{
    "id": "2214075",
    "text": "Francis Wilkinson Pickens (1805/1807January 25, 1869) was a political Democrat and Governor of South Carolina when that state became the first to secede from the United States. A cousin of US Senator John C. Calhoun, Pickens was born into the culture of the antebellum plantocracy. He became an ardent supporter of nullification of federal tariffs when he served in the South Carolina House of Representatives before he was elected to Congress and then the state senate. As state governor during the Fort Sumter crisis, he sanctioned the firing on the ship bringing supplies to the beleaguered Union garrison, and to the bombardment of the fort. After the war, it was Pickens who introduced the motion to repeal South Carolina's Ordinance of Secession, a short speech received in silence, in notable contrast with the rejoicing that had first greeted the Ordinance. ==Early life and career== Pickens was born in Togadoo, St Paul's Parish, in Colleton County, South Carolina. His exact birth date varies depending on the source. Some give April 7, 1805;Congressional BioGuide others give April 7, 1807.The Confederate GovernorsThe South Carolina Encyclopedia Guide to the Governors of South Carolina Pickens's gravestone uses the 1807 date.Pickens's gravestone He was the son of former Gov. Andrew Pickens and a grandson of Gen. Andrew Pickens, an American Revolutionary soldier at the Battle of Cowpens and former U.S. Congressman. His mother was Susannah Smith Wilkinson. A cousin of his grandmother was South Carolina Senator John C. Calhoun. He was also a cousin of Floride Calhoun, Calhoun's wife and a niece of his grandfather. His son-in-law was Confederate General and U.S. Senator Matthew C. Butler, a son of congressman William Butler (1790-1850); grandson of congressman William Butler and a nephew of Senator Andrew Butler. Pickens was wealthy. According to the 1860 census, he owned $45,400 in real estate (the equivalent of approximately $1,247,000 today) and $244,206 in personal property (about $6,768,000 today). He also owned 276 slaves. Pickens was educated at Franklin College (now a part of the University of Georgia) in Athens, Georgia, and at South Carolina College in Columbia. He was admitted to the bar in 1829, the same year that he constructed \"Edgewood,\" a mansion in Edgefield. He joined the Democratic Party and served in the South Carolina house of representatives from 1832–34, where he was an ardent supporter of nullification. As chairman of a sub-committee, he submitted a report denying the right of Congress to exercise any control over the states. Pickens served in Congress as a representative from South Carolina from 1834 until 1843. He was a member of the South Carolina state senate from 1844 until 1846. He was offered the position of Minister to England by President James K. Polk, and the Minister to France by President John Tyler, but declined these diplomatic posts. He served as a delegate to the Nashville Convention in 1850. Twice a widower, he married Lucy Petway Holcombe (1832–1899) on April 26, 1856, and in 1859 she gave birth to Douschka Pickens. Under President James Buchanan, Pickens was Minister to Russia from 1858–1860, where he and his wife were befriended by Czar Alexander II. ==American Civil War== Governor-elect Francis W. Pickens in 1860 (from Harper's Weekly) Under his administration as Governor of South Carolina (1860–1862), the state seceded and demanded the surrender of the Federal forts in Charleston harbor. He strongly advocated the secession of the Southern states but he did not sign the South Carolina ordinance of secession, as is commonly reported. He protested against Major Robert Anderson's removal from Fort Moultrie to Fort Sumter, and offered to acquire the fort from the United States as part of an equitable settlement of the assets and debts of what Pickens considered to be now-dissolved federal union.David R. Detzer, Allegiance: Fort Sumter, Charleston and the Beginning of the Civil War (2011) On January 9, 1861, Governor Pickens sanctioned the firing upon the relief steamship Star of the West, which was bringing supplies to Anderson's beleaguered garrison. In a letter dated January 12, 1861, Pickens demanded of President Buchanan that he surrender Fort Sumter because, \"I regard that possession is not consistent with the dignity or safety of the State of South Carolina.\" He also approved of the subsequent bombardment of Fort Sumter. He remained a fervent supporter of states rights. ==Later life== Pickens was a member of the South Carolina constitutional convention called in September 1865 shortly after the end of the Civil War. He was one of more than 100 representatives from around the state, many of them drawn from the cream of South Carolina society. During the convention, Pickens introduced a motion to repeal the Ordinance of Secession. It was almost breathtakingly brief, according to proceedings recorded by the Charleston Courier: \"We, the Delegates of the People of the State of South Carolina, in General Convention met, do Ordain: That the ordinance passed in convention, 20 December 1860, withdrawing this State from the Federal Union, be and the same is hereby repealed.\" According to the New York Times: \"The passage was received in silence – strikingly suggestive when one remembered with what dramatic applause the ordinance of secession was proclaimed passed.\" The motion passed by a vote of 105–3 with the only dissenting votes coming from three delegates from the Barnwell District: A.P. Aldrich, J.J. Brabham and J.M. Whetstone. Pickens counseled against inaction, according to historian Francis Butler Simkins. \"It doesn't become South Carolina to vapor or swell or strut or brag or bluster or threat or swagger,\" Pickens said. \" ... She bids us bind up her wounds and pour on the oil of peace.\" Pickens died in Edgefield, South Carolina, and was buried at Willow Brook Cemetery in Edgefield. ==References== ==External links== *SCIway Biography of Francis Wilkinson Pickens *NGA Biography of Francis Wilkinson Pickens Category:1800s births Category:1869 deaths Category:Governors of South Carolina Category:Members of the South Carolina House of Representatives Category:Members of the United States House of Representatives from South Carolina Category:People from Colleton County, South Carolina Category:People of South Carolina in the American Civil War Category:South Carolina lawyers Category:University of South Carolina alumni Category:University of South Carolina trustees Category:Ambassadors of the United States to Russia Category:Nullifier Party members of the United States House of Representatives Category:South Carolina Democrats Category:19th- century American diplomats Category:Confederate state governors Category:Democratic Party members of the United States House of Representatives Category:Democratic Party state governors of the United States Category:19th-century American politicians ",
    "title": "Francis Wilkinson Pickens"
}