{
    "id": "2214638",
    "text": "Sands of the Nile, also known as Hindu Sands or Sands of the Desert, is a popular magic trick performed since the early part of the 20th century. It was a staple of Doug Henning's stage and television shows. ==Effect== A large transparent bowl is placed on a pedestal along with three small piles of colored sand. The bowl is filled with water, often with the magician drinking some or providing it to an audience member to demonstrate it is simply normal water. Stirring the water with his hand, the water turns murky or black. The colored sands are then poured into the bowl and stirred by hand. With a flourish, the magician reaches into the bowl to pull out each color of sand, separate and unmixed. With a last stir, the water turns clear again, with a few stray grains of sand left in it. ==Method== The trick uses simple chemistry for all of its effects. The change of color from clear to opaque and back can be accomplished using any number of simple chemical reactions. Almost any acid/base invisible ink formula will work, with common examples being iodine which goes clear with sodium metabisulfite, or a mixture of tannic acid and ferric ammonium sulfate which turns clear with oxalic acid. In both cases, the chemicals are introduced during the pour, often using multiple containers with only the first being pure water, or using any number of simple gadgets like a false thumb to store them during setup.Joe Schwarcz, \"The Genie in the Bottle\", pp. 161-162. The sand is treated with a hydrophobic compound to produce what is commonly known as magic sand or Moon Sand. When poured into water, it naturally clings to other grains, forming piles or lumps at the bottom of the bowl. The sand can be poured rapidly in a spray and will still re-form, adding to the illusion of it mixing into the water. The hand-stirring performed after pouring will leave these piles intact. The magician can then reach into the bowl and feel out the piles, grasping some of the sand and tossing it into the air. Water has been excluded from the piles, leaving the sand completely dry and free-flowing. ==References== Category:Magic tricks ",
    "title": "Sands of the Nile"
}