{
    "id": "2215084",
    "text": "The Herrin massacre took place on June 21–22, 1922 in Herrin, Illinois, in a coal mining area during a nationwide strike by the United Mineworkers of America (UMWA). Although the owner of the mine originally agreed with the union to observe the strike, when the price of coal went up, he hired non- union workers to produce and ship out coal, as he had high debt in start-up costs. After an exchange of gunfire by armed guards and union miners, three miners and 20 non-miners were killed, including the superintendent and 19 strikebreakers. Enraged that the owner had disregarded their agreement, on June 21, union miners shot at strikebreakers going to work, where the mine had armed guards. When striking union members armed themselves and laid siege to the mine, the owner's guards shot and killed three white union miners in an exchange of gunfire. The next day, union miners killed superintendent McDowell and 18 of 50 strikebreakers and mine guards, many of them brutally. A twentieth victim from the non-union group was later murdered, bringing the death total to 23.Paul M. Angle, Bloody Williamson: A Chapter in American Lawlessness, University of Illinois Press, 1992, p. 24-26, 42 ==Historical background== On April 1, 1922 the United Mine Workers of America (UMWA) began a nationwide strike. W. J. Lester, owner of the Southern Illinois Coal Company, operated a strip mine about halfway between Herrin and Marion, Illinois. Lester at first complied with the strike. As he had only recently opened the mine, he had massive startup debts and was willing to negotiate with the UMWA to allow his mine to remain open, as long as no coal was shipped out. Under the agreement, some United Mine Workers members were allowed to continue working during the strike. Lester told an associate that local union leaders were friendly with him; however, he was warned this did not mean he had any control over the ordinary members.Angle, Bloody Williamson, 1992, p. 294 By June, Lester's miners had dug out nearly 60,000 tons of coal. Strike- driven shortages drove up demand and the price of coal, and Lester figured he could make a $250,000 profit if he sold his coal. He decided to violate the agreement he had made with the union. When the UMWA members working for him objected, he fired all the union workers. Lester brought in mine guards and 50 strikebreakers, who were vilified as \"scabs\" by the union men. They had been recruited by employment agencies in Chicago. On June 16, 1922, he shipped out sixteen railroad cars filled with coal. Testimony later revealed that his mine guards possessed machine guns. They aggressively searched passers-by, and \"they frighten women, they boast and are hard-boiled.\"Briton Hadden, \"Henry Robinson Luce\", Time, 30 December 1922, p. 21 ==Escalation== Lester, responding to a reporter's questions, said his steam shovel operators and the railroad workers were members of their respective unions. John L. Lewis, president of the UMWA, responded in a telegram on June 20. He called the Steam Shovelmen's Union an \"outlaw organization\" that had also provided strikebreakers elsewhere. UMWA members, he said, \"are justified in treating this crowd as an outlaw organization and in viewing its members in the same light as they do any other common strikebreakers.\" There was confusion and disagreement between Lewis and William J. Tracy, representative of District No. 1, International Brotherhood of Steam Shovel and Dredgemen (IBSSD). In a widely publicized statement, Lewis said that two representatives of the UMWA had contacted the IBSSD, but \"have failed to secure any satisfaction.\"New York Times, 23 June 1922 He did note that the Steam Shovel union had been suspended from the American Federation of Labor, to which the United Mine Workers also belonged. Lewis claimed that the IBSSD was also strikebreaking in Ohio. Tracy responded that though he had sent four individuals to the Herrin site when requested by the owner, they turned away when they saw the guards. He said that no one from his organization was working in Herrin.New York Times, 24 June 1922 Tracy also criticized the UMWA for not communicating adequately about the situation. It is unclear if Lester was telling the truth, or if he had contacted the IBSSD to disguise the use of non-union workers. To Lewis, it did not matter. Lester's workers were not UMWA members, and the UMWA claimed sole jurisdiction over all coal miners. Lewis' message was printed in newspapers, and miners throughout the region decided to take action. Early in the morning on June 21, a truck carrying Lester's guards and strikebreakers was ambushed near Carbondale, Illinois on its way to his mine. Three men were wounded and six others jumped into the river to escape.Stu Fliege, Tales and Trails of Illinois, University of Illinois Press, 2002, pp. 180-81Lois A. Carrier, Illinois: Crossroads of a Continent, University of Illinois Press, 1998, p. 203 Later in the day several hundred union miners rallied in the Herrin cemetery. Lewis' message was read to the crowd, enraging them further. The union miners marched into Herrin and looted the hardware store of its firearms and ammunition. At about 3:30 p.m., they surrounded Lester's mine. Lester's guards opened fire, killing two of the UMWA members and mortally wounding a third.David Thoreau Wieck, Woman from Spillertown: A Memoir of Agnes Burns Wieck, SIU Press, 1992, pp. 82-84Federal Writers' Project, Illinois, Illinois: A Descriptive and Historical Guide, A.C. McClurg & Company, Chicago, 1939, p. 453 ==Siege== The mine superintendent, C.K. McDowell, called National Guard Col. Hunter to tell him the mine was surrounded and being fired upon. McDowell said he could not reach County Sheriff Thaxton, and pleaded for troops. Col. Hunter called Thaxton's deputy and told him to ask the Illinois National Guard Adjutant General for troops and to get out to the mine with as many men as possible to stop the attack and break up the mob action. Thaxton's men did nothing. Hunter contacted the adjutant general himself and convinced him to mobilize troops. Lester, who had left the area several days earlier, was reached by phone in Chicago. Realizing the gravity of the situation, he agreed to close the mine for the remainder of the nationwide UMWA strike. Hunter and a citizens' group laid out a plan to get a truce in place — telephoning superintendent McDowell to tell him to raise a white flag, and asking the UMWA sub-district vice president, Fox Hughes, to go to the mine and do the same. The method of getting the guards and nearly 50 strikebreakers safely out of the mine was to be worked out later. When Superintendent McDowell later reported by phone that the shooting had died down, Hunter and the citizens' group were optimistic that a disaster would be avoided. They decided the National Guard troops were not needed after all. Hughes went to the mine with a white flag, but he never took it out or raised it. He later said he had not seen McDowell raise a white flag, so he decided Lester's men had not lived up to the bargain. He went home and did nothing, later claiming he learned that his boss in the UMWA leadership, Hugh Willis, was now involved and decided his role was finished. During the evening, more union supporters stole guns and ammunition, and made their way to the strip mine. McDowell was to have called Hunter when the truce took effect. When Col. Hunter tried to telephone the mine, he found the phone lines had been cut. No law enforcement officers went to the mine, no government officials accompanied Hughes to ensure the white flags were raised, and no troops were activated by the National Guard despite repeated signs that Thaxton could not be counted on to act. No action was taken to enforce a truce. Late in the evening of June 21, Sheriff Thaxton reluctantly agreed to go to the mine to ensure the truce was carried out, and the superintendent and strikebreakers were given safe passage. Despite being urged to go immediately, he claimed he needed to rest. Thaxton promised to meet Hunter and Major Davis of the Carbondale National Guard company at the sheriff's office at 6 a.m. the following morning. That evening, Hugh Willis, the local UMWA leader, spoke to union supporters in Herrin. Willis said of the strikebreakers: \"God damn them, they ought to have known better than to come down here; but now that they're here, let them take what's coming to them.\" Gunfire continued throughout the night, and the mob began destroying equipment to prevent the mine from reopening. They used hammers, shovels, and dynamite to wreck the draglines and bulldozers, while keeping the strikebreakers pinned down inside coal cars and behind barricades. ==Surrender== The strikebreakers sent out a mine guard, Bernard Jones, with an apron tied to a broomstick. Jones told the mob the men would surrender if their safety would be guaranteed. He was told, \"Come on out and we'll get you out of the county.\" The nearly 50 strikebreakers, guards and superintendent McDowell did as they were told, and the union miners began marching them all to Herrin, five miles away. After about a half mile, the strikebreakers encountered more men waiting at Crenshaw Crossing. One of them shouted, \"The only way to free the county of strikebreakers is to kill them all off and stop the breed!\" The mob grew more agitated and violent as the procession of prisoners continued. Some struck the strikebreakers with the butts of their rifles and shotguns. ==Chase and massacre== By about half mile past Crenshaw Crossing at Moake Crossing, superintendent McDowell was already bloodied and limping, unable to walk any further. A union man told him, \"I'm going to kill you and use you for bait to catch the other men.\" He and another man grabbed McDowell and led him down a side road. Gunshots were heard, and the rest were forced to continue toward Herrin. A farmer later discovered McDowell's body. He had been shot four times – twice in the stomach, and once each in the chest and head. A car drove up to the procession, and a man came out whom some said they overheard being called \"Hugh Willis\" and \"the president.\" According to the accounts of surviving captives, Willis said, \"Listen, don't you go killing these fellows on a public highway. There are too many women and children and witnesses around to do that. Take them over in the woods and give it to them. Kill all you can.\" The strikebreakers were taken into the woods, where they reached a barbed wire fence. They were told to run for their lives. A union man shouted, \"Let's see how fast you can run between here and Chicago, you damned gutter-bums!\" The mob opened fire as they ran. Many of the non-union men were caught in the fence and shot dead. Others, making it over the fence but not knowing where they were, ran through Harrison's Woods toward Herrin, a mile further north. One strikebreaker was caught and hanged, and three more were shot to death at his feet. The assistant superintendent of the mine was still alive but unconscious. A union man noticed and shot him in the head. The chase continued into the morning of the 22nd. Six men were shot and killed outside Smith's Garage in the town.Associated Press, \"Illinois cemetery search finds 1922 massacre victims\", Daily Herald, 15 November 2013 Six strikebreakers were recaptured and ordered to remove their shirts and shoes. They were told to crawl to Herrin Cemetery. By noon a crowd of about 1,000 spectators had gathered at the cemetery. They watched as the strikebreakers were roped together, and union men took turns beating and shooting them. They were also urinated upon. Those still alive at the end had their throats cut by a union man with a pocketknife. Townspeople came to watch and taunt the dead and dying along the route to the cemetery. A reporter tried to give a dying man some water and was told that if he did, \"he wouldn't live to see the next day.\" ==Aftermath== Sheriff Thaxton had failed to meet Col. Hunter and Major Davis at his office at 6 a.m. as promised; he finally showed up at 8 a.m. By then Hunter and Davis had already heard rumors of the violence against the strikebreakers. When the three finally arrived at the mine, what remained of the operation was in flames, and they learned the mob had left three hours earlier. When they traced the steps of the mob, they found the grisly evidence of the dead, dying, and wounded. Men with injuries were taken to Dr. J. Taylor Black's Herrin Hospital. In total, 19 of the 50 strikebreakers died during the massacre, and another was murdered shortly after. Three union miners had been shot and killed during the siege of the strip mine the first day, bringing the total number of victims to 23. The dead strikebreakers were laid out in the Dillard Building in downtown Herrin. Most of the town turned out to look at them. Some gazed quietly, others cursed and spat on the bodies. Sixteen of the 19 strikebreakers killed in the action were buried in the potter's field area of Herrin Cemetery on June 25, 1922. A seventeenth victim was buried in October 1922 after he died following unsuccessful surgery for injuries incurred in the violence. Thousands attended the funerals of the three union miners who were shot and died at the beginning of the siege. The nation reacted to the massacre with disgust. One newspaper editorial said \"Herrin, Illinois should be ostracized. Shut off from all communication with the outside world and the people there left to soak in the blood they have spilled.\" President Warren Harding characterized it as a \"shocking crime, barbarity, butchery, rot and madness.\" Others also compared the people of Herrin to the alleged behavior of German troops during World War I. Lester, whose double-dealing had set the tragic events into motion, made a significant profit when the union bought his mine at \"a handsome price\" in order to avoid lawsuits. ==The trials== At first, the inquest held by the coroner concluded that all the strikebreakers were killed by unknown individuals, and stated that \"the deaths of the decedents were due to the acts direct and indirect of the officials of the Southern Illinois Coal Company.\" He recommended that the company and its officers be investigated in order to affix appropriate responsibility on them. Two trials were held, the first on November 7, 1922, and the second in the winter of 1923. Only six men were indicted for the massacre, and the first two trials ended in acquittals for all the defendants. The prosecution gave up and dismissed the remaining indictments. Otis Clark was the first man to be tried on a total of 214 charges. Two years later, Clark was shot and killed by an unknown assailant. Another of the accused died in a mine accident. A Williamson County grand jury investigating the incident faulted the Southern Illinois Coal Company for introducing strike breakers and armed guards, and for committing illegal activities such as closing public highways. It criticized the state administration for refusing to take necessary measures once the trouble had begun.Herbert David Croly, The New Republic, Volume 32, The Republic Pub. Co., 1922, page 132 Herbert David Croly of The New Republic criticized the state of Illinois for allowing the Illinois Chamber of Commerce to fund the investigation. Croly described the retaliation for the deaths of two strikers (the third had been mortally wounded) as \"atrocious\". He noted that while the union miners were likely to escape punishment for killing the African-American strikebreakers, officials who have harmed strikers—such as Major Patrick Hamrock of the Colorado National Guard at Ludlow, or Wheeler after Bisbee—likewise frequently escaped justice.Herbert David Croly, The New Republic, Volume 32, The Republic Pub. Co., 1922, pages 6-7 Croly noted that the local government was sympathetic to the union, as was public sentiment. He said that under such circumstances, the union had a responsibility to police its own members. == Missing graves of massacre victims discovered == In November 2013, eight missing graves of massacre victims were discovered by a research team led by Steven Di Naso, Eastern Illinois University geologist; and Scott Doody, author and historian. By October 2015, the team had determined the last eight graves of victims from the Herrin Massacre. Following the events of June 21–22, 1922, 16 of the victims had been buried in unmarked graves in the potter's field area of Herrin Cemetery. The other three had been claimed by family members after their murders. A seventeenth victim was buried there after he died in October 1922, from injuries suffered during the massacre. For nearly a century, exact burial locations of the victims had been lost. The discovery of the graves provided conclusive answers to the whereabouts of these victims. The team also documented that families had arranged for the remains of five victims to be removed from these graves and reinterred in their hometowns. Following the discovery of the unmarked graves, the city erected a monument in June 2015 at the potter's field area of the Herrin cemetery to recognize and memorialize the 17 massacre victims who were buried here. In November 2015, the city announced that it was ending any more excavations associated with the Herrin massacre project. If family of a victim wanted exploration, they would have to make a specific request to the city council. The research team was satisfied that they have been able to identify the 17 persons buried at the Herrin cemetery from the massacre. ==Representation in other media== * Paul Cadmus painted The Herrin Massacre (1940), which is held by the Columbus Museum of Art * Song written by folksinger Jerry Swan in 2006, \"The Herrin Massacre\". *The podcast Criminal produced an episode, \"Herrin Massacre,\" about the events surrounding the massacre. ==See also== *List of massacres in the United States *Murder of workers in labor disputes in the United States *List of incidents of civil unrest in the United States *Union violence in the United States ==References== ==Further reading== * Angle, Paul M. Bloody Williamson: A Chapter in American Lawlessness, New York: Knopf, 1952/University of Illinois Press, paperback: 1992 * * *\"Herrin Massacre\", egyptianaaa.org *\"Herrin Massacre\", geocities.com ==External links== *The Herrin Massacre, painting by Paul Cadmus, Columbus Museum of Art (Ohio) (click on picture for larger version of painting) *The Herrin Conspiracy, pamphlet by the National Coal Association, on the Internet Archive *The Other Side of Herrin, pamphlet by Illinois Mine Workers, summary of opening statement in the first Herrin case by Angus W. Kerr, chief defense counsel for the Illinois Mine Workers, on the Internet Archive Category:Conflicts in 1922 Category:Labor disputes led by the United Mine Workers Category:1922 in the United States Category:Protest- related deaths Category:Coal Wars Category:1922 in Illinois Category:Massacres in the United States Category:Labor-related riots in the United States Category:Labor disputes in Illinois Category:Riots and civil disorder in Illinois Category:June 1922 events ",
    "title": "Herrin massacre"
}