{
    "id": "2215757",
    "text": "Hebron University is a non profit, public university in the city of Hebron, West Bank. It has an undergraduate enrollment of more than ten thousand students. == History == The late mayor of Hebron, Sheikh Mohammad ‘Ali Al- Ja’bari, wished to establish an institution of higher learning to offset restrictions and obstacles created by the occupation by Israel. In 1971 the foundation was laid and forty-three students joined the 'Sharia' college from different parts of the Palestinian Territories. in 1983, the campus was attacked by Israeli settlers resulting in the deaths of 3 students and 50 students were injured. After the attack the University was closed by the Israeli Civil Administration for a period of time. In 1996, Hebron University was closed for six months by the IDF The Chairman of the University accompanied by teaching faculty conducted classes on the pavement outside the university walls in objection to the closure and repeated closure orders by the IDF. Eventually, the college became a university. As of 2016, there are 9 undergraduate colleges and one College of graduate studies. == Board of Trustees == Hebron University is governed by an autonomous Board of Trustees composed of educators and professionals from the Palestinian community. The board appoints the president of the university. It also confirms the appointment of vice-presidents and deans upon the recommendation of the president. The board approves the budget and general development plans presented to it by the university council. == Administration and policies == The university follows a semester system, with two four-month semesters beginning in Autumn and Spring, there is an intensive summer semester. For the academic year 2015-2016, more than 1,500 were admitted at the undergraduate level. The University has a registration policy open to students from every segment of Palestinian society. Requirements to apply to study are to have the Tawjihi (matriculation certificate) or its equivalent. It has a special financial aid program that provides grants and loans to needy students. The University is a member of the following organizations: International Association of Universities, Community of Mediterranean Universities, Islamic Universities League and Association of Arab Universities (AARU), In addition, the University is recognized by the European Union and has a valid PADOR and PIC number. == Faculties and programs == There are 9 undergraduate colleges at Hebron University (HU): Arts, Islamic Law (Al-Shari`a), Science and Technology, Agriculture, Education, Finance and Management, Nursing, and Pharmacy and Law and political science. All Faculties offer B.A. or B.Sc. degrees. The College of Graduate Studies offers MA and Msc degrees in Arabic Language and Literature, Applied Linguistics & Teaching English Language, History, Islamic Judiciary, Plant Protection, Natural Agriculture Resources & its Sustainable Management, Management, Foundations of Religion, Mathematics, Chemistry there were 170 full-time faculty members of whom 105 are Ph.D. holders. There are nine colleges at Hebron University: Islamic Law (Al- Shari`a), Arts, Science and Technology, Agriculture, Education, Finance and Management, Nursing, and Pharmacy and Graduate Studies. All colleges offer B.A. or B.Sc. degrees. The Faculty of Graduate Studies offers M.A. and M.Sc. degrees in eight programs: Arabic language and literature, Islamic judiciary, Plant Protection, Natural Agricultural Resources and their Sustainable Management, Business Administration MBA, Applied Linguistics and the Teaching of English Language, History, and Fundamentals of Islamic Law. Hebron University Museum Since 2008, HU has been running an Intensive academic program for undergraduate Palestinians with Israeli citizenship. The 2015/2016 enrollment is 1,200 students. == Centers and special units == HU has many units dedicated to improving education, training and services, i.e. Renewable energy unit, Excellence center for education, Industrial linkage unit, Agricultural extension unit, Dry land rehabilitation unit, and the Language resource centre. The Legal Clinic - offers resources and advice for students, staff and the community as a whole. There are 10 specialized sections: Ten specialized sections: 1. Academic Freedoms 6. Labor Law 2. Anti-Violence 7. General legal advice 3. Family Law 8. Right to Housing 4. Human Rights 9. Street Law (public awareness) 5. Juvenile Justice 10. Women Rights Partners == Facilities == There is a University Museum in Hebron City.Hebron University Museum == University radio == In 2008 Radio Alam was established as a tool to reach the University community and the public with important educational messages, current affairs shows and other useful programmes on 96.1 FM. It broadcasts 24/7 & can be heard all over the West Bank and online via http://radio.hebron.edu; it is staffed by professionals and media students are able to do internships in the studios. == See also == * List of Palestinian universities * Education in the Palestinian territories * List of museums in the Palestinian territories == References == ==External links== *Official Website Category:Educational institutions established in 1971 Category:Nursing schools in the State of Palestine ",
    "title": "Hebron University"
}