{
    "id": "2215164",
    "text": "His Grace or Her Grace is an English style used for various high-ranking personages. It was the style used to address Kings of England until Henry VIII and the King or Queen of Scots up to the Act of Union of 1707, which united the Kingdom of Scotland and the Kingdom of England. Today, the style is used when referring to archbishops and non-royal dukes and duchesses in the United Kingdom. Examples of usage include His Grace The Duke of Norfolk; His Grace The Lord Archbishop of Canterbury; or \"Your Grace\" in spoken or written address. As a style of British dukes it is an abbreviation of the full formal style \"The Most High, Noble and Potent Prince His Grace\". Royal dukes, for example the Duke of York, are addressed with their higher royal style, Royal Highness. The Duchess of Windsor was styled \"Your Grace\" and not Royal Highness upon marriage to Prince Edward, Duke of Windsor. ==Ecclesiastical usage== ===Christianity=== The style \"His Grace\" and \"Your Grace\" is used in England and some other English-speaking countries to address Roman Catholic archbishops, which is not common in other countries (e.g. in France, the Philippines, and the United States Catholic bishops are addressed using the style \"Excellency\"). In the Eastern Orthodox Church it is used for bishops and abbots. The style is also used for an archbishop and some bishops in the Anglican tradition. In Ireland, the style \"His/Your Grace\" () is traditionally used for all Catholic bishops, not just archbishops. In the United Methodist Church in the United States, bishops are addressed \"Your Grace\" (spoken style), and \"His/Her Grace\" (reference style). The Church of God in Christ addresses its Presiding Bishop as \"His Holy Grace\" and \"Your Holy Grace\". The title solely for Roman Catholic Cardinals in reference style is \"His Eminence\" and the spoken style is \"Your Eminence\". \"Your Grace\" is also an alternative style for the Archbishops of Canterbury and York in the Church of England and the Lord High Commissioner to the General Assembly of the Church of Scotland ===Other religions=== In Islam, several Sufi orders (such as the Qadrianis and Hawariyun) may refer to their spiritual Grand Masters with the epithet \"(Most) Gracious ...\" or \"His Grace\" in reference style while the spoken style is \"(Most) Gracious\". International Society for Krishna Consciousness (ISKCON–Hare Krishna) devotees prefix the name of their founder, A. C. Bhaktivedanta Swami Prabhupada, with \"His Divine Grace\". ==See also== * Style of the monarchs of Scotland * By the Grace of God ==References== Category:Styles (forms of address) Category:Royal styles ",
    "title": "Grace (style)"
}