{
    "id": "2215437",
    "text": "ASTAR Air Cargo was an American cargo airline based in Miami, Florida, USA. It operated regularly scheduled cargo charter services to as many as 34 US airports and nine international airports on behalf of DHL, as well as worldwide charter freight services. It provided air freight services to six domestic and foreign locations for the United States Department of Defense. Its main base was Cincinnati Northern Kentucky International Airport in Hebron, Kentucky, with hubs at Miami International Airport and Los Angeles International Airport. == History == The airline was established and started operations in 1969. It was formed as DHL Worldwide Express by Adrian Dalsey, Larry Hillblom and Robert Lynn to shuttle bills of lading between Hawaii and San Francisco. It rebranded as DHL Airways in 1983 and grew rapidly, initiating services to the Philippines, Japan, Hong Kong, Singapore and Australia, creating a new industry of door-to-door express services in the Pacific Basin and later worldwide. Lufthansa and Japan Airlines each acquired a 5% stake, increased to 25% each in 1992. Deutsche Post acquired a 22.5% stake in 1998, gradually increasing it to 100% in 2001–2002. The airline was spun off from DHL and a majority stake sold to a private investor in order to comply with federal foreign ownership laws. FedEx and UPS challenged the U.S. citizenship of DHL Airways, asserting to the Department of Transportation that DPWN exercised effective operational control of the airline. In July 2003, a US investment group headed by John Dasburg (now chairman, chief executive and president of the airline), completed a management buy-out of the airline using financing provided by Boeing Capital and subsequently changed the name to ASTAR Air Cargo on 30 June 2003. Its two target customers continue to be DHL Worldwide Express and the United States Air Force. In 2007 DHL Express bought 49.5% of nonvoting and 24.5% of voting stock and added a member to the board of ASTAR Air Cargo. ASTAR is currently owned by John Dasburg, Richard Blum and Michael Klein. On May 28, 2008, DHL announced the plan to terminate its business relationship with ASTAR by outsourcing the air transportation to its competitor UPS. In May 2009 DHL terminated their plan to outsource to UPS and ASTAR continued operating out of DHL's CVG facility. The company decided to shut down its cargo operations when its contract with DHL, its largest customer, was terminated abruptly effective June 1, 2012. All remaining active aircraft were put in storage. == Destinations == ASTAR Air Cargo operated the following freight destinations until operations were ended as of June 1, 2012: *Canada **Hamilton, Ontario (John C. Munro Hamilton International Airport) *Mexico **Mexico City (Mexico City International Airport) *United States **Atlanta, Georgia (Hartsfield-Jackson Atlanta International Airport) **Boston, Massachusetts (Logan International Airport) **Cincinnati, Ohio (Cincinnati/Northern Kentucky International Airport) **Denver, Colorado (Denver International Airport) **Greensboro, North Carolina (Piedmont Triad International Airport) **Houston, Texas (George Bush Intercontinental Airport) **Harlingen, Texas (Valley International Airport) **Memphis, Tennessee (Memphis International Airport) **Miami, Florida (Miami International Airport) **Minneapolis and St. Paul, Minnesota (Minneapolis-Saint Paul International Airport) **Nashville, Tennessee (Nashville International Airport) **Newark, New Jersey (Newark Liberty International Airport) **Orlando, Florida (Orlando International Airport) **Saint Louis, Missouri (Lambert St. Louis International Airport) **Salt Lake City, Utah (Salt Lake City International Airport) **Toledo, Ohio (Toledo Express Airport) == Fleet == The ASTAR Air Cargo fleet consisted of the following aircraft:https://www.planespotters.net/airline/Astar-Air-Cargo *Airbus A300B4F *Bell 204 *Boeing 727-200F *Boeing 737-300SF *Boeing 757-200APF *Boeing 757-200PCF *Boeing 757-200SF *Douglas DC-8-70AF *Douglas DC-8-70CF == See also == * List of defunct airlines of the United States ==References== ==External links== * (Link was unusable 9-9-2020.) * ASTAR MEC ALPA Website Category:Defunct cargo airlines Category:Defunct companies based in Florida Category:Airlines for America members Category:Airlines established in 1969 Category:Airlines disestablished in 2012 Category:DHL Category:Airlines based in Florida Category:Defunct airlines of the United States Category:Cargo airlines of the United States ",
    "title": "Astar Air Cargo"
}