{
    "id": "2215674",
    "text": "William Dean Singleton (born August 1, 1951) is an American newspaper executive. He is the founder and executive board chairman of MediaNews Group, the fourth-largest newspaper company in the United States in terms of circulation, with 53 daily papers totaling 2.7 million subscriptions daily and 3 million on Sunday. He is also a former chairman of the board of directors of the Associated Press.http://www.ap.org/company/board-of-directors Additionally, he has been publisher of a number of MediaNews' dailies, including the Denver Post, the Salt Lake Tribune and the Detroit News. He is a cattle rancher, owning several ranches.http://coloradostatesman.com/content/991040-innerview-with-dean- singleton ==Biography== Singleton was born in Graham, Texas.Menn, Joseph. \"There are two sides to this publisher's story.\" ChainLINKS He began his newspaper career at the age of 15 as a part-time reporter in Graham and bought his first newspaper at age 21. Singleton has built his newspaper company through the acquisition of newspapers. He closed several of those newspapers, such as the Fort Worth Press and the Houston Post. He also bought the Denver Post and the Oakland Tribune where he laid off staff, he said, to increase efficiency. In the latest round of cuts, the daily Oakland Tribune will become a weekly.http://www.mercurynews.com/news/ci_29581099/bay-area-news-group- announces-newspaper-rebranding Singleton was a pioneer in \"clustering\"—developing groups of newspapers that centralized a variety of functions, including production, ad sales, business operations and, in some cases, editorial. An example of this was the Alameda Newspaper Group in suburban San Francisco, where in the mid-1990s, a central newsroom in Pleasanton, California, did all the copy editing, layout and page makeup for five daily papers. Upon acquiring the diverse group of papers, Singleton consolidated several news sections (such as sports and features) to one local office away in order to streamline work. He was also a pioneer, at developing pooled-asset partnerships. Among the first were papers in California, which included papers from Gannett Co. Inc., Stephens Media Group and MediaNews. Singleton's company contributed Los Angeles Daily News and the ANG operation, as well as other papers, while Stephens contributed papers such as the Vallejo Times Herald and the Inland Valley Daily Bulletin of Ontario. A year after forming the partnership, the duo allowed Gannett to enter, with its contributions including the San Bernardino Sun and the Marin Independent Journal. The partnership is known as the \"California Newspapers Partnership\". MediaNews has entered into similar partnerships in Texas and Pennsylvania with Gannett and in Colorado with The E.W. Scripps Company. In the late 1990s, Singleton began focusing less on consolidating news rooms and put more focus on the quality of news rooms. He lured Gregory Moore, the former assistant managing editor of the Boston Globe, to the Denver Post and together the two worked to improve the paper's journalism. Singleton's empire began rapid growth in the early part of the 21st century, when he acquired in rapid succession daily newspapers in Salt Lake City, Detroit, St. Paul, Minnesota, and San Jose, California. Singleton served on the board of the Newspaper Association of America from 1993 until 2004 and is the former board chairman. He is on several boards in Colorado, including The Helen G. Bonfils Foundation, The Denver Center for the Performing Arts, the Winter Park Recreational Association Board, and the Rocky Mountain Multiple Sclerosis Center, the National Sports Center for the Disabled. In addition, he is a former member of the board of trustees for University of Denver. He is married to the former Adrienne Casale of Fairfield, New Jersey. They have three children, William, Paige, and Adam. ==MediaNews developments, 2010== In January 2010, Affiliated Media, parent of MediaNews, filed for Chapter 11 bankruptcy protection. The MediaNews creditors then removed Media News president Joseph Lodovic and its chairman, William Dean Singleton, was reassigned to the position of “executive chairman of the board.\" The Singleton-Lodovic appointees to the MediaNews board were replaced by new directors representing the stockholders group led by Alden Global Capital, a hedge fund firm which has acquired a large, though not controlling, stake. Several interim executive positions were also filled by people related to Alden or its parent, Smith Management LLC. ==Notes== ==References== * ==External links== * The Next Level * Question: Who Is MediaNews's Dean Singleton? * Hearst and Singleton: Which is the Cat, Which the Mouse? Category:American newspaper chain founders Category:People from Graham, Texas Category:Associated Press people Category:MediaNews Group Category:1951 births Category:Living people Category:University of Denver people Category:Journalists from Texas ",
    "title": "William Dean Singleton"
}