{
    "id": "2215962",
    "text": "Vietcong is a 2003 tactical first-person shooter video game developed by Pterodon in cooperation with Illusion Softworks and published by Gathering of Developers for Microsoft Windows. It is set during the Vietnam War in 1967. The expansion pack Vietcong: Fist Alpha was released in 2004 and was bundled with Vietcong as Vietcong: Purple Haze for the PC. Vietcong: Purple Haze was also released in 2004 for the PlayStation 2 and Xbox, ported by Coyote Games. Another official add-on titled Red Dawn was released as a free downloadable content. A sequel to the game, Vietcong 2, was released in 2005. ==Plot== The player takes on the role of Sergeant First Class Steve R. Hawkins, assigned to the United States Special Forces (\"Green Berets\") camp at a strategic location of Nui Pek in South Vietnam near the Cambodian border. Hawkins and his A-Team carry out a series of various missions against the Viet Cong and North Vietnamese forces. The game ends in a massive North Vietnamese attack on the team's base camp which is ultimately abandoned by all American forces. The ground assault on Nui Pek is a recreation of the ground assault that happened at Special Forces Camp Lang Vei. ==Gameplay== Vietcong has the player take part in military operations against the Viet Cong and later also the North Vietnamese Army. Some levels are highly linear, while others take place in more open outdoor environments, allowing for more tactical freedom. Missions typically require the player to sabotage weapons caches or simply clear areas of enemies - usually not all objectives need to be achieved in order to complete a mission. Gameplay mostly revolves around open combat in the jungle, tunnels and other locations typical for the setting but the player occasionally also has to traverse longer passages without encountering enemies during which punji pits and other traps pose the main threat. Vietcong aims for a high level of authenticity and realism. AI characters make frequent use of cover but change the latter often, making it difficult for the player to anticipate enemies' specific locations and encouraging a tactical approach. All weapons' aim sights can be used to increase aim but a sway is present which simulates a shooter's shaking hands. The latter can be reduced by entering a crouching or prone stance. While aiming the gun is raised, which allows the player to shoot over cover without fully exposing himself. The game avoids the use of health packs and rather has the player use bandages, which briefly exposes him, or have a medic treat his wounds. The game features a variety of authentic weapons from the era such as the M-16 and AK-47 assault rifles. The player is able to choose the weapons he wants to go on a mission with in advance but can also replace them with weapons found on missions, giving him access to weapons used by the enemies. In some missions airstrikes can be ordered to bombard specific areas of the map. Typically for tactical shooters the player is usually accompanied by AI controlled comrades. Each of the fellow soldiers is a unique character who is not allowed to die and serves a specific role in the team. For instance the point man can safely lead the team towards the objective, avoiding any traps and warning the player of enemies in advance, while a combat engineer carries an infinite supply of ammo for the player. By default the team simply follows the player character and engages at will but general orders such as to attack the enemy or retreat can be given. The fellow soldiers can also be called individually to the player character's location. ===Quick fight=== In addition to the main campaign a \"quick fight\" mode is available. The latter allows the player to simply engage in a fight on one of several arena-like maps with the sole objective of eliminating all enemies. The player can choose whether he wishes to be accompanied by a team, how many and what kind of enemies to engage, and what equipment he wishes to go on the mission with. In this mode the player is also able to assume the role of a Viet Cong combatant and engage American soldiers. By default only a single map and few weapons are available but more become available as the player makes progress in the game's main campaign. ===Multiplayer=== The game also features a local and online multiplayer mode which supports up to 64 players per match. The online lobby servers were hosted by the now-defunct GameSpy Arcade. Several gameplay modes typical for shooter games are available: Free for all deathmatch, team deathmatch, capture the flag and last man standing. Additionally a team mode is available where, similarly to Counter-Strike, players remain dead for the remainder of the current round and teams only score a point if the opposite team has been completely annihilated. ==Reception== ===Sales=== In the United Kingdom, Vietcong sold roughly 20,000 units during the first half of 2003. Kristan Reed of GamesIndustry.biz wrote that these were \"not figures that spell H.I.T.\" Its sales in the region rose to around 50,000 units by year's end. As of November 2007, Vietcong had sold more than 1 million copies worldwide. ===Reviews and awards=== The game received \"average\" reviews according to the review aggregation website Metacritic. In the Czech Republic, the game's country of origin, the game is highly popular. Vietcong was voted the 3rd best video game developed in the Czech Republic and Slovakia in a survey by Czech web provider BonusWeb when it received 1393 votes out of 13,143 as every reader could choose for three games to vote for. GameSpot gave it the award of the Game of the Month for April 2003. Vietcong was named the eighth-best computer game of 2003 by Computer Games Magazine. The editors wrote that \"the interface feels more like shooting a gun and interacting with the environment than any other first-person shooter ever\". ==References== ==External links== * Pterodon and Vietcong official website * Category:2003 video games Category:2K Czech games Category:2K Games franchises Category:Cooperative video games Category:First- person shooters Category:Multiplayer online games Category:Tactical shooter video games Category:Take-Two Interactive franchises Category:Video games with expansion packs Category:Vietnam War video games Category:Windows games Category:Windows-only games Category:Cold War video games Category:Video games developed in the Czech Republic ",
    "title": "Vietcong (video game)"
}