{
    "id": "2215158",
    "text": "Thomas Fisher Railsback (January 22, 1932 – January 20, 2020) was an American politician and lawyer who served eight terms in the United States House of Representatives from 1967–1983 for . A member of the Republican Party, he sat on the House Judiciary Committee, which in 1974, voted to refer articles of impeachment against President Richard Nixon to the full House. ==Early life== Railsback was born on January 22, 1932, in Moline, Illinois, to municipal lawyer Fred Railsback and Elizabeth (Johnson) Railsback. He attended public schools in Moline, received a B.A. from Grinnell College in 1954, and received a J.D. from Northwestern University School of Law in Chicago in 1957. He served in the United States Army from 1957 to 1959. ==Political career== In November 1962 Railsback was elected as a Republican to the Illinois House of Representatives. Four years later, in the 1966 election, he was elected to the U.S. House of Representatives, defeating the Democratic incumbent Gale Schisler. Although inspired to enter politics by the staunchly conservative Barry Goldwater, Railsback was a moderate Republican while in the House. A longtime member of the House Committee on the Judiciary, he participated in the 1973–74 impeachment process against President Richard Nixon. Railsback and his Democratic colleague Walter Flowers led what Railsback called a \"fragile bipartisan coalition\" which crafted two articles of impeachment against Nixon, charging him with: obstruction of justice in attempting to impede the investigation of the Watergate break-in and abuse of power by misusing the authority of the office of the presidency on multiple occasions, dating back to the first year of his administration (1969). He, along with five other Republicans (out of the 17 on the committee), voted with all 21 Democrats in advancing these articles to the House floor. In an emotional July 24, 1974 speech on the House floor, he said that his obligations to uphold the Constitution superseded his personal loyalties to Nixon, a friend who Railsback praised as having many significant achievements. Support for Nixon's impeachment among congressional Republicans was the key factor leading to Nixon's decision to resign his office the next month. Despite the vitriol voiced against him by pro-Nixon commentators and constituents, he went on to be re-elected four more times. While in the House, Railsback had a key role in the passage of the Juvenile Justice and Delinquency Prevention Act of 1974.Thomas F. Railsback, Juvenile Justice, 52 Chi.-Kent L. Rev. 1 (1975). In 1979, he and Wisconsin Democrat David Obey co-sponsored legislation to reduce the influence of political action committees in election spending.The Body‐Snatchers on Capitol Hill, New York Times (September 25, 1979). He opposed Ronald Reagan's effort to abolish and eliminate funding for the Legal Services Corporation, which provided legal aid to poor Americans.David S. Broder, Doing Justice to the Poor, Washington Post (June 24, 1981). In 1980, Railsback was one of three U.S. House members, along with future Vice President Dan Quayle of Indiana and Tom Evans of Delaware, involved in the controversial Florida golfing trip with lobbyist Paula Parkinson. Over eight terms in office, Railsback had established strong political support in his district; the Washington Post noted that \"He took what might have been a marginal district--a mixture of rural Republican counties and a labor stronghold in Moline-Rock Island--and built a secure political base by salting his GOP voting record with support for civil rights and some labor positions.\"David S. Broder, Illinois Congressmen to Be the First to Face Redistricting Ordeal, Washington Post (March 14, 1982). In 1982, however, Illinois had lost two districts in reapportionment after the 1980 census, and through redistricting, Railsback's district (now renumbered as the 17th District) changed in composition to become significantly more conservative. He was defeated for renomination in the 1982 Republican primary by a considerably more conservative Republican, State Senator Kenneth G. McMillan. McMillan was defeated by Democrat Lane Evans in November.Steven V. Roberts, Illinois Race Illustrates G.O.P. Hopes, New York Times (September 9, 1984). Railsback was a mentor to Raymond H. LaHood, who worked for Railsback from 1977 to 1982 before becoming a U.S. Representative himself, and later U.S. Secretary of Transportation in the Obama administration. == Later life == After leaving Congress, Railsback worked as a lobbyist. He was executive vice president of the Motion Picture Association of America and also worked for the Federal Judges Association as its Washington coordinator. ==Personal life== Railsback married Patricia Sloan in 1955, and they had four daughters. The marriage ended in divorce. Railsback later married Joyelyn (Silver) Railsback, known as Joye. He had 19 grandchildren. Railsback retired to Idaho, where he and his wife lived in McCall and Meridian. He died on January 20, 2020, in Mesa, Arizona, after a period of declining health. == References== ==External links== * Member profile, including legislation sponsored or cosponsored, from Congress.gov * Biography, from the Biographical Directory of the United States Congress * Category:1932 births Category:2020 deaths Category:People from Moline, Illinois Category:Military personnel from Illinois Category:Grinnell College people Category:Northwestern University Pritzker School of Law alumni Category:United States Army soldiers Category:Illinois Republicans Category:Members of the Illinois House of Representatives Category:Members of the United States House of Representatives from Illinois Category:American Congregationalists Category:Republican Party members of the United States House of Representatives ",
    "title": "Tom Railsback"
}