{
    "id": "2215951",
    "text": "Alfred Kazin (June 5, 1915 - June 5, 1998) was an American writer and literary critic. He wrote often about the immigrant experience in early twentieth century America. ==Early life== Like many of the other New York Intellectuals, Alfred Kazin was the son of Jewish immigrants, born in the Brownsville section of Brooklyn and a graduate of the City College of New York. However, his politics were more moderate than most of the New York Intellectuals, many of whom were socialists. ==Career== Kazin was deeply affected by his peers' subsequent disillusion with socialism and liberalism. Adam Kirsch writes in The New Republic that \"having invested his romantic self-image in liberalism, Kazin perceived abandonment of liberalism by his peers as an attack on his identity\". He wrote out of a great passion—or great disgust—for what he was reading and embedded his opinions in a deep knowledge of history, both literary history and politics and culture. In 1996 he was awarded the first Truman Capote Lifetime Achievement Award in Literary Criticism, which carries a cash reward of $100,000. As of 2014, the only other person to have won the award was George Steiner.\"Alfred Kazin Papers – Overview\". New York Public Library. Retrieved 15 February 2020. ==Personal life== Kazin was friends with Hannah Arendt. Kazin's son from his second marriage is historian and Dissent co-editor Michael Kazin.Roberts, Sam (May 29, 2017). \"Ann Birstein, Memoirist and Novelist, Dies at 89\". New York Times. Retrieved 12 February 2020. Alfred Kazin married his third wife, the writer Ann Birstein, in 1952, and they divorced in 1982; their daughter is Cathrael Kazin, who is a managing partner at Volta Learning Group. \"Cathrael Kazin\". Volta Learning Group. Retrieved 12 February 2020. Kazin married a fourth time, and is survived by his widow, the writer Judith Dunford. ==Death== Kazin died in Manhattan on his 83rd birthday. ==Bibliography== Library Walk New York City, excerpt from \"New York Jew\" ===Author=== * On Native Grounds: An Interpretation of Modern American Prose Literature (1942) * The Open Street (1948) * A Walker in the City (1951) * The Inmost Leaf: Essays on American and European Writers (1955) * Contemporaries: Essays on Modern Life and Literature (1963) * Starting Out in the Thirties (1965) * Bright Book of Life: American Novelists and Storytellers from Hemingway to Mailer (1973) * New York Jew (1978) * The State of the Book World, 1980: Three Talks (1980), with Dan Lacy and Ernest L. Boyer * An American Procession: The Major American Writers from 1830 to 1930—The Crucial Century (1984) * A Writer's America: Landscape in Literature (1988) * Our New York (1989), co-authored with David Finn * The Emmy Parrish Lectures in American Studies (1991) * Writing Was Everything (1995) * A Lifetime Burning in Every Moment: From the Journals of Alfred Kazin (1996) * God and the American Writer (1997) * Alfred Kazin's America: Critical and Personal Writings (2003) edited and with an introduction by Ted Solotaroff * Alfred Kazin's Journals (2011), selected and edited by Richard M. Cook ===Editor (selected)=== * The Portable Blake The Viking Press 1946, reprinted many times between 1959 and 1975; Penguin Books 1976, reprinted 1977, * F. Scott Fitzgerald: The Man and His Work * The Stature of Theodore Dreiser, co-edited with Charles Shapiro * Emerson: A Modern Anthology, co-edited with Daniel Aaron * The Works of Anne Frank, co-edited with Ann Birstein * The Open Form: Essays for Our Time * Selected Short Stories of Nathaniel Hawthorne ==References== ==External links== * Alfred Kazin, champion of American literature: An appreciation by Fred Mazelis on the World Socialist Web Site * “Correspondence between Hannah Arendt and Alfred Kazin”, with an Introduction & Commentary by Helgard Mahrdt, Samtiden 1 - 2005, Retrieved 2 September 2014 * Alfred Kazin Papers at the New York Public Library Category:1915 births Category:1998 deaths Category:American literary critics Category:City College of New York alumni Category:Jewish American writers Category:People from Brownsville, Brooklyn Category:Writers from New York (state) Category:Journalists from New York City Category:20th-century American non- fiction writers ",
    "title": "Alfred Kazin"
}