{
    "id": "2215720",
    "text": "{| |} The Amiot 120 was a family of French single-engine biplane bomber aircraft, built by the SECM-Amiot factory in the mid-1920s. The only series- built variant was Amiot 122 BP3 medium bomber, other known variant was Amiot 123 long-distance record plane. ==Design and development== The aircraft was designed as a medium single-engine biplane bomber with metal construction and conventional in layout, with braced wings. The fuselage consisted of a frame of duralumin pipes while the engine was covered with duralumin sheets, with the rest of the aircraft covered in fabric. A fixed conventional landing gear, with a rear skid was fitted. A crew of three sat in tandem in open cockpits. The first of the series was Amiot 120 BN2, a 2-seater bomber prototype, powered with a Renault 12Ma 580 hp inline engine (registration F-AHCR). It was not ordered by the French Air Force and only one example was built. More successful was the next slightly enlarged variant, the Amiot 122, of 1927, powered by a Lorraine 18 Kd, 650 hp engine. Its initial production variant was Amiot 122 BP2 2-seater bomber (registration F-AIUQ), but it entered production as the Amiot 122 BP3 3-seater bomber. A total of 80 aircraft were built for the French Air Force and five for Brazil. Another variant was the Amiot 123. Designed as a bomber, designated the Amiot 123 BP3 (one was built) but the French Air Force showed no interest in it. At that time, Polish authorities were looking for a long-distance record aircraft for transatlantic flights. In 1928 and 1929, two modified Amiot 123 aircraft were built as a long-distance variant, with enlarged fuel tanks (first had Lorraine 18 Kdrs 710 hp engine, the second Lorraine 18 Kdrs 785 hp engine). The last two variants, the Amiot 124 BP3 and Amiot 125 BP3 were bomber prototypes in 1931, fitted with Hispano- Suiza 18Sbr 1000 hp and Renault 18Jbr 700 hp engines respectively, but not ordered by the French Air Force. Some sources claim, that Amiot 121 with a Lorraine 18 Kd 650 hp engine and Amiot 126 prototypes with a Lorraine 18 Gad 700 hp engine were also built. ==Operational history== The Amiot 122 was first used as a long-distance sports aircraft. From 13 September 1927, the prototype carried out a 10,800 km tour around the Mediterranean Sea, from Paris, through Vienna, Beirut, Cairo, Benghazi, Tunis, Casablanca to Paris. From 3–5 April 1928, Lieutenant Girardot flew it across the Sahara, on the Paris-Timbuktu- Dakar-Paris 10,100 km route. A total of 80 Amiot 122 BP3s were used by the French Air Force as reconnaissance bombers, starting in 1930. They were used in the 11th Aviation Regiment, based in Metz. They were nicknamed by pilots La Grosse Julie (Big Julie). In 1931, Brazil ordered five aircraft (four, according to Brazilian publications). They were used until 1936. One aircraft was used on the government side during a coup d'etat in July 1932. ===Transatlantic flights=== Paul Teste was killed in an Amiot 120 on the 13 June 1925 as he was training for a transatlantic flight. The first Amiot 123 was bought by the Polish Air Force in order for a first westbound transatlantic flight (in some sources, it is designated as Amiot 123.01). It was named Marszałek Piłsudski (Marshal Józef Piłsudski). The crew were pilot Ludwik Idzikowski and navigator Kazimierz Kubala. They commenced their first trial of a transatlantic flight on 3 August 1928, taking off at 4:45 a.m. from Paris Le Bourget airfield. However, after flying some 3200 km away, above the ocean, they noticed a lowering oil level in the engine, which was caused by a cracked oil tank. They decided to return to Europe, since it was more than a half way to America, against the wind. After 31 hours of flight, when the oil in engine had depleted, Idzikowski decided to land on water, by the German merchant ship Samos, about 70 km away from the Spanish coast. The sailors rescued the crew and pulled the aircraft out of the water, but it was damaged. Idzikowski and Kubala repeated this trial the next year. The second Amiot 123 was bought, initially built for the French pilot (according to some sources, it was still the first aircraft). It was named Orzeł Biały (the White Eagle, although according to some sources, it was still Marszałek Piłsudski). They took off on 13 July 1929, at 3:45 a.m. from Le Bourget. After flying 2140 km, over the ocean, about 5 p.m., the engine started to lose power, becoming noisy. They decided to land on Faial Island of the Azores. However, because of more irregular engine work, at 9 p.m. (7 p.m. local time), Idzikowski decided to make an emergency landing on a closer rocky island Graciosa. During the landing on a field, the aircraft hit a low stone wall and overturned wheels up. In the crash, Ludwik Idzikowski was killed, while Kazimierz Kubala was lightly injured. During a rescue action, the aircraft burned. ==Variants== Amiot 122 BP3 photo from Annuaire de L'Aéronautique 1931 ;Amiot 120BN2''' : Two-seat light bomber prototype. ;Amiot 121''' : Record breaking aircraft. ;Amiot 122BP3''' : Three-seat medium-bomber aircraft. ;Amiot 122S''' : Two- seat record breaking aircraft. ;Amiot 123''' : Two-seat long-range record aircraft. ;Amiot 124BP3 : Bomber prototype. ;Amiot 125BP3 : Bomber prototype. ==Operators== ; : Brazilian Air Force - five bombers ; : French Air Force - 80 bombers ; : Polish Air Force - two sports aircraft ==Specifications (Amiot 122BP3)== Amiot 120 3-view drawing from Les Ailes December 16,1926 ==See also== ==Notes== ==References== * Amiot at Aviafrance ==External links== * Photo and specs of Amiot 122 BP3 at Aviafrance Category:1920s French bomber aircraft Category:1920s French sport aircraft 120 Category:Biplanes Category:Single-engined tractor aircraft Category:Aircraft first flown in 1925 ",
    "title": "Amiot 120"
}