{
    "id": "2215571",
    "text": "Vamos (Greek: Βάμος) is a small town and former municipality in the Chania regional unit, Crete, Greece. Since the 2011 local government reform \"Kallikratis\" it is a municipal unit, part of the municipality of Apokoronas, serving as its historical capital.Kallikratis law Greece Ministry of Interior It is situated on a small hill at an altitude of above sea level, about from Chania. In Vamos, one can find several restaurants, snack bars and shops in the village, as well as many public services, such as a fully equipped health center, schools, police station and the regional court for the regions of Apokoronas and Sfakia. The village is said to have been founded by Arab invaders during the 8th century, which sought refuge in Crete after being expelled from Andalusia. The first official record of the name (Vamo/Vamu) is found on a map of 1577 made by Francesco Barozzi, and according to the Venetian census of 1583 it had 271 inhabitants. The village followed the fate of the rest of Western Crete when the Ottomans invaded the broader area of Apokoronas in 1646 and remained relatively small until the mid-19th century. According to the Egyptian census of 1834, it is mentioned as Vamos, being inhabited by 30 Christian and 15 Muslim families. Due to its strategic position over the main road from Chania to Rethimno and Heraklion, the village became the seat of a municipality in 1881, and in 1866 Vamos was chosen by Savva Paşa as the capital of the Liva (District) of Sfakia. Within the next years, the village went through a period of increased development, which saw the construction of new public buildings with neoclassical elements, such as the Governorate (Konak/Seray), the Ottoman barracks, water tanks and schools, among which the famous Parthenagogio (Girls' School), which today functions as a municipal hostel. Most of the judicial, political, and military authorities of the broader area were seated in the village. Therefore it is often found in public documents of the era as Saraylıköy, which means \"the village with the palace.\" For exactly the same reason, the village repeatedly became the target of Christian revolutionaries during the numerous Cretan revolts of the 19th century. Many of its buildings suffered great damage during the revolt of 1878, which were restored by Mahmut Paşa in 1892. One of the most renown events, however, is the siege and fall of Vamos to the revolutionaries under Leonidas Malekakis (Papamalekos) during the revolt of 1895-6, an event that forced the Greek government to revise its policy on the Cretan Question and the European Powers to intervene decisively for its settlement. The result was a preliminary treaty between the revolutionaries and the Ottoman authorities in 1896, which was soon to be followed by the last revolt of 1897 and the withdrawal of the Ottoman army, allowing the creation of the Cretan State, a de facto independent state which remained typically under Ottoman suzerainty until the Balkan Wars of 1912-3, when it eventually united with Greece. Right below the main square at the top of the hill, one can find the old quarter of Vamos. A group of locals decided to set up here Vamos SA, an enterprise devoted to preserving local heritage and customs, by encouraging a sustainable form of tourism. In this context, several old houses have been refurbished in order to provide accommodation for visitors, and within the next few years, a few tavernas showed up, an art gallery, some picturesque cafés, and a general store selling local products. ==Vamos municipal unit== The municipal unit Vamos extends over , and consists of 9 communities. The community Vamos extends over and includes the nearby village of Douliana. The municipal unit Vamos consists of the following communities (constituent villages in brackets): *Vamos (Vamos, Douliana) *Gavalochori (Gavalochori, Aspro) *Kaina (Kaina, Platanos) *Kalamitsi Alexandrou *Kefalas (Kefalas, Drapanos, Palailoni) *Kokkino Chorio *Xirosterni (Xirosterni, Litsarda) *Plaka (Plaka, Almyrida, Kampia) *Sellia (Sellia, Likotinarea, Souri) Approximately 3,400 residents inhabit the municipal unit of Vamos. ==The historical \"Lambrakeion\" High School of Vamos== The High School of Vamos was first established in 1901 by the authorities of the Cretan State, being one of the twenty Greek schools established during this era. Although it started with only three classes, it was soon obtained one more in 1911–1912, a fifth one in 1912–1913 and sixth the next year, thus becoming a complete high school. The existent building is the second building of the high school, and it was completed in 1936, with Sifakis being its director. It is located right above the main settlement of Vamos, at exactly the same place where the Ottoman Directorate (Konak) used to be. During World War II (1941–45) the building became a Nazi barracks and headquarters for the province of Apokoronas. In 1949, two more classes were built upon the donation of Dimitrios Lambrakis (ancestor of the Media-Tycoon Christos Lambrakis), and therefore his name was given to the high school, being known as \"Lambrakio Gymnasio Vamou.\" ==Historical population== {| class=\"wikitable\" |- ! Year !! Village population !! Municipality population |- | 1981 || 633 || – |- | 1991 || 569 || 2,536 |- | 2001 || 665 || 2,932 |} ==See also== *List of communities of Chania ==References== ==External links== * GTP Travel Pages (Municipality) *Photographs of Vamos Vamos *Vamos high school official website Category:Populated places in Chania (regional unit) ",
    "title": "Vamos"
}