{
    "id": "2215096",
    "text": "The Byrds Play Dylan is the name of two different compilation albums by the American rock band the Byrds, one released in 1979 and the other issued in 2002. As their titles suggest, each compilation consists of interpretations of Bob Dylan penned songs, which the Byrds recorded at different stages of their career. Neither version of the album reached the charts in the United States or the United Kingdom. ==1979 album== The original version of The Byrds Play Dylan was released by Columbia Records in the U.S. in November 1979, and included all thirteen Bob Dylan covers that the band had officially released on singles or albums between 1965 and 1970. The track listing of the original American release did not present the songs in chronological order. For the album's UK and European release in February 1980, the album was reconfigured to present the tracks in chronological order by release date at the request of the Byrds' biographer Johnny Rogan. This version begins with \"Mr. Tambourine Man\" (the Byrds' debut single) and concludes with a live rendition of \"Positively 4th Street\", taken from the band's 1970 album (Untitled). The chronological running order used for the European release was retained for all subsequent CD re-issues of the album. In 2008, the original thirteen track version of the album was re-released, with its chronological running order intact, under the augmented title of Collections: The Byrds Play Dylan. ==2002 album== In June 2002, a second compilation bearing the title The Byrds Play Dylan was released, which expanded considerably on the scope of the original album and included a number of alternate versions and live recordings that had not been released while the Byrds were still together. It also included the Byrds' cover of \"Paths of Victory\", which had been recorded in 1990 by a reunited line-up of the band featuring original members Roger McGuinn, David Crosby and Chris Hillman. All of the material on the 2002 edition of The Byrds Play Dylan had been previously released, either on the Byrds' regular albums, on their singles, as bonus tracks on their remastered CDs, or on The Byrds box set. ==Other compilations== The original 1979 release of The Byrds Play Dylan was not, in fact, the first compilation of the Byrds' Dylan covers to have been issued; an earlier, eleven track compilation had appeared in Japan in 1970 under the title The Byrds Sing Dylan. Yet another compilation of the Byrds' interpretations of Dylan's material was released in the UK and Europe as The Byrds Play the Songs of Bob Dylan in 2001. ==Track listing== All songs composed by Bob Dylan, except where noted. ===Original release=== *NOTE: The following track listing is the original running order as released in the U.S.https://www.discogs.com/The-Byrds-The-Byrds-Play-Dylan/release/2547854 ====Side 1==== #\"The Times They Are a-Changin'\" – 2:18 #\"Mr. Tambourine Man\" – 2:21 #\"All I Really Want to Do\" – 2:04 #\"Chimes of Freedom\" – 3:51 #\"Spanish Harlem Incident\" – 1:57 #\"My Back Pages\" – 3:08 #\"Lay Down Your Weary Tune\" – 3:30 ====Side 2==== #\"It's All Over Now, Baby Blue\" – 4:53 #\"You Ain't Goin' Nowhere\" – 2:33 #\"This Wheel's on Fire\" (Bob Dylan, Rick Danko) – 4:44 #\"Nothing Was Delivered\" – 3:24 #\"Lay Lady Lay [Single Version]\" – 3:18 #\"Positively 4th Street\" [Live] – 3:08 ===Re-release=== *NOTE:The following track listing is for the revised, chronological running order that was used on European versions of the original album and all subsequent re-releases of it on CD. ====Side 1==== #\"Mr. Tambourine Man\" – 2:21 #\"All I Really Want to Do\" – 2:04 #\"Chimes of Freedom\" – 3:51 #\"Spanish Harlem Incident\" – 1:57 #\"The Times They Are a-Changin'\" – 2:18 #\"Lay Down Your Weary Tune\" – 3:30 #\"My Back Pages\" – 3:08 ====Side 2==== #\"You Ain't Goin' Nowhere\" – 2:33 #\"Nothing Was Delivered\" – 3:24 #\"This Wheel's on Fire\" – 4:44 #\"It's All Over Now, Baby Blue\" – 4:53 #\"Lay Lady Lay\" [Single Version] – 3:18 #\"Positively 4th Street\" [Live] – 3:08 ===2002 edition track listing=== #\"All I Really Want to Do\" – 2:04 #\"Chimes of Freedom\" – 3:51 #\"It's All Over Now, Baby Blue\" [1965 Version] – 3:04 #\"Lay Down Your Weary Tune\" – 3:31 #\"Lay Lady Lay\" [Single Version] – 3:17 #\"Mr. Tambourine Man\" – 2:31 #\"My Back Pages\" – 3:08 #\"Nothing Was Delivered\" – 3:24 #\"Positively 4th Street\" [Live] – 3:10 #\"Spanish Harlem Incident\" – 1:57 #\"The Times They Are a-Changin'\" – 2:18 #\"This Wheel's on Fire\" (Bob Dylan, Rick Danko) – 4:44 #\"You Ain't Goin' Nowhere\" – 2:33 #\"It's Alright, Ma (I'm Only Bleeding)\" [Live] – 3:03 #\"Just Like a Woman\" – 3:55 #\"Lay Lady Lay\" [Alternate Version] – 3:18 #\"The Times They Are a-Changin'\" [Early Version] – 1:54 #\"Mr. Tambourine Man\" [Live] – 2:30 #\"Chimes of Freedom\" [Live] – 3:24 #\"Paths of Victory\" – 3:09 ==References== Category:Albums produced by Terry Melcher Category:Albums produced by Gary Usher Category:Albums produced by Bob Johnston Category:Bob Dylan tribute albums Category:The Byrds compilation albums Category:1979 compilation albums Category:Columbia Records compilation albums Category:Albums produced by Roger McGuinn Category:Albums produced by Gene Parsons Category:Albums produced by Skip Battin Category:Albums produced by Clarence White ",
    "title": "The Byrds Play Dylan"
}