{
    "id": "2216226",
    "text": "King's Highway 140, commonly referred to as Highway 140, is a provincially maintained highway in the Canadian province of Ontario. The highway connects Port Colborne near Lake Erie with Highway 406 in Welland, via the Main Street Tunnel. It was constructed in the early 1970s as part of the Welland Bypass project of the Welland Canal, which resulted in the severance of several highways and rail lines. Opened to traffic in late 1972, several months following the tunnel, Highway 140 has remained unchanged since, despite growing calls to resign it as an extension of Highway 406\\. == Route description == Highway 140 between Port Colborne and Welland Highway 140 begins at an intersection with Highway 3 on the eastern edge of Port Colborne. From there, Highway 3 continues east to Fort Erie; to the west it becomes Niagara Regional Road 3. The roadway carrying Highway 140 continues south of Highway 3 as a local road named Elizabeth Street, whereas Highway 140 travels north, to the west of forestland and a quarry. The highway parallels the Welland Canal throughout its length, always within of the waterway. Wooden high-tension powerlines parallel the highway until it diverges, curving towards the northeast immediately north of Chippawa Road. It travels diagonally for several kilometres before ascending on an overpass and crossing the former Canadian National Humberstone Subdivision tracks. The highway gradually straightens to a north–south alignment as it crosses Highway 58A and a set of railway tracks, both of which travel beneath the nearby Welland Canal to the west. Continuing north, Highway 140 passes over Lyons Creek, which meanders northeast to converge with the Welland River west of the Niagara River. The highway ends approximately north of this point at an intersection with Main Street (Niagara Regional Road 27). Main Street travels beneath the Welland Canal immediately west of Highway 140, providing a connection to Highway 406 on the opposite side. Because of its importance as both a through route past the canal and in linking Highway 140 with Highway 406, East Main Street between Highways 140 and 406 is maintained the Ministry of Transportation of Ontario (MTO) as Highway 7146. == History == The history of Highway 140 begins in May 1966, when the St. Lawrence Seaway Authority received Federal approval for the Welland Bypass, a channel that would serve to bypass the canal through downtown Welland, where several crossings proved to be a hazard for shipping traffic and the shipping traffic an impediment to pedestrian and vehicular traffic. The new channel would be dug out and flooded, providing the opportunity for the construction of cheap cut and cover tunnels beneath the channel. By 1968, construction was underway on tunnels at East Main Street and at the Port Colborne – Welland townline. Due to the numerous road disconnections that would take place as a result of the Welland Bypass, a new highway was proposed to link Welland with Port Colborne. One of the severed highways was Highway 58, which then followed Canal Bank Street south from Welland. In late 1970, the Department of Highways tendered contracts for the construction of the new highway on the east side of the bypass. Construction began from the north, reaching as far south as Ramey Road. The section north of Townline Road was completed within a year. Around the same time, the third and final contract was tendered for the section north of Highway 3\\. On May 20, 1972, the Main Street Tunnel was opened to traffic at a morning ceremony featuring local officials and the Welland Police Association Pipe Band. Highway 140 was opened several months later, without ceremony, on October 5. It has remained unchanged since then, and was not affected by the provincial highway transfers in 1997 and 1998. The various municipalities serviced by Highway 140, as well as Niagara Region, have called for four-laning the route and redesignating it as Highway 406\\. However, the MTO is committed to extending Highway 406 to Highway 58 southwest of Welland. On April 4, 2006, the MPP for Erie—Lincoln, Tim Hudak, introduced a Private Member's Bill. The Highway 406 to Port Colborne Act passed first reading, but was not brought up for a second reading. == Major intersections == == References == == External links == *King's Highway 140 pictures @ Asphalt planet 140 Category:Transport in Port Colborne Category:Transport in Welland ",
    "title": "Ontario Highway 140"
}