{
    "id": "2216168",
    "text": "Jeffrey Mylett (June 8, 1949 – May 7, 1986) was an American actor and songwriter. He was best known for his roles in both the stage and film productions of Godspell. == Personal life == Mylett was born in North Canton, Ohio. He attended Hoover High School and studied theater at Carnegie Mellon University. He followed the spiritual teacher Meher Baba, and appears in The God-Man, a documentary about Meher Baba produced for Australian television in 1976Broadcast 9 January 1978 in NSW. . In the documentary, Mylett is interviewed and performs his song, \"House of the Lord.\" Mylett died at the age of 36 in Los Angeles in 1986 as a result of complications of HIV/AIDS. == Theater, film, and television == He appeared in the original off-Broadway production of Godspell in 1971.La MaMa Archives Digital Collections. \"Production: Godspell, The (1971)\". Accessed August 13, 2018. During the musical's initial two-week run at La MaMa Experimental Theatre Club, the show featured songs by cast members, including two songs by Mylett. A team of producers then transferred the show to commercial theaters and hired Stephen Schwartz to compose a new score. All the original songs were replaced, except for \"By My Side\" by Jay Hamburger and Peggy Gordon. Mylett also appeared in Thoughts, written by Godspell castmate Lamar Alford, at La MaMa in 1972La MaMa Archives Digital Collections. \"Production: Thoughts (1972)\". Accessed August 13, 2018. and again in 1973.La MaMa Archives Digital Collections. \"Production: Thoughts (1973)\". Accessed August 13, 2018. In 1974, he appeared in the Broadway musical The Magic Show, in which he was Doug Henning's understudy and played Henning's role while he was away. During Mylett's scheduled appearances in the show, the character's name was changed from \"Doug\" to \"Jeff.\" In early 1977, he participated in the workshop which created the musical Working. When the show premiered at the Goodman Theatre in Chicago and later on Broadway, the roles Mylett had developed in the workshop were performed by Joe Mantegna. Mylett recreated his stage role in the 1973 film version of Godspell. He also appeared in the films Money Talks (1972), Brewster's Millions (1985), and My Man Adam (1985). He hosted The Rock 'n' Fun Magic Show, a 1975 television special featuring music, magic, and comedy. The special featured appearances by Doug Henning, Bill Cosby, and the Hudson Brothers, among others.The Daily Inter Lake, Kalispell, Montana, October 10, 1975, p. 2.The Times-Reporter, Dover-New Philadelphia, Ohio, November 7, 1975, p. D3. The series initially intended to follow this special was never produced. == References == == External links == * *Mylett's page on La MaMa Archives Digital Collections Category:1949 births Category:1986 deaths Category:Followers of Meher Baba Category:Musicians from Canton, Ohio Category:AIDS-related deaths in California Category:Carnegie Mellon University College of Fine Arts alumni Category:20th-century American male actors Category:Actors from Canton, Ohio Category:People from North Canton, Ohio ",
    "title": "Jeffrey Mylett"
}