{
    "id": "2216541",
    "text": "Pretties for You is the debut studio album by American rock band Alice Cooper, released on June 25, 1969 by Straight Records. At this time, the name \"Alice Cooper\" referred to the band and not its lead singer Vincent Furnier. The album has a psychedelic flavor to it; the group had yet to develop the more concise hard rock sound that they would become famous for. Most of the tracks feature unusual time signatures and arrangements, jarring syncopation, expressive dynamics, sound effects, and an eclectic range of music influences. A few songs, such as \"Levity Ball\", show the influence of Syd Barrett-era Pink Floyd, with whom the band hung out during the British group's U.S. tour.Liner notes to The Life and Death of Alice Cooper box set, p. 62. Alice Cooper guitarist Glen Buxton stated he could listen to Barrett's guitar playing for hours on end. The artwork for this album is a painting by Edward Beardsley. It was originally hanging on the wall of the living room in Frank Zappa's house, and his wife Gail Zappa stated that it was later stolen from them. Pretties for You was a critical and commercial failure, only briefly appearing on the Billboard Top 200, and none of its songs have ever been played live by Cooper since the release of the band's breakthrough album Love It to Death.Alice Cooper Tour Archive The song \"Reflected\", Alice Cooper's first single, was later rewritten as \"Elected\", which features on their 1973 album Billion Dollar Babies. ==Production== According to Alice Cooper's band manager Shep Gordon, when recording at Whitney Studios in Burbank, Frank Zappa left his brother in charge of recording while Zappa left the studio. Zappa returned later that day and informed them the album was finished, having only recorded the band rehearsing. Gordon states that there was no producer during recording, that the band had no complete songs written, that Zappa \"didn't spend 5 minutes in the studio\" and never asked to hear their material, and that the band's debut album was made up entirely of that rehearsal recording, aside from the live recording of \"Levity Ball\". ==Track listing== All songs written by Alice Cooper, Glen Buxton, Michael Bruce, Dennis Dunaway and Neal Smith. ;Side one #\"Titanic Overture\" – 1:12 #\"10 Minutes Before the Worm\" – 1:39 #\"Sing Low, Sweet Cheerio\" – 5:42 #\"Today Mueller\" – 1:48 #\"Living\" – 3:12 #\"Fields of Regret\" – 5:44 ;Side two #\"No Longer Umpire\" – 2:02 #\"Levity Ball\" – 4:39 #\"B.B. on Mars\" – 1:17 #\"Reflected\" – 3:17 #\"Apple Bush\" – 3:08 #\"Earwigs to Eternity\" – 1:19 #\"Changing Arranging\" – 3:03 ==Reception== Lester Bangs of Rolling Stone felt that there were no \"[hints] of life, spontaneity, joy, rage, or any kind of authentic passion or conviction\". However, he stated that \"within the context of [Alice Cooper's] self-imposed limitations, the album is listenable\". He concluded the review by saying that \"Alice Cooper's music is, for this reviewer at any rate, totally dispensable\". ==Legacy== AllMusic's Stephen Thomas Erlewine feels that the album \"was an earnest but flawed stab at psychedelia that occasionally caught fire\". ==Live covers== On November 8, 2015, the entire record was performed live at The Stone in NYC as part of Nick Didkovsky's residency there. Neal Smith, Dennis Dunaway and Cindy Smith Dunaway were in attendance. Dennis Dunaway joined the band for \"Nobody Likes Me\" as an encore, a song that was originally slated to be on the record. ==Personnel== ;Alice Cooper band *Alice Cooper – lead vocals (all but 3), harmonica *Glen Buxton – lead guitar *Michael Bruce – rhythm guitar, backing vocals and lead (3) vocals, keyboards *Dennis Dunaway – bass guitar, backing vocals *Neal Smith – drums, backing vocals ==Charts== {| class=\"wikitable\" |- ! scope=\"col\" | Year ! scope=\"col\" | Chart ! scope=\"col\" | Position |- |1969 |Billboard Pop Albums | style=\"text-align:center;\"|193 |} ==References== Category:Alice Cooper albums Category:1969 debut albums Category:Straight Records albums Category:Enigma Records albums Category:Acid rock albums ",
    "title": "Pretties for You"
}