{
    "id": "2216778",
    "text": "Birch Hills is a town located in Saskatchewan, Canada. It is located southeast of Prince Albert and the reserve of Muskoday First Nation. Directly to the west is the village of St. Louis, and to the east is Kinistino. It is surrounded by, but not part of, Birch Hills Rural Municipality No. 460. The community takes its name from hills in the area, which were once heavily treed with birches that were used in manufacturing birch bark canoes during the fur trade era of the 18th century. The countryside around Birch Hills is part of the aspen parkland biome. ==History== Situated in an area settled primarily by Norwegian, British and Anglo-Metis peoples, Birch Hills became a village in 1907 and reached town status in 1960. Unlike many other agriculturally based towns, it continues to grow due to its position as a satellite community of Prince Albert. ==Demographics== ==Notable people== * Earl Thomson won a gold medal for Canada at the 1920 Olympics in the 110 metres hurdles. * Marshall Johnston was an NHL player, scout, coach, and general manager. He is currently the Director of Professional Scouting for the Carolina Hurricanes. ==See also== * Birch Hills Airport - Municipal airport * Jumping Lake, Saskatchewan - a lake a short distance south of Birch Hills. * Birch Hills Dance Centre - a competitive dance studio ==References== ==External links== * {| width=\"75%\" border=\"2\" align=\"center\" |----- | width=\"35%\" align=\"center\" | | width=\"30%\" align=\"center\" | North: Muskoday First Nation | width=\"35%\" align=\"center\" | |----- | width =\"10%\" align=\"center\" | West: St. Louis | width =\"35%\" align=\"center\" | Birch Hills | width =\"30%\" align=\"center\" | East: Weldon |----- | width =\"35%\" align=\"center\" | | width =\"30%\" align=\"center\" | South: Jumping Lake | width =\"35%\" align=\"center\" | |} Category:Towns in Saskatchewan Category:Norwegian Canadian settlements Category:Birch Hills No. 460, Saskatchewan Category:Division No. 15, Saskatchewan ",
    "title": "Birch Hills"
}