{
    "id": "2216607",
    "text": "Emajõgi (; meaning \"Mother River\") is a river in Estonia which flows from Lake Võrtsjärv through Tartu County into Lake Peipsi, crossing the city of Tartu for 10 km. It has a length of 100 km. The Emajõgi is sometimes called the Suur Emajõgi (\"Great Emajõgi\"), in contrast with the Väike Emajõgi (\"Little Emajõgi\"), another river which flows into the southern end of Lake Võrtsjärv. Emajõgi is the second largest river in Estonia by discharge and the only fully navigable river. ==Course== The source of Emajõgi is at the northeastern shore of Võrtsjärv at Rannu-Jõesuu, from where the river follows a roughly eastward course towards Lake Peipsi. The course of Emajõgi is divided into 3 distinct sections. dead link In the upper course, from Võrtsjärv to Kärevere bridge, the river flows through large, flat and marshy areas, which are part of Alam- Pedja Nature Reserve. In this heavily meandering section, Emajõgi lacks a clearly defined floodplain – the flooded area spans several kilometres at times and has no definite borders. In the middle course from Kärevere to Kavastu through Tartu, Emajõgi follows a straighter course and flows in a clearly defined, shallow valley mostly a maximum of 10 m deep. The width of the valley in the middle course is 1–1.5 km; in Tartu, it narrows to 800 m. The narrowest section of the valley (400–600 m) is located in the end of the middle course near Kavastu. In the lower course, the river flows through a swampy lowland – Emajõe Suursoo – before emptying into Lake Peipsi at Praaga. The length of the river is . In 1927, its length was measured to be . This may have changed somewhat in the 1930s, when the river's meandering upper course was straightened to allow for easier navigation. ==History== A modern replica of the historic lodi The Emajõgi has been widely used as a waterway and trade route for centuries. In the past, it has also been an obstacle for land transport between Northern and Southern Estonia, because the river flows in a low-lying and swampy valley. Of the few suitable locations for crossing the river, Tartu has the most favourable conditions. Due to its location on the crossing of land and water routes, Tartu became an important trading center in Ancient Estonia. In the 19th century, Emajõgi was actively used for transporting different cargo to Tartu – firewood, timber, hay, fish, and so on. The main type of vessel used was the lodi, a small river barge or sailing ship adjusted for navigation on Lake Peipsi and Emajõgi. Up to 200 barges were anchored in Tartu port at the time. The first steam paddler appeared on Emajõgi in 1843; there were six by 1900. The last river barges disappeared by the mid-20th century. Several new ships were brought to the river in the Soviet era to continue navigation to Pskov, Piirissaar, among other destinations. Fast hydrofoils, which were first introduced in 1960s, operated daily on the Tartu-Pskov route. Traffic on the route ended in 1992. Though attempts have been made to restart it since 1997, it remains closed. ==Crossings== Arch Bridge) in Tartu Jänese railway bridge in Vorbuse. Emajõgi is crossed by 10 bridges, the majority of them located in Tartu. The bridges are, in downstream order: *Rannu-Jõesuu bridge at the source of Emajõgi on Tartu–Viljandi highway **Includes an old bridge currently reserved for pedestrians and local traffic and a new highway bridge completed in 2009. *Kärevere bridge on Tartu–Tallinn highway **Includes a closed old bridge and a new highway bridge completed in 1999. *Jänese railway bridge on Tallinn–Tapa–Tartu railway 7 km northwest of Tartu in Vorbuse *Kroonuaia bridge in Tartu *Vabadussild in Tartu **Vabadussild replaced the Raudsild in 2008. *Kaarsild – pedestrian bridge in Tartu *Võidu bridge in Tartu *Turusild – pedestrian bridge in Tartu *Sõpruse bridge in Tartu *Ihaste bridge on the Tartu ring road, opened in 2015 *Luunja bridge on Tartu–Räpina highway in Luunja In addition to the bridges, the only operating cable ferry in Estonia crosses the river at Kavastu, about downstream of Luunja bridge. ==References== Category:Rivers of Estonia Category:Landforms of Tartu County Category:Tartu ",
    "title": "Emajõgi"
}