{
    "id": "2217623",
    "text": "The Forest Research Institute (FRI) वन अनुसन्धान संस्थान is an institute of the Indian Council of Forestry Research and Education and is a premier institution in the field of forestry research in India. It is located at Dehradun in Uttarakhand, and is among the oldest institutions of its kind. In 1991, it was declared a deemed university by the University Grants Commission. The Forest Research Institute campus hosts the Indira Gandhi National Forest Academy (IGNFA), the staff college that trains officers selected for the Indian Forest Service (IFoS). ==History== It was founded in 1878 as the British Imperial Forest School by Dietrich Brandis. In 1906, it was reestablished as the Imperial Forest Research Institute, under the British Imperial Forestry Service. ==Architecture== Forest Research Institute front view Established as Imperial Forest Research Institute in 1906, the Forest Research Institute (FRI) Dehradun, was first situated at Chandhbagh (the present location of the Doon School) on the Mall Road. A much larger campus at the present location was acquired ca 1923. Construction of the new buildings commenced thereafter. Styled in Greco-Roman Architecture by C.G. Blomfield, the main building was inaugurated in 1929 by then Viceroy Freeman Freeman- Thomas, 1st Marquess of Willingdon. It is now a National Heritage site. Forest Research Institute Dehradun is among the oldest institutions of its kind and acclaimed the world over. The institute's history is virtually synonymous with the evolution and development of scientific forestry, not only in India, but over the entire sub-continent. Built over 450 hectares, with the outer Himalaya forming its back drop, the institute's main building combines Greco- Roman and Colonial styles of architecture, with a plinth area of 2.5 hectares. The building was listed for a time, in the Guinness Book of Records, as the largest purely brick structure in the world. The institute has a developed infrastructure of all equipped laboratories, library, herbarium, arboreta, printing press and experimental field areas for conducting forestry research, quite in keeping with the best of its kind anywhere in the world. It is 7 km from Clock Tower, on the Dehradun-Chakrata motorable road. It is the biggest forest based training institute in India. Most of the forest officers are a part of this institute. The FRI's building also houses a Botanical Museum and there are many different kind of trees from around the world . ==Location== FRI and College Area campus is a census town, between Kaulagarh in the north and the Indian Military Academy to the south. The Tons River forms its Western Boundary. Lawn at FRI in Evening ==Training facility== Within its campus, it hosts Indira Gandhi National Forest Academy (IGNFA), which is a separate organization of the Indian Ministry of Environment and Forests (MOEF). It also hosts the Central Academy for State Forest Services (CASFOS). The Wildlife Institute of India was on campus but now has moved to Chandrabani, and is an independent organization under MoEF. IIFM is an independent autonomous organization of MoEF and has good liaisons with FRI for forestry research and related activities. Presently IIM Kashipur running its executive management course on weekends for working person in this campus. The deemed university of FRI runs four MSc courses viz. Cellulose & Paper Technology, Environment Management, Forestry Management, Wood Science Technology and two P.G.Diploma courses in Natural Resource Management and Aroma Technology. It also enrolls a large number of research scholars every year for Ph.D. The Front view of the Main FRI building. ==Museum== The museum is open from 9:30am to 5:00pm daily. There is an entry fee of ₹40 per person and a nominal entry fee for vehicles. There are six sections in the museum: # Pathology Museum # Social Forestry Museum # Silviculture Museum # Timber Museum # Non-Wood Forest Products Museum # Entomology Museum == In popular culture == More than half a dozen movies Dulhan Ek Raat Ki, Krishna Cottage, Rehnaa Hai Terre Dil Mein, 404, Paan Singh Tomar, Nanban, Student of the Year, Student of the Year 2, Dilli Khabar, Yaara Genius, Dear Daddy and Maharshi were majorly shot in this campus. Television commercial ad of Bournvita was also shot here. Punjabi song Pyaar tere naal he and Sajjan Raji by Satinder Sartaj also shot here. Web series like Puncch beat is also shot here Rash Behari Bose worked here as a head clerk, before becoming a full-time participant in the Independence movement. ==See also== * Arid Forest Research Institute (AFRI) Jodhpur * Forest Survey of India (FSI) * Indian Forest Service (IFoS) * Indian Institute of Forest Management (IIFM) * Van Vigyan Kendra (VVK) Forest Science Centres * List of forest research institutes in India * List of historic schools of forestry ==References== ==External links== * *International Union of Forest Research Organizations (IUFRO) Category:1906 establishments in India Category:Indian Council of Forestry Research and Education Category:Buildings and structures in Dehradun Category:Science and technology in Dehradun Category:Deemed universities in India India Category:Forestry education in India Category:Forestry museums in India Category:History of forestry education Category:Ministry of Environment, Forest and Climate Change Category:Museums in Uttarakhand Category:Research institutes established in 1906 Category:Tourist attractions in Dehradun Category:Research institutes in Dehradun ",
    "title": "Forest Research Institute (India)"
}