{
    "id": "2217505",
    "text": "The Suncor Energy Centre, formerly the Petro-Canada Centre, is a project composed of two granite and reflective glass-clad office towers of 32 floors and 52 floors, situated in the office core of downtown Calgary, Alberta. The Council on Tall Buildings and Urban Habitat lists the west tower ( as measured to top of the structure), as the 19th tallest building in Canada and the fourth tallest skyscraper outside of Toronto. The west tower overtook the Calgary Tower as the tallest free-standing structure in Calgary from its completion 1984, until being surpassed by the neighbouring Bow in 2010. The office towers encompass of rentable office space with the complex also containing of retail and underground parking area. A glass-enclosed walkway (part of the +15 System) provides shelter, and easy access to the surrounding buildings. The building was often called Red Square in its early years, a derisive reference to its primary occupant Petro-Canada, which was a federal Crown Corporation created under Prime Minister Pierre Trudeau's National Energy Program. Following the completion of the complex in 1984, one writer for the Calgary Herald described the buildings as \"a twin-towered, $200-million monument to socialism\", and later Premier Peter Lougheed would blame Petro-Canada and the two towers for the collapse of the Calgary real- estate boom, in part by flooding the market. Petro-Canada was privatized in 1991 under the Brian Mulroney government and acquired in 2009 by the complex's current namesake, Suncor Energy, which continues to operate the company as a subsidiary. ==History== Planning for the complex began in the late-1970s following the creation of Petro-Canada. Petro-Canada came to an agreement with the West German firm ARCI Inc. to jointly develop an ARCI-owned site in Calgary to host the Crown Corporation's new headquarters. ARCI Inc served as an investment corporation, which had purchased the site several years early, and continues to be owned by the German House of Arenberg. In May 1980, a $200-million design was proposed with an all-glass, three-tower design including a 25-storey tower to be completed in 1982 and a larger 50-storey tower completed later in 1983. The Calgary Planning Commission rejected the proposal in Fall 1980 as the site was not large enough for the density three towers would provide, and the all-glass design was not desirable for the city. Subsequently Petro-Canada purchased the air rights from the neighbouring Calgary Chamber of Commerce for $2.5 million and received approval for a granite-clad two-tower design with an density bonus option of four storeys on the smaller tower. Construction on the complex began on April 2, 1982. During construction, local controversy arose when no Canadian bids were received to supply the site with exterior granite cladding, which resulted in the use of $500,000 of Finnish granite, which was cut and polished in Italy and shipped to the Calgary site for installation. Another local controversy was the installation of bilingual signage (French and English), which Petro-Canada head office insisted upon. On January 4, 1983 the West tower reached 191 metres in height, exceeding the Calgary Tower and becoming the tallest freestanding structure in Calgary and Western Canada. The 52-storey west tower was topped off on May 26, 1983, and the complex was completed in 1984. During construction in April 1983, one of the site's tower cranes collapsed, killing its operator. At the time of the collapse, the crane was lifting a 3-tonne marble slab for installation on the exterior of the 44th storey of the building, during which the crane buckled causing the boom to swing down and the marble slab to smash into the side of the 30th floor, sending debris to the street below. In December 1998, Petro-Canada sold the their remaining half interest in the complex to Gentra Inc. (former subsidiary of Brookfield Properties Corporation) for $200 million (equivalent to $ million in ), which included Petro-Canada signing a 15-year lease to remain in the towers. ==Major tenants== Major tenants of the Suncor Energy Centre include Suncor Energy Inc., Precision Drilling Corporation, Taqa North, Crescent Point Energy, Enbridge, Direct Energy, PricewaterhouseCoopers and Weatherford Canada. ==Gallery== Image:PetroCanCtr.jpg|Interior view of the Suncor Energy Centre File:Petro-Canada Center.jpg|Suncor Energy Centre West Tower at Sunset Image:Petro Canada West Tower.jpg|Suncor Energy Centre West Tower Image:Pc_05.jpg|Suncor Energy Centre West Tower ==See also== * List of tallest buildings in Calgary ==References== ==External links== * Brookfield Properties Building Page for Suncor Energy Centre * * Category:Office buildings completed in 1984 Category:Modernist architecture in Canada Category:Skyscrapers in Calgary Category:Headquarters in Canada Category:Twin towers Category:Brookfield Properties buildings Category:WZMH Architects buildings Category:Skyscraper office buildings in Canada Category:Retail buildings in Canada ",
    "title": "Suncor Energy Centre"
}