{
    "id": "2218770",
    "text": "Detail from the Millennium of Russia Monument: Mstislav Mstislavich, left, and Daniel of Galicia, his son-in-law Mstislav Mstislavich the Daring (, ) (died c. 1228) prince of Tmutarakan and ChernigovProfiles of great Russians, army and navy, Sankt Petersburg 2008 (), page 10; translation: Mistislav the Bold Prince of Tmutarakan and Chernigov., was one of the most popular and active princes of Kievan Rus' in the decades preceding the Mongol invasion of Rus'. He was the maternal grandfather of Prince Alexander Nevsky, Prince of Novgorod, Grand Prince of Kiev and Grand Prince of Vladimir. He also was the maternal grandfather of prince Leo of Galicia, who became Grand Prince of Kiev. He was the son of Mstislav the Brave of Smolensk by a princess of Ryazan. In 1193 and 1203, his bravery in the Kypchak wars brought him fame all over Kievan Rus'. At that time, he married Maria, a daughter of Kypchak Khan Kotian. In 1209 he was mentioned as a ruler of Toropets. A year later, he came and took the Novgorodian throne, seizing Sviatoslav Vsevolodovich's men (Sviatoslav himself was detained in the archbishop's compound in Novgorod).Michael C. Paul, \"Was the Prince of Novgorod a 'Third-rate Bureaucrat' after 1136?\" Jahrbücher für Geschichte Osteuropas 56, No. 1 (2008): 91. On his way to Novgorod, Mstislav delivered the key town of Torzhok from a siege laid to it by Vsevolod III of Vladimir. He led two successful Novgorodian campaigns against the Chudes in 1212 and 1214. In 1215, he expelled Vsevolod IV from Kiev and elevated his uncle Mstislav Romanovich to the throne.Paul, \"Third-rate Bureaucrat\" 91-92. In 1216, Mstislav mustered a large coalition of princes of Rus' which defeated Vladimir-Suzdal on the Lipitsa River. After that he installed his ally Konstantin of Rostov as Grand Prince of Vladimir and married his own daughter to Yaroslav of Vladimir, who had fortified himself in Torzhok. In the meantime, his other enemies had him deposed in Novgorod, and Mstislav had to abandon Northern Rus for Halych. In 1219, he concluded peace with his chief rival, Danylo of Halych, who thereupon married Mstislav's daughter Anna. In 1223, Mstislav joined a coalition of perhaps 18 princes, which, along with Cuman (Polovtsian) allies, pursued the Mongols from the Dnieper River for nine days and joined battle with them at Kalka River. While three princes were captured and later killed at the battle site, and six more were killed in headlong pursuit back to the Dnieper River, Mstislav is the only prince specifically named among the nine or so who escaped. He managed to escape by cutting loose the boats on the Dnieper River so he could not be pursued.A. N. Nasonov, ed., Novgorodskaia pervaia letopis: starshego i mladshego izvodov (Moscow and Leningrad: AN SSSR, 1950), 63, 267; John Fennell, The Crisis of Medieval Russia 1200-1304 (London and New York: Longman,1983), 66-68. Mstislav reigned in Halych until 1227, when boyar intrigues constrained him to leave the city to his son-in-law, Andrew of Hungary. Thereupon he retired to Torchesk, where he died in 1228. ==Family== He married to a daughter of Kotian khan of Kypchak and had issue: * Rostislava, wife of Yaroslav II of Vladimir. * Anna, wife of Daniel of Galicia. ==Succession== ==References== Category:12th-century births Category:1228 deaths Category:Rurik dynasty Category:Rostislavichi family (Smolensk) Category:Princes of Novgorod Category:Princes of Halych Category:Princes of Torchesk Category:12th-century princes in Kievan Rus' Category:13th-century princes in Kievan Rus' Category:Eastern Orthodox monarchs ",
    "title": "Mstislav Mstislavich"
}