{
    "id": "2218487",
    "text": "Juan Ignacio Rafaelo Lorenzo Trápaga y Esteban (born 1957), known profressionally Ignatius Jones is a Filipino-born Australian events director, journalist, actor and previously fronted the shock rock band Jimmy and the Boys. From 1976 to 1982 the group pioneered the use of shock theatrics in Australia. By the end of the 1970s they were \"one of the most popular live acts on the Australian scene\" with Jones performing as lead vocalist and contortionist alongside Joylene Thornbird Hairmouth (born William O'Riordan) on keyboards and vocals as a kitsch transvestite. In 1981 they scored their only top 10 single with \"They Won't Let My Girlfriend Talk to Me\", which was written by Split Enz leader, Tim Finn. In 1982 after their disbandment, Jones pursued a solo career and by the mid-1980s was a member of a swing jazz- cabaret band, Pardon Me Boys, with O'Riordan and Jones' sister, Monica Trapaga – former Play School presenter. In 1990 Jones, with Pat Sheil, co-wrote True Hip and Jones followed it a year later with The 1992 True Hip Manual. As an actor, Jones appeared on TV series including Sweet and Sour (1984) and Culture Shock (1985). He had minor roles in comedy films including Those Dear Departed (1987) and Pandemonium (1988). For the 1992 musical film, Strictly Ballroom, Jones sang \"Yesterday's Hero\" (original by John Paul Young). Jones worked with David Atkins on the 2000 Sydney Olympics Opening and Closing Ceremonies, which included co-directing the horse segment that launched the opening ceremony. The pair oversaw the Opening Ceremony of Shanghai 2010 World Expo and the ceremonies of the Vancouver 2010 Olympic Winter Games. In 2017 Jones was honoured with a Lifetime Achievement Award at the Australian Event Awards. ==Biography== Ignatius Jones was born in 1957 as Juan Ignacio Rafaelo Lorenzo Trápaga y Esteban, in Singalong, Manila, Philippines of a Basque-Chinese father, Nestor Juan Trápaga, and a Catalan-American mother, Margot (born 15 May 1935, nee Esteban). Also born in Manila are two of his younger siblings, Luis Miguel and Rocio Maria (born 9 August 1962). His paternal grandfather was a conductor while Jones' father, Nestor, was a musician playing violin, conga and bongo drums. His maternal grandfather, Luis Esteban (died 1964), was an actor and professional cartoonist, while his maternal grandmother, Mary Case Esteban (born 1908), was a caterer for state events – including for then- President Ferdinand Marcos – and a couturier. In January 1963 Nestor migrated to Australia via a plane flight to Sydney, Note: If required user may need to initiate a new search. First select 'Home', then 'Search the collection', 'RecordSearch – Basic Search'. Enter 'Trapaga' and select details for 'SP908/1, Spanish/Trapaga Nestor Juan'. followed in March by Margot (Margaret) and their three children. Jones' younger sister, Monica Trapaga, was born in 1965 in Sydney – she was later a Play School presenter and children's entertainer. Jones became a naturalised Australian in 1971, but maintains a dual Spanish-Australian citizenship. Jones grew up in Wahroonga and attended St Leo's Catholic College before switching to St Ignatius' College, Riverview, near the Sydney river-side suburb of Lane Cove. Jones contended for dux of his year level with Tony Abbott – later Prime Minister – Jones struggled with mathematics but excelled in Ancient Greek and Latin. Jones followed Monica to her dance lessons and started a theatrical career as a classical ballet dancer but switched to more contemporary music. ===Jimmy and the Boys=== In 1976, Ignatius Jones was a founding mainstay member of shock rockers Jimmy and the Boys with Joylene Thornbird Hairmouth (born William O'Riordan) which formed in Sydney. The original line-up was Jones on lead vocals, Hairmouth on keyboards and vocals, Tom Falkinham on bass guitar, Scott Johnson on drums, Jason Morphett on saxophone and Andrew de Teliga on guitar. On-stage Jones was also a contortionist and Hairmouth was \"the kitchiest of transvestites\", other than Jones and Hairmouth, the line-up was regularly changed. By the end of the 1970s they were \"one of the most popular live acts on the Australian scene\". In 1981 they scored their only top 10 single with \"They Won't Let My Girlfriend Talk to Me\", Note: Used for Australian Singles and Albums charting from 1974 until Australian Recording Industry Association (ARIA) created their own charts in mid-1988. In 1992, Kent back calculated chart positions for 1970–1974. written by Split Enz leader, Tim Finn. After issuing two studio albums and a live set, the group disbanded in 1982 with Jones set to pursue a solo career. ===From Pardon Me Boys to Monica and the Moochers=== In April 1982, Ignatius Jones issued his debut solo single, \"Like a Ghost\", which was written by The Church's frontman Steve Kilbey. Jones' second single, \"Whispering Your Name\", appeared in March 1983. Both singles were \"hot dance club favourites among the gay community on the American west coast\". In 1984, Jones formed Arms & Legs with Jeremy Cook on drums, Kirk Godfrey on guitar (ex-Big Red Tractor), Steve Harris on bass guitar (Passengers, Visitors) and Andrew Ross on keyboards (Ward 13) but they disbanded after a year. In 1985 Jones was a member of a swing jazz-cabaret band, Pardon Me Boys, with O'Riordan and Jones' sister, Monica Trapaga. As a journalist, Jones contributed to RAM (aka Rock Australia Magazine) – starting in 1983, The Edge and, in June 1985 became the editor of Stilletto magazine. In 1984, as an actor, he appeared in an episode of ABC-TV's music drama series, Sweet and Sour. In 1985 he appeared on Culture Shock for SBS-TV as a reporter on youth affairs and interviewer. For the 1987 comedy film, Those Dear Departed, Jones acted in the role of Phil Rene alongside stars Garry McDonald and Pamela Stephenson. For the 1988 campy comedy film, Pandemonium, he portrayed a marriage celebrant and supported David Argue in the lead role. In 1990 Jones, with Pat Sheil, co-wrote True Hip and Jones followed it a year later with The 1992 True Hip Manual. On the soundtrack for 1992 musical film, Strictly Ballroom, Jones performed John Paul Young's song \"Yesterday's Hero\", and the Spanish dance-flavoured, \"Rhumba de Burros\". In 1997 he co-directed, with Trapaga, a children's video, Monica's Seaside Adventure, by Monica and the Moochers with Peter Cox and George Washingmachine.. In 1999 he directed Monica's Trip to the Moon by Monica and the Moochers with McKaw, Fridge, Compost Bin and Dr. Wango Tango.. The track, \"Old Doctor Wango Tango\", was co- written by Jones and Julian Gough. Note: Jones is given as J Trapaga. Note: Jones is given as John Ignatius Trapaga. ===Later career: events director=== Ignatius Jones with David Atkins, were the creative directors for the 2000 Sydney Olympics Opening and Closing Ceremonies, which included co-directing the horse segment that launched the Opening Ceremony. He was responsible for Sydney's Millennium Celebrations and directed its New Year's Eve and Centenary of Federation celebrations. In 2002 with Atkins, Jones co-wrote and co- directed the stage musical, The Man from Snowy River: Arena Spectacular. Also that year, Jones staged the Independence Ceremonies of the Democratic Republic of East Timor for the United Nations. In November Jones directed the 2002 Gay Games Opening Ceremony, he greeted the audience of 38,000 with \"Australia and the gay and lesbian community is not so much a melting pot ... We are more of a mixed salad, where every part remains separate, yet adds to the wonder of the whole ... I have been lucky, I have never had to come out, I was never in\". In 2005 he produced a corporate event at the Jeddah Economic Forum in Saudi Arabia. Jones and Atkins worked on the ceremonies of the Doha 2006 Asian Games. Jones and Atkins also worked on the Opening Ceremony of Shanghai 2010 World Expo and the Ceremonies of the Vancouver 2010 Olympic Winter Games. From 2011 until 2019 Jones was Creative Director of Vivid Sydney. == Awards == Jones was honored with the Filipino-Australian of the Year Award 2014 by the Filipino Communities Council of Australia on the 13th Annual Conference gala night in Parramatta City, New South Wales. In 2019, he was awarded Member of the Order of Australia for his contribution to the country's arts as writer, director, performer, and author. ==Bibliography== * * ==Discography== ===Solo singles=== {| class=\"wikitable\" ! style=\"text-align: center;\" | Year ! style=\"text-align: center;\" | Title ! style=\"text-align: center;\" | AUS ! style=\"text-align: center;\" | US Club |- | style=\"text-align: center;\" | 1982 | \"Like a Ghost\" | style=\"text-align: center;\" | 83 | style=\"text-align: center;\" | 39 |- | style=\"text-align: center;\" | 1983 | \"Whispering Your Name\" | style=\"text-align: center;\" | 100 | style=\"text-align: center;\" | — |} ==References== ==External links== Category:1957 births Category:Living people Category:Australian male singers Category:Australian new wave musicians Category:Australian television personalities Category:Australian theatre directors Category:Australian people of Chinese descent Category:Filipino emigrants to Australia Category:Bisexual men Category:Bisexual musicians Category:LGBT musicians from Australia Category:LGBT people from the Philippines Category:LGBT singers Category:LGBT songwriters Category:People from San Andres, Manila Category:People from Sydney Category:People educated at Saint Ignatius' College, Riverview Category:Members of the Order of Australia ",
    "title": "Ignatius Jones"
}