{
    "id": "2218584",
    "text": "Steve Yeowell () is a British comics artist, well known for his work on the long-running science fiction and fantasy weekly comic 2000 AD. ==Biography== Having trained in 3D design (specialising in silversmithing and jewellery), Yeowell began drawing comics purely for pleasure, with no particular intention to become a professional artist. Having shown his portfolio to artist Bryan Talbot, he quickly found himself given work by Swiftsure (on the Lieutenant Fl'ff strip). After this, he worked on a \"dummy comic\" David Lloyd was creating for Fleetway called Fantastic Adventure. This was his first meeting with writer Grant Morrison, who was writing the California Crew strip (\"loosely based on the A-Team\") Yeowell was drawing. While Fantastic Adventure wasn't picked up, John Higgins asked Yeowell to help him with a music magazine's comic strip off the back of it and, afterwards, helped him get work at Marvel UK. He started on Spider-Man and Zoids before doing Action Force2000 AD Thrillcast: The Thrill-Cast Supplemental #3: Steve Yeowell, 09:45 to 12:07 and later ThunderCats. On Zoids, he worked with Morrison again and as a result, Morrison picked Yeowell to be the main artist on new superhero strip Zenith, to run in 2000 AD beginning in 1987. Zenith was a success, running to four full-length series plus several one-offs. Yeowell was headhunted by American comics companies and has worked on Batman, The Fantastic Four, The Invisibles, JSA and Starman. He continued his association with Morrison, collaborating on Sebastian O and The New Adventures of Hitler. Yeowell's work is noted for delicate penmanship and lifelike facial expressions, with a notable economy of style that means that his work suits both colour and monochrome treatment. He works with a dip pen (Gillot 404 nib) and a Windsor & Newton Series 7 No.3 sable brush, as well as Rotring and marker pens, on 220 g/m² Daler Rowney Heavyweight Cartridge Paper. The concentration on human features means that Yeowell's work is held to suit superhero, science fiction and historical genres equally. Later work has included The Red Seas, an eighteenth-century pirate story scripted by Ian Edginton and science fiction Triad tale Red Fang by Steve Moore. ==Bibliography== Comics work includes: * Zoids: \"The Black Zoid\" (with Grant Morrison, in Spider-Man and the Zoids #40–49, 1986–1987)The Black Zoid *Zenith (with Grant Morrison) ** \"Phase One\" (in 2000 AD #535–549, 1987) ** \"Interludes 1 & 2\" (in 2000 AD #558–559, 1988) ** \"Phase Two\" (in 2000 AD #89-606, 1988) ** \"Interlude 3\" (in 2000 AD Winter Special No. 1, 1988) ** \"Phase Three\" (in 2000 AD #626–634, 650–662 & 667–670, 1989–1990) ** \"Phase Four\" (in 2000 AD #791–806, 1992) ** \"zzzzenith.com\" (in 2000 AD prog 2001, 2000) *Tharg's Future Shocks: ** \"What's in a Name?\" (with Neil Gaiman, in 2000 AD No. 538, 1987) ** \"Sleighbells in the Sky\" (with Gordon Robson, in 2000 AD No. 710, 1990) *Judge Dredd: ** \"Family Affair\" (with Alan Grant, in 2000 AD No. 659, 1989) ** \"First Offence\" (with John Wagner, in 2000 AD No. 716, 1991) ** \"Man Who Broke the Law\" (with Mark Millar, in 2000 AD #968–969, 1995) ** \"Heist\" (with Ian Edginton, in 2000 AD #1480–1481 2006) *The New Adventures of Hitler (with Grant Morrison): ** \"What do you mean, ideologically unsound?\" (in Crisis No. 46, 1990) ** \"Mad dogs and Englishmen\" (in Crisis No. 47, 1990) *Red Razors (with Mark Millar): ** \"Red Razors\" (in Judge Dredd Megazine #1.8–1.15, 1991) ** \"The Secret Origin of Comrade Ed\" (in Judge Dredd Mega-Special No. 5, 1992) ** \"Doctor's Orders\" (in Judge Dredd 1993 Yearbook, 1992) *67 Seconds (with James Robinson, graphic novel, Epic Comics, 1992, ) *Sebastian O (with Grant Morrison, 3 issues, DC/Vertigo, 1993) *The Invisibles (with Grant Morrison, DC/Vertigo, vol 1 #1–4, 1994; #22–24, 1996) *Maniac 5 (with Mark Millar): ** \"Maniac 5\" (in 2000 AD #842–849, 1993) ** \"Maniac 6\" (in 2000 AD #956–963, 1995) *Skrull Kill Krew (with Grant Morrison and Mark Millar, Marvel, 5-issue mini-series, 1995, tpb, 2006 ) *Vector 13: \"Case Three: The Dream Factory\" (with Kek-W, in 2000 AD #990, 1996) *Black Light: \"Pandora's Box\" (with Dan Abnett/Steve White, in 2000 AD #1010–1013, 1996) *Ghost No. 14 (pencils, with Eric Luke and inks by Randy Emberlin, Dark Horse Comics, May 1996) *A Life Less Ordinary (adaptation of the Danny Boyle film, with David Bishop, in 2000 AD #1063–1070, 1997) *Sinister Dexter (with Dan Abnett): ** \"Taking the Mick\" (in 2000 AD #1079–1082, 1998) ** \"Dead Man Whacking\" (in 2000 AD #1108–1109, 1998) ** \"'Twas the Fight Before Christmas\" (in 2000 AD #1124, 1998) ** \"Write from Wrong\" (in 2000 AD #1345–1347, 2003) ** \"Life's A Beach\" (in 2000 AD #1433–1435, 2003) *Devlin Waugh (with John Smith): ** \"Chasing Herod\" (in 2000 AD #1149–1167, 1999) ** \"Reign of Frogs\" (in 2000 AD #1168–1173, 1999) *Red Fang (with Steve Moore, in 2000 AD #200-1211, 2000) *Armitage: \"Bodies of Evidence\" (with Dave Stone, in Judge Dredd Megazine #3.64–67, 2000) *Nikolai Dante (with Robbie Morrison): ** \"The Beguiling\" (in 2000 AD #1234–1235, 2001) ** \"Fiends\" (in 2000 AD #1236–1239, 2001) *Pussyfoot 5: \"Alien Sex Fiend!\" (with John Smith, in 2000 AD #1251–1256, 2001) *DeMarco (by Robbie Morrison): ** \"Deep Blue Death\" (in Judge Dredd Megazine #4.03–4.05, 2001) ** \"The Fierce and the Furious\" (in Judge Dredd Megazine #4.06–4.08, 2002) *DeMarco, P.I. (with Michael Carroll): **\"The Whisper\" (in Judge Dredd Megazine #343–348, 2013–2014) **\"Déjà Vu\" (in Judge Dredd Megazine #355–357, 2014) *The Red Seas (with Ian Edginton) ** Under the Banner of King Death. The Red Seas Book I (in 2000 AD #1313–1321, 2002 ) ** Twilight of the Idols. The Red Seas Book II (in 2000 AD prog 2004 & #1371–1379, 2003–2004 ) ** \"Meanwhile...\" (in 2000 AD #1416–1419, 2004) ** \"Underworld. The Red Seas Book III\" (in 2000 AD #1460–1468, 2005) ** \"The Hollow Land\" (in 2000 AD #1491–1499, 2006) ** \"With a bound he was free...\" (in 2000 AD #1513–1517, 2006) ** \"War Stories\" (in 2000 AD #1562–1566, 2007) ** \"Old Gods\" (in 2000 AD #1600-, 2008) ** \"Signs and Portents\" (in 2000 AD Prog 2009 and #1617-1623, 2008–2009) ** \"The Chimes of Midnight\" (in 2000 AD #1644-1649, 2009) ** \"Hell and High Water\" (in 2000 AD #1688-1699, 2010) ** \"Gods and Monsters\" (in 2000 AD #1728-1739, 2011) ** \"Beautiful Freak\" (in 2000 AD #1792-1796, 2012) ** \"Fire Across the Deep\" (in 2000 AD Prog 2013 and #1813-1823, 2012-2013) *The Scarlet Apocrypha: \"Semblance\" (with Dan Abnett, in Judge Dredd Megazine #4.13, 2002) *Tyranny Rex: \"The Comeback\" (with John Smith, in 2000 AD #1395–1399, 2004) *Detonator X (with Ian Edginton, in 2000 AD #1534–1543, 2007) ==Awards== *1987 Zenith: \"Phase One\" won the Eagle Award for Favourite Single or Continued Story (British) ==Notes== ==References== * * *Steve Yeowell at Barney *Steve Yeowell on Marvel.com ==External links== *2004 interview with 2000ADReview *Month of Art Stars: Artist's Choice – Steve Yeowell, Comics Should Be Good, Comic Book Resources, 5 July 2009 Category:Living people Category:Year of birth missing (living people) Category:British comics artists ",
    "title": "Steve Yeowell"
}