{
    "id": "2218528",
    "text": "Tommy Tucker (born Robert Higginbotham; March 5, 1933 - January 22, 1982) was an American blues singer-songwriter and pianist. He is best known for the 1964 hit song, \"Hi-Heel Sneakers\", that went to No. 11 on the Billboard Hot 100 chart, and peaked at No. 23 in the UK Singles Chart. ==Early life== Tucker was born Robert Higginbotham, to Leroy and Mary Higginbotham, the fifth of eleven children, in Springfield, Ohio, United States. ==Career== Tucker released \"Hi- Heel Sneakers\" in 1964, which was a hit both in the US and the UK. He released an album, also entitled Hi-Heel Sneakers, on Checker Records that same year. His follow-up single, \"Long Tall Shorty\", was less successful. Musicians that played on his albums and singles included Louisiana Red, Willie Dixon and Donny Hathaway. In the 1970s, he began releasing previously unissued material on the English label Red Lightnin'. Tucker co-wrote a song with Atlantic Records founder executive Ahmet Ertegun, called \"My Girl (I Really Love Her So)\". Tucker left the music industry in the late 1960s, taking a position as a real estate agent in New Jersey. He also did freelance writing for a local newspaper in East Orange, New Jersey, writing of the plight and ignorance of black males in America, and the gullibility and exploitation of African Americans in general by the white-dominated media. ==Death== Tucker died in 1982 at the age of 48 at College Hospital in Newark, New Jersey, from inhaling carbon tetrachloride while refinishing the hardwood floors of his home, though his death has been alternatively attributed to food poisoning. On June 25, 2019, The New York Times Magazine listed Tommy Tucker among hundreds of artists whose material was reportedly destroyed in the 2008 Universal fire. ==References== ==External links== * *Dispatch.com Category:1933 births Category:1982 deaths Category:Singers from Ohio Category:Musicians from Springfield, Ohio Category:American male singers Category:American blues singers Category:American blues pianists Category:American male pianists Category:Songwriters from Ohio Category:RCA Victor artists Category:Apex Records artists Category:20th-century American singers Category:20th-century American pianists Category:20th-century male singers ",
    "title": "Tommy Tucker (singer)"
}