{
    "id": "2218787",
    "text": "The Mendocino Woodlands State Park is a group camping facility located at 39350 Little Lake Road, Mendocino County, California, seven miles (11 km) inland from the town of Mendocino. It was built as a Recreational Demonstration Area by the Civilian Conservation Corps. Mendocino Woodlands consists of approximately of land along the Little North Fork of the Big River and is surrounded to the north, east, and west by the 50,000-acre (200 km²) Jackson Demonstration State Forest. To the south, the park abuts the Big River State Park. It was declared a National Historic Landmark on September 25, 1997. ==History== Mendocino Woodlands was one of forty-six campgrounds (including Camp David) created by the Works Progress Administration and the Civilian Conservation Corps in the 1930s. Its rustic wood-and-stone buildings, built by the WPA are surrounded by second-growth redwood forest. Like the other campgrounds, Mendocino Woodlands was originally planned as a site for youth summer camps in which the participants would be introduced to the wonders of nature. However, Mendocino Woodlands is the only one of the campgrounds that has been continuously used for public camping. As originally formed, the campsite occupied a property of . However, when the campsite was conveyed to the California State Park system by Senate Bill 1063 in 1976, the size of the property was reduced to approximately , with the remaining area left in the control of the California Department of Forestry. In 1997, the Mendocino Woodlands Recreation Demonstration Area was designated as a National Historic Landmark. ==Management== The Mendocino Woodlands State Park is managed by Mendocino Woodlands Camp Association, a nonprofit corporation that has operated and maintained the facilities at the park since 1949. ==See also== * Lark Camp ==References== ==External links== * California State Parks official web page for Mendocino Woodlands * Mendocino Woodlands Camp Association * Wildernet: Mendocino Woodlands State Park * Mendocino Woodlands Recreation Demonstration Area, National Historic Landmarks official page Category:State parks of California Category:Parks in Mendocino County, California Category:National Historic Landmarks in California Category:Civilian Conservation Corps in California Category:Works Progress Administration in California Category:Protected areas established in 1934 Category:Parks on the National Register of Historic Places in California Category:National Register of Historic Places in Mendocino County, California Category:National Park Service rustic in California ",
    "title": "Mendocino Woodlands State Park"
}