{
    "id": "2219435",
    "text": "Windsor Safari Park was a popular family attraction built on St Leonard's Hill on the outskirts of the town of Windsor in Berkshire, England; it has since been converted into the site of Legoland Windsor. Billed as \"The African Adventure\", the park included drive-through animal enclosures, aviaries, a dolphinarium and minor theme park rides. The park's drive-through enclosures featured lions, tigers, bears, cheetahs and baboons. In addition, the park had a Serengeti zone (featuring camels, llamas, giraffes, zebras and buffalo), an elephant enclosure, a hippo lake, chimpanzees, birds of prey, parrots and butterflies. The park closed in 1992. Windsor Safari Park logo (1980–1987) == History == Billy Smart Sr. bought the St.Leonard's Estate in the mid 1960s. After his death, the Royal Windsor Safari Park was founded in 1969 by his sons, the Smart brothers: Billy Smart, Jr., David Smart and Ronald Smart. Built on St Leonards Hill in Windsor in Berkshire, England, the 144 ac estate of rolling parkland and known as the St Leonards Estate included a 110-room country house owned by the American Horace Elgin Dodge Jr (son of Horace Elgin Dodge of Dodge Motor Cars) and occupied by the Kennedy Family during World War II, when JFK's father was US ambassador to the UK. A key attraction at Windsor Safari Park was Seaworld, a dolphinarium complex housing dolphins, a killer whale, penguins and sea lions, performing acrobatic displays for members of the public. Windsor Safari Park was proactive in dolphin research and conservation, employing many wildlife experts and academics. Research efforts included the development of a fishing net warning system for dolphins and the Dolphin Research Project aimed to raise funds for other research on sonar communication and behaviour. The Safari Park owed its success in part to the natural roaming habitats that had been created for lions, tigers, cheetahs and baboons. A Serengeti zone was also added (featuring camels, llamas, giraffes, zebras and buffalo), an elephant enclosure, a hippo lake, and a monkey jungle. The first job of the financier Robert Hanson was in the 1970s as an assistant keeper of reptiles at the Safari Park.Profile – Robert Hanson: The happy family man steering Hanson empire into new territory in The Yorkshire Post dated 29 March 2011. Retrieved 11 May 2017 The Safari Park attracted up to 2.5 million visitors per annum, from when it opened. It grew significantly throughout the 1970s and 1980s and was eventually sold to Themes International in 1988. The new owners planned to develop an African-themed park introducing themed eateries and games and attractions such as the African Queen Riverboat Ride. === Receivership === Themes International invested £11m developing the business but, after nine years, ran into financial difficulties. The Windsor business, in particular, had experienced dwindling visitor numbers, and the situation was exacerbated by the early 1990s recession and the cost of building an expensive new Egyptian-themed entrance courtyard and similarly themed market streets. Themes International and the Safari Park entered receivership in January 1992, with debts of £40m and closed shortly afterwards; the expensive new developments were left largely unused. The park was purchased soon afterwards by the Lego Group, whose ambition was to create a Legoland theme park similar to the existing Legoland in Billund, Denmark. The resulting Legoland Windsor opened in 1996. The dolphins were relocated to Dolfinarium Harderwijk in the Netherlands. The only attraction that remains from the Safari Park days (aside from the mansion) is the gauge funicular railway, now known as the Hill Train, which links The Beginning area of the park to the centre of the park between NINJAGO World and Kingdom of the Pharaohs. ==In film and television== * In 1976, the second episode of the BBC television series The Fall and Rise of Reginald Perrin featured a family outing to the park. * To find a clue hanging from a branch of a tree in the lion enclosure, Skyrunner Annabel Croft visited the park, in the seventh series of Channel 4's long-running quiz Treasure Hunt in 1989. Annabel and her camera crew were driven in a cage to feed the animals while the contestants remained in the studio with host Kenneth Kendall and adjudicator Wincey Willis. * A 22 min video Go Wild at Windsor, narrated by Terry Nutkins and Chris Packham, was released in 1988. It featured footage of many of the animals, the dolphin show, the playpark, and the toboggan run. * The zoo footage in the motion picture The Omen (1976 version), including the \"crazy baboons\" scene, was filmed at Windsor Safari Park. * The film Mutiny on the Buses (1972) featured the characters Stan and Blakey driving a London bus through the lion enclosure as part of a trial run for a special new bus route. * The action scenes in the film The Jigsaw Man (1983), with Michael Caine and Laurence Olivier, were filmed in Windsor Safari Park. * The British romantic comedy Follow Me! (1972) with Mia Farrow and Topol also has a few brief scenes filmed in Windsor Safari Park. * The 1988 Doctor Who story Silver Nemesis is partially set in the park. However due to the nature of the production, parkland near Arundel in West Sussex stood in for the safari park. * The children's TV show Art Attack featured Neil Buchanan using rhinoceros dung and turning it into a big art attack of a rhino at Windsor Safari Park in 1991. ==References== ==Further reading== * The Animals Came Out Two by Two: Final Days of Windsor Safari Park, David Taylor, 1988, Robson Books Ltd, 224 pages, . ==External links== * Windsor Safari Park at the Royal Windsor web site * WindsorSafariPark.org.uk fansite * The Independent: Windsor Safari Park closes but seeks a saviour (26 October 1992) Category:1969 establishments in England Category:1992 disestablishments in England Category:Buildings and structures in Windsor, Berkshire Category:Former buildings and structures in England Category:Tourist attractions in Berkshire Category:Zoos in England Category:Former zoos Category:Zoos established in 1969 Category:Zoos disestablished in 1992 Category:Safari parks ",
    "title": "Windsor Safari Park"
}