{
    "id": "2219676",
    "text": "James Buckley Stringer Davis, generally known as Stringer Davis (4 June 1899 – 29 August 1973), was an English character actor on the stage and in films and a British army officer who served in both world wars. He was married to actress Margaret Rutherford. ==Military and acting careers== Stringer Davis was born on 4 June 1899 in Birkenhead, Cheshire, England. His father George Davis was a bank clerk, his mother Ethel a housewife. Davis attended the independent Uppingham School and received military basic training there. In August 1918, he volunteered for military service and was sent to the front in the First World War as a lieutenant in the 3rd Battalion, South Lancashire Regiment. He was discharged from military service in September 1919, about 10 months after the conclusion of the war. Davis's parents separated shortly after his return from the war. His mother lived in a spacious house in Reading, Berkshire, and Davis lived in its vicinity in a boathouse overlooking the River Thames. He began his theatrical career as a member of the Oxford Repertory Company, working as both an actor and director. In 1930, he met Margaret Rutherford, his future wife, for the first time. At the time, Rutherford was still largely unknown. She wrote in her autobiography about her first encounter with her husband-to-be: \"I noticed his bright blue eyes, his casual elegant clothes and his polite way. I couldn't take my eyes off him....He had that special something. His name was Stringer Davis.\" He made his on-screen debut in a BBC television live drama Charles and Mary in 1938. The 40-year-old Davis put aside his acting career to volunteer again for military service in 1939. He served as a lieutenant in the East Yorkshire Regiment and later was part of the British Expeditionary Force deployed in France. He participated in the Battle of Dunkirk and was one of the many British soldiers evacuated on 4 June, 1940. Davis remained with the army until almost the end of the Second World War, with tours of duty in North Africa and Northwest Europe. After the war, Davis resumed his acting career with the film Miranda (1948), which also featured Rutherford. Overall, Davis appeared in more than 20 films with his wife. In later years, she made it a condition of her contract that Davis would play a part in any film in which she appeared. Most notably, this clause led to Davis being cast as the mild-mannered librarian Mr Stringer in four adaptations of Agatha Christie novels featuring Rutherford as Miss Marple in the early 1960s. The gentle, timid Mr Stringer was Davis's most celebrated role, gaining good reviews. ==Personal life== Davis married Margaret Rutherford in 1945 after a 15-year courtship. She was 53 and he was 46 at the time. Reportedly, his mother was the main reason for the long engagement because she was adamantly opposed to having Margaret Rutherford for a daughter-in-law. Only after the death of Ethel Davis did the duo finally marry. Once the two married, they remained totally devoted to one another, with Davis always at hand behind the camera whenever his wife was filming. Towards the end of her life Margaret Rutherford was diagnosed with Alzheimer's disease and Davis tended to her throughout a long and distressing illness. Rutherford died on 22 May 1972, aged 80. ==Death== Davis died peacefully in his sleep in Chalfont St Giles, Buckinghamshire in 1973, one year after Rutherford's death. Rutherford and Davis are interred in the graveyard of St James's Church, Gerrards Cross, Buckinghamshire. ==Filmography== * Charles and Mary live BBC TV drama (1938) – George Dyer * The Importance of Being Earnest live BBC TV drama (1946) – Merriman * Miranda (1948) – Museum Attendant * The Happiest Days of Your Life (1950) – Reverend Rich * Miss Hargreaves BBC Sunday Night Theatre (1950) – The Dean * Curtain Up (1952) – Vicar * Miss Robin Hood (1952) – Board Member * Castle in the Air (1952) – Hall Porter * Innocents in Paris (1953) – Arbuthnot * Trouble in Store (1953) – Shop Assistant (uncredited) * The Runaway Bus (1954) – 2nd Transport Officer * Mad About Men (1954) – Vicar (uncredited) * Aunt Clara (1954) – Dr Graham (uncredited) * Reach for The Sky (1956) – Cyril Borge * The March Hare (1956) – Doctor * The Smallest Show on Earth (U.K.) Big Time Operators (U.S.A.) (1957) – Emmett * The Buccaneers TV series (1957) – Admiral Bingham * Just My Luck (1957) – Goodwood Steward (uncredited) * I'm All Right Jack (1959) – Reporter * The Day After Tomorrow BBC TV drama (1960) – Clergyman * Murder She Said (1961) – Mr Stringer * Murder at the Gallop (1963) – Mr Stringer * The V.I.P.s (1963) – Hotel Waiter * The Mouse on the Moon (1963) – 1st Councillor (uncredited) * Murder Most Foul (1964) – Mr Stringer * Murder Ahoy (1964) – Mr Stringer * The Stately Ghosts of England (American NBC documentary, Rutherford and Davis appear as themselves, 1965) * The Alphabet Murders (1966) – Mr Stringer (uncredited) * Arabella (1967) – Italian Gardener (uncredited) * Thirty Minute Theatre TV series (1973) – Museum Attendant ==References== ==External links== * * Performances listed in Theatre Archive Category:1899 births Category:1973 deaths Category:English male stage actors Category:English male film actors Category:English male television actors Category:People from Birkenhead Category:People from Buckinghamshire Category:20th-century English male actors Category:Benn family ",
    "title": "Stringer Davis"
}