{
    "id": "2219376",
    "text": "KHTV-CD, virtual channel 6 (UHF digital channel 22), is a low-powered, Class A television station licensed to Los Angeles, California, United States, owned by Venture Technologies Group. The station transmits from the Mt. Harvard Radio Site in the San Gabriel mountains. ==History== The station was founded on October 22, 1993. It signed on as K38EA on channel 38, before moving to channel 48 as KHTV-LP, starting in 2000 as an affiliate of now defunct Home Shopping en Español, later rebranding to HSE (Spanish-language channel operated by parent channel Home Shopping Network) until HSE ceased operations in June 2002. When KOCE launched its digital signal on channel 48, this displaced KHTV-LP to channel 67. It stayed on channel 67 until December 31, 2011, when the last of the LPTV stations still using out-of-core channels 52-69 had to vacate that spectrum. In 2012, KHTV-LP converted to digital as KHTV-LD and moved to channel 27. On July 11, 2012, the station received class A status and changed its call sign to KHTV-CD. In 2019, as part of the repack, KHTV-CD moved to its current channel 22 allocation, channel sharing with MeTV owned-and-operated station KAZA-TV. The KHTV call letters were originally used by an unrelated full-power station in Portland, Oregon on channel 27, and in Houston, Texas on channel 39. The station's digital channel is multiplexed. {| class=\"wikitable\" |- ! Channel ! Video ! Aspect ! PSIP Short Name ! ProgrammingRabbitEars TV Query for KAZA |- | 6.1 || rowspan=5|480i || rowspan=4|4:3 || GR-TV || Guadalupe Radio (Spanish Religious, digital simulcast of KZNO-LP) |- | 6.2 || CRTV || Creation TV |- | 6.3 || HSN2 || Home Shopping |- | 6.4 || JTV || Jewelry Television |- | 6.5 || rowspan=3|16:9 || TVA || Tele Vida Abudante |- | 54.1 || 720p || MeTV || MeTV |- | 54.2 || 480i || Decades || Decades |} ==References== ==External links== * HTV-CD Category:Television channels and stations established in 1993 Category:Digital low-power television stations ",
    "title": "KHTV-CD"
}