{
    "id": "2219956",
    "text": "The Northwest Territories Liberal Party was a short-lived branch of the Liberal Party of Canada in the Northwest Territories. ==History== The party existed between 1898 and 1905. In 1905, the provinces of Alberta and Saskatchewan were created from the heavily populated areas of the Northwest Territories. The members of the NWT Liberal Party joined the Alberta Liberal Party or the Saskatchewan Liberal Party. With almost no voting population in the remaining parts of the Northwest Territories, its political parties disbanded when the Government of Canada returned to its former policy of appointing members of the Territories' legislative assembly The assembly went back to the consensus model of government. The consensus model of government that had been used prior to the election of 1898 had its influences in the party system: Conservative leader and Government Leader Frederick W. A. G. Haultain appointed two Liberals to his cabinet and one Conservative, even though they formed the opposition, from 1898 to 1905. This led Conservatives to accuse the government of being a \"grit hive\", after the election of 1902. To appease party supporters, Haultain appointed one Liberal and two Conservatives to the cabinet. The Calgary Herald attacked the Territorial Liberals in October 1902, after they held a convention in which they failed to adopt policies towards the creation of a provincial government. This set off a bitter editorial war against the Liberal and Conservative media. Robert Brett was the Leader of the party from the beginning until, he made a surprise move to drop out of the race just days before the election of 1902. Donald H. McDonald, filled his place, and became leader of the opposition, until the provinces were created in 1905. Leaders of the Party *Robert Brett (1897–1902) *Donald H. McDonald (1902–1905) ==Modern era== Under the current consensus government, political parties are not currently recognized in Northwest Territories law, but a few scattered candidates have run in recent elections claiming to represent the Liberal party. The most notable of which is Lynda Sorenson, Northwest Territories MLA from 1979 - 1983. There are plans to reestablish a Northwest Territories Liberal Party in time for elections in 2015. ==See also== *Northwest Territories Liberal-Conservative Party *List of Northwest Territories political parties *List of Northwest Territories general elections ==References== ==External links== *Personnel of the Northwest Territories Assembly 1888 - 1905 *Calgary Herald attacks the Liberals October 8, 1902 Liberal Category:Liberal parties in Canada Category:Political parties established in 1898 Category:Political parties disestablished in 1905 Category:Defunct political parties in Canada Category:1898 establishments in the Northwest Territories Category:1905 disestablishments in the Northwest Territories ",
    "title": "Northwest Territories Liberal Party"
}