{
    "id": "2219844",
    "text": "The Battle of Frankenhausen was fought on 14 and 15 May 1525. It was an important battle in the German Peasants' War and the final act of the war in Thuringia: joint troops of Landgrave Philip I of Hesse and Duke George of Saxony defeated the peasants under their spiritual leader Thomas Müntzer near Frankenhausen in the County of Schwarzburg. Troop movements during the suppression of the uprising in Thuringia 1525 == Preparations == On April 29, 1525, the struggles in and around Frankenhausen had culminated into an open revolt.Günter Vogler (editor): Bauernkrieg zwischen Harz und Thüringer Wald (2008) Large parts of the citizenry joined the uprising, occupied the town hall, and stormed the castle of the Counts of Schwarzburg. In the following days, a rising number of insurgents gathered around the town, and when Müntzer arrived with 300 fighters from Mühlhausen on May 11, several thousand peasants of the surrounding Thuringian and Saxon estates camped in the fields and pastures. Philip of Hesse and his father-in-law George of Saxony had originally targeted Mühlhausen as their strategic objective but, when news arrived that Müntzer left with a troop for Frankenhausen, they changed their march route and directed their Landsknecht troops toward Frankenhausen.Martin Bensing: Thomas Müntzer und der Thüringer Aufstand 1525, (1966) == Initial skirmishes == Barren chalk gully (Wuestes Kalktal) probable site of the skirmish on the 14th May between the princes' scouting party and rebel contingents The princes had great difficulties in recruiting Landsknecht mercenaries. Generally they would have been better equipped than the insurgents, although morale and discipline were always dependent on the size of the war chest. The peasants were less well-armed, with a mix of improvised weapons from farming tools and polearms, breastplates, and handguns which many would have had by dint of their service in local militia bands (Landwehr).Siegfried Hoyer: Das Militärwesen im deutschen Bauernkrieg 1524-1526 (1975) Indeed, on May 14 they successfully repulsed a scouting party and its reinforcements but remained in position on the outskirts of the town having taken the decision not to pursue the Princes' \"forlorn hope\". The main column of Hessian and Brunswick troops were still in the process of arriving after a night's march and needed to rest up. Late that day a decision was taken Siegfried Hoyer in: Vogler G. (ed) Bauernkrieg zwischen Harz und Thüringer Wald (2008) by the rebels to withdraw into a wagon fort on the hill overlooking the town. It is unclear who initiated a truce to enable some negotiation. This gave the princes time to meet up with George of Saxony's army approaching from the East and to encircle the wagon fort rather than lay siege on the town. == Battle == A 16th century falconet in the Bauernkriegsmuseum, Mühlhausen It is suggested that the truce was broken around midday when it had become clear that Müntzer was not going to be delivered up to the Princes. Starting with an artillery barrage followed by waves of horse and footsoldiers, the princes caught the peasants off guard and they fled in panic into the town, followed and continuously attacked by the mercenaries. Most of the insurgents were slain in what turned out to be a massacre. Casualty figures are unreliable but peasant losses have been estimated at more than 7,000 while the Landsknecht casualties were estimated to be as low as six.H.Müller: Über die Bauernschlachten am 14. und 15. Mai 1525 bei Frankenhausen in Historische Beiträge zur Kyffhäuserlandschaft, Bad Frankenhausen (1975) Müntzer himself was captured in the town, tortured, and finally executed at Mühlhausen on May 27, 1525. ==Legacy== Replica Rainbow Banner of the Mühlhäuser band which set off for Frankenhausen under Thomas Müntzer - now in Mühlhausen Museum At Frankenhausen, the battle is depicted, along with many other scenes of that age, on the world's largest oil painting, Werner Tübke's Early Bourgeois Revolution in Germany (Frühbürgerliche Revolution in Deutschland), which is 400 feet (120m) long, 45 feet (14m) high, and housed in its own specially built museum. The painting was ordered by the socialist leadership of East Germany, who regarded Müntzer as a revolutionary and thus as one of their forebears; work on it went on between 1975 and 1987. However Tübke did not solely focus on the battle, contrary to the state's wishes, but placed the events at Frankenhausen in a much wider social, political and cultural context prevalent in Reformation Germany at the time. ==External links== * Werner Tübke, Monumentalbild Frankenhausen * Frankenhausen Notgeld (emergency banknotes) depicting the Battle of Frankenhausen in woodcut. webgerman.com/Notgeld/Directory/F/Frankenhausen.htm == Notes/Citations == == Further reading == * * * * * * * (As-yet-unpublished lecture) * * * * Last accessed: 18.12.2017 * Category:1525 in Germany Category:Conflicts in 1525 Frankenhausen 1525 Frankenhausen Category:Rebellions in Germany Category:Thomas Müntzer Category:Battles in Thuringia ",
    "title": "Battle of Frankenhausen"
}