{
    "id": "2219822",
    "text": "Matthew Alan Jackson (born 19 October 1971) is an English former professional footballer. As a player, he was a defender from 1990 until 2007, notably in the Premier League for Everton and Wigan Athletic, as well as in the Football League for Luton Town, Preston North End, Charlton Athletic, Queens Park Rangers, Birmingham City, Norwich City, Watford and Blackpool. He earned 10 caps for the England U21 side. ==Playing career== Jackson was born on 19 October 1971 in Leeds. He grew up in Bedford and attended Sharnbrook Upper School. After initially turning down the club to concentrate on finishing his A-Levels, he started his footballing career at Luton Town, making his professional debut in 1990. He made nine league appearances for the club before signing for Everton for a fee of £600,000 in 1991. He featured prominently in Everton's FA Cup-winning season, scoring a memorable 20-yard volley against Bristol City in the Fourth Round to secure a 1–0 victory for Everton. He also scored the opening goal in the 4–1 win against Tottenham Hotspur in the semi final, and his initial cross ultimately set up Paul Rideout's winning goal in the final. In 1996, he joined Norwich City for a fee of £450,000. In 1997, he became team captain, and was voted Norwich City player of the year in 1998. On 19 October 2001, Jackson moved to Wigan Athletic on a month's loan from Norwich, making his debut a day later in a 3–2 defeat against Wrexham. He made seven appearances during his loan spell before joining the club permanently on a free transfer, signing a two and a half year contract. He would go on to form a central defensive partnership with Jason De Vos that was central to winning the Second Division Championship in the 2002–03 season. After De Vos left Wigan for Ipswich Town, Jackson again formed another sound partnership with Ian Breckin and helped Wigan to their second promotion in three years when they finished runners-up in the Football League Championship in 2004–05. In November 2006, Jackson scored for Wigan in a 3–2 win against Charlton Athletic, his first goal in the Premier League in over 13 years (setting a league record for time between goals – 4,935 days – which still stands as of April 2019). Jackson signed for Watford on 24 May 2007, after rejecting a new one-year contract with Wigan. He spent a month on loan at Blackpool during late October and early November 2007. Watford recalled him on 5 November after an injury to Jay DeMerit. Jackson retired from football on 6 August 2008. ==Personal life== After retiring, he was employed as a football consultant by IMG working in player development. In 2015 he was working for Wigan Athletic as an Operations Manager but as of 2020, he is no longer listed at the club in that role. ==Honours== * FA Cup winner 1995 * FA Charity Shield winner 1995 * Football League Second Division champion 2002–03 * Football League Championship runner-up 2004–05 * League Cup runner-up 2006 * Norwich City player of the year 1997–98 ==Notes== ==External links== *Matt Jackson profile at watfordfc.co.uk * *Career information at ex-canaries.co.uk Category:1971 births Category:Living people Category:Birmingham City F.C. players Category:Charlton Athletic F.C. players Category:English footballers Category:England under-21 international footballers Category:Premier League players Category:English Football League players Category:Everton F.C. players Category:Luton Town F.C. players Category:Norwich City F.C. players Category:Queens Park Rangers F.C. players Category:Wigan Athletic F.C. players Category:Watford F.C. players Category:Blackpool F.C. players Category:People educated at Sharnbrook Academy Category:Wigan Athletic F.C. non-playing staff Category:Association football defenders ",
    "title": "Matt Jackson (footballer)"
}