{
    "id": "2219538",
    "text": "Shows Ca2+ release from the endoplasmic reticulum through phospholipase C (PLC) pathway. Calcium signaling is the use of calcium ions (Ca2+) to communicate and drive intracellular processes often as a step in signal transduction. Ca2+ is important for cellular signalling, for once it enters the cytosol of the cytoplasm it exerts allosteric regulatory effects on many enzymes and proteins. Ca2+ can act in signal transduction resulting from activation of ion channels or as a second messenger caused by indirect signal transduction pathways such as G protein-coupled receptors. == Concentration Regulation == The resting concentration of Ca2+ in the cytoplasm is normally maintained around 100 nM. This is 20,000- to 100,000-fold lower than typical extracellular concentration. To maintain this low concentration, Ca2+ is actively pumped from the cytosol to the extracellular space, the endoplasmic reticulum (ER), and sometimes into the mitochondria. Certain proteins of the cytoplasm and organelles act as buffers by binding Ca2+. Signaling occurs when the cell is stimulated to release Ca2+ ions from intracellular stores, and/or when Ca2+ enters the cell through plasma membrane ion channels. === Phospholipase C Pathway === Phospholipase C cleaving PIP2 into IP3 and DAG Specific signals can trigger a sudden increase in the cytoplasmic Ca2+ levels to 500–1,000 nM by opening channels in the ER or the plasma membrane. The most common signaling pathway that increases cytoplasmic calcium concentration is the phospholipase C (PLC) pathway. # Many cell surface receptors, including G protein-coupled receptors and receptor tyrosine kinases, activate the PLC enzyme. # PLC uses hydrolysis of the membrane phospholipid PIP2 to form IP3 and diacylglycerol (DAG), two classic secondary messengers. # DAG attaches to the plasma membrane and recruits protein kinase C (PKC). # IP3 diffuses to the ER and is bound to the IP3 receptor. # The IP3 receptor serves as a Ca2+ channel, and releases Ca2+ from the ER. # The Ca2+ bind to PKC and other proteins and activate them. === Depletion from the Endoplasmic Reticulum === Depletion of Ca2+ from the ER will lead to Ca2+ entry from outside the cell by activation of \"Store-Operated Channels\" (SOCs). This inflow of Ca2+ is referred to as Ca2+-release-activated Ca2+ current (ICRAC). The mechanisms through which ICRAC occurs are currently still under investigation. Although Orai1 and STIM1, have been linked by several studies, for a proposed model of store-operated calcium influx. Recent studies have cited the phospholipase A2 beta, nicotinic acid adenine dinucleotide phosphate (NAADP), and the protein STIM 1 as possible mediators of ICRAC. == As a Second Messenger == Calcium is a ubiquitous second messenger with wide-ranging physiological roles. These include muscle contraction, neuronal transmission (as in an excitatory synapse), cellular motility (including the movement of flagella and cilia), fertilization, cell growth (proliferation), neurogenesis, learning and memory as with synaptic plasticity, and secretion of saliva. High levels of cytoplasmic Ca2+ can also cause the cell to undergo apoptosis. Other biochemical roles of calcium include regulating enzyme activity, permeability of ion channels, activity of ion pumps, and components of the cytoskeleton. Many of Ca2+ mediated events occur when the released Ca2+ binds to and activates the regulatory protein calmodulin. Calmodulin may activate the Ca2+-calmodulin-dependent protein kinases, or may act directly on other effector proteins. Besides calmodulin, there are many other Ca2+-binding proteins that mediate the biological effects of Ca2+. === In Muscle Contractions === Comparison of smooth muscle and skeletal muscle contraction Contractions of skeletal muscle fiber are caused due to electrical stimulation. This process is caused by the depolarization of the transverse tubular junctions. Once depolarized the sarcoplasmic reticulm (SR) releases Ca2+ into the myoplasm where it will bind to a number of calcium sensitive buffers. The Ca2+ in the myoplasm will diffuse to Ca2+ regulator sites on the thin filaments. This leads to the actual contraction of the muscle. Contractions of smooth muscle fiber are dependent on how a Ca2+ influx occurs. When a Ca2+ influx occurs, cross bridges form between myosin and actin leading to the contraction of the muscle fibers. Influxes may occur from extracellular Ca2+ diffusion via ion channels. This can lead to three different results. The first is a uniform increase in the Ca2+ concentration throughout the cell. This is responsible for increases in vascular diameters. The second is a rapid time dependent change in the membrane potential which leads to a very quick and uniform increase of Ca2+. This can cause a spontaneous release of neurotransmitters via sympathetic or parasympathetic nerve channels. The last potential result is a specific and localized subplasmalemmal Ca2+ release. This type of release increases the activation of protein kinase, and is seen in cardiac muscle where it causes excitation-concentration coupling. Ca2+ may also result from internal stores found in the SR. This release may be caused by Ryaodine (RYRs) or IP3 receptors. RYRs Ca2+ release is spontaneous and localized. This has been observed in a number of smooth muscle tissues including arteries, portal vein, urinary bladder, ureter tissues, airway tissues, and gastrointestinal tissues. IP3 Ca2+ release is caused by activation of the IP3 receptor on the SR. These influxes are often spontaneous and localized as seen in the colon and portal vein, but may lead to a global Ca2+ wave as observed in many vascular tissues. === In Neurons === In neurons, concomitant increases in cytosolic and mitochondrial Ca2+ are important for the synchronization of neuronal electrical activity with mitochondrial energy metabolism. Mitochondrial matrix Ca2+ levels can reach the tens of μM levels that are necessary for the activation of isocitrate dehydrogenase, which is one of the key regulatory enzymes of the Krebs cycle. The ER, in neurons, may serve in a network integrating numerous extracellular and intracellular signals in a binary membrane system with the plasma membrane. Such an association with the plasma membrane creates the relatively new perception of the ER and theme of “a neuron within a neuron.” The ER's structural characteristics, ability to act as a Ca2+ sink, and specific Ca2+ releasing proteins, serve to create a system that may produce regenerative waves of Ca2+ release. These may communicate both locally and globally in the cell. These Ca2+ signals integrate extracellular and intracellular fluxes, and have been implicated to play roles in synaptic plasticity, memory, neurotransmitter release, neuronal excitability, and long term changes at the gene transcription level. ER stress is also related to Ca2+ signaling and along with the unfolded protein response, can cause ER associated degradation (ERAD) and autophagy. === In Fertilization === Ca2+ influx during fertilization has been observed in many species as a trigger for development of the oocyte. These influxes may occur as a single increase in concentration as seen with fish and echinoderms, or may occur with the concentrations oscillating as observed in mammals. The triggers to these Ca2+ influxes may differ. The influx have been observed to occurs via membrane Ca2+ conduits and Ca2+ stores in the sperm. It has also been seen that sperm binds to membrane receptors that lead to a release in Ca2+ from the ER. The sperm has also been observed to release a soluble factor that is specific to that species. This ensures cross species fertilization does not occur. These soluble factors lead to activation of IP3 which causes a Ca2+ release from the ER via IP3 receptors. It has also been seen that some model systems mix these methods such as seen with mammals. Once the Ca2+ is released from the ER the egg starts the process of forming a fused pronucleus and the restart of the mitotic cell cycle. Ca2+ release is also responsible for the activation of NAD+ kinase which leads to membrane biosynthesis, and the exocytosis of the oocytes cortical granules which leads to the formation of the hyaline layer allowing for the slow block to polyspermy. ==See also == *Nanodomain *European Calcium Society == References == == Further reading == * Category:Cell signaling Category:Signal transduction Category:Calcium signaling ",
    "title": "Calcium signaling"
}