{
    "id": "2219961",
    "text": "Mysterious Ways is a television science fiction/drama series. It premiered on July 24, 2000 on NBC, before being aired intermittently on NBC through August 2001. The series also began airing on PAX TV in August 2000, ultimately moving to PAX TV after the series was dropped by NBC. It was produced in-house by Paxson Entertainment, in association with Lionsgate Television and CTV. It was cancelled in 2002 after two seasons. == Plot == The series focuses on the search for explanations of, and evidence for, seemingly miraculous phenomena. This search is carried out by the protagonist Declan Dunn (Adrian Pasdar). Declan is a professor of anthropology at the Northern University of Oregon and is often compared with Indiana Jones due to his energetic enthusiasm for solving a mystery. His passion for miraculous events has its roots in a self- experienced mischance of being caught in an avalanche and getting out alive. He considers this to be miraculous and attributes it as the turning point in his life. In several episodes he makes references to this event and the impact it had on his life. Always ready to help out with the research, though sometimes they appear slightly reluctant, are Declan's close friends Dr. Peggy Fowler (Rae Dawn Chong), a psychiatrist at a nearby hospital, and Miranda Feigelsteen (Alisen Down), a physics graduate student and Declan's research assistant. Peggy is the most levelheaded of the three and is generally the one presenting the mundane alternatives to Declan's theories. Her so-called \"rational explanations\" often provide no explanation whatsoever, e.g. \"It was just a freak occurrence\". Often being assigned to carry out tests of various substances, or operating a range of instruments, is Miranda. She is the second skeptic besides Peggy, with a somber and introvert personality, sometimes with moments of joking banter or sarcastic comments. In the episodes \"The Ties That Bind\" (1.08) and \"Free Spirit\" (2.14) another, more open side of her is shown before her social peers, if only temporarily. Being the quiet personality, Miranda is sometimes somewhat of a mystery even to her best friends. In many cases the episodes conclude with a rational explanation being seemingly validated, then disproven at the last minute; thus leaving the question of paranormal activity open once more. == Cast == right * Adrian Pasdar as Declan Dunn, the main character of the series. Declan is a Professor of Anthropology at Northern University in Oregon. While skiing, he was caught up in an avalanche. He was left for dead, but miraculously made it out alive. Ever since this incident, Declan has dedicated a large part of his free time to investigating miracles that occur around or to certain individuals in the hopes that it will bring some perspective to the miracle that saved his life. He is assisted in his investigations by his close friends Dr. Peggy Fowler, a psychiatrist, and Miranda Feigelsteen, Declan's assistant. Both of these women are strong skeptics and, although they rarely turn down helping Declan, they always attempt to use science to explain the events that surround the miraculous phenomena. Declan has a wry sense of humor that he uses to make jokes even in the face of strange phenomena. * Rae Dawn Chong as Dr. Peggy Fowler, a smart and open psychiatrist who helps victims of strange and unusual events cope with their feelings. Although having a relatively cheerful personality, Peggy is still haunted by her husbands' death and because of this event, no longer believes in miracles but in people. Despite her beliefs, she nearly always helps Declan whenever he requests it, her connections at the hospital being a great help to Declan and his investigations. She often attempts to disprove Declan's theories and is confused and elated when she cannot explain the miracles she witnesses. *Alisen Down as Miranda Feigelsteen, assistant to Declan and physics graduate student, Miranda is sarcastic, intelligent and slightly unimpressed. Like her friend Peggy, Miranda has little belief in miracles and nearly always has a contrary position to Declan's theories. Despite this, Miranda is very loyal to Declan and always has time to listen to him and his theories. Their relationship is very special, Declan seemingly being the only one to bring Miranda out of her shell. ==Production== Mysterious Ways was created by Peter O'Fallon, who wanted a science-fiction drama that was family-friendly and allowed him to explore humanistic themes. U2's song of the same name inspired the series' title. For O'Fallon, the series' move from NBC to PAX TV was a good development, since it allowed for total creative freedom. == Episodes == === Season 1 (2000–01) === === Season 2 (2001–02) === == Broadcast == The show first eight episodes aired in the United States on NBC starting July 2000. The show returned in January 2001 and later on July of the same year, before being pulled in August due to poor ratings. Meanwhile, PAX TV, a channel NBC had a 32% interest in, began broadcasting the show in August 2000, airing through the summer months. PAX would become the show's home for the rest of its run, until September 2002. The series had seen success internationally, even after its cancellation. It currently airs in syndication on VisionTV in Canada. == References == == External links == * * * Mysterious Ways at EPisodeWorld Category:2000s American drama television series Category:2000s Canadian drama television series Category:2000s American science fiction television series Category:2000s Canadian science fiction television series Category:CTV Television Network original programming Category:PAX TV original programming Category:Television series by Lionsgate Television Category:2000 American television series debuts Category:2000 Canadian television series debuts Category:2002 American television series endings Category:2002 Canadian television series endings Category:Television series produced in Vancouver Category:English-language television shows ",
    "title": "Mysterious Ways (TV series)"
}