{
    "id": "2219489",
    "text": "Maria Grigor'evna Nikiforova (; ; 1885–1919), was an anarchist partisan leader. A self-described terrorist from the age of 16, she was known widely by her nickname, Marusya. Through her exploits she became a renowned figure in the anarchist movement of 1918–1919 in Ukraine during Russian Civil War. ==Biography== ===Early life and exile=== Born in Alexandrovsk (now Zaporizhia), Ukraine, in 1885, Maria's father was an officer and hero of the Russo-Turkish War of 1877–1878. At the age of 16, she left home and became a babysitter, sales clerk, and ultimately a factory worker, with a position of bottle washer in a vodka distillery. She joined a local group of anarcho- communists. Aleksandrvsk at the end of the nineteenth century. Nikiforova was a teenager during this period. She adopted a strategy of motiveless terrorism (bezmotivny terror), staging a number of bombings and expropriation missions, including bank robberies. In 1907 she was captured, her involvement in these activities leading to a death sentence, later commuted to life imprisonment. She served part of her sentence in the Petropavlovsk prison in St. Petersburg, before being exiled to Siberia in 1910. From there she escaped to Japan. She went from there to the United States, then Spain, and finally arrived in Paris. By 1913 she had become well known by a nickname, Marusya, a Russian diminutive form of \"Maria\", though when or how she acquired the name is not known.. She was very familiar with it, using it as a signature and was addressed by strangers with it. In Paris, she married Witold Brzostek, a Polish anarchist and friend, as a matter of convenience. With the outbreak of World War I, she sided with Peter Kropotkin's anti-German position, in favor of the Allied powers. She applied and graduated from a French officer college, serving in the Macedonian Front. ===Return to Alexandrovsk=== With the outbreak of the Russian revolution, she abandoned France and returned to Petrograd. In the city, she organized and spoke at pro-anarchist rallies in Kronstadt. In the summer of 1917, with anti-anarchist activity within the Russian Provisional Government on the rise, Maria escaped back to her home town in Alexandrovsk, Ukraine. Once there, she organized a fighting force of anarchist Black Guards under her command to terrorize the city's authorities, in particular army officers and landlords who refused to cooperate with peasant efforts to redistribute wealth. Alexandrovsk's nationalist government struggled to maintain order under the subversive actions of leftists in general, and anarchists in particular, who exercised political control and popular support to exclude the influence of the Central Rada and redistribute private property. ===Enter Nestor Makhno=== Nestor Makhno (1918), future leader of the Free Territory, was still a minor militia leader when he first encountered Nikiforova When the October Revolution took place in Russian Empire, leftist-dominated cities such as Huliaipole were already teetering on open civil war. There, anarchists gained strength by appealing to peasant enthusiasm for revolution. Upon the invasion of Ukraine by the Red Army, the soviet of the small city issued a decree calling for fighters to join the invasion to overthrow the Ukrainian nationalists. Hundreds of men, mostly anarchists, formed a Black Guard under Nestor Makhno and his brother Sava, and marched on Alexandrovsk. Under siege by advancing Red Army forces to the north, Makhno's anarchists to the east, and subversion by Nikiforova's Black Guards from within, the nationalist army retreated from the city on January 15, 1918. The city shortly came under Bolshevik control. Makhno's forces arrived within days, altering the balance of power in the anarchist's favor. With Alexandendrovsk secured, Nikiforova and her new ally, Nestor Makhno, held a meeting with the Bolsheviks. Backed by their Black Guards, the duo negotiated to become anarchist representatives in the city's new Revolutionary committee. At the beginning, Maroussia and Makhno have allied her on common grounds of anarchism, and later Maroussia has begun to accuse Nestor of ignoring the anarchist ideas. She called him for a bloody struggle against the exploiters and Ukrainian nationalism, page 30, Nikiforova was appointed to the position of assistant deputy, but within weeks Makhno stepped down in dissatisfaction with the group's lack of radicalism. The pair would operate independently as military commanders in the future, but worked closely and often pooled resources in pursuing an anarchist revolution. Makhno historian, Michael Palij, noted that Nikiforova \"exercised a substantial influence upon Makhno from the very beginning of their acquaintance\". In the summer of 1917, anarchists unofficially held economic power in Huliaipole, though this was due to underground activity, as officially power rested with the Bolshevik backed soviet in the city In August 1917, Nikiforova seized and robbed a military storehouse at Orikhiv, subsequently attacking, disarming and dispersing the town's regiment and executing all officers captured. However, rather than pass these spoils to the Red Army, they were delivered to Makhno and his own Black Guards. This signaled the end of Nikiforova's loyalty to the committee and Bolsheviks, though she would continue to ally with the Red Army occasionally in battle. She later established a new Black Guard detachment in the other cities, including Elisavetgrad. ===The Free Combat Druzhina=== In December 1917, her Black Guards helped to establish Soviet power in eastern Ukraine cities of Kharkiv and Yekaterinoslav, as well as Aleksandrovsk. In thanks, the Bolshevik commander in the region, Vladimir Antonov-Ovseenko, gave her funds to upgrade her detachment, which became known as the \"Free Combat Druzhina\". This unit was active in fighting the Whites Guards, the Ukrainian Nationalists, and the Germans-Austro-Hungarians over a large area of southern Ukraine. She was instrumental in establishing Soviet power in the city of Yelizavetgrad (today Kropyvnytskyi) and later was involved in bloody battles in quelling a right-wing revolt in the city. In April 1918, she received a commendation from Vladimir Antonov-Ovseenko for her revolutionary activities. The Free Combat Druzhina was equipped with two large guns and an armoured flatcar. The wagons were loaded with armoured cars, tachankas, and horses as well as troops which meant that the detachment was by no means restricted to railway lines. The trains were festooned with banners reading \"The Liberation of the Workers is the Affair of the Workers Themselves\", \"Long Live Anarchy\", \"Power Breeds Parasites\", and \"Anarchy is the Mother of Order.\" The soldiers were better fed and equipped than many of the Red Army units. Although there were no official uniforms, the soldiers certainly had a sense of style. Long hair (not common in that era), sheepskin caps, officers' service jackets, red breeches, and ammunition belts were much in evidence. The Druzhina was composed of a core of militants devoted to Marusya and a larger group which came and went on a fairly casual basis. The militants included a fair number of Black Sea sailors, noted for their fighting qualities throughout Ukraine. With their black flags and cannons, Marusya's echelons resembled pirate ships sailing across the Ukrainian steppe. One observer, the Left-SR I. Z. Steinberg, compared the trains to the Flying Dutchman, liable to appear at any time, anywhere. Travelling in echelons, the Druzhina advanced to meet the enemy, which in January 1918, meant the White Guards and the Ukrainian Central Rada. Vladimir Antonov-Ovseyenko was a longtime ally of Nikiforova's, having met her in Paris years earlier. He provided her with needed political and material support from within the Bolshevik party. Nikiforova was put on the trial twice by the Bolsheviks on charges of insubordination and pillaging: in Taganrog in April 1918 and in Moscow in January 1919. She was acquitted at the first trial, where witnesses were present to speak in her defense. Antonov- Ovseyenko also telegraphed a letter in support of her, commending her revolutionary activities in aid to the Bolsheviks. At the second, she was unable to launch a legal defense, and was banned from holding a political post for a year. Returning to Ukraine, she traveled to Huliaipole, now an autonomous area under Nestor Makhno's anarchist control, dubbed the Free Territory. Unwilling to damage his alliance with the Red Army, Makhno refused to disobey the sentence and would not appoint her to a position in his Black Army, the Revolutionary Insurrectionary Army of Ukraine. Unable to command a fighting force for, she worked alongside Makhno by making public speeches, and organizing propaganda events. Antonov-Ovseenko recalled meeting her on April 28, 1919, while reviewing Makhno's troops and the city of Gulyai-Polye (Huliaipole). \"Makhno introduces the members of the Gulyai-Polye soviet's executive committee and of his staff. Also there is the political commissar of the bridge, my old acquaintance, Marussia Nikiforova.\" Seeking to clarify rumors of corruption and counter-revolutionary activity among Makhno's ranks and the soviet of the city, Antonov-Ovseenko wrote glowingly of his impression of Gulyai-Polye. His report intrigued prominent Bolsheviks, who decided to visit the city personally. Lev Kamenev and a delegation of Ukrainian politicians, arrived by armored train a week following Antonov-Ovseenko visit, on May 7. Nikiforova met them at the train station, and with other members of Makhno's staff, Boris Veretelnikov and Mikhalev-Pavlenko, offered to escort them into the city. After meeting Makhno and touring the city, Kamenev was impressed with Nikiforova, and upon returning to Ekaterinoslav, he telegraphed Moscow officials. He ordered that her sentence be reduced, from a year, to \"six months deprivation of the right to hold responsible posts.\" However, given the overwhelmingly anti-anarchist propaganda among Bolshevik commanders, politicians, and media, Antonov-Ovseenko's attempts to lobby for military support for the anarchists faltered. His political power declined, and he was replaced within weeks of his visit, on June 15, by Jukums Vācietis. ===Capture and death=== In June 1919, Makhno's anarchist armies were outlawed by the Bolshevik command, and came under attack. Facing a two-front war against the white and red armies, Maria gathered a group of fighters, and reunited with her husband Witold Brzostek. Her intention was to field terrorist cells, as a formal fighting force was no longer available. Dispatching three cells on various missions, she took part in a sabotage mission against the White movement in the city of Sevastopol. There she and Bzhostek were recognized and arrested. Tried on September 16, 1919, she and her husband were found guilty and sentenced to death. Both were shot. ==Political positions== ===Anarchism and revolution=== In her youth, Nikiforova entered anarcho-communist politics and adopted militant tactics to pursue them.: \"Around the same time she became a factory worker, Nikiforova also joined a local group of anarcho-communists. ... Maria became a full-fledged militant ...\" Throughout her years of activism, Nikiforova gave numerous speeches espousing her political opinions. However, transcriptions and quotes from her speeches scarcely survived the Soviet era, and she was not known to write her views in letters, essays, or articles. What is known of her speeches is that she was widely regarded for her charismatic oratory, which she used to expound anarchist views. Widely known as an anarchist, she was said to constantly wear entirely black clothing as a symbol of her libertarian philosophy. During times of revolution, she favored immediate and complete redistribution of property owned by wealthy land owners, declaring, \"The workers and peasants must, as quickly as possible, seize everything that was created by them over many centuries and use it for their own interests.\" However, while she constantly spoke in favor of anarchist philosophy, she warned against vanguardism and elitism, insisting that anarchists could not guarantee positive social change. \"The anarchists are not promising anything to anyone.\" She cautioned, \"The anarchists only want people to be conscious of their own situation and seize freedom for themselves.\" ===World War I enlistment=== A French, anti-German propaganda poster. Nikiforova sided with the Allies of World War I and joined the French Army. While living in exile in Paris, she sided with Peter Kropotkin on the issue of World War I, favoring the Allies in opposition to the German Empire. She graduated from French military school at the officer rank and served in the army. ===Conflicts with Soviet authority=== Upon returning to Russia in 1917, Nikiforova was influenced by Apollon Karelin, a veteran anarchist who advocated a tactical strategy of \"Soviet anarchism.\" Meeting her in Petrograd, Karelin's political tactics encouraged anarchist participation in Soviet institutions with the long term plan of directing them towards an anarchist agenda, provided these institutions did not deviate from revolutionary goals. In the event that they deviated from a radical agenda, anarchists were to rebel against them. Such institutional cooperation was widely disliked among anarchists, as they were largely a minority within such institutions, rendering their activity ineffectual.. See paragraph \"On a tactical level ...\" Nikiforova agreed to ally with the Bolsheviks under special circumstances and negotiated to have herself appointed to a soviet institution, briefly becoming the Deputy leader of the Alexandrovsk revkom. She would go on to help establish footholds for Soviet power in several Ukrainian cities, demanding material support from Bolshevik agents in return, which she then used to pursue her anarchist agenda. Although she would ally herself with the Red Army on multiple occasions, she was constantly at odds with their commanders and personally antagonized several, arguing against some their practices on revolutionary grounds. Upon discovering that a Soviet commander was hoarding luxury goods looted from an aristocrat's home, she angrily confronted him for his selfishness. \"The property of the estate owners doesn't belong to any particular detachment,\" she declared \"but to the people as a whole. Let the people take what they want.\" ==Public image== ===Physical descriptions=== Following Nikiforova's death, several publications described her in terms which placed emphasis on her supposed unattractiveness. Chudnov, a former Makhnovist, wrote of her when recalling a 1918 meeting: \"This was a woman of 32 – 35, medium height, with an emaciated, prematurely aged face in which there was something of a eunuch or hermaphrodite. Her hair was cropped short in a circle.\" Years after meeting her in 1919, Aleksei Kiselyov described her in his memoirs: \"Around 30 years old. Thin with an emaciated face, she produced the impression of an old maid type. Narrow nose. Sunken cheeks. She wore a blouse and skirt and a small revolver hung from her belt.\" Kiselev also alleged that she was a cocaine addict. Nikiforova biographer, Malcolm Archibald, noted that most Bolshevik writers described her in ways similar to this, and hypothesized that this was part of an effort to discredit her ideas with ad hominem attacks. \"One suspects the Bolshevik memoirists, finding her ideology unattractive, tried to make her external appearance ugly as well.\" Descriptions of Nikiforova fall into two general categories, either highlighting an alleged repulsiveness, or beauty. An exception to the majority of Bolshevik descriptions, Raksha recalled his 1918 meeting with her in very positive terms: \"I had heard that she was a beautiful woman... Marusya was sitting at a table and had a cigarette in her teeth. This she-devil really was a beauty: about 30, gypsy-type with black hair and a magnificent bosom which filled out her military tunic.\" ==Legacy== ===Postmortem mythology=== Throughout her life, Nikiforova had been wounded multiple times, or had been mistaken for dead, only to reappear in good health later. Due to her reputation within folklore, rumors spread in the months following her death that she was actually still alive. Marusya copycats Following her death, Nikiforova's surviving legacy created an opportunity for copycatsfaux Marusyasto appear in the months and years to follow. The only female atamansha while alive, Nikiforova was followed by three women fighters in the Ukrainian War of Independence who adopted her name for propaganda purposes. In 1919, Marusya Sokolovskaia became the commander of her brother's cavalry detachment after his death in battle. A 25-year-old Ukrainian nationalist school teacher, she was captured by the Reds and shot. In 1920-1921, Black Maria (Marusya Chernaya) became a commander of a cavalry regiment in the Revolutionary Insurrectionary Army of Ukraine. She died in battle against the Red Army. A final copycat, Marusya Kosova, appeared in the Tambov Rebellion in 1921-1922. After the revolt was suppressed, she disappeared. International espionage rumors Nikiforova was rumored to have become a spy for the Soviet government in Paris in the years following her death. There, it was claimed, she performed undercover work, and was involved in the assassination of Symon Petliura, an exiled Ukrainian nationalist and former leader of the Ukrainian People's Republic. In actuality, Petliura was assassinated by Sholom Schwartzbard. A fellow exile and Ukrainian-Jewish anarchist, and former member of Grigori Kotovsky's anarchist detachment, Schwartzbard had worked alone in the assassination. Malcolm Archibald commented, \"The only truth in this story might be the fact of anarchists doing the Bolshevik's work for them.\" ===Treatment by historians=== Nikiforova left few written records or photographs of herself during much of her life. This is owed in part to her hidden activity as an international terrorist. Operating underground, and in exile across multiple countries, Nikiforova did not begin to make her activity public knowledge until the last two years of her life, when she officially held a military command. A few contemporary records of her life survived the Soviet era. Nestor Makhno provided eye-witness accounts of several dramatic incidents in Nikiforova's life within his memoirs. Makhno's former adjutant, Viktor Belash, also wrote of her life within his own records, which were rescued from files held by the Soviet secret police. Briefly a member of the Red Army, Nikiforova's service record exists as one of the few official documentations of her life. Nikiforova has been largely ignored by historians since her death. Soviet-era historians largely erased her from history, despite the important role she played in the Russian Revolutions of 1917 and subsequent civil war. A biographical dictionary of the Russian Revolution includes hundreds of entries, but does not include her. Of the few Bolshevik women who are included, none held military commands as Nikiforova did. There is no scholarly biography of her life, or historiography of her era which mentions her. The few references made to her by Bolshevik contemporaries in memoirs and works of fiction are biased against her. These depict her uniformly as \"repulsive and evil,\" with little exception. Nikiforova has also been ignored by non-Soviet historians. Today, Nikiforova remains obscure and uncelebrated within Ukraine. She has been ignored by Ukrainian historians. Critics of this treatment speculate that as an anti-nationalist who fought and was executed by the White Army, Nikforova's activities have been too difficult to rewrite and reconcile to fit a reformist historical narrative. There is little explanation for the neglect on the part of anarchist historians. While several biographies of Nestor Makhno have been published, there is little mention of Nikiforova. This is despite their close collaboration, and her greater contemporary prominence, according to biographer Malcolm Archibald: \"...in 1918 Nikiforova was already famous as an anarchist atamansha (military female leader) throughout Ukraine, while Makhno was still a rather obscure figure operating in a provincial backwater.\" Of several anarchist historians who have published histories regarding Makhno, only Alexandre Skirda's work, Nestor Makhno: Anarchy's Cossack, mentions hera single paragraph, out of over 400 pages, is devoted to her. Following the collapse of the Soviet Union, historians have attempted to reintroduce individuals expunged from history, such as Nikiforova, Makhno, and other anarchists. Several essays on Nikiforova have been published, and the Nikiforova biography, Atamansha, published in 2007, was based on such sources in Russia and the Ukraine. Nikiforova appears in the French novel \"Clarisse\", by Cecil Saint-Laurent. She keeps Clarisse prisoner in her armoured train in Ukraine, and the two women become lovers, Clarisse being deflowered by Nikiforova. ==See also== ;Lists *List of guerrillas *List of military commanders *List of Ukrainians ==Footnotes== . Historian Michael Palij refers to this city as \"Oleksandrivsk\". This should not be confused with contemporary Oleksandrivsk, as the city's Russian name formally matched Nikiforova's home city, Alexandrovsk. However, the two cities are located in entirely different regions of the Ukraine. ==References== ==Bibliography== * * * ==External links== * *Maria Nikiforova at Libcom.org Category:1885 births Category:1919 deaths Category:20th-century executions by Russia Category:Anarcho-communists Category:Anarchist partisans Category:Executed anarchists Category:Executed Russian people Category:Executed Russian women Category:Executed Ukrainian people Category:Executed Ukrainian women Category:Anti-nationalism in Europe Category:Makhnovism Category:People convicted on terrorism charges Category:People from Zaporizhia Category:People of the Russian Revolution Category:People of the Russian Civil War Category:Soviet people of the Ukrainian–Soviet War Category:Ukrainian anarchists Category:Ukrainian guerrillas Category:Ukrainian rebels Category:Ukrainian revolutionaries Category:Women in European warfare Category:Women in war 1900–1945 ",
    "title": "Maria Nikiforova"
}