{
    "id": "2219787",
    "text": "Field Marshal Sir Donald Martin Stewart, 1st Baronet, (1 March 182426 March 1900) was a senior Indian Army officer. He fought on the Aka Khel Expedition to the North-West Frontier in 1854, took part in the response to the Indian Rebellion in 1857 and, after serving as commandant of the penal settlement of the Andaman Islands, fought in the Second Anglo-Afghan War as Commander of the Quetta Army. In that role, he advanced through the Bolan Pass to Quetta, and then on to Kandahar in January 1879. In March 1880, he made a difficult march from Kandahar to Kabul, fighting on the way the Battle of Ahmed Khel and Battle of Arzu, and then holding supreme military and civil command in northern Afghanistan. He became Commander-in-Chief, India in April 1881 and a member of the Council of the Secretary of State for India in 1893. ==Early life== Born the son of Robert Stewart and Flora Stewart (née Martin) at Mount Pleasant, near Forres, Moray in Scotland, Stewart was educated at schools at Findhorn, Dufftown and Elgin and at the University of Aberdeen.Elsmie, pp. 1-17 ==Career== Lieutenant General Donald Stewart during the Second Anglo- Afghan War. In 1878 Stewart commanded the Kandahar Field Force (also known as the Quetta Army). He led the march across harsh terrain and into several cavalry battles against Afghan forces on his way to occupying Kandahar in January 1879. He was promoted to commander in chief in India in April 1881 and to field marshal in 1894. He is shown here in the uniform of a lieutenant general.Caption to Indian Celebrities- Sir Donald Stewart WDL11439.png, Library of Congress Stewart was commissioned as an ensign in the 9th Bengal Native Infantry on 12 October 1840 and was promoted to lieutenant on 3 January 1844 and to captain on 1 June 1854.Heathcote, p. 270 Later that year he served on the Aka Khel Expedition to the North-West Frontier. During the Indian Rebellion, after a famous ride from Agra to Delhi with dispatches, Stewart served as the deputy assistant adjutant-general at the Siege of Delhi in Summer 1857 and then as assistant adjutant-general at the Siege of Lucknow in Autumn 1857. After serving through the campaign in Rohilkhand he was promoted to major on 19 January 1858 and to lieutenant-colonel on 20 July 1858. He became deputy-adjutant-general of the Bengal Army in 1862 and, having been promoted to colonel on 20 July 1863, he commanded the Bengal brigade in the Abyssinian expedition in 1867. Promoted to major-general on 24 December 1868, he became commandant of the penal settlement of the Andaman Islands, and was present when one of the inmates assassinated Lord Mayo, British Viceroy of India, in 1872.Heathcote, p. 271 After being exonerated in the subsequent inquiry, he was appointed Commander of the troops at Lahore in 1876. Promoted to lieutenant-general on 1 October 1877, Stewart commanded the Quetta Army during the Second Anglo-Afghan War advancing through the Bolan Pass to Quetta, and then on to Kandahar in January 1879. In March 1880, he made a difficult march from Kandahar to Kabul, fighting on the way the Battle of Ahmed Khel and Battle of Arzu, and then holding supreme military and civil command in northern Afghanistan. On hearing of the Maiwand disaster, he despatched Sir Frederick Roberts with a division on his celebrated march from Kabul to Kandahar, while he led the rest of the army back to India through the Khyber Pass. For this he was given the thanks of parliament and created a baronet. The Battle of Ahmed Khel, at which Stewart led the British forces, during the Second Anglo-Afghan War Stewart became Military member of the Council of the Governor-General of India (effectively War Minister) in October 1880 and, having been promoted to full general on 1 July 1881, he became Commander-in- Chief, India in April 1881. In order to achieve efficiency savings he proposed merging the Bengal Army, Madras Army and Bombay Army into a single military force but this was rejected by the India Office. During the Panjdeh Incident in March 1885 he secured a significant increase in the number of British troops in India. He returned to London to become a member of the Council of the Secretary of State for India in 1893 and, in that role, again argued - this time successfully - for the creation of a single Indian Army. He was promoted to field marshal on 26 May 1894 and became a member of the Royal Commission on Indian civil and military expenditure as well as Governor of the Royal Hospital Chelsea from 1895 until his death on 26 March 1900. He died at Algiers in Algeria, and is buried in Brompton Cemetery in London.Elsmie, pp. 443-4 Funerary monument, Brompton Cemetery, London ==Family== In 1847 Stewart married Davina Marine; they went on to have two sons and three daughters. Lady Stewart was invested as a Companion of the Imperial Order of the Crown of India (CI) by Queen Victoria at Windsor Castle on 6 March 1900. ==Honours and awards== Stewart's honours included: * Knight Grand Cross of the Order of the Bath (GCB) - 21 September 1880 (KCB - 25 July 1879; CB - 14 August 1868) * Knight Grand Commander of the Order of the Star of India (GCSI) - 7 December 1885 * Companion of the Order of the Indian Empire (CIE) - 24 May 1881 ===Memorial=== There is a memorial to him in St Paul’s Cathedral. \"Memorials of St Paul's Cathedral\" Sinclair, W. p. 461: London; Chapman & Hall, Ltd; 1909 ==References== ==Sources== * * * Attribution * ==External links== Category:1824 births Category:1900 deaths Category:British field marshals Category:British military personnel of the Second Anglo-Afghan War Category:British military personnel of the Indian Rebellion of 1857 Category:British Commanders-in-Chief of India Category:Baronets in the Baronetage of the United Kingdom Category:British Indian Army generals Category:British East India Company Army officers Category:Companions of the Order of the Indian Empire Category:Knights Grand Cross of the Order of the Bath Category:Knights Grand Commander of the Order of the Star of India Category:People from Moray Category:Scottish soldiers Category:Alumni of the University of Aberdeen Category:Burials at Brompton Cemetery Category:British military personnel of the Abyssinian War ",
    "title": "Sir Donald Stewart, 1st Baronet"
}