{
    "id": "2220268",
    "text": "California-style pizza (also known as California pizza or Gourmet pizza) is a style of single-serving pizza that combines New York and Italian thin crust with toppings from the California cuisine cooking style. Its invention is generally attributed to chef Ed LaDou, and Chez Panisse, in Berkeley, California. Wolfgang Puck, after meeting LaDou, popularized the style of pizza in the rest of the country. It is served in many California Cuisine restaurants. Such restaurant chains as California Pizza Kitchen, Round Table Pizza, Extreme Pizza, and Sammy's Woodfired Pizza are four major pizza franchises associated with California-style pizza. ==History== The California- style pizza was invented more or less simultaneously in 1980 by Ed LaDou (the \"Prince of Pizza\"), then working as a pizza chef for Spectrum Foods' Prego Restaurant in San Francisco's Cow Hollow neighborhood, and by pizza chefs working for Alice Waters at the Chez Panisse Cafe in Berkeley, California. LaDou had learned pizza-making in the 1970s as a teenager at Frankie, Johnnie & Luigi Too, a traditional New York-style pizzeria in Mountain View, California. He made pizzas briefly at Ecco, an upscale restaurant at the Hyatt Hotel in Palo Alto, California, before starting at Prego. Although Prego specialized in classic, Italian-style thin-crust pizzas, its chefs encouraged LaDou to experiment with prosciutto, goat cheese, and truffles in their wood- burning oven, and send his results to guests. At one table, to whom he served an off-menu invention involving mustard, ricotta, pâté, and red pepper turned out to be chef Wolfgang Puck. Pizza topped with an egg from the Chez Panisse cafe By 1980, Alice Waters' Chez Panisse and its head chef, Jeremiah Tower, had already invented California cuisine, a combination of French and Italian techniques and presentation with fresh local ingredient-focused flavors. Waters was a long-time fan of Tommasso's Italian restaurant in San Francisco's North Beach, which had installed the West Coast's first wood-fired pizza oven when it opened in 1935. After traveling to Italy, Waters decided to make an open kitchen featuring a Tomasso's-style pizza oven the focus of the new cafe she was opening above her main dining room. Although prepared classically, her chefs added exotic fine ingredients to their single-serving pizzas and calzones, such as goat cheese and duck sausage. Her cafe, and its pizzas, in particular, were an instant success, attracting wide attention among food critics. Wolfgang Puck, in 1980 and 1981, was preparing to open the restaurant that would make him famous, Spago, in West Hollywood, California. Initially conceived as a pizzeria, Spago's was modeled after the upstairs cafe at Chez Panisse.. He was so impressed with the pizza LaDou had made for him at Prego, he hired LaDou as head pizza chef. Under Puck's guidance, LaDou developed more than 250 pizza concepts using ingredients such as scallops, roe, and baby zucchini flowers. Among their most famous invention was \"Jewish pizza\", a pizza dough first cooked then topped with smoked salmon, crème fraîche, capers, and dill. Another innovation was using infused olive oil, baby vegetables, chili oil, and flavored dough. California-style pizza with greens, egg, bacon, and garden vegetables In 1985 LaDou helped two inexperienced lawyer-restaurateurs, Richard L. Rosenfeld and Larry S. Flax, start a new restaurant concept, California Pizza Kitchen (also known as \"CPK\"). He brought them many of Spago's recipes, which he had carefully saved. The new restaurant borrowed the concept of open kitchens centered around wood-burning pizza ovens from Spago, but instead of exotic gourmet ingredients, it used innovative but simpler comfort food toppings. When the new restaurant's chef quit less than a month before opening, LaDou quickly designed and cooked an entire menu, inventing the now-ubiquitous barbecue chicken pizza on the spot. LaDou also helped develop pizza menus for Sammy's Woodfired Pizza and the Hard Rock Cafe. ==Prominence== Both Wolfgang Puck and California Pizza Kitchen were instrumental in turning California-style pizza from a gourmet food trend to a mass consumer food product. Based on the success of his pizzas and his status as a celebrity chef, Puck opened a series of restaurants, ranging from high- end clones of Spago to convenience chains for airports and mall food courts. California Pizza Kitchen grew to 200 outlets. Both introduced frozen pizzas, but after an early success Puck's supermarket lines were overtaken by CPK's, which are backed by Kraft foods. ==See also== * Pizza in the United States * Chicago-style pizza * New York-style pizza ==References== Category:Food and drink introduced in 1980 Category:American pizza Category:California culture Category:Cuisine of the Western United States Category:Food and drink in California Category:Pizza varieties ",
    "title": "California-style pizza"
}