{
    "id": "2220931",
    "text": "Terrain-following radar (TFR) is a military aerospace technology that allows a very-low-flying aircraft to automatically maintain a relatively constant altitude above ground level and therefore make detection by enemy radar more difficult. It is sometimes referred-to as ground hugging or terrain hugging flight. The term nap-of-the-earth flight may also apply but is more commonly used in relation to low-flying military helicopters, which typically do not use terrain-following radar. The technology was originally developed by Ferranti for use with the TSR-2 aircraft.R. J. Starling, C.M. Stewart, (1971) \"The Development of Terrain Following Radar: An account of the progress made with an airborne guidance system for low flying military aircraft\", Aircraft Engineering and Aerospace Technology, Vol. 43 Iss: 4, pp. 13–15 https://dx.doi.org/10.1108/eb034756. via Emerald InsightTSR2 Terrain Following Radar Development – 1959 to 1964 stevebroadbent.net, (pdf) Recollections of Bill Blain, Ferranti Defence Systems Ltd. Edinburgh ==Technology== TSR-2 XR220 at RAF Museum Cosford, 2002. Ferranti developed terrain following radar specifically for the TSR-2. The system works by transmitting a radar signal towards the ground area in front of the aircraft. The radar returns can then be processed to see how the terrain ahead varies, and then used by the aircraft's flight computers to calculate flight-path changes in order to maintain a reasonably constant height above the earth. The computer will consider many factors in determining the flight path for the aircraft, such as distance to the forward terrain, aircraft speed and velocity, angle of attack and quality of signal being returned. ==Use in strike aircraft== ===Advantages and disadvantages=== Terrain following radar is primarily used by military strike aircraft, to enable flight at very low altitudes (sometimes below 100 feet/30 metres) and high speeds. Since radar detection by enemy radars and interception by anti-aircraft systems require a line of sight to the target, flying low to the ground and at high speed reduces the time that an aircraft is vulnerable to detection to a minimum by hiding the aircraft behind terrain as far as possible. This is known as terrain masking. However, radar emissions can be detected by enemy anti-aircraft systems with relative ease once there is no covering terrain, allowing the aircraft to be targeted. The use of terrain-following radar is therefore a compromise between the increased survivability due to terrain masking and the ease with which the aircraft can be targeted if it is seen. Even an automated system has limitations, and all aircraft with terrain-following radars have limits on how low and fast they can fly. Factors such as system response-time, aircraft g-limits and the weather can all limit an aircraft. Since the radar cannot tell what is beyond any immediate terrain, the flight path may also suffer from \"ballooning\" over sharp terrain ridges, where the altitude becomes unnecessarily high. Furthermore, obstacles such as radio antennas and electricity pylons may be detected late by the radar and present collision hazards. ===Integration and use=== On aircraft with more than one crew, the radar is normally used by the navigator and this allows the pilot to focus on other aspects of the flight besides the extremely intensive task of low flying itself. Most aircraft allow the pilot to also select the ride \"hardness\" with a cockpit switch, to choose between how closely the aircraft tries to keep itself close to the ground and the forces exerted on the pilot. Some aircraft such as the Tornado IDS have two separate radars, with the smaller one used for terrain-following. However more modern aircraft such as the Rafale with phased array radars have a single antenna that can be used to look forward and at the ground, by electronically steering the beams. F-111C employs TFR ==Other uses== Terrain-following radar is sometimes used by civilian aircraft that map the ground and wish to maintain a constant height over it. Military helicopters may also have terrain-following radar. Due to their lower speed and high maneuverability, helicopters are normally able to fly lower than fixed-wing aircraft. ==Alternatives== There are very few alternatives to using terrain-following radar for high-speed, low altitude flight. TERPROM, a terrain-referenced navigation system provides a limited but passive terrain-following functionality. ==See also== *Phased array *Active electronically scanned array ==References== *Krachmalnick, F.M., Vetsch, G.J., and Wendl, M.J. (1968) Automatic flight control system for automatic terrain-following, Journal of Aircraft 5(2), 168–175. Category: Aircraft radars Category: Ferranti Category: Low flying ",
    "title": "Terrain-following radar"
}