{
    "id": "2220099",
    "text": "James Duane Doty (November 5, 1799 – June 13, 1865) was a land speculator and politician in the United States who played an important role in the development of Wisconsin and Utah Territory. ==Early life and legal career== Born in Salem, New York, in 1799, Doty was less than three years old when his family moved to Martinsburg, New York, which was founded by his mother's brother General Walter Martin. Doty attended the Lowville Academy several miles north of Martinsburg in Lowville, New York. In 1818, Doty moved to Detroit, the capital of Michigan Territory, where he became an apprentice to Charles Larned, the attorney general. On November 20, 1818, he was admitted to the bar in Wayne County and Michigan Territory. He practiced law until September 29, 1819, when he was appointed clerk of court for Michigan Territory. In June 1820 he resigned the clerkship in order to serve as secretary to the Lewis Cass expedition, a summer-long exploration of the part of Michigan Territory lying west of Lake Michigan as far as the headwaters of the Mississippi River. Upon his return to Detroit, Doty resumed his legal practice. In the winter of 1822 Doty traveled to Washington, D.C., where on March 13, with the sponsorship of Henry Wheaton, he was admitted to practice before the Supreme Court of the United States. In 1823, a new federal judicial district was created for northern and western Michigan Territory, covering what is now the state of Wisconsin and the Upper Peninsula of Michigan. Doty was appointed as the federal judge for the district by President James Monroe. Before taking up his new duties, on April 14, 1823, Doty married Sarah Collins at Whitesboro, New York. Because he was required to live within his district, Doty and his new wife moved from Detroit to Prairie du Chien in 1823. Doty regularly held court at Prairie du Chien, Green Bay, and Mackinac. He also served as the first postmaster of Prairie du Chien from 1823 to 1824. In 1824, Doty moved to Green Bay, where he lived until 1841. Doty remained the district judge until he was replaced by David Irvin in 1832. ==Territorial politics== Following his career as a judge, Doty served as a member of the Michigan Territorial Council from 1834 to 1835, representing the western part of the territory. In this capacity Doty argued for the creation of a new territorial government for Wisconsin, sending petitions to Congress in favor of splitting Michigan Territory into two parts, one east and one west of Lake Michigan. Doty had supported this idea as early as 1824, and argued that the growing number of residents in Wisconsin were not adequately provided for by the territorial government in Detroit, which was hundreds of miles away from any settlement in Wisconsin. Doty claimed that votes sent by residents west of Lake Michigan could not be sent to Detroit in time to be counted, and that the residents in Lower Michigan cared little about the affairs west of the lake. In 1835, his wishes were partially granted when the Governor of Michigan Territory created a separate legislature to govern the western part of the territory as Michigan prepared for statehood. In 1835, Doty campaigned to represent western Michigan Territory as a delegate in Congress, but he lost in a three-way election to George Wallace Jones. Both Doty and Jones were running as Democrats, but Doty had little true loyalty to any political party. He was conservative in view and usually aligned himself with whichever people were most popular at any given time. After losing the election, Doty turned to land speculation and bought thousands of acres of land across the state, some of which he began developing into the city of Madison, Wisconsin. Doty in 1858, by William F. Cogswell In 1836, Wisconsin Territory was officially created. Doty hoped to be the territorial governor, but President Andrew Jackson appointed Henry Dodge, Doty's longtime political rival, to the post. With no public title, Doty worked to improve his land holdings in what would become the city of Madison. Doty had this land surveyed and platted, and made plans to create a city on the isthmus between lakes Mendota and Monona. To gain recognition for the planned city, Doty lobbied the new territorial legislature to select his proposed city as the capital of Wisconsin. A temporary capital had already been established at Belmont, Wisconsin, but its distance from Milwaukee and Green Bay coupled with the dissatisfaction of many legislators towards the facilities at Belmont made it likely that the capital would be moved. Doty used numerous tactics to ensure that Madison would be made capital city, wooing legislators with plans for canals and railroads and offering legislators who voted to make Madison the capital choice lots in the new city. Madison was declared permanent capital in November, 1836, and construction at the new city began in 1837. In 1838, Doty was elected as Wisconsin Territory's congressional delegate, defeating George W. Jones in a rematch of the 1835 election. Despite being elected as a Democrat, Doty formed personal friendships with several Whigs in Washington, D.C., including Henry Clay. In 1840, Whig Party candidate William Henry Harrison was elected president, and he made plans to appoint Doty to the governorship of Wisconsin Territory despite Doty's status as a Democrat. Harrison died before he could make the appointment, but vice president John Tyler fulfilled Harrison's desire after ascending to the presidency in 1841. Doty was largely unsuccessful as territorial governor, the Dodge supporters in the territorial legislature rejected most of the legislation Doty supported, and Doty failed on four separate occasions to get public support for Wisconsin statehood. Doty's term ended in 1844, and he was not reappointed by Tyler, who instead selected Nathaniel P. Tallmadge to the post. This left Doty to once again return to his private life. ==Wisconsin statehood== Doty's house in Neenah, Wisconsin In 1846, Doty returned to politics, this time as a delegate to the First Wisconsin Constitutional Convention. Doty came to the convention as an independent, but sided with the Whigs on most issues and emerged as the opposition leader at the convention, which had a clear Democratic majority. After much debate, the convention produced a constitution, but the state's residents considered the document to be too radical and voted it down in a referendum, despite public campaigns for the constitution led by Doty and other delegates. A second convention called in late 1847 produced a constitution that was accepted by the people, and this enabled Wisconsin to achieve statehood in 1848. Doty was elected to the United States House of Representatives shortly after Wisconsin became a state, and served from 1849 to 1853 as the representative of Wisconsin's newly created 3rd congressional district and served as part of the 31st and 32nd Congresses. He was replaced by John B. Macy. After leaving Congress, Doty left public life and retired to his home on an island (now named Doty Island) between Neenah and Menasha, Wisconsin.Doty's Island His log-cabin home, relocated from the east end of the island, is located in Doty Park on the southeastern riverfront of Doty Island (on the island's Neenah side).Doty, James Duane 1799 – 1865 It is listed on the National Register of Historic Places. ==Career in Utah== In 1861, Doty returned to public service when Republican President Abraham Lincoln appointed him to the position of Superintendent of Indian Affairs for Utah Territory. Doty was successful in this position. In 1863, Stephen Selwyn Harding, Utah's territorial governor, was removed from office after public backlash from his criticism of the LDS Church and the practice of polygamy. Lincoln appointed Doty to the governorship shortly thereafter. As governor, Doty was able to repair the relationship between the federal government and the territory's Mormons. Doty also promoted the construction of schools and negotiations with local Native American tribes. ==Family== *Charles Doty: Doty's son *Morgan Lewis Martin, cousin ==Death== Doty died in office at age 65 on June 13, 1865, shortly after the outbreak of Utah's Black Hawk War. He was buried at the Fort Douglas Cemetery in Salt Lake City, Utah. ==References== ==External links== * James Duane Doty at the Wisconsin Historical Society * Category:1799 births Category:1865 deaths Category:Members of the Michigan Territorial Legislature Category:19th-century American politicians Category:Delegates to the United States House of Representatives from Wisconsin Territory Category:Governors of Utah Territory Category:Governors of Wisconsin Territory Category:Members of the United States House of Representatives from Wisconsin Category:Politicians from Detroit Category:Politicians from Green Bay, Wisconsin Category:People from Salem, New York Category:People of Utah in the American Civil War Category:People of Wisconsin in the American Civil War Category:Wisconsin Democrats Category:Wisconsin Whigs Category:Michigan Democrats Category:Utah Republicans Category:Democratic Party members of the United States House of Representatives Category:Independent Democrat members of the United States House of Representatives Category:Wisconsin Independents Category:People from Martinsburg, New York Category:Burials in Utah Category:American postmasters ",
    "title": "James Duane Doty"
}