{
    "id": "2220328",
    "text": "Calspan Corporation is a science and technology company founded in 1943 as part of the Research Laboratory of the Curtiss-Wright Airplane Division at Buffalo, New York. Calspan consists of four primary operating units: Flight Research, Transportation Research, Aerospace Sciences [Transonic Wind Tunnel], and Crash Investigations. The company's main facility is in Cheektowaga, New York, while it has other facilities such as the Flight Research Center in Niagara Falls, New York, and remote flight test operations at Edwards Air Force Base, California, and Patuxent River, Maryland. Calspan also has thirteen field offices throughout the Eastern United States which perform accident investigations on behalf of the United States Department of Transportation. ==History== The facility was started as a private defense contractor in the home front of World War II. As a part of its tax planning in the wake of the war effort, Curtiss-Wright donated the facility to Cornell University to operate \"as a public trust\" and received a charitable tax deduction. Seven other east coast aircraft companies also donated $675,000 to provide working capital for the lab. The lab operated under the name Cornell Aeronautical Laboratory from 1946 until 1972. During this same time, Cornell formed a new Graduate School of Aerospace Engineering on its Ithaca, New York campus. During the late 1960s and early 1970s, universities came under criticism for conducting war-related research particularly as the Vietnam War became unpopular, and Cornell University tried to sever its ties. Similar laboratories at other colleges, such as the Lincoln Laboratory and Draper Laboratory at MIT came under similar criticism, but some labs, such as Lincoln, retained their collegiate ties. Cornell accepted a $25 million offer from EDP Technology, Inc. to purchase the lab in 1968. However, a group of lab employees who had made a competing $15 million offer organized a lawsuit to block the sale. In May 1971, New York's highest court ruled that Cornell had the right to sell the lab. At the conclusion of the suit, EDP Technology could not raise the money, and in 1972, Cornell reorganized the lab as the for- profit \"Calspan Corporation\" and then sold its stock in Calspan to the public. Calspan was the first in a series of corporate owners that have included Arvin Industries, Space Industries International, Veridian Corporation and General Dynamics. In 2005, Calspan Corporation was returned to independent ownership when a local management group purchased the Aeronautics and Transportation Testing Groups of the Western New York operation from General Dynamics. Under the name of Cornell Aeronautical Laboratory were inventions of the first crash test dummy in 1948, the automotive seat belt in 1951, the first mobile field unit with Doppler weather radar for weather-tracking in 1956, the first accurate airborne simulation of another aircraft (the North American X-15) in 1960, the first successful demonstration of an automatic terrain-following radar system in 1964, the first use of a laser beam to successfully measure gas density in 1966, the first independent HYGE sled test facility to evaluate automotive restraint systems in 1967, the mytron, an instrument for research on neuromuscular behavior and disorders in 1969, and the prototype for the Federal Bureau of Investigation's fingerprint reading system in 1972. CAL served as an \"honest broker\" making objective comparisons of competing plans to build military hardware. It also conducted classified counter-insurgency research in Thailand for the Defense Department. By the time of its divestiture, CAL had 1,600 employees. Cornell Aeronautical Laboratory conducted wind tunnel tests on models of a number of skyscrapers, including the John Hancock Tower in Boston, Massachusetts. ==Products and services== Calspan offers a variety of products and services: === Aerospace === * Aircraft modifications and certification * Flight test services and airborne testbeds * Test pilot and flight training * In-flight simulation * Flight control and handling qualities * UAV surrogates * High-speed wind tunnel testing (up to 1,000 MPH) * Low-speed wind tunnel testing (up to 75 MPH) * Aerodynamic analysis and research * Subsonic/Transonic wind tunnel operation and maintenance * Calspan Air Services fixed-base operator services === Transportation === * Active safety research and testing * Autonomous vehicle research and testing * Crashworthiness and crash test * Safety research and data collection * Proving ground rental * Tire research and tire test * Sled test and impact simulation * Component and subsystem testing * Crash investigation * Accident re-creation and litigation support * Crash seminars * First responder training * Dummy rental * Dummy purchases * Dummy calibration services * Certification and homologation === General === * Consulting * Test services * High-speed video or camera rental * Instrumentation and electronic systems * Machining and fabrication * Test support and test management ==Airplanes== Calspan owns and operates a fleet of advanced experimental aircraft, including four Learjets, a Gulfstream G-III, a SAAB 340, and a Hawker-Beechcraft Bonanza aerobatic airplane. ==References== ==External links== * Calspan Corporation website ==Further reading== * Cornell Research Has Great Freedom. // Aviation Week, June 3, 1957, v. 66, no. 22, PP. 290-303. Category:Aerospace engineering organizations Category:Automotive engineering Category:Safety engineering Aeronautical Laboratory Category:Edwards Air Force Base Category:Mojave Air and Space Port Category:Laboratories in the United States Category:University and college laboratories in the United States ",
    "title": "Calspan"
}