{
    "id": "2220355",
    "text": "The Institute of Christ the King Sovereign Priest (, ) is a Roman Catholic society of apostolic life of pontifical right in communion with the Holy See of the Catholic Church. The institute has the stated goal of honoring God and the sanctification of priests in the service of the Catholic Church and souls. An integral part of the institute’s charism is the use of the traditional Latin liturgy of 1962 for Mass and the other sacraments. It has undertaken the restoration of a number of historic church buildings. The institute's rule of life is based generally on that of the secular canons. Its stated mission is the defense and propagation of the reign of Christ in all areas of human life, both private and social. ==Early years== The institute was canonically erected on 1 September 1990 by Gilles Wach and Philippe Mora in Gabon, Africa, where the institute still has missions, notably in the capital Libreville. Its canonical status was of diocesan right until 7 October 2008. On that date it was granted the status of pontifical right by decree, titled \"Saeculorum Rex\", of the Pontifical Commission Ecclesia Dei, on the occasion of the visit of Camille Perl, vice-president of the commission. Deacons and priests are incardinated into the institute, whose prior general has the right to call to orders. The institute is currently based in Gricigliano, Italy, in the Archdiocese of Florence. The international seminary of St. Philip Neri is also located there. Wach currently serves as prior general and Mora as rector of the seminary. Both received their priestly formation under Cardinal Giuseppe Siri of Genoa. As of 2018 the institute numbered 114 priests. The Institute also includes clerical oblates, who go through formation but are not ordained as priests, and who help in the several apostolates of the Institute. The charism of the institute is based on the example of its three patron saints: *Saint Francis de Sales, who emphasized teaching the Catholic faith with patience and charity, and encouraging all Catholics to seek a life of holiness through the ordinary means of the church, such as devout attendance at Mass and frequent confession. *Saint Benedict, with his love for the solemn celebration of the liturgy, his emphasis on work and prayer, his \"Benedictine hospitality\", and his role in laying the groundwork for an integral Christian civilization in medieval Europe. *Saint Thomas Aquinas, with his emphasis on the harmony between faith and reason. The institute also honors as its primary patroness the Virgin Mary under the title of the Immaculate Conception. St. Thérèse of the Child Jesus is the patroness of its African missions. ==Apostolates== In the United States, the institute is located in Illinois, Wisconsin, Missouri, New Jersey, Connecticut, California, Arizona, Michigan, Pennsylvania, and Ohio with its national headquarters in Chicago. In Chicago, the institute is restoring the historic St. Clara/St. Gelasius Church on Carmelite Way. Upon completion it will become the Shrine of Christ the King. Its oldest United States apostolate is St. Mary Oratory in Rockford, Illinois, and its newest is Most Precious Blood of Jesus parish in Pittsburgh, Pennsylvania. In Kansas City, Missouri, in 2005, Bishop Robert Finn established an oratory (a public church where the Mass and other rites may be administered) for the institute at a historic church otherwise in danger of being closed. The superior for the United States is Canon Matthew Talarico. The Crescent showing Jesuits Church, Limerick The institute is active in the dioceses of Liverpool, Lancaster, Shrewsbury and East Anglia in Great Britain; in 2011 the Bishop of Shrewsbury invited the institute to re-open the church of Saints Peter, Paul and Philomena in New Brighton. Since St. Patrick's Day, 17 March 2006, the institute has had a presence in the Diocese of Limerick in the Republic of Ireland. In Limerick they purchased Sacred Heart Church, Since May 2010, the institute in Ireland has expanded into the diocese of Galway where weekly Mass is offered at St Mary on the Hill, Claddagh. Monthly Masses are offered by priests of the Institute in Ennis every first Sunday of the month and in Belfast every second Sunday of the month. The Institute is closely involved in the annual Catholic Voice conference held in Limerick which features amongst its regular speakers Cardinal Burke and Fr. John Hunwicke. In addition to its oratories in the United States and missions in Africa, the institute also has apostolates in France, Spain, Belgium, Italy, Germany, Austria, and Switzerland. The institute is especially active in the domain of education, running schools in France (Montpellier, Lille and Versailles), Belgium (Brussels International Catholic School), and Africa. During its yearly ordinations week in Italy, the institute has had visits by Cardinals Raymond Leo Burke, Antonio Cañizares Llovera, Darío Castrillón Hoyos, Giuseppe Siri and Archbishop Camille Perl. ==Sisters Adorers of the Royal Heart of Jesus== The Adorers of the Royal Heart of Jesus Christ Sovereign Priest are a women's community (founded in 2001) associated with the institute. They are also based in Gricigliano. The sisters are non-cloistered contemplatives, and their way of life is based on the Benedictine tradition. The community celebrates Mass and the Divine Office using the traditional Roman Rite. When the number of sisters has increased sufficiently, the community plans to locate convents near the institute's churches, where the sisters will perform apostolic work such as teaching. , the sisters numbered 42. The sisters have established a presence in Germany. Mass and the Divine Office celebrated in the pre-Vatican II Roman form, form the rhythm of each day. Needlework and embroidery projects form an important part of their daily \"Ora et Labora\" (\"pray and work\"). ==Society of the Sacred Heart== The Society of the Sacred Heart is a lay society associated with the Institute of Christ the King. The lay members of the society pledge to live according to a modified Benedictine rule, within their vocation. Through membership in the society, lay faithful participate in the spiritual and social missions of the institute through prayer, devotions, spiritual direction, and study of the spiritual writings of St. Francis de Sales. ==Superiors== Gilles Wach is the founder and prior general. Philippe Mora is the co-founder and rector of the international St. Philip Neri seminary in Gricigliano. Rudolf Michael Schmitz is the vicar general of the institute and provincial of the German-speaking countries. ==Choir dress== The institute has its own choir dress, adopted in 2006, which it received from Cardinal Ennio Antonelli, Archbishop of Florence. Canons, superiors and the prior general Canons, superiors, and the prior general ==See also== *Consecrated life *Institutes of consecrated life *Religious institute (Catholic) *Secular institute *Vocational Discernment in the Catholic Church ==References== ==External links== * Institute of Christ the King Sovereign Priest * Sisters Adorers of the Royal Heart of Jesus * Society of the Sacred Heart ;International links *Italian *French *German *Spanish *Irish Category:Christian organizations established in 1990 Category:Societies of apostolic life Category:Traditionalist Catholicism Category:Communities using the Tridentine Mass ",
    "title": "Institute of Christ the King Sovereign Priest"
}