{
    "id": "2220339",
    "text": "Latin Mass Magazine The Latin Mass: A Journal of Catholic Culture, commonly referred to as Latin Mass Magazine, is an American Catholic magazine published quarterly, with a traditionalist Catholic viewpoint. It is based in Ramsey, New Jersey. ==History and profile== Latin Mass Magazine was established in 1992. Published by the Catholic organization Keep the Faith, the magazine is a strong supporter of the traditional Tridentine Mass and has often expressed skepticism about the liturgical and other reforms introduced by the Second Vatican Council and Popes John XXIII and Paul VI. The magazine admires Pope Benedict XVI because of his emphasis on traditional Catholic dogma and apparent desire to widen the use of the Tridentine Mass in the church. The magazine claims to be \"one of the fastest growing Catholic periodicals in the country.\". In an interview with The Wanderer, a Catholic weekly newspaper, former publisher Roger McCaffrey claimed: \"In 10 years, the circulation of Latin Mass Magazine will be higher than that of America.\" According to its mission statement, the magazine attempts to combat what it sees as \"accelerating secularism\" by emphasizing a \"return of the Church to tradition and authentic organic development\". The magazine also holds conferences to encourage conservative priests and laity in furthering a more traditional approach to Catholic teaching and liturgy, and it hopes to establish a study center \"that will assist the articulation of Catholic tradition\". The magazine's most recent managing editor was John W. Blewett, who died February 8, 2013. The publication has seen occasional controversy, such as its dispute with The Wanderer over Humanae Vitae, Paul VI's encyclical on birth control. ==References== ==External links== * Latin Mass Magazine website * Page on Latin Mass Magazine at Keep the Faith website Category:1992 establishments in New Jersey Category:Quarterly magazines published in the United States Category:Religious magazines published in the United States Category:Magazines established in 1992 Category:Magazines published in New Jersey Category:Traditionalist Catholic magazines ",
    "title": "Latin Mass Magazine"
}