{
    "id": "2220252",
    "text": "The Force d'action navale (FAN, Naval Action Force) is the 12,000-man and about 100-ship strong backbone of the French Navy. As of 2018, it is commanded by Vice-Amiral d’Escadre Jean-Philippe Rolland. The ships are divided into seven categories: * The aeronaval group, which has the aircraft carrier at its core * The amphibious group, directed by \"Projection and Command vessels\" (currently ships of the ) * Frigates, which act either as protection for the strategic groups, or alone in monitoring, survey, presence, rescue or deterrence missions * Minesweepers * \"Sovereignty\" ships, which are deployed overseas and act as presence and prevention forces * Support vessels * Public service ships, and hydrographic and oceanographic vessels ==The aeronaval group== The aeronaval group is the main French Navy power projection force. It is also one of the components of the nuclear deterrence forces, since the embarked Super Étendard and Rafale planes have nuclear capabilities. At minimum, it contains an aircraft carrier (currently ), an anti-air frigate, and a support vessel. Typically, this group also includes several anti-air and anti-submarine frigates, nuclear attack submarine ( and the future Barracuda- class submarines), and possibly additional support ships. The carrier air group can include up to 40 aircraft: Rafale, Super Étendard and E-2 Hawkeye planes; NH-90 Caïman Marine, AS365 Dauphin and AS565 Panther for the helicopters. This composition varies according to the mission and the tactical environment, and can include aircraft of the ALAT (Army) or the Armée de l'Air (Air Force). Like any naval force, the aeronaval group can be assisted by land-based Breguet Atlantique aircraft. Clemenceau formed the core of the French Navy's battle force for many years.http://ffaa.net/ships/aircraft- carrier/clemenceau/history.htm One of the aeronaval group's deployments was to take part in the initial attacks on Al Qaeda and the Taliban in Afghanistan as part of what became the War in Afghanistan, in response to the September 11th attacks. The group, designated Task Force 473 for the operation, comprised 2,900 men under the command of Contre-Amiral François Cluzel and sailed in December 2001. It consisted of the nuclear aircraft carrier Charles De Gaulle, frigates , , , the nuclear attack submarine , the tanker , and the . The Indian Ocean region deployment lasted for seven months before the group returned to France in mid-2002. The number 473 seems to be semi-permanently assigned to Charles de Gaulle and its task group, being used again during Operation Agapanthe in 2004. During the 2011 Libyan civil war, the French carrier battle group commanded from Charles de Gaulle was designated Task Force 473 and was under the command of Vice-Admiral Phillippe Coindreau. Coindreau was promoted to contre-amiral in September 2009, and he was named deputy commandant of the aéro-maritime force of rapid réaction at Toulon. In English-language reports, he was described as deputy commander of the High Readiness Force Maritime Headquarters. On 29 December 2013, Task Force 473, led by the aircraft carrier Charles de Gaulle, and comprising the destroyer , frigate Jean de Vienne, and the replenishment oiler Meuse met Carrier Strike Group Ten for an exercise in the Gulf of Oman. Carrier Strike Group Ten comprises the aircraft carrier , guided-missile cruisers and and guided- missile destroyers , , , and . In November 2015, Task Force 473 sailed again to strike Islamic State targets in Syria and Iraq. The composition of the task force is French, however, the British destroyer and a frigate from the Belgian Navy, , sailed as part of the group. ==The amphibious group== Mistral-class landing platform assault The French Navy operates three large amphibious ships, which contain smaller landing craft. Aboard are helicopters, troops, and land vehicles (three amphibious assault ships). This force also operates five smaller craft which are based in Fort de France, Toulon, Papeete, Nouméa, and La Réunion. The amphibious groups include one or several landing craft (EDAR and CTM) which allow the projection of inter-arm groups with troops, vehicles and helicopters, and one or several light transport ships (bâtiments de transport léger, BATRAL) which carry motorised infantry companies up to the beaches themselves. They can carry Puma, Cougar and NH-90 Caïman Marine transport helicopters or Gazelle and Tigre combat helicopters, the Commandos Marine, minesweeping units, or Army units. Commander French Maritime Forces (COMFRMARFOR) advises ALFAN, the Admiral in command of the Naval Action Force, and when operational at sea commands from the TCDs.Ministère de la Défense ==Destroyers and frigates== The destroyers and frigates are the backbone of the French surface fleet. They secure aero-naval space and allow free action to the other components of the Navy. They are specialised according to the threat, typically escorting other forces (aeronaval or amphibious groups, submarines or civil ships). * The four anti-air destroyers/frigates, two , one and one Aquitaine air defence variant of the frigate (commencing sea trials in 2020) are designed to protect the aeronaval group against air threats. They also carry helicopters which can be used for anti-submarine warfare. * The eight multipurpose destroyers/frigates, six Aquitaine anti-submarine variants of the frigate class and two destroyers. They carry towed sonars and NH-90 Caïman Marine helicopters, and have anti-ship and anti-air capabilities. The two last FREMM will be built as FREDA type frigates, a specific variant with an air-defence derivative of the FREMM. * The five s are used primarily as presence ships, to patrol national and international waters, and to take part in dispute settlement outside of Europe. They can therefore act in cooperation with international intervention, protection, special operation or humanitarian missions. They carry AS565 Panther or Lynx helicopters. * The six s are used for patrolling the French coast as well as France's overseas territories. They carry a single Eurocopter AS565 Panther for anti-submarine warfare. ==Minesweepers== Commandos de Marine Dassault Rafale fighter aircraft The minesweepers secure major French harbours, especially for the ballistic- missile submarines in Brest, and the attack submarines in Toulon. They also stay available to secure access to Toulon, Marseille, any of the harbours of the Atlantic coast, and any Allied harbour simultaneously. They are designed to be used within a larger group, interallied or international, in case of mine risks near coasts. In peacetime, these units can bring help and assistance to civilian ships, or search wrecks. This force includes 1,100 men and: * 13 minesweepers * 3 minesweeping diver groups for shallow waters. * Several sonar ships which secure the area around Brest harbour * One command and support ship ==Sovereignty vessels== These 65 vessels (as of 2019) patrol harbors, territorial waters, and the world's second largest exclusive economic zone (EEZ), including enforcing fishing, environmental, and criminal laws, and conducting or supporting recovery operations. Six s perform sovereignty tasks, mainly by controlling the large French EEZ, carrying out police action, and monitoring fishing activities. They operate in low-risk environments. All six are based overseas (two at Réunion, two at Martinique, one in French Polynesia, and one in New Caledonia) offshore patrol vessels (OPVs): * Prior to 2011, ten P 400 OPVs operated in pairs at Réunion, Martinique, French Guiana, French Polynesia, and New Caledonia. Of these, as of 2020, only La Glorieuse (P 686), based at Nouméa, New Caledonia, remains. * Flamant (P 676), Cormoran (P 677), and Pluvier (P 678) fill similar roles of patrolling beyond territorial waters out of metropolitan France. The A-69 avisos were originally designed to counter conventional submarines, especially in coastal defence. Instead of decommissioning all 17 as planned, by 2011, nine were stripped of heavy weaponry and converted to offshore patrol vessel (Patrouilleur de haute- mer or PHM). While based in metropolitan France, they conduct routine deployments to the Indian Ocean, the Caribbean Sea, and the Pacific Ocean, replacing eight of the original P 400-class OPVs. As of 2019, seven of the PHMs remain in service, with replacements under construction to be based in Reunion, in the Pacific, and in metropolitan France. Three Patrouilleur Antilles Guyane (PAG), based in French Guiana and Martinique, are larger and more capable of the offshore patrol mission than the P 400s. Three unique patrol vessels (Le Malin at Réunion, Arago for French Polynesia, and Fulmar for Saint Pierre and Miquelon) conduct inshore patrol missions in their respective areas. The patrol boats of the Gendarmerie Maritime carry out law enforcement operations primarily in ports and coastal waters. These include six coastal patrol boats (Patrouilleur côtier de Gendarmerie maritime or PCGM), based in Cherbourg (2), Lorient, Toulon, Guadeloupe, and French Polynesia. There are twenty-four coastal surveillance launches (vedette côtière de surveillance maritime), nineteen deployed around metropolitan France and five deployed overseas, generally responding to both maritime and departmental prefects for law enforcement in coastal waters. Eight launches (vedette de sûreté maritime et portuaire), are located in Le Havre, Cherbourg, Brest, Marseilles, and Toulon. Four overseas support and assistance vessels (bâtiments de soutien et d'assistance outre-mer) of the have been constructed and deployed to New Caledonia, French Polynesia, Réunion, and Martinique. Two of four planned home support and assistance vessels (bâtiments de soutien et d'assistance métropolitains) of the Loire class have been constructed and deployed to Brest and Toulon (with two in each port when the last two are completed). ==Support ships== Dupuy de Lôme Monge The four support ships allow the French naval forces to be present anywhere on the planet, regardless of the remoteness of their bases. These ships operate independently or are integrated into tactical groups. They shuttle between harbours and fleets, giving them months of operational capabilities by feeding fuel, ammunition, food, water, spare parts and mail. There is also one permanent mechanics ship, Jules Verne, which can repair other ships. The spy ship Dupuy de Lôme is used for intelligence gathering and the tracking ship is used to develop new weapon systems, especially those related to nuclear deterrence. ==Hydrographic and oceanographic vessels== One hydro-oceanographic and three hydrographic ships help carrying out mapping and research operations, as well as gathering intelligence which could prove useful to the deployment of naval forces and their weapon systems. They are operated by the service hydrographique et océanographique de la marine (SHOM). == See also == * List of active French Navy ships ==Notes== Category:French naval components Category:Military units and formations established in 1995 ",
    "title": "Naval Action Force"
}