{
    "id": "2221253",
    "text": "The Azadi Stadium ( varzeshgāh-e āzādi), opened as the Aryamehr Stadium ( varzeshgāh-e āryāmehr), is an all-seater football stadium in Tehran, Iran. The stadium was designed by Skidmore, Owings & Merrill, an American architectural, urban planning, and engineering firm. It was inaugurated on 18 October 1971 by Mohammad Reza Pahlavi, the last Shah of Iran; it is currently self-owned by Esteghlal and Persepolis. It is also the home stadium of the Iran national football team. It has a capacity of 78,116 spectators, as the result of conversion to all-seater stadium. The stadium is part of the much larger Azadi Sport Complex, and is surrounded by a rowing river, football training pitches, a weightlifting complex, swimming facilities and indoor volleyball and futsal courts, among many other amenities. Aryamehr (meaning \"Light of the Aryans\") was the title of the said Shah; it was renamed after the Iranian Revolution to Azadi (meaning \"freedom\" in Persian). It is the largest association football stadium in Western Asia. It was built to host the 1974 Asian Games and has hosted the 1976 AFC Asian Cup. The stadium also hosted five finals of Asian Club Competitions: three finals of AFC Champions League in 1999, 2002 and 2018 and two finals of Asian Cup Winners' Cup in 1991 and 1993. Azadi Stadium also hosted WAFF Championship Tournament in 2004 and 2008. Because of the loud sound of a vuvuzels, similar to the sound of bees, the stadium is sometimes called a \"Bee swarm\".bugaga.ru — 25 самых пугающих стадионов в мире (25 Most intimidating stadiums in the world) In Russian ==Location== The stadium is located in the West of Tehran, near Ekbatan district, and is easily accessible for most people living in the city. The stadium has two entrances. The West entrance is located on Ferdous street and the East entrance is on Farhangian street. ==History== VIP façade of the stadium The Azadi Stadium was constructed by Arme Construction Company and designed by Skidmore, Owings and Merrill for the 1974 Asian Games with international criteria. Its land measurement is 450 Hectares and it is located in West Tehran. It replaced the Amjadieh Stadium as the new home of Iran's national football team. The stadium was built as part of a much larger complex which included numerous Olympic- sized venues for various sports, laying the groundwork for ambitious plans for Tehran to make a bid to host the Summer Olympics. In August 1975, the Iranian Shah, Tehran's Mayor and the Iranian Olympic Committee submitted a formal letter to the International Olympic Committee, notifying it of Iran's interest in hosting the 1984 Summer Games.http://library.la84.org/OlympicInformationCenter/OlympicReview/1975/ore95/ore95zb.pdf The stadium was the focal point for the bid, in which it would have only required slight modifications to become the main Olympic Stadium. But political unrest in the late-1970s saw Tehran drop its bid for Games, leaving the eventual host, Los Angeles, the only city left bidding. Renovations first began on the stadium in 2002, when the lower level had seats installed and the pitch was replanted along with the installation of an underground heating system. Stadium management also planned to later install seats in the upper level of the stadium. Those renovations were completed in 2003, and brought down the capacity of the stadium to well under 100,000. Later upgrades to the stadium brought it down to its current capacity of 78,116. Despite its reduced capacity, Azadi Stadium has been filled over capacity at times such as the Iran-Japan World Cup 2006 qualification match in March 2005 which resulted in the deaths of seven people. In 2004 a large jumbotron television was added, replacing the original scoreboard. This giant screen with a total area of about 300 square meters and screen area of 104 square meters (20 m by 7.5 m) is one of the biggest in the world. The stadium hosted two West Asian Football Federation Championship in 2004 and 2008. In 2008, AFC forced Sepahan to play the home matches in AFC Champions League in this stadium after their home stadium Naghsh-e-Jahan Stadium was closed for renovation. The stadium also is the regular host for Iran U-23 for the Olympics football qualifying. In recent years the Iranian Football Federation has repeatedly submitted bids to host the AFC Asian Cup, which Iran last hosted in 1976. But some officials have hinted that rules in Iran banning women from stadiums like Azadi have kept international sports organizations from staging events there. Iranian women have been banned from watching matches at Azadi Stadium since 1982. The ban on women spectators was lifted for an October 2019 match between the Iranian and Cambodian National Teams. ==Events== *In November 1975, Frank Sinatra held a concert at Aryamehr Stadium. *The famous 2006 film, \"Offside\" (the winner of the Silver bear at the Berlin International Film Festival in 2006) directed by Jafar Panahi and starring Sima Mobarak Shahi and Ida Sadeghi, about girls trying to get into the stadium to watch a football match, was filmed there. *Azadi Stadium also hosted Ferdousi festival, organized by Cultural Heritage and Tourism Organization and two major concerts in May 2013. * 2015 Women's Islamic Games were also held at the stadium. ==Building and facilities== The architect of the stadium were Abdolaziz Farmanfarmaian and Skidmore, Owings & Merrill. At the beginning, the stadium had a maximum capacity of 120,000 visitors but was decreased to 84,000 after renovations in 2003. On the big occasions the crowd swells well beyond that. The design of the stadium amplifies the noise across the pitch. Opposing teams often find it difficult to play their best game, when the stadium is full, as the noise level becomes very high. According to Goal.com, Azadi Stadium was voted most intimidating in Asia. The structural engineer and project manager for the building of the stadium was James Raymond Whittle from England. ==Transportation== There is enough parking for 400 cars inside the stadium, and an additional 10,000 parking spots are available outside. The nearest metro station is the Varzeshgah-e Azadi Metro Station. ==Record attendance== The record attendance at Azadi Stadium is over 128,000 during a 1998 FIFA World Cup qualifier against Australia. ==Gallery== File:Azadi Stadium Site Plan.jpg|Stadium site plan File:1974 Asian Game inauguration.jpg|The official inauguration of 1974 Asian Games File:Persepolis FC vs Kashima Antlers 10 November 2018 14.jpg|Azadi Stadium during 2018 AFC Champions League Final File:ACL 2018 Final 8.jpg|Azadi Stadium during 2018 AFC Champions League Final File:Tehranderby76.jpg|Panoramic view from the Azadi Stadium ==See also== *List of association football stadia by capacity *Football in Iran *Azadi Sport Complex *Azadi Tower ==References== ==External links== *Official website of the Azadi Sports Complex Stadium Stadium Category:Sports venues in Tehran Category:Football venues in Iran Category:AFC Asian Cup stadiums Iran Category:Stadiums of the Asian Games Category:Sports venues completed in 1973 Category:Abdol Aziz Farmanfarmaian buildings ",
    "title": "Azadi Stadium"
}