{
    "id": "2221250",
    "text": "The Austrian Parliament () is the bicameral federal legislature of the Austrian Republic. It consists of two chambers – the National Council and the Federal Council. In specific cases, both houses convene as the Federal Assembly. The legislature meets in the Austrian Parliament Building in Vienna. ==Overview== {| border=\"1\" cellpadding=\"5\" cellspacing=\"0\" align=\"center\" |- | National Council * 183 members * elected directly in general elections * term of office: 5 years || Federal Council * variable membership, currently 61 members * elected indirectly through provincial diets * revolving membership, term of delegates varies by province |- | colspan=\"2\" align=\"center\"| Federal Assembly (joint session of both houses) |} The National Council is composed of 183 members elected through proportional representation in a general election. The legislative period lasts five years, elections are held earlier if the National Council prematurely moves for its own dissolution. The National Council is the dominant (albeit 'lower') house in the Austrian Parliament, and consequently the terms Parliament and National Council are commonly used synonymously. The Federal Council is elected indirectly, through the provincial assemblies (Landtage) of the nine States of the Federal Republic, and reflects the distribution of seats in the Austrian Landtage. The states are represented in the Federal Council roughly in accordance to the size of their populations. Seats are redistributed among the states following each general census, and the overall size of the chamber varies slightly as a result. The current Federal Council is composed of 61 delegates. With regard to most issues, the Federal Council only possesses a dilatory right of veto which can be overridden by the National Council. However, the Federal Council enjoys absolute veto powers over bills intended to alter the powers of either the states, or of the Federal Council itself. The Federal Assembly (Bundesversammlung) is a body whose function is mostly ceremonial in nature, and consists of the members of both houses of Parliament. The Federal Assembly convenes only rarely, for instance to witness the inauguration of the Federal President. It might be noted, however, that under exceptional circumstances the Austrian constitution endows the Federal Assembly with significant responsibilities. An example of this would be its pivotal role in the hypothetical impeachment of a Federal President. Both houses of Parliament, as well as the Federal Assembly, convene in the Parliament building located on Vienna's Ringstraße. From 2017 to 2020 they convene in the Redoute Wing of the Hofburg due to a reconstruction of the Parliament building. ==See also== * Constitution of Austria * Austrian Parliament Building * Imperial Council (Austria), the legislature between 1861 and 1918 * Imperial Diet (Austria), 1848–1849 ==External links== *The Austrian Parliament - Official Homepage Category:Bicameral legislatures Category:National legislatures Category:Parliaments by country Parliament ",
    "title": "Austrian Parliament"
}