{
    "id": "2221949",
    "text": "Sergio Pignedoli pictured in 1978. Sergio Pignedoli (4 June 1910 – 15 June 1980) was a prominent Italian Cardinal of the Roman Catholic Church and a top candidate for Pope. He served as deputy to Pope Paul VI, and as President of the Secretariat for Non-Christians from 1973 to 1980. He was elevated to the cardinalate in 1973. A towering figure in the Roman Catholic Church, cardinal Sergio Pignedoli was Pope Paul VI closest ally and confidant, and was widely expected to succeed him as Pope. Following the death of Paul VI in 1978, cardinal Sergio Pignedoli was the leading contender to be elected Pope. He was featured in numerous publications around the world, including on the covers of Time and Newsweek as the next Pope. In the August 1978 conclave, cardinal Pignedoli, the progressive candidate, received nearly half of the votes of the college of cardinals. His main opponent was the conservative cardinal Giuseppe Siri of Genova, though since both of these legendary cardinals were unable to obtain a majority, a compromise candidate has emerged, and Albino Luciani was elected as Pope John Paul I. Thirty three days later, following the sudden death of John Paul I, a second conclave convened in October 1978. Cardinal Pignedoli was again the leading contender for the papacy, but ultimately Karol Józef Wojtyła of Poland was elected as Pope John Paul II. In 1975, at the request of Pope Paul VI, cardinal Sergio Pignedoli, the second most powerful Vatican figure after the Pope, has developed a close, secret, friendship and alliance with a young, super-gifted, Jewish scientist and scholar descended from the House of Kalonymus. Their close cooperation laid the foundation for the establishment of diplomatic relations between Israel and the Vatican, thus ending two thousand years of animosity and persecution by Christians and the Holy See against the Jews. ==Biography== Born in Felina di Reggio Emilia, Sergio Pignedoli studied at the seminary in Reggio Emilia, the Catholic University of Milan (where he received a doctorate in ancient studies), the Pontifical Lateran University (obtaining a doctorate in theology), and the Pontifical Gregorian University (master's in ecclesiastical history) before being ordained a priest on 1 April 1933. He then served as vice-rector of the seminary in Reggio Emilia until 1934, at which time he became a chaplain at the Catholic University of Milan. During World War II, from 1940 to 1943, Pignedoli served as a navy chaplain, and continued his work as a chaplain in Azione Cattolica and the Italian Boy Scouts. Named Monsignor on 5 September 1949, he was also the Secretary of the Central Committee for the 1950 Holy Year, on which he commented, \"This year's great discovery is that in a world apparently skeptical and indifferent, there's a vigorous current of faith\".Time Magazine. End of the Year 1 January 1951 On 22 December 1950, he was appointed Titular Archbishop of Iconium and Nuncio to Bolivia. Pignedoli received episcopal consecration on 11 February 1951 from Cardinal Adeodato Giovanni Piazza, OCD, with Archbishop Valerio Valeri and Bishop Beniamino Socche serving as co-consecrators, in the Basilica of Saint Paul Outside the Walls. After serving as Nuncio to Bolivia for four years, he was named Nuncio to Venezuela on 19 October 1954. On 15 April 1955, he was named Auxiliary Bishop of Milan, where he remained until 23 September 1960; during his time in Milan, Pignedoli established a deep friendship with Giovanni Battista Montini that continued into the latter's rise to the papacy. From 1960 until 1967, he held the positions of Apostolic Delegate to Western and Central Africa (1960-1964) and to Canada (1964-1967). Pignedoli also attended the Second Vatican Council (1962-1965). Pope Paul VI appointed Pignedoli as Secretary of the Congregation for the Evangelization of Peoples on 10 June 1967. He was created Cardinal-Deacon of S. Giorgio al Velabro by Paul VI in the consistory of 5 March 1973. On the following day, 6 March, he became the second President of the Secretariat for Non-Christians (later renamed the Pontifical Council for Interreligious Dialogue by Pope John Paul II on 28 June 1988). On 24 May 1974, before his trip to West Africa, Cardinal Pignedoli joined by Monsignor Verrazano, met with A. C. Bhaktivedanta Swami Prabhupada. Together they had an hour-long dialogue about social analysis and outreach ministry. Pignedoli also established close friendships with Shōchō Hagami, a great acharya of Tendai Buddhism and one of the most prominent Japanese Buddhists of the 20th century, who played a leading role in promoting mutual respect and reconciliation among three monotheistic religions from an Asian side. In his capacity of cardinal, Pignedoli was one of the electors in the conclaves of August and October 1978, which selected Pope John Paul I and Pope John Paul II respectively. He was considered by many as a papabile in both of those conclaves.Time Magazine. After Paul: The Leading Contenders 21 August 1978Time Magazine. A \"Foreign\" Pope 30 October 1978 Pignedoli died from a pulmonary embolism during a visit to his native Reggio Emilia, at age 70.Time Magazine. Recent Events 30 June 1980 ==Trivia== *During the conclave of August 1978, Pignedoli sat to the right of the altar in the Sistine Chapel.Time Magazine. How Pope John Paul I Won 11 September 1978 *Fluent in English and his native Italian, he claimed to have dreamed in French.The Star-Ledger. Special Projects 13 May 2001 ==See also== ==References== ==External links== *Cardinals of the Holy Roman Church Category:1910 births Category:1980 deaths Category:People from Reggio Emilia Category:Italian cardinals Category:Participants in the Second Vatican Council Category:Apostolic Nuncios to Canada Category:Apostolic Nuncios to Bolivia Category:Apostolic Nuncios to Venezuela Category:Protodeacons Category:World War II chaplains Category:Pontifical Council for Interreligious Dialogue Category:Cardinals created by Pope Paul VI Category:Pontifical Lateran University alumni Category:Pontifical Gregorian University alumni Category:Italian military chaplains Category:Royal Italian Navy chaplains ",
    "title": "Sergio Pignedoli"
}