{
    "id": "2221142",
    "text": "'Urwah ibn al-Zubayr ibn al-'Awwam al-Asadi (, died 713) was among the seven fuqaha (jurists) who formulated the fiqh of Medina in the time of the Tabi‘in and one of the Muslim historians. ==Biography== ===Family=== He was the son of Zubayr ibn al-Awwam and Asmā' bint Abu Bakr. He was also the brother of Abd Allah ibn al-Zubayr and the nephew of Aisha bint Abu Bakr. His most loved son was Hisham ibn Urwa. He purportedly built a residential complex on some farming land on the outskirts of Medina, some 3km west of Masjid an-Nabawi. ===Uthman's era=== He was born in the early years of the caliphate of UthmanIbn Hajar, Taqrib al-Tahdhib in Medina and lived through the civil war which occurred after Uthman's martyrdom. Although his brother Abd-Allah ibn al-Zubayr wrested the rule from Abd al-Malik, it is unknown if he assisted him. He devoted himself to the study of fiqh and hadith and had the greatest knowledge of hadiths narrated from Aishah. He said, \"Before Aishah died, I saw that I had become one of four authorities. I said, 'If she dies, there will be no hadith which will be lost from those she knows. I have memorized all of them.\" ==Legacy== He was one of the seven fuqaha, or jurists, of Medina. ===Works=== Urwah wrote many books, but destroyed them the day of the Battle of al-Harrah. He later had a feeling of regret, saying \"I would rather have them in my possession than my family and property twice over.\" At the same time, he quashed any fears that they might become sources of authority alongside the Qur'an. He is also known to have written one of the first writings in the area of the biography of Muhammad, known as the Tract of Seerah. This is not extant either but is known through Ibn Ishaq. Alfred Guillaume writes: [Among precursors of Ibn Ishaq’s Sira] A man of much greater importance was 'Urwa b. al-Zubayr b. al- 'Awwam (23-94). He and his brother 'Abdullah were in close contact with the prophet’s widow [and their aunt] 'A’isha. He was a recognized authority on the early history of Islam, and the Umayyad caliph 'Abdu’l-Malik applied to him when he needed information on that subject. Again, it is uncertain whether he wrote a book, but the many traditions that are handed down in his name by Ibn Ishaq and other writers justify the assertion that he was the founder of Islamic history.Guillaume, A., ‘The Life of Muhammad, A Translation of Ishaq’s Sirat Rasul Allah With Introduction and Notes’, Oxford University Press 1982, page xiv ===Hadith=== Among his narrations are: His transmitted narrations from: *Aisha His narrations are transmitted by: *Ibn Shihab al-Zuhri ===Non-Muslim view=== Gregor Schoeler calls him as the first head of what he calls a \"Madinese historical school,\" who began the systematic organization of material into books (tasnīf) ==Early Islam scholars== ==See also== *The Seven Fuqaha of Medina *Sunni view of the Sahaba *List of pre-modern Arab scientists and scholars ==References== also: *The Four Imams, Muhammad Abu Zahrah, Dar al- Taqwa Publications ==External links== * Biodata at MuslimScholars.info * Biography of Imam 'Urwah Ibn Az Zubayr and the others 7 jurists of Medina * Biography of Imam 'Urwah Ibn Az Zubayr by at-tawhid.net Category:Tabi‘un Category:Sunni imams Category:Tabi‘un hadith narrators Category:Arab Muslim historians of Islam Category:713 deaths Category:Abu Bakr family Category:Year of birth unknown Category:Scholars from the Umayyad Caliphate Category:Banu Asad (Quraysh) Category:8th-century jurists Category:7th-century Arabs Category:8th-century Arabs ",
    "title": "Urwah ibn Zubayr"
}