{
    "id": "2221932",
    "text": "The U.S. 500 was an automobile race sanctioned by CART on May 26, 1996, at the Michigan International Speedway as an alternative to the 1996 Indianapolis 500. For the 1996 CART season, it was the first of two events at Michigan, the second being the traditional Marlboro 500 in July. Tony George, owner of the Indianapolis Motor Speedway, formed the Indy Racing League as an alternative to CART. While the Indianapolis 500 had continued to be sanctioned by the United States Auto Club (USAC) since the formation of CART in 1979, CART teams and drivers represented the vast majority of the Indy field, and USAC had taken steps to ensure that the technical specifications for Indy did not preclude CART teams from participating. In 1996, however, following his creation of the IRL, George stipulated that 25 of the 33 starting positions at Indy would be reserved for the top 25 cars which ran events in his series. This move created potential scheduling conflicts with CART-sanctioned events. Interpreting this policy as a lockout of CART teams, the CART board agreed to stage the U.S. 500 at an alternative venue on Memorial Day weekend, the traditional date for the Indianapolis 500. George, on the other hand, viewed the refusal of CART teams to compete for the remaining eight positions on the Indy grid as a walkout/boycott. While the Indianapolis 500 has a history of one-off participants (teams and drivers who participate in only the single race and not in other series events), the field for the U.S. 500 were comprised almost exclusively of teams and drivers who participated in the full CART season, as CART was formed of franchises owned by the various team owners, which formed the organization in 1978. CART franchise owners were required to field teams for all races. ==Timeline== *CART officially announces the inaugural running of the U.S. 500 on December 18, 1995, at a press conference in Chicago. The Indianapolis Motor Speedway immediately released a reaction expressing its disappointment of CART in what it called a \"negative impact on automobile racing.\" *On March 4, 1996, a total of twelve corporate sponsors were announced for the U.S. 500. In addition, telephone orders through Ticketmaster began offering tickets to the event. *On March 20, 1996, ticket sales for the event were attempted to be boosted by a \"doubleheader\" ticket for the U.S. 500 and the CART event at Detroit on June 9. *On April 25, 1996, it was announced that the Vanderbilt Cup would be recreated and awarded to the winner of the U.S. 500. *Despite CART's efforts to broadcast the race on network TV, ESPN was chosen in March to air the race. In addition, instead of being able to broadcast directly against the Indianapolis 500, the event had to be scheduled for 2p.m. Eastern Daylight Time, two hours after the start at Indy. CART had attempted to lure NBC or Fox, but neither deal came through. Fox wanted to show the race in primetime, which would have flatly defeated the purpose of racing the same day as the Indy 500, and in fact would have conflicted with the broadcast of the race with that of the Coca-Cola 600 on TBS instead. ==Inaugural event== CART scheduled what was billed as a \"Special Qualifying Session\" for the U.S. 500 on the weekend of May 11–12, 1996. Cold temperatures and reported snow flurries hampered the session at Michigan, although it was completed as scheduled. The move was exclusive in that all other CART events featured qualifying the same weekend of the race. Qualifying directly conflicted with the first weekend of qualifying for the Indianapolis 500. The move effectively prevented teams potentially competing at both events from having hopes of qualifying for the pole position at both races. Teams would return two weeks later for the race. Jimmy Vasser won the first such race in 1996, which was notable for its disastrous start. With the cars lined up in rows of three (the traditional starting formation of the Indy 500), Vasser, on pole, was about to take the green flag at the start, when he was struck by Adrian Fernandez. Fernandez then tagged Bryan Herta, and the resulting accident took out a number of cars. Though ten cars had wrecked out, CART allowed teams to bring out backup cars and make repairs to heavily- damaged cars; this hurt the credibility of CART for allowing what normally would have been DNFs to come back out as though nothing had happened; years earlier Roberto Guerrero, the polesitter for the 1992 Indianapolis 500, crashed on the pace lap and was ruled a DNF. With the victory, Vasser won over $1 million and had his likeness inscribed onto the Vanderbilt Cup. In addition, an American flag was waved along with the twin checkered flags to end the race. ===Results=== {| class=\"wikitable\" border=\"1\" |- ! Pos. ! Start ! Driver ! No. ! C ! E ! T ! Laps ! Status ! Entrant |- ! 1 | 1 | Jimmy Vasser | 12 | R | H | F | 250 | 156.403 mph | Target Chip Ganassi Racing |- ! 2 | 14 | Maurício Gugelmin | 17 | R | F | G | 250 | 156.254 | PacWest Racing |- ! 3 | 20 | Roberto Moreno | 34 | L | F | F | 249 | Flagged | Payton Coyne Racing |- ! 4 | 6 | André Ribeiro | 31 | L | H | F | 249 | Flagged | Tasman Motorsports |- ! 5 | 19 | Mark Blundell | 21 | R | F | G | 249 | Flagged | PacWest Racing |- ! 6 | 18 | Eddie Lawson | 10 | L | M | G | 249 | Flagged | Galles Racing |- ! 7 | 7 | Paul Tracy | 3 | P | M | G | 248 | Flagged | Marlboro Team Penske |- ! 8 | 5 | Al Unser, Jr. | 2 | P | M | G | 246 | Flagged | Marlboro Team Penske |- ! 9 | 13 | Gil de Ferran | 8 | R | H | G | 245 | Flagged | Jim Hall Racing |- ! 10 | 8 | Emerson Fittipaldi | 9 | P | M | G | 241 | Flagged | Hogan Penske |- ! 11 | 16 | Parker Johnstone | 49 | R | H | F | 236 | Broken gearbox | Comptech Racing |- ! 12 | 12 | Christian Fittipaldi | 11 | L | F | G | 232 | Engine | Newman/Haas Racing |- ! 13 | 17 | Greg Moore | 99 | R | F | F | 225 | Engine | Player's Forsythe Racing |- ! 14 | 25 | Hiro Matsushita | 19 | L | F | F | 217 | Flagged | Payton/Coyne Racing |- ! 15 | 3 | Bryan Herta | 28 | R | M | G | 216 | Engine | Team Rahal |- ! 16 | 22 | Stefan Johansson | 16 | R | M | G | 195 | Engine | Bettenhausen Racing |- ! 17 | 4 | Alex Zanardi | 4 | R | H | F | 175 | Engine | Target Chip Ganassi Racing |- ! 18 | 24 | Jeff Krosnoff | 25 | R | T | F | 143 | Engine | Arciero/Wells Racing |- ! 19 | 15 | Bobby Rahal | 18 | R | M | G | 130 | Wreck | Team Rahal |- ! 20 | 21 | Robby Gordon | 5 | R | F | G | 94 | Engine | Walker Racing |- ! 21 | 27 | Gary Bettenhausen | 26 | P | M | G | 79 | Wreck | Bettenhausen Racing |- ! 22 | 26 | Juan Fangio II | 36 | E | T | G | 69 | Engine | All American Racers |- ! 23 | 11 | Michael Andretti | 6 | L | F | G | 67 | CV Joint | Newman/Haas Racing |- ! 24 | 10 | Raul Boesel | 1 | R | F | F | 54 | Engine | Brahma Sports Team |- ! 25 | 23 | Fredrik Ekblom | 15 | R | F | G | 11 | Engine | Walker Racing |- ! 26 | 9 | Scott Pruett | 20 | L | F | F | 1 | Engine | Patrick Racing |- |align=\"center\"| DNS | 2 | Adrián Fernández | 32 | L | H | F | -- | Wreck | Tasman Motorsports |- |algin=\"center\"| DNS | -- | Teo Fabi | 37 | R | F | G | -- | Withdrew | PacWest Racing |- |align=\"center\"| DNS | -- | P.J. Jones | 98 | E | T | F | -- | Withdrew | All American Racers |- |} *C Chassis: E=Eagle, L=Lola, P=Penske, R=Reynard *E Engine: F=Cosworth-Ford, H=Honda, M=Ilmor Mercedes-Benz, T=Toyota *T Tire: F=Firestone, G=Goodyear ==Demise== Following the 1996 season, CART decided not to run the U.S. 500 opposite the Indianapolis 500 again. The race, as it had been initially created, was discontinued. The success of the event was questionable, and the remaining reasons to hold the event were the subject of considerable debate. Teams and officials also were not keen on racing at the same facility twice in the same season. From 1997-1999, instead of creating a direct conflict, on the day before the Indianapolis 500, CART scheduled a race at the newly opened Gateway International Speedway as their Memorial Day weekend alternative. The race, however, experienced much less interest, and was eventually moved to August. Starting in 1997, the Indy Racing League adopted new chassis and engine rules that were not compatible with the equipment used by CART teams, thus any teams choosing to race at Indianapolis would have to purchase all new machines. After experiencing unforeseen problems unrelated to the CART boycott, the IRL's 25/8 restriction for the Indianapolis 500 was dropped after the 1997 race. No CART team, however, would return to Indianapolis until 2000. In 1997, Penske Corporation and CART added a season-ending race for the Champ Cars at California Speedway. As a result, some name-shuffling ensued. The Marlboro 500 name, which had been used for the 500-mile event held at Michigan in July or August from 1987 to 1996, was given to the new fall California Speedway race. The U.S. 500 was in turn the name given to the annual summer Michigan race, now being held in July, from 1997-1999\\. In the 1998 race, three spectators were killed and six more injuredMotorsport.com: News channel when a wheel from Adrian Fernández's car flew into the grandstands during a crash on lap 175 of the 250 lap race. CART was widely criticized for not stopping the race in deference to the dead and injured fans, though races in previous years were not stopped despite fatalities. CART's own investigation determined that the casualties were the result of an \"accidental racing incident.\"Motorsport.com: News channel However, the track's fences were quickly extended by an additional four feet in an attempt to contain debris from future crashes.Motorsport.com: News channel In 2000, the U.S. 500 name was dropped permanently as the race was changed to the Michigan 500 presented by Toyota, and in its last year, 2001, it was known as the Harrah's 500. In 2002, the race switched alliances to the Indy Racing League, and became what was known as the Firestone Indy 400. ==Past winners== ===CART Champ Car history=== {| class=\"wikitable\" style=\"font-size: 95%;\" |- ! Season ! Date ! Race Name ! Winning Driver ! Chassis ! Engine ! Team |- | 1996 || May 26 || Inaugural U.S. 500 || Jimmy Vasser || Reynard || Honda || Chip Ganassi Racing |- | 1997 || July 27 || U. S. 500 Presented by Toyota || Alex Zanardi || Reynard || Honda || Chip Ganassi Racing |- | 1998 || July 26 || U. S. 500 Presented by Toyota || Greg Moore || Reynard || Mercedes || Forsythe Racing |- | 1999 || July 25 || U. S. 500 Presented by Toyota || Tony Kanaan || Reynard || Honda || Forsythe Racing |} == References == Category:Champ Car races Category:Motorsport in Michigan ",
    "title": "U.S. 500"
}