{
    "id": "2221777",
    "text": "Kustom Amplification or Kustom Electronics is a manufacturer of guitar and bass amplifiers and PA equipment and accessories. Since 1999, Kustom has been owned by the Hanser Music Group headquartered in Cincinnati; Ohio, which also ownswww.powerwerks.com. Kustom 200 B-4 amplifier in black Naugahyde, purchased new in 1972. Kustom 200 Bass Amplifier, 100 watts RMS, two 15\" speakers, cascade sparkle, 1971 == History == \"Kustom\" was a brand and trademark of Ross, Inc., a company founded in 1964 by Charles A. \"Bud\" Ross in Chanute, Kansas. The main selling point of Kustom amplifiers was their unique appearance: Ross, Inc. was the first to mass-produce amplifiers covered in roll and pleat, popularly referred to as \"Tuck-And-Roll\" naugahyde, similar to hot-rod automobile upholstery popular at that time. The amplifiers featured solid-state circuitry instead of vacuum tube-based designs so common in the 1960s. Ross, Inc. operated in a factory in Chanute, Kansas. The company produced several models of guitar amplifiers, bass amplifiers, organ amplifiers, Guitars, Basses, and keyboards and P.A. systems. There was also a line of guitars with DeArmond pickups in a variety of colors, including the infamous Pink to Green sunburst that fans have affectionately named \"Watermelon Burst.\" In an original promotion Kustom gave away \"Kustom Kats\" with the purchase of an amplifier. The Kustom (The Nauga, or Naugie) Kats were from the same Uniroyal Naugahyde that Kustom used to cover their products. The original Kustom amps came in a variety of colors including Red Sparkle, Blue Sparkle, Gold Sparkle, Cascade Sparkle (teal), Charcoal Sparkle (grey), Silver Sparkle (white), and Flat Black (which contained no glitter). Eventually the company branched out to produce organs, drums, microphones, and guitars. Charles \"Bud\" Ross produced the first Kustom amp which comprised two fifteen inch speakers mounted side-by-side in a horizontal white sparkle cabinet with and a non-Frankenstein head. The first amp was built for a member of the Nebraska Hall of Fame and is now a featured display in the collection of Rainbow Recording Studios in Omaha, Nebraska. The company was owned by Bud Ross from 1964 until June 1972, when Ross sold it to Baldwin Pianos. The sale was finalized just prior to the 1972 Summer NAMM show where the metal/slant face Kustom amps were introduced. Later Bud Ross established a fairly lucrative business which manufactured police handheld radars. During the following years the factory in Kansas and the associated trademarks would change ownership numerous times. The most notable merger happened with Gretsch, which at the time was owned by Baldwin. Aside from the Kustom brand, Kustom Electronics also began to manufacture an amplifier line called Kasino. The brand was established in 1972. These were internally the same as Kustom amplifiers but were covered with traditional Tolex material as seen on Fender style amplifiers. Kasino amps were used mainly by country music performers who felt the regular Kustom Tuck-And-Roll Naugahyde models were too flashy. Another reason for establishing a parallel brand was simply to gain a greater share of the amplifier market. One distributor could sell the Kustom brand and one could sell Kasino without competing with each other. Waylon Jennings was an early supporter of the Kasino line. Kasino amps were discontinued in 1975 when Kustom Electronics once again changed ownership. Other parallel brands of Kustom Electronics were Klassic and Camco. Klassic was a brief venture that reputedly fell into trademark disputes with Peavey Electronics who happened to own the \"Classic\" trademark. Camco was a brand used for drums. Amplifier component, two channels Some affiliated companies and trademarks were Woodson and Legend. Woodson Electronics, Inc. from Bolivar, Missouri was an independent business entity founded by Mike Woodson in the early 1970s (around the same time when Kustom was acquired by Gretsch). Mike was Bud's brother-in- law and all amps and P.A. systems were manufactured in Bolivar. Several Kustom employees moved to Bolivar to work for Woodson. Legend hybrid amplifiers of Legend Musical Instruments, Inc. from Syracuse, New York were also manufactured by the Kustom factory. Reputedly these were engineered by Richard Newman (an employee of Bonne Music Shop) and a former employee of Woodson Electronics. Sheryl Crow (right) with Kustom amps Kustom abandoned the tuck-n- roll upholstery in the late 1970s. Around the same time the company also changed its logo to a bigger letter \"K.\" Mesa Boogie \"Mark\" series amplifiers appeared in the late 1970s generating a huge impact. Everyone wanted to clone the popular design, including Kustom Electronics. Kustom's answer to the Mark series was a hybrid amplifier series called \"K-Studio.\" The K-Studio was among the last traditional Kustom products, as subsequent Kustom trademark owners no longer had any affiliation with the old Kansas-based company. Today, Kustom amplifiers are considered fairly collectible and are preferred by some vintage enthusiasts for their solid-state tone. Rockabilly and Motown musicians originally used these amps. Other artists known for using the Kustom brand for live performances are Creedence Clearwater Revival, Hoyt Axton, The Altamonts, Dusty Murphy, 3 and Sheryl Crow. Some of the most famous Kustom P.A. users include Creedence Clearwater Revival, Leon Russell, Johnny Cash, Roy Clark, The Jackson 5, Carl Perkins and The Carpenters. CCR toured from mid-1969 - 1972 using their own massive Kustom 400 PA system due to a lack of quality backline PA systems in venues at that time. As a result, CCR concerts were superior in sound quality, but the cost of transporting the equipment made touring a money losing deal for the band. Hanser Re-issues Hanser Holdings, Inc. from Cincinnati, Ohio bought the bankrupted Kustom in the late 1980s. In 1994, Hanser produced some small solid-state amplifiers featuring tuck-n-roll covering under the Kustom brand. These amps were manufactured in China. From 1999 to 2001 Hanser continued producing Kustom brand tuck-n-roll amplifiers including a full tube guitar amplifier, 100W and a 50W solid state reverb amps called TRT100 and TRT50, a 400W hybrid bass amplifier TRB400H, as well as 2x12\", 4x12\" and 2x15\" speaker cabinets in original tuck-n-roll style. List prices were in 2000: $999.95 (TRT100), $899.95 (TRT50), $899.95 (TRB400H) $399.95 (2x12\"), $599.95 (4x12\"), $749.95 (2x15\"). Krossroad Since selling Ross, Inc. Bud Ross has had numerous ventures in MI industry (including Road Electronics and Ross Systems). His only venture resembling traditional Kustom amplifiers was a brief venture with his son Andy Ross. The duo founded Krossroad Music Corporation in the early 1990s and for a brief period the company manufactured a series of solid-state bass amplifiers featuring traditional Kustom-style tuck-n-roll cosmetics. The amplifiers were even marketed with the Kustom Kat mascot. The venture proved unsuccessful, however, and within a few years the company had ceased to exist. Guitars As noted above, Kustom also produced a line of guitars in the 1967-1969 designed by Doyle Reading who also designed guitars for Wurlitzer. Model numbers were similar to the amplifiers of the time, with the K-200 being a semi-hollow body instrument with a cats-eye sound hole giving it a somewhat Rickenbacker-style look. It was equipped with two single coil DeArmond pickups, a bound neck, a steel nut, and a rosewood fretboard with multiple dot inlays beginning with four for each position marker below the 12th fret. The guitars came in different colors including natural, white, blue, wineburst aka watermelon burst, cherry-orange sunburst, natural ash, black ash and white ash, and were produced with or without a Bigsby tailpiece. According to Doyle at the 1967 NAMM show in Chicago orders came flooding in which made it hard to meet the demand. ==References== == External links == * Official site *Bud Ross NAMM Oral History Interview Category:Guitar amplifier manufacturers Category:Audio equipment manufacturers of the United States ",
    "title": "Kustom Amplification"
}