{
    "id": "2221620",
    "text": "Dan May (1898-1982) was a Nashville, Tennessee business, educational and civic leader. == Biography == An alumnus and long-time member of the board of trustees of Vanderbilt University, May was an active member and trustee of many civic and educational organizations in the Nashville area. May is one of the historic Nashville figures whose likenesses were created by artist Red Grooms for the Tennessee Foxtrot Carousel in Nashville. May was active in the Nashville desegregation effort of the 1950s. In The Jews in America, Arthur Hertzberg wrote, > In Nashville, Tennessee, Dan May, a leading industrialist, was chairman of > the school board in 1954, and he took the lead in fostering a plan for > integrating the public schools, one grade at a time. This modest suggestion > did not endear him to the local racists, and he had to be guarded by police > for a while. May became chairman of the May Hosiery Mills (subsequently part of the Wayne- Gossard Corp.) in Nashville after the death of his father, Jacob May (1861-1946), who founded the company. In Mortimer May, Foot soldier in Zion, the 1965 biography of May's brother Mortimer, Sam Shankman summarized Dan May's civic involvement: :Daniel [May] devoted himself assiduously to the labor of a modern industrialist, mainly to the management of a large hosiery manufacturing enterprise, yet finding time for myriad activity in civic and communal endeavor. :Daniel May served during World War II in the War Production Board. He was for long years a member of the Nashville Board of Education and its chairman for three years. He was elected a magistrate of Davidson County in 1954 and continues in that position. In this capacity he has maintained his interest in education as chairman of the school committee of the County Court which governs the working of the county school system. He was a member of the Board of Trust of Fisk University for many years. He has been a Trustee of Vanderbilt University, his Alma Mater, for more than a decade. :At the moment he is President of the Nashville Rotary Club, the first time such honor has come to a Jew. He has labored strenuously for consolidated city and county government. When it was adopted, he ran for the Metropolitan Council; of 89 candidates seeking the five council seats at-large, he received the greatest number of votes. :In the Jewish community he has been president of the Jewish Community Center and of the Community Council, and he has served as general chairman of the Welfare Fund on two occasions. He has ever been concerned with better understanding between groups in the community complex, and has played a substantial role in promoting wholesome relations between religious and racial segments. On many agencies his has been a positive and constructive voice for Negro rights and progress in which Nashville has been in the van of Southern communities. ==Noted family members== * May was the father of radio DJ Jack May (a.k.a. \"Candied Yam Jackson\"), known for originating the phrase \"screw the pooch.\" * May was related to infamous gangster Dutch Schultz, born Arthur Flegenheimer. ==References== ==Further reading== *\"Daniel May Papers, 1890-1982\" from the Tennessee State Archives, available on microfilm (Mf. 1167–2200 items. THS. 3 reels. 16 mm.) Described here: ::Papers of Daniel May (1898-1982), Nashville industrialist and community leader whose father, Jacob May (1861-1946), founded the May Hosiery Mill. The bulk of the papers are limited to the years 1945-74. The collection is composed of accounts, clippings, correspondence, genealogical data on the May family, legal documents, photographs, speeches, and several miscellaneous items. ::May, a prominent businessman, was also an active member and officer of civic and educational organizations. His correspondence, which makes up about one-half of the collection, reflects both the business and civic nature of his activities. Many letters and photographs concern the operations of the hosiery mill in the years following World War II. Register available. See also Mf. 1546 for additional papers of Daniel May. *\"May, Daniel (1898-1982) Papers, Addition, 1914-1983\"—Short on-line bio of May is included with description of additional May papers on file with Tennessee State Archives. (Microfilm reference: Mf. 1546 650 items. THS. 2 reels. 16/35 mm.) *Mortimer May, Foot soldier in Zion (Bloch Pub. Co., 1963) by Samuel Shankman, OCLC: 4371750 *The Jews in America: Four Centuries of an Uneasy Encounter: A History (Columbia University Press, 1997), by Arthur Hertzberg, *There's an Old Southern Saying: The Wit and Wisdom of Dan May (Crabby Keys Press, c1993), compiled by William May Stern, foreword by Robert K. Massie, (and ) Category:1898 births Category:1982 deaths Category:People from Nashville, Tennessee Category:American civil rights activists ",
    "title": "Dan May"
}