{
    "id": "2221240",
    "text": "campaign of 1813, defeated the French at Großbeeren and Dennewitz. He also played a prominent part at Waterloo in 1815. Friedrich Wilhelm Freiherr von Bülow, Graf von Dennewitz (16 February 175525 February 1816) was a Prussian general of the Napoleonic Wars. ==Early life== Bülow was born in Falkenberg, in the Altmark, and was the elder brother of Freiherr Dietrich Heinrich von Bülow. A member of the noble Bülow family he received an excellent education, and entered the Prussian army in 1768, becoming ensign in 1772, and second lieutenant in 1775. He took part in the Potato War of 1778, and subsequently devoted himself to the study of his profession and of the sciences and arts. Throughout his life Bülow was devoted to music, his great musical ability bringing him to the notice of King Frederick William II of Prussia, and c. 1790 he was conspicuous in the most fashionable circles of Berlin. He did not, however, neglect his military studies, and in 1792 he was made military instructor to the young Prince Louis Ferdinand of Prussia, becoming at the same time full captain. He took part in the campaigns of 1792-94 on the Rhine, and received for signal courage during the siege of Mainz the order Pour le Mérite and promotion to the rank of major. Statue of von Bülow, on the Unter den Linden, Berlin. After this Bülow went to garrison duty at Soldau. In 1802 he married the daughter of Colonel von Auer, and in the following year he became lieutenant-colonel, remaining at Soldau with his corps. The vagaries and misfortunes of his brother Dietrich affected his happiness as well as his fortune. The loss of two of his children was followed in 1806 by the death of his wife, and a further source of disappointment was the exclusion of his regiment from the field army sent against Napoleon in 1806. The disasters of the campaign aroused his energies. He did excellent service under Anton Wilhelm von L'Estocq's command in the latter part of the war, was wounded in action, and finally designated for a brigade command in Field Marshal Gebhard Leberecht von Blücher's force. In 1808 Bülow married the sister of his first wife, a girl of eighteen. He was made a major-general in the same year, and henceforward he devoted himself wholly to the regeneration of Prussia. The intensity of his patriotism threw him into conflict even with Blücher and led to his temporary retirement; in 1811, however, he was again employed. == War of the Sixth Coalition== Bülow memorial in Dennewitz Arms of Count Bülow von Dennewitz, 1814 In the critical days preceding the War of the Sixth Coalition, Bülow kept his troops in hand without committing himself to any irrevocable step until the decision was made. On 14 March 1813 he was made a lieutenant- general. He fought against Oudinot in defence of Berlin, and in the summer came under the command of Bernadotte, crown prince of Sweden. At the head of an army corps Bülow distinguished himself greatly in the Battle of Grossbeeren, a victory which was attributed almost entirely to his leadership. A little later he won the great victory at the Battle of Dennewitz, which for the second time checked Napoleon's advance on Berlin. This inspired the greatest enthusiasm in Prussia, as being won by mainly Prussian forces, and rendered Bülow's popularity almost equal to that of Blücher. For his superb generalship and courage during the Battle of Grossbeeren von Bülow was awarded the Grand Cross of the Swedish Order of the Sword on the battlefield by crown prince Charles John of Sweden and was subsequently ennobled as Graf von Dennewitz by the King of Prussia.Barton, Pp. 91-94. Bülow's corps played a conspicuous part in the final overthrow of Napoleon at Leipzig, and he was then entrusted with the task of evicting the French from Holland and Belgium. In an almost uniformly successful campaign he won a signal victory at Hoogstraten although he was fortunate to be supported, often very significantly, by the British General Thomas Graham, second in command to Lord Wellington. In the campaign of 1814 he invaded France from the north-west, joined Blücher, and took part in the brilliant victory of Laon in March. He was made general of infantry and received the title of Count Bülow von Dennewitz. He also took part in the Allied sovereigns' visit to England in June 1814. ==Waterloo Campaign== In the short peace of 1814-1815 Bülow was at Königsberg as commander-in-chief in Prussia proper. He was soon called to the field again, and in the Waterloo Campaign commanded the IV Corps of Blücher's army. He was not present at Ligny, but his corps headed the flank attack upon Napoleon at the Battle of Waterloo, and bore the heaviest part in the fighting of the Prussian troops around Plancenoit. He took part in the invasion of France, but died suddenly on 25 February 1816, a month after his return to the Königsberg command. ==Notes== ==References== * * * ==External links== Category:1755 births Category:1816 deaths Category:People from Stendal (district) Category:People from the Margraviate of Brandenburg Friedrich Wilhelm Category:Barons of Germany Category:Generals of Infantry (Prussia) Category:Prussian commanders of the Napoleonic Wars Category:Recipients of the Pour le Mérite (military class) Category:Recipients of the Grand Cross of the Iron Cross Category:Commanders Cross of the Military Order of Maria Theresa Category:Recipients of the Order of St. George of the Second Degree Category:Knights Grand Cross of the Military Order of William ",
    "title": "Friedrich Wilhelm Freiherr von Bülow"
}