{
    "id": "2221780",
    "text": "Hook is a town and civil parish in the Hart District of northern Hampshire, England. It is situated east of Basingstoke and northeast of Southampton, on the A30 national route, just north of Junction 5 of the M3 motorway. London is 41 miles (66 km) northeast of the town. In 2016, Hook had a population of 7,916. Hook railway station currently has direct rail links to both London Waterloo and Basingstoke with indirect routes to Reading, Salisbury, and Southampton. Rail services are provided by South Western Railway. Among the businesses located in the village are Serco and Trimble Navigation. Between 2004 and 2006, Hook expanded eastwards with the development of the Holt Park residential district, and from 2020 northeastwards with the Green Hart Park and Oakwood Grange developments. == History == Until the 18th century, only a few scattered farms could be found in the area; small hamlets did not begin to appear until inns sprung up to serve travellers. Hook was located on the main London to Exeter stagecoach route. In the late eighteenth century, a turnpike road was constructed to aid the navigation of the steep Scures Hill, to the west of the village. In 1883 Hook railway station was constructed, and the village began to grow with railway workers and commuters settling in Hook.\"History of Hook\" Hook Parish Council Website === Early-Mid 20th century === St John the Evangelist Parish Church was completed in 1938 replacing the tin tabernacle used by worshippers since 1886. The new Church was designed by Edward Maufe and shows in small scale design features that would later be incorporated by him into Guildford Cathedral. Even the Cathedral fund raising scheme of \"buying a brick\" was first utilised at Hook where the Church retains an impressive list of donors and benefactors. Hook also has a Roman Catholic church and an Evangelical Church. The latter now known as Life Church was originally paid for by the family who founded Burberry; founder Thomas Burberry being a Baptist who died in Hook. The present Life Church Centre was opened in 2011. Hook being a hamlet in the village of Odiham before 1955; the distinct Anglican ecclesiastical parish of Hook was not created before then .The National Gazetteer, 1868 It was only in 1943 that permission was given for burials in Hook itself. === Post World War II History === Hook was considered as part of a scheme to settle Londoners in the country after the Second World War, but Basingstoke was selected for development instead. Recently, the town has grown in size considerably with new housing developments being constructed. Although within of the far larger town of Basingstoke to the west, Hook's development since the 1980s has been rapid. Calls have been made to redevelop the 'village' centre as Hook has few amenities for its size, as it is now generally considered as a town in terms of population and urban expanse. Affluence is high due to surrounding rural areas, estates, such as Tylney Hall Park and Garden Tylney Hall Park and Garden which is Grade II* listed and Hook Common, a large mixture of forest and heathland coupled with excellent transport links. == Transport == Hook has one of the few national TaxiBus services. There is the main line rail station mentioned above and direct access to the M3 motorway, as well as the straight route parallelling the Roman road the A30 connecting local towns such as Basingstoke and Yateley. Southampton Airport is to the south and London Heathrow Airport is away to the northeast. The far smaller Blackbushe Airport municipal air facility is to the east, near Yateley. Many residents commute to the larger local towns of Basingstoke, Winchester, Reading, Camberley, Fleet and Farnborough, with some travelling further afield to Southampton, Bracknell and London. == Education == In Hook, there are a number of local schools. They are: * Hook Infant School * Hook Junior School * Robert May's School (in neighbouring Odiham) * Nearest further/higher education college – Basingstoke College of Technology Queen Mary's College Farnborough Sixth Form College * Nearest university – University of Winchester / Farnborough College of Technology which offers courses at a university level The Hook Schools are supported by the Hook Schools Parents Association (HSPA)and local donors == Village Events == There are several annual and monthly community events held in the village: * The Hook Fun Run & Road Race attracts over 1,200 runners on the third Sunday in May every year. It is run by a group of volunteers and raises funds for local good causes, having distributed over £100,000 since its inception in 1992.http://hookfunrun.com/about * Hook Flower and Produce Show - September each year - free to enter and free for visitors * Hook Books at The Elizabeth Hall monthly community pop-up Library * Hook Summer Fair - July each year * HSPA Fireworks Display Hook Junior School * HSPA Christmas Fair Hook Junior School * Hook Beer Festival - May each year == Village Magazine == Hook Focus is Hook's authoritative magazine and since 1973 it has carried news of future Community Events and reports on all that has been happening in Hook. Focus is managed by Hook volunteers and is independent of all other bodies.http://www.hookfocus.co.uk/ == Gallery == Hook Common File:Life Church Centre.jpg File:Hook street 3.jpg File:The Raven Hotel.JPG File:The white hart.jpg File:Hook common 3.jpg File:StJohnHookfrontelevation.jpg File:StJohnHookinterior.jpg File:StJohnHooksideelevation.jpg == References == == External links == * Hook Fun Run & Road Race * Hook Parish Council * Life Church * Sacred Heart Catholic Church * St John's Church Hook ",
    "title": "Hook, Hart"
}