{
    "id": "2222899",
    "text": "Marlboro is part of the City of Johannesburg Metropolitan Municipality and is a suburb of Sandton. Marlboro is divided into 2 zones: Marlboro Gardens, a residential area originally established as a suburb for Indians, and Marlboro Industrial Township (Marlboro South). Marlboro Industrial Township is situated directly north of Alexandra Township, east of the industrial township of Wynberg and south of the residential township Marlboro Gardens. This site is bounded by First Street and Vasco Da Gama Street to the south, Pretoria Main Road to the west, Fifth Street to the north and Seventh Avenue to the east. The area is accessible via the M1 and M3 highways via Marlboro Drive. == Demographics == About 10,000 people, 2,500 households residing in the township. A large number of Marlboro resident reside in homes that have been passed down over generations. The racial makeup of the Suburb is 85.30% Indian/ Asian and 15.70 other races. == History == It has had a long and multifarious history, in apartheid 1948, the township became a \"black spot\" and residents were threatened with removal. Freehold title was abolished and some families were removed, leaving the majority as tenants of the government. During the 1980s, Marlboro was characterized by conflict and development. There were long boycotts and clashes with the apartheid government, but during that time roads were tarred for the first time and houses and nearly 50 blocks of flats were built. There has been a population boom in the township following the repealing of apartheid laws that restricted the movement of black people. People from across South Africa and from neighboring countries flooded into the area seeking work and shelter. == Local government == In the council there are two councilors, elected by votes from the Marlboro Township and who are responsible for the township and assert its interests. {| style=\"width:100%\" border=\"1\" |- | Nr || Councilor || Areas with ward |- style=\"height:100px\" ||1 || style=\"width:100px\" |Clr. L. MACHABA || From 3rd Avenue Vasco Da Gama to Joe Nhlanhla to 17th Avenue Vasco Da Gama and Joe Nhlanhla and Marlboro Industries |-style=\"height:100px\" | 2 || Clr. J. NGALONKULU || Kelvin Eastgate Exts 3, 4, 6, 8, 9, 11, 12, 13, 17, 18, Gallo Manor, Kelvin View, Marlboro Gardens, Morningside Manor, Wendywood, Wesco Park, Wynberg |} == Local political issues == Marlboro South, known as Marlboro Industrial area, is a source of employment to Alexandra area where several plants and factories are located; the two areas are linked with an integrated road network. Nevertheless, the area suffers from the lack of municipal services from the local authorities and has high level of crimes. Because the most business owners are moving to better developed business areas, they abandon their premises and factories are closing, these premises being occupied by homeless people illegally. A big problem remains lack of public consultations and the loss of public sector skills. Anthony Blandford, director for the City of Johannesburg's Presidential Alexandra Renewal Project and the city council are going to restore the area by changing the zoning of the area from industry to a mixed-land property. Marlboro Industrial Area Development Committee has been formed to keep the project development and put it into practice. Political issues in Marlboro include framework area development, growth of population and working power, opening of additional public schools and revision of property taxes. There are 12 sectors that need revision and improvement. # Economic development # Human and community development # Housing # Infrastructure and basic services # Environment # Spatial form and urban management # Transportation # Health # Safety # Financial sustainability # Governance # Corporate and shared services A local waste disposal company, SA Waste Holdings (Pty) Ltd, has been lately in the news. The company employs many people from Marlboro and neighbouring Alexandra. However, residents of Alexandra have often complained to the authorities about the potential health risks emanating from the company's recycling plant. == Education == Marlboro Gardens Combined School is the only school for the local children. One more school was planned in Marlboro Industrial Area, but local residents are against it as it would be unhealthy for their children to study in the area where industrial plants are concentrated. == References == == External links == * Marlboro township website Category:Johannesburg Region E ",
    "title": "Marlboro, Gauteng"
}