{
    "id": "2222316",
    "text": "The 1908 Atlantic hurricane season ran from June 1 to November 30 in 1908. These dates conventionally delimit the year in which most tropical cyclones form in the Atlantic basin. However, this season got off to a very early start, with a Category 2 hurricane forming on March 6, making it the third earliest hurricane on record to form in the Atlantic Basin after Hurricane One in 1938 and Hurricane Alex in 2016. It is the only known Atlantic tropical cyclone to exist in the month of March. Another hurricane formed and existed during the last week of May, and became the earliest hurricane to hit the U.S. in recorded history. Cape Hatteras was affected by two hurricanes and one tropical storm this year. Overall, this season was near average with 10 tropical storms forming. ==Timeline== ImageSize = width:800 height:200 PlotArea = top:10 bottom:80 right:20 left:20 Legend = columns:3 left:30 top:58 columnwidth:270 AlignBars = early DateFormat = dd/mm/yyyy Period = from:01/03/1908 till:01/11/1908 TimeAxis = orientation:horizontal ScaleMinor = grid:black unit:month increment:1 start:01/03/1908 Colors = id:canvas value:gray(0.88) id:GP value:red id:TD value:rgb(0.38,0.73,1) legend:Tropical_Depression_=_≤39_mph_(≤62_km/h) id:TS value:rgb(0,0.98,0.96) legend:Tropical_Storm_=_39–73_mph_(63–117_km/h) id:C1 value:rgb(1,1,0.80) legend:Category_1_=_74–95_mph_(118–153_km/h) id:C2 value:rgb(1,0.91,0.46) legend:Category_2_=_96–110_mph_(154–177_km/h) id:C3 value:rgb(1,0.76,0.25) legend:Category_3_=_111–129_mph_(178–208_km/h) id:C4 value:rgb(1,0.56,0.13) legend:Category_4_=_130–156_mph_(209–251_km/h) id:C5 value:rgb(1,0.38,0.38) legend:Category_5_=_≥157_mph_(≥252_km/h) Backgroundcolors = canvas:canvas BarData = barset:Hurricane bar:Month PlotData= barset:Hurricane width:10 align:left fontsize:S shift:(4,-4) anchor:till from:06/03/1908 till:09/03/1908 color:C2 text:\"One (C2)\" from:24/05/1908 till:31/05/1908 color:C1 text:\"Two (C1)\" from:24/07/1908 till:02/08/1908 color:C1 text:\"Three (C1)\" from:29/07/1908 till:03/08/1908 color:TS text:\"Four (TS)\" from:30/08/1908 till:02/09/1908 color:TS text:\"Five (TS)\" from:07/09/1908 till:18/09/1908 color:C3 text:\"Six (C3)\" from:16/09/1908 till:18/09/1908 color:TS text:\"Seven (TS)\" barset:break from:21/09/1908 till:07/10/1908 color:C2 text:\"Eight (C2)\" from:14/10/1908 till:19/10/1908 color:C2 text:\"Nine (C2)\" from:20/10/1908 till:23/10/1908 color:TS text:\"Ten (TS)\" bar:Month width:5 align:center fontsize:S shift:(0,-20) anchor:middle color:canvas from:01/03/1908 till:01/04/1908 text:March from:01/04/1908 till:01/05/1908 text:April from:01/05/1908 till:01/06/1908 text:May from:01/06/1908 till:01/07/1908 text:June from:01/07/1908 till:01/08/1908 text:July from:01/08/1908 till:01/09/1908 text:August from:01/09/1908 till:01/10/1908 text:September from:01/10/1908 till:01/11/1908 text:October TextData = pos:(570,30) text:\"(From the\" pos:(617,30) text:\"Saffir–Simpson hurricane wind scale)\" ==Systems== ===Hurricane One=== The storm was the first and only North Atlantic tropical cyclone observed to form in March, since records began. The system was initially observed by a ship at 12:00 UTC on March 6 while located about northeast of Barbuda. Tracking in an unusual south-southwest direction, the storm intensified into a Category 1 hurricane on the modern day Saffir–Simpson hurricane wind scale. Shortly before reaching the United States Virgin Islands early on March 8, the hurricane intensified into a Category 2 hurricane, peaking with maximum sustained winds of 100 mph (155 km/h) and a minimum barometric pressure of , which was observed in Basseterre, Saint Kitts and Nevis. Once in the Caribbean Sea on March 8, the system slowly began to weaken, losing hurricane status the following morning. The storm was last noted about north of Blanquilla Island late on March 9\\. On Saint Barthélemy, some buildings were damaged. Winds in Saint Martin toppled peasant tents and damaged crops. The city of Basseterre on Saint Kitts reported winds at and rainfall reaching . The storm beached 24 small crafts and boats and severely damaged crops. ===Hurricane Two=== A tropical depression developed on May 24 at 12:00 UTC about 50 mi (80 km) southwest of Cockburn Town, Turks and Caicos Islands. Moving northwestward, the depression struck the Turks and Caicos Islands. Around 06:00 UTC on May 26, the depression intensified into a tropical storm. By late on May 27, the storm curved northeastward. The cyclone strengthened into a hurricane by 06:00 UTC the following day. It made landfall west of Cape Hatteras, North Carolina, with winds of 75 mph (120 km/h) around 21:00 UTC on May 29\\. A barometric pressure of was observed at Hatteras, the lowest in relation to the storm. A few hours later, the cyclone reemerged into the Atlantic Ocean. Early on May 30, the hurricane weakened to a tropical storm. Accelerating northeastward, the storm struck eastern Long Island, New York, with winds of 40 mph (65 km/h) late on May 30, just prior to making landfall near Noank, Connecticut, at the same intensity around 23:00 UTC. The storm became extratropical over southern Maine early on May 31\\. The remnants continued northeastward until dissipating over the northern portion of the state several hours later. In North Carolina, the storm produced sustained winds up to at Morehead City. Winds disrupted communications with towns along the Outer Banks. Rough seas generated by the storm in New Jersey swept away a significant amount of sand, especially at Long Branch. An oceanfront street in the city was closed after waves washed out approximately of the road. In Rhode Island, storm surge and abnormally high tides wrecked many boats at Narragansett Bay. One person died of exhaustion during the storm and another suffered a serious injury when a tree fell on a car. Damage in the state was estimated in the thousands of dollars. It was one of only three May hurricanes during the 20th century in the Atlantic Basin; the others were Able in 1951 and Alma in 1970. It marked the earliest date for the season's second hurricane to form in any Atlantic season on record, and it was the earliest hurricane to hit the U.S. in recorded history. ===Hurricane Three=== This storm formed north of The Bahamas on July 24. The storm then made a loop north of the Bahamas and became a hurricane shortly after. The storm grazed North Carolina and moved into the Atlantic. On July 31, it made landfall. The storm dissipated on August 3. The hurricane washed away cottages and boardwalks in Wrightsville Beach, North Carolina. ===Tropical Storm Four=== A tropical depression developed just offshore Sabine Pass, Texas, around 00:00 UTC on July 29\\. Moving southeastward, the depression intensified into a tropical storm about 12 hours later. Early on July 30, the storm peaked with maximum sustained winds of 60 mph (95 km/h). Eventually, it recurved to the north- northwest and headed toward Louisiana. At 22:00 UTC on July 31, the cyclone made landfall on Marsh Island, Louisiana, at the same intensity. The storm weakened to a tropical depression early on August 2, around the time it curved northeastward. By late on August 3, the system dissipated over northern Mississippi. It turned around and made landfall in Louisiana, dropping at Franklin, Louisiana, between July 26 and August 2. ===Tropical Storm Five=== A ship detected a tropical storm about 230 mi (370 km) southeast of Cape Hatteras, North Carolina, at 12:00 UTC on August 30. The storm moved westward, until turning northeastward late on August 31\\. At 00:00 UTC on September 1, the system peaked with maximum sustained winds of 50 mph (85 km/h). Eight hours later, it made landfall near Cape Lookout, North Carolina, at the same intensity. Shortly thereafter, the storm reemerged into the Atlantic Ocean. The system transitioned into an extratropical cyclone at 18:00 UTC on September 2, while located about 135 mi (215 km) southeast of Nantucket, Massachusetts. The storm brought strong winds to portions of North Carolina and Virginia. ===Hurricane Six=== The sixth and strongest storm of the season was a Category 3 hurricane in mid-September that moved across the central Bahamas and turned out to sea. The storm killed at least 19 people in the Turks Islands. ===Tropical Storm Seven=== A ship first observed this tropical storm about 245 mi (395 km) north-northwest of Telchac Puerto, Yucatán, at 12:00 UTC on September 16. The storm intensified gradually while moving northwestward, peaking with maximum sustained winds of 70 mph (110 km/h) at 00:00 UTC on September 18\\. However, the cyclone soon quickly weakened, falling to tropical depression intensity about 18 hours later. It then dissipated about 70 mi (115 km) south-southwest of the Texas-Louisiana state line. ===Hurricane Eight=== 1908's eighth storm was a Category 2 hurricane in late September and early October that crossed the Lesser Antilles, moved over Hispaniola and eastern Cuba, and crossed over the Bahamas before turning northeast. It then made a loop and became extratropical on October 7. It caused extensive damage to the Greater Antilles. ===Hurricane Nine=== A ship indicated that a tropical depression developed about 160 mi (255 km) north- northeast of Nombre de Dios, Colón, on October 14 at 12:00 UTC. Moving westward, the depression became a tropical storm early the following day. The storm later curved to the west-northwest and intensified into a Category 1 hurricane around 12:00 UTC on October 16\\. About 24 hours later, it became a Category 2 hurricane. Late on October 17, the hurricane peaked with maximum sustained winds of 105 mph (165 km/h). Early the next day, it made landfall near the North Caribbean Coast Autonomous Region-South Caribbean Coast Autonomous Region line in Nicaragua at the same intensity. In mid-October, the ninth storm of the season, a Category 2 hurricane, struck Nicaragua. Because it moved slowly, very heavy rainfall fell in its path, although there is no known damage or deaths from the hurricane itself. ===Tropical Storm Ten=== This storm formed off of the Carolinas on October 19. It stayed out in the Atlantic until it transitioned into an extratropical cyclone and made landfall in South Carolina shortly before dissipating. ==See also== *Atlantic hurricane season *List of tropical cyclones ==References== ==External links== *Monthly Weather Review *March hurricane Category:1908 meteorology Category:1908 natural disasters ",
    "title": "1908 Atlantic hurricane season"
}