{
    "id": "2223676",
    "text": "Henry P. Becton Regional High School (\"Becton\") is a four-year comprehensive public high school serving students in ninth through twelfth grades from both Carlstadt and East Rutherford, two relatively small communities in Bergen County, New Jersey, United States, operating as part of the Carlstadt-East Rutherford Regional School District. Students from Maywood will start attending the school starting in the 2020–21 as part of a sending/receiving relationship. Becton Regional High School is accredited by the New Jersey Department of Education and has been accredited by the Middle States Association of Colleges and Schools since 1938.Becton Regional High School, Middle States Association of Colleges and Schools Commission on Elementary and Secondary Schools, backed up by the Internet Archive as of April 24, 2012. Accessed March 26, 2015. As of the 2018–19 school year, the school had an enrollment of 491 students and 37.2 classroom teachers (on an FTE basis), for a student–teacher ratio of 13.2:1. There were 142 students (28.9% of enrollment) eligible for free lunch and 40 (8.1% of students) eligible for reduced-cost lunch.School data for Henry P. Becton Regional High School, National Center for Education Statistics. Accessed April 1, 2020. ==History== A fire on Saturday October 8, 1966 destroyed half of the former East Rutherford High School.Staff. \"Fire Destroys Jersey School\", The New York Times, October 9, 1966. Accessed January 9, 2018. \"A fire destroyed East Rutherford High School tonight.\" The district was created with the passage of a referendum in June 1968.Clock Dedication and Ribbon Cutting Ceremony, Henry P. Beton Regional High School. Accessed January 9, 2018. The new high school was named in honor of Henry P. Becton, son of Becton Dickinson co-founder Maxwell Becton, who donated part of the company's original East Rutherford property to be used as a site for the construction of the school.BD Director Emeritus Henry P. Becton Sr. Dies at 95, Becton Dickinson. Accessed August 19, 2011. \"When the East Rutherford, New Jersey high school burned down, BD donated land for a new school renamed the Henry P. Becton Regional High School.\" Becton Regional HS has science labs, a two-floor media center and technology hub, and a gymnasium and weight facility. The building recently underwent a $28 million renovation, which included enhancements to its technology infrastructure, heating & cooling, and security system. In March 2020, the Maywood Public Schools received approval from the New Jersey Department of Education to end the relationship it had established with the Hackensack Public Schools in 1969 to send students to Hackensack High School. Maywood will begin transitioning incoming ninth graders to Henry P. Becton Regional High School beginning in the 2020–21 school year. The transition would be complete after the final group of twelfth graders graduates from Hackensack High School at the end of the 2023–24 school year.Stoltz, Marsha A. \"Here's why Maywood will send its students to Becton instead of Hackensack High School\", The Record, March 9, 2020. Accessed April 6, 2020. \"Maywood high school students will have four years to phase out of Hackensack High School and into Henry P. Becton Regional High School in East Rutherford. The process will begin in September, when current Maywood eighth-graders will be the first to attend Becton as freshmen, according to a March 7 joint announcement by the superintendents of the two districts.\"Board of Education of the Borough of Maywood, Bergen County, Petitioner, v. Board of Education of the City of Hackensack, Bergen County, Respondent Final Decision, New Jersey Department of Education, March 2, 2020. Accessed April 6, 2020. \"Accordingly, the Commissioner granted the petitioner’s application for severance, subject to establishment of a sending-receiving relationship with the Carlstadt-East Rutherford Regional School District for a minimum duration of five years.\" ==Awards, recognition and rankings== In 2018, the New Jersey Department of Education (NJDOE) recognized Henry P. Becton Regional High School as a model high school based on recent academic success and career-focused programs. The NJDOE stated, \"Henry P. Becton Regional High School instituted a more flexible and diversified class schedule, a common lunch period, career-focused internship and dual enrollment programs and digital learning upgrades focused on innovation across the curriculum. As a result, their graduation rate increased over 13 percentage points over the past 4 years.\" The school was the 202nd-ranked public high school in New Jersey out of 339 schools statewide in New Jersey Monthly magazine's September 2014 cover story on the state's \"Top Public High Schools\", using a new ranking methodology.Staff. \"Top Schools Alphabetical List 2014\", New Jersey Monthly, September 2, 2014. Accessed September 5, 2014. The school had been ranked 150th in the state of 328 schools in 2012, after being ranked 150th in 2010 out of 322 schools listed.Staff. \"The Top New Jersey High Schools: Alphabetical\", New Jersey Monthly, August 16, 2012. Accessed September 12, 2012. The magazine ranked the school 138th in 2008 out of 316 schools.Staff. \"2010 Top High Schools\", New Jersey Monthly, August 16, 2010. Accessed February 10, 2011. The school was ranked 145th in the magazine's September 2006 issue, which surveyed 316 schools across the state.\"Top New Jersey High Schools 2008: By Rank\", New Jersey Monthly, September 2008, posted August 7, 2008. Accessed August 19, 2008. Schooldigger.com ranked the school 193rd out of 376 public high schools statewide in its 2010 rankings (a decrease of 30 positions from the 2009 rank) which were based on the combined percentage of students classified as proficient or above proficient on the language arts literacy and mathematics components of the High School Proficiency Assessment (HSPA).New Jersey High School Rankings: 11th Grade HSPA Language Arts Literacy & HSPA Math 2009-2010 , Schooldigger.com. Accessed January 15, 2012. ==Location== The school is located on Paterson Avenue, near the border of Carlstadt, and near Route 17. ==Curriculum== A variety of subjects is offered to prepare those students who plan to continue their education beyond high school and for those students who may seek employment directly upon completing high school. Through curricular offerings, extracurricular activities including a full athletic program for boys and girls, counseling, and special education services, the district aims to assist each pupil in achieving his/her goals, developing character and recognizing responsibility. Becton Regional High School offers a college preparatory program which includes several Advanced Placement (AP) classes, and career-oriented curriculum areas. Becton requires that students earn a minimum of 140 academic credits during their four years of high school to graduate. Becton students are accepted into some of the nation's top colleges and universities. Becton offers students SAT/ACT courses, and every 10th and 11th grader has the opportunity to take the PSAT. Students at Becton have the opportunity to earn numerous college credits through various programs. Every student is assigned a school counselor, who plays an important role in academic progress, the college application process, post-high school plans and personal situations. ==Extracurricular activities== The school mascot is the Wildcat, and its colors are maroon and white. The school's newspaper is the weekly Cat's Eye View, and the yearbook is The Tealeaf. The school also publishes Images, an annual art and literary magazine. Recent school musicals and plays have included Grease which was performed in March 2017, Little Shop of Horrors in 2016, and A Tough Act to Follow in 2015. Becton offers an array of clubs and activities for students, including Horticulture Club, Political Science Club, Gaming Club, cheerleading (football), marching band & music activities, Debate, Environmental Club, Girls Helping Girls, Italian & Spanish Honor Society, Key Club, Math League, National Honor Society, Robotics Club, Science Olympiad, Student Council, Theatre Arts Club/play, and yearbook. ==Athletics== Becton offers the following competitive team and individual sports: cross country, football, girls' and boys' soccer, girls' and boys' tennis, volleyball, wrestling girls' and boys' basketball, bowling, softball, baseball, and boys' and girls' track. The Henry P. Becton WildcatsHenry P. Becton Regional High School, New Jersey State Interscholastic Athletic Association. Accessed December 9, 2015. participate in the North Jersey Interscholastic Conference, which is comprised of small-enrollment schools in Bergen, Hudson County, Morris County and Passaic County, and was created following a reorganization of sports leagues in Northern New Jersey by the New Jersey State Interscholastic Athletic Association (NJSIAA).Mattura, Greg. \"Small-school NJIC may debut its own league championship\", The Record, January 9, 2017.Accessed August 30, 2020. \"The small-school North Jersey Interscholastic Conference may debut its own boys basketball tournament this season, one season after introducing its girls hoops championship. The NJIC is comprised of schools from Bergen, Passaic and Hudson counties and the event offered to the 36 boys teams would serve as an alternative to likely competing against larger programs in a county tournament.\"Member Schools, North Jersey Interscholastic Conference. Accessed August 30, 2020.League & Conference Officers/Affiliated Schools 2020-2021, New Jersey State Interscholastic Athletic Association. Accessed September 30, 2020. With 354 students in grades 10–12, the school was classified by the NJSIAA for the 2015–16 school year as North I, Group I for most athletic competition purposes, which included schools with an enrollment of 187 to 490 students in that grade range.General Public School Classifications 2015-2016, New Jersey State Interscholastic Athletic Association The school was classified by the NJSIAA as Group I North for football for 2018–2020.NJSIAA Football Public School Classifications 2018–2020, New Jersey State Interscholastic Athletic Association, finalized August 2019. Accessed September 1, 2020. The school has been the host school/lead agency of a cooperative sports programs for cross country, girls' soccer and boys' / girls' tennis with Wallington High School, under an agreement that expires at the end of the 2018–19 school year.NJSIAA 2018 - 2020 Co-Operative Sports Programs, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020. The football team won the NJSIAA North I Group I state sectional championship in 1974 and 1993, followed by the North II Group I title in 2003.NJSIAA Football Playoff Champions, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020. The football team won the 2003 North II, Group I state sectional championship with a 24–0 win over Bogota High School in the tournament final.James, George. \"Government; 'All We Want Is Respect'\", The New York Times, December 14, 2003. Accessed September 12, 2020. \"Take Monday afternoon, after the Becton Regional High School football team beat Bogota 24-0 to win a state championship at its home field in this borough of 9,000 that is the home of the Meadowlands Sports Complex.\"Rosen, Dan. \"Fitting end for Becton - State crown caps a perfect season\", The Record, December 9, 2003. Accessed July 31, 2007. \"They won five of seven titles from second through eighth grade, and three straight BCSL National titles. However, of all their victories, and there were 105 prior to Monday's North 2, Group 1 State final against Bogota at Riggin Field, none carried as much significance as No. 106.\"2003 Football Tournament - North II, Group I, New Jersey State Interscholastic Athletic Association. Accessed June 28, 2007. The wrestling team won the North I Group I state sectional championship in 1996.NJSIAA Wrestling Team Championship History, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020. The team won back-to-back league championships in 2008-09 and 2009–10. They also were the District 15 champions and Garfield tournament champions. The Wildcats were also voted the 2010 Bergen County Group I/II team of the year.ALL-BERGEN WRESTLING, Bergen County Coaches Association, April 7, 2010. Accessed September 13, 2012. \"Aside from these accomplishments, Becton/Wallington has also been crowned the Garfield Tournament Team Champions and more impressively, the Group 1 and 2 Bergen County Team of the Year.\" The 2002 baseball team won the North I, Group I state title, edging Weehawken High School 7–6 in the final game.Leonard, Tim. \"Becton earns title - Reliever Tyrrell seals win over Weehawken in final\", The Record, June 1, 2002. Accessed July 31, 2007. \"DeSimone did just that on Friday, as No. 2-seed Becton was the last team standing in a back-and-forth 7-6 victory over No. 1-seeded Weehawken to win the State sectional title.\"2002 Baseball - North I, Group I, New Jersey State Interscholastic Athletic Association. Accessed June 28, 2007. The team won for the second consecutive year in 2003, defeating Waldwick High School 2–1 in the tournament final.Rosen, Dan. \"Winning it for Ryan - Becton dedicates title to recovering teammate\", The Record, June 3, 2003. Accessed July 31, 2007. \"Tyrrell finished off Becton's 2-1 victory over Waldwick by getting Tristan Collesano to fly out to James Ross in center field. The Wildcats won their second straight sectional title, and will play in the State Group 1 semifinal against Cedar Grove today (4 o'clock at William Paterson University).\"2003 Baseball Tournament - North I, Group I, New Jersey State Interscholastic Athletic Association. Accessed July 31, 2007. The team made it a threepeat in 2004, with a 5–2 win in the title game against Verona High School.2004 Baseball - North II, Group I, New Jersey State Interscholastic Athletic Association. Accessed June 28, 2007. The boys' cross country team won the 2003-2005 BCSL National titles and the 2005 Bergen County D title. The girls' cross country team won the 2005-07 BCSL National titles. Since 2000, the bowling team has won the following titles: *BCSL National Champions: 2001, 2002, 2003, 2005, 2006, 2007, 2008, 2011 *Bergen County Group 1-2: 2007 *State sectional title, North I, Group I: 2012 *State Group I champion: 2007History of NJSIAA Boys Bowling Championships, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020. ==Controversy== In 1994, the school made efforts to allow a handicapped athlete to compete using a wheelchair in track events against able-bodied runners. The effort was rejected by a New Jersey judge who ruled against the district.Schutta, Gregory. \"Judge Rules Against Wheelchair Racer\", The Record, June 30, 1994. Accessed June 29, 2007. \"A disabled athlete's quest to race his wheelchair against able-bodied runners for the Becton track team hit a roadblock Wednesday when the Carlstadt-East Rutherford Regional Board of Education's appeal of a State order barring him from the team was rejected by an administrative law judge.\" ==Administration== Core members of the district's / school's administration are:District Staff Directory, Henry P. Becton Regional High School. Accessed February 11, 2020. *Dr. Dario Sforza, Principal and Superintendent *James Bononno, Assistant Principal ==Notable alumni== * E. J. Barthel (born 1985), fullback who played for the Las Vegas Locomotives of the United Football LeagueSargeant, Keith. \"Mystery solved: Penn State hires E.J. Barthel as recruiting coordinator\", NJ Advance Media for NJ.com, March 29, 2017. Accessed September 13, 2017. \"An East Rutherford native who starred at Becton Regional High, Barthel transferred to UMass for his final two years of eligibility after playing at Rutgers from 2003-05.\" * Marc Rizzo (born 1977, class of 1995), lead guitarist of Brazilian Metal band SoulflyAberback, Brian. \"Carlstadt guitarist Marc Rizzo talks about his gigs with Soulfly\", The Record, December 6, 2010. Accessed February 10, 2011. \"In his high school yearbook, Carlstadt native Marc Rizzo listed his future plans as 'Playing guitar every day for the rest of my life'. Rizzo, a 1995 graduate of Becton Regional High School in East Rutherford and current Sussex County resident, made good on his ambition.\" ==See also== * List of high schools in New Jersey ==References== ==External links== *Becton High School *Carlstadt-East Rutherford Regional School District * *Data for Henry P. Becton Regional High School, National Center for Education Statistics Category:1982 establishments in New Jersey Category:Carlstadt, New Jersey Category:East Rutherford, New Jersey Category:Educational institutions established in 1982 Category:Middle States Commission on Secondary Schools Becton ",
    "title": "Henry P. Becton Regional High School"
}