{
    "id": "2223341",
    "text": "CHRY-FM branded as VIBE1055 FM is a Canadian radio station. It is run by Canadian Centre for Civic Media and Arts Development Inc. broadcasting over FM on 105.5 MHz in Toronto, Ontario and has also served as a community radio station for the residents of the Jane and Finch corridor in North Toronto. CHRY's studios are located at York University's Student Centre, while its transmitter is located on top of the Vanier College residence building. ==History== CHRY was founded as a closed-circuit cable radio service, called Radio York, in 1965, and was located on the top floor of Vanier College and served campus residences and the cafeteria located at Central Square. On June 1, 1986, upon successful application to the Canadian Radio-television and Telecommunications Commission (CRTC) for a broadcasting licence, began to broadcast as CHRY at 50W, with a transmitting antenna located on the top of Vanier College's residence building. As well, on this day, it became incorporated as CHRY Community Radio, Inc. In 1997, it moved from its old Vanier College studios to the fourth floor of York University's Student Centre, where it is today. This move was financed by a $40,000 loan from the undergraduate student association, which was forgiven four years later. 120px A limitation to CHRY was that its licence was Class B, which effectively meant that it was \"unprotected\" legally from claims of signal interference, effectively requiring it to cease operations if another broadcasting interest was affected in some way by CHRY's operation. However, in 2006, the CRTC accepted CHRY's application to reclassify its licence from \"Class B\" to \"Class A\", thus effecting \"protected status\" for the radio station. CHRY serves the north western part of Toronto. Prior to its relaunch in 2015, more than one- third of its schedule is devoted to the music and culture of the Caribbean. It employs two full-time staff, several other part-time staff, and is supported by the work of over one hundred volunteers from both York's student body and the surrounding community. On May 1, 2015, CHRY cancelled all of its existing programs, dismissed all of its volunteers and rebranded itself as \"VIBE 105\", adopting an \"urban alternative\" format which it describes as \"a diverse and metropolitan blend of Cultural, Electronic and Remix programming\" which includes Electronic, Remix, Reggae, Soca, Afrobeat, Hip Hop and R&B.; The station will also air talk programming. Volunteers are to be in supportive roles while on air talent will be professionalized in a departure from the station's long time commitment to community radio.http://74.213.160.39/about- us/backgrounder-2/ The dismissed programmers organized community meetings and campaigning under the name #SAVECHRY in an unsuccessful effort to overturn the station's decision. In 2016, the station applied for a license to add a nested FM repeater on 105.3 (with an average power of 92 watts, maximum of 155), with a transmitter located at 100 Wingarden Court in Scarborough (co-located with CJRK- FM).https://services.crtc.gc.ca/pub/DocWebBroker/OpenDocument.aspx?AppNo=201607962 This was denied on June 16, 2017. CRTC Decision 204-2017 ==Financial support== CHRY is supported in part by student levy (contributions via the York University Graduate Students Association and York Federation of Students (YFS)), through occasional grants for which the station is eligible due to its charitable status, by York University through occasional workstudy grants, and by its listenership through pledges. The rest of its funding is from advertising revenue. ===Alumni=== *Matt Galloway CBC Radio host, former CHRY music directorhttps://yfile.news.yorku.ca/2017/06/20/honorary-degree- recipient-matt-galloway-urges-new-grads-to-listen-to-life/ *Danko Jones - musician, former CHRY DJ *Dallas Good - lead singer of the Sadie's, former CHRY DJ. ==References== ==External links== * VIBE 1055 * CHRY-FM * Another One Bites the Dust? The Transition from CHRY 105.5FM to VIBE105 * * Hry Hry Category:York University Category:Radio stations established in 1986 Category:Black Canadian culture in Toronto Category:1986 establishments in Ontario ",
    "title": "CHRY-FM"
}