{
    "id": "2223215",
    "text": "Walford's County Families is the short title of a work, partly social register, partly \"Who's Who\", which was produced in Britain in the 19th and 20th centuries, initially under the editorship of Edward Walford. It served as a guide or handbook to the British upper classes and landed gentry (in this case referred to in the title under the term, county families, for which see county family). The title of the annual volumes making up the series varied, and they are sometimes referred to simply as Walford or Walford's. According to the British Library catalogue, they were published from 1860 to 1920. The work's coverage encompassed many of the most important rich, aristocratic or politically powerful of the people of the period. On the other hand, a sarcastic review in The Spectator in 1868 related that \"Mr. Walford ... knows his countrymen, and has compiled a book, which, it is clear, they buy, a directory of all Englishmen distinguished for anything except knowledge, wisdom, or service to mankind.\" Discussing the \"county family\" concept, it went on to say that Walford had \"included in a vast list of some twelve thousand persons every family living outside a town, and having any sort of claim ... to be considered distinguished.\" ==Editions== {| class=\"wikitable\" style=\"text-align: center;border:none;background:transparent;\" !Date of publication !Edition number !Links and comments |- |1860||1||Internet Archive Internet Archive Google Books Media in Commons category |- |1864||2||Google Books |- |1865||3||Internet Archive |- |1868||4||Internet Archive, part 1 Internet Archive, part 2 |- |1869||5||Google Books |- |1871||6||Internet Archive Hathi Trust |- |1873||13||Internet Archive |- |1875||15||Hathi Trust |- |1876||16||Internet Archive |- |1886||26||Hathi Trust |- |1887||29||Internet Archive |- |1892||32||Internet Archive, part 1 Internet Archive, part 2 |- |1908||48||Internet Archive |- |1909||49||Internet Archive |- |1910|| ||Internet Archive |- |1919||59||Internet Archive |} ==See also== *Burke's Landed Gentry ==Notes== Category:British biographical dictionaries ",
    "title": "Walford's County Families"
}