{
    "id": "2223782",
    "text": "In statistics, Bartlett's test (see Snedecor and Cochran, 1989) is used to test if k samples are from populations with equal variances. Equal variances across populations is called homoscedasticity or homogeneity of variances. Some statistical tests, for example the analysis of variance, assume that variances are equal across groups or samples. The Bartlett test can be used to verify that assumption. In Bartlett test, we construct the null and alternative hypothesis. For this purpose several test procedures have been devised. The test procedure due to M.S.E (Mean Square Error/Estimator) Bartlett test is represented here. This test procedure is based on the statistic whose sampling distribution is approximately a Chi-Square distribution with (k-1) degrees of freedom, where k is the number of random samples, which may vary in size and are each drawn from independent normal distributions. Bartlett's test is sensitive to departures from normality. That is, if the samples come from non-normal distributions, then Bartlett's test may simply be testing for non-normality. Levene's test and the Brown–Forsythe test are alternatives to the Bartlett test that are less sensitive to departures from normality.NIST/SEMATECH e-Handbook of Statistical Methods. Available online, URL: http://www.itl.nist.gov/div898/handbook/eda/section3/eda357.htm . Retrieved December 31, 2013. The test is named after Maurice Stevenson Bartlett. ==Specification== Bartlett's test is used to test the null hypothesis, H0 that all k population variances are equal against the alternative that at least two are different. If there are k samples with sizes n_i and sample variances S_i^2 then Bartlett's test statistic is :\\chi^2 = \\frac{(N-k)\\ln(S_p^2) - \\sum_{i=1}^k(n_i - 1)\\ln(S_i^2)}{1 + \\frac{1}{3(k-1)}\\left(\\sum_{i=1}^k(\\frac{1}{n_i-1}) - \\frac{1}{N-k}\\right)} where N = \\sum_{i=1}^k n_i and S_p^2 = \\frac{1}{N-k} \\sum_i (n_i-1)S_i^2 is the pooled estimate for the variance. The test statistic has approximately a \\chi^2_{k-1} distribution. Thus the null hypothesis is rejected if \\chi^2 > \\chi^2_{k-1,\\alpha} (where \\chi^2_{k-1,\\alpha} is the upper tail critical value for the \\chi^2_{k-1} distribution). Bartlett's test is a modification of the corresponding likelihood ratio test designed to make the approximation to the \\chi^2_{k-1} distribution better (Bartlett, 1937). ==Notes== The test statistics may be written in some sources with logarithms of base 10 as: :\\chi^2 = 2.3026 \\frac{(N-k)\\log_{10}(S_p^2) - \\sum_{i=1}^k(n_i - 1)\\log_{10}(S_i^2)}{1 + \\frac{1}{3(k-1)}\\left(\\sum_{i=1}^k(\\frac{1}{n_i-1}) - \\frac{1}{N-k}\\right)} ==See also== * Box's M test * Levene's test ==References== *Bartlett, M. S. (1937). \"Properties of sufficiency and statistical tests\". Proceedings of the Royal Statistical Society, Series A 160, 268–282 *Snedecor, George W. and Cochran, William G. (1989), Statistical Methods, Eighth Edition, Iowa State University Press. ==External links== * NIST page on Bartlett's test Category:Analysis of variance Category:Statistical tests ",
    "title": "Bartlett's test"
}