{
    "id": "2223558",
    "text": "Chlothar IV (died 718) was the king of Austrasia from 717 until his death. He was a member of the Merovingian dynasty, and was installed by Charles Martel, a contender for the office of mayor of the palace, in opposition to Chilperic II, whose rule was thereby restricted to Neustria. This marked the first time since 679 that the kingdom of the Franks was divided. Following Chlothar's death, it was reunited under Chilperic. Chlothar's parentage and the exact dates of his reign are uncertain, since no primary source gives them explicitly. Documents from Chlothar's reign place him on the throne between 28 June 717 and 24 February 718. A Frankish king-list from the reign of Charles the Bald a century and a half later gives his reign a length of one year, which is consistent with all other evidence. His reign began no earlier than 21 March 717 and was over by 18 May 718.Richard A. Gerberding, The Rise of the Carolingians and the Liber Historiae Francorum (Oxford University Press, 1987), pp. 141–44. Although it has been suggested that he was not a true Merovingian but a puppet king of convenience, this is unlikely, since it was the need for Merovingian legitimacy that compelled Charles Martel to name a rival king in the first place. Chlothar's father must have been either Theuderic III (died 691), in which case he was about 35 years old when he came to the throne, or Childebert III (died 711), in which case he was probably closer to 20.Martina Hartmann, \"Pater incertus? Zu den Vätern des Gegenkönigs Chlothar IV. (717–718) und des letzten Merowingerkönigs Childerich III. (743–751)\", Deutsches Archiv für Erforschung des Mittelalters 58 (2002), pp. 1–15. Chlothar was made king at the instigation of Charles Martel following his victory over the forces of Chilperic II and the mayor of the palace, Ragamfred, at the Battle of Vincy on 21 March 717. This put Charles in control of most of Austrasia, although pockets still recognised Chilperic. The creation of a rival king in Chlothar IV served two goals: it legitimised Charles as mayor of the palace, an office which he claimed as an inheritance from his father, Pippin of Herstal, and it expanded his military resources by allowing him to raise a larger army through royal summons and the royal power to command.Paul Fouracre, The Age of Charles Martel (Routledge, 2016), pp. 65, 69–70. Following Chlothar's elevation, Chilperic and Ragamfred allied with Duke Odo of Aquitaine. In early 718, Charles led an army in Chlothar's name against the Neustrians and Aquitanians, whom he defeated at the Battle of Soissons, forcing Chilperic II to flee to Aquitaine and Duke Odo's protection. He then led the same army deep into Saxony, as far as the river Weser. The Lex Alamannorum, a law code for the Alamanni, was promulgated during Chlothar's reign and in his name. One of the three manuscripts groups of the Lex Alamannorum is called the Lex Alamannorum Hlotharii because of its invocation of Chlothar.Theodore John Rivers (ed.), Laws of the Alamans and Bavarians (University of Pennsylvania Press, 1977), p. 39. The Liber Historiae Francorum seems to imply that Chlothar died in 719. It is more likely that he died in 718 between 24 February, the date of his last known act, and 18 May, when Wissembourg Abbey, which was loyal to Charles Martel and dated its charters by the reign of Chlothar IV, switched to dating them by Chilperic II. Charles's pursuit of Chilperic, which culminated in a negotiated settlement with Odo for the king's return, was probably required by the sudden death of Chlothar IV. It has even been suggested that the suddenness of his death is suspicious, indicating perhaps that Charles had him removed—as soon as he no longer need him—in favour of the more legitimate Chilperic. No primary sources casts any suspicion, however. ==Notes== ==References== Category:Merovingian kings Category:Frankish warriors Category:718 deaths Category:Year of birth unknown Category:Rois fainéants Category:8th-century Frankish kings ",
    "title": "Chlothar IV"
}