{
    "id": "2224144",
    "text": "The Ultimate Nullifier is a fictional device of immense power appearing in American comic books published by Marvel Comics. The device made its first appearance in Fantastic Four volume 1, issue #50 (May 1966), in which Johnny Storm retrieves it from the home of Galactus—as directed by Uatu the Watcher—for the Fantastic Four to employ against the threat of Galactus himself. The Nullifier appears as a small, hand-held metallic device with no apparent functionality. When first introduced in 1966 it was described as the only known weapon in the universe capable of inspiring fear in Galactus.Fantastic Four vol. 1, #50 ==History== In its first appearance, Reed Richards threatens the use of the Ultimate Nullifier as a last-ditch effort to stop Galactus from destroying Earth as Human Torch recovered it from the base of Galactus with the help of Uatu the Watcher. Faced with the prospect of dying by Richards' activation of the Nullifier, Galactus withdraws. The Nullifier later appears in The Infinity War. Quasar tries to use it in an attempt to destroy the Magus, who had acquired the collective power of five cosmic cubes and a gauntlet containing 5 of the 6 Infinity Gems. The Reality Gem was replaced in this instance with a duplicate created by Thanos. Although Quasar tried to use the weapon on Magus, Quasar's attack gets redirected by the incomplete Infinity Gauntlet, temporarily nullifying Quasar in the process.The Infinity War #5 (Oct. 1992) The Ultimate Nullifier is generally kept within Galactus' Worldship, Taa II, though at times Galactus has been known to carry it aboard his spherical starship. In the rare instances that the Nullifier gets stolen or kept in other locales, such as the Fantastic Four's headquarters, the Nullifier inevitably returns to Galactus' possession. In the Abraxas saga Galactus demonstrates his ability to recall the Nullifier to himself at will. In conjunction, he stated it to be \"as much a part of me as my heart itself.\" In the 2006 edition of Official Handbook of the Marvel Universe, Marvel Comics included a profile of the 'Ultimate Nullifier' which, using technobabble, described the device to be of \"unknown origins\" within the context of the fictional Marvel Universe.All-New Official Handbook of the Marvel Universe A-Z #11 (November 2006) During the Original Sin storyline, an evolved Mindless One had the Ultimate Nullifier in its possession and used it on itself to put it out of its misery despite Thing trying to talk it down. By this time, Nick Fury and the Avengers arrive where Captain America wants the Ultimate Nullifier left alone until it is contained.Original Sin #1 ==Powers== The Ultimate Nullifier has been described as \"the universe's most devastating weapon\". As such, the Ultimate Nullifier has the ability to completely eliminate any target the wielder chooses, along with the user if his or her mind is not focused enough. In the hands of a being with an extremely powerful mind, the Ultimate Nullifier can destroy entire timelines from beginning to endFantastic Four #478 (Jan. 2002)Fantastic Four vol. 3, #24 or even erase (and paradoxically recreate) the entire infinite Marvel multiverse.Fantastic Four vol. 3, #49 ==Other versions== ===Earth X=== In the Earth X trilogy, Universe X in particular, the Ultimate Nullifier is one of the cosmic objects Captain Marvel, resurrected as a child, gathers to create Paradise. Later, it is used against Death after Marvel's spiritual counterpart, Mar-Vell, reveals to Thanos how Death has manipulated him in the past and gives the Ultimate Nullifier to him. Thanos annihilates Death and removes her from power, paving the way for the new paradise. However, as an unforeseen consequence, it leaves those still living unable to die, forcing the remaining heroes on Earth to resurrect Jude The Entropic Man as a means for dying. ===JLA/Avengers=== During the JLA/Avengers crossover (published between Sep 2003 - Mar 2004), the JLA and the Avengers go after twelve items of power, six from each universe. The Grandmaster approaches the League and tells them the Ultimate Nullifier is one of the great six items of power of the Marvel Universe, along with the Infinity Gems, the Casket of Ancient Winters, the Wand of Watoomb, the Evil Eye of Avalon and the Cosmic Cube. The first item the League collects is the Ultimate Nullifier. The Martian Manhunter examines it, but it threatens to overwhelm his mind, and he starts to lose control of his shape due to the immense power felt while probing the Nullifier, stating the item alone could destroy an entire universe. ===Marvel Adventures=== In Marvel Adventures: The Avengers #26, Spider-Man theorizes that the Nullifier does not actually destroy things, or it would be called an \"Ultimate Annihilator.\" He believes that it instead alters the laws of probability, changing the universe so that \"everything has an equal likelihood of affecting everything else.\" The theory turns out to be right when Spider-Man activates the Nullifier in an attempt to stop Galactus. ===Ultimate Marvel=== During the Ultimate Extinction storyline in the Ultimate Marvel universe, Reed Richards created a massively upsized, towering version of the very same portal device that he had previously designed on two other occasions to connect to the N-Zone. This weapon unleashed the tremendous energies of an alternate universe's Big Bang at Gah- Lak-Tus, destroying 20% of its mass and driving it off. This weapon is referred to as \"the Nevada Gun\", and is activated by triggering a Big Bang in an infant universe, and channeling that energy into a giant beam of destruction. ===Marvel: What If?=== In What If? vol. 1 #32 'What If The Avengers Had Become Pawns of Korvac?,' Korvac sends a recreated and mind- controlled Captain America to the worldship of Galactus to steal the Nullifier and then use it on Galactus. In doing so Captain America destroys both Galactus and himself. It is explained that that is the secret of the Nullifier: that it nullifies both target and wielder. The story ends with a frustrated and angry Korvac having absorbed almost all the most powerful beings in the universe, but still unable to achieve complete domination. Saying \"I am strong, stronger than any being in the universe... but not stronger than every being in the universe,\" in a fatalistic rage, he absorbs the energy of every living being on Earth and grows to planetary size. He bonds with the spirit of Eternity, and uses the Nullifer against an armada of the sentient races of universe who have banded together to stop him. Not physically present at the destruction of Galactus, Korvac is potentially unaware of how the Nullifier works, and destroys all of reality, and himself, in the confrontation. Even in this all-encompassing use of the device, it survives the destruction of all else. Several issues later, in issue #43 of the same volume of the series, Doctor Strange, the Phoenix, and The Silver Surfer—who had all been thrown entirely out of the local universe at an earlier point by Korvac and thus were spared its destruction—were stopped by the \"ghost\" of Eternity from attempting to use the Ultimate Nullifier on the void once they separately found their way back to that alternate universe and located the device—the only remaining object in all of the void. The entity implied that the three survivors of the destroyed universe were correct in their deduction that if they used the device on the same region that it had previously nullified, that the resulting action would \"undo\" the previous nullification event and restore the universe; instead of restoring the universe, Eternity's spirit wanted the empty expanse to forever serve as a warning to others that might try to use the Nullifier. ===Age of Ultron=== In the Age of Ultron storyline, the Ultimate Nullifer is shown stored at Nick Fury's secret base in the Savage Land. When its use is discussed, Iron Man claims that he will not entertain the thought.Age of Ultron #5 (Apr. 2013) ==In other media== ===Television=== * The Ultimate Nullifier appears in the 1967 Fantastic Four TV series episode \"Galactus\". The episode is very faithful to the comic version. * The Ultimate Nullifier appears in the 1994 Fantastic Four TV series episode \"Silver Surfer and the Coming of Galactus\". This version of the Nullifier differs greatly in shape from the original where it looks more like a two-handed gun. Uatu the Watcher takes the Human Torch to Galactus' world to obtain the Ultimate Nullifier in order to stop Galactus. * The Ultimate Nullifier makes a cameo in the Ultimate Spider-Man episode \"Awesome\". It is seen amongst the items in Dr. Curt Connors' laboratory on the S.H.I.E.L.D. Helicarrier. ===Video games=== * In Marvel: Ultimate Alliance, Crystal mentions to the heroes that Medusa left for Earth to search for the Ultimate Nullifier to be used against Doctor Doom. It is mentioned that the Ultimate Nullifier was in the possession of the Fantastic Four, then S.H.I.E.L.D., then with Dr. Moira MacTaggert on Muir Island. Medusa ends up running into Doctor Doom and becomes corrupted, knowing someone would use the Ultimate Nullifier against him. One of the side missions involves finding the damaged Ultimate Nullifier in a laboratory at Castle Doom (it can also help in defeating Doctor Doom by using it alongside the M'Kraan Crystal and the Muonic Inducer). If the player successfully finds the damaged Ultimate Nullifier, Mister Fantastic will repair it and use it one day to prevent Mephisto from invading Earth before all is lost. If the damaged Ultimate Nullifier is not found, the team of heroes will be forced to band together once again to fight Mephisto with the resulting battle causing a tremendous amount of destruction. * In Marvel Heroes, the Ultimate Nullifier is one of the Legendary Items available to players, giving the donned character a tremendous Brutal bonus. * The Ultimate Nullifier is mentioned in Marvel vs. Capcom 3. When confronting Galactus at the end of the game, he will sometimes boast that only the Ultimate Nullifier could give him pause. ==References== ==External links== * Galactus: The Web Page * ",
    "title": "Ultimate Nullifier"
}