{
    "id": "2224366",
    "text": "Uncle Wiggly was a band formed in New York City circa 1988. ==Members== The band was formed by WFMU radio personality Wm. Berger with two members of the New York band Fly Ashtray, James Kavoussi and Michael Anzalone. Wm. Berger and James Kavoussi alternated as guitarist and drummer while Anzalone remained on bass. All three members sang and composed. Their sound was a complex filter of their favorite music, including early Pink Floyd, the Krautrock movement and early SST Records artists like Meat Puppets and The Minutemen. ==Releases== Their first release was on the Nur Scheiss record label (Austria) and was titled He Went There So Why Don’t We Go? They were later signed to Shimmy Disc and released Across the Room and Into Your Lap in 1991, with Shimmy guru Mark Kramer creating the final mix from the band's master tapes. During their tour of Europe in 1991, an equipment driver coined the bizarre phrase “There Was an Elk!”. This became the title of their self-produced third album, released on Shimmy Disc in 1992. 1994 saw the release of some rare live and unreleased tracks on cassette label D.U. Records called I Got Your Uncle Wiggly Right Here featuring tracks from 1988-93. In 1995 came the vinyl-only 12\" e.p. Non- Stuff on UK-based Hemiola Records. Many consider this to be their finest work, deftly combining their art-rock influences with some killer pop tunes; this record has never been issued on CD. They then released the Jump Back, Baby album on TeenBeat Records in 1996, their hook-laden bid for a wider audience and hopefully the commercial rewards that went with it. Their final release was on the Dark Beloved Cloud label, the 1999 all-instrumental disc called Farfetchedness. Uncle Wiggly have featured on many compilation albums, including Rutles Highway Revisited, a tribute to The Rutles, Soluble Fish and We're All Normal And We Want Our Freedom, a tribute to Arthur Lee and Love. The band has not played together since an impromptu performance at Rubulad in Brooklyn in 2000, though there are rumours of a reunion, an unreleased album and other unreleased material. Kavoussi stills plays in Fly Ashtray and the band Gimme 5, as well as recording solo under the name Phoaming Edison. Wm. Berger recorded solo under the names World (of Dreams) and Sinistre! Wm. Berger died on September 12, 2017, following a brief illness. ==Discography== ===Studio albums=== *1990 - He Went There So Why Don't We Go? - LP/Cassette (Nur Sch.) *1991 - Across The Room And Into Your Lap - CD/LP/Cassette (Shimmy Disc) *1992 - There Was An Elk - CD/LP/Cassette (Shimmy Disc) *1996 - Jump Back, Baby - CD/LP (Teenbeat) *1999 - Farfetchedness - CD (Dark Beloved Cloud) ===Singles & EPs=== *1990 - \"Litmus Nephew\" b/w \"Favorite Movie Theme\" - 7\" (See Eye) *1995 - Non-Stuff - 10\" (Hemiola) *1996 - \"Make You Crawl\" b/w \"Nice\" - 7\" (Dark Beloved Cloud) ===Compilations=== *1994 - I Got Your Uncle Wiggly Right Here: Rare & Unreleased '88-'93 - Cassette (D.U.) ==External links== *Trouser Press *Waist Paper interview * Category:Rock music groups from New York (state) Category:Shimmy Disc artists Category:Musical groups from New York City ",
    "title": "Uncle Wiggly (band)"
}