{
    "id": "2224462",
    "text": "Coles supermarket Facing (also known as blocking, zoning, fronting, straightening, rumbling, or conditioning) is a common tool in the retail industry to create the look of a perfectly stocked store (even when it is not) by pulling all of the products on a display or shelf to the front, as well as down stacking all the canned and stacked items. It is also done to keep the store appearing neat and organized. The workers who perform this task normally have jobs doing other things in the store such as customer service, stocking shelves, daytime cleaning, bagging and carry outs (in grocery stores), etc. In some stores, however, facing is done only by the stockers. Facing is generally done near closing time when there are fewer customers and also while the store is completely closed. In busier stores it may be done constantly. In department stores it may be referred to as recovery, as in the store is recovering from the rush of customers that affect the model appearance the store wants to portray. Merchandise may be put in the wrong area, or customers may leave debris on the floor. Correcting these issues is a part of the recovery process. Facings also refer to the amount of shelf space a particular product is given. A lot of facing generally increases sales of a particular product, therefore manufacturers often pay more money to get more facings for their products. This can lead to situations in which the largest manufacturers end up with the most shelf space because they have the greatest ability to pay. ==The Value of Facing to Businesses== Facing tends to have the benefit of making products more accessible to customers, especially in situations in which it can be difficult to see what products are on the top and bottom shelves. Additionally, it is speculated that neater and fuller looking shelves have desirable psychological effects on customers for businesses. It is thought that if a customer sees disorganized shelves, they will get the impression that the store is poorly run or understaffed, and consequentially will be disinclined to shop there again. It is also thought that shoplifters will tend to be emboldened if they see disorganized shelves, because they may perceive the disorganization as a sign of a lack of employee supervision over the store. Although facing is a common practice in retail, it's unclear as to exactly how much value it adds to a business, or whether it is worth the cost of labor needed to do it although facing is generally done at less busy times when staff would otherwise have not much else to do. Proper studies are lacking to quantify the value of facing. Another issue that many businesses have to grapple with regarding facing is the highly ephemeral nature of properly faced shelves. A perfectly faced cereal aisle in a grocery store for example will be returned to its former state of disarray within an hour in any moderately busy store. Businesses have to decide what priority to give to the Sisyphean task of maintaining faced shelves, when employees could be engaging in other tasks like stocking which have a more obvious value-add to the business. ==See also== *Go-backs ==External links== *Description of facing Category:Customer experience Category:Retail display ",
    "title": "Facing (retail)"
}