{
    "id": "2224602",
    "text": "James Lawrence Kemsley OAM (15 November 1948 - 3 December 2007) was an Australian cartoonist who was notable for producing the comic strip Ginger Meggs (originally created by Jimmy Bancks) between 1984 and 2007. ==Early life== James Kemsley was born in the Sydney suburb of Paddington, but lived for a few years with his parents and sister in New Guinea where his father served as mastor of patrol boats. He then attended the Roman Catholic boarding schools, Our Lady of the Sacred Heart College (1958–60) and Chevalier College (1961–62), both located in Bowral, New South Wales. He also attended the Christian Brothers College at Rose Bay (1962–63). Afterwards he lived for a while with his father in Traralgon, Victoria.Allen, Peter (2007) Jack of all trades, mast of Meggs, James Kemsley, 1948-2007 (Obituary) ==Early TV and acting career== Kemsley attended the Independent School of Dramatic Art, North Sydney (1968–71) as well as a National Institute of Dramatic Art Playwright Forum in 1973 and a RADA Professional Workshop in London in 1979. Kemsley's background was in acting and television. In the late 1960s and early 1970s, Kemsley was known to television audiences as \"Skeeter the Paperboy\", an on- screen cap-wearing persona (who once said his full name was Amos Skeeter - a play on \"a mosquito\") that he portrayed as a cast member of The Super Flying Fun Show, and then as host of Skeeter's Cartoon Corner in Sydney and Melbourne, both on the Nine Network. The daily afternoon program offered a mix of US-based cartoons (such as Wacky Races, Scooby-Doo and The Archies), with viewer competitions. One of his tag lines on the telephone with viewer contestants who were unsuccessful was \"golly gosh\". When Kemsley left in 1973, Daryl Somers took over the time slot. In 1973 Kemsley compered a variety program on the Nine Network titled Junior Cabaret. He also appeared in the ABC TV mini-series The Cousin From Fiji and Seven Little Australians. Kemsley studied acting at the Independent Theatre of Dramatic Art from 1969–1972 under Doris Fitton and attended the Playwright Forum at the National Institute of Dramatic Art (NIDA) in 1973 under the directorship of David Whittaker. He went on to write three children's plays: The Land Of Coloured Dreams, Once Upon A Time... And All That and The Magical Adventures of Puck. Kemsley left Channel Nine and then studied in England at the Royal Academy of Dramatic Arts (RADA) in 1979. ==Cartoonist== In 1984 Kemsley was invited to take over the syndicated comic strip, Ginger Meggs, and several comic books featuring the character have since been published. He has also contributed to The Traralgon Journal, Adelaide's Sunday Mail, Sydney's The Sun-Herald, The Sydney Morning Herald and The Daily Telegraph. Kemsley twice served as President of the Australian Cartoonists' Association. Awards include the 2001 Stanley Award for Cartoonist of the Year, presented by the Australian Cartoonist's Association. In 1990 & 2004, Kemsley received the Stanley for Comic Strip Artist, as voted by his peers. Under Kemsley's pen and Atlantic Syndication's marketing, \"Ginger Meggs\" now appears in newspapers in over 120 newspaper in 30 countries. Kemsley continued to draw the Ginger Meggs strip until he died at his home in Bowral, New South Wales on 3 December 2007 after a two-year battle with motor neuron disease. == Selected bibliography == *The Pocket Frogin' (Commercial Publications 1981 London) *Ginger Meggs at Large (North Ryde: Angus and Robertson, 1985). *A Look Inside Ginger Meggs (Melbourne: Budget Books, 1988). *What's My Name Mean? (North Ryde: Angus and Robertson, 1987). *The Infamous Adventures of Ginger Meggs (North Ryde: Angus and Robertson, 1987). *Kemsley's T'rific Trivia (Melbourne: Budget Books, 1988). *Wake Up, Ginger Meggs (North Ryde: Angus and Robertson, 1989). *The Cartoon Book (Sydney, New York: Scholastic, 1990). *The Cartoon Book 2 (Sydney, New York: Scholastic, 1994) *Images of Bradman with Peter Allen (Sydney: Allen and Kemsley, 1994). *Some Day's You're a Legend - Some Days You Ain't (Sydney: Allen and Kemsley, 1995). *When You're Into Graffiti - The Writing's On The Wall (Sydney: Allen and Kemsley, 1998). == References == ==External links== * GoComics * Ginger Meggs website * Portrait of James Kemsley, 1996 by Gary Ede * Kemsley's T'rific Trivia (1988) * Biodata Category:1948 births Category:2007 deaths Category:Alumni of the Royal Academy of Dramatic Art Category:Australian cartoonists Category:Australian comic strip cartoonists Category:Australian comics artists Category:Australian male actors Category:Deaths from motor neuron disease Category:Recipients of the Medal of the Order of Australia Category:People from Bowral Category:People from Sydney ",
    "title": "James Kemsley"
}