{
    "id": "2225753",
    "text": "is a 26-episode anime television series created by animation director and screenwriter Hiroshi Nishikiori, manga artist and mechanical designer Yoshitsune Izuna, and Gonzo. Produced by Media Factory, GDH, IMAGICA Imageworks, Hakuhodo, Amber Film Works, and Fuji Television, the series was broadcast across Japan by the anime satellite television network Animax, and the terrestrial Fuji TV network. It has been licensed for North American distribution by Geneon Entertainment, and also aired on Anime Unleashed in 2005. With FUNimation's \"New Show A Go-Go\", they have acquired the distribution rights of the anime, and it was available in early 2009. ==Story== Several hundred years in the future, the natural resources of the Earth are exhausted, and the progression of the human race has stagnated. Hajiki Sanada, a delivery boy, lives with mother and sister in Unit Blue, in the impoverished part of the Unit known as 'Night Town'. While delivering a package, he unwittingly stumbles upon a 'Gad', a mysterious device that reacts to the strong feelings of a nearby person. The Gad transforms, taking on the form of a humanoid robot referred to as a 'Techode'. Hajiki soon discovers he isn't the only one who has had contact with a Gad, and that contact with one doesn't always end well. The series follows his struggles to cope with his new friends, his techode, and his life in Night Town. ==Setting== ===Unit Blue=== The central Unit in which Gad Guard takes place is Unit Blue, which is separated into three levels: Gold Town, Day Town and Night Town. Gold Town is the upper-class area, where the wealthy and well-off live in comfort and luxury, and plays host to Global Electronics, the foremost provider of electricity in Unit Blue, a commodity not everyone can afford to have all the time. The characters Takumi Kisaragi and Aiko Mary Harmony live in Gold Town. Day Town is a middle-class area, equipped with running water and electricity and is busy and metropolitan in most places. The character Arashi Shinozuka is originally from this area where her father owns a karate dojo. While not as perfect as Gold Town, Day Town is seen by people on the other side of the tracks as the place where they'd rather be. Night Town is the ghetto of Unit Blue, and is called \"Night Town\" because all the electrical power shuts off at midnight and does not come back until dawn. In Night Town gangs and punks run the streets, and all the local kids go to school at a church, taught by a nun and a young teacher, in hopes of giving them what they need to escape their meagre living. Leaving something outside at night is guaranteed to have it stolen, and even walking around in broad daylight can be dangerous. Night Town is the dank and grimy setting for most of Gad Guard, where Hajiki and his family live along with Katana, the Jacque Bruno Gang and a host of other characters. ==Gads== Known in the Gad Guard world only as \"powerful stones\", everyone who knows of them desires Gads and believes that they can fulfill people's dreams. Though the real importance of a Gad is unknown, they are used as very high sums of currency and are usually only owned by the rich or powerful. A Gad has many peculiar abilities and can take shape into a number of things depending on the personality and thoughts of the owner. These creations are separated into three groups: Techodes, A-Techodes and Gadrians. It is unknown what initially triggers a Gad's transformation, while strong feelings are involved, other times there is no reaction at all. Upon a Gad's transformation into something, all metal and most other material around it are violently absorbed and used as a base for the final product. ===Techodes=== A Techode is one of the three things that sprout from a Gad, and is also called a \"Gadrian\" occasionally by characters who aren't aware of the difference between the two. It usually takes the form of a large, humanoid robot roughly tall fueled by the emotional bond between the robot and the owner. These robots are \"born\" after contact with the Gad's owner while they're having a strong or serious emotion in an area occupied by a lot of metal. Once it has transformed into a Techode, a Gad is considered 'lost' and 'useless'. Only a Techode's 'owner' is capable of controlling it, so it is nearly impossible to sell or trade Techodes. It is implied that those with pure or good intent end up with Techodes, while those with darker, more twisted feelings getting a hold of a Gad leads to the creation of A-Techodes or Gadrians. The five main Techodes of the series; Lightning, Zero, Thunderbolt, Messerschmitt and Hayate are all named after World War II-era fighter planes. ===A-Techodes=== An A-Techode is a manifestation of one's darker feelings. Most Gads take the form of A-Techodes, Techodes being very rare. They generally take the shapes of chaotic-looking monsters and are formed in the same way Techodes are, by absorbing the materials around them. Unlike Techodes, A-Techodes are independent creations. An A-Techode's creation can also be the result of a Gad falling into the hands of someone without any kind of strong, impacting emotions or intentions, such as a young child; the result is a sentient manifestation of whatever the child was thinking about at the time. ===Gadrians=== A Gadrian is what is formed when feelings of hate or greed completely consume the owner of a Gad, and likewise, the Gad itself. The Gad then absorbs these thoughts of greed and anger, usually killing the owner of the Gad and creating a monster, organic in nature with technological modification. Unlike Techodes, Gadrians are made of both inorganic and organic matter. Gadrians can be considered a sub-class of A-Techodes. ==Music== Opening theme: * \"Boomerang Boogie ~Nanpudou no Ojisan~\" by PE'Z Ending theme: * \"Song for My Buffalo\" by PE'Z ==References== ==External links== * * FUNimation Entertainment Official Site * Madman Entertainment's official Gad Guard website Category:2003 anime television series Category:2003 Japanese novels Category:ADV Films Category:Adventure anime and manga Category:Funimation Category:Geneon USA Category:Gonzo (company) Category:Light novels Category:Mecha anime and manga Category:MF Bunko J Category:Anime with original screenplays Category:Animax original programming Category:Fuji TV original programming ",
    "title": "Gad Guard"
}