{
    "id": "2225629",
    "text": "{| |} HNoMS Eidsvold was a coastal defence ship and the lead ship of her class, serving in the Royal Norwegian Navy. Built by Armstrong Whitworth at Newcastle on Tyne in 1899, she was obsolete when sunk by German torpedoes in Narvik harbour on 9 April 1940 during the German invasion of Norway (Operation Weserübung). ==Description== Launch card for Eidsvold, printed in connection with her launch by Armstrong Whitworth at Newcastle on Tyne Eidsvold was built as part of the general rearmament in the time leading up to the political events in 1905, and remained, along with her sister ship Norge, the backbone of the Royal Norwegian Navy for just over 40 years. She was named after the town of Eidsvold, the site of the drafting and signing of the Norwegian Constitution on 17 May 1814. Considered to be quite powerful ships for their time, with two 21 cm (8.26 inch) guns as their main armament, they were soon outclassed by the new Dreadnought battleships. They were armoured to withstand battle with ships of a similar class to their own, with 6 inches (15.24 cm) of Krupp cemented armour in the belt and 9 inches (22.86 cm) of the same armour on her two turrets. Eidsvold and Norge were the largest vessels in the Royal Norwegian Navy at 4,233 tons gross and crews of up to 270 men. It was intended to augment the Norwegian coastal defence ship fleet with the two ships of the Bjørgvin-class, ordered in 1912, but after these were confiscated by the British Royal Navy at the outbreak of World War I, the Eidsvold-class and the older, two ship strong, Tordenskjold-class was forced to soldier on long after they were obsolete. ==First and final battle== Models of the coastal defence ships Tordenskiold and Eidsvold. Eidsvold in the rear In the morning of 9 April 1940, German forces entered Narvik harbour under cover of fog and heavy snow. Despite the weather, they were spotted by Norwegian vessels, which promptly reported the sighting and alerted Eidsvold and Norge. Aboard both ships steps were taken to prepare for combat. The guns were loaded with live ammunition and life preservers issued to the crew. Around 04:15 in the morning, the Germans spotted Eidsvold. Captain Odd Isaachsen Willoch aboard Eidsvold immediately ordered to signal the leading German destroyer with an Aldis lamp, and when the Germans failed to respond to the signal, he ordered a warning shot placed before their bow while he flew a two flag signal, ordering the destroyer to halt. Since the Germans had orders to occupy Norway peacefully if at all possible, the German destroyer Wilhelm Heidkamp stopped, and signalled Eidsvold that it would send an officer to negotiate. From a distance of about 200 metres, a small launch ferried Korvettenkapitän Gerlach over to Eidsvold. Gerlach and a signalman were received on the aft deck of Eidsvold by the second in command, and were taken to the bridge to speak to Captain Willoch. At the same time, the gun crews aboard Eidsvold kept the German destroyer in their sights, both the 21 cm guns and the 15 cm guns. Due to the short distance, the trajectory of the shells would have been flat, making it hard not to hit the thinly armoured vessel. Uniform of HNoMS Eidsvold crew member At the bridge, Gerlach tried to convince Willoch that the Germans had arrived as friends and that Willoch should surrender his ship peacefully. Willoch countered by pointing out that he was bound by duty to resist, but did ask for a ten-minute break to consider the matter. However, instead of considering surrender, Willoch used this time to contact his superiors, as well as the captain of Norge, informing them of his intent to attack the German forces. While this was going on, another German destroyer had crossed behind Eidsvold and took up a position from the vessel, ready to fire her torpedoes. Gerlach tried once again to convince Willoch to surrender, but was turned down a second time. As he left the deck of Eidsvold, he fired a red flare, indicating that the Norwegians wished to fight. At this point, Captain Willoch hurried towards the bridge, while shouting \"På plass ved kanonene. Nå skal vi slåss, gutter!\" (\"Man the guns. We're gonna fight, boys!\"). Eidsvold turned towards the closest destroyer and accelerated, while the battery commander ordered the port battery (three 15 cm guns) to open fire. However, the Germans - afraid Eidsvold might ram the destroyer - fired four torpedoes at the old coastal defence ship. Two or three of the torpedoes hit before the port guns could fire, according to Norwegian sources: one under the rear turret, one midship and one in the bow. It is likely that the torpedoes ignited one of the magazines aboard, because Eidsvold was blown in two and sunk in seconds, propellers still turning. Only six of the crew were rescued, while 175 died in the freezing water. ==The wreck== Some remains of Eidsvold lie in shallow waters at the entrance to Narvik harbour. Mostly salvaged in situ, only minor remains are left of the ship.PS Eidsvold at Skovheim.org, retrieved 2 January 2007 ==Notes== ==Sources== * * Category:Eidsvold-class coastal defence ships Category:Ships built on the River Tyne Category:1900 ships Category:World War II coastal defence ships of Norway Category:Maritime incidents in April 1940 Category:World War II shipwrecks in the Norwegian Sea ",
    "title": "HNoMS Eidsvold"
}