{
    "id": "2225515",
    "text": "Turkish grammar, as described in this article, is the grammar of standard Turkish as spoken and written by educated people in the Republic of Turkey. Turkish is a highly agglutinative language, in that much of the grammar is expressed by means of suffixes added to nouns and verbs. It is very regular compared with many European languages. For example, evlerden \"from the houses\" can be analysed as ev \"house\", -ler (plural suffix), -den (ablative case, meaning \"from\"); gidiyorum \"I am going\" as git \"go\", -iyor (present continuous tense), -um (1st person singular = \"I\"). Another characteristic of Turkish is vowel harmony. Most suffixes have two or four different forms, the choice between which depends on the vowel of the word's root or the preceding suffix: for example, the ablative case of evler is evlerden \"from the houses\" but, the ablative case of başlar \"heads\" is başlardan \"from the heads\". Verbs have six grammatical persons (three singular and three plural), various voices (active and passive, reflexive, reciprocal, and causative), and a large number of grammatical tenses. Meanings such as \"not\", \"be able\", \"must\" and \"if\", which are expressed as separate words in most European languages, are usually expressed with verbal suffixes in Turkish. A characteristic of Turkish which is shared by neighboring languages such as Bulgarian and Persian is that the perfect tense suffix (in Turkish -miş-, -müş-, -mış-, or -muş-) often has an inferential meaning, e.g. geliyormuşum \"it would seem (they say) that I am coming\". Verbs also have a number of participial forms, which Turkish makes much use of. Clauses which begin with \"who\" or \"because\" in English are generally translated by means of participial phrases in Turkish. In Turkish, verbs generally come at the end of the sentence or clause; adjectives and possessive nouns come before the noun they describe; and meanings such as \"behind\", \"for\", \"like/similar to\" etc. are expressed as postpositions following the noun rather than prepositions before it. ==Introduction== ===Suffixes=== A suffix (ek) is attached to a stem (gövde). A stem may be a root (kök) or further analyzable. The suffixes used in Turkish fall roughly into two classes: constructive suffixes (yapım ekleri) and inflectional suffixes (çekim ekleri). A constructive suffix makes a new word from an old one, that is, it is a derivational suffix. An inflectional suffix indicates how a word is used in a sentence. The article on Turkish grammar pertains chiefly to inflectional suffixes. The article on Turkish vocabulary treats the constructive suffixes. The vowels of suffixes undergo vowel harmony. When a suffix is attached to a stem, the vowel in the suffix generally agrees in frontness or backness and in roundedness with the last vowel in the stem or of the preceding suffix. Some suffixes show two-way vowel harmony between e and a, for example the plural suffix -ler/-lar. The e form is found after a syllable with i, e, ö or ü (e.g. evler \"houses\", günler \"days\"), and also after certain Arabic or French borrowings such as saatler \"hours, clocks\", kalpler \"hearts\". Other suffixes show four-way vowel harmony between i, ı, u, ü, for example the possessive ending -im/-ım/-um/-üm \"my\". These endings are found after syllables containing their own vowels or after e, a, o, ö respectively (e.g. evim \"my house\", gözüm \"my eye\", etc.) A Turkish suffix can be called enclitic if its vowel undergoes vowel harmony, agreeing with the last vowel of the stem the suffix is attached to. ===Gender=== Turkish is a gender-neutral language except for a few sex-specific compound words (mostly naming professions). The English third-person singular pronouns she, he, and it all correspond to a single Turkish pronoun, o. Since many given names in Turkish are also gender-neutral, it is possible to describe someone without their sex being made known. ===Person=== Turkish has a strong T–V distinction, using the second-person plural as the formal form, as in French and many other languages. Turkish also uses various honorifics. ====T–V distinction==== Family members and friends speak to one another using the second singular person sen, and adults use sen to address minors. In formal situations (meeting people for the first time, business, customer-clerk, colleagues) plural second-person siz is used almost exclusively. In very formal situations, double plural second-person sizler may refer to a much-respected person. Rarely, third-person plural conjugation of the verb (but not the pronoun) may be used to emphasize utmost respect. In the imperative, there are three forms: second person singular for informal, second person plural for formal, and double plural second person for very formal situations. Thus, the imperative forms of the verb gelmek, \"to come\", are gel (second person singular, informal), gelin (second person plural, formal), and geliniz (double second-person plural, very formal). The very formal forms are not frequently used. ====Honorifics==== Turkish honorifics generally follow the first name, especially if they refer to gender or particular social statuses (e.g. Bay (Mr.), Hanım (Ms.), Hoca (teacher)). Such honorifics are used both in formal and informal situations. A newer honorific is Sayın, which precedes the surname or full name, and is not gender-specific. (e.g. Sayın Name Surname, or Sayın Surname, or Sayın Name Bey/Hanım). They are generally used in very formal situations. While these honorifics are normally used in pre-position to Turkish first names, for foreigners, names are preceded by Bay (Mr.) or Bayan (Ms.): Bay [Fox] Mulder, Bayan [Dana] Scully (cf. Fox [Mulder] Bey, Dana [Scully] Hanım, if these names were Turkish).http://www.thexfiles- tr.net/senaryo5x07.htm ===Turkish terminology=== In the Turkish terms for the constructive and inflectional endings, three roots are involved: *ek \"supplement, affix\" (notably Turkish has no prefixes) *yap- \"make\" *çek- \"pull, draw\" For the last two verbal roots, the constructive suffix -im can be added to form nouns for instances of the actions denoted by the roots: *yapım \"construction\"; *çekim \"[a] pull or draw\" (or a \"take\" in cinema). Either of these nouns can be compounded with the noun ek, resulting in an indefinite compound (belirtisiz tamlama), the sign of which is the inflectional suffix -i attached to ek: *yapım eki \"structure-suffix\"; *çekim eki \"inflection-suffix\". The inflectional suffix -ler comes before the -i to form the plural, so yapım ekleri, çekim ekleri. Many words in Turkish-- particularly many grammatical terms-- are neologisms invented to replace earlier words borrowed from Arabic or Persian, which have largely been successful at permanently superseding the previously-used foreign terms. (See the main article on Turkish language.) In some cases, the foreign term continues to be in use alongside the neologism. ==Parts of speech== There are nine parts of speech (söz türleri \"word-kinds\") in Turkish. #noun (isim or ad \"name\"); #pronoun (zamir \"inner being\", or adıl from ad); #adjective (sıfat \"role, quality\", or önad \"front-noun\"); #verb (fiil \"act, deed\", or eylem \"action\" from eyle- \"make, do\"). #adverb (zarf \"envelope\", or belirteç from belir- \"determine\"); #postposition (ilgeç from ilgi \"interest, relation\"); #conjunction (bağlaç from bağ \"bond\"); #particle (edat, or ilgeç); #interjection (nidâ [obsolete], or ünlem from ün \"fame, repute, sound\"). Postpositions are analogous to prepositions in English, the main difference being that they follow their objects. Postpositions can be considered particles, but there are particles in Turkish that are not postpositions. Only nouns, pronouns and verbs are inflected in Turkish. An adjective can usually be treated as a noun or pronoun, in which case it can also be inflected. Inflection can give a noun features of a verb such as person and tense. With inflection, a verb can become one of the following: * verbal noun (isim-fiil); * verbal adjective (sıfat-fiil) or participle (ortaç); * verbal adverb (called a gerund by Lewis (1967)). These have peculiarities not shared with other nouns, adjectives or adverbs. For example, some participles take a person the way verbs do. Also, a verbal noun or adverb can take a direct object. Some verbal nouns are not inflected forms in Turkish but are borrowed from Arabic or other languages. In Turkish, an ascriptive clause can be composed of a common noun standing alone as the Predicative, both the Subject and the Predicator being implicit and assumed from the situation. Example: :köpek – \"dog\" :Köpek. – \"It is a dog.\" This means that both a noun and a verb can alone constitute an affirmative clause in Turkish, which is not the case in English. There are two standards for listing verbs in dictionaries. Most dictionaries follow the tradition of spelling out the infinitive form of the verb as the headword of the entry, but others such as the Redhouse Turkish-English Dictionary are more technical and spell out the stem of the verb instead, that is, they spell out a string of letters that is useful for producing all other verb forms through morphological rules. Similar to the latter, this article follows the stem-as-citeword standard. * Infinitive: koşmak (\"to run\") * Stem: koş- (\"run\") In Turkish, the verbal stem is also the second-person singular imperative form. Example: :koş- (stem meaning \"run\") :Koş! (\"Run!\") Many verbs are formed from nouns by addition of -le. For example: :köpek – \"dog\" :köpekle – \"dog paddle\" (in any of several ways) The aorist tense of a verb is formed by adding -(i/e)r. The plural of a noun is formed by suffixing -ler. Hence, the suffix -ler can indicate either a plural noun or a finite verb: :Köpek + ler – \"(They are) dogs.\" :Köpekle + r – \"S/he dog paddles.\" Most adjectives can be treated as nouns or pronouns. For example, genç can mean \"young\", \"young person\", or \"the young person being referred to\". An adjective or noun can stand, as a modifier, before a noun. If the modifier is a noun (but not a noun of material), then the second noun word takes the inflectional suffix -i: :ak diş – \"white tooth\" :altın diş – \"gold tooth\" :köpek dişi – \"canine tooth\" Comparison of adjectives is not done by inflecting adjectives or adverbs, but by other means (described below). Adjectives can serve as adverbs, sometimes by means of repetition: :yavaş – \"slow\" :yavaş yavaş – \"slowly\" ==Word order== A general rule of Turkish word order is that the modifier precedes the modified: *adjective (used attributively) precedes noun; *adverb precedes verb; *object of postposition precedes postposition. Although the most common order of Turkish transitive sentences is subject–object–verb (SOV), all six permutations are valid (the subject and object are distinguished by case suffixes). The word order serves to express the theme and focus (rheme) of the sentence. The sentence initial portion is associated with the topic, the position just before the verb is used for the focus, and the post verbal position is used for background or clarifying information E.E. Erguvanli 1984 The function of Word Order in Turkish Grammar. University of California Press. UCLA PhD Dissertation 1979Hoffman, B. (1994) Generating Context-Appropriate Word Orders in Turkish in Proceedings of the Seventh International Workshop on Natural Language Generation Pages 117-126 https://arxiv.org/abs/cmp-lg/9407017v1 The following sentences illustrate how Subject-Object-Verb order changes the meaning. In the English translations given here, the focus of the sentence is given in all capitals, while the background information (known from earlier in the discourse) is given in parenthesis. {| class=\"wikitable\" |+ !Word order !Turkish !Gloss !English !Notes |- |SOV |Ali eve gidiyor. |Ali to-house is- going |Ali is going home. | |- |OSV |Eve Ali gidiyor. |to-house Ali is-going |Ali is going home. | |- |SVO |Ali gidiyor eve. |Ali is-going to house |Ali is going home. | |- |OVS |Eve gidiyor Ali. |to-house is-going Ali |Ali is going home. |Same as SOV (anacoluthon). |- |VSO |Gidiyor Ali eve. |is-going Ali to- house |There goes Ali home. |Anacoluthon |- |VOS |Gidiyor eve Ali. |is-going to-house Ali |There goes Ali home. |Anacoluthon |} Meanings may be different depending on emphasis. In one study, only about half of the transitive sentences used by a sample of Turkish speakers were found to be in the SOV order.Slobin, D.I. and Bever, G.T. Children use Canonical Sentence Schemas: A Cross-linguistic Study of Word Order and Inflections. Cognition, 12:229-265, 1982 When a sentence has a multiple informational components, the stressed component is positioned just before the verb: {| class=\"wikitable\" |+ !Turkish !Gloss !English |- |Ali bugün eve arabayla gidiyor. |Ali today to-house by-car is-going |Today, Ali is going to the house by car. |- |Ali eve arabayla bugün gidiyor. |Ali to-house by-car today is-going |Today, Ali is going to the house by car. |- |Ali arabayla bugün eve gidiyor. |Ali by-car today to-house is- going |Today, Ali is going to the house by car. |} ==Morpheme order== The order of morphemes in Turkish is often opposite to English: {|class = wikitable !Turkish !English !Comment |- |Avrupa |align=\"right\"| Europe | |- |Avrupalı |align=\"right\"| of Europe / European |adjective (European) |- |Avrupalılaş |align=\"right\"| become European |(intransitive) verb root |- |Avrupalılaştır |align=\"right\"| Europeanise |(transitive) verb root |- |Avrupalılaştırama |align=\"right\"| be unable to Europeanise |negated verb root |- |Avrupalılaştıramadık |align=\"right\"| we couldn't Europeanise |participle |- |Avrupalılaştıramadık |align=\"right\"| one that is unable to be Europeanised |noun |- |Avrupalılaştıramadıklar |align=\"right\"| unable to be Europeanised ones |plural |- |Avrupalılaştıramadıklarımız |align=\"right\"| they, who we couldn't manage to Europeanise |possessive, 1st person plural |- |Avrupalılaştıramadıklarımızdan |align=\"right\"| of them who we couldn't manage to Europeanise |ablative case |- |Avrupalılaştıramadıklarımızdanmış |align=\"right\"| is reportedly of ours that were unable to Europeanise |copula in inferential tense |- |Avrupalılaştıramadıklarımızdanmışsınız |align=\"right\"| you are reportedly of ours that were unable to Europeanise |2nd person plural/formal |- |Avrupalılaştıramadıklarımızdanmışsınızcasına |align=\"right\"| as if you were reportedly of ours that were unable to Europeanise |Adverb of equalization/possibility |} The above example is also illustrative of the productive nature of Turkish suffixes in creating new verbs, nouns, etc. Note that the word Avrupalılaştıramadık can be a verb, a participle, or a noun; In this parse, it is a participle, or verbal adjective, that is used as a noun. The longest published word in Turkish, muvaffakiyetsizleştiricileştiriveremeyebileceklerimizdenmişsinizcesine, means \"as if you are one of those that we cannot easily convert into an unsuccessful-person-maker\" (i.e., someone who un-educates people to make them unsuccessful). ==Inflectional suffixes== : For case endings, see The plural suffix (çoğul eki) can be used with nouns and with third-person verbs: * -ler (front vowel harmony: e, i, ö, ü) * -lar (back vowel harmony: a, ı, o, u) Nouns are derived from verbs in several ways. The number of ways of forming verbal nouns (fiil isimleri) from verb-stems can be debated; here are three: :{| class=wikitable |+ Verbal-noun suffixes |- ! description !! suffix |- |infinitive (mastar \"template\") |-mek |- |gerund |-me |- |\"way of doing VERB\" |-(y)iş |} Several series of endings show distinctions of person (kişi); they are given here, along with the personal pronouns for comparison: :{|class=wikitable |+ Indicators of person |- !colspan=2|person||colspan=2|1st||colspan=2|2nd||colspan=2|3rd |- !colspan=2|number||||||||||/|| |- align=center !colspan=2|personal pronouns |ben||biz||sen||siz||o||onlar |- align=center !colspan=2|suffixes of possession (iyelik ekleri) |-(i)m||-(i)miz||-(i)n||-(i)niz||-(s)i||-leri |- align=center !rowspan=4|personal endings (kişi ekleri) !predicative (I) |-(y)im||-(y)iz||-sin||-siniz||—||-ler |- align=center !verbal (II) |-m||-k||-n||-niz||—||-ler |- align=center !optative (III) |-(y)eyim||-(y)elim||-(y)esin||-(y)esiniz||-(y)e||-(y)eler |- align=center !imperative (IV) | || ||—||-(y)in(iz)||-sin||-sinler |} The names given to the personal endings here are not standard. These endings are often just referred to as type I, II, III, and IV respectively; but the order in which the types are numbered is also not standard. Lewis (1967) refers to the suffixes of possession as \"personal\" endings. In the third person, plural number is not always explicitly marked, and the same form is used for both singular and plural. If the plural suffix -ler is used, it combines with the personal endings as indicated in the final column of the table. A \"suffix of possession\" gives the person of the possessor of the object named by the noun to which the suffix is attached; it also indicates a subject for a participle. (See .) A \"predicative\" ending can assign a person to a noun, thus creating a complete sentence: :insan \"human\" → İnsanım. \"I am a human.\" See also and Turkish copula. All of the personal suffixes can be used in the formation of verbs. Verb-stems have been mentioned. A verb-base is obtained from a verb- stem by attachment of certain suffixes or characteristics given below. Then the personal endings here called \"predicative\" and \"verbal\" attach only to verb-bases; the optative and imperative endings attach to verb-stems. :{| class=wikitable |+ Verb characteristics |- !rowspan=8|with predicative endings !colspan=2|progressive |-mekte |- !colspan=2|necessitative |-meli |- !rowspan=3|aorist (habitual)The term \"aorist\" is often used in Turkish grammars for the habitual aspect. This is quite different from its use in Greek grammars, where it means perfective aspect: what is called \"definite past\" in Turkish.!!positive |-(i/e)r |- !negative |-mez |- !impotential |-(y)emez |- !colspan=2|future |-(y)ecek |- !colspan=2|inferential perfective |-miş |- !colspan=2|imperfective The imperfective aspect is often called \"present\", though it is not actually present tense |-iyor |- !rowspan=2|with verbal endings!!colspan=2|perfectiveThe perfective aspect is often called \"definite past\", though it is not actually past tense |-di |- !colspan=2|conditional |-se |} The first syllable of the present/imperfective tense suffix (-iyor) exhibits vowel harmony while the second is invariable. When suffixed to a stem ending in a vowel, that vowel is elided: ye- + -iyor → yiyor. The aorist negative and impotential forms are given here because they are anomalous. Note, that the -z of the aorist negative (-mez) and impotential (-(y)emez) is dropped in the first-person singular and plural, in order to be able to suffix it (but is retained when the interrogative particle mi intervenes; see below). (Aorist negative first-person singular: -mem; but: aorist impotential third- person plural: -(y)emezler.) See also Negation and potential in verb-stems under below. Some third-person verbs also function as participles. Participles can be classified as personal, if they take a suffix of possession, and impersonal, if they do not. The following suffixes attach to verb-stems: :{| class=wikitable |+ Participial endings |- !colspan=2| ||impersonal||personal |- !rowspan=3|aorist!!positive |-(i/e)r||rowspan=4| |- !negative |-mez |- !impotential |-(y)emez |- !colspan=2|imperfective |-(y)en |- !colspan=2|future |colspan=2 align=center|-(y)ecek |- !colspan=2|perfective |-miş||-dik |} The interrogative particle (soru eki) is not written as a suffix, but phonetically it is enclitic; in particular, it exhibits vowel harmony: * mi (front- unrounded vowel harmony: i, after e and i) * mı (back-unrounded vowel harmony: ı, after a and ı) * mu (back-rounded vowel harmony: u, after o and u) * mü (front-rounded vowel harmony: ü, after ö and ü) ==Nouns== ===Inflection=== A Turkish noun has no gender. The dictionary-form of a noun can take up to four (kinds of) #Inflectional suffixes, generally in the following order: # plural suffix; # suffix of possession (iyelik eki from iye \"owner\"); # case-ending; # personal suffix (kişi eki from kişi \"person\"). Through its presence or absence, the plural ending shows distinctions of number. ====Number==== A noun is made plural by addition of -ler or -lar (depending on the vowel harmony). When a numeral is used with a noun, however, the plural suffix is usually not used: :{| |- | baş || \"head\" |- | başlar || \"[some] heads\" |- | beş baş || \"five head(s)\", but |- | Beşevler || \"Five Houses\" (district of Bursa) |} The plural ending also allows a family (living in one house) to be designated by a single member: :{| |- | Aliler || \"Ali and his family\" |- | teyze || \"maternal aunt\" |- | teyzem || \"my maternal aunt\" |- | teyzemler || \"my maternal aunt and her family\" |} In the last example, the first-person singular suffix of possession comes before the plural ending; this is an exception to the order of suffixes given above. In the usual order, we have: :teyzelerim \"my maternal aunts\" Nouns are pluralized in standard temporal greetings. : gün (\"day\") – İyi günler! (\"Good day!\") : yıl (\"year\") – Mutlu yıllar! (\"Happy new year!\") ====Possession==== As noted earlier, the suffixes of possession give the person (and number) of the possessor of what is named by the noun: {| class=\"wikitable\" style=\"min-width: 35%;\" |+ Suffixes of Possession (iyelik ekleri) |- ! !! 1st !! 2nd !! 3rd |- ! singular | -(i)m || -(i)n || -(s)i |- ! plural | -(i)miz || -(i)niz || -leri |} When a word takes one of the endings of possession, the word becomes the name of something possessed, not possessing. The word for the possessor, if present, takes the genitive case ending. {| class=\"wikitable\" |+ Examples with teyze (\"maternal aunt\") |- ! Example !! Composition !! Translation |- | teyzen || teyze \"maternal aunt\" + -n \"belonging to you (singular)\" || \"your maternal aunt\" |- | teyzeniz || teyze \"maternal aunt\" + -niz \"belonging to you (plural)\" || \"your maternal aunt\" |- | teyzelerin || teyze \"maternal aunt\" + -ler- (plural suffix) + -in \"belonging to you (singular)\" || \"your maternal aunts\" |- | teyzeleriniz || teyze \"maternal aunt\" + -ler- (plural suffix) + -iniz \"belonging to you (plural)\" || \"your maternal aunts\" |} The plural ending will not be attached twice to the same word; therefore ambiguity is possible: :{| |- | fikir || \"idea\" |- | fikirleri || \"their idea\" or \"their ideas\" or \"his/her ideas\" |} Ambiguity can be resolved with #Pronouns. ====Case==== Turkish cases and case endings (durum ekleri from dur- \"stop, last\", or hâl ekleri from hâl \"state, condition\") can be named (in English) and used roughly as in Latin: {| class=wikitable |+ Cases and their endings |- ! Case !! Turkish Name !! Ending !! Example |- | Absolute | yalın (\"bare\") durum || -∅- || ev (\"house\") |- | Definite Accusative | belirtme (\"clarifying\") durumu || -(y)ı-, -(y)i-, -(y)u-, -(y)ü- || evi |- | Dative | yönelme (\"going-towards\") durumu || -(y)a-, -(y)e- || eve |- | Locative | bulunma (\"being-present\") durumu || -da-, -de-, -ta-, -te-|| evde |- | Ablative | çıkma (\"going-out\") durumu || -dan-, -den-, -tan-, -ten-|| evden |- | Genitive | tamlayan (\"compounding\") eki || -(n)ın-, -(n)in-, -(n)un-, -(n)ün- || evin |} :If a case ending is attached to a demonstrative pronoun (which ends in o or u), or to a noun that has already taken a third-person ending of possession, then the case ending is preceded by n (and the parenthetical y is not used). The absolute case combines the uses of the nominative, vocative, and (in part) accusative cases. It is for subjects, and for names of people being addressed. It is also used for indefinite direct objects. Definite direct objects are in the definite- accusative case: :{| |- | şiir || \"poem\" || (absolute case) |- | Şiir okur. || \"S/he reads a poem/poetry.\" || (absolute case, indefinite direct object) |- | Şiiri okur. || \"S/he reads the poem.\" || (accusative case, definite direct object) |} The dative case tells whither, that is, the place to which. Thus it has roughly the meaning of the English prepositions \"to\" and \"into\", and also \"in\" when it can be replaced with \"into\": :{| |- | Birayı || buzdolabına || koy. |- | the-beer || into-icebox || put |- | colspan=3 | \"Put the beer in(to) the fridge.\" |} The dative also is for objects, usually indirect objects, but sometimes objects that in English would be considered direct: :{| |- | Güneşin || batışına || bak. |- | sun's || at-its-sinking || look |- | colspan=3 | \"Look at the sunset.\" |} :{| |- | Hükümete || güven. |- | in-government || trust |- | colspan=2 | \"Trust the government.\" |} The locative case tells where, hence corresponds to the English prepositions \"at\", \"on\", and \"in\" (when it does not mean \"into\"). : ev \"house\" → evde \"at home\" :{| |- | Buzdolabında || dört || bira || var |- | in-icebox || four || beer || exist |- | colspan=4 | \"There are four beers in the fridge.\" |} The ablative case tells whence, that is, the place from which (or through which), hence: *material out of which something is made; :{| |- | kumdan || yapılmış || kale |- | of-sand || made || castle |- | colspan=3 | \"castle made of sand\" |} *a cause by which something is effected; :{| |- | açlıktan || öl |- | of-hunger || die |- | colspan=3 | \"die of hunger\" |} *that to which other things are being compared (see #Adjectives below). In Turkish terminology, the genitive case indicates a \"compounding\" (tamlayan) word. The corresponding \"compounded\" (tamlanan) word will take the appropriate suffix of possession. The pair of these words is then a definite compound (belirtili tamlama): :{| |- | anne || \"mother\" |- | annesi || \"her mother\" |- | Ayşe'nin annesi || \"Ayşe's mother\" |} (The apostrophe in Turkish is used before suffixes attached to proper nouns.) However, if two nouns are connected, but not by ownership, then the second noun generally takes an ending of possession, while the first takes no ending. The result is an indefinite compound (belirtisiz tamlama): :{| |- | Türkiye'nin Cumhurbaşkanı || \"The President of Turkey\" (definite) |- | Türkiye Cumhuriyeti || \"The Republic of Turkey\" (indefinite) |} If one noun names a material, the other noun need not take an ending: :{| |- | nikâh yüzüğü || \"wedding ring\" |- | altın yüzük || \"gold ring\" |} ====Predication==== If a noun is to be in the first or second person, one of the predicative suffixes (or type-I personal suffixes) will show this. {| class=\"wikitable\" |- ! !! 1st !! 2nd !! 3rd |- ! singular | -(y)im || -sin || — |- ! plural | -(y)iz || -siniz || -ler |} Examples : dünya \"world\" → Dünyayız. \"We are the world.\" : çocuk \"child\" → Çocuklarsınız. \"You are the children\" In the third person, no ending is required. However, the ending -dir can be used; it is saidLewis, 1967: VIII,3 to be the remnant of a verb turur \"S/he stands\". Again in the third person, the plural suffix may be used: :{| |- | Türk or Türktür || \"S/he is Turkish\" |- | Türkler or Türktürler || \"They are Turkish\" |- | Türklerdir || \"They are the Turks\" Lewis, 1967: VIII,5 |} Several suffixes can be combined: :{| | colspan=4 | Evinizdeyim. |- | ev- || -iniz || -de- || -yim |- | house || your (plural) || at (locative case) || I am (1st-sing. predicative) |- | colspan=4 | \"I am at your house.\" |} ===Verbal nouns=== The infinitive, formed with -mek as noted earlier, does not take a suffix of possession, or the genitive case-ending. It does take all other case-endings. In particular, the progressive characteristic given earlier is the infinitive ending with the locative ending: :Konuşmaktayız – \"We are in (the act of) speaking.\" :Savaşmaktayız – \"We are in warmaking\", that is, \"We are at war.\" The verbal noun in -me is called a gerund above, since it corresponds roughly to the English gerund. :bekle \"wait\" → bekleme \"waiting\": bekleme odası \"waiting room\" The verbal noun can take a suffix of possession and any case-ending: :{| | Beklemeniz || lâzım. |- | your-waiting || necessary |- | colspan=2 | \"You have to wait.\" |} :{| | Sesini || duymayı || seviyorum. |- | your-voice- || hearing- || I-love |- | colspan=3 | \"I like to hear your voice.\" |} The dative form of a Turkish gerund can correspond precisely to an English infinitive with to: :{| | Ülkemizde || nano || teknolojik || ürünler || üretilmeye || başlandı. |- | In-our-country || nano || technological || products || to-be- produced || began |- | colspan=6 | \"Nano-technological products began to be produced in our country.\"Cumhuriyet Bilim-Teknik 13 August 2005, p. 1 |} The suffix -iş can also be used to create verbal nouns: :{| class=wikitable ! Verb !! Noun |- | yürü- \"walk\" || yürüyüş \"walk, walking\" |- | yağ- \"rain\" || yağış \"rain\" |- | al- \"take\" + ver- \"give/spend\" || alışveriş \"shopping\" |- | yara- \"be of use\", yaratıl- \"be created\" || yaratılış \"creation\" |} The verb et- \"make, do\" can be considered as an auxiliary verb, since for example it is often used with verbal nouns borrowed from other languages, such as Arabic: kabul et- \"accept\" (kabul \"[an] accepting\"); reddet- \"reject\" (ret \"[a] rejecting\"); ziyaret et- \"visit\" (ziyaret \"[a] visiting\"). Considered as units, these are transitive verbs; but the nouns in them can also, by themselves, take direct objects: Antalya'yı ziyaret \"visit to Antalya\". What looks like an ablative gerund is usually an adverb; the ending -meden usually has the sense of \"without\". See #Adverbs below. An infinitive in the absolute case can be the object of a verb such as iste- \"want\": Kimi eğitime devam etmek, \"Some-of-them towards-education continuation make kimi de çalışmak istiyor. some-of-them also work want\" that is, \"Some want to continue their education, and some want to work\" (source: Cumhuriyet Pazar Dergi, 14 August 2005, p. 1.) Note here that the compound verb devam et- \"continue, last\" does not take a direct object, but is complemented by a dative noun. Another way to express obligation (besides with lâzım as in the earlier example) is by means of zor \"trouble, compulsion\" and an infinitive: Gitmek zoru \"Go compulsion\", Gitmek zorundayız \"We must go\". (Source: same as the last example.) Both an infinitive and a gerund are objects of the postposition için \"for\" in the third sentence of the quotation within the following quotation: A free translation is: > The facility authorities said: \"The people of this district [namely Edremit, > Van] are generally conservative. They cannot enter the lake comfortably, > because the shore areas are near the road. So we are using a screen, both to > close off the view of passersby on the road, and so that men will not cause > discomfort.\" However, children cannot be prevented from spying on the other > side through gaps in the screen. ===Auxiliary verbs=== Certain verbs in Turkish are used to enhance the meaning of other verbs, or to agglutinate verbs from nouns. These verbs are called auxiliary verbs. A concise list follows: Verbs that are used with nouns to agglutinate new verbs * etmek * olmak * kılmak * eylemek Examples * farz (assumption) → farz etmek (to assume) * hak (right) → hak etmek (to deserve) * af (amnesty) → affetmek (to excuse) * kayıp (loss) → kaybetmek (to lose) * terk (leaving) → terk etmek (to leave) * arz (submission, supply) → arz etmek (to submit, to supply) If there is a change in the noun root through the process of agglutination, it is written adjacently. These are mostly Arabic loan-words, which switch to their more original form. In Turkish words, two consonants of a syllable need a vowel to be pronounced. There are exceptions in loan words only, but those that lost their original form are more common. This occurs in two ways: If a word ends in two identical consonants, one is dropped, e.g. hall (\"state, status\") becomes hal; aff (\"amnesty, forgiving\") becomes af. If a syllable ends in two different consonants, a vowel is added between them; e.g., hükm (\"judgement\") becomes hüküm. Exceptions: Words which end in nk, rt, rk, such as (\"throne\"), renk (\"colour\"), kart (\"card\"), do not add a vowel. Most of these are loan-words from Persian or Western languages (but zevk \"pleasure\" from Arabic ذَوْق). Examples {| class=wikitable |- ! Noun & Auxiliary Verb !! Verb !! Notes |- | kayıp + etmek || kaybetmek (\"to lose\") || kayıp (\"lost\") was originally kayb, an Arabic loanword |- | haciz + etmek || haczetmek (\"to sequester\") || haciz (\"sequestration\") was originally hacz, an Arabic loanword |- | haz + etmek || hazzetmek (\"to relish, enjoy\") || haz (\"delight\") was originally hazz, an Arabic loanword |} Verbs that are used with other verbs to enhance the meaning: * -(i)vermek (implies urgency) * -(e)bilmek (implies ability) * -(e)durmak (implies continuity) * -(e)gelmek (implies repetition) * -(a)kalmak (implies continuity) * -(e)yazmak (implies a close escape) Examples * düş- (fall) → düşeyazdım (I almost fell) * git- (go) → gidiverdim (I just went) * yavaşla- (slow down) → yavaşlayabilirim (I can slow down) * yaz- (write) → yazaduruyorlar (they keep on writing) * söyle- (tell) → söylenegelir (keeps being told) ==Adjectives== Adjectives used attributively precede the noun; used predicatively, they follow, unless something other than word order shows that they are being used predicatively: :{| class=wikitable |- ! Attributive | yeşil çim || \"[the] green grass\" |- ! rowspan=2 | Predicative | Çim yeşil(dir). || rowspan=2 | \"Grass is green.\" |- | Yeşildir çim. |} ===Descriptive adjectives=== Most adjectives in the dictionary are descriptive. The two most fundamental descriptive adjectives are: * var (\"existing\") * yok (\"not existing\") These are used only predicatively: * with the sense of the English \"There is\" and \"There is not\": :{| |- | Gökte || bir || bulut || yok. |- | in-the-sky || a || cloud || not existing |- | colspan=4 | \"There is not a cloud in the sky.\" |} *in the construction that supplies the lack of a verb \"have\": :{| |- | Balcının || var || bal || tası, || Oduncunun || var || baltası. |- | honey-seller's || exists || honey || his-pot || wood-cutter's || exists || his-axe |- | colspan=7 | \"The honey-seller has a honey-pot; the wood-cutter has an axe.\" |} :(This is a proverbial expression; the more usual order would make the saying, Balcının bal tası var, oduncunun baltası var). ===Indefinite adjectives=== The cardinal number bir (\"one\") can be used as an indefinite article. Word order can make a difference: :güzel bir gün – \"a nice day\" :bir güzel gün – \"one fine day\" Unless it is being used by itself, elliptically, the adjective hiç (\"no\") requires an additional word with negative force: :{| |- | Hiç || param || yok. |- | no || my-money || there-is-not |- | colspan=3 | \"I have no money.\" |} :{| |- | Hiçbir || adam || ada || değildir. |- | no-one || man || island || is-not |- | colspan=3 | \"No man is an island.\" |} Compare: *Bir şey görüyorum. – \"I see something.\" *Hiçbir şey göremiyorum. – \"I can't see anything.\" ===Comparison=== In a positive comparison, the object takes the ablative case; the adverb daha (\"more\") is optional, unless the object is left out. :{| |- | tüyden || (daha) || hafif |- | feather- || (more) || light |- | colspan=3 | \"lighter than a feather\" |} In a negative comparison, the adverb az (\"less\") is needed; the object still takes the ablative; daha can still be used as well. :{| |- | kurşundan || (daha) || az || ağır |- | lead- || (more) || less || heavy |- | colspan=4 | \"less heavy than lead\" |} The superlative degree is expressed by the adverb en (\"most\"). :{| |- | en || büyük || yalancı |- | most || big || liar |- | colspan=3 | \"the biggest liar\" |} :{| |- | en || az || güvenilir |- | most || less || trust- |- | colspan=3 | \"the least trustworthy\" |} ===Participles=== It is noted under #Parts of speech that Turkish participles (sıfat-fiiller) can be classified as *personal, if they take a suffix of possession; *impersonal, if they do not. In a personal participle, the suffix of possession signifies the subject of the underlying verb; if this possessor is third person, then the possessor may be further specified with a noun in the genitive case. The noun modified by a personal participle as an adjective may be the direct object of the underlying verb; the connexion may also be more vague. The noun modified by an impersonal participle is generally the subject of the underlying verb (but see Lewis (1967: IX,2)). The aorist tense (geniş zaman \"broad time\") is for habitual actions; the present tense (şimdiki zaman \"time that is now\") is for actions ongoing or contemplated. ====Aorist==== ====Present==== that is, \"No legal process has begun concerning the AKP members who pulled out guns and fired them in the air\"; for -ip see #Adverbs below. that is, \"last week\"; ====Future==== ====Past/present==== A personal participle can be construed as a noun and used in parallel with verbal nouns: that is, \"Children are working, 68% to provide for their family's needs, 21% because their family wants it, 6% to learn a job or profession, 4% to meet their [own] needs.\" The following sentence from a newspaper headline contains twenty-two words, nine derived from verbs, four of these as participles, three as gerunds. Note also the use of kontrol from French as a verbal noun with et-: In other words: > Saying that, by not joining the EU and by drawing close to the Islamic > world, Turkey would be pushed into the lap of those who favor sharia, French > senator Duireux made clear that it was necessary to control the Islamic > tide. ==Adverbs== The adverb of negation is değil. It is used to negate sentences that are without verb or var; then it takes the appropriate personal ending: Evde değilim \"I am not at home.\" A number of adverbs are derived from verbs: The ending -e is seen in: Güle güle \"[Go] smilingly\" (said to somebody departing); Güle güle kullanın \"Use [it] smilingly\" (said to somebody with a new acquisition); Beşe çeyrek kala kalktım \"To-five a-quarter remaining I-got- up\", that is, \"I got up at a quarter to five\"; Onu yirmi geçe uyudun \"You slept at twenty past ten\" (uyu- \"sleep\", although uy- \"heed\"). The ending -erek denotes action at the same time as, or preceding, that of another verb: Geceyi konuşarak geçirdik \"The-night talking we-caused-to-pass\", that is, \"We spent the night talking.\" Akıl yürüterek bu sonuca ulaşıyorum \"By using reason, I arrived at this conclusion\" [the latter is Bülent Ecevit as quoted in Cumhuriyet, 20 July 2005]. Doğaya en az zarar vererek yaşamak \"To live while giving the least harm to nature\" [Buğday magazine, 7-8/2005, no 32]. From ol- \"be, become\", olarak forms adverbial phrases corresponding to those in English with \"as\": Size bir dost olarak söylüyorum \"To-you a friend as I'm-telling\", that is, \"I'm telling you this as a friend\"; ciddi olarak \"seriously\" (ciddi \"serious\"). The ending -meden on a verb-stem looks like the ablative gerund, but it is not (Lewis [XI,12]). It indicates an action not occurring at all, or following that of the main verb: Bakmadan atlama \"Don't leap without looking\"; Bakmadan önce atlama \"Don't leap before looking.\" Bir soruyu cevaplamadan tartışmak, tartışmadan cevaplamaktan iyidir \"A particular- question without-answering to-debate without-debating from-to-answer is-good,\" that is, \"It is better to debate without answering than to answer without debating.\" (Source of the last sentence: Joseph Joubert as quoted on p. 20 of Gündelik Bilmeceler by Partha Ghose and Dipankar Home, translated by Özlem Özbal, Tübitak Popüler Bilim Kitapları 25, Ankara, 1996.) Complementing önce \"before\" is sonra \"after\", which can follow a verb-stem given the ending -dikten: Baktıktan sonra atla \"After looking, leap\"; Ayşe baktıktan sonra Neşe atladı \"After Ayşe looked, Neşe leapt.\" Simultaneity is expressed by iken or its (not enclitic) suffixed form -(y)ken; but if it follows a verb, then the verb appears, not as a stem, but as a base; see #Bases of verbs: Eve girmekteyken, bir şey hatırladım \"As I was entering the house, I remembered something\"; Ben eve girmekteyken, telefon çaldı \"As I was entering the house, the telephone rang.\" If two verbs of the same grammatical form have the same subject, the endings on the first verb can be replaced by -ip; see the example under #Participles. ==Pronouns== The third-person personal pronoun o \"she/he/it\" is declined as if it were the noun on. The other persons, ben \"I\", sen \"you (singular/informal)\", biz \"we\", siz \"you (plural/formal)\", are declined like nouns, except for a vowel change in the dative, and an anomalous genitive; also the plural forms do not involve -ler: {| class=wikitable ! !colspan=3|singular !colspan=3|plural |- ! !!1st!!2nd!!3rd!!1st!!2nd!!3rd |- !absolute |ben ||sen ||o ||biz ||siz ||onlar |- !accusative |beni ||seni ||onu ||bizi ||sizi ||onları |- !dative |bana ||sana ||ona ||bize ||size ||onlara |- !locative |bende ||sende ||onda ||bizde ||sizde ||onlarda |- !ablative |benden||senden||ondan||bizden||sizden||onlardan |- !genitive |benim ||senin ||onun ||bizim ||sizin ||onların |} The absolute case is generally needed only for emphasis: :—Nasılsınız? \"How are you?\" :—İyiyim; siz nasılsınız? \"I am fine; how are you?\" :—Ben de iyiyim. \"I too am fine.\" The third-person pronoun can clear up an ambiguity mentioned above: {| | onların fikri || \"their idea\" |- | onların fikirleri || \"their ideas\" |- | onun fikirleri || \"her [or his] ideas\" |} The pronoun o is also one of the demonstrative pronouns: *o \"that\"; *bu \"this\"; *şu \"this or that\" (thing pointed to). The latter two are declined like o (that is, treated as if they were bun and şun). The interrogative pronouns (and adjectives) are: *kim \"who\"; *ne \"what\"; *hangi \"which\"; *kaç \"how many\" or \"how much\". These appear in embedded questions but do not serve as true relative pronouns: :Buzdolabında kaç tane var, o bilir. – \"S/he knows how many are in the refrigerator.\" There is a suffix -ki that acts as a relative pronoun in that it creates what, in English, would be called relative clauses. It does not display vowel harmony, except in a few common formations: :benimki – \"mine (that which is mine)\" :buzdolabındaki bira – \"beer that is in the refrigerator\" (no vowel harmony) :bugünkü – \"today's (which is today)\" (with vowel harmony) :dünkü – \"yesterday's (which was yesterday)\" (with vowel harmony) The reflexive pronoun (dönüşlü zamir from dön- \"turn\") is kendi \"own, self\": :Kendi kendinden korkma – \"Do not be afraid of thyself.\" Many of the indefinite adjectives can function as pronouns, taking case-endings. ==Verbs== ===Copula=== ===Stems of verbs=== Many stems in the dictionary are indivisible; others consist of endings attached to a root. ====Verb-stems from nouns==== The verb-stem temizle- \"make clean\" is the adjective temiz \"clean\" with the suffix -le; this suffix was mentioned earlier under #Parts of speech in connexion with the verb köpekle-. Many verbs are formed from nouns or adjectives with -le: :{| class=\"wikitable\" ! Noun !! Verb |- | baş \"head\" || başla- \"make a head\", that is, \"begin\" |- | kilit \"lock\" || kilitle- \"make locked\", that is, \"lock\" |- | kir \"dirt\" || kirle- \"make dirty\" |} ====Voice==== A verbal root, or a verb-stem in -le, can be lengthened with certain extensions. If present, they appear in the following order, and they indicate distinctions of voice: :{|class=\"wikitable\" |+ Extensions for voice |- ! Voice !! Ending !! Notes |- !Reflexive |-(i)n||rowspan=2| |- !Reciprocal |-(i)ş |- !rowspan=4|Causative |-t||after polysyllabic stems in -l, -r, or a vowel; and |- |-dir||in other cases; except: |- |-ir, -er, -it||after some monosyllabic stems; and |- | ||there are some other exceptional forms as well. |- ! Passive |-il||after stems ending in a consonant other than -l; otherwise, same as reflexive. |} These endings might seem to be inflectional in the sense of the above, but their meanings are not always clear from their particular names, and dictionaries do generally give the resulting forms, so in this sense they are constructive endings. The causative extension makes an intransitive verb transitive, and a transitive verb factitive. Together, the reciprocal and causative extension make the repetitive extension -(i)ştir. :{| class=\"wikitable\" ! Verb Root/Stem !! New Verb !! Voice |- | rowspan=2 | bul \"find\" | buluş \"meet\" || -uş (reciprocal) |- | bulun \"be found/present\" || -un (reflexive) |- | rowspan=2 | yıka \"wash (something)\" | yıkan \"wash oneself\" || -n (reflexive) |- | yıkanıl \"be washed\" || -n (reflexive) + -ıl (passive) |- | kayna \"(come to a) boil\" || kaynat \"(bring to a) boil\" || -t (causitive) |- | öl \"die\" | öldür \"kill\" || -dür (causitive) |- | :öldür \"kill\" | öldürt \"have (someone) killed\" || -t (causitive, factitive) |- | ara \"look for\" | araştır \"investigate\" || -ş (reciprocal) + -tır (causitive) = (repetitive) |} ====Negation and potential in verb-stems==== A dictionary-stem is positive; it can be made: *negative, by addition of -me; *impotential, by addition of -e and then -me. Any of these three (kinds of) stems can be made potential by addition of -e and then -bil. The -bil is not enclitic, but represents the verb bil- \"know, be able\"; the first syllable of the impotential ending represents an obsolete verb u- \"be powerful, able\" #Lewis [VIII,55]. So far then, there are six kinds of stems: :{|class=\"wikitable\" |+ Paradigm for stems negative, impotential and potential |- ! ||English infinitive||English finite form |- |gel-||\"come\"||\"come\" |- |gelme-||\"not come\"||\"do not come\" |- |geleme-||\"be unable to come\"||\"cannot come\" |- |gelebil-||\"be able to come\"||\"can come\" |- |gelmeyebil-||\"be able to not come\"||\"may not come\" |- |gelemeyebil-||\"able to be unable to come\"||\"may be unable to come\" |} Such stems are not used for aorist forms, which have their own peculiar means of forming negatives and impotentials. ===Bases of verbs=== The characteristics with which verb-bases are formed from stems are given under . Note again that aorist verbs have their own peculiar negative and impotential forms. The progressive base in -mekte is discussed under . Another base, namely the necessitative (gereklilik), is formed from a verbal noun. The characteristic is -meli, where -li forms adjectives from nouns, and -me forms gerunds from verb-stems. A native speaker may perceive the ending -meli as indivisible; the analysis here is from #Lewis [VIII,30]). The present base is derived from the ancient verb yorı- \"go, walk\" #Lewis [VIII,16]; this can be used for ongoing actions, or for contemplated future actions. The meaning of the aorist base is described under #Adjectives from verbs: participles. There is some irregularity in first-person negative and impotential aorists. The full form of the base -mez (or (y)emez) reappears before the interrogative particle mi: :Gelmem \"I do not come\" (cf. Gelmez miyim \"Do I not come?\"); :Gelmeyiz \"We do not come\" (cf. Gelmez miyiz \"Do we not come?\") The definite past or di-past is used to assert that something did happen in the past. The inferential past or miş-past can be understood as asserting that a past participle is applicable now; hence it is used when the fact of a past event, as such, is not important; in particular, the inferential past is used when one did not actually witness the past event. A newspaper will generally use the di-past, because it is authoritative. The need to indicate uncertainty and inference by means of the miş-past may help to explain the extensive use of ki in the newspaper excerpt at Turkish vocabulary#The conjunction ki. The conditional (şart) verb could also be called \"hypothetical\"; it is used for remote possibilities, or things one might wish for. (See also #Compound bases.) The various bases thus give distinctions of tense, aspect and mood. These can be briefly tabulated: :{| class=\"wikitable\" |+ First-person singular verbs ! Form !! Suffix !! Verb !! English Translation |- | Progressive || -mekte |gelmekteyim||\"I am in the process of coming\" |- | Necessitative || -meli |gelmeliyim||\"I must come\" |- | Positive || -(i/e)r |gelirim||\"I come\" |- | Negative || -me(z) |gelmem||\"I do not come\" |- | Impotential || -(y)eme(z) |gelemem||\"I cannot come\" |- | Future || -(y)ecek |geleceğim||\"I will come\" |- | Inferential Past || -miş |gelmişim||\"It seems that I came\" |- | Present/Imperfective || -iyor |geliyorum||\"I am coming\" |- | Perfective/Definite Past || -di |geldim||\"I came\" |- | Conditional || -se |gelsem||\"if only I came\" |} ===Questions=== The interrogative particle mi precedes predicative (type-I) endings (except for the 3rd person plural -ler), but follows the complete verb formed from a verbal, type-II ending: :Geliyor musunuz? \"Are you coming?\" (but: Geliyorlar mı? \"Are they coming?\") :Geldiniz mi? \"Did you come?\" ===Optative and imperative moods=== Usually, in the optative (istek), only the first-person forms are used, and these supply the lack of a first-person imperative (emir). In common practice then, there is one series of endings to express something wished for: :{| class=\"wikitable\" |+ Merged Optative & Imperative Moods |- ! Number !! Person !! Ending !! Example !! English Translation |- ! rowspan=3 | Singular ! 1st | -(y)eyim ||Geleyim||\"Let me come\" |- ! 2nd | — || Gel ||\"Come (you, singular)\" |- ! 3rd | -sin || Gelsin|| \"Let [her/him/it] come\" |- ! rowspan=3 | Plural ! 1st | -(y)elim || Gelelim ||\"Let us come\" |- ! 2nd | -(y)in(iz) || Gelin ||\"Come (you, plural)\" |- ! 3rd | -sinler || Gelsinler||\"Let them come\" |} ===The defective verb i-=== The ancient verb er- #Lewis [VIII,2] survives in Turkish in three bases: *imiş, *idi, *ise. The form iken given under #Adverbs from verbs is also descended from er-. Since no more bases are founded on the stem i-, this verb can be called defective. In particular, i- forms no negative or impotential stems; negation is achieved with the #Adverb of negation, değil, given earlier. The i- bases are often turned into base-forming suffixes without change in meaning; the corresponding suffixes are *-(y)miş, *-(y)di, *-(y)se, where the y is used only after vowels. For example, Hasta imiş and Hastaymış both mean, \"Apparently/Reportedly, he/she/it is ill\". The verb i- serves as a copula. When a copula is needed, but the appropriate base in i- does not exist, then the corresponding base in ol- is used; when used otherwise this stem means \"become\". The verb i- is irregular in the way it is used in questions: the particle mi always precedes it: :Kuş idi or Kuştu \"It was a bird\"; :Kuş muydu? \"Was it a bird?\" ===Compound bases=== The bases so far considered can be called \"simple\". A base in i- can be attached to another base, forming a compound base. One can then interpret the result in terms of English verb forms by reading backwards. The following list is representative, not exhaustive: *Past tenses: **continuous past: Geliyordum \"I was coming\"; **aorist past: Gelirdim \"I used to come\"; **future past: Gelecektim \"I was going to come\"; **pluperfect: Gelmiştim \"I had come\"; **necessitative past: Gelmeliydim \"I had to come\"; **conditional past: Gelseydim \"If only I had come.\" *Inferential tenses: **continuous inferential: Geliyormuşum \"It seems (they say) I am coming\"; **future inferential: Gelecekmişim \"It seems I shall come\"; **aorist inferential: Gelirmişim \"It seems I come\"; **necessitative inferential: Gelmeliymişim \"They say I must come.\" By means of ise or -(y)se, a verb can be made conditional in the sense of being the hypothesis or protasis of a complex statement: :önemli bir şey yapıyorsunuz \"You are doing something important\"; :Önemli bir şey yapıyorsanız, rahatsız etmeyelim \"If you are doing something important, let us not cause disturbance.\" The simple conditional can be used for remote conditions: :Bakmakla öğrenilse, köpekler kasap olurdu \"If learning by looking were possible, dogs would be butchers.\" ==Notes== ==References== ===Grammars=== * \"A classic, still used to teach Turkish grammar in many universities.\" * \"Turkish lessons with Turkish-English explanation[s] for foreigners.\" * \"A classic, still used to teach Turkish grammar in many universities.\" * \"The most recent comprehensive grammar in English.\" * * Second edition. Structural differences between the two editions are not named in the second, but appear to be as follows: IV,4 \"-çe\", VI,7 \"Arithmetical terms\", XI,16 \"-diğinde\", and XII,25 \"tâ\" are new, while XV,1 \"Nominal sentences and verbal sentences\" in the first edition was dropped. * \"Semantic and syntactic properties of words: subjects, examples, questions, answers with explanation (language ability for the university entrance examinations, 2).\" * \"The Turkish language, language, and expression.\" * * *Gerjan van Schaaik (2020). The Oxford Turkish Grammar. Oxford: Oxford University Press. ===Dictionaries=== * \"Etymological Dictionary of the Turkish Language.\" Expanded and revised second edition. * New edition revised and updated by Resuhi Akdikmen. *Redhouse Yeni Türkçe-İngilizce Sözlük. New Redhouse Turkish-English Dictionary. Redhouse Yayınevi, İstanbul, 1968 (12th ed., 1991). *Redhouse Büyük Elsözlüğü İngilizce-Türkçe, Türkçe-İngilizce. The Larger Redhouse Portable Dictionary English-Turkish, Turkish-English. Redhouse Yayınevi, İstanbul 1997 (9th printing, 1998). *Türk Dil Kurumu [Turkish Language Foundation], Türkçe Sözlük, expanded 7th edition, 1983. ===Other Grammars=== *Aksan, Doğan (Hazırlayan) (1983), Sözcük Türleri, TDK, Ankara, 2. Baskı, 288 s. *Aksan, Doğan (1978), Türkiye Türkçesinde Gelişmeli Sesbilim, (Hazırlayanlar: Atabay, N-Özel, S., Çam, A.-Pirali, N.), TDK, Ankara. *Atabay, Neşe-Özel, Sevgi-Çam, Ayfer (1981), Türkiye Türkçesinin Sözdizimi, TDK, Ankara, 131 s. (2003), Papatya Yayınları. *Atalay, Besim (Haz.), (Bergamalı Kadri) (1946), Müyessiretü’l-Ulûm, İbrahim Horoz Basımevi, İstanbul. *Banguoğlu, Tahsin (1940), Ana Hatları ile Türk Grameri, İstanbul. *Banguoğlu, Tahsin (1959), Türk Grameri I: Sesbilgisi, TDK, Ankara, 306 s. *Banguoğlu, Tahsin (1986), Türkçenin Grameri, TDK, Ankara, 2. Baskı, 628 s. *Bilgegil, Kaya (1984), Türkçe Dilbilgisi, Dergâh Yayınları, İstanbul *Bozkurt, Fuat (1995), Türkiye Türkçesi, Cem Yayınevi, İstanbul, 552 s. *Burdurlu, İbrahim Zeki (1982), Uygulamalı Cümle Çözümlemeleri, İstanbul. *Delice, H. İbrahim, (2003), Türçe Sözdizimi, Kitabevi, İstanbul, 248s. *Demiray, Kemal (1964), Türkçe Dilbilgisi, Ankara. *Demircan, Ömer (1996), Türkçenin Sesdizimi, Der Yayınları, İstanbul, X+196 s, (2002) Der Yayınları. *Demircan, Ömer (1979), Türkiye Türkçesinin Ses Düzeni Türkiye Türkçesinde Sesler, Ankara *Demircan (1977), Ömer, Türkiye Türkiye Türkçesinde Kök-Ek Bileşmeleri, TDK, Ankara *Deny, Jean (1992), Grammaire de la Langue Turque, Dialecte Osmanli, Paris, 1920, 1216 s. *Develi, Hayati (2001), Osmanlı Türkçesi Kılavuzu 1-2, Kitabevi. *Deny, Jean (1941), Türk Dili Grameri, (Osmanlı Lehçesi), Çev.: Elöve, A.U., İstanbul *Deny, Jean (1995), Türk Dili Gramerinin Temel Kuralları, (Çeviren: Oytun ŞAHiN), TDK, Ankara, XII+164 s. *Dilmen, İbrahim Necmi (1930), Türkçe Gramer, İstanbul, 2 cilt. *Dizdaroglu, Hikmet (1976), Tümcebilgisi, TDK, Ankara, 522+2 s.(doğru-yanlış cetveli). *Dizdaroglu, Hikmet (1988), Türkçede Sözcük Yapma Yolları, Ankara, 1962. *Eckmann, János, Çağatayca El Kitabı, (Çeviren: Günay Karaağaç), İstanbul Üniversitesi Edebiyat Fakültesi Yay., İstanbul, XVI+288 s. *Ediskun, Haydar (1992), Türk Dilbilgisi, Remzi Kitabevi, İstanbul, 4. Baskı, 407 s. *Elöve, Ali Ulvi (Çeviren), (Jean Deny) (1941), Türk Dili Grameri (Osmanlı Lehçesi), TDK, İstanbul, XXII+1142+İlâve Doğru- Yanlış Cetveli)+XLI+A-G (İçindekiler). *Emecan, Neşe (1998), 1960'tan Günümüze Türkçe, İstanbul. *Emre, Ahmed Cevat (1945), Türk Dilbilgisi, TDK, İstanbul, XIX+613 s. *Ergin, Muharrem (1987), Osmanlıca Dersleri, Boğaziçi Yayınları, İstanbul, 9. Baskı, VIII+124+236+16 s. *Ergin, Muharrem (1985), Türk Dil Bilgisi, Boğaziçi Yayınları, İstanbul, 5. Baskı, XXVIII+407 s. *Gabain, Annamarie (1988), Eski Türkçenin Grameri, (Çeviren: Mehmet Akalın), TDK, Ankara, XXIII+313 s. *Gencan, Tahir Nejat (1966), Dilbilgisi, TDK, İstanbul, XV+412 s, (2001), Ayraç Yayınları . *Göğüş, Beşir (1969), Faydalı Dilbilgisi, I-II-II, İstanbul *Göknel, Yüksel (1974), Modern Türkçe Dilbilgisi, İzmir *Grönbech, K. (1995), Türkçenin Yapısı, (Çeviren: Mehmet Akalın), TDK, Ankara, 148 s. *Hacıeminoğlu, M. Necmettin (1984), Türk Dilinde Edatlar, Milli Eğitim Bak., İstanbul, 3. Baskı, VIII+335+1 s. *Hacıeminoğlu, Necmettin (1991), Türk Dilinde Yapı Bakımından Fiiller (En Eski Türkçeden Çağdaş Türk Şivelerine Kadar), Kültür Bak., Ankara, 279 s. *Hatiboğlu, Vecihe (1981), Türk Dilinde İkileme, TDK, Ankara, 2. Baskı, 120 s. *Hatiboğlu, Vecihe (1981), Türkçenin Ekleri, TDK, Ankara *Hatipoğlu, Vecihe (1972), Türkçenin Sözdizimi, Ankara *Karahan, Leyla (1991), Türkçede Söz Dizimi, Akçağ Yayınları, Ankara. *Karaağaç, Günay (2003), Çağatayca El Kitabı, Akçağ Yayınları. *Koç, Nurettin (1996), Yeni Dilbilgisi, İstanbul. *Kononov, A. N (1956)., Grammatika Sovremennogo Turetskogo Literaturnogo Yazıka, Akademiya Nauk SSSR Institut Vostokovedeniya, Moskva-Leningrad, 569 s.(Tıpıkbasım (2001), Multilingual, İstanbul) *Korkmaz, Zeynep (1994), Türkçede Eklerin Kullanılış Şekilleri ve Ek Kalıplaşması Olayları, TDK, Ankara, Üçüncü baskı, X+92 s. *Kornfilt, J. (1997), Turkish, London:Routledge. *Kutluk, İbrahim (1976), Sözcük Türleri I, (D. Aksan-N.Atabay-S.Özel ile), Ankara *Kükey, Mazhar (1975), Türkçenin Sözdizimi, Ankara *Lees, Robert B. (1961), The Phonology of Modern Standard Turkish, Indiana University, Bloomington, Mouton and Co. The Hague, Netherlands, VII+76 s. *Lewis, G.L. (1967), Turkish Language, Oxford University Press. *Mungan, Güler (2002), Türkçede Fiillerden Türetilmiş İsimlerin Morfolojik ve Semantik Yönden İncelenmesi, Simurg Yayınları. *Nash, Rose (1973), Turkish Intonation, Mouton. *Özden, Ragıp Hulusi (1938), Tarihsel Bakımdan Öztürkçe ve Yabancı Sözcüklerin Fonetik Ayraçlaır I, İstanbul, 21 s. *Özel, Sevgi (1976), Sözcük Türleri II, (D. Aksan-N.Atabay ile), Ankara. *Özel, Sevgi (1977), Türkiye Türkçesinde Sözcük Türetme ve Birleştirme, Ankara. *Selen, Nevin (1979), Söyleyiş Sesbilimi, Akustik Sesbilimi ve Türkiye Türkçesi, Türk Dil Kurumu Yayınları, Ankara. *Swift, Llyod B. (1963), A Reference Grammar of Modern Turkish, Indiana University, Bloomington, Mouton and Co. The Hague, Netherlands, 267 s.+4 Analyses (Tables). *Şimşek, Rasim (1987), Örneklerle Türkçe Sözdizimi, Trabzon. *Tansu, Muzaffer (1941), Türk Dilinin Entonasyonu: Tecrübi Etüd, Ankara. *Tansu, Muzaffer (1963), Durgun Genel Sesbilgisi ve Türkçe, Ankara. *Tekin, Talat (1988), Orhun Yazıtları, TDK, Ankara, XIV+200+23+4 s.(Yazıtların Kopyası) *Tekin, Talat (1994), Türkoloji Eleştirileri, Doruk Yayınları, Ankara. *Tekin, Talat (1995), Türk Dillerinde Birincil Uzun Ünlüler, Kültür Bak. Simurg, Ankara, 192 s. *Timurtaş, Faruk K. (1987), Osmanlı Türkçesi Giriş I (Eski Yazı—Gramer—Aruz—Metinler), Umur Reklamcılık ve Matbaacılık, İstanbul, 9. Baskı, XVI+232+176 s. *Timurtaş, Faruk K., Osmanlı Türkçesi Grameri III (Eski Yazı ve İmlâ—Arapça—Farsça—Eski Anadolu Türkçesi), Umur Reklamcılık ve Matbaacılık, İstanbul, 3. Baskı, XV+469 s. *Timurtaş, Faruk K. (1983), Osmanlı Türkçesi Grameri III, (5. Baskı), Umur Reklâmcılık, İstanbul *Timurtaş, Faruk Kadri (1994), Eski Türkiye Türkçesi XV. Yüzyıl (Gramer-Metin-Sözlük), Enderun Kitabevi, İstanbul. *Şahin, Hatice (2003), Eski Anadolu Türkçesi, Akçağ Yayınları. *Underhill, R. (1976), Turkish Grammar, Mass: The MIT Press. ==External links== * * ",
    "title": "Turkish grammar"
}