{
    "id": "2225216",
    "text": "Ronald Eldon Wyatt (2 June 1933 – August 4, 1999) was an adventurer noted for advocating the Durupınar site as the site of Noah's Ark, along with almost 100 other Bible-related alleged discoveries. He has been criticized by scientists, historians, biblical scholars, as well as some creationists. ==Biography== Wyatt was working as a nurse anesthetist in a hospital in Madison, Tennessee, when in 1960, he saw a picture in Life of the Durupınar site, a boat-like shape on a mountain near Mount Ararat. The resulting widespread speculation in evangelical Christian circles that this might be Noah's Ark started Wyatt on his career as an amateur archaeologist. From 1977 until his death in 1999 he made over one hundred trips to the Middle East, his interests widening to take in a wide variety of references from the Old and New Testaments. The Durupınar site in 2007 By the time of his death in 1999, Wyatt claimed to have discovered several sites and artifacts related to the Bible and biblical archaeology. Wyatt was not considered credible by professional archaeologists and biblical scholars. The Garden Tomb Association of Jerusalem state in a letter they issue to visitors on request: > The Council of the Garden Tomb Association (London) totally refute the claim > of Wyatt to have discovered the original Ark of the Covenant or any other > biblical artifacts within the boundaries of the area known as the Garden > Tomb Jerusalem. Though Wyatt was allowed to dig within this privately owned > garden on a number of occasions (the last occasion being the summer of 1991) > staff members of the Association observed his progress and entered his > excavated shaft. As far as we are aware nothing was ever discovered to > support his claims nor have we seen any evidence of biblical artifacts or > temple treasures.Update: Ark of the Covenant – March 28, 1999, > anchorstone.com Archaeologist Joe Zias of Israel Antiquities Authority (IAA) has stated that \"Ron Wyatt is neither an archaeologist nor has he ever carried out a legally licensed excavation in Israel or Jerusalem. In order to excavate one must have at least a BA in archaeology which he does not possess despite his claims to the contrary. ... [His claims] fall into the category of trash which one finds in tabloids such as the National Enquirer, Sun etc.\"Letter from Joe Zias Joe Zias did not indicate where Ron Wyatt had ever claimed to have a BA in archaeology. Wyatt's official organization, Wyatt Archaeological Research (WAR), claims that the IAA have always been aware of the excavations and issued \"verbal permits\" for most of them and official permits to all WAR excavations since 2002. Nevertheless, the only evidence of WAR involvement in a legitimate excavation sanctioned by the IAA relates to WAR part-funding of a 2005 dig. Evangelicals have also been critical of Wyatt's claims: Answers in Genesis called Wyatt's claims \"fraudulent\", and David Merling, a Seventh-day Adventist professor of archaeology addressed the issues of Wyatt's Noah's Ark and anchor stones with the following: > While the Durupinar site is about the right length for Noah's ark, [it is] > ... too wide to be Noah's ark. Wyatt has claimed that the \"boat-shapedness\" > of this formation can only be explained by its being Noah's ark, but both > Shea and Morris have offered other plausible explanations. Likewise, Wyatt > has argued that the standing stones he has found are anchors, while Terian > is aware of similar stones outside the Durupinar site area that were pagan > cultic stones later converted by Christians for Christian purposes. == Death == Wyatt died on August 4, 1999, aged 66, in Baptist Central Hospital in Memphis, Tennessee, following cancer. His interment was in Columbia's Polk Memorial Park Cemetery. Following Wyatt's death, a split developed between the official Wyatt Archaeological Research (WAR) organization, which he founded, and the independent ministries and interested individuals that had previously cooperated with WAR. WAR claims to be the sole owner of all Wyatt's photographs, newsletters and other intellectual property. Other individuals who had known and worked with Wyatt established independent ministries and websites with the purpose of promoting Wyatt's discoveries outside the framework set by WAR. ==See also== * David Fasold * Mount Judi * Mountains of Ararat * In Search of Noah's Ark * Searches for Noah's Ark ==References== ==External links== * Covenant Keepers * Category:1933 births Category:1999 deaths Category:Amateur archaeologists Category:American Seventh-day Adventists Category:Historical theories and materials on the Exodus ",
    "title": "Ron Wyatt"
}