{
    "id": "2226693",
    "text": "Sergey Mikhailovich Tretiakov Sergei Mikhailovich Tretyakov (Russian: Серге́й Миха́йлович Третьяко́в; 20 June 1892, Goldingen, Courland Governorate (modern day Kuldīga, Latvia) - September 10, 1937, Moscow) was a Soviet Russian constructivist writer, playwright, poet, and special correspondent for Pravda. ==Life and career== Sergei Tretyakov was born in 1892 in Goldingen, Courland Governorate, Russian Empire (now Kuldīga, Latvia) to a Russian father, Mikhail Konstantinovich Tretyakov, and a Baltic German mother, Elizaveta (Elfriede) Emmanuilovna Tretyakova (née Meller). His father was a school teacherT. S. Gomolitskaya-Tretyakova. About my father. (in Russian). Tretyakov graduated in 1916 from the department of law at Moscow University. He began to publish in 1913 and just before the Russian Revolution he became associated with the ego- futurists. Soon after the publication of Iron Pause, he became heavily involved in the Siberian futurist movement known as Creation along with artists such as Nikolay Aseyev and David Burlyuk. Perhaps his most famous play at the time was the anti-imperialist Roar China! (1926), about the Wanhsien Incident. Tretyakov was one of the founders of the constructivist journal LEF, (1923–1925), and its successor Novyi LEF (New LEF)(1927–1928), and of the associated artistic movement, whose main driving force was the poet Mayakovsky. They declared war on 'bourgeois' culture and claimed that the experimental avant garde works they produced were the artistic voice of the Bolshevik revolution. Boris Pasternak did not believe that any of the group actually wanted to destroy pre-revolutionary art, with one exception - \"The only consistent and honest man in this group of negationists was Sergei Tretyakov, who drove his negation to its natural conclusion. Like Plato, Tretyakov considered that there was no place for art in a young socialist state.\" His first play, Earth Rampant, also known as The World Turned Upside Down, premiered on March 4, 1923, directed by Vsevolod Meyerhold, was a commercial success that ran to 44 performances in 11 weeks, rescuing Moscow's Sohn Theatre, in which it was staged, from imminent bankruptcy. It was dedicated to 'the Red Army and the first soldier of the RSFSR, Leon Trotsky'. His next two of Tretyakov's first plays, Can You Hear Me. Moscow? and Gas Masks were directed by the young Sergei Eisenstein. The latter was staged in the Moscow Gas Works, for maximum realism. In 1924 Sergei Tretyakov made a lengthy visit to China, where he taught Russian literature and collected materials for some of his later publications. Roar China (Rychi Kitai) had its premier at the Meyerhold Theatre on January 23, 1926, and later went on foreign tour, and on tour of provincial theatres in the USSR. Tretyakov also wrote the controversial \"I Want a Baby\" (\"I Want a Child\") (1926), which has seen recent performances in Europe and America. The play advocated selective breeding for the purposes of political (not racial) purity. Meyerhold immediately accepted it for production, but then spent four years battling with the censorship to get it put on stage. Between 1930 and 1931 Tretyakov travelled in Germany, Denmark, and Austria. Before he fell foul of the authorities he translated and popularised other European writers such as Bertolt Brecht. Brecht was also familiar with Tretyakov's literary work and indeed stayed with him in 1935. Tretyakov contributed song lyrics to the film Pesn' o geroyakh (Song of Heroes) by Joris Ivens set in music by Hanns Eisler. Tretyakov was arrested on July 25, 1937 and charged with espionage. He had fallen under suspicion because of his contacts with foreign writers, and because the political attitudes he had expressed in the 1920s were no longer tolerated. His play \"I Want a Baby\" was denounced in Pravda in December 1937 as \"a hostile slur on the soviet family.\" He was sentenced to death on September 10, 1937, though in the introduction to the English publication of I Want a Baby, Robert Leach says it seems that in a last act of defiance he threw himself to his death down the stairwell at Butyrka prison. It was standard procedure for those sentenced to death to be photographed prior to execution: the last photograph of Tretyakov, staring defiantly at the camera, is reproduced in David King, Ordinary Lives. Tretyakov was posthumously rehabilitated in 1956. ==See also== *Russian avant-garde *Soviet art Tretyakov worked with: *Vsevolod Meyerhold (director) *Sergei Eisenstein (director) *El Lissitzky (stage designer) *Vladimir Mayakovsky (poet, playwright) *Osip Brik (literary theorist, essayist) *Alexander Rodchenko (artist and photographer) and his wife *Varvara Stepanova who was a fellow constructivist and textile designer. ==Works== By S.M Tretyakov: *\"Roar China!: A Drama in Seven Scenes\", Rialto Service Bureau, (1930) *\"Iron Pause\" Vladivostok, 1919 (book of verse) *\"I Want a Baby!\" University of Birmingham, (1995), *\"Gas-Masks\" Vserossiisky Proletkult, (1924) *\"Can You Hear, Moscow? Vserossiisky Proletkult, (1924) *\"A Chinese Testament: The Autobiography of Tan Shih-hua\", Gollancz, (1934), *\"The Country-Crossroad, Five Weeks in Czechoslovakia\", Sovetsky Pisatel, (1937) Hardback Other notable performances: *Immaconcep - A parody of the creation of the Communist youth organisation Komsomol using the Christian Nativity. Vsevolod Meyerhold's students toured youth clubs and workers clubs putting on this performance. The title 'Immaconcep' is a modern contraction of the phrase Immaculate conception (see Newspeak from Orwell's Nineteen-Eighty-Four for a similar use of this device). *The World Turned Upside Down - Adaptation of Marcel Martinet's 'Night', presented at the Meyerhold Theatre in Moscow on 7 November 1923 (directed by Meyerhold) ==References== *King, David : Ordinary Citizens - The Victims of Stalin (Francis Boutle Publishers), 2003, *Terras, Victor (ed): Handbook of Russian Literature Yale University, 1995, *Harkins, William E : A Dictionary of Russian Literature (Allen Unwin), 1957 (Although this book reports Tretyakov as having \"disappeared from literature at the end of the 1930s\") * Chapter 6: \"The magnetic mountain (1932)\" of: (paperback) (hardback). ==External links== * I Want a Baby scenes performed at Swarthmore College Category:1892 births Category:1937 deaths Category:Great Purge victims from Latvia Category:Russian people executed by the Soviet Union Category:Soviet rehabilitations Category:Russian artists Category:Russian dramatists and playwrights Category:Russian male dramatists and playwrights Category:Soviet dramatists and playwrights Category:Soviet male writers Category:20th-century male writers Category:Russian avant-garde Category:Modernist theatre Category:People from Kuldīga ",
    "title": "Sergei Tretyakov (writer)"
}