{
    "id": "2226738",
    "text": "In Western clothing, semi-formal is a grouping of dress codes indicating the sort of clothes worn to events with a level of protocol between informal (e.g., lounge suit) and formal. In the modern era, the typical interpretation for men is black tie for evening wear and black lounge suit for day wear, corresponded by evening dress or cocktail dress for women. \\- Whether one would choose to wear morning or evening semi-formal has traditionally been defined by whether the event will commence before or after 6:00 p.m. In addition, equivalent versions may be permitted of semi-formally applicable ceremonial dresses (including court dresses, diplomatic uniforms and academic dresses), full dress uniforms, religious clothing, and national costumes, and military mess dresses. ==Evening wear: \"black tie\" dinner suit== For evening wear (after 6 p.m.), the code is black tie. In formal evening dress, or white tie dress, this practice of substituting colors in ties is much less common since men's fashion tends to follow tradition more deeply as it becomes more formal. The origins of evening semi-formal attire date back to the later 19th century when Edward, Prince of Wales (subsequently Edward VII), wanted a more comfortable dinner attire than the swallowtail coat. In spring 1886, the Prince invited James Potter, a rich New Yorker, and his wife Cora to Sandringham House, the Prince's hunting estate in Norfolk. When Potter asked for the Prince's dinner dress code, the Prince sent him to his tailor, Henry Poole & Co., in London, where he was given a suit made to the Prince's specifications with the dinner jacket. On returning to Tuxedo Park, New York, in 1886, Potter's dinner suit proved popular at the Tuxedo Park Club. Not long afterward, when a group of men from the club chose to wear such suits to a dinner at Delmonico's Restaurant in New York City, other diners were surprised. They were told that such clothing was popular at Tuxedo Park, so the particular cut then became known as the \"tuxedo\". From its creation into the 1920s, this dinner jacket was considered appropriate dress for dining in one's home or club, while the tailcoat remained in place as appropriate for public appearance. Etiquette and clothing experts continue to discourage wearing of black tie as too formal for weddings, or indeed any event before 6 p.m., such as by Emily Post (1872-1960) and Amy Vanderbilt (1908-1974), the latter arguing that \"no man should ever be caught in a church in a tuxedo\". == Supplementary alternatives == === Mess dress === For formal dining, uniformed services officers and non-commissioned officers often wear mess dress equivalents to the civilian black tie and evening dress. Mess uniforms may vary according to the wearers' respective branches of the armed services, regiments, or corps, but usually include a short Eton-style coat reaching to the waist. Some include white shirts, black bow ties, and low-cut waistcoats, while others feature high collars that fasten around the neck and corresponding high-gorge waistcoats. Some nations' armed services have black tie and white tie equivalent variants in their mess dress. === Red Sea Rig === In tropical areas, primarily in Western diplomatic and expatriate communities, Red Sea rig is sometimes worn, in which the jacket and waistcoat are omitted and a red cummerbund and trousers with red piping are worn instead. ==See also== * Western dress codes * Suit * Informal wear ==References== ==External links== * ",
    "title": "Semi-formal wear"
}