{
    "id": "2226618",
    "text": "Slug and Lettuce is a chain of bars that operate in the United Kingdom, with a large number located in London and South East England. As of 2017, there are a total of 70 outlets. Hugh Corbett opened the first Slug and Lettuce in Islington in 1985. He attempted to enhance the public house environment, at a time when standards were often low. The bars are designed for a youthful clientele, and aim to attract an equal number of men and women with \"female friendly\" designs. The chain has remained relevant by continually re-inventing itself for the contemporary marketplace. The chain has gone through a number of owners throughout its history, and is currently owned by the Stonegate Pub Company, based in Luton, Bedfordshire. ==History== Hugh Corbett, an entrepreneur with a background in the hotel industry, opened The Slug and Lettuce pub on Islington Green, North London in 1985. At the time, Islington was becoming increasingly gentrified due to its proximity to the City of London financial district. Corbett owned a small number of pubs, which he rechristened with humorous or nonsensical names, with the effect of differentiating them from competitors. His pubs had the then notable differential of stripped out carpets and enlarged windows so that people could see inside from the street. Corbett listed his business in 1989 as Fast Forward, by which time it was a nine-strong chain. In 1990 Roger Protz identified the group as an imitation of David Bruce's Firkin chain pubs. Durham In 1992, the David Bruce-controlled Grosvenor Inns acquired Fast Forward for £4.46 million, bringing Grosvenor's total number of pubs to thirty.Pearse, Peter. \"Grosvenor Inns Joins Usm with an £8.1m. Tag.\" Financial Times 21 May 1992: 25. Financial Times. Web. 4 November 2012. By this time, Fast Forward owned thirteen pubs, all based around the London area, with seven under the Slug name. The decision was taken to appeal to customers in their 20s and 30s and make the bar \"more contemporary\", \"more of a bar, less of a pub\", \"young and even rowdy\" and \"not blokey – not a very male environment\", aiming for an equal proportion of both male and female clientele. Sheila McKenzie, who had founded the female-friendly Pitcher & Piano chain, was enlisted to enact these changes, and the Slug and Lettuce concept has been described as her \"brainchild\". Grosvenor felt that the pub chain had \"lost its way\", and concentrated on boosting its food operations. In 1995, Slug and Lettuce was rebranded again, this time as a \"contemporary English bar\", designed to occupy the middle ground between a continental café and a classic English pub. By this time, food constituted 30 per cent of total sales. In 1997 the chain identified its primary competitors as the All Bar One and Pitcher & Piano bar chains. In 1998 Grosvenor Inns changed its name to The Slug and Lettuce Group, reflecting the fact that the now 22-strong chain had become the company's sole focus. The chain also announced that it would not stock the amusement with prize machines common in many other pubs. In 1998, the chain encountered its first major setback after it expanded into the North of England with five outlets in Nottingham, York, Manchester, Harrogate and Leeds. These sites all made profit losses in their first six months of operation, which triggered the company's first profit warning. In 1999, the chain first entered the Scottish market, with an outlet in Glasgow. Meanwhile, the company board was criticised for a lack of dynamism and being too slow to expand its number of outlets. The chain launched a website in February 2000. All Slug and Lettuce outlets serve food throughout the day, and the meals are English inspired, with offerings including sandwiches, burgers, pasta and salads. Outlets sell a range of cocktails, beer and wine. Since 2011, outlets have opened early for breakfast. A Slug and Lettuce at Canary Wharf, London In mid-2000, SFI, the owner of the Litten Tree bar chain, announced a £31.6 million takeover of Slug and Lettuce, paid for in shares, and McKenzie left the chain to pursue new challenges. By this time the chain had 32 outlets. According to analysts, the chain was too small and had too much debt to survive alone. SFI refurbished a number of their existing pubs under the Slug and Lettuce concept, and by 2004 the chain had 56 outlets.Blackwell, David. \"Slug & Lettuce Owner Trims Loss by £83.6m.\" Financial Times [London, England] 2 October 2004: 4. Financial Times. Web. 4 November 2012. In 2005, SFI attempted to reposition the chain as an upmarket place to eat, in anticipation of the forthcoming smoking ban. In June 2005 SFI went into administration, and sold 98 of its 150 outlets to the Laurel Pub Company, controlled by Robert Tchenguiz, for £80 million.Grande, Carlos. \"SFI Agrees to £80m. Sale of 98 Outlets to Laurel.\" Financial Times [London, England] 25 June 2005: 2. Financial Times. Web. 4 November 2012. In 2008 Laurel itself collapsed, and the Slug chain became a part of the Bay Restaurant Group, later Town & City Pub Company. The chain has withdrawn from a number of locations, including Glasgow and Cardiff, leaving it with only one location in Scotland, and no presence in Wales. In 2010, Town & City began to refurbish the outlets, switching from a brown colour scheme to aubergine and updating upholstery and lighting. In June 2011 Town & City merged with the Stonegate Pub Company. Since 2011 outlets have opened early to serve breakfast. In September 2012 the Stonegate company chairman Ian Payne announced plans to expand the chain, which he claimed had outperformed the high street for the past three years, and was enjoying double digit growth. As of 2012, outlets are being refurbished with a colour scheme of gold, purple, green and plum. ==Operations== The menu largely comprises traditional English inspired cuisine, and includes such items as burgers, curries, pasta and salads. In drinks, the chain focuses on beer, wine and spirits based cocktails such as the Long Island Ice Tea and mojitos. Some outlets sell cask ale. In 2006 the chain switched to selling exclusively fair trade coffee. In 2000, average annual turnover of each site was just below £900,000. Outlets typically occupy around 2,000 square feet in area, and include converted banks and churches. ==Reception== In 1994 The Times described the chain as \"a modish hang-out for the stripped pine brigade\". The chain's interior layout has been described as \"minimalist\". The chain has been criticised by some, such as the writer Will Self, for spreading a bland uniformity throughout British high streets, and for removing individual elements from the pubs that it converts. In 1997, a Slug and Lettuce in a listed building in Islington Green illegally removed its old mahogany bar, which it was later forced to restore. The appeal of the Slug and Lettuce concept has seen it become widely imitated, with Zoe Williams of The Guardian commenting in 2012, \"Does anybody remember in the 90s, when the Slug and Lettuce pub chain deliberately fancied itself up to appeal to the lady drinker? And wham, two seconds later, that's where all the men wanted to drink as well, so that all pubs had to become more like Slugs and Lettuces just to survive?\" == References == ==External links== * Official website * Category:Companies based in Luton Category:Pub chains Category:Restaurants established in 1984 Category:Stonegate Pub Company Category:1984 establishments in England ",
    "title": "Slug and Lettuce"
}