{
    "id": "2227466",
    "text": "Sara Sant'Ambrogio (born 1962) is an American cellist best known as a member of the Eroica Trio. She was born in Boston and began her studies with her father, John Sant'Ambrogio, principal cellist with the Saint Louis Symphony Orchestra. She was invited to study with David Soyer at the Curtis Institute of Music at the age of 16. Three years later, Leonard Rose invited her to study at the Juilliard School of Music. She immediately won the Juilliard Schumann Concerto competition and was featured in a Lincoln Center concert. Her career began when she won the bronze medal at the 1986 International Tchaikovsky Violoncello Competition in Moscow and was invited to play at Carnegie Hall. This recital aired nationally on CBS. Since then she has appeared as a soloist with the Atlanta, Boston Pops, Chicago, Dallas, Moscow State Philharmonic, Century Orchestra Osaka, St. Louis, San Francisco,Vienna Symphony, Royal Philharmonic and Seattle orchestras, in addition to touring and recording 9 CDs with the Eroica Trio on EMI and 4 solo CDs for Sebastian Records. She has performed at many festivals including Aspen, Marlboro, Ravinia, Great Mountain, Mostly Mozart and Hollywood Bowl and was featured in 7 sold out concerts of the Bach Cello Suites with the New York City Ballet. She has performed with singers STING, Rufus Wainwright and Angela McCluskey and has recorded with rock group VAST. Tracks from her solo CD Dreaming were featured on the soundtracks for the documentary \"Jones Beach Boys\", the HBO documentary \"A Matter of Taste,\" and \"Kiss The Water.\" She won a Grammy Award for Best Contemporary Composition for Bernstein Arias and Barcarolles on Koch Records. The Eroica Trio's first CD won NPR's Best Debut Recording and their second CD was nominated for 2 Grammy Awards. The Eroica Trio won the Naumburg Competition in 1991. She has premiered works by several contemporary composers, including recording the Bruce Wolosoff Cello Concerto with the Royal Philharmonic Orchestra, the Michael Bacon Cello Concerto with the Oklahoma City Philharmonic, the double concerto Romeo and Juliet by Daron Hagen, with flutist Jeffrey Khaner and the Albany Symphony Orchestra. She has premiered new triple concertos by American composers Kevin Kaska and Jay Greenberg. Triple Concertos with bandoneon by Emilio Kauderer and Daniel Binelli Trios by Pulitzer Prize–winning composer Kevin Puts and Zhou Tian. == References == ==External links== *Sara Sant'Ambrogio official Web site *Eroica Trio official Web site Category:Living people Category:American classical cellists Category:Juilliard School alumni Category:American women classical cellists Category:1962 births ",
    "title": "Sara Sant'Ambrogio"
}