{
    "id": "2227766",
    "text": "Rudolf von Delbrück, Portrait by Gottlieb Biermann (1875). Tombstone of von Belbrück, Berlin. Martin Friedrich Rudolf von Delbrück (16 April 1817 – 1 February 1903) was a Prussian statesman at the time of Otto von Bismarck. ==Biography== Delbrück was born at Berlin, Province of Brandenburg. He came of a distinguished family, his father, Johann Friedrich Gottlieb Delbrück (d. 1830), having been preceptor of the two Prussian princes afterwards known as King Frederick William IV and Emperor William I. Rudolf von Delbrück studied in Halle, Bonn, and Berlin. On completing his legal studies, he entered the service of the state in 1837; and after holding a series of minor posts was transferred in 1848 to the ministry of commerce, which was to be the sphere of his real life's work. The states of the German Confederation, including Prussia and the Austrian Empire, had realized the influence of commercial upon political union. Delbrück in 1851 induced Hanover, Oldenburg, and Schaumburg- Lippe, who formed the Steuerverein, to join the Zollverein; and the southern states, which had agreed to admit Austria to the union, found themselves forced in 1853 to renew the old union, from which Austria was excluded. Delbrück now began, with the support of Otto von Bismarck, to apply the principles of free trade to Prussian fiscal policy. In 1862 Delbrück concluded an important commercial treaty with France. In 1867 he became the first president of the chancery of the North German Confederation, and represented Bismarck on the federal tariff council (Zollbundesrath), a position of political as well as fiscal importance owing to the presence in the council of representatives of the southern states. In. 1868 he became a Prussian minister without portfolio. In October 1870, when the union of Germany under Prussian headship became a practical question, Delbrück was chosen to go on a mission to the South German states, and contributed greatly to the agreements concluded at Versailles in November. In 1871 Delbrück became president of the newly constituted Reichskanzleramt. Delbrück, however, began to feel himself uneasy under Bismarck's leanings towards protection and state control. On the introduction of Bismarck's plan for the acquisition of the railways by the state, Delbrück resigned office, nominally on the ground of ill-health (June 1, 1876). In 1879 he opposed in the Reichstag the new protectionist tariff, and on the failure of his efforts retired definitely from public life in 1881. In 1896 he received from William II the Order of the Black Eagle. He died at Berlin. ==Notes== ==References== * Category:1817 births Category:1903 deaths Category:Politicians from Berlin Category:People from the Province of Brandenburg Category:Members of the 4th Reichstag of the German Empire Category:Members of the Prussian House of Representatives Category:Recipients of the Order of the Black Eagle ",
    "title": "Rudolf von Delbrück"
}