{
    "id": "2227538",
    "text": "Roy Kenzie Kiyooka, (January 18, 1926January 4, 1994) was a Canadian arts teacher, painter, poet, photographer, and multi-media artist of national and international acclaim. ==Biography== A Nisei, or a second generation Japanese Canadian, Roy Kenzie Kiyooka was born in Moose Jaw, Saskatchewan and raised in Calgary, Alberta. His parents were Harry Shigekiyo Kiyooka and Mary Kiyoshi Kiyooka. Roy's grandfather on the maternal side, a samurai Ōe Masamichi, was the 17th headmaster of the Musō Jikiden Eishin-ryū school of swordsmanship. Roy Kiyooka's brother Harry Mitsuo Kiyooka also became an abstract painter, a professor of art, and sometimes a curator of his brother's work. Roy's youngest brother Frank Kiyooka became a potter. In 1942, after the bombing of Pearl Harbor, the family was uprooted and moved to a small town in rural Alberta called Opal. Roy Kiyooka was unable to finish high school. From 1946 to 1949, he studied with Jock Macdonald and Illingworth Holey Kerr at the Provincial Institute of Technology and Art. With a scholarship, he was able in 1955 to go to Mexico for eight months to study under James Pinto at the Instituto Allende in San Miguel de Allende. In 1956 he began teaching at the Regina College of Art. In Regina, he worked with a group of abstract painters, but Kiyooka left for Vancouver in 1959 and thus was not included in the group show coined the Regina 5. At the time, Kiyooka was very impressed with Clement Greenberg's ideas. In the summers from 1957 to 1959 he took part in the Emma Lake Artists' Workshops of the University of Saskatchewan, and there worked with Will Barnet and Barnett Newman. From 1960 to 1964, he was at the Vancouver School of Art (now Emily Carr University of Art and Design), from 1965 to 1970 at the Sir George Williams University in Montréal (now Concordia University). In 1971–72 he taught at the Nova Scotia College of Art and Design, Halifax and then, from 1973 to 1991, at the Fine Arts Department of the University of British Columbia in Vancouver, where he lived on Keefer Street. He was made an associate member of the Royal Canadian Academy of Arts in 1965. In the same year he represented Canada in Sao Paulo, Brazil, and won a Silver Medal at the Eighth Sao Paulo Biennial. In 1975, the Vancouver Art Gallery organized a twenty-five-year retrospective of his work. In 1978 he was named an Officer of the Order of Canada. At the end of the 1960s, Kiyooka had lost faith in modernism and stopped painting. He began to use performance, film and music. He also began to work with photography and he produced a few series of sculptures. In 1969, Roy was commissioned to build a sculpture, Abu Ben Adam’s Vinyl Dream, for the Canadian pavilion at Expo ‘70 in Osaka, Japan. While in Japan he made the StoneDGloves: Alms for Soft Palms photographic series, shown at the National Gallery of Canada in Ottawa and later he made 16 Cedar Laminated Sculpture series, shown alongside the Ottoman/Court Suite of silk-screen prints, at the Bau Xi Gallery in Vancouver in May 1971. “Pear Tree Pomes” illustrated by David Bolduc (Coach House Press, 1987) was nominated for a Governor General's Literary Award. ==Books== *Kyoto Airs. designed and printed by Takao Tanabe at Periwinkle Press, Vancouver 1964. (Inspired by a visit to Japan in 1963). *Dorothy Livesay: The Unquiet Bed. Illustrations by Roy Kiyooka. *Nevertheless These Eyes. Printed at the Coach House Press, Toronto 1967. *The Fountainebleau Dream Machine: 18 Frames from A Book of Rhetorick. Coach House Press, Toronto 1977 *“Wheels, a trip thru Honshu’s Backcountry” was published by Coach House Press, Toronto 1981. *StoneDGloves. Coach House Press, Toronto 1970. Repr.: 1983. *transcanada letters. Talonbooks, Vancouver 1975. Repr.: 2004. *Pear Tree Pomes 1987. Illus. by David Bolduc. Coach House Press, Toronto 1987. Nominated for the 1987 Governor General Award. Books published posthumously include: *Daphne Marlatt (ed.): Mothertalk: Life Stories of Mary Kiyoshi Kiyooka. NeWest Press, Edmonton 1997. Roy Kiyooka's mother, Mary Kiyoshi Kiyooka's, story from a series of interviews by Matsuki Masutani and reworked by Roy Kiyooka. *Roy Miki (ed.): Pacific Windows: Collected Poems of Roy K. Kiyoka. Talonbooks, Burnaby, B.C. 1997. *Smaro Kambourelli (ed.): Pacific Rim Letters. NeWest Press, Edmonton 2004. *Roy Miki (ed.): Roy Kiyooka: The Artist & the Moose: A Fable of Forget. LINEbooks, Burnaby, B.C., 2009. == Exhibitions == Roy Kiyooka: Accidental Tourist (Doris McCarthy Gallery, Scarborough, Ont), 17–22 March 2005. ==References== == Bibliography == * National Film Board of Canada. B.C. Almanac(h) C-B. Vancouver: Presentation House Gallery, Reprint edition, 2015 (1970). *Vancouver Art Gallery: Roy K. Kiyooka: 25 Years, 1975. *Michael Ondaatje (ed.): \"The Long Poem Anthology\", 1979. *Kent Lewis: Kiyooka, Roy Kenzie. In: William H. New (editor): The Encyclopedia of Literature in Canada, University of Toronto Press, Toronto, 2002, p. 582f.. *John O'Brian, Naomi Sawada, Scott Watson (ed.): All Amazed: For Roy Kiyooka. Arsenal Pulp Press, Vancouver, B.C., with Belkin Gallery, 2002. ==Further reading== *Greenaway, John Endo. \"Remembering Roy Kiyooka.\" Canadian Nikkei: Online home of The Bulletin - Journal of Japanese Canadian Community, History & Culture. January 2008. http://www.canadiannikkei.ca/Jan08/Kiyooka.html *Woloshyn, Alexa. “Playing with the Voice and Blurring Boundaries in Hildegard Westerkamp’s “MotherVoiceTalk”.” eContact! 14.4 — TES 2011: Toronto Electroacoustic Symposium / Symposium électroacoustique de Toronto (March 2013). Montréal: CEC. *Kiyooka, Fumiko. REED. ==External links== * Roy Kiyooka at The Encyclopedia of Saskatchewan *Roy Kenzie Kiyooka at BC Bookworld * All Amazed: For Roy Kiyooka *Records of Roy Kiyooka are held by Simon Fraser University's Special Collections and Rare Books * Roy Kiyooka Fonds at the University of Regina Archives and Special Collections * Kiyooka, item at English-Canadian writers, Athabasca University Category:1926 births Category:1994 deaths Category:20th-century Canadian painters Category:Canadian male painters Category:Canadian photographers Category:20th-century Canadian poets Category:20th-century Canadian male writers Category:Canadian male poets Category:Officers of the Order of Canada Category:Canadian writers of Asian descent Category:Canadian people of Japanese descent Category:Artists from Calgary Category:Writers from Calgary Category:Writers from Saskatchewan Category:Artists from Saskatchewan Category:People from Moose Jaw Category:NSCAD University faculty Category:Members of the Royal Canadian Academy of Arts ",
    "title": "Roy Kiyooka"
}