{
    "id": "2227753",
    "text": "The North American variant of the Ford Escort is a compact/small family car introduced by Ford in 1980 for the 1981 model year. Sharing its name with the third-generation European Ford Escort, the model line is the first front-wheel drive Ford developed and sold in North America. The direct successor of the Ford Pinto, as the smallest Ford car in North America, the Escort largely replaced the European-imported Ford Fiesta. Overcoming the tarnished reputation for quality and safety established by the fuel tank defect of the Pinto, the Escort became highly successful in the American marketplace. After 1982, the model line became the best-selling car in the United States, a position it held during most of the 1980s. The 1981 replacement of the Pinto by the Escort was the first Ford model line to adapt front-wheel drive. By the end of the 1980s, nearly the entire Ford car range would adopt the powertrain layout (with the sole exception of the Mustang, Thunderbird, and LTD Crown Victoria/Country Squire). The Escort was produced across three generations. The first was the first Ford \"world car\", designed as Ford of Europe transitioned the Escort Mk III to front-wheel drive. In North America, the model line was also sold as the Mercury Lynx and the two-seat Ford EXP/Mercury LN7 (no version was sold by the Lincoln division). Introduced for 1991, the second generation became a near-twin of the Mazda-designed Ford Laser (a model line sold in Asia and Oceania); sharing a platform and powertrain with the Mazda 323, the Escort grew into the compact car segment. The second generation was also sold as the Mercury Tracer. For 1997, the third generation was an extensive redesign of the second-generation platform Escort sedan, introducing the ZX2 coupe; Mercury continued to sell the Tracer sedan/wagon. For the 1999 model year, the Ford Focus succeeded the Escort as the compact model line as a new-generation \"world car\"; after the 2000 model year, the Escort shifted primarily to fleet sales, ending production after the 2002 model year. During its entire production, the Escort was produced by Wayne Stamping & Assembly (Wayne, Michigan) and Hermosillo Stamping and Assembly (Hermosillo, Sonora, Mexico); the first generation was also produced by Edison Assembly (Edison, New Jersey), San Jose Assembly Plant (Milpitas, California), and Oakville Assembly (Oakville, Ontario, Canada) ==First generation (1981–1990)== The first North American Escort went on sale on October 3, 1980 for the 1981 model year, along with its corporate twin, the Mercury Lynx. It was intended to share common components with the European Mk III Escort. It was launched with a , 1.6-liter hemi overhead cam inline-four. It was available as a three-door hatchback and as a five-door station wagon, with a four-speed manual or a three-speed automatic. The five-door hatchback was first shown in May 1981. The North American Escort had considerably more chrome than Escorts sold elsewhere (except for the 1981 SS model and 1982+ GT models which feature blacked out trim). 1981 models never had the blue oval logo; on the front fenders there was an Escort badge which included a globe representing the earth, which implied this was a \"World Car\". The car was freshened in 1982, and added Ford's blue oval logo for the first time along with a new grille. For 1982 models, the base price of the Escort 3-door was $5,518. The engine was also uprated, to . In March 1982 a HO (High Output) version of the engine was added, originally only in the EXP and with an automatic transmission, but soon thereafter available with a manual and also in the sporting Escort GT. This unit produces , thanks to a higher compression ratio, a new exhaust system, and larger venturis in the carburetor. In addition to the HO engine, the GT featured cosmetic changes such as \"GT\" emblems and stripes, while under the shell there were uprated brakes and a close-ratio four-speed gearbox. Also included were metric TR sport wheels with Michelin TRX tires. For 1984, the GLX model was dropped and replaced with a fuel injected LX model, available as a five-door hatchback or wagon, with a GT engine, blackout trim, and styled cast aluminum wheels. The interior received a new dashboard, and a new rubber shift boot for manual models; automatic models received a new gear selector lever with a straight line for gear selection instead of the twisting \"?\" mark pattern of the previous models. Flush headlamps, revised taillamps and restyled steel wheels appeared when the Escort was revised and introduced as the 1985½ Ford Escort. There was also the Ford EXP, and sister version Mercury LN7, targeting the sports car market, essentially a two-seat hatch with lower roofline which was not as successful as other body styles. Although the basic silhouette was the same, it was almost completely different from the European version, apart from the Ford CVH engine. There was a 1.6 L engine, a 4-speed MTX-2 and a 5-speed MTX-3 manual transmission as standard options, and an optional 3-speed ATX/FLC automatic transmission. A 1.3 L engine was designed and prototyped but did not see production due to lack of power, and an inability to get it certified. Beginning in 1983, a GT model offered a multi- port EFI version of the 1.6 L four-cylinder that increased power by 20 hp over the base carbureted version. It also came with a 5-speed transmission, TRX handling package, front and rear spoilers, metric-sized alloy wheels and fog lights. Also beginning with the 1984 model year, the Ford EXP received the option of the turbocharged 1.6 L four-cylinder rated at and matching torque. The turbo engine then found its way into the Escort GT (and Lynx RS) as well during the 1984 model year. 1984 was also the year that Mazda's 2-liter diesel engine became available in the Escort and Lynx. ===Engines=== * 1981–1985 1.6 L CVH I4, * 1982–1985 1.6 L CVH High Output (HO) I4, * 1983–1985 1.6 L CVH Multi-port Fuel Injected (MFI) I4, * 1984–1985 1.6 L turbocharged CVH I4, * 1984–1985 2.0 L RF diesel I4, ===1985–1990=== The 1985½ model received a facelift (less chrome, restyled tail lamps, flush headlights), and the 1.6 L engine was replaced with a 1.9 L. GT models featured a high output engine with revised intake manifold, cylinder head and a real header available only with a manual transmission. The Lynx was retired for 1987, but was replaced by the Mazda 323-derived Tracer model. [This Mazda platform was revamped in 1989 and debuted as the 1990 Mazda Protege. The updated platform would form the basis for the next generation (1990–1996) Escort/Tracer.] The Escort saw another minor facelift in mid-1988, which smoothed out the front and rear fascias. New plastic bumpers (which replaced the metal bumpers), larger rear side windows, a more rounded rear-end design and larger (14 inch versus 13 inch) wheels modernized the look of the cars. Three-door hatchback models had a curving windowline along the side towards the rear of the car. The engine was also updated with a slightly revised camshaft and roller lifters. The new design is commonly referred to as the \"88.5\" year, and existed until the end of the 1990 model year. Finding some popularity during the final three years of this generation was the Pony model, which was the least-expensive U.S.-built Ford at the time. Pony models used plainer interior trim with greater use of vinyl and plastic instead of cloth, and a 4-speed manual transaxle was standard, although buyers could opt for the 5-speed found in LX models or the 3-speed ATX automatic. The list of available options was very limited, to the extent that such luxuries as power steering and factory-installed air conditioning were not offered (a dealer-installed A/C system was available). Given their lighter weight, Pony models were known for their ability to deliver excellent fuel economy—mileage upwards of in highway driving was not uncommon. ====Engines==== * 1985–1988 1.9 L CVH I4, ** * 1988–1990 1.9 L CVH I4, * 1985–1988 1.9 L CVH high output I4, ** * 1988–1990 1.9 L CVH high output I4, * 1985–1987 2.0 L RF diesel I4, ** 1985 and 1988 had \"1/2 year\" refresh models ====Model year changes==== 1981 - All-new model - the Escort was a world car. Original trims were base, L, GL, GLX and SS. Mercury Lynx is the Escort's twin. 1982 - The GT replaced the SS. There were now new trims as the base, L, GL, GLX, GT And LX == Second generation (1991–1996) == For 1991, the Escort and the Mercury Tracer were replaced by models based on the Mazda B platform (BG), which was also used by the Mazda 323, Protegé and first generation Kia Sephia. Ford, which owned a 25% stake in Mazda, already sold a version of the 323/Familia in Asia and Australasia, called the Ford Laser, which had replaced the old rear-wheel drive Escort there. Although the Escort was now essentially a twin of the Laser instead of the European Escort, it kept the Escort name in North America due to strong brand equity on the Escort name as well as Chrysler already using the Laser name on the Plymouth equivalent of the Mitsubishi Eclipse. The prior Escort used localized engines and shared some elements of design with the European model. The Escort for the 1990s, however, would be almost identical to the Ford Laser and its derivatives, with minor differences in appearance and base engine. While the Laser would feature identical powertrains to the Mazda Familia, the Escort carried over the 1.9 liter 8-valve Ford-designed CVH engine from the previous Escort, with the GT and LX-E receiving the Mazda-built 1.8 L BP I4. Much of the external styling mimicked the first generation Ford Taurus, no doubt Ford's hope to give the Escort the appeal of that successful model. This generation of the Escort was one of the first Ford automobiles to feature, on the 1.9 L engine, distributorless ignition (known as EDIS, Electronic Distributorless Ignition System). It also featured a new electronically controlled 4-speed automatic transmission, as well as an independent rear suspension, both (at the time) relatively uncommon in cars in this class. The Mazda-based model sold sluggishly in America at first, since only hatchback models were offered upon launch, but became popular later by 1992, after the sedan was introduced, available in either LX or LX-E trim levels. For the 1993–1995 model years, Ford offered the Escort on a \"one price\" basis, with the same price for a three- or five-door hatchback, a sedan or a wagon when equipped with the most popular options (3-doors quickly added alloy wheels to the \"one price\" specification). The LX-E, equipped with the same sporting equipment as the GT and Mazda Protegé LX (four-wheel disc brakes, larger front brakes, larger clutch, equal-length driveshafts, larger anti-roll bars, dual-outlet exhaust, sport interior and 1.8 L Mazda DOHC 16-valve engine), lasted only until 1993. The Pony departed in 1992, replaced by the Standard trim level. Trim levels were originally Pony, LX, and GT. The GT was the North American equivalent of the Laser XR3i version, featuring a 1.8 L Mazda DOHC engine. The LX and Standard or Pony were equipped with the 1.9 L overhead cam 8-valve CVH inline 4. The Pony or later Standard was the base trim level, lacking most features like power steering or a radio. The LX was the upscale trim level, and a Sport package could be added to make it look like a GT. Subtle differences can be noticed in all three Escort models (sedan, hatchback and wagon) from 1990 to 1996. In 1992, the grill oval hall around the \"Ford\" emblem became a little larger in order to allow more air to enter under the hood to cool the engine. In 1993, the wheel size was changed from 13 inches to 14 inches and the black exterior door handles were changed to match the exterior color of the car. A driver's airbag was introduced in 1993 as well, and by 1994, both driver and passenger airbags were standard with the redesigned dash for the 1995 model year. ===Engines=== * 1990–1996 1.9 L (1859 cc) CVH I4, , Standard/Pony and LX * 1990–1996 1.8 L (1839 cc) Mazda BP I4, , LX-E and GT ==Third generation (1997–2003)== The restyle dropped the hatchbacks and added a new sporty coupe for the 1997 model year. The 1998 Escort ZX2 replaced the Ford Probe as Ford's sport compact car. The ZX2 was a much lower-slung and rakish car than either the Escort sedan and wagon, aimed squarely at the youth market as a replacement for the Escort GT (although lacking the latter's rear disc brake setup) and was built exclusively at Ford's Hermosillo, Sonora, Mexico assembly plant. The interior was refreshed for 1999, and the model was retired after 2003. It had a completely redesigned dashboard, and included a panel that unified the heat and radio controls, similar to that of the third generation Ford Taurus. The 1998 Escort ZX2 coupe featured the 2.0 L, Zetec DOHC four- cylinder engine as standard equipment, an option unavailable on the sedan or wagon. Intended for use as the base engine in the larger European Ford Mondeo and its American cousins, the Ford Contour and Mercury Mystique, the Zetec gave the ZX2 more-than-respectable performance, running 0–60 in 7.4 seconds. The 1999 and 2000 models offered a performance limited edition ZX2 S/R which further enhanced the car's performance in every aspect. The Escort sedan and wagon used the lower-powered CVH SPI2000 engine with . Subtle differences can be noticed in the Escort sedan from 1996 to 2002. The trim lines for 1997 were base and LX, for 1998–2002 it was offered in LX and SE trims. For 1999, the reverse lights were moved into the same piece as the tail lamps; they were previously below the tail lamp on the body. A very rare trim package could be found with chrome wheel covers and other features. It was offered in 1999. Ford Escort sedan Ford Escort LX wagon The Escort was offered in a Sport package as well. The Mercury Tracer's version was called the Trio or Sport depending on the year. A basketweave type of wheel was put on the Tracer Trio while a flower petal pattern was used on the Tracer Sport. The Sport/Trio package included aluminum wheels, sport exhaust tip, a tachometer, and a rear decklid spoiler. The Escort wagon largely retained the same body style, gaining only the new interior, front end & fascia, side-view mirrors, door handles, badging, and slightly restyled taillamps & reflectors. The black window frames on the doors of some models became body-colored. Both the Escort wagon and the Mercury Tracer sedan and wagon were discontinued after 1999. The Escort sedan was discontinued in 2002, but continued to be sold as fleet & rental cars only. It was replaced by the Ford Focus . The last Ford Escort rolled off the assembly line on February 20, 2002. The last ZX2 rolled off the assembly line on March 21, 2003. In Mexico, it was replaced by the smaller Ford Ikon. ===Engines=== * 1997–2002 2.0 L (1986 cc) CVH SPI2000, SOHC I4, @ 5000 rpm, @ 3750 rpm, redline 5500 rpm Sedan and Wagon * 1998–2003 2.0 L (1989 cc) Zetec, DOHC I4, @ 5750 rpm, @ 4250 rpm, redline 6500 rpm, 7200 rpm rev limiter ZX2 * 1999–2000 2.0 L (1989 cc) Zetec, DOHC I4, , ZX2 S/R ==ZX2== 2003 Ford ZX2 For 2001, the 4-door sedan was limited to fleet sales only and the Escort moniker on the Escort ZX2 was quietly dropped, making the car officially just ZX2 as a 2-door notchback coupe. The Ford Focus debuted in 1998 (1999 in U.S.) and was produced concurrently with the ZX2. Though not without its fans, both then and now, and still fairly well represented in the automotive aftermarket, the ZX2 was replaced by the Focus ZX3, ZX4 and ZX5. Though the two cars shared the same Zetec engine, there were a few differences. The Focus lacked the exhaust-side VCT, and contained less aggressive camshafts that pushed the power band down a few hundred RPM. The two models shared the same block but, due to the different camshafts and the different cylinder head, the torque output for the Focus was bumped up by . Thanks to better gearing and less weight, the ZX2 continued to outperform the Focus. The ZX2 continued with little more than alloy wheels and a rear defroster now offered as standard equipment, and for 2003, a revised front fascia. Production ceased at the end of the 2003 model year. ===ZX2 S/R=== The increased presence and success of tuner models from overseas in the late 90s caused Ford to create their own performance model, the ZX2 S/R. Meant to compete with cheap factory performance sport compacts such as the Honda Civic Si or the Dodge Neon ACR, Ford created the ZX2 S/R to show that they had plenty to bring to the table. Its initial debut was at SEMA's Import Auto Salon in Pomona in 1999. The ZX2 S/R was the first product jointly developed by Ford Racing and Ford Motor Company's Small Vehicle Center Product Development. Ford's final limited production count was 2,110 units, consisting of 110 yellow S/Rs for 1999, the first two of which were sold in Columbus, Ohio, and the other 108 in California; and for 2000, 500 black, 500 red and 1,000 yellow S/Rs were sold. The upgrade price to the S/R package was $1,500 in both years. It is believed that only 35 of those 2000 S/Rs were sold in Canada, making it a very rare trim there. The optional S/R package adds stiffer suspension parts (Eibach springs (M-5560-Z2), Tokico struts (M-18000-Z2) and Energy Suspension brand polyurethane suspension bushings), more power (through a Ford Racing PCM (M-12650-Z2)), more efficient intake (Roush or Iceman), rear disc brakes (M-2300-Z2), a stronger clutch (Centerforce dual friction M-7560-Z2), a short-throw B&M; manual-transmission shifter (M-7210-Z2), an S/R-unique shift knob (M-7213-Z2) and boot (M-7277-Z2), upgraded seats, a unique blue valve cover, a different speed cluster that goes up to and a unique tire/wheel package. Engine power was increased 10% over the base Zetec engine used in the ZX2 to , courtesy of a recommended premium fuel re-calibration, new air inlet system, the performance PCM, improved Borla muffler and pipe (M-5230-Z2). All ZX2 S/R have a special \"S/R\" badge on the back, either silver (on a red car) or red (on a yellow or black car). Some S/R went out of the assembly plant without some of the performance mods (example: missing the Centerforce clutch). The suspension bushings were not installed at the factory but instead packaged with the car for installation at the dealership. This also led to many cars leaving the showroom without the full complement of S/R parts. ==Sales== {| class=\"wikitable\" |-ross's s10 is way cooler ! Calendar Year ! American sales |- | 1999 | 260,486 |- | 2000 | 110,736 |- | 2001 | 90,503 |- | 2002 | 51,857 |- | 2003 (ZX2 only) | 25,473 |- | 2004 (ZX2 only) | 1,210 |} ==References== * ZX2 Motorsports * * TeamZX2 * \"Ford Escort may return as 100mpg hybrid\" ==External links== * Ward's article on Escort development * Edmunds most significant car of 1981 * ZX2 S/R Takes Fun to Higher Level Escort Category:Station wagons Category:Front-wheel-drive vehicles Category:Compact cars Category:1990s cars Category:2000s cars Category:Hatchbacks Category:Sedans Category:Coupés Category:Cars introduced in 1980 Category:Motor vehicles manufactured in the United States ",
    "title": "Ford Escort (North America)"
}