{
    "id": "2227053",
    "text": "\"Itsy Bitsy Teenie Weenie Yellow Polkadot Bikini\" is a novelty song telling the story of a shy girl wearing a revealing polka dot bikini at the beach. It was written by Paul Vance and Lee Pockriss and first released in June 1960 by Brian Hyland, with orchestra conducted by John Dixon. The Hyland version reached number one on the Billboard Hot 100, selling a million copies in the US, and was a worldwide hit. The song has been adapted into French as \"Itsy bitsy petit bikini\" and into German as \"Itsy Bitsy Teenie Weenie Honolulu- Strand-Bikini\", reaching number one on national charts in both languages. Several versions of the song have proved successful in various European countries. In 1990 a version by British pop band Bombalurina, titled \"Itsy Bitsy Teeny Weeny Yellow Polka Dot Bikini\", reached number one on the UK Singles Chart and in Ireland. ==History and lyrics== The story told through the three verses of the song is as follows: (1) the young lady is too afraid to leave the locker where she has changed into her bikini; (2) she has made it to the beach but sits on the sand wrapped in a blanket; and (3) she has finally gone into the ocean, but is too afraid to come out, and stays immersed in the water – despite the fact that she's \"turning blue\" – to hide herself from view. Trudy Packer recited the phrases \"...two, three, four / Tell the people what she wore\", heard at the end of each verse before the chorus; and \"Stick around, we'll tell you more\", heard after the first chorus and before the start of the second verse. In an interview and article by Greg Ehrbar in The Cartoon Music Book, edited by Daniel Goldmark and Yuval Taylor, Rankin- Bass musical director Maury Laws said he 'ghosted' the arrangement of the song for John Dixon, as Dixon had taken on more work than he could handle at that time. At a time when bikini bathing suits were still seen as too risqué to be mainstream, the song prompted a sudden take off in bikini sales and is credited as being one of the earliest contributors to the acceptance of the bikini in society. The early 1960s saw a slew of surf movies and other film and television productions that rapidly built on the song's momentum.Rothaar, James. , JustLuxé, LuxeMont, 2004. Hyland's version hit number one on the Billboard Hot 100 on August 8, 1960 and sold over a million copies in the US. It also made the top 10 in other countries, including #8 on the UK Singles Chart. It also reached #1 in New Zealand. ==Ownership controversy== In September 2006 Paul Vance, the song's co-writer, read on TV his own mistaken obituary, as a consequence of the death of another man, Paul Van Valkenburgh, who claimed to have written \"Itsy Bitsy Teenie Weenie Yellow Polkadot Bikini\" under the name Paul Vance. The impostor had explained his lack of royalty payments for the song by claiming that he had sold the rights as a teenager. Vance, the song's true co-author, has earned several million dollars from the song since 1960, describing it as \"a money machine.\" ==In other media== The song was featured in the 1961 Billy Wilder film comedy One, Two, Three – in a key scene, the character Otto (Horst Buchholz), suspected of being a spy, is being tortured by East German police playing the song to him repetitively, eventually with the record off-center to create a weird howling variation of pitch. The actual recording was re-released in 1962 to capitalize on the film's success, but it did not rechart. The song is also used in films such as the 1981 Aparna Sen film 36 Chowringhee Lane as well as Sister Act 2 and Revenge of the Nerds II: Nerds in Paradise. The song was going to be one of the tracks for Just Dance 2017, but was removed for an unknown reason. However, it has made an appearance on its sequel Just Dance 2018, performed by The Sunlight Shakers. ==Charts== ===Weekly charts=== {| class=\"wikitable sortable\" ! Chart (1960) ! Peak position |- |- |- |Canada (CHUM Chart) | style=\"text-align:center;\" | 1 |- |- |- |New Zealand (Lever Hit Parade)Flavour of New Zealand, NZ Lever Hit Parade, 15 September 1960 | style=\"text-align:center;\"|1 |- |- |South Africa (Springbok) |align=\"center\"|1 |- |- |- |US Cash Box Top 100Cash Box Top 100 Singles, August 6, 1960 | style=\"text-align:center;\" | 1 |} ===Year-end charts=== {| class=\"wikitable sortable\" |- !Chart (1960) ! style=\"text- align:center;\"|Rank |- |South Africa |align=\"center\"|11 |- |US Billboard Musicoutfitters.com | style=\"text-align:center;\"|20 |- |US Cash Box | style=\"text-align:center;\"|5 |} == French versions == The song was adapted into French under the title \"Itsy bitsy petit bikini\" by André Salvet and Lucien Morisse. The French version was recorded in 1960 first by Dalida and then by Johnny Hallyday and Richard Anthony (Dalida also recorded a version in Italian titled \"Pezzettini di bikini\"). Sales of all three French versions as well as Brian Hyland's English version were combined and reached number one in Wallonia (French-speaking Belgium), charting for nine months from September 1, 1960 to May 1, 1961. A version by the animated character Funny Bear also reached the top 30 in France in 2007. Richard Anthony's version of \"Itsy bitsy petit bikini\" appears in the 2006 film A Good Year. === Track listings === ==== Dalida version ==== 7\" single Barclay 70345 (1960) # \"Itsi bitsi petit bikini\" (2:13) # \"O sole mio\" (2:51) ==== Johnny Hallyday version ==== 7\" single Vogue V. 45-775 (1960) # \"Itsy bitsy petit bikini\" (2:15) # \"Depuis qu'ma môme\" (2:25 ===Charts=== ==== Dalida/Johnny Hallyday/Richard Anthony/Brian Hyland versions ==== {| class=\"wikitable\" ! Chart (1960–1961) ! Peak position |- |} ==== Funny Bear version ==== {| class=\"wikitable\" ! Chart (2007) ! Peak position |- |} ==German versions== In Germany the song was renamed \"Itsy Bitsy Teenie Weenie Honolulu-Strand-Bikini\" and with German lyrics written by Rudolf Günter Loose. It was recorded by Club Honolulu, an alias for French-born Italian singer Caterina Valente and her brother Silvio Francesco, and reached number one on the West German charts. The teenage Danish brothers Jan & Kjeld also recorded a version in German, but although the duo were popular in West Germany, having already had several hits there, their version failed to chart in that country, and its only chart appearance was in the Netherlands. ===Charts=== ====Club Honolulu version==== {| class=\"wikitable\" ! Chart (1960) ! Peak position |- |} ====Jan & Kjeld version==== {| class=\"wikitable\" ! Chart (1960) ! Peak position |- |} ==Albert West versions== Dutch singer Albert West collaborated with original singer Hyland on an updated version in 1988, which reached number 43 on the Dutch singles chart. In 2003 West recorded another version of the song with Band Zonder Banaan which reached number 36. === Charts === ====Albert West & Brian Hyland version==== {| class=\"wikitable\" ! Chart (1988) ! Peak position |- |} ====Band Zonder Banaan & Albert West version==== {| class=\"wikitable\" ! Chart (2003) ! Peak position |- |} ==Bombalurina version== In 1990, a version was released by Bombalurina, titled \"Itsy Bitsy Teeny Weeny Yellow Polka Dot Bikini\", which featured Timmy Mallett, star of Wacaday, a popular UK children's television show of the time, along with two dancers, Dawn Andrews and Annie Dunkley. Andrews later married Gary Barlow of the group Take That. Mallett told the British pop magazine Smash Hits that the composer of popular theatre musicals Andrew Lloyd Webber had come up with the idea for making the single, and had asked Mallett to sing on it. The day after recording the song, Mallett took a copy of it on a tour of European clubs where he was making personal appearances, and asked the clubs' DJs to play the song, raising public awareness of the record. In November 2008, schoolteacher and former singer Everton Barnes claimed that he was the real singer on the record, as Mallett had been unable to hit the right notes and sung flat. The song was released on Carpet Records, a subsidiary of Andrew Lloyd Webber's Really Useful Group, and Lloyd Webber later admitted that he had produced the song because his wife had bet him that as a composer of musical theatre, he would not be able to make a pop song that was a big hit. The band name \"Bombalurina\" was taken from the name of one of the characters in Lloyd Webber's musical Cats. The song reached number one on the UK Singles Chart on August 19, 1990 and was certified silver for sales of 200,000 copies. The single also reached number one in Ireland and the top ten in Austria, Finland, Germany, New Zealand, and Norway. ===Charts=== ====Weekly charts==== {|class=\"wikitable sortable\" !Chart (1990) !Peak position |- |- |- |Europe (Eurochart Hot 100) |align=\"center\"|2 |- |Finland (Suomen virallinen lista) |align=\"center\"|4 |- |- |- |- |- |- |- |} ====Year- end charts==== {|class=\"wikitable\" !Chart (1990) !Rank |- |Europe (Eurochart Hot 100) |align=center|39 |- |UK Singles (Gallup) |align=center|16 |} ===Certifications=== ==Other cover versions and parodies== There have been cover versions in many languages. * Comedian Buddy Hackett released a cover version of this song soon after the original was released. * German version with Club Honolulu (Caterina Valente and her brother Silvio Francesco) in 1960. * The country comedy duo Homer and Jethro did a parody version on their 1966 album \"Songs To Tickle Your Funny Bone.\" * Connie Francis included a version of the song on her 1966 album Connie Francis and The Kids Next Door. * Jimi Hendrix played a brief cover of the song on the live recording Mr. Pitiful, released in 1981 in Germany only. * German punk band Die Toten Hosen covered the Club Honolulu version (in German) on their 1987 cover album Never Mind the Hosen, Here's Die Roten Rosen. It was released as a promo single under the alias Die Roten Rosen. Also, on the 2007 re-release, the English version was added as a bonus track. * Hungarian teen sensation Szandi covered the song on her 1989 album Kicsi lányhttps://www.discogs.com/Szandi- Kicsi-L%C3%A1ny/release/1962421 (English translation: Little Girl), in fact this was the title song. The chorus in Hungarian is the following: \"Egy csöppnyi, ici-pici, csuda-buli, Honolulu fürdőruci\", meaning \"A teenie-weenie, itsy-bitsy, super-dooper Honolulu swimming suit\". * A cover version was made by Devo on the CD Pioneers Who Got Scalped. This version of the song had appeared in the film Revenge of the Nerds II: Nerds in Paradise, but was unavailable on CD until the release of the Pioneers album. * Kermit the Frog and Miss Piggy covered the song for the 1993 album Muppet Beach Party. * Ray Stevens, in 2012, covered the song on his 9-CD Encyclopedia of Recorded Comedy Music project. * Mud recorded a cover version in 1982. * A Brazil version, a little faithful to the original, \"Biquíni de Bolinha Amarelinha Tão Pequenininho\", (LP Ronnie Cord, Copacabana CLP 11.164, October 1960) was a hit in 1960 when it was sung by Ronnie Cord, and had some re-recordings, by artists like Celly Campello and Blitz's 1983 version. * A Spanish version \"Bikini Amarillo\" (very faithful to the original) was an enormous hit for Mexican singer Manolo Muñoz in the 1960s. * A Finnish version \"Pikku pikku bikinissä\" was sung by Pirkko Mannola in 1961. * A Danish version \"En mægtig smart men meget sart bikini\" was sung by Dirch Passer and Lily Broberg in 1960. * A Serbian version \"Bikini sa žutim tačkicama\" was sung by Ljiljana Petrović in 1962. * In 1983, the British group Echo & the Bunnymen composed and recorded the song \"Do It Clean\", released on Porcupine album, which lyric lines were inspired by the Hyland's hit: \"Iszy bitzy witzy itzy everywhere / I've been here and I've been there\". * George Wright covered the song in his 1984 album Red Hot and Blue. * In 1987, it was sung in Greek by Polina (Πωλίνα), with the title \"Το ροζ μπικίνι\" (English: \"The Pink Bikini\"), in her album \"Πάμε για τρέλλες στις Σεϋχέλλες\" (\"Pame gia trelles stis Seychelles\"). * Argentinian pop groups Viuda e hijas de Roque Enroll and The Sacados recorded successful versions in 1984 and 1990 respectively, under the name Bikini a lunares amarillo. The lyrics were translated into local slang, and update the source of shame to lack of waxing.http://www.musica.com/letras.asp?letra=1715433 * Another cover version was \"El Cohete Americano\", a Cuban propaganda song sung by Las D'Aida in Album de la Revolucion Cubana (2000). * A Bulgarian version \"Бански на лалета\" (\"Tulip Themed Bathing Suit\") sung by the children group Sparrows (Врабчета) contains kids-friendly comic lyrics. In the lyrics a girl falls in love with a boy impressed by his tulip themed swimming suit among other things. * In Croatian, there is a cover by the group Trio Tividi, titled simply \"Bikini\". * With lyrics in Swedish by Karl-Lennart, Lill-Babs recorded the song. * At the beginning of 2006, a parody of the song was used for a TV Easy magazine advert, \"I need an Itsy Bitsy Teenie Weenie TV Easy Magaziney\". * Günther recorded a version, \"Teeny Weeny String Bikini\". * The singing character Gummibär (The Gummy Bear) recorded original English, Spanish and French versions. * A snippet is the last song covered on the 12\" version of the \"Stars on 45 Medley\". * In 1960, it was sung in Japanese by Danny Iida & The Paradise King with Kyu Sakamoto as a member. (Toshiba Records JP-5051) ==See also== *List of Hot 100 number-one singles of 1960 (U.S.) *List of Billboard Hot 100 top-ten singles in 1960 *List of Billboard Hot 100 number-one singles from 1958 to 1969 *Billboard Year-End Hot 100 singles of 1960 *List of Cash Box Top 100 number-one singles of 1960 *List of number-one hits of 1960 (Germany) *List of number-one singles of 1960 (Canada) *List of number-one singles of 1960 (France) *List of number-one singles of 1961 (France) *List of number-one singles from the 1990s (UK) *List of UK top-ten singles in 1990 *List of UK Singles Chart number ones of the 1990s *List of UK top-ten singles in 1990 *List of number-one singles of 1990 (Ireland) ==References== Category:Songs about clothing and fashion Category:1959 singles Category:1960 singles Category:1990 debut singles Category:Brian Hyland songs Category:Johnny Hallyday songs Category:Caterina Valente songs Category:Billboard Hot 100 number-one singles Category:Cashbox number-one singles Category:Number-one singles in Canada Category:Number-one singles in Germany Category:Number-one singles in New Zealand Category:Number-one singles in South Africa Category:UK Singles Chart number-one singles Category:Irish Singles Chart number-one singles Category:Songs written by Lee Pockriss Category:Songs written by Paul Vance Category:Lill-Babs songs Category:Song recordings produced by Nigel Wright (record producer) Category:Song recordings produced by Andrew Lloyd Webber Category:1960 songs Category:Novelty songs Category:Bikinis Category:Barclay Records singles Category:Polydor Records singles Category:Virgin Records singles Category:Philips Records singles ",
    "title": "Itsy Bitsy Teenie Weenie Yellow Polkadot Bikini"
}