{
    "id": "2227638",
    "text": "Katsina, usually referred to as Katsina State to distinguish it from the city of Katsina, is a state in North West zone of Nigeria. Its capital is Katsina, and its Governor is Aminu Bello Masari, a member of the All Progressives Congress. Katsina State was brought out of old Kaduna State in 1987. ==Demography== The Hausa people (sometimes grouped with the Fulani as Hausa- Fulani) are the largest ethnic group. ===Religion=== The state is predominantly Muslim, and Gobarau Minaret is an important building. Sharia is valid in the entire state. The Church of Nigeria has a Diocese of Katsina. The Redeemed Christian Church of God and the Roman Catholic Church are fairly present in the state. ==Local Government Areas== Katsina State consists of thirty-four (34) Local Government Areas. They are: * Bakori * Batagarawa * Batsari * Baure * Bindawa * Charanchi * Dan Musa * Dandume * Danja * Daura * Dutsi * Dutsin-Ma * Faskari * Funtua * Ingawa * Jibia * Kafur * Kaita * Kankara * Kankia * Katsina * Kurfi * Kusada * Mai'Adua * Malumfashi * Mani * Mashi * Matazu * Musawa * Rimi * Sabuwa * Safana * Sandamu * Zango ==Education== Katsina State is a centre of both formal and informal education. Currently it has Federal College of Education Katsina, Hassan Usman Katsina Polytechnic, Federal University Dutsin-Ma, the federal University of katsina state, which was renamed after the late President Umaru Musa Yar'adua, Umaru Musa Yar'adua University, Alqalam University Katsina; Yusufu Bala Usman College of Legal, and General Studies, Daura and the School of Basic and Remedial Studies, Funtua (SBRS/ABU Funtua) and Isa Kaita College of Education Dutsin-Ma, located at Dutsin-ma town. There are seven degree awarding institutions in the state. Owned by different bodies the institutions are Umaru Musa Yar'adua University, owned by the state government. Alqalam University Katsina, the first Islamic university in Nigeria and it is privately owned. Federal University Dutsinma, owned by the federal government. Federal College of Education Katsina (affiliated to Bayero University Kano). National Open University of Nigeria, Isa Kaita College of Education Dutsinma (affiliated to Ahmadu Bello University, Zaria), a state owned college of education. Cherish Institute Batsari, a privately owned university awarding degree in health courses.Malam Mustapha 7 institutions currently running degree programs in Katsina http://katsinapost.com.ng/2018/05/17/7-institutions-currently-running-degree- programs-in-katsina/ ==Coronavirus== In spite of measures taken by the state government to prevent the spread of COVID-19 into the state, on 7 April 2020, a doctor in Daura local government area died of cases related to Coronavirus and his family members were tested positive. Later, one of the doctor's patients also died. To contain the spread of the virus, state government ordered lockdown in the state and dispatched police to ensure obedience of the law. However, there have been cases of violating the order and people accused the government for locking down worshiping grounds such as churches and Juma'ah mosques while major markets such as Yar Kutungu, Himata, Greenhouse, Mudassir etc were operating. There was a clash between police and youths in Kusada local government area resulting to death and arrests of civilians. ==Notable people from Katsina State== Muhammad Dikko dan Gidado, and other officials, 1911 * Abba Musa Rimi, Governor of Kaduna State 1980–1983 * Abdulmuminu Kabir Usman, Emir of Katsina * Aminu Bello Masari former speaker house of representatives 2003 to 2007 and current Governor of the State * Faruk Umar Faruk CON, Current and 60th Emir of Daura * Habu Daura, Commissioner of Police and he was the acting Administrator of Bayelsa State, from February to June 1997 * Hamza Rafindadi Zayyad, former head of the Technical Committee on Privatization and Commercialization * Hassan Katsina, Military governor of the northern region 1966–1967. * Ibrahim Coomassie, Inspector General of Police 1993–1999 * Ibrahim M. Ida, Senator for Katsina Central constituency of Katsina State, Nigeria, taking office on 29 May 2007 and member of All Progressive Congress APC * Ibrahim Shema, Governor of Katsina State 2007–2015 * Isa Kaita, first northern Nigeria minister of education and speaker of the house of parliament * Ja'afar Mahmud Adam, Salafist Islamic scholar aligned with the Izala Society * Lawal Kaita, Governor of Kaduna State 1983 * Lawal Musa Daura, Director General of the Nigerian State Security Service * Magaji Muhammed, former Minister of Internal affairs, former Minister of industries and former Nigerian Ambassador to the Kingdom of Saudi Arabia. * Mahmud Kanti Bello, Former Chief Whip of the Senate * Mamman Shata, a Hausa griot/musician. * Mohammed Bello, former Chief Justice of the Supreme Court * Mohammed Tukur Liman former majority leader of the Nigerian Senate. * Muhammadu Buhari, Military Head of State 1983–1985, Chairman PTF and President of Nigeria since May 29, 2015 * Muhammadu Dikko Yusufu Inspector General of Police from 1975 to 1979 * Muhammadu Dikko, Emir of Katsina 1906–1944. * Saddik Abdullahi Mahuta, former Chief Judge of Katsina State from 1991 to 2013 and the 11th Galadiman Katsina, District Head of Malumfashi. * Sani Ahmed Daura, Lagos State commissioner of police 1990, and first Governor of Yobe State 1991–1992 * Sani Zangon Daura, Federal Minister of Agriculture and Rural Development 1999–2000, Federal Minister of Environment 2000 – 2001 * Shehu Musa Yar'Adua, politician, major general and Military Vice President 1976–1979 * Sunusi Mamman, a two time Vice Chancellor of Umaru Musa Yaradua University, Katsina. * Tajudeen Abdul-Raheem, Pan- Africanist, Oxford Rhodes Scholar and Former Deputy Director of United Nations Millennium Campaign for Africa 1961–2009 * Umar Farouk Abdulmutallab, sentenced to life imprisonment in the United States for attempting to bomb Northwest Airlines Flight 253 on Christmas Day, 2009. * Umaru Musa Yar'Adua, Governor of the State 1999–2007, and President of Nigeria 2007–2010 * Umaru Mutallab, business and banking veteran and also a former Minister of economic development. * Ummarun Dallaje was the 39th Islamic Leader of Katsina, the first Fulani emir, as well as the patriarch of the Dallazawa dynasty. ==References== Category:States of Nigeria Category:States and territories established in 1987 Category:1987 establishments in Nigeria ",
    "title": "Katsina State"
}