{
    "id": "2228039",
    "text": "Trouble is the first studio album from British hard rock band Whitesnake, led by former Deep Purple vocalist David Coverdale. It reached No. 50 on the UK Albums Chart when it was released in October 1978. This followed the 4 track EP Snakebite, later available in the US as an import album from continental Europe. This is also the first Whitesnake album to feature Coverdale's former bandmate in Deep Purple, Jon Lord. ==Recording== The album was recorded at Central Recorders Studio in London during the summer of 1978. Martin Birch produced the album, which was recorded and mixed in ten days. According to Coverdale, one of the reasons the album was called \"Trouble\", was that his first child was born during the album's recording. ==Track listing== ;Side one #\"Take Me with You\" (David Coverdale, Micky Moody) – 4:45 #\"Love to Keep You Warm\" (Coverdale) – 3:44 #\"Lie Down (A Modern Love Song)\" (Coverdale, Moody) – 3:14 #\"Day Tripper\" (John Lennon, Paul McCartney) – 3:47 #\"Nighthawk (Vampire Blues)\" (Coverdale, Bernie Marsden) – 3:39 ;Side two # * \"The Time Is Right for Love\" (Coverdale, Moody, Marsden) – 3:26 #\"Trouble\" (Coverdale, Marsden) – 4:48 #\"Belgian Tom's Hat Trick\" (Moody) – 3:26 #\"Free Flight\" (Coverdale, Marsden) – 4:06 #\"Don't Mess with Me\" (Coverdale, Moody, Marsden, Neil Murray, Jon Lord, Dave Dowle) – 3:25 ===Bonus tracks=== Trouble was remastered and reissued in 2006 with tracks from the EP Snakebite as bonus tracks: # * \"Come On\" (Coverdale, Marsden) – 3:32 #\"Bloody Mary\" (Coverdale) – 3:21 #\"Steal Away\" (Coverdale, Moody, Marsden, Murray, Pete Solley, Dowle) – 4:19 #\"Ain't No Love in the Heart of the City\" (Michael Price, Dan Walsh) – 5:06 ==Personnel== *David Coverdale – lead and backing vocals *Micky Moody – guitar, backing vocals *Bernie Marsden – guitar, lead vocals on track 9, backing vocals *Neil Murray – bass guitar *Dave Dowle – drums *Jon Lord – keyboards ==References== Category:Whitesnake albums Category:1978 debut albums Category:Albums produced by Martin Birch Category:EMI Records albums Category:United Artists Records albums Category:Harvest Records albums Category:Polydor Records albums ",
    "title": "Trouble (Whitesnake album)"
}