{
    "id": "2228068",
    "text": "Keflavík ÍF (Keflavík, íþrótta- og ungmennafélag) is an Icelandic sports club, from the town of Reykjanesbær. The club has several divisions for different sports: football, basketball, swimming, gymnastics, badminton, shooting and taekwondo. Its biggest divisions are Knattspyrnudeild Keflavíkur (football) and Körfuknattleiksdeild Keflavíkur (basketball). Keflavík – Official Web ==Basketball== Keflavík's basketball subdivision, Körfuknattleiksdeild Keflavíkur, is one of the most successful basketball clubs in Iceland with its men's and women's teams winning multiple titles over the years.Íslands- og bikarmeistarar meistaraflokka The club also runs successful youth teams.Íslands- og bikarmeistarar yngri flokka The total number of titles won by the club is an Icelandic record, with around 200 national titles and cup wins in all age groups.Íslands- og bikarmeistarar félaga The teams play their games at the TM Arena in Reykjanesbær. Félög - Keflavík ===Men's basketball=== The Keflavík men's basketball team has won the fourth most Icelandic championships with 9 titles. They currently play in Úrvalsdeild karla. ===Women's basketball=== Keflavík's women's basketball team is the most successful women's basketball team in Iceland with 16 national championship. They currently play in Úrvalsdeild kvenna and are the reigning national champions and cup champions. ==History== The history of Keflavík ÍF is considered to have begun in 1929. Its history has been convoluted, with several changes in name and status. ===Early years=== Keflavík Youth Club (Ungmennafélag Keflavíkur, UMFK) was founded on 29 September 1929 by 28 young people in the town of Keflavík. The club became a member of The Icelandic Youth Federation which had been established in 1907 as part of Iceland's drive for independence. The Keflavík Youth Club was a typical youth club of the era; forming teams in swimming and athletics, teaching physical education, putting on theatre productions and supporting various local causes. An important part of the Youth Federation was appreciation for the country and its people and the movement was especially active in rural areas and small towns. Helgi S. Jónsson: '20 ára afmælisfagnaður U.M.F.K.', Faxi 1949 (9:9–10), pp. 2–5 On 12 July 1950 a second sports club was founded in Keflavík, the Keflavík Football Club (Knattspyrnufélag Keflavíkur, KFK). Despite its name, the club formed teams in football, handball and swimming. 'Ég treysti æskunni til stórræða í framtíðinni : KFK 25 ára', Faxi 1976 (36:1), pp. 12–13 ===Sports federation=== With two major sports clubs in the small town of Keflavík it was felt that resources were being spread too thin. On March 18, 1956 a new club was formed, Keflavík Sports Federation (Íþróttabandalag Keflavíkur, ÍBK). Similar sports federations were formed in towns around Iceland. The idea behind them was that various groups and clubs could come together to represent the town in various sports, often against other towns. Another aim was to enable sportsmen from smaller towns to compete against the bigger clubs from Reykjavík, especially in football and other team sports. The town federations also represented the town's clubs within national associations. In Keflavík the existing clubs were not disbanded but their operations were limited. Keflavík Youth Club continued to work within the national youth movement, mainly on social and cultural issues. Sporting activities within the youth club and Keflavík Football Club were virtually non-existent, although the youth club participated in the semi- annual national youth festival. The two clubs also played against each other in team sports like football and handball on special occasions in the town, like Independence Day. 'Íþróttabandalag stofnað í Keflavík', Faxi 1956 (16:3), p. 31 ===Modern era=== In 1994 the town of Keflavík merged with its neighbouring towns of Njarðvík and Hafnir to form a new municipality, Reykjanesbær. A new sports federation was formed for the new town, Reykjanesbær Sports Federation (Íþróttabandalag Reykjanesbæjar,ÍRB). With the Keflavík club no longer a sports federation it was decided to form a new club, Keflavík Sports and Youth Club (Keflavík, íþrótta- og ungmennafélag), which was to be commonly known as Keflavík. The youth in the title was to indicate that the club was a member of The Icelandic Youth Federation. The new club also became a member of The National Olympic and Sports Association of Iceland (Íþrótta- og Ólympíusamband Íslands, ÍSÍ) and Reykjanesbær Sports Federation. ==References== ==External links== *Keflavík – Official website *The National Olympic and Sports Association of Iceland *The Icelandic Youth Federation *Reykjanesbær Sports Federation Category:Football clubs in Iceland Category:Multi-sport clubs in Iceland Category:Keflavík ",
    "title": "Keflavík ÍF"
}