{
    "id": "2229954",
    "text": "Unbroken was an American metalcore band from San Diego County, California, United States. They were influential in the Southern California hardcore scene during the mid-to-late 1990s. The band chose the name Unbroken because they wanted to emphasize their dedication to the straight edge philosophy of drug abstinence. However, most of the members have since given up this belief. In 2008, Alternative Press named Unbroken a band of significant interest in its cover story \"23 Bands Who Shaped Punk\", citing them as an influence on later groups such as The Hope Conspiracy, Throwdown, Suicide File, Planes Mistaken for Stars, Modern Life Is War, and Bleeding Through.Neal Taflinger, \"Unbroken\", in \"23 Bands Who Shaped Punk\". Alternative Press No. 240 (June 2008), p. 122. ==Biography== The band's members were also in the groups Struggle, Swing Kids, Kill Holiday, Julia, Some Girls, Smooth Man Automatic, Johnny Angel, Stabbed By Words, and Over My Dead Body before, during, and after Unbroken's existence. Guitarist Eric Allen committed suicide three years after the breakup of the band. The band reformed soon after his death for one show as a benefit to Allen's family. Rob Moran until recently played in the hardcore group Some Girls and now resides back in San Diego. He has more recently started a band with John Pettibone (former member of Undertow, Nineironspitfire and Himsa), Ryan Murphy (former member of Undertow, Ten Yard Fight, Ensign) and Aram Arslanian (guitarist of Champion, The First Step and vocalist for Betrayed). The band, The Vows, is a straight-edge band that is musically influenced by the old-school hardcore band Judge. The Vows released a CD on Indecision Records in 2006. Rob Moran is in a new band called Narrows with Dave Verellen of Botch and Ryan Frederiksen of These Arms Are Snakes. They have released a S/T 7\", an album called New Distances, as well a split 7\" with Seattle band Heiress. All releases are on Deathwish Inc. He is also working on other musical projects with friends in San Diego. One of which is a goth band with Gabe Serbian from The Locust. Dave Claibourne sings for the band Stabbed By Words (who had an album released on Hawthorne Street Records), and is a drum & bass DJ with Dedication Crew in St. Louis, Missouri. He is trying to get Round 2 back together for a European reunion tour in 2011. Steven Andrew Miller moved away from San Diego and now resides in Orange County. He now plays in Crushed On You who are set to release an EP later in 2008 on an unnamed label. Todd Beattie now lives in Los Angeles, and is married to acclaimed furniture designer Tanya Aguiniga. ==Reunion== Despite talk that these would be their only reunion shows, as of 2010, Unbroken are also scheduled to play the annual FYF Fest (formerly F Yeah Fest and Fuck Yeah Fest) in Los Angeles, California on September 4, and at ULU in London, England on October 16. Unbroken played a reunion show in New York City at Santos Party House on April 10, 2011 with Indecision, Jesuit, Damnation A.D., Unrestrained and Psychic Limb. In September 2011, they toured Argentina, Chile, and other Latin American countries. Unbroken also scheduled to play Mexico for the first time in 2012 as well as a small tour of Europe. Unbroken decided to play shows in various regions around the world after their shows in the States sold out, and left fans from outside the US without a chance to see them. Through their reunion shows, the band has raised over $30,000 for various charities and causes all over the world. Unbroken played on November 2, 2014, at the Ukrainian Cultural Center in Los Angeles for the 20 year mark of Life.Love.Regret. ==Members== *Rob Moran – bass (1991-1995, 1998, 2010-2012, 2014) *Todd Beattie – drums, percussion (1991-1995, 1998, 2010-2012, 2014) *Steven Andrew Miller – guitar (1991-1995, 1998, 2010-2012, 2014) *Dave Claibourn – lead vocals (1991-1995, 1998, 2010-2012, 2014) *Eric Allen – guitar (1991-1995, died 1998) ; Touring members *Atilla Moran – tambourines (1994-1995) * Brian Manry (Mean Season) – guitar (1993) ; Former members * Brian Hill – lead vocals (1991) ==Discography== ===Albums=== *Ritual (1993) New Age Records *Life. Love. Regret. (1994) New Age Records **Both recordings were re-released on one CD, Death of True Spirit (see compilations) ===Compilations=== *It's Getting Tougher to Say the Right Things (collection of all singles and EPs) (2000) Indecision Records *Death of True Spirit (2003) Indecision Records *It's for Life Consequence Records ===EPs and singles=== *You Won't Be Back 7\" (1992) *Unbroken/Groundwork split (\"Final Expression\"/\"Set Up\") 7\" (1993) *Unbroken/Abhinanda split (\"Love Will Tear Us Apart\") 7\" (1994) *And/Fall on Proverb 7\" (1994, 31G) *Circa '77 (\"Absentee Debate\"/\"Crushed on You\") 7\" (1995, New Age Records) *Unbroken/Ati's Warriors split (contains both bands' demos) (2002, bootleg) ===Other appearances=== * Lacking Mindset Compilation (\"Blanket\") (1993) * It's for Life Compilation (\"Unheard\") (1992) ==References== ==External links== * Unbroken on MySpace * Official Website Category:Hardcore punk groups from California Category:Straight edge groups Category:Musical groups from San Diego ",
    "title": "Unbroken (band)"
}