{
    "id": "2229213",
    "text": "Airlines of South Australia refers to *A subsidiary of Ansett Airlines that operated from 1959 until 1986, and *An independent airline that operated between 1987 and 2005. == History == === Ansett subsidiary (1960-1986) === Fokker F27-200, Adelaide Airport 1987.jpg The original Airlines of South Australia (ASA) first flew on 18 January 1960, replacing Guinea Airways, which had been purchased by Ansett in 1959. ASA took over the Guinea Airways existing fleet of five DC-3s and an Auster, and added a 52-seat Convair 440 VH-BZH. From inception, ASA provided services from Adelaide to Port Lincoln, Minnipa, Ceduna, Cowell, Cleve, Kimba, Radium Hill, Broken Hill, Kangaroo Island, Port Pirie, Whyalla, Renmark, Mildura and Woomera. Throughout the 1960s, services were briefly added to Naracoorte, Millicent and tours to Hayman Island, Queensland from Adelaide while several initial services were progressively discontinued. A Piaggio P166 and a Fokker F-27 Friendship (the first of several) replaced older aircraft. In November 1968 Airlines of South Australia was renamed Ansett Airlines of SA (AASA). By 1973, the fleet had reduced to three Fokker F-27s. In the mid-1970s, AASA trialled special interest weekend flights and began services to Mount Gambier. In 1979, charter flights to the gas fields at Moomba began. In 1980, a route sharing agreement was commenced with Rossair, and in 1981 Ansett reverted AASA back to the original name Airlines of South Australia. However, ASA faced increasing competition through the late 1970s and early 1980s, and in 1985, Ansett announced that another subsidiary Kendell Airlines would progressively move onto South Australian routes. In February 1986, Ansett announced that ASA would cease operations by July. The last passenger flight was made to Whyalla in June 1986. === New entity (1987-2005) === ASA Embraer EMB-120 Airlines of South Australia (ASA) was reborn in 1987 as a small regional airline]. It operated scheduled between Adelaide, Port Lincoln, Port Augusta, and Kingscote all in South Australia, as well as charter flights. It was part of the RegionalLink Airlines group which also included Airnorth and Emu Airways. Its main base was Adelaide International Airport (ADL). Both ASA and Emu Airways ceased operations on 9 November 2005. The airline was established in 1987 as Lincoln Airlines (based in Port Lincoln). It merged with Augusta Airways (based in Port Augusta) and was renamed Airlines of South Australia (ASA) in 1997. In October 2003, Airnorth (based in Darwin, Northern Territory) purchased both Airlines of South Australia and Emu Airways (another small regional airline, based in Adelaide, operating from Adelaide to Kingscote) and merged the three companies into a single business entity called RegionalLink owned by aviation services company Capiteq Group. The participating airlines continued to trade in their local markets under their own names, the logos of which were featured on the fuselages of aircraft within the group. On Monday 31 October 2005 Capiteq Limited, the parent company of Airlines of South Australia and Emu Airways, announced its intention that both airlines would cease operations effective Wednesday 9 November 2005, citing the entry of QantasLink (soon to start flying to Port Lincoln and Kingscote) and other factors in their decision. This left Port Augusta with no scheduled air service. ==== Code Data ==== *IATA Code: RT *ICAO Code: LRT ==== Fleet (ASA 1987-2005)==== *1 Embraer Brasilia *2 Embraer Bandeirante *3 Piper Chieftain ==External links== * History of (Ansett) Airlines of South Australia * Airlines of South Australia (ASA) * RegionalLink Airlines * Airnorth Category:Defunct airlines of Australia Category:Airlines established in 1960 Category:Airlines disestablished in 1986 Category:Airlines established in 1997 Category:Airlines disestablished in 2005 Category:Ansett Australia ",
    "title": "Airlines of South Australia"
}