{
    "id": "2229082",
    "text": "KSPN (710 kHz) is a commercial AM radio station licensed to Los Angeles, California, and serving the Greater Los Angeles Area. The station airs an all- sports radio format. KSPN is owned by The Walt Disney Company and operated through ESPN Radio. The studios are located at the ESPN Los Angeles Studios at L.A. Live in Downtown Los Angeles. The KSPN broadcast license is held by ABC Radio Los Angeles Assets, LLC. On weekdays, morning drive time is hosted by Keyshawn Johnson, Travis Rodgers and LZ Granderson. The nationally syndicated Stephen A. Smith Show is heard in late mornings. Mason & Ireland (Steve Mason and John Ireland) host early afternoons, followed by Jorge Sedano in PM drive time. Nights and weekends, most programming comes from the ESPN Radio Network. KSPN is one of two ESPN Radio affiliates in the Los Angeles radio market, the other being KLAA. KSPN is licensed by the Federal Communications Commission to broadcast in the HD Radio (hybrid) format.http://licensing.fcc.gov/cgi- bin/ws.exe/prod/cdbs/pubacc/prod/sta_det.pl?Facility_id=33255 The transmitter is on Burbank Boulevard at Bellaire Avenue. ==History== ===Early years=== The station first signed on as KRLO on February 19, 1927, broadcasting from Beverly Hills. It was heard on several frequencies in radio's early days, including 1170 kilocycles. In early 1928 the call letters were changed to KEJK.\"Alterations and Corrections\", Radio Service Bulletin, February 29, 1928, page 6. It switched to 710 kHz when it was sold to new owners in November 1929. In March 1930 it took the call sign that it would hold for 67 years, KMPC.\"Alterations and Corrections\", Radio Service Bulletin, April 30, 1930, page 10. The station was then owned by the MacMillan Petroleum Company, for which the station's call letters were chosen. The studios and offices were on 3651 Wilshire Boulevard, now part of the property of the Wilshire Boulevard Temple.Broadcasting Yearbook 1935 page 22 Later, George A. Richards of Detroit acquired the station. KMPC became part of the Goodwill Station group that included WJR in Detroit and WGAR in Cleveland, both also owned by Richards. KMPC soon became Southern California's destination for sports programming, as it carried Pacific Coast League baseball, UCLA Bruins sports and, beginning in 1946, the Los Angeles Rams football team. ===Gene Autry=== Legendary singer and actor Gene Autry bought KMPC in 1952, making it the centerpiece of his broadcasting company, Golden West Broadcasters.Broadcasting Yearbook 1954 page 86 Autry eventually owned TV, AM and FM stations around the Western United States. During Autry's ownership, KMPC was a full service middle of the road station, featuring popular music, news and sports. Dick Whittinghill, Geoff Edwards, Wink Martindale, Gary Owens, Bob Arbogast and Roger Carroll formed a powerhouse lineup of disc jockeys during the 1960s and 70s. During 1958 and 1959 baseball seasons, KMPC was also the flagship station for the Los Angeles Dodgers radio network. In 1961, it became the flagship of the new baseball team, the Los Angeles Angels. KMPC and the Angels were both owned by Autry. KMPC remained the Angels' radio voice until 2008 (except for 1997 to 2002). In November 1963, Autry acquired Channel 5 KTLA, LA's top independent television station. The TV station's operations were at 5800 Sunset Boulevard, while KMPC Radio had its studios at 5858 Sunset Boulevard.Broadcasting Yearbook 1965 page A-6 KTLA was sold to investment firm Kohlberg Kravis Roberts in 1983, while KMPC remained under Autry's ownership. In the 1980s, KMPC adopted an adult standards format which featured big bands and vocalists. During this time, the legendary DJ Robert W. Morgan began a long stint as morning host. KMPC also aired a weekday evening sports call-in show hosted by Scott St. James, who was also a TV soap opera actor on the side. In the early 1980s, KMPC changed to talk radio and fired its DJs. Whittinghill, Owens, Johnny Magnus and Pete Smith went over to KPRZ and played standards as part of \"The Music of Your Life\" format. A few years later, KMPC returned to standards as \"The Station of the Stars.\"http://www.socalradiohistory.com/krkd.html, Retrieved on July 21, 2009. ===Sports radio=== In April 1992, KMPC became one of the first all sports stations on the West Coast, billing itself as \"All Sports, All Hours.\"http://www.worldradiohistory.com/Archive- RandR/1990s/1992/RR-1992-01-31.pdf Jim Lampley and Todd Christensen were co- hosts of one program, Joe McDonnell and Doug Krikorian began their run as a popular local duo \"McDonnell & Douglas.\" Jim Healy, one of the most famous voices in L.A. sports, returned to KMPC after a few years at KLAC. Other show hosts included Brian Golden and Paola Boivin, Chris Roberts and Jack Snow, Fred Wallin and Tony Femino. ===ABC/Disney ownership=== In 1994, the Autry family sold KMPC to ABC, which already owned the successful talk station KABC. The price tag for KMPC was $17.5 million.Broadcasting & Cable Yearbook 1999 page D-48 On May 2 of that year, KMPC began a general talk format to complement KABC. Hosts such as Tom Leykis, Stephanie Miller, Peter Tilden, and Joe Crummey headlined this new format.http://www.worldradiohistory.com/Archive- RandR/1990s/1994/RR-1994-04-29.pdf On February 24, 1997, ABC Radio changed KMPC's call letters to KTZN, and flipped to a women's talk format.http://www.worldradiohistory.com/Archive- RandR/1990s/1997/RR-1997-02-28.pdf The station hired multiple new hosts, including humor writer and David Letterman Show co-creator Merrill Markoe, psychologist Dr. Toni Grant and comedienne (and former KMPC host) Stephanie Miller. Under this format, the station failed to make the top 30 in Los Angeles Arbitron ratings. The women's talk format lasted less than six months. On August 26, 1997, Radio Disney was launched on the station with the KDIS call letters, becoming the network's fifth affiliate; the station carried the Disney children's radio service until 2003. ===KSPN moves to 710=== 150px As an ESPN Radio outlet, KSPN began on the former KRLA (1110 AM) in December 2000, after ABC purchased that station from Infinity Broadcasting. On January 1, 2003, ABC swapped its Radio Disney and ESPN Radio stations in Los Angeles, with 1110 taking Radio Disney and the KDIS call sign, while 710 became L.A.'s ESPN Radio outlet. KSPN was led by the sports talk team of Joe McDonnell and Doug Krikorian. The KMPC call letters were retired until acquired them in 2000. (The KMPC on 1540 kHz also had an all-sports format, using programming from the co-owned Sporting News Radio Network. On May 1, 2007, that station switched to Korean language programming.) With ESPN affiliate XEPE in Tijuana- San Diego switching from sports to another format in April 2019, KSPN is serving as the de facto ESPN outlet for San Diego County.RadioInsight.com \"Owner Pulls San Diego Programming in Rent Dispute\" April 29, 2019 ==Play-by- play== ===Current=== *Los Angeles Lakers of the NBA, since the 2009-10 season. John Ireland and Mychal Thompson are the game announcers, preceded by the pregame show with Dave Shore and the postgame show with A Martinez and Dave Miller. *Los Angeles Rams of the National Football League, since the return of the team to Los Angeles prior to the 2016 season. For FM listeners, games are also heard on KCBS-FM.http://www.fearsomefootball.com/397/rams-return-to-la- radio-in-am-fm-partnership/ In the Rams' original Los Angeles stint, 710 AM (in its previous KMPC incarnation) was the team's radio flagship for nearly the team's entire first tenure in Southern California. *Los Angeles Angels of Anaheim (Major League Baseball): Sixty Angels games each season are simulcast on KSPN, which has a partnership with official flagship station KLAA for additional Angels shows and some advertising sales. KLAA's audio is usually several seconds ahead of KSPN's. *ESPN Radio coverage of selected NBA regular season and postseason games, including all NBA Finals contests, MLB postseason games, including the World Series, and the Bowl Championship Series of college football. ===Former teams on KSPN=== *Los Angeles Kings of the National Hockey League. KSPN swapped the Kings for the Clippers with KLAC in 2006. Kings games now air on iHeart Radio.https://am570lasports.iheart.com/featured/la- kings/content/2018-09-18-the-la-kings-partners-with-iheartradio-to-launch-la- kings-audio-network/ *The National Football League's San Diego Chargers, only for the 2007 season. The Los Angeles Chargers are now on 640 KFI. *Los Angeles Clippers (National Basketball Association). The Clippers' radio broadcasts moved to KFWB starting with the 2009-10 season and later moved to KLAC in March 2016. *Trojans Football and Basketball programs of the University of Southern California, from the 2006-07 academic year until May 2019, when USC switched to KABC.RadioInsight.com \"USC Sports Move to KABC\" May 2, 2019 The football announcing team was veteran Pete Arbogast and John Jackson. The basketball announcer was Jordan Moore. In 2010, Chris Fisher replaced Rory Markas, who died in January of that year. In October 2018, Moore took over for Fisher, who was moving on to play-by-play for the Oklahoma City Thunder.https://usctrojans.com/news/2018/10/8/moore-named-usc-mens-basketball- radio-play-by-play-announcer.aspx Starting with the 2012 season, USC home football games were carried on ESPN Radio. ==KSPN hosts== ===2003–2007=== When the all-sports format premiered on KSPN in January 2003, the station was locally focused, bringing in popular local sports talk duo Joe McDonnell and Doug Krikorian and their \"McDonnell-Douglas Show\" to afternoon drive. Steve Mason & John Ireland, football player D'Marco Farr and longtime ESPN personality Gary Miller were among the hosts who rotated through the midday slot from 2004-2007. On November 26, 2007, KSPN introduced yet another local lineup. Mason, sans Ireland, moved into the 1-4 p.m. time slot, followed in afternoon drive by a new show hosted by Dave Dameshek, a member of the Jimmy Kimmel-Adam Carolla comedy connection. Unique to Dameshek's show was a house band similar to those found on late-night television shows.Long Beach Press- Telegram, Nov. 16, 2007, page B2 New-to-Los Angeles Brian Long was hired for the evening show. In the programming shakeup, Kevin Kiley, who had served as an on-air foil to Farr, was let go, and, inexplicably, the popular Ireland also was let go. Ireland was rehired in April 2008 and reunited with Mason in the early afternoon time slot. ===2008–2009=== Just seven months later, on June 23, 2008, another new local lineup was introduced. Mason and Ireland went on from 1-4 while Dameshek was forced to share his show with Long and Dave Denholm, a three-man pairing. Dameshek eventually began a podcast-only show that has become among the parent network's more popular Web offerings, while Denholm and Long continued in afternoon drive. After KSPN got the Lakers rights, the station started morphing their already Trojan- and Laker-heavy talk programming to be even more Laker-centric. On July 10, 2009, unofficially known as \"710 Day,\" L.A. Sports Live with Andrew Siciliano and Mychal Thompson premiered from 11 a.m. to 3 p.m. Mason and Ireland returned to their old drive time slot (3-7 p.m.), replacing Denholm and Long. ===2010–2018=== More time slot changes were made on April 5, 2010: With ESPN having reduced The Herd with Colin Cowherd to three hours (7-10 a.m. PT), L.A. Sports Live and Mason and Ireland each moved up by one hour but are still on for four hours each. Martinez and Long received a new time slot, 6 to 9 p.m. The local shows originated from ESPN studios at L.A. Live in downtown Los Angeles. KSPN carried two other shows from the network: Mike and Mike in the Morning and All Night with Jason Smith, the latter of which originated from the KSPN studios. The Scott Van Pelt and Dan Le Batard shows moved over to secondary ESPN affiliate KLAA. In December 2010, Mike Thompson was hired as new Programming Director. Thompson reportedly fired Joe McDonnell outside a sandwich shop in Westwood.http://www.thefreelibrary.com/KXTA+SHTICKS+IT+TO+BIG+JOE%3B+TALK- JOCK+JOE+MCDONNELL+STILL+BAFFLED...-a083846974 Thompson also introduced Arnie Spanier and Karl Malone to L.A. radio. Thompson's first move at KSPN was to replace Siciliano with a new show hosted by New Yorker Max Kellerman and former NFL player Marcellus Wiley. Mychal Thompson remained as a Lakers analyst and became a morning show host with Mark Willard, who was let go from the station on August 29, 2014. Thompson continued to broadcast in late mornings with Mike Trudell on \"Thompson & Trudell\" in the 10 a.m. to noon time slot. Long left the station in December to become program director of KIRO, the ESPN Network affiliate in Seattle. KSPN later added another New Yorker, Stephen A. Smith, to its weeknight lineup, followed by Martinez' \"In the Zone\" talk show. These shows were later dropped and KSPN began carrying ESPN Radio's “The Freddy Coleman Show” in the evenings (when live sports or a team-focused hour is not airing). In June 2018, the morning show became \"Keyshawn, Jorge, and LZ\" (Keyshawn Johnson, Jorge Sedano and LZ Granderson). That was followed by the ESPN Network's Stephen A. Smith, hosting the late morning show, followed by \"Mason and Ireland\" in the early afternoon. From 3 to 7 p.m., Marcellus Wiley and Travis Rodgers hosted PM drive time. ==References== ==External links== * *KMPC 710 History & Tribute site Category:Disney radio stations SPN SPN Category:Radio stations established in 1927 Category:1927 establishments in California Category:ESPN Radio stations Category:Los Angeles Angels of Anaheim broadcasters Category:Los Angeles Rams broadcasters ",
    "title": "KSPN (AM)"
}