{
    "id": "2229175",
    "text": "Dr. Sankar Chatterjee is a paleontologist, and is the Paul W. Horn Professor of Geosciences at Texas Tech University and Curator of Paleontology at the Museum of Texas Tech University.Texas Tech University :: Young Investigators He earned his Ph. D. from the University of Calcutta in 1970 and was a Post- doctoral Fellow at the Smithsonian Institution from 1977-1978. Dr. Chatterjee's has focused on the origin, evolution, functional anatomy, and systematics of Mesozoic vertebrates, including basal archosaurs, dinosaurs, pterosaurs, and birds.Handbook of Texas Online - VERTEBRATE PALEONTOLOGY He has researched Late Triassic reptiles in India, such as phytosaurs, rhynchosaurs, and prolacertiformes. He is best known for his work on vertebrates recovered in the 1980s from the Post Quarry in the Late Triassic Cooper Canyon Formation (Dockum Group) of West Texas. The material includes the large rauisuchian Postosuchus, which was named for the nearby town of Post. It also included controversial specimens Chatterjee identified as being avian (Protoavis). The identification of these specimens as avian would push back the origin of birds by at least 75 million years.Paleontology Division: Dr. Sankar Chatterjee In 2008, Chatterjee and Rick Lind designed a 30-inch unmanned aerial vehicle with a large, thin rudder inspired by the crest of Tupandactylus, to be called a Pterodrone. The large, thin rudder-like sail on its head functioned as a sensory organ that acted similarly to a flight computer in a modern-day aircraft and also helped with the animal's turning agility. “These animals take the best parts of bats and birds,” Chatterjee said. “They had the maneuverability of a bat, but could glide like an albatross. Nothing alive today compares to the performance and agility of these animals. They lived for 160 million years, so they were not stupid animals. The skies were darkened by flocks of them. They were the dominant flying animals of their time.” “[W]e’ve found they could actually sail on the wind for very long periods as they flew over the oceans.... By raising their wings like sails on a boat, they could use the slightest breeze in the same way a catamaran moves across water. They could take off quickly and fly long distances with little effort.” == Genera named == The following Genera were named by Prof. Chatterjee : {| class=\"wikitable sortable\" align=\"center\" width=\"100%\" |- ! Name ! Year ! Status ! Coauthor(s) ! class=\"unsortable\" | Notes ! class=\"unsortable\" | Images |- | *Alwalkeria | * 1994 | Valid taxon | * Creisler | | rowspan=\"99\" | Barapasaurus Postosuchus |- | *Barapasaurus | * 1975 | Valid taxon | *Jain *Kutty *Roy-Chowdhury | |- | *JaklapallisaurusNew dinosaur species from the Upper Triassic Upper Maleri and Lower Dharmaram formations of Central India. Fernando E. Novas, Martin D. Ezcurra, Sankar Chatterjee and T. S. Kutty Earth and Environmental Science Transactions of the Royal Society of Edinburgh / Volume 101 / Special Issue 3-4, pp 333 - 349 Copyright © Royal Society of Edinburgh 2011 Published online: 17 May 2011 | * 2011 | Valid taxon | * Fernando E. Novas *Martin D. Ezcurra *Kutty | | |- | *Lamplughsaura | * 2007 | Valid taxon | *Kutty *Peter Galton *Upchurch | |- | *Nambalia | * 2011 | Valid taxon | * Fernando E. Novas *Martin D. Ezcurra *Kutty | | |- | *Postosuchus | * 1985 | Valid taxon | N/A | |- | *Pradhania | * 2007 | Valid taxon | *Kutty *Peter Galton *Upchurch | |- | *Protoavis Chatterjee, S. (1991). \"Cranial anatomy and relationships of a new Triassic bird from Texas.\" Philosophical Transactions of the Royal Society B: Biological Sciences, 332: 277-342. HTML abstract | * 1991 | nomen dubium | N/A | |- | *Shuvosaurus | * 1993 | Valid taxon | N/A | |- | *Technosaurus | * 1995 | Valid taxon | N/A | |- | *Tikisuchus | * 1987 | Valid taxon | * Pranab K. Majumdar | |- | * Walkeria | * 1987 | Preoccupied | N/A | Name preoccupied by a bryozoan. Renamed Alwalkeria in 1994. |- |} == Selected publications == * * * === Books === * * * ==References== Category:20th-century births Category:Year of birth missing (living people) Category:Living people Category:American paleontologists Category:Texas Tech University faculty Category:University of Calcutta alumni ",
    "title": "Sankar Chatterjee"
}