{
    "id": "2229223",
    "text": "{| |} USNS Rappahannock is a underway replenishment oiler operated by the Military Sealift Command to support ships of the United States Navy. ==Construction and delivery== Rappahannock, the eighteenth ship and final ship of the Henry J. Kaiser class and the second U.S. Navy ship named for the Rappahannock River in Virginia, was laid down at Avondale Shipyard, Inc., at New Orleans, Louisiana, on 29 March 1992 and launched on 14 January 1995. She was one of only three of the eighteen Henry J. Kaiser-class ships – the other two being and – to be built with a double bottom in order to meet the requirements of the Oil Pollution Act of 1990. Hull separation is at the sides and on the bottom, reducing her liquid cargo capacity by about from that of the 15 ships of her class without a double bottom. Rappahannock entered non- commissioned U.S. Navy service under the control of Military Sealift Command with a primarily civilian crew on 7 November 1995. ==Service history== Rappahannock serves in the United States Pacific Fleet. During Operation Tomodachi, Rappahannock delivered fuel, stores and humanitarian relief supplies to for transport to mainland Japan. Rappahannock then loaded diesel and aviation fuel at Sasebo, Japan, on 24 March before sailing for Gwangyang, South Korea, arriving 27 March. There, Rappahannock loaded 289 pallets of bottled water, which the ship delivered to Yokosuka, Japan, 30 March. Less than 24 hours later, the ship was underway again in the direction of Sendai. Rappahannock completed 10 underway replenishment missions delivering more than 2.4 million gallons of fuel. On 16 July 2012, the Rappahannock was involved in an incident in the Persian Gulf off the coast of Dubai with an Indian fishing boat that the US Navy Fifth Fleet claimed approached the ship despite several warnings. (This has been disputed by those on board the boat and by India's ambassador to the UAE). \"An embarked security team aboard a U.S. Navy vessel fired upon a small motor vessel after it disregarded warnings and rapidly approached the U.S. ship,\" Lt. Greg Raelson, media officer for U.S. Navy, said in an e-mailed statement. According to the Navy's Central Command Public Affairs, the Navy vessel followed its force protocol by first attempting to warn away the approaching craft with a series of non-lethal procedures using voice, radio, and lights. After those failed the Rappahannock escalated to lethal force, firing on the approaching vessel with a .50-caliber machine gun, killing an Indian fisherman on board and wounding three others. ==References== * ==External links== * * Category:Henry J. Kaiser-class oilers Category:Ships built in Bridge City, Louisiana Category:United States Navy Virginia-related ships Category:1995 ships ",
    "title": "USNS Rappahannock (T-AO-204)"
}