{
    "id": "2229592",
    "text": "Route 752 is a short state highway in the city of Saint Joseph, in Buchanan County, Missouri. The route runs for through the southern sections of Saint Joseph. The route begins at an intersection with U.S. Route 59 (US 59; Lake Avenue) and heads eastward as Alabama Street, East Hyde Park Avenue and Mason Road. The route crosses an interchange with Route 371 (South 22nd Street) about in before ending at exit 1D of Interstate 229 (I-229), where eastbound Route 752 merges into the interstate's southbound lanes. == Route description == Route 752 begins at an intersection with US 59 and Supplemental Route U (Lake Avenue) in the city of Saint Joseph. The route progresses eastward as a divided boulevard known as Alabama Street through a long stretch of residences until the intersection with Carnegie Street, where the two rights-of-way merge back together. The surroundings remain the same as Route 752 continues, curving from the east to southeast after an intersection with King Hill Road (Supplemental Route V). At the intersection with East Hyde Park Avenue, the Alabama Street moniker ends and the name switches to East Hyde Park Avenue. On the southern side of the highway, the route remains residential, but businesses begin to form on the northern side as Route 752 intersects with Southwestern Parkway, which becomes two lanes at this intersection. The four lane alignment of East Hyde Park Avenue continues eastward until after the intersection with South 7th Street, where Route 752 turns along Mason Road and East Hyde Park Avenue heads southward as a two lane road near Hyde Park. Route 752 remains four lanes through Saint Joseph, until approaching an interchange with Route 371 (South 22nd Street), where the highway crosses over Route 371 as a two lane bridge. After the interchange, Route 752 bends northward as a two-lane highway with no name until approaching an interchange with I-229, where the eastbound alignment of Route 752 merges into the southbound alignment of I-229. This serves as the terminus of Route 752. == Junction list == == References == ==External links== *Missouri Road Photo Gallery 752 Category:Transportation in Buchanan County, Missouri ",
    "title": "Missouri Route 752"
}