{
    "id": "2229835",
    "text": "The voiced retroflex lateral flap is a type of consonantal sound, used in some spoken languages. It has no explicitly approved symbol in the International Phonetic Alphabet, but may be represented as a short , with the old dot diacritic , or with a retroflex tail, ⟨⟩ (= , accepted for Unicode in July 2020). ==Features== Features of the voiced retroflex lateral flap: ==Occurrence== {| class=\"wikitable\" !colspan=2| Language ! Word ! IPA ! Meaning ! Notes |- |colspan=2| Iwaidja |colspan=2 style=\"text-align:center;\" | | 'my foot' | |- |colspan=2| Kannada | ಕೇಳಿ/Kēḷi | | 'to ask' | Can be an approximant instead. |- |colspan=2| Kobon | ƚawƚ | | 'to shoot' | Subapical. |- |colspan=2| KreshD. Richard Brown, 1994, \"Kresh\", in Kahrel & van den Berg, eds, Typological studies in negation, p 163 | | — | — | |- |colspan=2| Malayalam | വേളി/vēḷi | | 'marriage' | Can be an approximant instead. |- |colspan=2| Marathi | केळी/Kēḷī | | 'bananas' | See Marathi phonology |- | colspan=2|Tarama & IrabuAleksandra Jarosz, 2014, \"Miyako-Ryukyuan and its contribution to linguistic diversity\", JournaLIPP 3, p. 43. | — | | 'to pull' | |- | Norwegian | Trøndersk | | | 'glass' | Apical postalveolar; also described as central . See Norwegian phonology |- |colspan=2|O'odham | | — | — | Apical postalveolar. |- |colspan=2| Odia | ସକାଳ/sokaḷo | | 'morning' | Can be an approximant instead. |- |colspan=2| PashtoD.N. MacKenzie, 1990, \"Pashto\", in Bernard Comrie, ed, The major languages of South Asia, the Middle East and Africa, p. 103Herbert Penzl, 1965, A reader of Pashto, p 7 | /llund | | 'blind' | Contrasts plain and nasalized flaps. Tend to be lateral at the beginning of a prosodic unit, and a central flap or approximant elsewhere. |- |colspan=2| Tamil |குளி/Kuḷi | | 'bathe' | Allophone of . See Tamil phonology |- | Tarahumara | Western Rarámuri | | — | — | Often transcribed /ɺ̢/. |- |colspan=2| TotoliNikolaus Himmelmann, 2001, Sourcebook on Tomini-Tolitoli languages, The Australian National University | | — | — | Allophone of after back vowels. |- |colspan=2| Tukang Besi | | — | — | Possible allophone of after back vowels, as well as an allophone of . |- |colspan=2| Wayuu | — | | 'old man' | postalveolar? |- |} A retroflex lateral flap has been reported from various languages of Sulawesi such as the Sangiric languages, Buol and Totoli,J. N. Sneddon, 1984, Proto-Sangiric & the Sangiric languages pp 20, 23 as well as Nambikwara in Brazil (plain and laryngealized), Gaagudju in Australia, Purépecha and Western Rarámuri in Mexico, Moro in Sudan, O'odham and Mohawk in the United States, Chaga in Tanzania, and Kanuri in Nigeria. Various Dravidian and Indic languages of India are reported to have a retroflex lateral flap, either phonemically or phonetically, including Gujarati, Konkani, Marathi, Odia, and Rajasthani.* Masica describes the sound as widespread in the Indic languages of India: ==Dedicated symbol== There is no explicitly approved IPA symbol for the retroflex lateral flap. However, the expected symbol may be created by combining the symbol for the alveolar lateral flap with the tail of the retroflex consonants, Alveolar and retroflex lateral flaps. This was only accepted by Unicode in 2020, and so for now normal typography requires the use of a combining diacritic, . SIL International includes this symbol to the Private Use Areas of their Gentium Plus, Charis, and Doulos fonts, as U+F269 (). ==References== ==External links== * Category:Lateral consonants Category:Retroflex consonants Category:Flap consonants Category:Pulmonic consonants Category:Oral consonants ",
    "title": "Voiced retroflex lateral flap"
}