{
    "id": "2229854",
    "text": "Lewis Shiner (born December 30, 1950 in Eugene, Oregon) is an American writer. Shiner began his career as a science fiction writer, but then identified with cyberpunk, and later wrote more mainstream novels, albeit often with magical realism and fantasy elements. He was formerly a resident of Texas (and a member of the Turkey City Writer's Workshop), and now lives in North Carolina. Shiner graduated from Southern Methodist University in 1973. Several of his novels have rock music as a theme or main focus, especially the musicians of the late 1960s; for example, Shiner's 1993 novel Glimpses considers the great never-recorded albums of The Doors, Brian Wilson, The Beatles and Jimi Hendrix. Say Goodbye: The Laurie Moss Story (1999) focuses on a fictional up- and-coming female musician and her subsequent fall back down. Slam (1990) is immersed in skate punk and anarchist culture. Perhaps because novels with music as a major theme are not generally considered mainstream genre material, his work has frequently been overlooked. He is a contributing author to the George R. R. Martin-edited anthology Wild Cards, notably creating that universe's most powerful character, the tantric sex magic wielding pimp, Fortunato. In July 2007 Shiner created the web site Fiction Liberation Front (FLF) as a venue for his short stories. The stories are released under the Creative Commons license and are available in HTML and PDF formats. Since 2006, Shiner has been a card-carrying member of the radical labor union, the Industrial Workers of the World.https://www.scribd.com/doc/77024308/Industrial-Worker- Issue-1742-January-February-2012 On July 22, 2007, The News & Observer began publishing a weekly column by Shiner, titled \"Graphic Scenes\", about comics. ==Bibliography== ===Novels=== *Frontera. Riverdale, NY, USA: Baen, 1984 (paper). *Deserted Cities of the Heart. New York, NY, USA: Doubleday, 1988. *Slam. New York, NY, USA: Doubleday, 1990. *Glimpses. New York, NY, USA: William Morrow & Co., 1993. (World Fantasy Award winner) *Say Goodbye. New York, NY, USA: St Martin's, 1999. *Black & White. Burton, MI, USA: Subterranean Press, 2008. *Dark Tangos. Burton, MI, USA: Subterranean Press, 2011. *Outside the Gates of Eden. Burton, MI, USA: Subterranean Press, 2019. ===Collections=== *Nine Hard Questions about the Nature of the Universe. Eugene, OR, USA: Pulphouse Publishing, 1991. No ISBN (Author's Choice Monthly #4) *The Edges of Things. Baltimore, WA, USA: Washington Science Fiction Association, 1991. *Twilight Time. Eugene, OR, USA: Pulphouse Publishing, 1991. No ISBN *Private Eye Action As You Like It with Joe R. Lansdale. Holyoke, MA, USA: Crossroads Press, 1998. *Love in Vain. Burton, MI, USA: Subterranean Press, 2001. *Shades of Gray (chapbook available with the signed, numbered limited edition of Black and White). Burton, MI, USA: Subterranean Press, 2008. *Love in Vain (Australian edition, includes previously uncollected novellas \"Perfidia\" and \"Primes\"). Greenwood, WA, Australia: Ticonderoga Publications, 2009. *Collected Stories. Burton, MI, USA: Subterranean Press, 2009. *Widows & Orphans (chapbook available with the signed, numbered limited edition of Collected Stories). Burton, MI, USA: Subterranean Press, 2009. *Heroes and Villains. Burton, MI, USA: Subterranean Press, 2017. ===Wild Cards=== * Wild Cards I: Wild Cards - contains the short stories \"The Long Dark Night of Fortunato\" and \"Epilogue: Third Generation\" written by Shiner in 1986 * Wild Cards II: Aces High - contains the short story \"Penies from Hell\" written by Shiner in 1987 * Wild Cards III: Jokers Wild - contains segments of the character \"Fortunato\" written by Shiner in 1987 * Wild Cards IV: Aces Abroad - contains the short story \"Zero Hour\" written by Shiner in 1988 ===Editor=== *Modern Stories #1 (April, 1983): A self-published fanzine featuring original fiction by William Gibson, Howard Waldrop, and Joe R. Lansdale, among others. *When The Music's Over (anthology featuring alternatives to war) (Nominated for the World Fantasy Award for Best Anthology) ===Comics=== *Time Masters (with Bob Wayne) Art by Art Thibert and Jose Marzan Jr. (DC Comics February 1990 - September 1990) *\"Scales\" Art by Carlos Kastro (adaptation of the short story of the same name) in Omnibus: Modern Perversity (Blackbird Comics January 1992) *The Hacker Files Art by Tom Sutton (DC Comics August 1992 - July 1993) *\"Steam Engine Time\" Art by Doug Potter (adaptation of the short story of the same name) in Wild West Show (Mojo Press 1996) ==References== ==External links== *Official Webpage *Fiction Liberation Front (FLF) * *Austin Chronicle article about the Fiction Liberation Front *Interview on The Next Track podcast Category:1950 births Category:20th-century American novelists Category:21st-century American novelists Category:American science fiction writers Category:Living people Category:American atheists Category:American male novelists Category:Cyberpunk writers Category:Industrial Workers of the World members Category:Novelists from North Carolina Category:World Fantasy Award-winning writers Category:Chapbook writers Category:20th-century American male writers Category:21st-century American male writers ",
    "title": "Lewis Shiner"
}