{
    "id": "2229214",
    "text": "Piedmont College is a private college in Demorest and Athens, Georgia. Founded in 1897, Piedmont's Demorest campus includes 300 acres in a traditional residential-college setting located in the foothills of the northeast Georgia Blue Ridge mountains. Total enrollment is approximately 2,571 students and the campus includes ten dormitories housing more than 720 students. Piedmont College offers more than 50 undergraduate academic programs in the Schools of Arts & Sciences, Business, Education, and Nursing & Health Sciences. Students may earn Bachelor of Arts (BA), Bachelor of Fine Arts (BFA), Bachelor of Science (BS), or Bachelor of Science in Nursing (BSN) degrees. Graduate programs include Master of Business Administration (MBA), Master of Arts (MA) and Master of Arts in Teaching (MAT), Education Specialist (EdS), and Doctor of Education (EdD). ==History== The college opened as the J.S. Green Collegiate Institute in 1897, founded by residents of Habersham County, Georgia. The first president was Reverend Charles C. Spence. The American Mission Board of the New England Congregational Churches operated the college from 1901 to 1948 and changed the name to Piedmont College to represent the geographic region. In 1948, under president James Walter, the college became an independent institution, although it maintains an affiliation with the United Church of Christ (UCC) and the related National Association of Congregational Christian Churches (NACCC). Congregationalists took over the school from the Methodists in the early 20th century. In 1994 the college began to expand, adding schools for Business and Nursing & Health Sciences to its existing programs in the Arts and Sciences and Education. The college also opened a campus in Athens, Georgia, and began offering off-campus graduate education courses across the state. The Demorest campus grew substantially with the addition of the Arrendale Library; Stewart Center for Mathematics, Science and Technology; Swanson Center for Communications and the Performing Arts, Mize Athletic Center, the Smith-Williams Art Studios, and in 2015 the Student Commons. The college also added five new dormitories and 48 apartment- style residences. ==Campuses== Piedmont has two campuses, the original one in Demorest and the newer expansion in Athens. Piedmont's Demorest campus is located on roughly in Habersham County. The Athens campus is located on Prince Avenue near downtown Athens, on the site of the original Prince Avenue Baptist Church. ===Demorest=== Stewart Hall, one of Piedmont's classroom buildings, houses labs and classroom space for the mathematics and sciences departments. The Demorest campus is primarily a residential campus, with ten dormitories, including Getman-Babcock, Purcell, Wallace, Swanson, Johnson, Mayflower, New Bedford, Plymouth and Ipswich halls that together house about 600 students. The Piedmont Village (apartment-style living which opened in 2015) houses an additional 180 students. The academic buildings include Daniel Hall, which houses the R.H. Daniel School of Nursing, the Humanities Department, and administrative offices. Stewart Hall houses the Science and Math Departments. The School of Education is located in the Arrendale Library. The Walker School of Business is located in Camp Hall, which is adjacent to the President’s Home. The Music department is located in the Center for Worship and Music, which includes classroom and performance space, as well as the Sewell Pipe Organ, a 3,675-pipe organ built by the Casavant Frères company of Saint- Hyacinthe, Quebec. The Art Department is located in the Smith-Williams Studios and adjacent Martens Hall. The Mason-Scharfenstein Museum of Art is located in downtown Demorest. It features a large permanent collection and hosts numerous exhibits throughout the year. The Mass Communications and Theatre Departments are located in the Swanson Center for Performing Arts and Communication, a $14-million building which features two theaters and editing rooms for print, video and web productions. Next door is the Arrendale Amphitheater, a 500-seat outdoor venue. WPCZ, the student-run radio station, is housed in the Swanson Center, along with the student-run TV station, PC60. The campus also includes Walker Fields for softball, soccer and lacrosse, as well as Loudermilk Baseball Stadium for baseball. The Johnny Mize Athletic Center houses the O’Neal Cave Arena for basketball and volleyball. The Mize Center includes a museum featuring displays of Mize’s baseball memorabilia collected during his career at Piedmont and as a Hall of Fame player in the major leagues with the St. Louis Cardinals, New York Giants and New York Yankees. The pedestrian footbridge at Piedmont College connects to pieces of campus which are separated by Historic U.S. 441 Highway. There are also a few general purpose buildings. Lane Hall, which faces the quad, is the remodeled old gym, which houses the Student Success Center. There is also the President's House, the Admissions building and the pedestrian bridge which crosses Historic U.S. 441. The bridge was assembled off-site and lowered into place by crane, and was modeled after the Vanderbilt University 21st Avenue Pedestrian Bridge. The installation of the bridge was a joint project of the Georgia Department of Transportation, Piedmont College and the city of Demorest. Much of Piedmont's Demorest property is now wetlands. The wetlands area was once the site of Lake Demorest (from 1890-2008). The lake was drained due to an irreparable dam, and the property was turned into a wetlands for students and faculty to use in their studies. The heart of student life at Piedmont is the new Student Commons, which opened in the fall of 2015. The 58,000 square foot commons features the campus dining hall, fitness center (complete with a full-size basketball court with a walking track, a rock-climbing wall and a racquetball court), the official Piedmont College bookstore and a Starbucks cafe. The commons also is home to Student Services and has a state-of-the-art conference room and study rooms as well as staff offices. ===Athens=== The college opened a small outreach facility in 1996 and now occupies seven buildings near the heart of downtown Athens on Prince Avenue. The campus offers four-year undergraduate programs designed for both traditional and non-traditional students. For graduate students, there are programs in business (MBA), nursing (BSN and MSN), and education (MA, MAT, EDS, and EDD). The Athens campus includes Commons Hall, which houses the majority of classrooms and faculty offices, as well as a large assembly room and dining hall. The School of Business is located in Rogers Hall, and there is a large recreation center for intramural and fitness activities. Lane Hall on North Milledge Avenue houses the library and facilities for the School of Nursing and Health Sciences. ==Academics== The Swanson Center, built in 2007, is home to the Mass Communications Department and Performing Arts. Piedmont is accredited by the following organizations: Southern Association of Colleges and Schools (SACS); National League of Nursing Accrediting Commission (NLNAC); and the Accreditation Council for Business Schools and Programs (ACBSP). ===Schools=== Piedmont College is composed of four schools: the School of Arts & Sciences, the School of Education, the Harry W. Walker School of Business, and the R.H. Daniel School of Nursing & Health Sciences. ====School of Arts and Sciences==== Students can take courses in nine departments that comprise the School of Arts and Sciences. These departments include: Art, Humanities, Interdisciplinary Studies, Mass Communications, Mathematics & Physics, Music, Natural Sciences, Social Sciences, and Theatre. Through these departments, students can earn Bachelor of Arts, Bachelor of Fine Arts, and Bachelor of Science degrees. ====Harry W. Walker School of Business==== The Harry W. Walker School of Business received national accreditation in November 2007 from the Accreditation Council for Business Schools and Programs (ACBSP) for the undergraduate and graduate business programs at both Piedmont’s Demorest and Athens Campuses. Through the School of Business, students can earn a Bachelor of Arts (BA) degree in Business Administration or a Master of Business Administration (MBA) degree. The BA program includes concentrations in accounting, finance, general business, management, and marketing. The MBA program is a lock-step 12-course program that offers the convenience of evening courses and can be completed in as little as 18 months. ====School of Education==== The School of Education offers bachelor's degree programs in fields including Early Childhood, Middle Grades, Drama, Secondary, and Spanish education. Students can also earn Master of Arts in Teaching (MAT) or Master of Arts (MA) degrees in a variety of areas. Beyond the master's degree, the school offers Education Specialist (EdS) and Doctor of Education (EdD) degree programs. Students from Piedmont College's Nursing Department participate in an annual disaster drill to practice their triage skills. The 2015 drill simulated a gas tank explosion. ====R.H. Daniel School of Nursing & Health Sciences==== The R.H. Daniel School of Nursing & Health Sciences offers the BSN degree for students preparing for initial licensure. Separate BSN tracks are also available for students who already hold RN or LPN degrees. ==Student life== In addition to clubs and service organizations, Piedmont offers creative outlets for singers, musicians, and actors. All students can be part of the 100-voice Piedmont Chorale, which performs several concerts each year. The Piedmont Singers is a 50-member ensemble of selected students that performs on campus and each year tours in the U.S. or abroad. Performance groups also include the 10-member Cantabile a cappella singers, Piedmont Camerata chamber ensemble, Wind Ensemble, Percussion Ensemble, and String Ensemble. Students interested in theatre may join the Piedmont College Theatre and the Alpha Psi Omega theatre honor society, which together perform a succession of plays each year ranging from Shakespeare to children's theatre. Students interested in writing, photography, radio, television, and web production can also participate in a number of student-run organizations including the student newspaper and media channel, \"The Roar\" [formerly The Navigator]; the Yonahian yearbook, and student radio and TV stations. ===Magazine=== The first publication for the college was The Mountain Lantern, which was named for a common firefly in the surrounding area. The Lantern started out as a monthly magazine in 1912. In 1913, The Lantern became the college's yearbook. There would not be a magazine again until the spring semester of 2006, when a mass communications major published PC Magazine as her senior capstone project. In the fall of 2007, the magazine was renamed Pause, which came out twice each semester; two print and two online. Pause has since been out of production. ===Yearbook=== The Mountain Lantern lasted for only a short period until 1915. A yearbook was again issued in 1920, and the name was changed to the Yonahian. The odd-sounding name was derived from nearby Mount Yonah. Since 1920, the Yonahian has been published every year and provides a general record of students and faculty. ===Newspaper=== The first newspaper of Piedmont was The Hustler, which lasted from 1908 to 1909. There was no newspaper until 1917, when a bi-weekly newspaper named The Padded Hammer appeared in September. Later in 1917, after a vote on the name of the paper, it was changed to The Piedmont Owl. The name was chosen as a reference to the concept of wisdom. This became the name of Piedmont's athletic teams as well, until 1921, when the Student Association adopted the name Mountain Lions, later shortened to Lions. The Piedmont Owl lasted for 67 years until the name was changed to match Piedmont's newer mascot. The paper became The Lion's Roar for 21 years until 2005, when it was changed to The Navigator. The name is a reference to the Mayflower ship of the Pilgrims, honoring Piedmont's relationship to American Congregationalism. In the fall of 2015, all the college's media outlets were consolidated under the umbrella name of The Roar.The Roar ==Athletics== Piedmont College is an NCAA Division-III member school, home to 17 intercollegiate athletic programs. Piedmont College teams participate as a member of the National Collegiate Athletic Association's Division III. The Lions are a member of the USA South Athletic Conference. Intercollegiate sports include men's and women's basketball, cross country, golf, lacrosse, soccer, tennis, and track and field; women's volleyball and softball; and men's baseball. In 2016, Piedmont introduced men's and women's cycling. The college also offers a wide range of intramural sports competitions. Piedmont was a charter member of the Great South Athletic Conference (GSAC) until the 2012-13 school year. ==Notable people== ===Alumni=== *Marvin Hudson (Class of 1986), baseball umpire of the 2004 All- Star Game and the 2005 National League Division Series as well as the 2016 World Series between the Cubs and Indians *Phillip M. Landrum (Class of 1938), U.S. Congressman *Soong Mei-ling, went to Piedmont for 8th grade in 1908; wife of President Chiang Kai-shek; played a prominent role in the politics of the Republic of China *Johnny \"Big Cat\" Mize, baseball Hall of Famer; played for Piedmont in the 1930s; the athletic center and museum on Piedmont's campus are named for him *Diana Palmer (Class of 1995), author of many novels including Diamond Girl, which was made into a movie in 1998 *Jonathan Clark Rogers (Class of 1906), President of North Georgia College, 1933–1949; president of the University of Georgia, 1949-1950 *Brian Rickman (Class of 1998), American lawyer and Judge on the Georgia Court of Appeals. *Lillian Smith, studied at Piedmont 1915-1916; wrote Strange Fruit ===Faculty=== * John C. Campbell, second president of Piedmont College, 1904–1907; educator and reformer noted for his survey of social conditions in the southern Appalachian region; the John C. Campbell Folk School was established by his wife and named in his honor. * The Rev. Dr. Barbara Brown Taylor, Professor Emerita, and past holder of the Harry R. Butman Chair of Religion and Philosophy; author of 12 books on religion and spirituality. ===Campus staff=== * Richard Jewell, security guard accused of the 1996 Olympic bombing. He was fired for abuse of authority and sued the college for slander; the lawsuit was settled with his estate in 2011 for an undisclosed amount and an apology from the college. ==References== ==External links== * * Official athletics website * New Georgia Encyclopedia, Piedmont College * The Navigator, official newspaper of Piedmont College Category:Liberal arts colleges in Georgia (U.S. state) Category:Educational institutions established in 1897 Category:Private universities and colleges in Georgia (U.S. state) Category:Universities and colleges affiliated with the United Church of Christ Category:Universities and colleges accredited by the Southern Association of Colleges and Schools Category:Education in Habersham County, Georgia Category:Education in Clarke County, Georgia Category:Buildings and structures in Habersham County, Georgia Category:Buildings and structures in Athens, Georgia Category:1897 establishments in Georgia (U.S. state) ",
    "title": "Piedmont College"
}