{
    "id": "2230225",
    "text": "Erik Norlander (born 1967) is an American musician known for his work in the progressive rock genre. From 2007 to 2014 he was the touring and recording keyboardist for Asia Featuring John Payne. He is also the managing director of the sound production company Sonic Reality.About Sonic Reality Inc. Sonic Reality. Retrieved 22 April 2015. ==History== Starting in 1993, Norlander's earliest releases were with his band Rocket Scientists. He also collaborated in multiple roles on albums released by Lana Lane, his wife. In November 2007, Erik was announced as the keyboard player for the Asia spin-off, Asia Featuring John Payne. announcement November 20, 2007. In 2009 Norlander was involved in a group named Roswell Six, who record album accompaniments to the work of science fiction writer and lyricist Kevin J. Anderson. Erik produced and composed the music for the group's album Terra Incognita: Beyond the Horizon.Roswell Six on MySpace Music The album featured a variety of guest vocalists including James LaBrie, John Payne, Michael Sadler of Saga and Lana Lane.ProgRock Records :: Products :: Roswell Six – Terra Incognita: Beyond The Horizon Norlander also toured in Europe in 2009 with vocalist Joe Lynn Turner and the band Big Noize, featuring bassist Phil Soussan, guitarist Carlos Cavazo and drummer Simon Wright.http://www.myspace.com/abignoize In 2011, Norlander again played with Big Noize, reformed with drummer Vinny Appice.https://web.archive.org/web/20110208095054/http://www.bignoizemusic.com/ In 2014, Norlander played Hammond organ on the blues rock album by Alastair Greene, Trouble at Your Door.http://www.allmusic.com/artist/erik-norlander- mn0000199903/creditshttp://www.agsongs.com Norlander worked extensively with the non-profit organization, the Bob Moog Foundation, from 2009 to present as both artist and advisor.http://moogfoundation.org/search/norlanderhttp://www.keyboardmag.com/artists/1236/erik- norlander-keeper-of-the-prog-flame/29125 In 2016, Erik joined heavy metal band Last in Line as their touring keyboardist, debuting with the band in Miami, Florida, on 20 January 2016. It was also announced that Erik had joined the rock ballet production Heart of Storm with live dates in 2017 announced. == Discography == === Solo albums === * Threshold (1997, re-released as a 2-CD package in 2003 as Threshold Special Edition) * Into the Sunset (2000) * Music Machine (2003, 2CD) * Stars Rain Down (2004) * Seas of Orion (2004) * Live in St. Petersburg (2006, CD and DVD) * Hommage Symphonique (2006) * The Galactic Collective (2010, re-released as a 2-CD and DVD package in 2012 as \"The Galactic Collective - Definitive Edition\") * The Galactic Collective: Live in Gettysburg (2012, 2-CD and DVD) * Surreal (2016) === Rocket Scientists albums === * Earthbound (1993) * Brutal Architecture (1995) * Earth Below and Sky Above: Live in Europe and America (1998) * Oblivion Days (1999) * Revolution Road (2006) * Looking Backward (2007) * Supernatural Highways (2014) * Refuel (2014) === Lana Lane albums === * Love Is an Illusion (1995) * Curious Goods (1996) * Garden of the Moon (1998) * Echoes from the Garden (1998) Japan only * Live in Japan (1998) Japan only * Ballad Collection (1998) Japan only * Queen of the Ocean (1999) * Echoes from the Ocean (1998) Japan only * Best of Lana Lane 1995 – 1999 (1999) Japan only * Secrets of Astrology (2000) * Ballad Collection II (2000) Japan only * Ballad Collection – Special Edition (2000) * Project Shangri-La (2002) * Covers Collection (2003) * Winter Sessions (2003) * Return to Japan (2004) * Storybook: Tales from Europe and Japan (DVD, 2004) * Lady Macbeth (2005) * 10th Anniversary Concert (DVD/CD set, 2006) * Gemini (2006) * Red Planet Boulevard (2007) * Best of Lana Lane 2000 – 2008 (2008) Japan only * El Dorado Hotel (2012) == References == ==External links== *Official Erik Norlander's website *Erik Norlander NAMM Oral History Interview (2009) Category:American rock musicians Category:1967 births Category:Living people Category:20th-century American keyboardists ",
    "title": "Erik Norlander"
}