{
    "id": "2230524",
    "text": "Edmond-Charles Genêt (January 8, 1763July 14, 1834), also known as Citizen Genêt, was the French envoy to the United States appointed by the Girondins during the French Revolution. His actions on arriving in the United States led to a major political and international incident, which was termed the Citizen Genêt Affair. Because of his actions, President George Washington asked the French government to recall him. The Mountain, having risen to power at the same time, replaced Genêt and issued a warrant for his arrest. Fearing for his life, Genêt asked for asylum in America, which was granted by Washington. Genêt stayed in the United States until his death. Historian Carol Berkin argues that the Genêt affair bolstered popular respect for the president and strengthened his role in dealing with in foreign affairs.Carol Berkin, A Sovereign People: The Crises of the 1790s and the Birth of American Nationalism (2017) pp 81–150. ==Early life and education== Genêt was born in Versailles in 1763. He was the ninth and final child of a French civil servant, Edmond Jacques Genêt (1726–1781), who was a head clerk in the ministry of foreign affairs. The elder Genêt analyzed British naval strength during the Seven Years' War and monitored the progress of the American Revolutionary War. His eldest sister was Jeanne-Louise-Henriette Campan, who became an educator and author. Aglaé-Louise Auguié (1782-1854), who was the wife of Marshal Ney of France, was Genêt's niece. Genêt was a prodigy who could read French, English, Italian, Latin, Swedish, Greek, and German by the age of 12. ==Career== At 18, Genêt was appointed court translator, and in 1788 he was sent to the French embassy in Saint Petersburg to serve as ambassador. Over time, Genêt became disenchanted with the ancien régime, learning to despise not just the French monarchy but all monarchical systems, including Tsarist Russia under Catherine the Great. In 1792, Catherine declared Genêt persona non grata, calling his presence \"not only superfluous but even intolerable.\" The same year, the Girondins rose to power in France and appointed Genêt to the post of minister to the United States. ===Citizen Genêt Affair=== President's House, Philadelphia. Washington confronted Genêt in the presidential mansion in Philadelphia, then the national capital. The Citizen Genêt affair began in 1793 when he was dispatched to the United States to promote American support for France's wars with Spain and Britain. Genêt arrived in Charleston, South Carolina on the French frigate Embuscade on April 8. Instead of traveling to the then-capital of Philadelphia to present himself to U.S. President George Washington for accreditation, Genêt stayed in South Carolina. There he was greeted with enthusiasm by the people of Charleston, who threw a string of parties in his honor. Genêt's goals in South Carolina were to recruit and arm American privateers who would join French expeditions against the British. He commissioned four privateering ships in total, including the Republicaine, the Anti-George, the Sans-Culotte, and the Citizen Genêt. Working with French consul Michel Ange Bernard Mangourit, Genêt organized American volunteers to fight Britain's Spanish allies in Florida. After raising a militia, Genêt set sail toward Philadelphia, stopping along the way to marshal support for the French cause and arriving on May 16. He encouraged Democratic-Republican societies, but President Washington denounced them and they quickly withered away. He was also hosted by the Democratic- Republican Tammany Society in 1793. His actions endangered American neutrality in the war between France and Britain, which Washington had pointedly declared in his Neutrality Proclamation of April 22. When Genêt met with Washington, he asked for what amounted to a suspension of American neutrality to support the cause of France. When turned down by Secretary of State Thomas Jefferson and informed that his actions were unacceptable, Genêt protested. Meanwhile, Genêt's privateers were capturing British ships, and his militia was preparing to move against the Spanish. Genêt continued to defy the wishes of the United States government, capturing British ships and rearming them as privateers. Washington sent Genêt an 8,000-word letter of complaint on Jefferson's and Hamilton's advice – one of the few situations in which the Federalist Alexander Hamilton and the Republican Jefferson agreed. Genêt replied obstinately. President Washington and his Cabinet then demanded that France recall Genêt as its Ambassador. The Mountain, having taken power in France by January 1794, issued an arrest warrant for Genêt. Genêt, knowing that he would likely be sent to the guillotine, asked Washington for asylum. Hamilton, Genêt's fiercest opponent in the cabinet, convinced Washington to grant him safe haven in the United States. ===Later life=== Portrait of Genêt by Ezra Ames, 1809-10 After obtaining asylum in the United States from Washington, Genêt moved to New York State. On June 26, 1808, Genêt wrote an article, \"Madison as a 'French Citizen,'\" for the New York Register in an attempt to promote the prospects of his father-in-law, the incumbent Vice President George Clinton, over James Madison in the presidential election of 1808. Noting the honorary French citizenship afforded Madison in 1792, Genêt reasoned that the Embargo Act of 1807 had been intended by Secretary of State Madison to aid Napoleon in the enforcement of the Berlin Decree, especially seeing that American trade with Britain was more important than that with France. Playing to a northeastern audience, Genêt continued that, judging by Jefferson's glorification of an agricultural lifestyle in Notes on the State of Virginia, the Embargo was also acting as a covert means to destroy New England's commercial heritage. As such, New Englanders would be forced to turn to agriculture, and Virginia's dominance of American politics would continue.Arthur M. Schlesinger, Jr., Fred L. Israel, and William P. Hansen, eds., History of American Presidential Elections: 1789-1968, vol. 1 (New York: Chelsea House, 1985), 234-35. ==Personal life== Cornelia Clinton Genêt Genêt married Cornelia Tappen Clinton (1774–1810) in 1794, the daughter of New York Governor George Clinton. Genêt lived on a farm he called Prospect Hill located in East Greenbush, New York overlooking the Hudson River. Living the life of a gentleman farmer, he wrote a book about inventions. Their children included: * Edmond Charles Genet (1797–1802), who died young. * Henry James Genet (1800–1872), a member of the State Assembly in 1832 who married Martha Elizabeth Taylor (1809–1896). * Maria Louisa Genet (1802–1888), who married Cornelius Van Buren Van Rensselaer (1793–1868), son of Col. Nicholas Van Rensselaer. * Charles Alexander Genet (1805–1838) * Cornelia Tappen Genet (1808–1877), who married Andrew Conkey Getty (1810–1891). His wife Cornelia died in 1810, and on July 31, 1814, Genêt remarried to Martha Brandon Osgood (1787–1853), the daughter of Samuel Osgood, the United States' first Postmaster General. Together, they were the parents of: * Henriette Campan Genet (1815–1826), who died young. * Edmond Charles Genet (b. 1816), who died young. * Samuel Osgood Genet (1819–1824), who died young. * Edme Jacques Genet (1821–1891), who married Magdelene Van Rensselaer Witbeck (1813–1900). They had no children. * George Clinton Genet (1824–1904), who married Augusta Georgia Kirtland (1838–1911). They had no children. He died on July 14, 1834 and is buried in the churchyard behind the Greenbush Reformed Church, about two miles east of his farm. ===Descendants=== Edmond Charles Clinton Genet on September 4, 1916. He was in the midst of his six-month training to become a fighter pilot Edmond Charles Clinton Genet (1896–1917), who served with the Lafayette Escadrille and was the first American flier to die in the First World War after the United States declared war against Germany in 1917, was Genêt's great-grandson. ==Legacy== The elementary school in East Greenbush, New York is named Citizen Genet Elementary School. ==See also== * Franco-U.S. relations ==References== ;Notes ;Sources ==Further reading== * Ammon, Harry. The Genet Mission. New York: W.W. Norton, 1971. * Berkin, Carol. A Sovereign People: The Crises of the 1790s and the Birth of American Nationalism (2017) pp 81–150. * Childs, Frances Sergeant. French Refugee Life in the United States, 1790–1800: An American Chapter of the French Revolution Baltimore: Johns Hopkins Press, 1940. * Elkins, Stanley, and Eric McKitrick. The Age of Federalism. New York: Oxford University Press, 1993. * Link, Eugene Perry. Democratic-Republican Societies, 1790–1800. New York: Columbia University Press, 1942. * Sheridan, Eugene R. \"The Recall of Edmond Charles Genet: A Study in Transatlantic Politics and Diplomacy\". Diplomatic History, Vol. 18 (Fall 1994), 463-68. * Thomas, Charles Marion. American Neutrality in 1793: A Study in Cabinet Government. New York: Columbia University Press, 1931. * Unger, Harlow Giles. The French War Against America: How a Trusted Ally Betrayed Washington and the Founding Fathers. Hoboken, N.J.: John Wiley & Sons, Inc., 2005. ==External links== * * The Origin of Genet's Projected Attack on Louisiana and the Floridas – (AHR 3:650‑671) * Information about Citizen Genêt can be found in the Genêt Family Papers, which contains manuscripts, letters, correspondences, compilations, circulars, and photographs related to Edmond Charles Genêt and his diverse career as diplomat, inventor, farmer, and correspondent with the leaders of American government, society, and scientific thought, in the Albany Institute of History & Art Library. Category:1763 births Category:1834 deaths Category:Ambassadors of France to the United States Category:People from Versailles Category:Ambassadors of France to Russia Category:18th-century French diplomats Category:18th-century French people Category:French emigrants to the United States Category:Clinton family of New York ",
    "title": "Edmond-Charles Genêt"
}