{
    "id": "2230853",
    "text": "Crag Hill is a mountain in the North Western part of the English Lake District. It was formerly known as Eel Crag; however, the Ordnance Survey now marks Eel Crag as referring to the northern crags of the fell. It is not to be confused with another Crag Hill lying on the border of North Yorkshire. It overlooks the valleys of Rannerdale on the west, and Coledale on the east. It is the second highest fell in the area of high ground between the passes of Whinlatter and Newlands, second to Grasmoor. It is 839 m (2,753 feet) high, and has a relative height of 117 m. ==Topography== The North Western Fells occupy the area between the rivers Derwent and Cocker, a broadly oval swathe of hilly country, elongated on a north-south axis. Two roads cross from east to west, dividing the fells into three convenient groups. The central sector, rising between Whinlatter and Newlands passes, includes Crag Hill. The highest ground in the North Western Fells is an east-west ridge in this central sector, beginning with Grasmoor above Crummock Water and then gradually descending eastwards over Crag Hill, Sail, Scar Crags and Causey Pike. Grasmoor has the greatest elevation, but Crag Hill stands at the hub of the range. In plan it appears as a cross with ridges running to the four points of the compass. To the north of Crag Hill is the col of Coledale Hause, the high level connection to Hopegill Head, focal point of a parallel but slightly lower ridge. Valleys descend from either side of Coledale Hause, running between these two ridges. Gasgale Gill (or Liza Beck on OS maps) flows westward to the River Cocker, while Coledale Beck runs eastwards to the Derwent. Guarding the way up from the Hause to Crag Hill is Eel Crag, the face which gave the fell its former name. Crag Hill also has a southern ridge which steps down toward Buttermere over Wandope and Whiteless Pike. The valley of Rannerdale forms the western boundary with Sail Beck on the other side. Both empty into Crummock Water. The highest part of Crag Hill is near the 'cross' where the four ridges meet. Moving further east towards Sail, the ridge tapers down with crags on either side. Scott Crags stands over Coledale and Scar Crag (not to be confused with Scar Crags) looks down on Sail Beck. Beneath Scar Crag is Addacomb Hole, a deep corrie without a tarn. By contrast to the west of the summit the slopes are smooth and wide, although still steep. ==Geology== The summit areas of Crag Hill are composed of the Ordovician Kirkstile Formation. This is the typical rock of the Skiddaw fells and is composed of laminated mudstone and siltstone. Beneath this are the Greywacke sandstone turbidites of the Loweswater Formation. The Causey Pike Fault runs across the southern flanks of the fell, beyond which are the rocks of the Buttermere Formation.British Geological Survey: 1:50,000 series maps, England & Wales Sheet 29: BGS (1999) Although there is much evidence of mining activity in the surrounding fells, Crag Hill itself has remained untouched.Adams, John: Mines of the Lake District Fells: Dalesman (1995) ==Summit== The triangulation column on the summit of Crag Hill and the view south to the rightThe summit bears an Ordnance Survey triangulation column, set on a stony plateau though it has recently collapsed. The view is excellent, although robbed of some foreground by the flat expanse of the top. All of the major fell groups can be seen with the Scafells particularly fine. Although a higher neighbour, Grasmoor detracts little from the view to the west.Alfred Wainwright: A Pictorial Guide to the Lakeland Fells, Book 6, The North Western Fells: Westmorland Gazette (1964): Bill Birkett:Complete Lakeland Fells: Collins Willow (1994): ==Ascents== From the shore of Crummock Water, Rannerdale Beck can be followed to its source, gaining the ridge between Crag Hill and Wandope. The alternative western route follows Gasgale Gill up to its birthplace on Coledale Hause. From Braithwaite near Keswick at the opposite end of the ridge, Coledale Hause is also the first objective. From here a simple ascent turns Eel Crag to the west, although Wainwright listed more interesting alternatives on the eastern side of the crag. Many ascents of Crag Hill are made indirectly as part of a full traverse of the Grasmoor to Causey Pike ridge. Climbs from Buttermere via Whiteless Pike and Wandope are also practicable. Finally, rounds of either Coledale or Gasgale Gill, crossing to or from Hopegill Head via Coledale Hause, provide fine horseshoe walks for those needing to return to their starting point. ==References== Category:Fells of the Lake District Category:Hewitts of England Category:Nuttalls Category:Allerdale ",
    "title": "Crag Hill"
}