{
    "id": "2231664",
    "text": "Oswald Bruce Cooper (April 13,Lynam, Ian, \"Heft, Gravy & Swing: The Life and Times of Oz Cooper,\" Idea Magazine, Tokyo, 2010. . 1879 – December 17, 1940) was an American type designer, lettering artist, graphic designer, and teacher of these trades. ==Early life and education== Cooper was born in Mount Gilead, Ohio but moved to Coffeyville, Kansas when quite young. He left high school at seventeen to become a printer’s devil. He studied illustration at Frank Holme’s School of Illustration, first as a correspondence student, then moving to Chicago to study in person. While doing poorly at drawing, he did so well in a lettering class taught by Frederic Goudy, that he soon became director of the correspondence department for the school. After Holme died in 1903, the school closed due to financial difficulties, and Cooper took it on himself to provide correspondence education to prepaid students.Da Boll, James M., “Oswald Bruce Cooper,” in Dictionary of American Biography, Supplement Two, to December 31, 1940, Charles Scribner’s Sons, NY 1958, pp. 119–120. ==Career== In 1904 Cooper and Fred S. Bertsch formed the design firm of Bertsch & Cooper, providing ad campaigns for such accounts as the Packard Motor Car Company and Anheuser-Busch Breweries, with Cooper providing distinctive hand lettering and sometimes the copy writing as well. In 1914 the firm became a full-service type shop. By the time Fred Bertsch retired in 1924, Bertch & Cooper employed more than fifty people and was the largest art production facility in the Midwest. As he showed considerable talent for writing, many advertising agencies sought his services as a copywriter, but he wrote only for himself and his own firm.Da Boll, James M., “Oswald Bruce Cooper.” ==Personal life== Tall, lanky and homespun, Cooper was a shy man, avoiding social situations and even unnecessary business contacts. Those close to him called him \"Oz,\" to everyone else, he was \"Mister Cooper.\" In 1920, he married his second cousin, Mary Lou Foster. They had no children. For the last year-and-a-half of his life, Cooper was ill with cancer, dying in Chicago of the disease in 1940.Da Boll, James M., “Oswald Bruce Cooper.” A festschrift anthologizing his work was published in 1949. ==Typefaces== Cooper's Cooper Old Style and its ultra- bold variant Cooper Black. Both are quirky variations on the old-style serif model, intended for display and advertising use. * Cooper series (BB&S; later ATF) When Barnhart Brothers & Spindler Type Foundry (BB&S;) approached Cooper with a proposal to design a complete type family based on his lettering, Cooper had doubts over the deal, but Fred Bertsch saw it as opportunity to gain exposure for Cooper's work and to further promote the design studio, so the deal was made. Digitised by URW and by Wordshape. ** Cooper (1918) originally Cooper Old Style; Wordshape's digitisation includes initials. ** Cooper Italic (1924) Cooper Hilite, an inline variant of Cooper Black. * Cooper Black series (1922, BB&S; later ATF). Called by designer as a font \"for far-sighted printers with near-sighted customers,\" it was hated by conservative typographers, but was popular among graphic designers, to the point that the foundry had problems making enough fonts. It became one of the most popular typefaces to be released in America at that time and had a great influence on the style of the 1920s and 30s. ** Cooper Black (1922), this became ATF's second-best-selling type, after Copperplate Gothic. ** Cooper Black Italic (1922) ** Cooper Hilite (1922) ** Cooper Black Condensed (1926)) 20% lighter than the Cooper Black, the designer described it as “condensed but not squeezed.” * Cooper Fullface series An ultra-bold display Didone. Richard McArther, General Manager of the foundry, referred to it as “the hotsy stuff”. A specimen sheet was mailed out in 1929 just before BBS was taken over by American Type Founders. They continued to produce the roman face, renaming it Cooper Modern. ** Cooper Fullface (1929, BB&S;) ** Cooper Fullface Italic (1929) Never released due to the BB&S; foundry closure; a lively Bodoni-esque italic. A digital version based on Cooper's original drawings was released by Wordshape in 2010. * Boul Mich (1927, BB&S;)) In 1927 Cooper was asked by the foundry to take an advertising headline from a newspaper clipping and fill it out into a design for a complete alphabet, which he did, disclaiming any credit for the original design. The face was named Boul Mich, after Michigan Boulevard, a street in Chicago where many of the cities advertising agencies were located. Digital version released by Wordshape, 2010. * Pompeian Cursive (1927, BB&S;) Digital version released by Wordshape, 2010. * Dietz Text (c. 1927, BB&S;) Original drawings made by August Dietz were not suitable for making patterns, so Cooper spent two months making them ready for matrix cutting. It was the last of Oswald's fonts released by BB&S; before the foundry was closed in 1929. ===Other “Cooper Faces”=== * Packard (1913, ATF) Cooper's anonymous hand-lettering for Packard ads formed the basis of the Packard font prepared at the direction of Morris Fuller Benton of American Type Founders. * Cooper Tooled Italic (BB&S;) was not designed by Oz Cooper, but was actually a knock-off of a \"Cooper Italic\" by a German foundry. * Cooper Tooled (1928, Lanston Monotype) designed by Sol Hess and based upon Cooper Hilite, though with the white line on the opposite side. * Cooper and Cooper Black were also copied by Monotype under the same names * Rugged Black + Italic were Intertype’s copies of Cooper Black + italic * Maiandra GD is inspired by Oz Cooper's hand lettering for an advertisement in 1909, which was based on Greek epigraphy ==References== * Lynam, Ian, \"Heft, Gravy & Swing: The Life and Times of Oz Cooper,\" Idea Magazine, Tokyo, 2010. . * Haley, Allan, Typographic Milestones, John Wiley and Sons, NY, 1992, . * Consuegra, David, American Type Design and Designers, Allworth Press, NY, *Rollins, Carl Purlington American Type Designers and Their Work, in Print, V. 4, #1. *Jaspert, W. Pincus, W. Turner Berry and A.F. Johnson, The Encyclopedia of Type Faces, Blandford Press Lts.: 1953, 1983. . * MacGrew, Mac, American Metal Typefaces of the Twentieth Century, Oak Knoll Books, New Castle Delaware, 1993, . *Friedl, Ott, and Stein, Typography: an Encyclopedic Survey of Type Design and Techniques Throughout History. Black Dog & Levinthal Publishers: 1998. . ==External links== * Short biography, Identifont * Fonts in Use * Font Designer – Oswald Cooper * Typophile: Oswald Bruce Cooper * BlueCotton.com: Visual History of Cooper Black * Maiandra GD * Oswald Bruce Cooper Papers at the Newberry Library Category:1879 births Category:1940 deaths Category:American calligraphers Category:American graphic designers Category:American typographers Category:People from Mount Gilead, Ohio Category:People from Coffeyville, Kansas ",
    "title": "Oswald Bruce Cooper"
}