{
    "id": "2231476",
    "text": "Deshastha Brahmins are a Hindu Brahmin subcaste mainly from the Indian state of Maharashtra and northern area of the state of Karnataka. The word Deshastha derives from the Sanskrit deśa (inland, country) and stha (resident), literally translating to \"residents of the country\". The valleys of the Krishna and the Godavari rivers, and a part of Deccan plateau adjacent to the Western Ghats, are collectively termed the Desha – the original home of the Deshastha Brahmins. In Tamil Nadu, Deshastha Brahmins are also referred as Rayar Brahmins. Most of the well-known saints from Maharashtra, Karnataka and Andhra Pradesh were Deshastha Brahmins. Over the millennia, the Deshastha community of Maharashtra region produced Sanskrit scholars such as Bhavabhuti, and Advaita saints such as Dnyaneshwar, Samarth Ramdas and Eknath. The Deshastha community of the Karnataka region in the last millennium produced many Dvaita order philosophers and saints such as Jayatirtha, Sripadaraja and Purandara Dasa. Traditionally, Deshastha Brahmins as big landholders had enjoyed a higher ritual status in Maharashtra. Vora and Glushkova (1999) states that \"Deshastha Brahmins have occupied a core place in Maharashtrian politics, society and culture from almost the beginning of the Maharashtra's recorded history. Occupying high offices in the state and even other offices at various levels of administration, they were recipients of state honours and more importantly, land grants of various types.\" Brahmins are about 10% of the population in Maharashtra. Almost 60 percent of Maharashtrian Brahmins are Deshastha Brahmins In North Karnataka, especially in the districts of Bijapur, Dharwad and Belgaum Deshasthas were about 2.5% of the total population in 1960's. Earlier this region was known as \"Bombay-Karnataka region\". According to The Illustrated Weekly of India, (a weekly newsmagazine published by Times of India), By 1974, the Deshastha Brahmins were spread throughout the Deccan, especially in the states of Maharashtra, Karnataka and Combined Andhra Pradesh. The exact percentage of population belonging to Deshastha community is very difficult to find out since they are spread throughout the Deccan. ==Classification== Deshastha Brahmins fall under the Pancha Dravida Brahmin classification of the Brahmin community in India. Along with the Karhade and Konkanastha Brahmins, the Marathi-speaking Deshastha Brahmins are referred to as Maharashtrian Brahmins, which denotes those Brahmin subcastes of the Deccan Plateau which have a regional significance in Maharashtra, while the Kannada- speaking Deshastha Brahmins from the Deccan Plateau region of Karnataka are referred to as Karnataka Brahmins or Carnatic Brahmins. ===Based on Veda=== Deshastha Brahmins are further classified in two major sub-sects, the Deshastha Rigvedi and the Deshastha Yajurvedi, who earlier used to inter-dine but not inter-marry but now intermarriages between the two sub-groups is common. These sub-sects are based on the Veda they follow. ;Rigveda The Deshastha Rigvedi Brahmins (DRB) are followers of Rigveda and follow Rigvedic rituals. Deshastha Rigvedi Brahmins are treated as a separate and distinct caste from the Deshastha Yajurvedi Madhyandina and Deshastha Kannavas Brahmins by several authors, including Malhotra and Iravati Karve. Deshastha Rigvedi Brahmins are the most ancient sub-caste among Deshasthas. According to Iravati Karve, Deshastha Rigvedi Brahmins are found in western and central Deccan along the banks of the Godavari and the Krishna rivers and are spread deep into Karnataka. Deshastha Rigvedi Brahmins are endogomous group which include families from difference linguistic regions. Deshastha Rigvedi Brahmins include some families that speak Marathi and some speak Kannada majority of marriages happen within the families of same language but the marriages between Marathi and Kannada speaking families do happen often. Marriage alliance between Deshastha Rigvedi Brahmins, Telugu Brahmins and Karnataka Brahmins also takes place quite frequently. ;Yajurveda The Deshastha Yajurvedi Brahmins are followers of Yajurveda and follow Yajurvedic rituals. They are further classified into two groups called the Madhyandins and the Kanavas. The Madhyandins follow the Madhyandin branch of the Shukla Yajurveda. The word Madhyandin is a fusion of two words Madhya and din which mean middle and day respectively. They are so called because they perform Sandhya Vandana at noon. Some Yajurvedi Deshasthas follow the 'Apastamba' subdivision of Krishna Yajurveda. Recently, the Yajurvedi Madhyandin and Yajurvedi Kannava Brahmins have been colloquially being referred to as Deshastha Yajurvedi Madhyandin and Deshastha Yajurvedi Kannava, although not all have traditionally lived or belonged to the Desh. ;Samaveda and Atharvaveda There is also a small section among Deshasthas who follow Atharvaveda and Samaveda. They are called Deshastha Samavedi Brahmins and Deshastha Atharvavedi Brahmins. According to Iravati Karve, Samavedi Brahmins are present in the Khandesh region of Maharashtra. ===Based on Vedanta=== The Deshastha Rigvedi's and Deshastha Yajurvedi's started following the Vedantas propounded by Madhvacharya and Adi Shankara. They have produced a number of acharyas who has presided over various mathas. These seats of learning spread the teachings of the vedas, smritis, puranas and especially Advaita and Dvaita philosophies all over India, because of this they have Smarthas as well as Madhwas among them. These sub-sects are based on the Vedanta they follow. ;Dvaita Vedanta (Madhvas) Marathi, Kannada and Telugu speaking Deshastha Brahmins following Dvaita Vedanta of Madhvacharya are known as Deshastha Madhva Brahmins or Deshastha Madhvas Deshastha Madhva Brahmins are followers of ten Madhva Mathas. Out of the ten mathas, the Uttaradi Math, Vyasaraja Math and Raghavendra Math are considered to be three premier apostolic institutions of Dvaita Vedanta and are jointly referred as Mathatraya. Out of the ten Deshastha Madhva mathas, Uttaradi Math is the largest. In South India Deshastha Madhvas have traditionally been bilingual in Marathi and Kannada, Telugu or Tamil. ;Advaita Vedanta (Smarthas) Deshasthas following Advaita Vedanta of Adi Shankara are known as Deshastha Smartha Brahmins or Deshastha Smarthas. ==Demographics== Madhavarao Tanjavarkar (born 1828, died 4 April 1891), a descendant of Deshastha Brahmins with the last name Tanjavarkar or Thanjavurkar The valleys of the Krishna and Godavari rivers, and the plateaus of the Western Ghats (Sahyadri hills), are collectively called the Desha – the original home of the Deshastha Brahmins. The Deshastha Brahmins are equally distributed all through the state of Maharashtra, ranging from villages to urban areas. Deshastha also settled outside Maharashtra, such as in the cities of Indore in Madhya Pradesh and those of Chennai and Thanjavur in Tamil Nadu, which were a part of or were influenced by the Maratha Empire. The Deshastha Brahmins of Vadodara in Gujarat are immigrants who came from the Deccan for state service. In Karnataka, the Deshastha Brahmins are mostly concentrated in the districts of Bijapur, Dharwad, Gulbarga, Belgaum, Bidar, Raichur, Bellary, and Uttara Kannada. In Andhra Pradesh, the Deshastha Brahmins have settled in various parts, particularly in the cities of Anantapur, Kurnool, Tirupati, Cuddapah, Hyderabad (which is now part of Telangana). In Coastal Andhra, Deshastha Brahmins settled in Nellore district, Krishna district and Guntur district. In Telangana, Deshastha Brahmins are distributed throughout all the districts of the state. The Deshastha families who migrated to Telugu states completely adapted themselves to the Telugu ways, especially in food. The military settlers (of Thanjavur) included Brahmins of different sub-castes and by reason of their isolation from their distant home, the sub-divisions which separated these castes in their mother-country were forgotten, and they were all welded together under the common name of Deshasthas. The Brahmin and the Maratha migrants migrated, in the 17th and 18th centuries, to Tanjore and other regions of present-day Tamil Nadu and Andhra Pradesh, from the Desh region of Maharashtra, but till today maintain their separate identities.Today's Marathi speaking population in Tanjore are descendants of these Marathi speaking people. The isolation from their homeland has almost made them culturally and linguistically alien to Brahmins in Maharashtra. The early British rulers considered Deshastha from the south to be a distinct community and heavily recruited them in administrative service in the present day areas of Northern Karnataka after the fall of Peshwa rule in these areas in preference to Deshastha and other Brahmins from Desh. ==History== Divisions of Maharashtra. The blue region is an approximate indication of the Desh. The word Deshastha comes from the Sanskrit words Desha and Stha, which mean inland or country and resident respectively. Fused together, the two words literally mean \"residents of the country\". Deshastha are the Maharashtrian Brahmin community with the longest known history, making them the original and the oldest Hindu Brahmin sub-caste from Maharashtra. The Deshastha community may be as old as the Vedas, as vedic literature describes people strongly resembling them. This puts Deshastha presence on the Desh between 1100 and 1700 BC. As the original Brahmins of Maharashtra, the Deshasthas have been held in the greatest esteem in Maharashtra and they have considered themselves superior to other Brahmins. Marathi Brahmins started migrating to the Hindu holy city of Benares in the medieval period. They dominated the intellectual life of the city and established an important presence at the Mughal and other north Indian courts.O'HANLON, Rosalind, 2010. Letters home: Banaras pandits and the Maratha regions in early modern India. Modern Asian Studies, 44(2), pp.201-240. During the Deccan sultanates era and early Maratha rule, the Deshasthas were closely integrated into the texture of rural society of Maharashtra region, as village record keepers (Kulkarnis) and astrologers (Joshis). As such they featured far more prominently in the eyes of the rural communities than any other Brahmin groups in the region. Before the rise of the Peshwas from the Bhat family, the Maratha bureaucracy was almost entirely recruited from the Deshastha community; but Balaji Vishwanath’s accession to power shattered their monopoly over the bureaucracy, even though they retained influence as Kulkarnis and Deshmukhs on rural Maharashtra. Many Deshastha Brahmins moved to present day Andhra Pradesh for lack of opportunities in Chitpavan dominated Peshwa era.This group became part of the elite in this region, specifically around Guntur. By 19th century, Deshasthas had held a position of such strength throughout South India that their position can only be compared with that of the Kayasthas and Khatris of North India. At the time of Indian independence in 1947, urban dwelling and professional Marathi Hindu people, mostly belonged to communities such as the Chitpavans and the CKPs. However, researcher Donald Kurtz concludes that although Deshasthas and other brahmin groups of the region were initially largely rural, they were mostly urbanised by the end of the 20th century. The traditional occupation of the Deshasthas was that of priesthood at the Hindu temples or at socio-religious ceremonies. Records show that most of the religious and literary leaders since the 13th century have been Deshasthas. In addition to being village priests, most of the village accountants or Kulkarnis belonged to the Deshastha caste. Priests at the famous Vitthal temple in Pandharpur are Deshastha, as are the priests in many of Pune's temples. Other traditional occupations included village revenue officials, academicians, astrologer, administrators and practitioners of Ayurvedic medicine. Deshasthas who study the vedas are called Vaidika, astrologers are called \"Joshi\" and practitioners of medical science are called Vaidyas, and reciters of the puranas are called Puraniks. ===Philosophy and literature=== Deshasthas have contributed to the fields of Sanskrit, Marathi literature and Kannada literature, mathematics, and philosophy. The Deshastha community in the Karnataka region produced the fourteenth century Dvaita philosopher saint Jayatirtha, the fifteenth and sixteenth century stalwarts of Haridasa movement and philosophers of Dvaita order, Vyasatirtha, who was also the \"Rajaguru\" of Krishnadevaraya of Vijayanagara Empire and his disciples Purandara Dasa and Vijayendra Tirtha, the seventeenth century philosopher-saint Raghavendra Tirtha. In fact, according to Sharma, all the pontiffs of Uttaradi Matha (a Dvaita monastery) beginning from Raghunatha Tirtha, Raghuvarya Tirtha, Raghuttama Tirtha to Satyapramoda Tirtha, without a single exception, belonged to the community. Deshasthas produced prominent literary figures in Maharashtra between the 13th and the 19th centuries. The great Sanskrit scholar Bhavabhuti was a Deshastha Brahmin who lived around 700 AD in the Vidarbha region of Maharashtra. His works of high Sanskrit poetry and plays are only equalled by those of Kalidasa. Two of his best known plays are Mahāvīracarita and Mālatī Mādhava. Mahaviracarita is a work on the early life of the Hindu god Rama, whereas Malati Madhava is a love story between Malati and her lover Madhava, which has a happy ending after several twists and turns. Mukund Raj was another poet from the community who lived in the 13th century and is said to be the first poet who composed in Marathi. He is known for the Viveka-Siddhi and Parammrita which are metaphysical, pantheistic works connected with orthodox Vedantism. Other well known Deshastha literary scholars of the 17th century were Mukteshwar and Shridhar Swami Nazarekar. Mukteshwar was the grandson of Eknath and is the most distinguished poet in the ovi meter. He is most known for translating the Mahabharata and the Ramayana in Marathi but only a part of the Mahabharata translation is available and the entire Ramayana translation is lost. Shridhar came from near Pandharpur and his works are said to have superseded the Sanskrit epics to a certain extent. Other major literary contributors of the 17th and the 18th century were Vaman Pandit, Mahipati, Amritaraya, Anant Phandi and Ramjoshi. The Deshastha community has produced several saints and philosophers. Most important of these were Dnyaneshwar, Eknath and Ramdas. The most revered of all Bhakti saints, Dnyaneshwar was universally acclaimed for his commentary on the Bhagvad Gita. It is called Dnyaneshwari and is written in the Prakrit language. He lived in the 13th century. Eknath was yet another Bhakti saint who published an extensive poem called the Eknathi Bhagwat in the 16th century. Other works of Eknath include the Bhavartha Ramayana, the Rukmini Swayamwara and the Swatma Sukha. The 17th century saw the Dasbodh of the saint Samarth Ramdas, who was also the spiritual adviser to Shivaji. ===Military and administration=== Tatya Tope's Soldiery Hemadpant who was the prime minister from 1259 to 1274 C.E. in the regimes of Kings Mahādeva (1259–1271) and Ramachandra (1271–1309) of Seuna Yādav Dynasty of Devagiri, which ruled in the western and southern part of India was a Deshastha Rigvedi Brahmin. According to Robert Eric Frykenberg, the very origin of the Bahamani power appear to have been linked with support from local deccani leadership. Frykenberg also quotes that, The reason to Mahmud Gawan greatness as an administrator was due to his sagacious employment of groups of Maratha Brahmans known as Deshasthas. Deccan Brahmins also held prominent roles in the political, military and administrative hierarchy of the Vijayanagara Empire. ====Deccan sultanates==== According to Robert Eric Frykenberg, the breakup of Bahamani authority following the senseless execution of the able Diwan in 1481 led to increasing dependence upon the services of the Deshasthas by the Sultanates of Bijapur, Golkonda, and Ahmednagar. Deshastha Madhva Brahmins held high positions during the rule of Qutb shahis of Golkonda. The posts held by them include Deshmukh, Deshpande, Majumdar, Mannavar etc. in the districts of Andhra Pradesh and Telangana. ====Maratha Era==== Most of Shivaji's principal Brahmin officers were Deshasthas, including all of his Peshwas. Other significant Deshasthas of the period were warriors such as Moropant Trimbak Pingle, Ramchandra Pant Amatya, Annaji Datto Sachiv, Abaji Sondev, Pralhad Niraji, Raghunath Narayan Hanmante and Melgiri Pandit. At one point in the history of the Maratha Empire, seven out of eight Ashta Pradhan (Council of Eight Ministers) came from the community. In 1713, Balaji Vishwanath Bhat, a Kokanastha Brahmin was appointed as the sixth Peshwa and the seat of Peshwa remained in Konkanastha hands until the fall of the Maratha Empire. To obtain the loyalty of the locally powerful Deshastha Brahmins, the Konkanastha Peshwas established a system of patronage for Brahmin scholars. The most prominent Deshastha Brahmin families during the Peshwa rule were The Vinchurkars, The Purandares, The Gandekars (Pant Sachiv family) and The Bavadekars. During the Peshwa era, The lack of administrative positions forced Deshastha and other literate groups to find opportunities elsewhere in India such as the Guntur area in present-day Andhra Pradesh. According to Eric Frykenberg, By mid-nineteenth century all the vital positions in the subordinate civil and revenue establishments in the Guntur district were monopolized by certain Deshastha Brahmin families. According to Asian Economic Review, The tendency of the Deshastha Brahmins to consolidate the power by appointing their own relations was not only confined to Guntur, but this habit extended throuhgout South India. By 19th century, Deshasthas had held a position of strength throughout South India. =====Feud between Vasai Yajurvedi and the Peshwa===== Peshwa Bajirao I (1700-1740) promised the Jagir of Vasai to Antaji Raghunath Kavale, a yajurvedi Brahmin, for his help in dislodging the ruling Portuguese administration from that area, but after accomplishing that task in 1739, the promise was allegedly not kept by the Konkanastha Peshwa, who instead contested the claims of the Vasai Yajurvedis to be Brahmin. The full Brahmin status of the Vasai Yajurvedis was affirmed by an assembly of learned Brahmins in 1746. However, the case came up again in 1808 in the waning years of Peshwai. ;Prominence of Deshastha in 18th century Pune Historian Govind Sakharam Sardesai lists 163 prominent families that held high ranks and played significant roles in politics, military and finance in 18th century Pune, the cultural capital of Maharashtra. Of these 163 families, a majority(80) were Deshastha, 46 were Chitpawan, 15 were CKP, and Karhade Brahmin and Saraswat accounted for 11 families each. ====East India Company and British era ==== According to PILC Journal of Dravidic Studies, Maratha people who migrated towards the South India were originally from Pune and Bijapur. They took the land route and passed through Satara, Sangli and Kolhapur. Another set of migrants migrated from Bijapur through North Karnataka, the districts of Cuddupah, Kurnool, Chittoor and North Arcot. =====Kingdom of Mysore===== Diwan of Mysore Kingdom, Mir Miran Purnaiah by Irish painter Thomas Hickey This Deshastha Brahmin migrant who served under Hyder Ali and Tippu Sultan as the most trustworthy aide could successfully win over the confidence of the English in 1799. Diwan Purnaiah was a typical example of an elite adept in the art of accommodation and survival by changing loyalties in a most astonishing and successful manner. But the most important plus point in him that attracted the English was perhaps his technical abilities as a successful administrator, which the English could use to their advantage in later years'. Although, many Deshastha Brahmins were employed in the service of Hyder and Tippu, a greater penetration of them into the service was witnessed during the Dewanship of Purnaiah and during the succeeding years. One Rama Rao was appointed Foujdar of Nagar in 1799 by Purnaiya. Sowar Bakshi Rama Rao, Bargir Bakshi Balaji Rao, Babu Rao, Krishna Rao and Bhim Rao of Annigere were some of the notables among this class. When Purnaiah was Prime Minister of Hyder Ali and Tipu Sultan Krishna Rao served as Commander- in-Chief of Mysore Kingdom. During this time the revenue and finance departments were monopolized almost by them. With their mathematical mind, accuracy and memory they were ideally suited for these posts. Purnaiah governed the Mysore Kingdom as the first Dewan under Krishnaraja Wadiyar III and later Sovar Bakshi Rama Rao, Bargir Bakshi Balaji Rao, Babu Rao continued as the Dewans after him. Diwan Purnaiah was also the founder of Yelandur estate. Diwan Purnaiah's direct descendent P. N. Krishnamurti, who was the fifth jagirdar of Yelandur estate also served as the Diwan of Mysore from (1901 – 1906). Later many prominent Deshastha Brahmins such as Kollam Venkata Rao, V. P. Madhava Rao, T. Ananda Rao (son of Rajah T. Madhava Rao) and N. Madhava Rao governed the Mysore Kingdom as Dewans. =====Madras Presidency===== According to Eric Frykenberg, \"Deshastha Madhwa Brahmins—a vestige of former regimes— who possessed the requisite clerical skills and knowledge of the revenue system and a capacity for concealing this knowledge through the use of this complicated book-keeping system and the Modi script who conspired to subvert the orders of the and to absorb a sizeable amount of land revenues\". According to Frykenberg, This was the reason why most of the Sheristadars, Naib Sheristadars and Tehsildars in Madras Presidency are exclusively selected from Deshastha Brahmin community, who are fluent in writing Modi script. According to Frykenberg, Deshasthas also are noted for their English skills during British colonial rule. At the beginning of the British colonial rule, the most powerful Brahmin bureaucrats in the South India were Deshastha Brahmins, who were migrants from Maharashtra and North Karnataka. During the later years of the colonial rule Deshasthas increasingly lost out to the Tamil Brahmins due to the latter community's enthusiasm towards English education. ==Society and culture== The majority of Deshasthas speak Marathi, one of the major languages of the Indo-Aryan language family. The major dialects of Marathi are called Standard Marathi and Warhadi Marathi. Standard Marathi is the official language of the State of Maharashtra. The language of Pune's Deshastha Brahmins has been considered to be the standard Marathi language and the pronunciation of the Deshastha Rigvedi is given prominence. There are a few other sub-dialects like Ahirani, Dangi, Samavedi, Khandeshi and Puneri Marathi. There are no inherently nasalised vowels in standard Marathi whereas the Chitpavani dialect of Marathi, spoken in Pune does have nasalised vowels. As with most Maharastrian Brahmin communities, Deshastha Brahmins are vegetarian. Typical Deshastha cuisine consists of the simple varan made from tuvar dal. Metkut, a powdered mixture of several dals and a few spices is also a part of traditional Deshastha cuisine. Deshastha use black spice mix or kala, literally black, masala, in cooking. Traditionally, each family had their own recipe for the spice mix. However, this tradition is dying out as modern households buy pre-packaged mixed spice directly from supermarkets. Puran poli for festivals and on the first day of the two-day marriage is another Marathi Brahmin special dish. A Deshastha woman from the 1970s in the traditional attire Most middle aged and young women in urban Maharashtra dress in western outfits such as skirts and trousers or shalwar kameez with the traditionally nauvari or nine-yard sari, disappearing from the markets due to a lack of demand. Older women wear the five-yard sari. Traditionally, Brahmin women in Maharashtra, unlike those of other castes, did not cover their head with the end of their saree. In urban areas, the five-yard sari is worn by younger women for special occasions such as marriages and religious ceremonies. Maharashtrian brides prefer the very Maharashtrian saree – the Paithani – for their wedding day. In early to mid 20th century, Deshastha men used to wear a black cap to cover their head, with a turban or a pagadi being popular before that. For religious ceremonies males wore a coloured silk dhoti called a sovale. In modern times, dhotis are only worn by older men in rural areas. In urban areas, just like women, a range of styles are preferred. For example, the Deshastha Shiv Sena politician Manohar Joshi and former Chief Minister of Maharashtra prefers white fine khadi kurtas, while younger men prefer modern western clothes such as jeans. In the past, caste or social disputes used to be resolved by joint meetings of all Brahmin sub-caste men in the area. ===Religious customs=== Deshastha Rigvedi Brahmins still recite the Rig Veda at religious ceremonies, prayers and other occasions. These ceremonies include birth, wedding, initiation ceremonies, as well as death rituals. Other ceremonies for different occasions in Hindu life include Vastushanti which is performed before a family formally establishes residence in a new house, Satyanarayana Puja, originating in Bengal in the 19th century, is a ceremony performed before commencing any new endeavour or for no particular reason. Invoking the name of the family's gotra and the Kula Daivat are important aspects of these ceremonies. Like most other Hindu communities, Deshasthas have a shrine called a devaghar in their house with idols, symbols, and pictures of various deities. Ritual reading of religious texts called pothi is also popular. A typical Deoghar or shrine in a deshastha household In traditional families, any food is first offered to the preferred deity as naivedya, before being consumed by family members and guests. Meals or snacks are not taken before this religious offering. In contemporary Deshasthas families, the naivedya is offered only on days of special religious significance. Deshasthas, like all other Hindu Brahmins, trace their paternal ancestors to one of the seven or eight sages, the saptarshi. They classify themselves into eight gotras, named after the ancestor rishi. Intra-marriage within gotras (Sagotra Vivaha) was uncommon until recently, being discouraged as it was likened to incest, although the taboo has considerably reduced in the case of modern Deshastha families who are bound by more practical considerations. In a court case \"Madhavrao versus Raghavendrarao\", involving a Deshastha Brahmin couple, the German philosopher and Indologist Max Müller's definition of gotra as descending from eight sages and then branching out to several families was thrown out by reputed judges of a Bombay High Court. The court called the idea of Brahmin families descending from an unbroken line of common ancestors as indicated by the names of their respective gotras impossible to accept. The court consulted relevant Hindu texts and stressed the need for Hindu society and law to keep up with the times emphasising that notions of good social behaviour and the general ideology of Hindu society had changed. The court also said that the mass of material in the Hindu texts are so vast and full of contradictions that it is almost an impossible task to reduce it to order and coherence. Every Deshastha family has their own family patron deity or the Kuladaivat. This deity is common to a lineage or a clan of several families who are connected to each other through a common ancestor. The Khandoba of Jejuri is an example of a Kuladaivat of some Maharashtrian Deshastha families; he is a common Kuladaivat to several castes ranging from Brahmins to Dalits. The practice of worshiping local or territorial deities as Kuladaivats began in the period of the Yadava dynasty. Other family deities of the Deshasthas of Maharashtra and Karnataka are Bhavani of Tuljapur, Mahalaxmi of Kolhapur, Mahalaxmi of Amravati, Renuka of Mahur, Saptashringi on Saptashringa hill at Vani in Nasik district, Banashankari of Badami, Lakshmi Chandrala Parameshwari of Sannati, Renuka Yellamma of Savadatti. Venkateswara of Tirupathi and Narasimha are popular forms of Vishnu who are worshipped as kuladevatha, especially among the Vaishnavite section of Deshasthas. ====Ceremonies and rituals==== Upon birth, a child is initiated into the family ritually according to the Rig Veda for the Deshastha Rigvedi Brahmins. The naming ceremony of the child may happen many weeks or even months later, and it is called the barsa. In many Hindu communities around India, the naming is almost often done by consulting the child's horoscope, in which are suggested various names depending on the child's Lunar sign (called Rashi). However, in Deshastha families, the name that the child inevitably uses in secular functioning is the one decided by his parents. If a name is chosen on the basis of the horoscope, then that is kept a secret to ward off casting of a spell on the child during his or her life. During the naming ceremony, the child's paternal aunt has the honour of naming the infant. When the child is 11 months old, he or she gets their first hair-cut. This is an important ritual as well and is called Jawal. When a male child reaches his eighth birthday he undergoes the initiation thread ceremony variously known as Munja (in reference to the Munja grass that is of official ritual specification), Vratabandha, or Upanayanam. From that day on, he becomes an official member of his caste, and is called a dwija which translates to \"twice-born\" in English, in the sense that while the first birth was due to his biological parents, the second one is due to the initiating priest and Savitri. Traditionally, boys are sent to gurukula to learn Vedas and scriptures. Boys are expected to practice extreme discipline during this period known as brahmacharya. Boys are expected to lead a celibate life, live off alms, consume selected vegetarian saatvic food and observe considerable austerity in behaviour and deeds. Though such practices are not followed in modern times by a majority of Deshasthas, all Deshasthas boys undergo the sacred thread ceremony. Many still continue to get initiated around eight years of age. Those who skip this get initiated just before marriage. Twice-born Deshasthas perform annual ceremonies to replace their sacred threads on Narali Purnima or the full moon day of the month of Shravan, according to the Hindu calendar. The threads are called Jaanave in Marathi and Janavaara in Kannada. The Deshasthas are historically an endogamous and monogamous community for whom marriages take place by negotiation. The Mangalsutra is the symbol of marriage for the woman. Studies show that most Indians' traditional views on caste, religion and family background have remained unchanged when it came to marriage, that is, people marry within their own castes, and matrimonial advertisements in newspapers are still classified by caste and sub-caste. Deshastha Yajurvedi donot allow cross cousin marriage, while the Deshastha Rigvedi sub-group, allow cross cousin marriage, just like many other Marathi castes. In South Maharashtra, Deshastha Rigvedi Brahmins even allow uncle-niece marriage. While arranging a marriage, gana, gotra, pravara, devak are all kept in mind. Horoscopes are matched. The marriage ceremony is described as follows: \"The groom, along with the bride's party goes to the bride's house. A ritual named Akshat is performed in which people around the groom and bride throw haldi (turmeric) and sindur (vermilion) coloured rice grains on the couple. After the Kanyadan ceremony, there is an exchange of garlands between the bride and the groom. Then, the groom ties the Mangalsutra around the neck of the bride. This is followed by granthibandhan in which the end of the bride's sari is tied to the end of the groom's dhoti, and a feast is arranged at the groom's place.\" A Deshasthas marriage ceremony includes many elements of a traditional Marathi Hindu wedding ceremony. It consists of seemant poojan on the wedding eve. The dharmic wedding includes the antarpat ceremony followed by the vedic ceremony which involves the bridegroom and the bride walking around the sacred fire seven times to complete the marriage. Modern urban wedding ceremonies conclude with an evening reception. A Deshastha woman becomes part of her husband's family after marriage and adopts the gotra as well as the traditions of her husband's family. After weddings and also after thread ceremonies, Deshastha families arrange a traditional religious singing performance by a Gondhal group. Deshastha Brahmins dispose their dead by cremation. The dead person's son carries the corpse to the cremation ground atop a bier. The eldest son lights the fire to the corpse at the head for males and at the feet for females. The ashes are gathered in an earthen pitcher and immersed in a river on the third day after the death. This is a 13-day ritual with the pinda being offered to the dead soul on the 11th and a Śrāddha ceremony followed by a funeral feast on the 13th. Cremation is performed according to vedic rites, usually within a day of the individual's death. Like all other Hindus, the preference is for the ashes to be immersed in the Ganges river or Godavari river. Śrāddha becomes an annual ritual in which all forefathers of the family who have passed on are remembered. These rituals are expected to be performed only by male descendants, preferably the eldest son of the deceased. ====Festivals==== Deshasthas follow the Saka calendar. They follow several of the festivals of other Hindu Marathi people. These include Gudi Padwa, Rama Navami, Hanuman Jayanti, Narali Pournima, Mangala Gaur, Krishna Janmashtami, Ganesh Chaturthi, Kojagiri Purnima, Diwali, Khandoba Festival (Champa Shashthi), Makar Sankranti, Maha Shivaratri and Holi. Of these, Ganesh Chaturthi is the most popular in the state of Maharashtra, however, Diwali, the most popular festival of Hindus throughout India, is equally popular in Maharashtra. Deshasthas celebrate the Ganesha festival as a domestic family affair. Depending on a family's tradition, a clay image or shadu is worshiped for one and a half, three and a half, seven or full 10 days, before ceremoniously being placed in a river or the sea. This tradition of private celebration runs parallel to the public celebration introduced in 1894 by Bal Gangadhar Tilak. Modak is a popular food item during the festival. Ganeshotsav also incorporates other festivals, namely Hartalika and the Gauri festival, the former is observed with a fast by women whilst the latter by the installation of idols of Gauris. The religious amongst the Deshasthas fast on the days prescribed for fasting according to Hindu calendar. Typical days for fasting are Ekadashi, Chaturthi, Maha Shivaratri and Janmashtami. Hartalika is a day of fasting for women. Some people fast during the week in honour of a particular god, for example, Monday for Shiva or Saturday for Hanuman and the planet Saturn, Shani.http://ahmednagar.nic.in/gazetteer/people_feast.html Gudi Padwa Gudi or Victory pole Gudi Padwa is observed on the first of the day of the lunar month of Chaitra of the Hindu calendar. A victory pole or Gudi is erected outside homes on the day. The leaves of Neem or and shrikhand are a part of the cuisine of the day. Like many other Hindu communities, Deshasthas celebrate Rama Navami and Hanuman Jayanti, the birthdays of Rama and Hanuman, respectively, in the month of Chaitra. A snack eaten by new mothers called Sunthawada or Dinkawada is the prasad or the religious food on Rama Navami. They observe Narali-pournima festival on the same day as the much widely known north Indian festival of Raksha Bandhan. Deshastha men change their sacred thread on this day. An important festival for the new brides is Mangala Gaur. It is celebrated on any Tuesday of Shravana and involves the worship of lingam, a gathering of womenfolk and narrating limericks or Ukhane using their husbands' first name. The women may also play traditional games such as Jhimma, and Fugadi, or more contemporary activities such as Bhendya till the wee hours of the next morning. Krishna Janmashtami, the birthday of Krishna on which day Gopalkala, a recipe made with curds, pickle, popped millet (jondhale in Marathi) and chili peppers is the special dish. Sharad Purnima also called as Kojagiri Purnima, the full moon night in the month of Ashvin, is celebrated in the honour of Lakshmi or Parvati. A milk preparation is the special food of the evening. The first born of the family is honoured on this day. In Deshastha families Ganeshotsav is more commonly known as Gauri-Ganpati because it also incorporates the Gauri Festival.In some families Gauri is also known as Lakshmi puja. It is celebrated for three days; on the first day, Lakshmi's arrival is observed. The ladies in the family will bring statues of Lakshmi from the door to the place where they will be worshiped. The Kokanstha Brahmins, instead of statues, use special stones as symbols of Gauri. The statues are settled at a certain location (very near the Devaghar), adorned with clothes and ornaments. On the second day, the family members get together and prepare a meal consisting of puran poli. This day is the puja day of Mahalakshmi and the meal is offered to Mahalakshmi and her blessings sought. On the third day, Mahalakshmi goes to her husband's home. Before the departure, ladies in the family will invite the neighbourhood ladies for exchange of haldi-kumkum. It is customary for the whole family to get together during the three days of Mahalakshmi puja. Most families consider Mahalakshmi as their daughter who is living with her husband's family all the year; but visits her parents' (maher) during the three days. See also Birbhum District Official Website. Navaratri, a nine-day festival starts on the first day of the month of Ashvin and culminates on the tenth day or Vijayadashami. This is the one of three auspicious days of the year. People exchange leaves of the Apti tree as symbol of gold. During Navaratri women and girls hold Bhondla referred as bhulabai in Vidarbh region, a singing party in honour of the Goddess. Like all Hindu Marathi people and to a varying degree with other Hindu Indians, Diwali is celebrated over five days by the Deshastha Brahmins. Deshastha Brahmins celebrate this by waking up early in the morning and having an Abhyangasnan. People light their houses with lamps and candles, and burst fire crackers over the course of the festival. Special sweets and savouries like Anarse, Karanjya, Chakli, Chiwda and Ladu are prepared for the festival. Colourful Rangoli drawings are made in front of the house. Deshastha Brahmins observe the Khandoba Festival or Champa Shashthi in the month of Mārgashirsh. This is a six-day festival, from the first to sixth lunar day of the bright fortnight. Deshastha households perform Ghatasthapana of Khandoba during this festival. The sixth day of the festival is called Champa Sashthi. For Deshastha, the Chaturmas period ends on Champa Sashthi. As it is customary in many families not to consume onions, garlic and eggplant (Brinjal / Aubergine) during the Chaturmas, the consumption of these food items resumes with ritual preparation of Vangyache Bharit (Baingan Bharta) and rodga, small round flat breads prepared from jwari (white millet). Tilgul is exchanged by Deshasthas on Makar Sankaranti. The centre shows sugarcoated sesame seeds surrounded by laddus of tilgul or sesame jaggery. Makar Sankranti falls on 14 January when the Sun enters Capricorn. Deshastha Brahmins exchange Tilgul or sweets made of jaggery and sesame seeds along with the customary salutation Tilgul Ghya aani God Bola, which means Accept the Tilgul and be friendly.Dunghav, M.G., 2015. Scientific Approach to Celebrate Festivals in Maharashtra in India-A Conceptual Study. International Journal of Ayurvedic Medicine, 6(2) pp=97. Gulpoli, a special type of chapati stuffed with jaggery is the dish of the day. Maha Shivaratri is celebrated in the month of Magha to honour Shiva. A chutney made from curd fruit (Kawath in Marathi) is part of the cuisine of the day.Dunghav, M.G., 2015. Scientific Approach to Celebrate Festivals in Maharashtra in India-A Conceptual Study. International Journal of Ayurvedic Medicine, 6(2) pp=96. Holi falls on the full moon day in Phalguna, the last month. Deshasthas celebrate this festival by lighting a bonfire and offering Puran Poli to the fire. Unlike North Indians, Deshastha Brahmins celebrate colour throwing five days after Holi on Rangapanchami. ==Social and political issues== Maharashtraian Brahmins were absentee landlords and lived off the surplus without tilling the land themselves per ritual restrictions. They were often seen as the exploiter of the tiller. This situation started to change when the newly independent India enshrined in its constitution, agrarian or land reform. Between 1949 and 1959, the state governments started enacting legislation in accordance with the constitution implementing this agrarian reform or Kula Kayada in Marathi. The legislation led to the abolition of various absentee tenures like inams and jagirs. This implementation of land reform had mixed results in different States. On official inquiry, it was revealed that not all absentee tenures were abolished in the State of Maharashtra as of 1985. Other social and political issues include anti- Brahminism and the treatment of Dalits. ===Inter-caste issues=== The main entrance to the Vithoba temple in Pandharpur During British rule in 19th century, social reformers such as Jotiba Phule launched campaigned against Brahmin domination of society and in government employment.The campaign was continued in early 20th century by the maharaja of Kolhapur, Shahu.In 1920s the non-Brahmin political party under Keshavrao Jedhe led the campaign against Brahmins in Pune and rural areas of western Maharashtra. This period saw Brahmins losing their landholding and their migration to urban centers Maharashtrian Brahmins were the primary targets during the anti-Brahmin riots in Maharashtra in 1948, following Mahatma Gandhi's assassination. The rioters burnt homes and properties owned by Brahmins. The violent riots exposed the social tensions between the Marathas and the Brahmins. In recent history, on 5 January 2004, the Bhandarkar Oriental Research Institute (BORI) in Pune was vandalised by 150 members of the Sambhaji Brigade, an organisation promoting the cause of the Marathas. The organisation was protesting against a derogatory remark made by the American author James Laine, on Shivaji's Parentage in his book, Shivaji: A Hindu King in an Islamic Kingdom. BORI was targeted because Srikant Bahulkar, a scholar at BORI, was acknowledged in Laine's book. The incident highlighted the traditionally uncomfortable Brahmin-Maratha relationship. Recently, the same organisation demanded the removal of Dadoji Konddeo from the Statue of Child Shivaji ploughing Pune's Land at Lal Mahal, Pune. They also threatened that if their demands were not met, they would demolish that part of statue themselves. Until recent times, like other high castes of Maharashtra and India, Deshastha also followed the practice of segregation from other castes considered lower in the social hierarchy. Until a few decades ago, a large number of Hindu temples, presumably with a Deshastha priest, barred entry to the so-called \"untouchables\" (Dalit). An example of this was the case of the 14th century saint Chokhamela of the Varkari movement, who belonged to the Mahar caste. He was time and again denied entry to the Vitthal temple in Pandharpur, however, his mausoleum was built in front of the gate of the temple. In the early 20th century, the Dalit leader B. R. Ambedkar, while attempting to visit the temple, was stopped at the burial site of Chokhamela and denied entry beyond that point for being a Mahar. Deshastha caste-fellow Dnyaneshwar and his entire family were stripped of their caste and excommunicated by the Deshasthas because of his father's return from sanyasa to family life. The family was harassed and humiliated to an extent that Dnyaneshwar's parents committed suicide. Other saints like Tukaram (Kunbi caste) were discriminated against by the Brahmins. The Maharashtra Government has taken away the hereditary rights of priesthood to the Pandharpur temple from the Badve and Utpat Deshastha families, and handed them over to a governmental committee. The families have been fighting complex legal battles to win back the rights. The Rashtriya Swayamsevak Sangh, an organisation founded by K. B. Hedgewar advocates Dalits being head priests at Hindu temples. ===Deshastha-Konkanastha relations=== Prior to the rise of the Konkanastha Peshwas, the Konkanastha Brahmins were considered inferior in a society where the Deshasthas held socio-economic, ritual and Brahminical superiority.* After the appointment of Balaji Vishwanath Bhat as Peshwa, Konkanastha migrants began arriving en masse from the Konkan to Pune, where the Peshwa offered some important offices to the Konkanastha caste. The Konkanastha kin were rewarded with tax relief and grants of land. Historians point out nepotism and corruption during this time. The Konkanasthas were waging a social war on Deshasthas during the period of the Peshwas. By the late 18th century, Konkanasthas had established complete political and economic dominance in the region. As a consequence, many members of the literate classes, including Deshastha and Karhade Brahmins, left their ancestral region of Western Maharashtra and migrated to other areas of the Maratha empire such as around the east Godavari basin in the present-day states of Karnataka and Andhra Pradesh. For example, many Deshasthas, Saraswats and CKPs moved to newly formed Maratha states ruled by the Scindias, Gaikwads and others that were at the periphery of the Peshwa's kingdom. Richard Maxwell Eaton states that this rise of the Konkanastha is a classic example of social rank rising with political fortune. Since then, despite being the traditional religious and social elites of Maharashtra, the Deshastha Brahmins failed to feature as prominently as the Konkanastha. The Deshasthas looked down upon the Konkanasthas as newcomers in the 18th and 19th centuries. They refused to socialise and intermingle with them, not considering them to be Brahmins. A Konkanstha who was invited to a Deshastha household was considered to be a privileged individual, and even the Peshwas were refused permission to perform religious rites at the Deshastha ghats on the Godavari at Nasik. The Konkanasthas on their part, pursued for greater intellectual ability and better political acumen. During the British colonial period of 19th and early 20th century, Deshasthas dominated professions such as government administration, music, legal and engineering fields, whereas Konkanasthas dominated fields like politics, medicine, social reform, journalism, mathematics and education. The relations have since improved by the larger scale mixing of both communities on social, financial and educational fields, as well as with intermarriages. ===Community organisations=== The Deshastha Rigvedi sub-caste have community organisations in many major cities such as Mumbai, Dombivali, Belgaum, Nasik, Satara etc. Most of these organisations are affiliated to Central organisation of the community called Akhil Deshastha Rugvedi Brahman Madhyavarty Mandal (A. D. R. B. M.) which is located in Mumbai. The activities of ADRBM includes offering scholarships to needy students, financial aid to members, exchange of information, and Matrimonial services. The Deshastha community organisations are also affiliated to their respective local All Brahmin Umbrella Organizations. Similar to the Rigvedi community, there are organisations and trusts dedicated to the welfare of the Yajurvedi sub-caste. ==Notable people== ==See also== * Thanjavur Maharashtrian * Forward Castes * Marathi people in Uttar Pradesh ==References== Notes Citations Bibliography * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ==Further reading== * * * * * * * * * * * * * * * * * * * ==External links== * * Sacred texts: Hinduism * Government of Maharashtra Official Website Category:Brahmin communities of Maharashtra Category:Brahmin communities of Karnataka Category:Hindu communities Category:Indian castes Category:Marathi people Category:Kannada people Category:Maharashtra ",
    "title": "Deshastha Brahmin"
}