{
    "id": "2231292",
    "text": "In mathematics, a subset A of a Polish space X is universally measurable if it is measurable with respect to every complete probability measure on X that measures all Borel subsets of X. In particular, a universally measurable set of reals is necessarily Lebesgue measurable (see below). Every analytic set is universally measurable. It follows from projective determinacy, which in turn follows from sufficient large cardinals, that every projective set is universally measurable. ==Finiteness condition== The condition that the measure be a probability measure; that is, that the measure of X itself be 1, is less restrictive than it may appear. For example, Lebesgue measure on the reals is not a probability measure, yet every universally measurable set is Lebesgue measurable. To see this, divide the real line into countably many intervals of length 1; say, N0=[0,1), N1=[1,2), N2=[-1,0), N3=[2,3), N4=[-2,-1), and so on. Now letting μ be Lebesgue measure, define a new measure ν by : u(A)=\\sum_{i=0}^\\infty \\frac{1}{2^{n+1}}\\mu(A\\cap N_i) Then easily ν is a probability measure on the reals, and a set is ν-measurable if and only if it is Lebesgue measurable. More generally a universally measurable set must be measurable with respect to every sigma-finite measure that measures all Borel sets. == Example contrasting with Lebesgue measurability == Suppose A is a subset of Cantor space 2^\\omega; that is, A is a set of infinite sequences of zeroes and ones. By putting a binary point before such a sequence, the sequence can be viewed as a real number between 0 and 1 (inclusive), with some unimportant ambiguity. Thus we can think of A as a subset of the interval [0,1], and evaluate its Lebesgue measure, if that is defined. That value is sometimes called the coin-flipping measure of A, because it is the probability of producing a sequence of heads and tails that is an element of A upon flipping a fair coin infinitely many times. Now it follows from the axiom of choice that there are some such A without a well-defined Lebesgue measure (or coin-flipping measure). That is, for such an A, the probability that the sequence of flips of a fair coin will wind up in A is not well-defined. This is a pathological property of A that says that A is \"very complicated\" or \"ill-behaved\". From such a set A, form a new set A' by performing the following operation on each sequence in A: Intersperse a 0 at every even position in the sequence, moving the other bits to make room. Although A' is not intuitively any \"simpler\" or \"better-behaved\" than A, the probability that the sequence of flips of a fair coin will be in A' is well-defined. Indeed, to be in A', the coin must come up tails on every even-numbered flip, which happens with probability zero. However A' is not universally measurable. To see that, we can test it against a biased coin that always comes up tails on even-numbered flips, and is fair on odd-numbered flips. For a set of sequences to be universally measurable, an arbitrarily biased coin may be used (even one that can \"remember\" the sequence of flips that has gone before) and the probability that the sequence of its flips ends up in the set must be well- defined. However, when A' is tested by the coin we mentioned (the one that always comes up tails on even-numbered flips, and is fair on odd-numbered flips), the probability to hit A' is not well defined (for the same reason why A cannot be tested by the fair coin). Thus, A' is not universally measurable. == References == * * Category:Descriptive set theory Category:Determinacy Category:Measure theory ",
    "title": "Universally measurable set"
}