{
    "id": "2231155",
    "text": "Alina Cojocaru (born 27 May 1981) is a Romanian ballet dancer. She is currently a principal dancer with the English National Ballet, and formerly The Royal Ballet. ==Early years== Alina Cojocaru was born and raised in Bucharest, Romania. She has one sister. From a young age she studied gymnastics. Later she began ballet classes, despite never having seen a live ballet. ==Training== At the age of 7 or 8 she began gymnastic classes, progressing at the age of 9 to a Bucharest ballet school which acted as a feeder for the Romanian State Ballet school. Later the same year she took and passed the entrance exam for the school and a few months later was chosen (with 8 other Romanian students) by the director of the Kiev Ballet school to take part in a student exchange. She left her family to train at the school, and did not speak any Russian. Initially, Cojocaru and the other Romanian students were taught separately, before being integrated with the other students in the third year. The ballet school gave a public performance every six months and it was in one of these performances that Cojocaru made her debut, dancing the role of Amor in Don Quixote. In January 1997, aged 15, she competed in the Prix de Lausanne international ballet competition. There, she was awarded a six-month scholarship to train at the Royal Ballet School in London. In June she won a silver medal at the Moscow Ballet Competition and impressed the audience in Musketeer by Alla Rubina. She moved to London later that year to commence her training, but did not speak any English. Alina Cojocaru, Johan Kobborg, Laura Morera, curtain call for Mayerling, Royal Ballet, 10 April 2007. ==Professional career== After completing her six-month training with the Royal Ballet School, Cojocaru was offered a contract to join The Royal Ballet as a member of the corps de ballet. She was also offered a contract to join the Kiev Ballet as principal. She subsequently joined Kiev Ballet in November 1998, believing she would gain greater experience as a principal dancer. She stayed for one season, dancing a variety of roles. Whilst dancing with Kiev Ballet, Cojocaru re-applied to the Royal Ballet in London, but was only invited to audition for the corps de ballet. She attended an audition for the company whilst on leave from Kiev Ballet and was offered a contract. Doubtful of development opportunities elsewhere, she accepted the contract and joined the company in November 1999. She was subsequently promoted to principal dancer in 2001. In 2004, she received the Prix Benois de la Danse for her portrayal of Cinderella. Cojocaru's early appearances with the company included performing in the opening gala for the refurbished Royal Opera House, plus appearances with the corps de ballet in the Kingdom of the Shades from La Bayadère, as a snowflake in The Nutcracker and as a doll in Coppélia. One of the highlights of her career is her partnership with Danish principal dancer, Johan Kobborg. The partnership began in 2001 when they danced together in Romeo and Juliet after Cojocaru filled in for an injured Miyako Yoshida. Since then, Kobborg and Cojocaru's partnership has been named one of the greatest in the history of ballet, and they have danced together at Covent Garden and worldwide. In 2012, Cojocaru became the first ballerina to receive the Prix Benois de la Danse twice, this time for John Neumeier's Liliom with the Hamburg Ballet. The lead role of Julie also marked the first time a full-length ballet was created around Cojocaru. In June 2013, she announced that she and Kobborg would leave The Royal Ballet at the end of 2012/13 season. Their last performance in London was in Mayerling on 5 June, followed by scheduled performances on 10 and 12 July with the company in Tokyo. In July 2013, following her departure from the Royal Ballet, Cojocaru joined the English National Ballet as a principal dancer. The company is directed by her former Royal Ballet colleague Tamara Rojo She is also a guest at the Hamburg Ballet. She now split her time between London and Hamburg, where she developed a close creative relationship with John Neumeier. In December 2013, she also joined the Romanian National Ballet as a principal after Kobborg became the company's artistic director. However, in 2016, actions by new leadership at the Bucharest National Opera House resulted in both Kobborg and Cojocaru resigning, triggering protests by dancers. The new management then apparently banned them from even setting foot in the theatre. She won the Critics' Circle National Dance Awards 2017 Outstanding Female Performance (Classical) for her portrayal of the title role in Akram Khan's Giselle. In 2020, she performed a self produce show, Alina at Sadler's Wells at the Sadler's Wells Theatre. The show included Frederick Ashton's Marguerite and Armand, and Tim Rushton's Reminiscence, a new commissioned piece, which was danced with Johan Kobborg. ==Injury== In 2008, during rehearsal when an unidentified partner handled her awkwardly in a lift, Cojocaru suffered a whiplash injury that could have ended her career. But after surgery and months of rest, and following the rehabilitation regimen guided by Patrick Rump, she successfully recovered and eventually returned to dancing. ==On DVD== Cojocaru's performance as Clara in Peter Wright's Royal Ballet production of The Nutcracker was taped and first telecast in the US in 2001. It is available on DVD. Her performance as Aurora in the Royal Ballet's new production of The Sleeping Beauty has not been telecast in the US yet, but has become available on DVD. Her performance as Giselle, alongside Johan Kobborg as Albrecht was recorded in 2006, broadcast in England on Boxing Day, and released on DVD the following year. ==Personal life== Cojocaru lives with her fiancé, Johan Kobborg. After Kobborg became her most frequent partner, it was publicly announced in 2005 that they were in a romantic relationship. In May 2011, Cojocaru was making a guest appearance at the Metropolitan Opera House in New York City, but her dance partner was injured so Kobborg flew over unexpectedly to fill in and surprised Cojocaru when he proposed to her on her 30th birthday. Their engagement was announced shortly afterward. In May 2017, Cojocaru announced on Twitter that she and Kobborg are expecting their first child. On 10 October 2017, Kobborg announced via Twitter that Cojocaru had given birth to their daughter Thalia Chulpan. On 31 July 2020, Cojocaru announced on Twitter that the couple are expecting their second child. ==References== ==External links== * Official website * Royal Opera biography * English National Ballet biography Category:Romanian ballerinas Category:English National Ballet principal dancers Category:Prix de Lausanne winners Category:Entertainers from Bucharest Category:1981 births Category:Living people Category:Principal dancers of The Royal Ballet Category:National Dance Award winners Category:Prix Benois de la Danse winners Category:Romanian expatriates in England Category:Prima ballerinas Category:21st-century ballet dancers ",
    "title": "Alina Cojocaru"
}