{
    "id": "2231637",
    "text": "The Nord Aviation SS.10 was a MCLOS wire-guided anti-tank missile designed by the French engineer Jean Bastien-Thiry. In American service, the missile was called the MGM-21A. The missile entered service in 1955 with the French Army. It was used briefly by the US Army in the early 1960s. The missile ceased production in January 1962 after approximately 30,000 missiles had been built. ==Development== Development began in France in 1948, when the Arsenal de l'Aéronautique in Châtillon sous Bagneux began looking at the possibility of developing the German X-7 missile further. The missile was designed to be cheap: In 1955, the missile cost 340 Francs and the control box 1,750 Francs. The first rounds were test fired in 1952. Development was completed in 1955 and the missile entered service with the French Army under the designation SS.10 (\"Sol-Sol\" French for \"Surface to Surface\"). The US army procured 500 missiles and three sets of launching equipment to evaluate a prototype version of the missile between early 1952 and October 1953, but concluded that the missile was not currently ready for use, but that the continued development should be monitored. After development of the missile was completed, the US successfully re-evaluated the missile in mid-1958, and the later SS.11 (also by designer Bastien-Thiry) and Entac missiles were procured for Army use. ==History== In late 1955, Israel ordered 36 SS.10 launchers. They were received a year later, too late for the IDF to use them in the 1956 Suez Crisis. Subsequently, a self-propelled variant was developed, with four launchers carried by Dodge truck. In the early 1960s, SS.10 missiles were retired from the IDF service, replaced by SS.11.Granovskiy The US Army was interested in the missile from an early stage, but pursued development of their own missile - the SSM-A-23 Dart missile. However, after the SSM-A-23 was cancelled in 1958, they began to consider procuring the SS.10 and SS.11 missiles. In February 1959, they decided to buy the SS.10 as a stopgap. The missile was delivered in January 1960 and was phased out in 1963 in favour of the MGM-32 Entac. The missile received the designation MGM-21A. ==Description== In flight, the missile is steered by an unusual arrangement of electrically powered vibrating spoilers, the power for these spoilers is transmitted to the missile along the guidance wires from the operator's station. Since the missile spins in flight, a gyroscope is needed to determine which spoilers are currently up/down or left/right. Guiding the missile to the target is very demanding and requires a high level of operator skill and concentration - this is typical with MCLOS guided missiles. ==General characteristics== * Length: 860 mm * Wingspan: 750 mm * Diameter: 165 mm * Launch weight: 15 kg * Speed: 80 m/s * Range: 500 to 1600 m * Guidance: wire- guided MCLOS * Warhead: 5 kg Hollow-charge 400 mm versus RHA ==Models== ===Prototypes=== * Nord-5201 - Two winged prototype. * Nord-5202 - Four winged prototype. * Nord-5203 - Final production version. ===Production versions=== * SS.10 / MGM-21A ==Operators== Map with former SS.10 operators in red ===Former operators=== ; ;https://armstrade.sipri.org/armstrade/page/trade_register.php ; ; ==References== * Nord SS.10/MGM-21 at Designation-Systems.Net * Oleg Granovskiy, First Generation ATGMs in the IDF (Олег Грановский - ПТУР первого поколения в АОИ) at Waronline.org ==Notes== Category:Anti-tank missiles of the Cold War Category:Anti-tank missiles of France ",
    "title": "SS.10"
}