{
    "id": "2231495",
    "text": "An astral spirit is a term used in spiritualism and holism. Depending on the time period and culture, the term can have several meanings. During the Renaissance time period it was used in a Platonic format to designate the \"aetheric vehicle or starlike garment surrounding the soul which descended from heaven and entered the individual body\". It was thought to be one of the three parts of the human soul that contained the \"thoughts, cogitations, desires, imaginations that were impressed upon the mind at the time of death\" as well as lust and anger. The philosopher Marsilio Ficino considered it to be a link between the physical body and the incorporeal soul while others such as Jean Fernel associated it more with animal spirits. Philosopher Henry More introduced the term into the medical setting and considered the astral spirit to be a part of the body that was separate from the \"rational soul\". More's viewpoint was criticized as \"[reducing] spiritual phenomena ... to pseudo- physical explanations\". Astral spirits have also been associated with the familiar spirit and witchcraft, specifically black magic, and was considered at one point to be demonic in origin. This definition of astral spirits considered the entities to be completely separate from the concept of the astral spirit as something that was considered to be part of or attached to the human body or soul. The term was also used in relation to the concept of ghosts and vampirism, as spiritualists in the nineteenth century believed that the astral spirit would rise from the grave of the deceased in order to steal the blood and vitality of the living while the physical body would remain in the grave. This form of the astral spirit, while sometimes considered to be harmful, fell into the Platonic definition as it was considered to be a remnant of the deceased in some form. Astral spirits were also considered to be potentially capable of fathering a child, as there were some tales of astral spirits reportedly impregnating the wife of a deceased hajduk. ==References== Category:Deities and spirits Category:Shamanism Category:Theosophical philosophical concepts ",
    "title": "Astral spirit"
}