{
    "id": "2231428",
    "text": "The , more commonly referred to as simply the Examination for Japanese University Admission (EJU), is a standardized test == History == It was adopted in 2002 as a replacement for both the Japanese Language Proficiency Test (JLPT) and the General Examination for Foreign Students (the latter is no longer administered) Shizuka, S. (2002). Admission more possible: this month a number of Japanese universities implement a new admissions system for overseas students. Called the Examination for Japanese University Admission for International Students, or EJU for short, the system makes the application and admission process much easier for potential foreign students ... (Cover Story I).(Brief Article). Look Japan, 48(555). . It became the standard admission test for undergraduate or graduate non-Japanese students who are applying to study in Japan. == Contents == The test assesses language proficiency along with several subject tests. The specific subject tests required vary by university, but as of 2005 included: Japanese as a Foreign Language, Science (Physics, Chemistry, and Biology), Japan and the World (a test of liberal arts reasoning ability), and Mathematics. Applicants choose either the Science or Japan and the World . == Administration == The test is administered by the Japan Student Services Organization (JASSO), an Independent Administrative Institution established under the Ministry of Education, Culture, Sports, Science and Technology (MEXT). Testing locations are distributed across Japan. Additionally, test sites are available in other Asian countries, save for China and Macau. No test sites are located in Europe, Africa, North America, or South America. Applicants to Japanese universities from these regions usually travel to Japan to be examined. The test is administered in June and November. ==References== == External links == * English-language EJU site of the Japan Student Services Organization (JASSO) Category:Japanese language tests Category:Testing and exams in Japan ",
    "title": "Examination for Japanese University Admission"
}