{
    "id": "2231499",
    "text": "Carolyn Gage (born 1952) is an American playwright, actor, theatrical director and author. She has written nine books on lesbian theater and sixty-five plays, musicals, and one-woman shows. A lesbian feminist, her work emphasizes non-traditional roles for women and lesbian characters. ==Early life== Gage earned a masters in theater arts from Portland State University. ==Career== Gage's best known work is The Second Coming of Joan of Arc, a one-woman play about the historical figure Joan of Arc. It has been translated into Portuguese, French, Italian, Bulgarian, and Mandarin and achieved first-class production in Brazil, starring Christiane Torloni. The script was published in The Second Coming of Joan of Arc and Selected Plays, an anthology of Gage's historical plays. The anthology was named the national winner of the 2008 Lambda Literary Award in Drama. Other notable work includes Ugly Ducklings, which was nominated by the American Theatre Critics Association for the prestigious ATCA/ Steinberg New Play Award, an award with given annually for the best new play produced outside New York. It won a 2004 Lesbian Theatre Award from Curve magazine, and a $150,000 documentary on the play premiered in 2005 at the Frameline International Film Festival in San Francisco. In 2004, The Anastasia Trials in the Court of Women was named national finalist for the Jane Chambers Award given by the Association for Theatre in Higher Education. Harriet Tubman Visits a Therapist was presented at Actors Theatre of Louisville in the Juneteenth Festival of African American plays. It was a national winner of the Samuel French Off-Off Broadway Festival, and is included in Random House's anthology Under 30: Plays for a New Generation. In addition to creative works, Gage has published a manual on lesbian theater production, Take Stage! How to Direct and Produce a Lesbian Play, which was published by Scarecrow Press. Gage also wrote Monologues and Scenes for Lesbian Actors. The author of numerous feminist essays, Gage was named contributing editor to the national feminist quarterly On The Issues and has published in the journals Trivia, Sinister Wisdom, Lesbian Ethics, and off our backs, as well as The Lesbian Review of Books, The Gay and Lesbian Review, and Lambda Book Report. Other publications include The Michigan Quarterly Review and Dramatists Guild Quarterly. Gage served as a guest lecturer at Bates College from 1998 to 1999.Gage, Carolyn. Bio and Vitae. The University of Oregon archive acquired her personal papers in 2004. In December 2014, Gage was awarded the first Lifetime Achievement Award given by Venus Theatre, founded by Deborah Randall in Laurel, Maryland. During the ceremony also celebrating the theatre's 50th production, she revived the memories of actresses, playwrights and directors Eva Le Gallienne, Henrietta Vinton Davis and Minnie Maddern Fiske who faced tremendous opposition to their work from the cultural establishment of their time. The American activist and playwright John Stoltenberg, lifelong companion of radical feminist Andrea Dworkin, said about Gage's acceptance speech: > Her acceptance speech, which she spoke off-the-cuff from notes, had a > profound effect on the audience, because in it she described real and raw > truths about what it means to work in theater as a woman. In 2018, Gage was interviewed for an investigation about how invisible disabilities tend to be hidden by creative professionals in the American show business in order not to experience discrimination, having herself concealed for years her myalgic encephalomyelitis, or chronic fatigue syndrome, she suffered from since 1988. ==Works== ===Books=== * The Second Coming of Joan of Arc and Selected Plays (2008) * Nine Short Plays (2008) * Starting from Zero: One-Act Plays About Lesbians in Love * The Spindle and Other Lesbian Fairy Tales (2010) * Take Stage! How to Direct and Produce a Lesbian Play * Sermons for a Lesbian Tent Revival (2012) * Supplemental Sermons for a Lesbian Tent Revival (2012) * Hotter Than Hell: More Sermons for a Lesbian Tent Revival (2012) * Monologues and Scenes for Lesbian Actors: Revised and Expanded (2009) * Like There's No Tomorrow: Meditations for Women Leaving Patriarchy (1997) * Black Eye and Other Short Plays (2014) * Three Comedies * The Triple Goddess: Three Plays * The Second Coming of Joan of Arc and Other Plays (1994) * The Gaia Papers: In Search of a Science of Gaia ===Plays=== * Second Coming of Joan of Arc, a one-woman show in which Joan of Arc speaks to contemporary audiences * Ugly Ducklings, about blossoming lesbian love and homophobia at a girls' summer camp * The Anastasia Trials in the Court of Women, an audience participation courtroom drama presenting the trial of five women who betrayed the Anastasia Romanov of Russia * Thanatron, a dysfunctional family comedy * The Amazon All-Stars is a musical, the first lesbian full-book musical published by a mainstream publisher * The A-Mazing Yamashita and the Gold- diggers of 2008 (one-act play) * The Amazon All-stars (musical) * Amy Lowell: in Her Own Words (one-woman show) * The Anastasia Trials in the Court of Women (full-length play) * Artemisia and Hildegarde (one-act play) * Babe: An Olympian Musical (musical) * Battered on Broadway (one-act play) * Bite My Thumb (one-act play) * Blackeye (10-minute play) * The Boundary Trial of John Proctor (one-act play) * Calamity Jane Sends a Message to Her Daughter (one- act play) * Coming About (full-length play) * Cookin' with Typhoid Mary (one- act play) * The Countess and the Lesbians (one-act play) * The Clarity of Pizza (5-Minute Play) * The Drum Lesson (one-act play) * Entr'acte (one-act play) * Esther and Vashti (full-length play) * The Evil That Men Do: The Story of Thalidomide (one-act play) * Extravagant Love: the Life of Violette LeDuc (one-woman show) * The Goddess Tour (full-length play) * Harriet Tubman Visits a Therapist (one-act play) * Heterosexuals Anonymous (one-act play) * Jane Addams and the Devil Baby (one-act play) * A Labor Play (one-act play) * The Ladies' Room (5-minute play) * The Last Reading of Charlotte Cushman (one- woman show) * Leading Ladies (Musical) * Louisa May Incest (one-act play) * Mason-dixon (one-act play) * The Obligatory Scene (one-act play) * The Parmachene Belle (one-act play) * Patricide (one-act play) * The P.E. Teacher (one-act play) * The Pele Chant (one-act play) * The Poorly-Written Play Festival (one-act play) * Radicals (one-act play) * The Rules of the Playground (one-act play) * Sappho in Love (full-length play) * The Second Coming of Joan of Arc (one-woman show) * Souvenirs of Eden (one-act play) * The Spindle (full-length play) * Stigmata (full-length play) * Thanatron (full-length play) * Ugly Ducklings (full-length play) * Valerie Solanas at Matteawan (one-act play) * Women on the Land (musical) ==Awards== * 2014 Featured Playwright, 53rd World Theater Day sponsored by UNESCO, Rome, Italy. * 2014 Hewnoaks Residency, Maine. * 2009 Residency, Wurlitzer Foundation, Taos, New Mexico * 2009 National Winner, Lambda Literary Award in Drama, The Second Coming of Joan of Arc and Selected Plays * Janine C. Rae Cultural Award for the Advancement of Women's Culture (2002) * National Finalist, Lambda Literary Award in Drama, for The Second Coming of Joan of Arc and Other Plays * Winner, Maine Playwrights Award, Maine Writers and Publishers Alliance, for The Poorly-Written Play Festival (2007) * Nominee, Michael MacLiammor Award (Best Female Performer), Dublin International Gay Theatre Festival (2007) * Nominee, American Theatre Critics Association's annual ATCA/Steinberg New Play Award, for Ugly Ducklings * Winner, Curve Magazine's National Lesbian Theatre Award, for Ugly Ducklings * National Finalist, Association for Theatre in Higher Education Jane Chambers Award, for The Anastasia Trials in the Court of Women * National winner, Samuel French Off-Off Broadway Festival, for Harriet Tubman Visits a Therapist * Lynda Hart Memorial Grant, Astraea Lesbian Foundation for Justice (2005) * Thanatron named among \"Best Productions of 2003\" by the Portland Phoenix in Portland, Maine * Finalist, Maine Playwrights Award for Parmachene Belle (2003) * National winner, $3000 Arch and Bruce Brown Foundation Grant for best play, The Last Reading of Charlotte Cushman * Acquisition of personal papers for University of Oregon Special Collections Archive * Angus L. Bowmer Award for Drama from the Oregon Institute of Literary Arts for The Second Coming of Joan of Arc * Walden Writer's Fellowship from Lewis & Clark College * Oregon Literary Fellowship writer's grant from Oregon Institute of Literary Arts * Oregon Arts Commission Individual Artist Grant * National Winner, Nancy Dean Distinguished Playwriting Award * Eleanor Humes Haney Fund Grant * New York Open Meadows Foundation Grant * Maine Arts Commission, Good Idea Grant * Winner Best Stageplay, Moondance International Film Festival, Boulder, Colorado, for Sappho in Love * National semi-finalist for the Eileen Heckart Senior Drama Competition, Ohio State University, for The Pele Chant * National finalist, George P. Kernodle One-Act Play Competition, University of Arkansas, Poorly- Written Play Festival * National finalist, John Gassner New Play Festival, Stony Brook University (NY) for The Spindle * National semi-finalist, Association for Theatre in Higher Education One-Act Play Competition for The Pele Chant ==References== ==External links== * Official website * Essays * Interviews * A site for the Ugly Ducklings Campaign, based on a play by Carolyn Gage Category:1952 births Category:American feminist writers Category:American stage actresses Category:American theatre directors Category:American women dramatists and playwrights Category:Feminist theatre Category:Lambda Literary Award for Drama winners Category:Lesbian actresses Category:Lesbian feminists Category:Lesbian writers Category:LGBT writers from the United States Category:Living people Category:LGBT dramatists and playwrights Category:Writers from Oregon Category:People with chronic fatigue syndrome ",
    "title": "Carolyn Gage"
}