{
    "id": "2232917",
    "text": "The dobra is the currency of São Tomé and Príncipe. It is abbreviated Db and is divided into 100 cêntimos. The first dobra (STD) was introduced in 1977, replacing the escudo at par. Due to past inflation, on 1 January 2018 the dobra was redenominated at a rate of 1000 to 1, and given the new ISO 4217 currency code STN. São Tomé and Príncipe signed a deal with Portugal in 2009, linking the dobra with the euro. The exchange rate was fixed at 1 EUR = STD http://www.telanon.info/economia/2010/01/04/2437/1-euro- equivale-a-24500-dobras/ on 1 January 2010, which means that the new dobra is pegged to the euro at €1 = STN / nDb. The name derives from Portuguese dóbra, meaning \"doubloon.\" ==Coins== ===First dobra=== In 1977, coins were introduced for 50 cêntimos, 1, 2, 5, 10 and 20 dobras. Except for the brass 50 cêntimos and 1 dobra, these coins were struck in cupro-nickel, as was the 50 dobras introduced in 1990. These coins depicted a combination of food produce and local flora and fauna. These coins, although seldom seen in circulation today due to chronic inflation have never been demonetized and can still be used as tender. In 1997, a new coin series with larger denominations was introduced consisting of 100, 250, 500, 1000 and 2000 dobras. Of these, the 100 and 250 dobras are round, the larger of the three are equilaterally curved heptagonal. These coins were all struck in nickel-plated steel and depict wildlife-related themes. All circulating coins bear the country's coat of arms on the obverse, with the text \"Aumentemos a Produção\" and the valuation on the reverse. ===Second dobra=== With the redenomination of the dobra in 2018, coins were introduced in denominations of 10, 20, and 50 cêntimos and 1 and 2 dobras. ==Banknotes== ===First dobra=== On 30 September 1977, notes were introduced for 50, 100, 500 and 1000 dobras by the Banco Nacional de São Tomé e Príncipe. In 1996, 5000, 10,000, 20,000 and 50,000 dobras notes were introduced, with the lowest denomination notes from the previous series being replaced by coins in 1997. A new issue was released in 2006 with upgraded security features. In December 2008, the 100,000 dobras note was introduced as continuous inflation deemed the new denomination necessary. The note has been very well received and accepted by the general public. All notes bear the portrait of Rei Amador on the obverse, however, on the 100,000 dobras note is the printed portrait of Francisco José Tenreiro. ===Second dobra=== Banknotes of 5, 10, 20, 50, 100, and 200 dobras were issued in 2018 with the redenomination of the dobra. The 5 and 10 dobra notes are printed in polymer, and all the banknotes feature various species of butterfly on the obverse with local wildlife depicted on the reverses. ==Historical exchange rates (STD)== {|class=\"wikitable\" |- ! Date !! Euro !! United States Dollar |- | 1995 || Not yet in circulation || 1,420.3 |- | 1996 || Not yet in circulation || 2,203.2 |- | 1997 || Not yet in circulation || 4,552.5 |- | 1998 || Not yet in circulation || 7,104.05 |- | October 1999 || - || 7,200.0 |- | August 2004 || 12,002.84 || 8,794 |- | March 2005 || 11,663 || 9,086 |- | October 25, 2005 (Estimate) || 9,275.93 || 7,665.00 |- | October 20, 2007 || 19,639.90 1.00 EUR = 21,497.42 STD Accessed 2007-10-20|| 13,738.50 1.00 USD = 15,270.00 STD Accessed 2007-10-20 |- | January 1, 2008 || 20,499.73 || 14,050.00 |- | March 4, 2009 || 22,062.04 || 17,500.00 |- | July 31, 2010 || 24 500 || 18,720.00 1.00 USD = 18,720.00 STD Accessed 2010-07-31 |- | September 1, 2012 || 24 500|| 19,917.00http://www.xe.com/ucc/convert/?Amount=1&From;=USD&To;=STD 1.00 USD = 19,917.00 STD] |} ==2009 deal with Portugal== In July 2009, the government of São Tomé and Príncipe signed a loan deal with Portugal, its one-time colonial mother country. The agreement was intended to tie the dobra to the euro. Portugal will provide as much as 25 million euro in a move endorsed by the European Commission. São Tomé and Príncipe claimed that linking the dobra to the euro would \"guarantee stability\" in the country. It is also expected to attract foreign investment. Officials spent one year negotiating the accord, which took effect in January 2010. The agreement follows a similar one which Portugal signed ten years previously with Cape Verde. ==Redenomination of the dobra== On August 25, 2017, the Central Bank of São Tomé and Príncipe (Banco Central de São Tomé e Príncipe) announced a redenomination of the dobra, in commemoration of the Central Bank's 25th anniversary, with 1 new dobra equal to 1,000 of the previous dobras. Six banknotes (in denominations of 5-, 10-, 20-, 50-, 100 and 200 new dobras, with the two lower denominations printed in polymer) and five coins (in denominations of 10-, 20- and 50 cêntimos and 1 and 2 new dobras) were issued on January 1, 2018.Banco Central de São Tomé e Príncipe celebrates 25th anniversary by unveiling new banknote series, designed and printed by De La Rue De La Rue (www.delarue.com). August 25, 2017. Retrieved on 2017-08-28. The old and new series of notes circulated concurrently until 30 June 2018, after which they are exchangeable or depositable in commercial banks until 31 December 2018 and at the Central Bank until 31 December 2019.http://www.bcstp.st/Bcstp/rm/info_geral.pdf ==See also== * Economy of São Tomé and Príncipe * Currencies related to the euro ==References== ==Further reading== * * Category:Currencies of São Tomé and Príncipe Category:1977 establishments in São Tomé and Príncipe ",
    "title": "São Tomé and Príncipe dobra"
}