{
    "id": "2232791",
    "text": "\"The Poor People of Paris\" is the English name of a popular song from France. The original French language song was \"La goualante du pauvre Jean\" (\"The Ballad of Poor John\"), with music by Marguerite Monnot and words by René Rouzaud. Edith Piaf had one of her biggest hits with the original French version. The song was adapted by American songwriter Jack Lawrence in 1954, and he wrote English lyrics, which are considerably different from the French. The English-language title arises in part from a misinterpretation of the French title, as \"pauvre Jean\" was taken for the same-sounding \"pauvres gens,\" which translates as \"poor people.\" Lawrence's lyrics, which pronounce Paris in the French style, as \"PaREE,\" are seldom heard. Most of the popular recordings of the song in the English-speaking world have been instrumentals. ==Les Baxter version== A recording of the tune by Les Baxter's orchestra (Capitol Records catalog number 3336, with the flip side \"Theme from 'Helen of Troy'\") was a number-one hit on the Billboard chart in the US in 1956: for four weeks on the Best Sellers in Stores chart, for six weeks on the Most Played by Jockeys and Hot 100 charts, and for three weeks on the Most Played on Jukeboxes chart. This recording was also released in Australia by Capitol under catalog number CP-1044. This version of the song was also the last song to reach number one before Elvis Presley's \"Heartbreak Hotel\" topped the chart. Baxter's version featured strings, brass, a wordless chorus, tinkling percussion, finger snapping, and a group of whistlers. ==Winifred Atwell version== In the same year, the piano version by Winifred Atwell (Decca Records catalog number F10681) was number one in the UK Singles Chart for three weeks. In Australia, it was released as Decca Catalogue number Y 6783. ==Other versions== *Cover versions by Lawrence Welk, Russ Morgan (Decca Records catalog number 29835, with the flip side \"Annabelle\") and Chet Atkins appeared in the US Top 100. *Bing Crosby and Rosemary Clooney recorded a version containing the seldom-heard Lawrence lyrics for their 1965 album That Travelin' Two-Beat. *Dean Martin recorded the song with the Lawrence lyrics for his 1962 album French Style. *Billy May also recorded a Latin-styled version that appears in the Ultra-Lounge CD Volume 10: A Bachelor in Paris, that was edited together with Les Baxter's version. *In 1991, Episode 6 of Series 2 of Vic Reeves Big Night Out featured a version of the song with completely new lyrics detailing The Man With The Stick's holiday. *A 1955 version of Eddie Cochran was released in 1997 on the album Rockin' It Country Style. *Reginald Dixon released a version of the song as part of a medley with the songs \"Willie Can\" and \"The Happy Whistler\" on his 2009 compilation album Reginald Dixon at the Organ. * Lenny Dee recorded an instrumental version in his 1965 album \"The Lenny Dee Tour\" (Decca DL 74654). ==References== Category:Number-one singles in the United States Category:Billboard Top 100 number-one singles Category:Number-one singles in Australia Category:1954 songs Category:1956 singles Category:Édith Piaf songs Category:Songs with lyrics by Jack Lawrence Category:Songs about Paris Category:Eddie Cochran songs Category:Capitol Records singles ",
    "title": "The Poor People of Paris"
}