{
    "id": "2232240",
    "text": "Zhang Nan (; born April 30, 1986, in Beijing) is a former artistic gymnast from China. Zhang was a member of the Chinese team for the 2004 Olympic Games, as well as the 2002, 2003, 2005, and 2006 World Artistic Gymnastics Championships. She is one of China's most successful female gymnasts and was the first Chinese woman to medal in an all-around competition at the World Championships. She is married to 2004 Olympic champion Teng Haibin. ==Gymnastics career== === 2002–04 === Zhang won four gold medals at the 2002 Asian Games (team, all-around, uneven bars, and floor exercise) and the 2003 Asian Championships (team, all-around, balance beam, and floor exercise). She became China's first female medalist in a world all-around competition by winning the bronze medal at the 2003 World Artistic Gymnastics Championships. She followed this feat by becoming the second Chinese woman to win an Olympic all-around medal, also a bronze, at the 2004 Olympics in Athens. (Liu Xuan had won the bronze in the previous Olympics after the gold medalist, Andreea Răducan of Romania, was disqualified.) The Chinese team finished 7th at the 2004 Olympics after counting a fall on bars, two falls on beam, and two falls on floor, one of them from Zhang. However, Zhang won an individual bronze medal in the all-around competition behind Carly Patterson of the United States and Svetlana Khorkina of Russia. She also competed in the balance beam event final, her strongest event, but fell and placed 6th with a score of 9.237. Without the 0.5 deduction for the fall, she would have edged out Romania's Alexandra Eremia for the bronze. === 2005–06 === Zhang went on to win the all-around at the 2005 Chinese National Championships and the 2005 East Asian Games. At the 2005 World Championships, she was hampered by injuries and had to withdraw from the all-around final, but finished 4th in the balance beam final with a score of 9.487. As the leader of China's 2006 World Championships team, she competed on all four events and helped the team qualify to the final in 2nd place, behind the United States. During the team final, she contributed to China's victory with strong routines on vault (scoring 14.525 under a new system), balance beam (15.950), and floor exercise (14.800). The win for the Chinese team was its first ever. She qualified to the balance beam final with the top score, 16.075, but finished 4th in the final with a score of 15.275 after injuring her ankle by falling down a flight of stairs the day before the competition. Zhang also competed at the 2006 Asian Games in Doha, Qatar, where the Chinese women captured their seventh straight team title. She went on to help the Chinese women sweep all but one of the gold medals in the women's gymnastics competition, winning the balance beam title ahead of her teammate Han Bing. === 2007–09 === Over the course of the two years following the 2006 World Championships, Zhang struggled to maintain the level of difficulty in her routines. As a result, she did not qualify to represent China at the 2007 World Championships. She continued her attempt to make a second Olympic team by increasing her difficulty, but struggled with consistency. At the 2008 Chinese National Championships, she won a silver medal on balance beam, partly thanks to errors by many other competitors. Zhang was named to the Chinese Olympic training squad but was not selected to compete at the 2008 Olympic Games in Beijing. In an interview in early 2009, she said she would retire soon. She officially announced her retirement before the 11th Chinese National Games in September 2009. There, in her last competition, she performed on vault, balance beam, and floor exercise to help the Beijing provincial team win the bronze medal. She is currently a coach for the Beijing team. ==Floor music== * \"Barcelona\" by Johnny Tesh (2003) * \"A New Life\" by Burkhard Dallwitz (2005–06) ==References== ==External links== * * Zhang Nan's photos at GymBox Category:1986 births Category:Living people Category:Chinese female artistic gymnasts Category:Gymnasts at the 2004 Summer Olympics Category:Medalists at the World Artistic Gymnastics Championships Category:Olympic bronze medalists for China Category:Olympic gymnasts of China Category:Gymnasts from Beijing Category:Olympic medalists in gymnastics Category:Medalists at the 2004 Summer Olympics Category:Asian Games medalists in gymnastics Category:Gymnasts at the 2002 Asian Games Category:Gymnasts at the 2006 Asian Games Category:Asian Games gold medalists for China Category:Medalists at the 2002 Asian Games Category:Medalists at the 2006 Asian Games Category:Universiade medalists in gymnastics Category:Universiade gold medalists for China Category:Universiade bronze medalists for China Category:Medalists at the 2005 Summer Universiade ",
    "title": "Zhang Nan (gymnast)"
}