{
    "id": "2233466",
    "text": "Portrait of Bland Ballard Bland Ballard (October 16, 1761 – September 5, 1853) was a soldier and statesman from Kentucky. ==Biography== Ballard was born in Fredericksburg, Virginia. In 1779, at age 18, he moved to Kentucky. Ballard married three times. He and his first wife Elizabeth Williamson were the parents of seven children. Elizabeth died in 1827, and he married Diana Matthews in 1833. Diana death in 1835, in 1841 Ballard married Elizabeth Weaver Garrett. Ballard served as a scout in George Rogers Clark's 1780 expedition into the Ohio country. During the Northwest Indian War, he served as a scout for Clark's 1786 Wabash campaign. Ballard participated in the battles of Fallen Timbers (1794), Tippecanoe (1811), and the River Raisin (1813). As a major of Kentucky volunteers, he played a leading role in the expedition against the British and American Indians who had invaded southeastern Michigan. He was wounded and taken prisoner at the Battle of Frenchtown, but was among the group of prisoners who were transported into Canada and so escaped the River Raisin Massacre. Following the war, Ballard served as a Delegate from Shelby County in the 1800, 1803 and 1805 Kentucky General Assembly. ==Legacy== Bland Ballard is the namesake of both Blandville, Kentucky and Ballard County, Kentucky. When Ballard died in 1853, he was initially buried in Shelbyville, Kentucky. In 1854 the State of Kentucky moved his and his first wife's remains to the State Memorial section of the Frankfort Cemetery. His namesake grandson, Bland Ballard, was appointed by Abraham Lincoln as a judge for the United States District Court for the District of Kentucky. ==References== Category:1761 births Category:Politicians from Fredericksburg, Virginia Category:1853 deaths Category:People from Kentucky Category:American people of the Northwest Indian War Category:People from Kentucky in the War of 1812 Category:War of 1812 prisoners of war held by the United Kingdom ",
    "title": "Bland Ballard"
}