{
    "id": "2233278",
    "text": "Caledonia () is the Latin name given by the Romans to the land north of their province of Britannia, beyond the frontier of their empire, roughly corresponding to modern-day Scotland. However, southern Caledonia, as far north as the Antonine Wall, was part of the Roman Empire for some periods of time (like in the case of the Valentia Province). The etymology of the name is probably from a P-Celtic source. Its modern usage is usually as a romantic or poetic name for all Scotland in general. == Original usage == The original use of the name, by Tacitus, Ptolemy, Lucan and Pliny the Elder, referred to the area later known as Pictavia or Pictland, mostly in what is now Scotland, to the north of Hadrian's Wall (though the wall is all in today's Northern England). The name may be related to that of a large central Brythonic tribe, the Caledonii, one amongst several in the area and perhaps the dominant tribe, which would explain the binomial Caledonia/Caledonii. The north-west ridge of Schiehallion, the \"fairy hill of the Caledonians\". The name of the Caledonians may be found in toponymy, such as Dùn Chailleann, the Scottish Gaelic word for the town of Dunkeld meaning \"fort of the Caledonii\", and possibly in that of the mountain Sìdh Chailleann, the \"fairy hill of the Caledonians\". According to Historia Brittonum the site of the seventh battle of the mythical Arthur was a forest in what is now Scotland, called Coit Celidon in early Welsh. === Etymology === According to Zimmer (2006), Caledonia is derived from the tribal name Caledones (or Calīdones), which he etymologises as possessing hard feet', alluding to standfastness or endurance\", from the Proto-Celtic roots *kal- \"hard\" and *φēdo- \"foot\". Similarly, Moffat (2005) suggests the name is related to the Welsh word caled, \"hard\", which could refer to the rocky land or the hardiness of the people. === Location === The exact location of what the Romans called Caledonia in the early stages of Britannia is uncertain, and the boundaries are unlikely to have been fixed until the building of Hadrian's Wall. From then onwards, Caledonia stood to the north of the wall, and to the south was the Roman province of Britannia (consisting of most of what is now England and Wales). in Encyclopædia Britannica, though, states that \"a tribe of Caledones\" are \"named by the geographer Ptolemy as living within boundaries which are now unascertainable\". During the brief Roman military incursions into central and northern Scotland, states that the military presence of Rome lasted for little more than 40 years for most of Scotland and only as much as 80 years in total anywhere. At no time was even half of Scotland's land mass under Roman control. the Scottish Lowlands were indeed absorbed into the province of Britannia, and the name was also used by the Romans, prior to their conquest of the southern and central parts of the island, to refer to the whole island of Great Britain. Map of the populations in northern Britain, based on the testimony of Ptolemy. Once the Romans had built a second wall further to the north (the Antonine Wall) and their garrisons advanced north likewise, the developing Roman-Britons south of the wall had trade relations with the Picts north of the wall, as testified by archaeological evidence, much of it available at the National Museum of Scotland in Edinburgh. == Modern usage == The modern use of \"Caledonia\" in English and Scots is either as a historical description of northern Britain during the Roman era or as a romantic or poetic name for Scotland as a whole. The name has been widely used by organisations and commercial entities. Notable examples include Glasgow Caledonian University, ferry operator Caledonian MacBrayne, and the now- defunct British Caledonian airline and Caledonian Railway. The Caledonian Sleeper is an overnight train service from London to Scottish destinations. The Inverness Caledonian Thistle F.C. is a professional football club. In music, \"Caledonia\" is a popular Scottish patriotic song and folk ballad written by Dougie MacLean in 1977 and published in 1979 on an album of the same name; it has since been covered by various other artists, most notably Frankie Miller. The web series Caledonia and associated novel is a supernatural police drama that takes place in Glasgow, Scotland. Ptolemy's account also referred to the Caledonia Silva, an idea still recalled in the modern expression \"Caledonian Forest\", although the woods are much reduced in size since Roman times.The extent of the reduction is a matter of debate. This association with a Silva (literally the flora) reinforces the idea that Caledonia was a forest or forested area named after the Caledonii, or that the people were named after the woods in which they dwelt. Some scholars point out that the name \"Scotland\" is ultimately derived from Scotia, a Latin term first used for Ireland (also called Hibernia by the Romans) and later for Scotland, the Scoti peoples having originated in Ireland and resettled in Scotland.Bede used a Latin form of the word Scots as the name of the Gaels of Dál Riata. Another, post-conquest, Roman name for the island of Great Britain was Albion, which is cognate with the Scottish Gaelic name for Scotland: Alba. There is an emerging trend to use the term Caledonia to describe New Caledonia in English, which reflects the usage in French of Calédonie (where the full name is La Nouvelle-Calédonie). The New Caledonian trade and investment department promotes inward investment with the slogan “Choose Caledonia”. == See also == *Battle of Mons Graupius *Caledonian Ocean *New Caledonia *Scotland during the Roman Empire *Caledonia Waterfalls == Notes == == References == === Bibliography === * * * * * * * * * * * == External links == * *Anglia Scotia et Hibernia - 1628 map of the region by Mercator and Hondius *Clans of Caledonia - Strategy board game based in historic Scotland Category:Terminology of the British Isles Category:Scotland in the Roman era Category:Scottish culture ",
    "title": "Caledonia"
}