{
    "id": "2233152",
    "text": ":For the Taiwan-based folding bicycle company see: Pacific Cycles Pacific Cycle head badge Pacific Cycle, Inc. is an American division of Canadian conglomerate Dorel Industries that imports and distributes bicycles. It was founded in 1977 by Chris Hornung. The company pioneered the sourcing of bicycles from the Far East for distribution in the U.S., developing relationships with suppliers primarily in Taiwan and China. The company now owns several well known bicycle brands as well as diversifying into bicycle accessories and other types of children's play equipment. Pacific Cycle sells more bicycles than any other company in North America and is one of the most prolific bicycle suppliers in the world. In 2006, Chris Hornung left Pacific Cycle leaving President Jeff Frehner in control. Alice Tillett has been the President of Pacific Cycle since 2008. The company headquarters is located in Madison, Wisconsin, with a corporate branch office in Olney, Illinois (the former home of Roadmaster). They also operate distribution centers in Olney, IL, Vacaville, California and Rancho Cucamonga, California (formerly of PTI). ==History== In 1998, Chris Hornung reached an agreement with Wind Point Partners giving the private equity investment firm a controlling interest in Pacific Cycle. In December 2000, with new resources from the Wind Point Partners deal, Pacific Cycle acquired the bicycle division of Brunswick Corporation for $60 million, obtaining control of the Mongoose and Roadmaster brands. This also gave Pacific Cycle access to Wal-Mart, who was the second largest retailer of bikes and to whom Brunswick was the largest supplier. Mongoose had maintained a strong reputation for quality and performance, particularly among younger, BMX enthusiasts. Pacific Cycle brought Mongoose into the mass-merchant channel at Wal-Mart. In 2001, Pacific Cycle outbid Huffy Corp. in bankruptcy court for the purchase of the Schwinn/GT Corporation, obtaining control of the Schwinn and GT brands for $86 million. In 2002, Schwinn was introduced to the mass-merchant channel at Wal-Mart, Target and Toys \"R\" Us. On March 17, 2003, Pacific Cycle acquired InStep L.L.C. for an undisclosed price. InStep is a marketer and distributor of jogging strollers and bicycle trailers. Pacific financed the purchase through company earnings and the price was not disclosed. In 2004, Pacific Cycle was acquired by Dorel Industries from Wind Point Partners for $310 million, acquiring Wind Point's 43 percent stake. Under Dorel's Recreational/Leisure product segment, the Pacific Cycle division (PCG internally) deals with the mass merchant and sporting goods channels while the Cycling Sports Group (CSG) division deals specifically with the Independent Bicycle Dealers (IBD) channel. U.S. distribution channels include mass-market retailers such as Wal- Mart, Target, Kmart, Sears and Toys \"R\" Us as well as sporting goods chains such as Dick's Sporting Goods, Academy Sports and Dunham's Sports. Canadian distributors include Canadian Tire. In 2005, Pacific Cycle started importing electric scooters and marketing them under the Schwinn Motor Scooters name. Sales ceased in approximately 2011. In June 2008, Pacific Cycle acquired the assets of PTI Sports LLC (Protective Technologies International), a leading U.S. designer, manufacturer and distributor of bicycle parts, helmets and other accessories, for $28 million. In July 2009, Pacific Cycle acquired the assets of Iron Horse Bicycles and obtained control of the brand. ==Brands== * Caloi * Cannondale * Charge Bikes * DYNO * GT Bicycles * GURU Cycling * InSTEP * Iron Horse Bicycles * Kid Trax * Mongoose * Murray * Pacific * Playsafe * Powerlite * Roadmaster * Schwinn * SUGOI ==References== ==External links== * Category:Companies based in Madison, Wisconsin Category:Cycle manufacturers of the United States Category:American companies established in 1977 Category:Vehicle manufacturing companies established in 1977 Category:2004 mergers and acquisitions Category:1998 mergers and acquisitions ",
    "title": "Pacific Cycle"
}