{
    "id": "2233640",
    "text": "Porcupine is the third studio album by the English post-punk band Echo & the Bunnymen. First released on 4 February 1983, it became the band's highest charting release when it reached number two on the UK Albums Chart despite initially receiving poor reviews. It also reached number 137 on the American Billboard 200, number 85 on the Canadian RPM 100 Albums and number 24 on the Swedish chart. In 1984 the album was certified gold by the British Phonographic Industry. Porcupine included the singles \"The Back of Love\" and \"The Cutter\". The album was recorded at Trident Studios in London, Rockfield Studios in South Wales and Amazon Studios in Liverpool. It was produced by Ian Broudie, who was credited as \"Kingbird\" and who had co-produced the band's first album, 1980's Crocodiles, and their second single, \"Rescue\". After being rejected by the band's label, the album was re-recorded with Shankar providing strings. It was originally released as an LP in 1983 before being reissued on CD in 1988. The album was again reissued on CD in 2003, along with the other four of the band's first five studio albums, having been remastered and expanded. A VHS video called Porcupine – An Atlas Adventure was also released containing six promotional videos of tracks from the album. ==Production== ===Background and recording=== Following the release of Heaven Up Here in 1981, Echo & the Bunnymen had difficulty writing new material for their next album despite rehearsing five days each week at The Ministry, their rehearsal room in Liverpool. While lead singer Ian McCulloch still wanted them to be the best band in the world, bass player Les Pattinson was expressing his weariness with the music industry, drummer Pete de Freitas produced and played drums on Liverpool band The Wild Swans' debut single \"Revolutionary Spirit\", and lead guitarist Will Sergeant recorded a solo album of instrumental music called Themes for 'Grind' (1982). On 27 January 1982 Echo & the Bunnymen recorded their fourth session for British disc jockey John Peel's radio show on BBC Radio 1. Of the tracks recorded, \"Smack in the Middle\" was renamed and became \"Higher Hell\" on the album, while \"Taking Advantage\" was renamed \"The Back of Love\" and became the band's third single which was also included on the album. Ian Broudie, who had co-produced 1980's Crocodiles and who was Sergeant's flatmate, was chosen to produce \"The Back of Love\" and the band's third album, whose working title was The Happy Loss.Adams, p.86Adams, p.91 The single, which became the band's first UK Top 20 hit single, was recorded in early 1982 at Trident Studios in Soho, London. This was unusual as the band's manager, Bill Drummond, had previously been keen to keep the band away from the temptations of London. The recording session for \"The Back of Love\" went well, but the relationship between the band members was strained, with them either not speaking to each other or, when they did, arguing.Adams, pp.86–87 Drummond was aware of the tensions within the band and so arranged a tour in Scotland for April 1982. This was done in an effort to make the band work harder, write some songs, and to communicate with each other. Drummond's plan failed to work as following the tour there was still tension between the band members.Adams, p.87 Two other album tracks – \"Clay\" and \"My White Devil\" – were first played during the tour of Scotland. Following the release of \"The Back of Love\" on 21 May 1982, the band spent the summer, first playing at the inaugural WOMAD festival, and then playing at various European music festivals. After the summer the band resumed recording the album at Rockfield Studios in South Wales – which had been used for the band's first two albums – and also at Amazon Studios in Liverpool. Recording the album was a slow process, de Freitas said, \"Porcupine was very hard to actually write and record [...] Heaven Up Here was pure confidence, we did it really quickly; we had a great time doing it – but this one was like we had to drag it out of ourselves.\" McCulloch later said that when recording the album, the mood between the band members was \"horrible\". When presented with the finished album, WEA rejected it as \"too uncommercial\".Adams, p.92 The band agreed to re-record the album, despite Sergeant's complaints. Using the original version of the album as a blueprint, the follow-up recording sessions went more smoothly. Drummond brought Shankar back to add strings to the other tracks on the album. It was these sessions that produced the band's next single, \"The Cutter\", which was released in January 1983 and went on to become the band's first Top 10 hit.Adams, 94–95 ===Porcupine – An Atlas Adventure=== alt=Four men in a bleak icy landscape. The man on the left is sitting, the two middle men are lying down and the man on the right is standing. After Echo & the Bunnymen had finished recording Porcupine they played a free show in early November 1982 for people at Sefton Park in Liverpool. Following this, WEA asked for three music videos and album art for the new album. The band's lighting engineer Bill Butt was chosen to direct the videos and Brian Griffin was chosen to take the photographs for the album's cover – as he had done for the band's two previous albums. With a budget of £ Butt decided that it would be possible to get the photographs for the album cover and also to produce a half-hour film.Adams, pg.93 Deciding that he wanted the videos to reflect the frigid feel of the music on the album, Butt chose to shoot the videos in Scotland. However, it was not certain that there would be enough snow in Scotland during November so Iceland was chosen as the location to shoot the videos. Filming took place on and near the frozen Gullfoss waterfall near Reykjavík. Feeling it was a dangerous process, McCulloch said in 1993, \"If we had slipped there wasn't anything for hundreds of feet below us.\" In 2001 Griffin said, \"[...] the sun barely appeared the whole time we were there. To walk, stand up, or just think seemed a massive effort.\" Despite the danger the filming proved its worth when the British music magazine Q said in 2001, \"The Porcupine cover is the epitome of rock band as heroic archetype – young men on some ill-defined but glorious mission, one easily as timeless as the stars and the sea.\"Adams, pg.94 The filming was finished in December 1982 with the band performing songs from the album at their rehearsal room at The Ministry. Butt interspersed this with clips from the 1929 Russian documentary The Man With the Movie Camera and he also projected psychedelic watercolour effects onto the band. A VHS video was subsequently released by Castle Hendring in 1983 called Porcupine – An Atlas Adventure which contained the six music videos – \"In Bluer Skies\", \"The Cutter\", \"My White Devil\", \"Porcupine\", \"Heads Will Roll\" and \"The Back of Love\". Describing the album cover, journalist Dave Rimmer wrote in British music magazine Smash Hits, \"Iceland does seem an appropriate location for this group. It's isolated, cold, bleak and fits perfectly with the moody image they've attracted to themselves.\" ===Musical content=== After WEA rejected the first version of the album, Shankar – who had played strings on \"The Back of Love\" – was brought back by Drummond to add strings to the remainder of the album in an effort to give it a brighter production and to build on the success of the strings used on the single. When recording \"The Cutter\", Sergeant had asked Shankar if he could suggest the melody from Cat Stevens' 1967 hit \"Matthew and Son\". In 1984 McCulloch said, \"I think Porcupine was a classic autobiographical album, the most honest thing that I'd ever written or sung.\"Adams, p.101 Talking about how the album made him feel, he went on to say, \"I found the material from it really heavy to play – like, really oppressive. That's the only reason why I didn't like the album. The songs were great but it didn't make me happy.\" He also said, \"A lot of songs are about coming to terms with the opposites in me.\"Adams, p.103 ==Releases== Porcupine was first released as an LP by Korova in the United Kingdom on 4 February 1983. It was subsequently released in the United States by Sire Records on 23 February 1983. The original album had ten tracks with five tracks on each side. Like Echo & the Bunnymen's previous album, the album cover was designed by Martyn Atkins and the photography was by Brian Griffin. The album was released on CD on 7 April 1988. Along with the other four of the band's first five albums, Porcupine was remastered and reissued on CD in 2003 – these releases were marketed as 25th anniversary editions. Seven bonus tracks were added to the album: \"Fuel\" was the second B-side track on the 12-inch version of \"The Back of Love\"; alternate versions of \"The Cutter\", \"My White Devil\", \"Porcupine\", \"Ripeness\" and \"Gods Will Be Gods\" which were all early versions recorded during the album's sessions; and \"Never Stop (Discotheque)\" the 12-inch version of the non-album single which was released after Porcupine. The alternate versions of \"My White Devil\", \"Porcupine\" and \"Ripeness\" had all previously been unissued. The reissued album was produced by Andy Zax and Bill Inglot. There were two tracks from the original Porcupine album which had been released as singles. The first of these was \"The Back of Love\" which had been released on 21 May 1982. The second single was \"The Cutter\" which was released on 14 January 1983. \"Never Stop (Discotheque)\", which was originally a non- album single when it was released on 8 July 1983, was subsequently included on the 2003 remastered version of the album as a bonus track. ==Reception== Following the release of Porcupine in 1983, NME reviewer Barney Hoskyns gave the album a negative review. Hoskyns wrote, \"Porcupine is the distressing occasion of an important and exciting rock group becoming ensnared by its own strongest points, a dynamic force striving fruitlessly to escape the brilliant track that trails behind it.\" Hoskyns likened the sound of the album to the band \"turning on their own greatest 'hits' and savaging them\". Hoskyns also criticised McCulloch's lyrics and the general mood of the album, noting, \"Only on 'Porcupine' itself do the various strains of despair coalesce\", and dismissed the entire second side of the album, saying it \"horrifies the more for its uniform lack of inspiration, for the fact that every number cops direct from earlier songs without preserving anything of their energy or invention\". Record reviewer Wayne King similarly commented that the album reused many motifs, such as Ian McCullough's octave jumps, from their previous albums. While he praised the opening tracks \"The Cutter\" and \"Back of Love\", he remarked that Porcupine as a whole was not nearly as good an album as Echo and the Bunnymen's live performances showed they were capable of. In a review of the original release on AllMusic, Porcupine was described as a \"solid outing\", a \"noticeably better listen than its predecessor, Heaven Up Here\" and \"well worth hearing\". When reviewing the remastered 2003 version the review was expanded to add that new release was \"a very well done expansion of an already fine album\". Blender magazine described the album in a review on their website as \"impossibly exciting pop-rock\" and Pitchfork called the album \"the band's definitive statement\" and described the track \"The Back of Love\" as \"the astonishing highlight of the group's career\". CMJ critic Eric Chappe wrote that \"the constant emotional peaks and valleys of Porcupine may be perhaps too strong for some, but the musical peaks achieved in getting there are really something to behold.\" The album appeared in the 1983 end of year critics' lists for both Melody Maker, where it was listed at number nine, and NME, where it was listed at number 32. The album is also listed in the 2006 book 1001 Albums You Must Hear Before You Die. The album reached number 2 on the UK Albums Chart, number 137 on the American Billboard 200, number 85 on the Canadian RPM 100 Albums, and number 24 on the Swedish albums chart. Having sold over copies of the album in the UK, Echo & they Bunnymen were awarded with a gold disc by the British Phonographic Industry. Of the singles from the album, \"The Back of Love\" reached number 19 on the UK Singles Chart and \"The Cutter\" reached number 8. \"The Back of Love\" also became the band's first single to make the Irish Singles Chart when it reached number 24, while \"The Cutter\" reached number 10. The single \"Never Stop (Discotheque)\" reached number 15 on the UK Singles Chart and number 8 on the Irish Singles Chart. ==Track listing== All tracks written by Will Sergeant, Ian McCulloch, Les Pattinson and Pete de Freitas. ;Side one #\"The Cutter\" – 3:56 #\"The Back of Love\" – 3:14 #\"My White Devil\" – 4:41 #\"Clay\" – 4:15 #\"Porcupine\" – 6:01 ;Side two #\"Heads Will Roll\" – 3:33 #\"Ripeness\" – 4:50 #\"Higher Hell\" – 5:01 #\"Gods Will Be Gods\" – 5:25 #\"In Bluer Skies\" – 4:33 ;2003 bonus tracks # * \"Fuel\" – 4:09 #\"The Cutter\" (Alternate Version) – 4:10 #\"My White Devil\" (Alternate Version) – 5:02 #\"Porcupine\" (Alternate Version) – 4:04 #\"Ripeness\" (Alternate Version) – 4:43 #\"Gods Will Be Gods\" (Alternate Version) – 5:31 #\"Never Stop (Discotheque)\" – 4:45 ;Porcupine – An Atlas Adventure #\"In Bluer Skies\" #\"The Cutter\" #\"My White Devil\" #\"Porcupine\" #\"Heads Will Roll\" #\"The Back of Love\" ==Personnel== ;Echo & the Bunnymen *Ian McCulloch – vocals, guitar, piano *Will Sergeant – lead guitar *Les Pattinson – bass *Pete de Freitas – drums with: *Shankar – strings ;Technical *Ian Broudie – producer *Dave Bascombe – engineer *Paul Cobald – engineer *Colin Fairley – engineer *Dave Woolley – engineer *Steve Short – engineer *Steve Presige – engineer *Brian Griffin – photography *Martyn Atkins – cover design *Andy Zax – producer (reissue) *Bill Inglot – producer (reissue), remastering (reissue) *Dan Hersch – remastering (reissue) *Rachel Gutek – cover design (reissue) ==References== ==External links== *Porcupine (Adobe Flash) at Radio3Net (streamed copy where licensed) Category:1983 albums Category:Echo & the Bunnymen albums Category:Rhino Records albums Category:Sire Records albums Category:Albums produced by Ian Broudie Category:Warner Music Group albums Category:Albums recorded at Rockfield Studios ",
    "title": "Porcupine (album)"
}