{
    "id": "2234309",
    "text": "What Time Is It? is a 1982 album by the Time. The album was recorded at Sunset Sound and Prince's home studio in the Minneapolis suburbs. The title of the album comes from an exclamation by Morris Day that became associated with the band's on-stage theatrics, appearing frequently on the band's debut album as well. Showcasing a denser and more inventive Minneapolis sound, What Time Is It? produced three singles: \"777-9311\", \"The Walk\" and \"Gigolos Get Lonely Too\". ==Recording== Although the individual members of the Time are credited with instrumentation, it's likely that all instruments were played by Prince. Morris Day sang lead vocals, and Vanity performed spoken vocals on \"The Walk\". ==Commercial performance== The album peaked at number 26 on the Billboard 200 and number two on the Top Soul LPs. It spent a total of 33 weeks on the Billboard 200 and 38 weeks on the R&B; Albums chart. The album's peaking was more successful than the group's previous release. The album was eventually certified gold by the Recording Industry Association of America (RIAA) for sales over 500,000 copies in the United States. The Time supported the album by touring as one of Prince's opening acts on the 1999 Tour. ==Track listing== Note that the original label gave writing credits to Morris Day or The Time for all six songs. However, the songs were officially registered with ASCAP as being written by Prince, or by Prince and Dez Dickerson, which is from where the official writing credits have been sourced.https://www.ascap.com/repertory#ace/works/publisher/1191171/TIONNA%20MUSIC ==Singles and chart placings== *\"777-9311\" (#2 R&B;, #88 Pop) #\"777-9311\" #\"Grace\" (non-album track) – 7\" single #\"The Walk\" – 12\" single *\"The Walk\" (#24 R&B;, #104 Pop) #\"The Walk\" #\"OnedayI'mgonnabesomebody\" – 7\" single #\"777-9311\" – Japan 7\" single #\"I Don't Wanna Leave You\" – 12\" single *\"Gigolos Get Lonely Too\" (#77 R&B;) #\"Gigolos Get Lonely Too\" #\"I Don't Wanna Leave You\" ==Charts== ===Chart positions=== {| class=\"wikitable sortable\" |- ! Chart (1982) ! Peak position |- |US Billboard 200 | style=\"text-align:center;\"|26 |- |US Billboard Top Soul LPs | style=\"text-align:center;\"|2 |} ==Certifications== ==References== ==External links== * What Time Is It? lyrics Category:The Time (band) albums Category:1982 albums Category:Albums produced by Prince (musician) Category:Warner Records albums ",
    "title": "What Time Is It? (album)"
}