{
    "id": "2234283",
    "text": "Tunsberg is a diocese of the Church of Norway. It includes parishes located within the counties of Vestfold and Buskerud, with the cathedral located in Tønsberg. The Diocese of Tunsberg consists of the cathedral deanery and 9 rural deaneries. ==History== Prior to the establishment of the Diocese of Tunsberg in 1948, then counties of Vestfold and Buskerud belonged to the Diocese of Oslo. In a meeting of the episcopate in 1936, it was made clear that this diocese, which encompasses about a third of Norway's population, could not be managed by a single bishop. Therefore, the episcopate suggested that Vestfold and Buskerud should become their own diocese. But the Second World War intervened; the discussion was resumed after the liberation of Norway in 1945. The result of this was that the Odelsting - the larger of the two divisions of the Storting - decided on November 24, 1947 that Vestfold and Buskerud were to become a new diocese, and that Tønsberg would be the cathedral city of the Diocese of Tunsberg. Historically Tønsberg had been an important ecclesiastical center in Norway; in the Middle Ages, there were as many as 7 churches and 3 monasteries in this small urban community. King Haakon VII was present at the episcopal consecration in Tønsberg Cathedral on June 20, 1948. Tønsberg Cathedral was constructed of red brick and consecrated December 19, 1858. It was designed by architect Christian Heinrich Grosch with a seating capacity of 550. The church is built on the site of the medieval St. Lavrans Church. The cathedral has a pulpit dating from 1621. It is richly carved including the four evangelists and their personal symbols. The altarpiece depicting the struggle of Jesus at Gethsemane dates from 1764. The cathedral´s oldest treasures are two 16th-century Bibles, one from 1550 and one from 1589. The facility was refurbished during 1939 under the direction of Arnstein Arneberg. The interior contains stained glass windows and glass mosaics by Norwegian artist, Per Vigeland (1904–1968). A fresco painted directly on the wall above the south door, depicts Jesus as the Good Shepherd.Tønsberg Cathedral (Tønsberg) Beside Tønsberg Cathedral is the Park of Remembrance. The park is dedicated to the Second World War heroes. There are various commemorative monuments in the park, starting from various sculptures to fountains and art work, but the most famous piece is the sculpture Mother and Child by Gustav Vigeland. Parks of Remembrance, Tønsberg (Norway Attractions) The current bishop is Jan Otto Myrseth. ==Structure== The Diocese of Tønsberg is divided into nine deaneries () spread out over Viken and Vestfold og Telemark counties. Each deanery corresponds a geographical area, usually one or more municipalities in the diocese. Each municipality is further divided into one or more parishes which each contain one or more congregations. {| class=\"wikitable\" |- !Deanery (Prosti) !! Municipalities !! County |- |Drammen prosti||Drammen, Lier||rowspan=\"5\"|Viken |- |Eiker prosti||Krødsherad, Modum, Sigdal, Øvre Eiker |- |Ringerike prosti||Hole, Ringerike |- |Hallingdal prosti||Ål, Flå, Nes, Gol, Hemsedal, Hol |- |Kongsberg prosti||Flesberg, Kongsberg, Nore og Uvdal, Rollag |- |Nord- Jarlsberg prosti||Holmestrand, Horten||rowspan=\"5\"|Vestfold og Telemark |- |Larvik prosti||Larvik |- |Sandefjord prosti||Sandefjord |- |Tønsberg domprosti||Færder, Tønsberg |- |} ==List of Bishops== *Bjarne Skard (1948–1961) *Dagfinn Hauge (1961–1978) *Håkon E. Andersen (1978–1990) *Sigurd Osberg (1990–2002) *Laila Riksaasen Dahl (2003–2014) *Per Arne Dahl (2014-2018) *Jan Otto Myrseth (2018-present) == References == ==External links== *Tunsberg Diocese *Tunsberg bispedømmeråd 2006-2010 in Norwegian Category:Organisations based in Tønsberg Tunsberg Category:Christian organizations established in 1948 Category:1948 establishments in Norway ",
    "title": "Diocese of Tunsberg"
}