{
    "id": "2234816",
    "text": "J. Walter Thompson (JWT) was an advertisement holding company incorporated in 1896 by American advertising pioneer James Walter Thompson. The company was acquired in 1987 by multinational holding company WPP plc, and in November 2018, WPP merged J. Walter Thompson with fellow agency Wunderman to form Wunderman Thompson. ==History== ===Pre-James Walter Thompson=== J. Walter Thompson traces its origins to the Carlton & Smith agency, which opened its doors in 1864, one of the first known advertising agencies in the United States. Founder William James Carlton started selling advertising space in religious magazines, but almost nothing is known about the partner named Smith. The New York Times wrote that \"the agency traces its roots to a newspaper space brokerage that began operation on Dec. 5, 1864.\" ===1868 - 1969=== In 1868, Carlton hired James Walter Thompson as a bookkeeper. Eventually, Thompson found that soliciting and sales were much more profitable, and he became a very effective salesman for the small company. In 1877, Thompson purchased the business of his employer for $500 and, a year later, purchased the office furniture for $800. He changed the company designation to J. Walter Thompson, as he felt that James Thompson was too common a name in New York. One of his first clients was a personal friend – Robert Wood Johnson, one of the three brothers who founded Johnson & Johnson – for whom Thomson personally wrote advertising for the toothpaste brand Zonweis Thompson, who had served as a U.S. Marine during the Civil War, had first been employed by Carlton & Smith to sell space in religious publications. Under his leadership, the agency became the seller of advertising space in many American magazines and periodicals. By 1889, 80 percent of the advertising in the United States was placed through J. Walter Thompson.Applegate, E. (2012). Stanley B. Resor and the J. Walter Thompson Company: 1908-1961. In The rise of advertising in the United States: A history of innovation to 1960 (p. 134). Lanham: Scarecrow Press In 1896, the company incorporated. More growth followed, and J. Walter Thompson became the first American agency to expand internationally with the opening of J. Walter Thompson London in 1899. The business subsequently expanded across the globe, being one of the first American agencies in Egypt, South Africa and Asia.Ciochetto, L. (2011). China. In Globalisation and advertising in emerging economies: Brazil, Russia, India, and China (p. 95). London: Routledge In a special 1964 commemorative issue celebrating the agency's centennial, Advertising Age wrote that the \"history and expansion overseas\" of the J. Walter Thompson Co. \"seems peculiarly to match the whole history of modern advertising.\" ===1969 - 2018 === In 1969, J. Walter Thompson became a public corporation. In the mid-1970s, J. Walter Thompson was hired by the military dictatorship of Chile, led by Augusto Pinochet, to \"refurbish the image of the regime\" after international and Chilean human-rights organizations had documented extensive violations. In 1980, the company was organized into a holding company JWT Group, consisting of J. Walter Thompson Company; Hill & Knowlton; and Lord Geller Federico & Einstein. In 1987, British media giant WPP acquired JWT Group. In 2005, the company renamed itself as JWT. As of 2014, its most longstanding clients included Unilever/Lever Brothers (109+ years); Mondelēz International/Kraft Foods (89+ years); Kimberly-Clark (84+ years); Nestlé (81+ years); Kellogg's (80+ years); and Ford Motor (67+ years). Other notable clients include Avon, Treasury Wine Estates, Edgewell/Schick, Tudor, HSBC, Johnson & Johnson, Newell, Air Canada and the United States Marine Corps. JWT celebrated its 150th anniversary in 2014 by reverting to its \"classic\" J. Walter Thompson name. In 2015, JWT launched Colloquial, a content-marketing joint venture unit with Group SJR; Also in 2015, the company acquired a minority stake in Turkish independent digital agency Wanda Digital. In 2016, the company acquired iStrategyLabs (ISL), a Washington, D.C.-based digital agency. ===Merger with Wunderman=== J. Walter Thompson Co. ceased its independent existence when holding company owner WPP announced in November, 2018 that it was merging the agency into the digital agency Wunderman. While called a merger of equals, observers note that it is really a takeover by Wunderman and an end to JWT, noting of the end of America’s first ad agency that its \"demise is a metaphor of the demise of Madison Avenue.\" At the time, the company was headquartered in New York City and had more than 200 offices in over 90 countries and employed over 12,000 marketing professionals. ===Legacy=== J. Walter Thompson was among the first agencies to employ writers and artists to create interesting advertisements for their clients, replacing the standard ads created by in-house departments. It was also the first agency to provide a wide range of advertising services to clients, including copy, layout, package design, trademark development and rudimentary, market research. Many of these methods can be seen in notable work that the agency has produced, including work for Kraft Cheese that resulted in the creation of the grilled-cheese sandwich, a campaign for Swift & Co. that added measurement marks to sticks of butter, the Toys \"R\" Us Kid slogan and jingle, De Beers diamond ads (\"A Diamond is Forever\") and the \"I wish I were an Oscar Mayer Weiner\" campaign. The agency is also credited with hiring the first female copywriter, Helen Lansdowne Resor. While with the agency, she pioneered ideas including celebrity testimonials, sex appeal, and was responsible for developing its reputation as an agency where bright young women could succeed. Lansdowne went on to become the first female creative director in the industry. To honor this legacy, in 2014 J. Walter Thompson announced a $250,000 scholarship opportunity called the Helen Lansdowne Resor Scholarship. It assists and promotes talented female creative advertising students who aspire to join the ranks of creative leadership. The New York Times reported that \"some two million other documents ... (are) .. within the J. Walter Thompson Archives at Duke University in Durham, N.C.\" Among these are internal position papers for JWT being challenged by and countering the American Medical Association. Many of these documents are the basis of the agency's award-winning creative work. ==Criticism== In June 2018, then CEO, Gustavo Martinez officially parted ways with J. Walter Thompson (JWT) and parent company WPP two months after settling a sexual harassment case brought by a female colleague. In May 2018 Jo Wallace the creative director of the London branch, who identifies as a gay woman, stated at Creative Equals conference that she would \"obliterate JWT’s reputation as an agency full of white, English, privileged, straight men\". According to a Business Insider article, five straight, white men queried this statement with the company's human resources department and were later fired. The men have reportedly retained a solicitor to consider a case of discrimination. ==Clients== J. Walter Thompson Co. advertisement, 1903 Other significant clients have included: ==Distinctive ads== ==See also== * History of advertising * Stanley Resor ==References== ==Further reading== ==External links== * * Guide to select collections from the JWT Archives in the Hartman Center at Duke University * Category:Advertising agencies of the United States Category:Advertising theorists Category:Companies established in 1864 Category:WPP plc Category:Companies based in New York City ",
    "title": "J. Walter Thompson"
}