{
    "id": "2234056",
    "text": "Natura &Co; is a Brazilian global personal care cosmetics group headquartered in São Paulo. The Natura &Co; Group currently includes Natura Cosméticos, Aesop, The Body Shop and Avon. The Group is present in 73 countries across all continents except Antarctica. Natura Cosméticos, is the parent company and was founded in 1969 by Luiz Seabra, and became a public company listed on São Paulo Stock Exchange in 2004. Currently the company is the largest Brazilian cosmetics company by revenue. In May 2019 Natura &Co; announced that it had entered into definitive agreement to acquire Avon Products, Inc. The transaction was approved by Brazilian regulations authorities in the beginning of November 2019 and was completed in January 2020, making Natura &Co; the 4th largest pure-play beauty company in the world. ==History== In 1974, Natura adopted direct sales as sales model. In 2018 it had more than 6.6 million \"consultants\" (resellers) worldwide being the largest in the world. Natura is a founding member of the Union for Ethical BioTrade, gradually ensuring that its sourcing practices promote the conservation of biodiversity, respect traditional knowledge and assure the equitable sharing of benefits all along the supply chain. During the steps of their development and production of cosmetics, Natura does not test on animals and follows the most stringent international safety standards.https://www.crueltyfreekitty.com/news/the-body- shop-natura-cruelty-free/ Being a public company since 2004, its shares are listed on Novo Mercado (the highest level of corporate governance or Stock Exchange [Ibovespa]). Natura's performance in 2017 shows a consolidated gross revenue of R$9.9 billion, a growth of 24.5% over the previous year. Its consolidated net income was R$670.3 million. In 2005 they opened their first boutique in Paris, France. The major competitors of Natura are O Boticário, L'Oreal, Estée Lauder Companies, Jequití and others. On January 6, 2020, Natura began trading on the New York Stock Exchange (NYSE). ==Business model== Natura is a one-level marketing company. Natura promotes its image as an eco- friendly,valor.com.br sustainable company (using natural products, working toward sustainable environment and social support etc.). The company also uses ordinary women rather than supermodels in its advertisements.economist.com Natura &Co; operates more than 3.200 stores, considering Natura, The Body Shop, and Aesop's operations. The direct sales channel has more than 1.7 million consultants. The company also encourages personal development, material and professional consultants and advisors. ==External links== * * Natura official website * The Body Shop official website * Aesop official website ==References== Category:Brazilian brands Category:Cosmetics companies of Brazil Category:Manufacturing companies based in São Paulo Category:Brazilian companies established in 1969 Category:Manufacturing companies established in 1969 Category:Companies listed on B3 (stock exchange) Category:Cosmetics brands Category:Personal care brands ",
    "title": "Natura &amp; Co"
}