{
    "id": "2234024",
    "text": "Jarell Damonté Houston (born August 11, 1985), known as J-Boog, is an American R&B; singer, rapper, producer and actor. He is a member of R&B; group B2K. The group achieved success in the early 2000s with singles like \"Bump, Bump, Bump\", \"Uh Huh\", and \"Girlfriend\", which all reached success on the Billboard Hot 100. == Early life == J-Boog, the youngest of three children, was born and raised in Compton, California and has been rapping, singing, and dancing since the age of two. He is the first cousin of Marques Houston. ==B2K== J-Boog was a member of the boy group B2K, along with Lil' Fizz, Raz-B, and Omarion. He starred in You Got Served, the hit dance movie, with his B2K bandmates, along with Marques Houston. He played the character Rico, the peacemaker of the group. Despite the film receiving mostly negative reviews, his performance in the movie was praised by many critics. Soon after, B2K announced they were disbanding and led each member on a various future endeavors. == Post-B2K == After the split of the boy band, Jarell partnered with bandmate Lil Fizz in 2006, where they recorded an EP album \"Night Life\". He then partnered with relative Marques Houston to become Vice President and Producer of long time music manager Chris Stokes and Marques Houston film production company Footage Films where he also acted in a few films. Jarell also appeared in Step Up 2: The Streets, and later was an ensemble cast member of an Off-Off Broadway stage production. J-Boog briefly appeared on an episode of Love & Hip Hop: Hollywood in early 2018 to meet with bandmate Lil Fizz to discuss plans to reunite the band without Omarion due to him not agreeing to rekindle to band, but failed due to discrepancies with cast member and associate Ray J, who persuaded himself to be a bold replacement after being considered to join the band. In December 2018, it was announced by long time friend and business manager Damuer H. Leffridge that B2K would hold a reunion tour titled \"The Millennium Tour\" in 2019. The tour had featured Pretty Ricky, Lloyd, Mario (American singer), Bobby V, Chingy and the Ying Yang Twins. His experience with the tour was later documented in late 2019 season of \"Love & Hip Hop: Hollywood\" (as a supporting cast member), where he deeply expressed his concerns within the group's fate because of personal discrepancies between some of the members that would interfere with the band's reputation, along with partnering with relative Marques Houston and his band Immature to develop a reunion tour for that band. ==Personal life== J-Boog has four children, two daughters and two sons; Anaia Jolie Houston (b. October 3, 2005), Jarell Damonté Houston Jr. (b. December 14, 2006), Tru Carter Houston (b. November 12, 2009) with his ex-fiancée Jondelle Michelle Lee. His fourth child, a baby girl, Zuri Ei'Lee Houston was born on February 21, 2020 with his girlfriend Shelbie Gray.https://www.instagram.com/p/CAd2YwWlqti/Gil Kaufman (July 30, 2007). B2K's J-Boog, Lil Fizz, Raz-B Finally Get Solo Careers Off The Ground, In Where Ya Been? MTV. Accessed July 11, 2008. ==Discography== * Night Life - EP (2009) (Fizz & Boog) ==Filmography== ===Movies=== * 2004: You Got Served - Rico (Supporting role) * 2009: Steppin: The Movie - Greg * 2014: Hype Nation-3D - Jessy * 2016: A Weekend With The Family - Joey * 2019: Nahum - (Pre-Production) * 2019: Always and Forever * 2019: Fall Girls- Jerome ===Television=== * 2002: All That - musical guest with B2K * 2005: 106 and Park - Co-Host * 2016: The BET Life of B2K - Himself * 2017: Love & Hip Hop: Hollywood - Himself *2019 ‘’ Love & Hip Hop: Hollywood’’ - Himself * 2020: Howard High - Mr. Johnson ===Stage Plays=== * 2016: Man of the House - Lawrence ==See also== ==References== ==External links== * * * Category:1985 births Category:American hip hop musicians Category:African-American rappers Category:African-American male dancers Category:American male dancers Category:African-American male singers Category:American male singers Category:American contemporary R&B; singers Category:B2K members Category:Living people Category:21st-century American rappers Category:21st- century American male musicians Category:Musicians from Compton, California ",
    "title": "J-Boog"
}