{
    "id": "2234667",
    "text": "Garnet Wolseley, 1st Viscount Wolseley Viscount Wolseley, of Wolseley in the County of Stafford, was a title in the Peerage of the United Kingdom created in 1885 for the Anglo-Irish military commander Garnet Wolseley, 1st Baron Wolseley. It became extinct upon the death of his daughter in 1936. ==History== The Wolseleys were an ancient landed family in Wolseley, Staffordshire, whose roots can be traced back a thousand years, before becoming prominent in Ireland. Two baronetcies were created for Wolseley family, one in the Baronetage of England and one in the Baronetage of Ireland. Viscount Wolseley's paternal grandfather was Rev. William Wolseley, Rector of Tullycorbet, and the third son of Sir Richard Wolseley, 1st Baronet, who sat in the Irish House of Commons for Carlow. The family seat was Mount Wolseley in County Carlow. Wolseley had already been created Baron Wolseley, of Cairo and of Wolseley in the County of Stafford, on 25 November 1882, with normal remainder to the heirs male of his body. He was created a viscount in 1885, with remainder, in default of male issue, to his daughter and only child Frances, and the heirs male of her body. Wolseley rose to the position of Field Marshal, the highest executive position in the British Army, then Commander-in-Chief of the Forces for a period of six years from 1895. ==Extinction== On Lord Wolseley's death the barony became extinct and he was succeeded in the viscountcy, according to the special remainder, by his daughter, Frances, author of Gardens – Their Form and Design (1919). Viscountess Wolseley never married and upon her death in 1936 the viscountcy became extinct. ==Barons Wolseley (1882)== *Garnet Joseph Wolseley, 1st Baron Wolseley (1833–1913), created viscount in 1885 ==Viscounts Wolseley (1885)== *Garnet Joseph Wolseley, 1st Viscount Wolseley (1833–1913) *Frances Garnet Wolseley, 2nd Viscountess Wolseley (1872–1936) ==References== Category:Extinct viscountcies in the Peerage of the United Kingdom Category:Peerages created with special remainders Category:Noble titles created in 1885 ",
    "title": "Viscount Wolseley"
}