{
    "id": "2234324",
    "text": "Beverly Hills Family Robinson is a 1997 American Walt Disney television film based on the 1812 novel Swiss Family Robinson by Johann David Wyss. The film features Dyan Cannon, Martin Mull, Sarah Michelle Gellar and Ryan O'Donohue as the main cast and was aired on ABC. This Disney film was shot in the Far North of Queensland, Australia from 25 January to 23 February 1996.Ed. Scott Murray, Australia on the Small Screen 1970-1995, Oxford Uni Press, 1996 p13 == Plot == Marsha Robinson (Dyan Cannon) is a famous TV personality and has her own lifestyle and cooking show. Together with her husband Doug (Martin Mull), a dentist, her daughter Jane (Sarah Michelle Gellar) and her son Roger (Ryan O'Donohue) she lives in Beverly Hills. Marsha's TV show takes her and her family to Hawaii. When the Robinsons arrive in Honolulu their yacht is captured by 'modern pirates' at night and when they wake up in the morning they find themselves and their unbidden guests on the open sea. But being the Robinsons they trick the pirates and leave them behind in a lifeboat. When things finally seemed to be good and the Robinsons try to sail to the next harbor, the yacht gets into a storm and the family shipwrecks on a deserted island. Of course, Marsha Robinson - being a socialite - freaks out and threatens her husband with a nervous breakdown if they aren't saved within the next 45 minutes and the rest of the family isn't fond of their situation either. But nobody saves them and nobody knows where they are. So there's nothing to do but settle in, survive and build a tree house. Life on the island turns into routine, although Marsha films herself while giving statements about her family's miserable situation after the shipwreck - just in case they'll be saved and she has footage for TV shows. Meanwhile the pirates have been stranded on the island, too, which the Robinsons do not know. The island also has an inhabitant, a shipwrecked surfer named Digger, who secretly eats all of Marsha's chocolates. The Robinsons get to know him when Doug has an underwater-accident and needs to be saved by a good swimmer. Jane falls in love with him. He helps the Robinsons finish their treehouse and becomes a member of the family. The pirates discover the Robinsons and now the Robinsons need to struggle with the unbidden guests once again. ==See also== List of television films produced for American Broadcasting Company ==References== ==External links== * Category:Disney television films Category:1997 television films Category:1997 films Category:American television films Category:American films Category:Films based on The Swiss Family Robinson Category:Films set on islands Category:Films set in Oceania Category:Films directed by Troy Miller ",
    "title": "Beverly Hills Family Robinson"
}