{
    "id": "2234979",
    "text": "Hugh Michael Seely, 1st Baron Sherwood (2 October 1898 – 1 April 1970) was a British Liberal politician. He was the third baronet of the Seely family, of Sherwood Lodge, Nottinghamshire. Seely was educated at Eton College and became a lieutenant in the Grenadier Guards. He was a Member of Parliament (MP) for East Norfolk from 1923 to 1924, High Sheriff of Nottinghamshire for 1925 and MP for Berwick-upon-Tweed from 1935 to 1941. He was the Joint Under-Secretary of State for Air during a large part of the Second World War (1941–45). In 1946 he acquired and was Chairman of the famous gunmaker James Purdey and Sons. He married Molly Patricia Chetwode, (née Berry), daughter of William Ewart Berry, 1st Viscount Camrose, who owned The Daily Telegraph newspaper. He was created Baron Sherwood, of Calverton in the County of Nottingham on 14 August 1941; the barony became extinct when he died in 1970 without children. His brother Sir Victor Basil John Seely, 4th Baronet (1900–1980) inherited the baronetcy. Victor's son Sir Nigel Edward Seely is the current and 5th Baronet (born 1923). Lord Sherwood was a member of a family of politicians, industrialists and significant landowners. His great-grandfather Charles Seely (1803–1887), grandfather Sir Charles Seely, 1st Baronet, father Sir Charles Seely, 2nd Baronet, and uncle John Edward Bernard Seely, 1st Baron Mottistone were all Members of Parliament. ==See also== *Seely baronets ==References== ==Further reading== *Burke's Peerage and Baronetage 107th Edition Volume III [ *Burke's Peerage and Baronetage 107th Edition Volume III *Information on the Seely family estates at the UK National Registry of Archives *Wight Life April/May 1975 article on The Seely Family and their Island Homes *The Great Houses of Nottinghamshire, Sherwood Lodge (1881) *Correspondence with Winston Churchill == External links == * Sherwood, Hugh Seely, 1st Baron Sherwood, Hugh Seely, 1st Baron Sherwood, Hugh Seely, 1st Baron Category:Grenadier Guards officers Category:High Sheriffs of Nottinghamshire Category:Liberal Party (UK) MPs for English constituencies Category:Ministers in the Churchill wartime government, 1940–1945 Category:People educated at Eton College Category:People from Calverton, Nottinghamshire Hugh Category:UK MPs 1923–1924 Category:UK MPs 1935–1945 Category:UK MPs who were granted peerages ",
    "title": "Hugh Seely, 1st Baron Sherwood"
}