{
    "id": "2234735",
    "text": "Emperor Tomato Ketchup is the fourth studio album by English-French rock band Stereolab. It was released on 18 March 1996 in the United Kingdom by Duophonic Records and on 9 April 1996 in the United States by Elektra Records. The album takes its name from the 1971 experimental film Tomato Kecchappu Kōtei (Emperor Tomato Ketchup) by Japanese author and director Shūji Terayama, whilst the artwork is inspired by the sleeve of a 1964 recording of composer Béla Bartók's Concerto for Orchestra by the Bamberg Symphony conducted by Heinrich Hollreiser. Two singles were released from Emperor Tomato Ketchup: \"Cybele's Reverie\" and \"Metronomic Underground\". A video was released for \"The Noise of Carpet\". ==Composition== Emperor Tomato Ketchup saw Stereolab experiment with building tracks around looped sounds instead of traditional riffs. Critic Tom Moon wrote that on the album, loops are overlaid together into \"richly textured collages\" in a fashion similar to hip hop and electronica music. ==Reception== Emperor Tomato Ketchup was released to positive reception, becoming the band's most commercially and critically successful album to date. By August 1997, the album had sold over 46,000 units in the United States, according to Nielsen SoundScan. ==Legacy== Emperor Tomato Ketchup has appeared in numerous lists of the greatest albums. Spin named it the 46th best album of the 1990s. It was ranked 51st on Pitchforks list of the decade's best albums, with site writer Brent DiCrescenzo praising it as Stereolab's \"most definitive and recommended statement\" and recalling that it \"sounded wholly futuristic and alien\" at the time of its release. Tom Moon included Emperor Tomato Ketchup in his book 1,000 Recordings to Hear Before You Die (2008), and it was also included in the book 1001 Albums You Must Hear Before You Die. ==Track listing== ==Personnel== Credits for Emperor Tomato Ketchup adapted from album liner notes. Stereolab * Stereolab – vocals, percussion, bass, guitar, Vox and Farfisa organs, analogue synthesisers, electronics, electric piano, tambourine, vibraphone, other instruments ** Lætitia Sadier ** Tim Gane ** Duncan Brown ** Mary Hansen ** Morgane Lhote ** Andy Ramsay Additional musicians * Ray Dickarty – alto saxophone on \"Percolator\" * Mandy Drummond – strings * Meg Gates – strings * Sally Herbert – strings * Marcus Holdaway – strings * John McEntire – analogue synthesisers, electronics, maracas, tambourine, guitar and vibraphone on \"Tomorrow Is Already Here\" * Sean O'Hagan – Vox organ, Wurlitzer piano, vibraphone, string arrangements Production * John McEntire – mixing, production * Stereolab (as \"The Groop\") – mixing, production * Paul Tipler – mixing, production Management * Sheri Hood – management * Martin Pike (as \"Pikey\") – management ==Charts== {| class=\"wikitable plainrowheaders sortable\" style=\"text-align:center;\" border=\"1\" !scope=\"col\"| Chart (1996–2019) !scope=\"col\"| Peak position |- |- |- |- |} ==References== ==External links== * Emperor Tomato Ketchup at official Stereolab website * * Category:1996 albums Category:Stereolab albums Category:Elektra Records albums ",
    "title": "Emperor Tomato Ketchup (album)"
}