{
    "id": "2235705",
    "text": "Jemal Pierre Johnson (born 3 May 1985) is an English-American soccer player. In a 15-year career he scored 53 goals in 391 league and cup appearances. He started his career at Premier League club Blackburn Rovers, making several appearances for the club between 2004 and 2006, having graduated through the club's academy. After a season at Wolverhampton Wanderers, he joined Milton Keynes Dons in summer 2007. As well as these three clubs, he has also spent loan periods at Preston North End, Darlington, Leeds United, Stockport County, and Port Vale. He spent the first half of 2011 with Bulgarian side Lokomotiv Sofia, before returning to England in the summer to sign for Southend United; he was released by Southend in December 2011, and two months later signed with Dover Athletic. He joined Tamworth in September 2012. Having made one appearance for the club, he left Tamworth to return to the United States with the Fort Lauderdale Strikers. He went on to play for the New York Cosmos in the 2014 season, for Jacksonville Armada the following three seasons, and then joined Fresno FC in January 2018. ==Career== ===Blackburn Rovers=== Though born in the United States, Johnson's family moved to Macclesfield when he was five years old. Originally signed by Manchester United, Johnson joined Blackburn Rovers' Academy when he was sixteen. Johnson made his first team debut as a substitute in Rovers' FA Cup Third Round 1–1 tie at Cardiff City on 8 January 2005, replacing Paul Dickov after 89 minutes. He scored his first senior goal, in his first start, on 29 January at Ewood Park, in Blackburn's Fourth Round 3–0 victory over Colchester United. He also played in the Fifth Round goalless draw with Burnley at Turf Moor, but played not further part in Rovers' semi-final run. He also made three substitute appearances in the Premier League during the 2004–05 season. In October 2005, he joined Championship side Preston North End on loan, he played three games at Deepdale, scoring against Hull City. In March 2006 he joined League Two Darlington on a six-week loan, manager David Hodgson having tracked him since July 2004. Johnson scored three times in nine starts. ===Wolverhampton Wanderers=== Having failed to establish himself in the Rovers first team, Johnson joined Championship club Wolverhampton Wanderers in August 2006 for an undisclosed fee. He scored two match-winning goals in his first two league games for the club – to the delight of manager Mick McCarthy, but by the end of the season he scored just one further goal. He joined Leeds United on a three-month loan in February 2007, but had a frustrating time at Elland Road, making just five appearances. Back at Molineux he was placed on the transfer list. ===Milton Keynes Dons=== In August 2007, Paul Ince's Milton Keynes Dons paid an undisclosed fee for Johnson, and he signed a two-year contract. In his first season at the club, he scored some vital goals, including one against Swansea City to help get the Dons into the League Trophy final. He also played at Wembley in the final itself, as the Dons beat Grimsby Town 2–0 to lift the trophy. He also helped the club top the League Two table. Johnson struck six times in 2008–09, as the Dons finished two points off an automatic promotion place to the Championship. He did not feature in the play-off encounter with eventual promotion winners Scunthorpe United. His contract ran out in May 2009; however, he re-signed with the club in July 2009, penning a new two-year deal after former Wolves player Paul Ince returned to the management post. Despite starting the 2009–10 season well, scoring a hat-trick against Northampton Town in a pre-season friendly, he lost his first team place in November. In January 2010, MK Dons announced that Johnson was to join League One Stockport County on loan for the remaining six months of the season, alongside teammates Jabo Ibehre, Danny Swailes and Richie Partridge. All four MK Dons players, plus Colchester United's David Perkins started for County against Swindon Town on 19 January. He went on to score two goals in sixteen appearances for Stockport during his loan spell, as the club dropped out of the league in bottom place – a whole 25 points from safety. Johnson had trials with two Major League Soccer clubs in August 2010 – D.C. United and Kansas City Wizards, but neither club offered him a contract. New Zealand club Wellington Phoenix FC did offer him a contract, though nothing came of the offer. Back at Stadium MK he once again found himself on the bench. He joined Port Vale on a one-month loan in September 2010, manager Micky Adams intending to use the player on the wing following Lewis Haldane's injury and Abdulai Bell-Baggie's departure. Vale seemed to have extended Johnson's loan spell by a further month, however his parent club recalled him at the last minute. In January 2011 Johnson left Milton Keynes Dons when his contract was terminated by mutual consent. ===Lokomotiv Sofia=== In January 2011, he rejected offers from English league clubs and instead moved to Bulgaria to play for top-flight side Lokomotiv Sofia. On 28 February, he made his first appearance for the \"Railwaymen\" in a 2–0 home win against Montana. He left the club by mutual consent in the summer, following a fourth-place finish in the league. ===Southend United=== In July 2011, Johnson returned to England to sign a twelve-month contract (with an option to extend) with League Two side Southend United. He made two starts and five substitute appearances for the \"Shrimpers\" before 28 October, when he was placed under police arrest for his alleged role in a fight outside a nightclub in Ilford. On 30 November, Southend United confirmed that he was under a two-week club suspension whilst a 'full review' into his actions took place. Three weeks later the club announced that he would be released. ===Non-league football=== In February 2012, he signed for Dover Athletic until the end of the season, having impressed impressing boss Nicky Forster on trial. He was not offered a contract at the end of the 2011–12 season however and was released in May 2012. Johnson joined Conference National side Tamworth on non-contract terms in September 2012. However, he played just 18 minutes as a substitute, before leaving The Lamb Ground. ===Fort Lauderdale Strikers=== Johnson joined Fort Lauderdale Strikers of the North American Soccer League for the spring period of the 2013 season. On 23 June, he played in an international friendly against Brazilian side Cruzeiro Esporte Clube in front of a season high crowd at Lockhart Stadium. ===New York Cosmos=== In June 2013, it was confirmed by the New York Cosmos and their head coach Giovanni Savarese that Johnson would be playing for them starting in the fall period of the 2013 season. During the Cosmos' pre-season tour of England Johnson suffered a knee injury against Leyton Orient, ruling him out of action for the beginning of the fall season. He made his Cosmos' debut on 2 November, playing 18 minutes as a substitute in a 1–0 win over the Atlanta Silverbacks. Due to his knee injury this was the only action Johnson saw in the 2013 campaign. In 2014, Johnson was a regular contributor to the Cosmos attack. On 26 July, he scored his first goal for the Cosmos in a 1–1 draw with his former club, Fort Lauderdale Strikers. Playing primarily on the left wing, Johnson had one goal and two assists in 19 appearances during the 2014 NASL regular season. ===Jacksonville Armada=== In December 2014, Johnson made the move to newly formed NASL club Jacksonville Armada. He scored the first goal of the opening game of the 2015 regular season, which in addition to making him Armada's first competitive goalscorer, his strike at 12 seconds into the game set the modern-era NASL record for fastest goal. He ended the 2015 season with five goals in 29 matches. He scored two goals in 24 appearances across the 2016 season. The 2017 season would be his last at Hodges Stadium, and he played 24 games without scoring a goal for Mark Lowry's \"Boys in Blue\". ===Fresno=== On 18 January 2018, Johnson signed a one-year contract with newly formed United Soccer League side Fresno FC. He scored nine goals in 30 games during the 2018 season as head coach Adam Smith led the team to a 12th-place finish. He scored seven goals in 33 games in the 2019 season; Fresno reached the Conference Quarterfinals, where they were beaten 3–2 by El Paso Locomotive FC at Chukchansi Park. ==Style of play== Johnson is a pacey player; he also has good shooting ability from long-range, and is also effective in one-on-one situations. ==Statistics== {| class=\"wikitable\" style=\"text-align:center\" |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !rowspan=\"2\"|Division !colspan=\"2\"|League !colspan=\"2\"|Cup !colspan=\"2\"|League Cup !colspan=\"2\"|Other !colspan=\"2\"|Total |- !Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=\"3\"|Blackburn Rovers||2004–05||Premier League||3||0||3||1||0||0||0||0||6||1 |- |2005–06||Premier League||3||0||1||0||0||0||0||0||4||0 |- !colspan=\"2\"|Total !6!!0!!4!!1!!0!!0!!0!!0!!10!!1 |- |Preston North End (loan)||2005–06||Championship||3||1||0||0||0||0||0||0||3||1 |- |Darlington (loan)||2005–06||League Two||9||3||0||0||0||0||0||0||9||3 |- |Wolverhampton Wanderers||2006–07||Championship||20||3||3||0||1||0||0||0||24||3 |- |Leeds United (loan)||2006–07||Championship||5||0||0||0||0||0||0||0||5||0 |- |rowspan=\"5\"|Milton Keynes Dons||2007–08||League Two||39||5||1||1||0||0||6||2||46||8 |- |2008–09||League One||33||5||1||1||2||0||1||0||37||6 |- |2009–10||League One||17||1||0||0||1||0||2||0||20||1 |- |2010–11||League One||7||1||2||0||0||0||0||0||9||1 |- !colspan=\"2\"|Total !96!!12!!4!!2!!3!!0!!9!!2!!112!!16 |- |Stockport County (loan)||2009–10||League One||16||2||0||0||0||0||0||0||16||2 |- |Port Vale (loan)||2010–11||League Two||6||0||0||0||0||0||1||0||7||0 |- |Lokomotiv Sofia||2010–11||A PFG||14||1||0||0||0||0||0||0||14||1 |- |Southend United||2011–12||League Two||5||0||0||0||1||0||1||0||7||0 |- |Dover Athletic||2011–12||Conference South||10||1||0||0||0||0||0||0||10||1 |- |Tamworth||2012–13||Conference National||1||0||0||0||0||0||0||0||1||0 |- |Fort Lauderdale Strikers||2013||North American Soccer League||12||1||0||0||–||–||–||–||12||1 |- |rowspan=\"3\"|New York Cosmos||2013||North American Soccer League||1||0||0||0||–||–||–||–||1||0 |- |2014||North American Soccer League||19||1||1||0||–||–||–||–||20||1 |- !colspan=\"2\"|Total !20!!1!!1!!0!!–!!–!!–!!–!!21!!1 |- |rowspan=\"4\"|Jacksonville Armada||2015||North American Soccer League||28||5||1||0||–||–||–||–||29||5 |- |2016||North American Soccer League||24||2||0||0||–||–||–||–||24||2 |- |2017||North American Soccer League||22||0||2||0||–||–||–||–||24||0 |- !colspan=\"2\"|Total !74!!7!!3!!0!!–!!–!!–!!–!!77!!7 |- |rowspan=\"3\"|Fresno||2018||United Soccer League||28||9||2||0||–||–||–||–||30||9 |- |2019||USL Championship||31||7||2||0||–||–||–||–||33||7 |- !colspan=\"2\"|Total !59!!16!!4!!0!!–!!–!!–!!–!!63!!16 |- !colspan=\"3\"|Career total !356!!48!!19!!3!!5!!0!!11!!2!!391!!53 |} ==Honours== ;Milton Keynes Dons *League Two: 2007–08 *League Trophy: 2007–08 ;New York Cosmos *North American Soccer League: 2013 ==References== ==External links== * Category:1985 births Category:Living people Category:Sportspeople from Paterson, New Jersey Category:Sportspeople from Macclesfield Category:English footballers Category:English people of African-American descent Category:American soccer players Category:Soccer players from New Jersey Category:African-American soccer players Category:American emigrants to England Category:Association football wingers Category:Association football forwards Category:Manchester United F.C. players Category:Blackburn Rovers F.C. players Category:Preston North End F.C. players Category:Darlington F.C. players Category:Wolverhampton Wanderers F.C. players Category:Leeds United F.C. players Category:Milton Keynes Dons F.C. players Category:Stockport County F.C. players Category:Port Vale F.C. players Category:Expatriate footballers in Bulgaria Category:FC Lokomotiv 1929 Sofia players Category:Southend United F.C. players Category:Dover Athletic F.C. players Category:Tamworth F.C. players Category:Fort Lauderdale Strikers players Category:New York Cosmos (2010) players Category:Jacksonville Armada FC players Category:Fresno FC players Category:Premier League players Category:English Football League players Category:National League (English football) players Category:North American Soccer League players Category:USL Championship players Category:English expatriate sportspeople in the United States Category:Expatriate soccer players in the United States Category:English expatriate footballers ",
    "title": "Jemal Johnson"
}