{
    "id": "2235149",
    "text": "HB Ice Cream (originally an acronym for both Hughes Brothers and Hazelbrook Farm) is an ice cream brand in Ireland and is part of the Unilever Group's Heartbrand ice cream brand. It manufactures most of the Heartbrand's ice cream range, as well as some products designed exclusively for the Irish market, including the Hazelbrook Farm range of blocks of ice-cream. In Northern Ireland, both HB and Wall's ice-cream (the UK variant of the Heartbrand) are available, and in recent years have been promoted together as HB Wall's. ==History== The company was founded in 1926 as Hughes Brothers by James, George, and William Hughes at Hazelbrook Farm in Churchtown, Dublin. The name Hazelbrook Farm was dropped during World War II but brought back in the late 1980s except that it was called \"HB Originals\" (2002-2005). In 1964, the milk distribution operations of HB were transferred to Premier Dairies. The rest of the company was sold to W. R. Grace and Company and subsequently became part of Unilever in 1973. HB also made sweets and chocolate too at phases. In (2002-2003) they made Frozen Yogurts. In 2003, the HB Ice Cream plant in Churchtown was closed with the loss of 180 jobs. Hazelbrook House, the Hughes family farmhouse, was moved to Bunratty Folk Park in 2001, where it is now on display and open to the public. ==Advertising== In 2016 the brand celebrated its 90th birthday, and all television adverts since 1961 for HB returned to television screens. During the late 1970s & early 1980s popular phrases included \"2 Letters Spell Ireland's Favorite Ice Cream\", \"Still The Favorite\" during the mid-1980s while some adverts were used for Wall's in England, Miko in France and other sister brands. During the mid 1990s there were Cool Bits lolly pop like a sweet. On 26 April 2017 many of the adverts from the 1960s and 1970s were made available to the Irish Film Archive you will find them on the Irish Film Archives player. ==See also== * Golly Bar * Choc Ice * Heartbrand * Unilever * Wibbly Wobbly Wonder ==References== * Tears and Smiles as the HB Factory Close, Rathfarnham Community Website * See \"The Story of HB\" \"80 years of Ireland's favourite Ice Cream\" by Paul Mulhern and Kieran Fagan. First Published by Unilever Ireland, 20 Riverwalk, National Digital Park, Citywest Business Campus, Dublin 24. Copyright Paul Mulhern and Kieran Fagan 2006. ==External links== * HB Ice Cream * Unilever Ireland * Lakeland Dairies Category:Unilever brands Category:Companies of the Republic of Ireland Category:Ice cream brands Category:Food and drink companies established in 1926 Category:1926 establishments in Ireland sv:Heartbrand#Övriga företag ",
    "title": "HB Ice Cream"
}