{
    "id": "2235244",
    "text": "Open-channel flow, a branch of hydraulics and fluid mechanics, is a type of liquid flow within a conduit or in channel with a free surface, known as a channel. The other type of flow within a conduit is pipe flow. These two types of flow are similar in many ways but differ in one important respect: the free surface. Open-channel flow has a free surface, whereas pipe flow does not. Central Arizona Project channel. ==Classifications of flow== Open-channel flow can be classified and described in various ways based on the change in flow depth with respect to time and space. The fundamental types of flow dealt with in open-channel hydraulics are: * Time as the criterion ** Steady flow *** The depth of flow does not change over time, or if it can be assumed to be constant during the time interval under consideration. ** Unsteady flow *** The depth of flow does change with time. * Space as the criterion ** Uniform flow *** The depth of flow is the same at every section of the channel. Uniform flow can be steady or unsteady, depending on whether or not the depth changes with time, (although unsteady uniform flow is rare). ** Varied flow *** The depth of flow changes along the length of the channel. Varied flow technically may be either steady or unsteady. Varied flow can be further classified as either rapidly or gradually-varied: **** Rapidly-varied flow ***** The depth changes abruptly over a comparatively short distance. Rapidly varied flow is known as a local phenomenon. Examples are the hydraulic jump and the hydraulic drop. **** Gradually-varied flow ***** The depth changes over a long distance. ** Continuous flow *** The discharge is constant throughout the reach of the channel under consideration. This is often the case with a steady flow. This flow is considered continuous and therefore can be described using the continuity equation for continuous steady flow. ** Spatially-varied flow *** The discharge of a steady flow is non-uniform along a channel. This happens when water enters and/or leaves the channel along the course of flow. An example of flow entering a channel would be a road side gutter. An example of flow leaving a channel would be an irrigation channel. This flow can be described using the continuity equation for continuous unsteady flow requires the consideration of the time effect and includes a time element as a variable. ==States of flow== The behavior of open-channel flow is governed by the effects of viscosity and gravity relative to the inertial forces of the flow. Surface tension has a minor contribution, but does not play a significant enough role in most circumstances to be a governing factor. Due to the presence of a free surface, gravity is generally the most significant driver of open-channel flow; therefore, the ratio of inertial to gravity forces is the most important dimensionless parameter. The parameter is known as the Froude number, and is defined as:\\text{Fr} = {U\\over{\\sqrt{gD}}}where U is the mean velocity, D is the characteristic length scale for a channel's depth, and g is the gravitational acceleration. Depending on the effect of viscosity relative to inertia, as represented by the Reynolds number, the flow can be either laminar, turbulent, or transitional. However, it is generally acceptable to assume that the Reynolds number is sufficiently large so that viscous forces may be neglected. == Core equations == It is possible to formulate equations describing three conservation laws for quantities that are useful in open-channel flow: mass, momentum, and energy. The governing equations result from considering the dynamics of the flow velocity vector field {\\bf v} with components {\\bf v} = \\begin{pmatrix} u & v & w \\end{pmatrix}^{T}. In Cartesian coordinates, these components correspond to the flow velocity in the x, y, and z axes respectively. To simplify the final form of the equations, it is acceptable to make several assumptions: # The flow is incompressible (this is not a good assumption for rapidly-varied flow) # The Reynolds number is sufficiently large such that viscous diffusion can be neglected # The flow is one- dimensional across the x-axis === Continuity equation === The general continuity equation, describing the conservation of mass, takes the form:{\\partial \\rho\\over{\\partial t}} + abla \\cdot (\\rho {\\bf v}) = 0where \\rho is the fluid density and abla \\cdot() is the divergence operator. Under the assumption of incompressible flow, with a constant control volume V, this equation has the simple expression abla \\cdot {\\bf v} = 0. However, it is possible that the cross-sectional area A can change with both time and space in the channel. If we start from the integral form of the continuity equation:{d\\over{dt}}\\int_{V}\\rho \\; dV = -\\int_{V} abla\\cdot(\\rho {\\bf v}) \\; dVit is possible to decompose the volume integral into a cross-section and length, which leads to the form:{d\\over{dt}}\\int_{x}\\left(\\int_{A}\\rho \\; dA \\right) dx = -\\int_{x}\\left[\\int_{A} abla\\cdot(\\rho {\\bf v}) \\; dA \\right] dxUnder the assumption of incompressible, 1D flow, this equation becomes:{d\\over{dt}}\\int_{x}\\left(\\int_{A}dA \\right) dx = -\\int_{x}{\\partial\\over{\\partial x}}\\left(\\int_{A} u \\; dA \\right) dxBy noting that \\int_{A}dA = A and defining the volumetric flow rate Q = \\int_{A}u \\; dA, the equation is reduced to:\\int_{x}{\\partial A\\over{\\partial t}} \\; dx = -\\int_{x}{\\partial Q\\over{\\partial x}} dxFinally, this leads to the continuity equation for incompressible, 1D open-channel flow:{\\partial A\\over{\\partial t}} + {\\partial Q\\over{\\partial x}} = 0 === Momentum equation === The momentum equation for open-channel flow may be found by starting from the incompressible Navier-Stokes equations :\\overbrace{\\underbrace{{\\partial {\\bf v}\\over{\\partial t}}}_{\\begin{smallmatrix} \\text{Local} \\\\\\ \\text{Change} \\end{smallmatrix}} + \\underbrace{{\\bf v}\\cdot abla {\\bf v}}_{\\text{Advection}}}^{\\text{Inertial Acceleration}} = -\\underbrace{{1\\over{\\rho}} abla p}_{\\begin{smallmatrix} \\text{Pressure} \\\\\\ \\text{Gradient} \\end{smallmatrix}} + \\underbrace{ u \\Delta {\\bf v}}_{\\text{Diffusion}} - \\underbrace{ abla \\Phi}_{\\text{Gravity}} + \\underbrace_{\\begin{smallmatrix} \\text{External} \\\\\\ \\text{Forces} \\end{smallmatrix}}where p is the pressure, u is the kinematic viscosity, \\Delta is the Laplace operator, and \\Phi = gz is the gravitational potential. By invoking the high Reynolds number and 1D flow assumptions, we have the equations:\\begin{aligned} {\\partial u\\over{\\partial t}} + u{\\partial u\\over{\\partial x}} &= -{1\\over{\\rho}}{\\partial p\\over{\\partial x}} + F_{x} \\\\\\ -{1\\over{\\rho}}{\\partial p\\over{\\partial z}} - g &= 0 \\end{aligned}The second equation implies a hydrostatic pressure p = \\rho g \\zeta, where the channel depth \\eta(t,x) = \\zeta(t,x) - z_{b}(x) is the difference between the free surface elevation \\zeta and the channel bottom z_{b}. Substitution into the first equation gives:{\\partial u\\over{\\partial t}} + u{\\partial u\\over{\\partial x}} + g{\\partial \\zeta\\over{\\partial x}} = F_{x} \\implies {\\partial u\\over{\\partial t}} + u{\\partial u\\over{\\partial x}} + g{\\partial \\eta\\over{\\partial x}} - gS = F_{x}where the channel bed slope S = -dz_{b}/dx. To account for shear stress along the channel banks, we may define the force term to be:F_{x} = -{1\\over{\\rho}}{\\tau\\over{R}}where \\tau is the shear stress and R is the hydraulic radius. Defining the friction slope S_{f} = \\tau/\\rho g R, a way of quantifying friction losses, leads to the final form of the momentum equation:{\\partial u\\over{\\partial t}} + u{\\partial u\\over{\\partial x}} + g{\\partial \\eta\\over{\\partial x}} + g(S_{f}- S) = 0 === Energy equation === To derive an energy equation, note that the advective acceleration term {\\bf v}\\cdot abla {\\bf v} may be decomposed as:{\\bf v}\\cdot abla {\\bf v} = \\omega \\times {\\bf v} + {1\\over{2}} abla\\|{\\bf v}\\|^{2}where \\omega is the vorticity of the flow and \\|\\cdot\\| is the Euclidean norm. This leads to a form of the momentum equation, ignoring the external forces term, given by:{\\partial {\\bf v}\\over{\\partial t}} + \\omega \\times {\\bf v} = - abla\\left({1\\over{2}}\\|{\\bf v}\\|^{2} + {p\\over{\\rho}} + \\Phi \\right )Taking the dot product of {\\bf v} with this equation leads to:{\\partial\\over{\\partial t}}\\left({1\\over{2}}\\|{\\bf v}\\|^{2} \\right ) + {\\bf v}\\cdot abla \\left({1\\over{2}}\\|{\\bf v}\\|^{2} + {p\\over{\\rho}} + \\Phi \\right ) = 0This equation was arrived at using the scalar triple product {\\bf v}\\cdot (\\omega \\times {\\bf v}) = 0. Define E to be the energy density:E = \\underbrace{{1\\over{2}}\\rho\\|{\\bf v} \\|^{2} }_{\\begin{smallmatrix} \\text{Kinetic} \\\\\\ \\text{Energy} \\end{smallmatrix}} + \\underbrace{\\rho\\Phi}_{\\begin{smallmatrix} \\text{Potential} \\\\\\ \\text{Energy} \\end{smallmatrix}}Noting that \\Phi is time-independent, we arrive at the equation:{\\partial E\\over{\\partial t}} + {\\bf v}\\cdot abla (E+p) = 0Assuming that the energy density is time-independent and the flow is one-dimensional leads to the simplification:E + p = Cwith C being a constant; this is equivalent to Bernoulli's principle. Of particular interest in open-channel flow is the specific energy e = E/\\rho g, which is used to compute the hydraulic head h that is defined as:\\begin{aligned} h &= e + {p\\over{\\rho g}} \\\\\\ &= {u^{2}\\over{2g}} + z + {p\\over{\\gamma}} \\end{aligned}with \\gamma = \\rho g being the specific weight. However, realistic systems require the addition of a head loss term h_{f} to account for energy dissipation due to friction and turbulence that was ignored by discounting the external forces term in the momentum equation. ==See also== *HEC-RAS *Streamflow *Fields of study **Computational fluid dynamics **Fluid dynamics **Hydraulics **Hydrology *Types of fluid flow **Laminar flow **Pipe flow **Transitional flow **Turbulent flow *Fluid properties **Froude number **Reynolds number **Viscosity *Other related articles **Chézy formula **Darcy-Weisbach equation **Hydraulic jump **Manning formula **Saint-Venant equations **Standard step method ==References== == Further reading == * Nezu, Iehisa; Nakagawa, Hiroji (1993). Turbulence in Open-Channel Flows. IAHR Monograph. Rotterdam, NL: A.A. Balkema. . *Syzmkiewicz, Romuald (2010). Numerical Modeling in Open Channel Hydraulics. Water Science and Technology Library. New York, NY: Springer. . == External links == *Caltech lecture notes: **Derivation of the Equations of Open Channel Flow **Surface Profiles for Steady Channel Flow * Open-Channel Flow *Open Channel Flow Concepts *What is a Hydraulic Jump? *Open Channel Flow Example *Simulation of Turbulent Flows (p. 26-38) Category:Civil engineering Category:Fluid dynamics Category:Hydraulics Category:Hydraulic engineering ",
    "title": "Open-channel flow"
}