{
    "id": "2235326",
    "text": "Benjamin Lloyd Roden (January 5, 1902 – October 22, 1978) was an American religious leader and the prime organizer of the Branch Davidian Seventh-day Adventist Association. == Early life == Benjamin Roden was born on January 5, 1902 in Bearden, Oklahoma to a family of Jewish origin. His parents, James Buchanan Roden and Hattie Roden, had five other children. Little is known of Roden's early life but he grew up on a farm in Bearden and attended high school there before going to a teacher's college and then practising as a teacher for a brief period. Thereafter, he spent some time working on oil fields, first in Oklahoma and later in Odessa, Texas. Roden married Lois I. Scott on February 12, 1937. With her he had two daughters and four sons, including George Roden. == Early religious adherence == Details of Roden's early religious views are as sketchy as those of his secular life. However, an obituary says that he joined \"the Christian Church\" in the same year that he married, although his journey to that church and the extent to which it involved change is uncertain. Kenneth Newport, a professor of Christian Thought, notes that \"like many other converted Jews ... he carried with him into Christianity a good deal of his Jewishness\", giving as an example of this the importance that Roden later attached to the Jewish festivals of Purim and Passover. By 1940, the Rodens were members of the Seventh-day Adventist Church (SDA) in Kilgore, Texas. It is possible that the appeal of the SDA lay at least in part in its similarities to some aspects of Judaism, such as practising the sabbath on the seventh day and abiding by the dietary laws of the Old Testament, but in addition the couple had been given Bible Readings for the Home Circle as a wedding present by Lois's mother. That book was a publication of the SDA and it is probable, although not certain, that somewhere in Lois's family there was already an involvement with that church. The Rodens later moved from the church at Kilgore to that at Odessa, where Ben became a head elder. Somewhere around this time, in the early- to mid-1940s, the couple became influenced by the Shepherd's Rod movement, which had splintered from the SDA, and probably visited its base at the Mount Carmel Center, near Waco, Texas, even if only briefly. They were disfellowshiped from their SDA church, which caused them offence because they had helped to finance the church building and felt that they therefore had a right to use it. Various accounts exist of a stand-off between Lois and the church, with her occupying it for several days and receiving supplies from Ben and their son, George. == Shepherd's Rod == Ben and Lois Roden continued their involvement with the Shepherd's Rod, although there is again a scarcity of reliable information. They visited Mt Carmel for several months in 1953 and were there again in 1955 at the time when Victor Houteff, the leader of The Rod, died. It seems that he sought to become Houteff's successor as leader but that role went to Florence, the widow of Victor. == The Branch == At the time of Houteff's death, Roden believed The Rod teaching that truth must be continually progressive and God's people were to march onward with it. Later that year, he said that he was told to give a message to Florence Houteff and the Executive Council of The Rod but was hesitant to do so. Roden stated that, because of his reluctance, one night while he was in bed, the Lord picked him up by the pajama tops and told him to write a letter as he had been made to do. He said that after he had written the letter, he told the Lord, These are not my words, I cannot sign this. He said that the Lord then told him to sign it \"The Branch.\" Roden stated that he was later shown from the Bible and Church writings that this name was Jesus’ new name. Roden taught that the change of Christ’s name was reflective of the change of His work as represented in the prophecies which reveal His new name. Thereafter he worked to share with others what he believed God had revealed to him. Roden also taught that the name \"The Branch\" was to be the new name of his Church. Thus the Branch Davidian Seventh-day Adventist Association was organized. He taught that eventually the names \"Davidian\" and \"Seventh day Adventists\" would be dropped, leaving the name of the Church, \"The Branch.\" === Doctrines === One of the doctrines of the Seventh-day Adventists is that on October 22, 1844, God, the Father, and Jesus moved from the throne from which they ruled the universe to the judgment throne in the Most Holy Place of the heavenly Sanctuary in order to fulfill the antitypical Day of Atonement wherein they were to go through the books of records in order to judge the people's deeds to determine their rewards or punishments. They teach that this investigative work was to begin with those who were already dead in order to decide who was to come up in the resurrection of the saints, and those who were to later come up in the resurrection of the wicked. They also teach that eventually the judgment would pass on to those who were living in order to determine who would be translated without seeing death at Christ's second coming, and those would be destroyed by the brightness of His coming. Roden told the Seventh-day Adventist Church and The Rod that the judgment has passed from the dead to the living on 20 October 1955. Roden assumed control of the group, and renamed it the General Association of Davidian Seventh-day Adventists. He proclaimed himself to be King David's successor. == Death == Roden died in October 1978, after which Lois led the sect until the emergence of David Koresh in the mid-1980s. == References == == External links == * Benjamin Roden's literature and studies * Category:Founders of new religious movements Category:1902 births Category:1978 deaths Category:Branch Davidians Category:People disfellowshipped by the Seventh-day Adventist Church Category:People from Okfuskee County, Oklahoma Category:Converts from Judaism ",
    "title": "Benjamin Roden"
}