{
    "id": "2235135",
    "text": "Here Come the Brides is the debut album by Brides of Destruction released via Sanctuary Records on March 9, 2004. It is their most successful album being the only one to have a charting on the Billboard 200, it is also the only album that features bassist Nikki Sixx who would leave the band to rejoin Mötley Crüe for their reunion tour in 2005 and also the only album to feature John Corabi. The album's only single, \"Shut The Fuck Up\" failed to chart due to little airplay. \"Only Get So Far\" was originally written by Nikki Sixx for Tim McGraw and Faith Hill. ==Background and recording== Brides of Destruction was formed by Nikki Sixx and Tracii Guns in Los Angeles 2002 initially with the name Cockstar after Mötley Crüe went on hiatus and Tracii left L.A. Guns. The lineup was rounded off with singer London LeGrand, keyboardist Adam Hamilton and Kris Kohls of Adema on drums. They were advised by radio programmers that the name Cockstar wouldn't be announced on air. They briefly adopted the moniker Motordog before settling on Brides of Destruction after it was suggested to Sixx by a friend.MOTORDOG Becomes BRIDES OF DESTRUCTION - Oct. 11, 2002 BRIDES OF DESTRUCTION's NIKKI SIXX Discusses Band Moniker - Nov. 19, 2002 Hamilton left shortly after and was replaced by John Corabi, also formerly of Mötley Crüe, who became the band's second guitarist. They entered the studio with producer Stevo Bruno to begin recording. Kohls left the bend in early 2003 but is still credited in the album for the songs \"I Got a Gun\", \"Natural Born Killers\", \"Revolution\" and \"Only Get So Far\" despite Sixx stating that his replacement, Scot Coogan, had re-recorded the drum parts for them: After recording his guitar parts for all the songs, Corabi left the Brides stating he wanted to pursue a solo career as his reasons. In an interview years later Corabi cited some tension with Guns and little writing input contributing to his decision to leave: Sixx's future Sixx:A.M. bandmate James Michael features on the album, co-writing \"Brace Yourself\", \"Natural Born Killers\" and \"Only Get So Far\". Justin Nichols and Grammy nominated songwriter Kevin Kadish are also given writing credits on the song \"Life\" which sees drummer Scot Coogan performing lead vocals. After recording was finished, the album was mixed by Grammy Award-winning producer and mixer Steve Thompson. Initially it looked like the album would only see a Japanese release after signing a deal with Universal Records and failing to find a label for an American/European release. Due to this it looked likely the band were to splitBRIDES BRIDES OF DESTRUCTION: Is The End Near? - Aug. 9, 2003 until they signed a deal with Sanctuary RecordsBRIDES OF DESTRUCTION Sign With SANCTUARY RECORDS - Nov. 14, 2003 and set a release date that was pushed back a number of timesBRIDES OF DESTRUCTION Set North American Release Date For Debut Album - Dec. 2, 2003 eventually being released on March 9, 2004. The band chose \"Shut the Fuck Up\" as their first single and recorded a video with director Paul Brown. The song was chosen as a protest against politicians discussing the war against terror. Despite the fact that the track was edited for radio, the song did not receive as much airplay as the band would have liked and the track failed to chart. ==Release== Upon release, Here Come the Brides chart at number 92 on the Billboard 200 selling 13,694 copies.SOUNDSCAN Report: TESLA, BRIDES OF DESTRUCTION, KATAKLYSM, DECAPITATED - Mar. 17, 2004 The band announced the Honeymoon From Hell US tour to support the album with support from Amen and Living Things. They also played at festivals in Europe such as Download in the UK, Metaltown in Sweden and supported Alice Cooper for a couple of shows in Norway and Sweden. The album is currently out of print. ==Critical reception== The album was generally well received, with Allmusic giving it a 3.5/5 rating stating \"The sound? By-the-numbers Los Angeles metal with slight post-grunge updates. \"Shut the F*** Up\" draws on Generation Swine- era Crüe, while \"I Got a Gun\" reaches eagerly for classic Queensrÿche. The Brides play well as a unit, and LeGrand makes up for his lack of nuance with power.\".[ allmusic ((( Here Come The Brides > Overview)))] Rolling Stone gave the album 3 out of 5 stars saying \" Singer London Le Grand works a fine Bowie- Axl yowl, but he mostly gets points for his great porn-metal name. Throughout, Brides show today's whippersnappers how to deliver real cock-rock shock - even the de rigueur power ballad \"Only Get So Far\" has cojones.\".Brides of Destruction: Here Come The Brides : Music Reviews : Rolling Stone Blabbermouth gave a more mixed review stating \"the record — a compact nine-song effort — only provides sporadic moments of inspiration and little in the way of truly electrifying rock and roll. It's commendable that Sixx, Guns, drummer Scot Coogan, and vocalist London LeGrand are sticking their middle fingers at trends and doing what they want musically, but the shopworn selection of material here generates very few real sparks.\"BRIDES OF DESTRUCTION Here Come The Brides (Sanctuary) ==Track listing== ==Charts== Album - Billboard (North America) {| border=1 cellspacing=0 cellpadding=2 width=\"550\" !align=\"left\" valign=\"top\"|Year !align=\"left\" valign=\"top\"|Chart !align=\"left\" valign=\"top\"|Position |- |align=\"left\" valign=\"top\"|2004 |align=\"left\" valign=\"top\"|Billboard 200 |align=\"left\" valign=\"top\"|92 |- |} ==Personnel== ;Brides of Destruction *London LeGrand - Lead Vocals *Tracii Guns - Lead Guitar, Backing Vocals *Nikki Sixx - Bass, Backing Vocals *Scot Coogan - Drums except on \"I Got A Gun\", \"Natural Born Killers\", \"Revolution\" and \"Only Get So Far\", Backing Vocals, Lead Vocals on \"Life\" *John Corabi - Additional Guitars on all songs ;Additional personnel *Kris Kohls - Drums on \"I Got A Gun\", \"Natural Born Killers\", \"Revolution\" and \"Only Get So Far\" *Erik C. Casillas; Album Illustration, Design & Layout *Gary Paine - Album Design & Layout ;Production personnel *Stevo Bruno - production *Steve Thompson - mixing *Steve Hall - mastering ==References== Category:2004 debut albums Category:Brides of Destruction albums Category:Sanctuary Records albums ",
    "title": "Here Come the Brides (album)"
}