{
    "id": "2236136",
    "text": "is a four-part erotic original video animation series, part of the Vanilla Series, set in a fantasy world. ==Story== A young shepherd by the name of Cain Asbell finds inside a remote cave a vase containing the fairy Elise. Once released, Elise leads Cain to a remote cabin, where bandits had left the Princess Charlotte tied up. Cain's rescue of the princess is rewarded with lordship over the realm of Norland and a chance at the hand of the beautiful Princess. ==Characters== ===Main characters=== *Cain Asbell: The Lord of Norland, Cain is responsible for keeping order and protecting the land and its people. His kindness and purity of heart has earned him many allies and confidants, which leads Norland to victory over the Lord of Tedmond, Francis. He weds the Princess and becomes King of the entire land. *Princess Charlotte: Blond-haired princess of the entire realm and heir to the throne of the kingdom of Phlaburg. On her 20th birthday, she is to marry the strongest Lord of the land. While Norland and Tedmond were neck-in-neck at the end, it would be Norland who would ultimately become the strongest land, and Cain Asbell the King and the Princess' husband. *Francis: Lord of Tedmond, and Cain Asbell's main rival, Francis is as cruel and ambitious as Cain is kind and selfless. He rules Tedmond with an iron fist, and is not afraid to be out in the open taunting his rival and others. However, it is his bravado and cruelty that eventually leads him to ruin, as Cain's allies eventually stop the Tedmond army and capture Francis. *Chiffon: A light-haired, half-elven priestess appointed to Cain Asbell to be his advisor during his reign as Lord of Norland. She has a distrust of humans due to being brutally treated by them as a young child and teenager. Her cold heart soon begins to warm as Cain earns her trust. Once Cain becomes king, she returns to her church, her duties fulfilled. *Tsubaki: A raven-haired swordswoman from the island of Yapan. She appears in Norland at the beginning of Cain Asbell's reign and challenges him to a duel. Being inexperience in battle, Cain tries to avoid fighting her. She easily defeats him, but is soon challenged by \"the Mysterious Masked Warrior\" (Princess Charlotte). After the Princess' swift defeat, she gives Cain inspiration, which leads him to victory over Tsubaki. Tsubaki becomes Norland's Arms Trainer and strategist, whose excellent fighting skills saved the Wood of the Dwarves from the Kingdom of Tedmond and later lead Norland's people to safety from the Tedmond army. She becomes Captain of the Guard when Cain becomes king. *Tia: A pink-haired slave girl who was being sold by slave traders in Norland when Cain and Chiffon interfered. In gratitude for setting her free, Tia became Cain's maid and cook. It was due to her bravery that she was able to retrieve Tedmond's strategy plans, which eventually led to Norland's victory over Tedmond. She stays on as Cain's handmaid after he becomes king. *Sandra: The red-haired leader of the Emerald Fist, a bandit group from a distant land. Sandra was once the daughter of a Lord who was eventually betrayed and imprisoned. The new Lord sold Sandra into slavery, but nothing else is revealed about her childhood. She wears a patch over her right eye, for reasons unknown, and wields a belted zanbato blade. Even though she has taken everything of worth from Norland, it is through Cain Asbell's kindness that she redeems herself and helps Cain beat Francis and the Tedmond army. She is pardoned by the newly crowned king, and leaves with her band of thieves to another country in order to start a new life. ===Minor characters=== *Ann: Small, brown-haired, ambassador of the Dwarves, who is appointed to Norland after Tsubaki's victory over Bagwell in the contest for the Dwarven Woodlands. Ann is very apprehensive about the role, however, since her position is to always try to stay neutral in the war. However, at the climatic point when all seemed lost for Norland, Ann and the Dwarves come to their aid and become instrumental in the fall of Lord Francis and Norland's victory. *Bagwell: A warrior who, as a young man, was defeated by Tsubaki's father in dojo combat. Not willing to lose, he took Tsubaki hostage and killed Tsubaki's father. Bagwell then proceeded to rape and kill Tsubaki's mother. Tsubaki would later volunteer herself to face Bagwell in the contest between Tedmond and Norland to determine who would gain lordship of the Dwarven Woodlands. Through her superior skill, Tsubaki bested and killed Bagwell, winning the match for Norland. *Elise: The fairy that was rescued by Cain Asbell. Elise stays around early in Cain's reign as Lord of Norland, protecting the land. She shows herself less and less as time moves on, only when Cain is very troubled by a problem that could lead to a bad end for either himself, his allies, or the realm of Norland. *\"The Mysterious Masked Warrior\": A parody of the Magical Girl genre, the Masked Warrior (Princess Charlotte in disguise) uses quick moves and the power of \"Love Escalation\" in an attempt to beat Tsubaki. The effort fails, but her defeat leads Cain to ultimate victory over Tsubaki. ==Further reading== * * * ==External links== * Category:1999 anime OVAs Category:Hentai anime and manga ",
    "title": "MeiKing"
}