{
    "id": "2236160",
    "text": "Whangarei Airport is a small airport to the south east of Whangarei city, in the suburb of Onerahi, on the east coast of Northland in the North Island of New Zealand. The airport has a single terminal with two gates. ==History== The first aerodrome in Whangarei was located on Pohe Island, in the upper reaches of Whangarei Harbour. Sir Charles Kingsford Smith's aircraft, the Southern Cross, landed on Pohe Island in 1928. This airstrip was not of high quality due to it being built on boggy reclaimed land, so a more suitable site was required. Another site was considered, at Kensington Park, but in May 1939 the current site was opened at Onerahi. Whangarei airport, 1942 With the outbreak of World War II, immediately after the establishment of the airfield, the airport was taken over by the RNZAF to serve as a training base which became RNZAF Station Onerahi. Flight Lieutenant \"Lou\" Gates became one of the station commanders. Pilots practiced bombing raids on the nearby Matakohe Island and Rat Island. The airport was established with three grass runways. No. 20 Squadron RNZAF was formed there in August 1942 with Hawker Hind biplanes, personnel and aircraft provided from No. 6 (AC) Squadron RNZAF at Milson, Palmerston North. The squadron was disbanded in July 1943 (before being reformed elsewhere later in the war). The station was reduced to two runways (06/24 and 32/14) shortly after the war, and being converted for public use. Some of the old airforce barracks are still present today, having been converted into residential properties. NAC the National Airways Corporation began twice daily commercial flights between Whangarei and Auckland in 1948, using Lockheed Electra 10 seater aircraft. NAC replaced the Electra in March 1950 with small de Havilland Dominie 6 seater aircraft, as the airport was too small to handle the new Lockheed Lodestar aircraft that was now in use. The aircraft's small size meant it serviced Whangarei with six return flights daily from Auckland. 10,148 people flew to and from Whangarei in 1950. The runway, 06/24 was upgraded and sealed in December 1963 to its current length of 1097 m, to allow NAC to commence commercial flights with the much larger DC3s. A new airport terminal was built on the northern side of the main runway to cater for future growth. A new control tower was also built. The larger capacity of the DC3 meant Whangarei was serviced only twice daily to Auckland, with some flights continuing north onwards to Kaikohe or other Northland airports. In August 1970, NAC replaced their DC-3 service to Whangarei with larger Fokker Friendships. Northern Districts Aero Club introduced a twice daily return air taxi service to compete and provide additional frequency to Auckland on each Monday, Wednesday and Friday. The service, which operated under the name of Executive Air Taxis, started on 21 August 1970 using a newly imported Piper Cherokee Six. This service proved to be popular, and was expanded by the end of 1974 to offer a twice daily Monday to Friday morning and afternoon return service to Auckland. Northern Districts Aero Club were able to fund new clubrooms and hangar in 1977. In 1988, NAC's successor Air New Zealand announced the withdrawal of their twice-daily Friendship service in favour of their newly purchased subsidiary Eagle Airways offering up to five Embraer Bandeirante flights a day. This led to the decline and eventual end of the Northern Districts Aero Club scheduled flights to Auckland. The control tower was closed down in 1988 as the airport was deemed too small to continue the service. In 1991, a new airline, Ansett New Zealand, began flying to Whangarei in competition to Air New Zealand. Both airlines flew Bandeirantes, with Ansett also flying Dash 8's, and the terminal was further upgraded due to this growth. In September 1998, Ansett New Zealand withdrew its service. To help meet the demand for additional seats, Eagle Airways increased its services by 14 per week, bringing the number of Bandeirante flights to Whangarei to 69 flights. This compared with Air New Zealand's previous service of 14 Friendship flights a week. In 2001, Eagle Airways purchased 16 new Beechcraft 1900D aircraft and begun using this aircraft on all routes, retiring the Bandeirante aircraft being used. They were able to introduce new services with the improved aircraft and in 2002 begun direct flights linking Whangarei to Wellington. This service operated twice every week day (until 2009 when it was reduced to one) and was Eagle Airways' longest regular flight service at 626 km with 90 min flight. In 2007, Sunair begun daily air services between Whangarei, Tauranga, Rotorua and Napier. This service was discontinued in 2009. Sunair returned to Whangarei in 2015, with a Whangarei to Whitianga via Claris service. This service ceased at the end of 2015 after low patronage. In 2008, Salt Air begun an \"xpress\" service between Kerikeri, Whangarei and Auckland. These flights landed at North Shore and transferred passengers to Auckland CBD within 60mins of leaving Whangarei. This service was sold in 2012 to Flight Hauraki and ceased shortly after. A runway upgrade in 2009 allowed Bombardier Q300 and weight restricted ATR 72 aircraft to begin using the airport. In 2011, a Mount Cook Airline ATR 72 landed at Whangarei Airport becoming the first of its kind to do so. The aircraft was on charter from Gisborne. From April 2015, Air New Zealand removed all Beech 1900D flights from the Whangarei schedule, as well as dropping the direct to Wellington service. The flights were taken over by larger Q300 aircraft and they became the sole aircraft flying to Whangarei for Air New Zealand. ==Airport growth and future== Whangarei Airport, shortly after 2009 upgrades. In 2009, airport passenger and flight numbers were increasing steadily reaching a peak of ten return flights to Auckland and two return flights to Wellington on weekdays. This resulted in the airport's capacity reaching a peak of around 140,000 passenger movements per year. However this growth stalled due to global economic downturn, and subsequently capacity and frequency was reduced. A project costing $1.5 million that created a 30 m takeoff starter extension and resealed the runway surface was completed in April 2009. The upgrade allowed larger aircraft to land and allowed Air New Zealand, through its subsidiary airline Air Nelson, to start trialing flights with their Bombardier Q300 aircraft. Daily flights from Auckland commenced in August 2013 growing in time to be the predominant aircraft used on the Auckland route, before becoming the sole aircraft used in 2014. In August 2011, the previously weight restricted ATR 72 aircraft made its first commercial service to Whangarei Airport on charter from Gisborne, however the aircraft type has not returned since. WDC are currently looking at potentially moving the airport to a new location, as the current site is too small to expand significantly to meet requirements for larger aircraft in the future. A runway length of between 1200m and 1350m is needed to accommodate aircraft that are likely to be in use beyond the next 10–15 years. A site at Mata, south of Whangarei was considered, but was deemed too far from central Whangarei to be viable. Another site at the former location of Port Whangarei is being mooted in 2014, but a move is not considered likely due to operational requirements and cost. If a decision is reached to move the airport it will not be before 2025, and will have to overcome great cost and uncertainty surrounding the demand for such a large airport in relative proximity to Auckland. On 30 June 2015 an upgrade to the airport costing $1.02 million was announced. The aircraft taxiway was expanded to accommodate the bigger aircraft that are operating at the airport now, as well as improvements to pathways outside the terminal and the taxi stand. A second airport entry was constructed and the car park was extended with a barrier arm installed. Improvements within the terminal included more seating for passengers, upgraded toilets and the internal baggage claim area was expanded. Work began in July 2015 with the last of the upgrades completed by Mid-September 2016. The work enabled the airport to be kept to an acceptable and modern standard for the next 15 years, when possible relocation of the airport may take place. ==Airlines and destinations== An Air Nelson Q300 arriving at Whangarei Airport ==Airport services== The new glass walk-through tunnel, shortly after completion, 2011 The airport has a modern air-conditioned terminal building with free wifi and a cafeteria (called The Apron), which services Air New Zealand's subsidiary, Air Nelson. The terminal was recently upgraded to include a glass walk-through tunnel, to protect passengers from the weather when accessing the tarmac parking gates 1-2. The airport terminal has secure parking, and three rental car companies. Whangarei District Airport no longer has an Aero Club due to a drop in membership and private flying. Flight training using micro-light aircraft is still available after through the Whangarei Flying Club which merged with the Northern District Aeroclub when it closed down, and Sports Flying Academy located in hangar 8. A tandem and sport skydiving company (Skydive Ballistic Blondes) operates from their base on Domain Road. Helicopter operators Skywork and Twin Coast Helicopters both operate from the airport. One aircraft maintenance facility (Northland Aviation Ltd) is available, which conducts maintenance for airlines and many aircraft across Northland. Private jets are also catered for when they arrive about twice a year, as well as larger group charters which are fairly common. BP provide Jet A1 and AVGAS on field for aviators. Since 2006, an AWIB (Aerodrome Weather Information Broadcast) system has been broadcast on 119.8. ==Incidents and accidents== Northern Advocate photo of 2010 accident. *19 November 1955: A Tiger Moth owned by the Northland Districts Aero Club crashed into Whangarei Harbour and two people were injured. ZK-BEC was written off but was shortly after replaced by another Tiger Moth. *29 September 1957: A Waco owned also by Northland Districts Aero Club crashed into Whangarei Harbour after suffering an engine failure after take-off. *3 February 1965: A Victa Airtourer overshot the runway while attempting to land in drizzling rain. The aircraft ended up bouncing off the roof of a private property and destroying a greenhouse. The pilot was uninjured but the aircraft was extensively damaged. *22 November 2005: A PAC Fletcher top dressing plane en route to Whangarei Airport crashed 5 km west of Whangarei in the Pukenui Forest due to loss of the vertical stabiliser. Both the pilot and his passenger were killed. *9 February 2007: A Robinson R22 helicopter training at Whangarei Airport crash landed in Whangarei Harbour. Both people on board were uninjured. The drive belt for the rotor was believed to have failed resulting in the accident. *2 July 2010: A Cessna 172 leased by Skydive Ballistic Blondes crashed onto Church St at the beginning of runway 24 due to an engine failure on approach. The pilot was uninjured but aircraft was extensively damaged. ==Photo gallery== ==See also== * Eagle Airways * List of airports in New Zealand * Onerahi * Transport in New Zealand ==References== ==External links== *Whangarei Airport Website Category:Airports in New Zealand Category:Buildings and structures in Whangārei Category:Transport in the Northland Region ",
    "title": "Whangarei Airport"
}