{
    "id": "2236323",
    "text": "The Golden Sun Bird excavated from Jinsha Jinsha () is an archaeological site in Chengdu, capital of China's Sichuan Province. The site is located in Qingyang District, along the Modi River (). It is named for a nearby street,Monuments of China: \"Jinsha Archaeological Site\". Accessed 15 August 2013. itself named after the Jinsha River. The Jinsha site was accidentally discovered in February 2001 during real estate construction. Located about 50 km away from Sanxingdui, the site flourished around 1000 BC and shares similarities in burial objects with the Sanxingdui site. Ivory, jade artifacts, bronze objects, gold objects and carved stone objects were found at the site. Unlike the site at Sanxingdui, Jinsha did not have a city wall. Jinsha culture (1200–650 BC) was a final phase of Sanxingdui culture and represents a relocation of the political center in the ancient Shu Kingdom. The city was built on the banks of the Modi River. In 2013, History Channel Asia, in co-production with China International Communication Center (CICC), produced a one-hour, English-language documentary \"The Lost City of Jinsha\" hosted by the Chinese-American archaeologist Dr. Agnes Hsu. The film is the first episode in the documentary series Mysteries of China. Jinsha site are together with Sanxingdui and Tombs of boat-shaped coffins on Unescos list of tentative world heritage sites. == Images == File:Archaeological Site of Jinsha.jpg|Site of Jinsha, Chengdu City, Sichuan Province File:Golden Mask in Jinsha Site Museum.jpg|Golden Mask in Jinsha Site Museum File:Golden Artifacts in Jinsha Site Museum.JPG|Golden Artifacts in Jinsha Site Museum ==See also== *Baodun culture ==References== ==External links== *Official site of Jinsha Museum *Lost kingdom of Sun found Category:Museums in Sichuan Category:National archaeological parks of China Category:Bronze Age in China Category:Former populated places in China Category:Major National Historical and Cultural Sites in Sichuan Category:Tourist attractions in Chengdu Category:2001 archaeological discoveries Category:World Heritage Tentative List for China Category:National first-grade museums of China Category:Shu (state) ",
    "title": "Jinsha site"
}