{
    "id": "2236468",
    "text": "Ek Ajnabee – A Man Apart (English: \"A Stranger\") is a 2005 Indian Hindi- language action-thriller film directed by Apoorva Lakhia, starring Amitabh Bachchan, Arjun Rampal and Perizaad Zorabian. It is a remake of Tony Scott's Man on Fire,Vijayan, Vipin. \"Amitabh rocks in Ek Ajnabee.\" Rediff.com. Retrieved on 27 March 2012. a film based on a novel of the same name, which was also adapted into another film in 1987. Ek Ajnabee was released theatrically on 9 December 2005. ==Plot== Colonel Suryaveer \"Surya\" Singh (Amitabh Bachchan) is a bitter man and ex-Army officer, hired by his friend and former comrade Captain Shekhar Verma (Arjun Rampal) to protect a little girl, Anamika R. Rathore (Rucha Vaidya), who resides in Bangkok, Thailand with her Non-resident Indian (NRI) family. He drinks alcohol frequently, and is not interested in befriending the girl. Eventually, she wins his heart and he helps her to prepare for a swim meet. One day Anamika gets kidnapped and Surya receives serious injuries in his attempt to prevent the kidnapping. Her father is not able to pay the sum to release his daughter. So Suryaveer uses all his skills to save the life of the child, only to find out about the conspiracy that is behind the little girl's kidnapping. Surya learns that Chang, Shekhar's lawyer, is behind some of this. The real mastermind behind this is Chang's brother. Surya holds Chang hostage, while Chang's brother holds Anamika hostage. When they come to exchange the people, Chang's brother reveals a great secret to Surya. Surya learns that Shekhar was all behind this. Surya kills Chang's brother's men. A great fight between Shekhar and Surya starts. Shekhar is killed, and Surya spends the rest of his life with Anamika and her mother. In the end, Anamika gets a new bodyguard and the film shows her during her swimming practice, with Surya and her new bodyguard 15 years later. ==Production== Apoorva Lakhia said that the script was written with the lead actor, Amitabh Bachchan, in mind.Chhabra, Aseem. \"Amitabh Bachchan: Man On Fire.\" Rediff.com. 11 November 2005. Retrieved on 28 March 2012. Lakhia explained that \"Man on Fire has been made into four films in five different languages. So this is the Indian version. It has all the necessarily ingredients required for a movie to come out of India.\" Vikram Chatwal, who plays Ravi Rathore in the film, said \"People talk a lot about cross cultural films. These films don't necessarily have to be like Monsoon Wedding or Bend It Like Beckham. This is not another Hindi film. This is not a remake of Man on Fire. If you see the way it is shot, edited and directed, it is setting new standards. Mr Bachchan is reinventing himself. So please don't turn this film into another Bollywood film.\" The film was shot on location in Bangkok, Thailand, for 35 days. Lakhia said that he and Bunty Walia, a producer, chose Bangkok because \"we wanted our characters to stand out. When they are walking on the street they will look different. Both my heroes are over six feet and Thai men are not as tall. So it was really important to be in a place where they could stand out.\" ==Release and distribution== Eros International released the film on 16 December 2005.Gajjar, Manish. \"Ek Ajnabee.\" BBC. Retrieved on 28 March 2012. It had been selected for the Bangkok Film Festival.Jha, Subhash K. \"Ek Ajnabee script for Oscar collection.\" Hindustan Times. 1 February 2006. Retrieved on 3 March 2013. ==Cast== * Amitabh Bachchan as Col. Suryaveer \"Surya\" Singh ** Surya has a drinking habit because he accidentally shot two children while serving as a soldier in the Kashmir Valley. Vipin Vijayan of Rediff.com said that \"Amitabh and child actor Rucha are pillars of this movie and can give this racy caper a good start at the box office.\" Manish Gajjar of BBC Shropshire Bollywood said that \"Ek Ajnabee belongs to Amitabh Bachchan and little Rucha. They manage to carry this film their shoulders all the way. The remaining stars are mainly there to provide able support for these two.\" * Arjun Rampal as Captain Shekhar Verma ** Shekhar, a former compatriot of Surya from the military service, pretends to be Surya's friend and uses him to try to gain money for himself through Anamika's kidnapping. Shekhar tries to buy Surya a ticket to India after Anamika's assumed death, but Surya refuses to go on the aircraft and does not tell Shekhar that he began the revenge campaign. Shekhar uses Surya to kill the others involved in the scheme so he does not have to kill them. After Surya shoots Shekhar's bodyguards, he and Surya get into a physical fight. Surya shoots him fatally, while his bullets hit him non-fatally. Vijayan said that Rampal, as Shekhar, \"tries to do justice to his role, but in vain.\" Gajjar said that the actor, as Shekhar, \"is well defined in this film and seems to be popular with the girls since he has adorned a totally different getup in this movie.\" Gajjar added that \"A small twist towards the end involving [Shekhar] does not seem convincing.\" * Baby Rucha Vaidya as Anamika R. Rathore ** Anamika is the child of a Non-resident Indian (NRI) millionaire family living in Bangkok, Thailand. * Perizaad Zorabian as Nikasha R. Rathore ** Nikasha is Anamika's mother and Ravi's wife. Nikasha does not just want Surya to be a bodyguard for Anamika; she also wants him to be her friend, because Anamika has few friends of her own due to her being sheltered. * Vikram Chatwal as Ravi Rathore ** Ravi is Anamika's father and Nikasha's husband. Ravi engineered his daughter's kidnapping so he could receive US$500,000, without the knowledge of his wife, Nikasha. Anamika had kidnapping insurance, provided through Ravi's company. Chang had promised Ravi that Anamika would be returned two days after her kidnapping. Ravi reveals that Chang's location and the fact that he had hired his own bodyguard. Surya gives Ravi the gun and bullet that Surya had used in a suicide attempt, so Ravi could commit suicide. Ravi succeeds. ** Chatwal normally has a beard and wears a turban, but did not do so when he played Ravi Rathore. * Daya Shankar Pandey as Kripa \"Krispi\" Shankar ** Krispi, an Indian, gives Surya information and goods. He was born in India, but moved to Bangkok when he was a child. * Akhilendra Mishra as ACP Harvinder \"Harry\" Singh ** Chief of the Anti- Kidnapping Bureau, ACP \"Harry\" took the ransom money. He was born in India but was raised in Bangkok. He became a police officer at the age of 18. At 10:00 every day, he leaves with four bodyguards and takes the same route and stops to buy a sandwich at the same place; Surya and Krispi intercept him during this schedule. Surya plants a bomb up his rectum. He reveals that even though 1 million USD was supposed to have been dropped, only half of one million USD was there. He reveals that Chang took the half of the funds, and strips of paper were used as dummies. Surya detonates the bomb. * Aditya Lakhia as Sammy ** Sammy is an Indian who owns the Narcissist Disco. His group delivered Anamika to her kidnappers. Surya shoots Sammy after making him say \"goodbye\" to a photograph of Anamika. * Denzil Smith as Lee Kap ** Lee Kap collects extortion money for a mafia don. His name originates from the family names of his parents; his father, surnamed Kapoor, is from Delhi, and his mother, probably surnamed Lee, is from Bangkok. He periodically receives a shave at the Great Saloon barber shop, where Surya finds him. Surya cuts off some fingers and an ear. Lee Kap reveals the information about Sammy, and Surya shoots him. * Rajendranath \"Raj\" Zutshi as Wong ** Wong reveals that Anamika is alive, and offers to release her in exchange for Chang. At the hostage exchange, after Anamika and Chang are released, Wong shoots Chang, then reveals that he is in cahoots with Shekhar. * Kelly Dorjee as Bangkok Police Officer Inspector Kelly ** Kelly supports Surya's mission in stopping the kidnapping gang. * Yuth as Chang ** Chang is Ravi Rathore's lawyer. At Chang's house, Surya discovers that Ravi received funds from him. While Chang is at Sadhu Pradep, Chong Colony Farm, Surya kills Chang's bodyguards and shoots Chang in the foot. Chang's wife reveals that Chang works for Wong, his brother. Surya takes Chang and his wife hostage, and shoots Chang in the leg to get Wong to submit to his demands. Wong kills Chang at the hostage exchange. * Abhishek Bachchan as a Bodyguard (Special Appearance) * Lara Dutta as Adult Anamika (Special Appearance) * Sanjay Dutt in a Special Appearance (Hip-Hop MC) * Pooja Bedi as a News Reporter (scenes deleted) ==Soundtrack== The music has been composed by Vishal-Shekhar and Amar Mohile. Lyrics are penned by Sameer, Vishal Dadlani, Jaideep Sahni, and Lalit Tiwari. Vipin Vijayan of Rediff.com said \"The film's music is funky and may soon rock discotheques.\" ===Track listing=== {| class=wikitable ! # ! Title ! Singer(s) ! Lyricist ! Composer ! Duration |- |1 |\"Barf Khushi Hai\" |Kailash Kher |Jaideep Sahni |Vishal-Shekhar |05:14 |- |2 |\"Ek Ajnabi (Mama Told Me)\" |Sunidhi Chauhan, Sukhwinder Singh, Vishal Dadlani |Vishal Dadlani |Amar Mohile |06:01 |- |3 |\"Soniye\" |Sunidhi Chauhan, KK |Sameer |Amar Mohile |05:57 |- |4 |\"Stranger On The Prowl\" |Shilpa Rao |Sameer |Amar Mohile |04:14 |- |5 |\"Tere Liye Meri\" |Kunal Ganjawala, Clinton Cerejo |Sameer |Vishal - Shekhar |04:50 |- |6 |\"They Dont Know\" |Kunal Ganjawala |Lalit Tiwari |Amar Mohile |04:00 |- |7 |\"Blast U Between Ur Eyes (Remix)\" |Kunal Ganjawala |Lalit Tiwari |Amar Mohile |04:24 |- |8 |\"Soniye (Mix N Match Remix)\" |Sunidhi Chauhan, KK |Sameer |Amar Mohile |04:49 |- |9 |\"Tere Liye Meri (Part 2)\" |Kunal Ganjawala |Sameer |Amar Mohile |04:47 |} ==Reception== Manish Gajjar of BBC Shropshire Bollywood said \"Overall, this thriller is a must-see if you are an Amitabh fan.\" Vipin Vijayan of Rediff.com said that the film \"reinvents Vijay Dinanath Chauhan (Bachchan's very popular character in Agneepath),\" and that the film has \"a racy first\" act but that it \"loses steam in the second half.\" Bunty Walia, the producer, said that there had been accusations that the film had been plagiarised. He said \"To our credit, [ Apoorva Lakhia ] and I never hid the fact that Ek Ajnabee was adapted from Man on Fire. Quite unlike some others who borrow blindly and presume others are blind to their intentions.\" In 2006 the Academy of Motion Picture Arts and Sciences stated an interest in acquiring a copy of the Ek Ajnabee screenplay for its collection. Walia said that this was an \"honour\" after the plagiarism accusations. Subhash K. Jha of the Hindustan Times said \"Isn't it ironical that the Americans want a copy of a script, which is straightaway inspired by the Hollywood film Man on Fire?\" ==Box office== In the United Kingdom, the film was screened in 20 cinemas during its opening weekend, making £35,058, with an average of £1,757 per showing. Manish Gajjar of BBC Shropshire Bollywood said \"It has not done so well in the UK cinemas.\" ==References== ==External links== *Official Website for Ek Ajnabee *Ek Ajnabee at YouTube, available officially from the Official Shemaroo Movies Channel * \"Ek Ajnabee – BBC * Ek Ajnabee gallery – BBC * Category:2000s Hindi-language films Category:2005 action thriller films Category:English-language Indian films Category:Indian films Category:Indian action thriller films Category:Films about bodyguards Category:Films about child abduction in India Category:Indian remakes of American films Category:Films set in Thailand Category:Films shot in Bangkok Category:2005 films Category:Films scored by Vishal–Shekhar Category:Films scored by Amar Mohile Category:Hindi remakes of English films Category:Films directed by Apoorva Lakhia ",
    "title": "Ek Ajnabee"
}