{
    "id": "2236264",
    "text": "The Trinity Foundation is an American watchdog ministry founded by Ole Anthony in 1972 and based in Dallas, Texas. According to the foundation's website, the organization started with the purpose of conducting demographic research on televangelism and other religious television programming. During a series of scandals in the 1980s and 1990s, The Trinity Foundation established itself as a watchdog group which provided information about fraud and abuse by religious groups. ==Investigating televangelists== Trinity Foundation's investigative work into the fundraising tactics of big-money televangelists first came to national attention in 1991 following a Primetime Live hidden-camera look at televangelist Robert Tilton. The foundation was instrumental in providing evidence for the many state and federal investigations of Tilton in the years that followed. Trinity has primarily investigated televangelists such as Benny Hinn, Kenneth Copeland, Joyce Meyer, Paula White, Peter Popoff, Robert Tilton, W.V. Grant, pastor Edwin Barry Young, and the Trinity Broadcasting Network. Much of its information comes from disgruntled former employees, moles working for ministries who secretly (and under constant threat of termination and lawsuit) provide information to Trinity, and dumpster diving for information. The Trinity Foundation has an extensive video library of televangelists. They routinely take notes of the televangelists broadcasts. The notes go back at least ten years for most shows that air on religious networks. This information is used to aid reporters who are investigating televangelists. The head investigator at The Trinity Foundation is Pete Evans, who is a private investigator. Regarding Hinn, Trinity claims to have evidence showing that Hinn's ministry does not qualify as a church under Internal Revenue Service guidelines, as reported by The Dallas Morning News in July 2005. Specifically, Trinity claims that Hinn's ministry does not hold regular public worship services at its facility, as access is strictly limited to employees with access badges. Trinity has also investigated the St. Matthew's Churches/Church By Mail, Inc., a \"seed-faith ministry\" of James Eugene \"Gene\" Ewing which targets the poorest zip codes in America with religious mailings. ==Senate Finance Committee investigation== The foundation was directly involved in Sen. Charles Grassley's Senate Finance Committee investigation of abuses by a number of televangelist ministries. Beginning in 2005, after being asked to help by the committee’s general counsel, the foundation submitted over the next six years 38 separate reports on abuses by religious not-for-profit organizations, which were incorporated into the committee’s final report. The foundation recently criticized Sen. Grassley for turning to the Evangelical Council for Financial Accountability (ECFA) for suggested solutions instead of acting on tough legislative proposals from his staff for policing abuses by religious organizations. The foundation claimed the ECFA's recommendations were too lax and were compromised by close ties to the very ministries they were proposing to oversee. ==Other programs== The Christian community of around 50 members that grew from Bible studies formed under the umbrella of the foundation over the years established itself in 2010 as Community on Columbia, an independent church congregation separate from the foundation's oversight, but still in friendly cooperation and agreement with its mission. The church took over the longstanding ministry of helping the homeless that the foundation began. The foundation also published The Wittenburg Door, a magazine of Christian satire, from 1996 to 2008. ==Other controversy== Some former members of the group have been critical of it and Anthony. There have been accusations of abuse and cultism. ==References== == External links == * * The Wittenburg Door website * \"God's Work: Ole Anthony wants both to take down the world's largest Christian TV network and to make better waffles\" -- D Magazine article November 12, 2012. * Radio interview with Ole Anthony - Pilgrim Radio Network - interview by Bill Feltner, November 2012. * \"The Trouble with TBN\" - November 8, 2012 Christianity Today article on Trinity Foundation's work in exposing the TBN scandals and the quandary that poses for mainstream ministries. * God Doesn't Need Ole Anthony--The Antichrist of East Dallas: The man televangelists hate (Reprinted from The New Yorker, Dec. 6, 2004). * \"Televangelist watchdog group questions ECFA response to Sen. Grassley investigation\" - Trinity Foundation Press Release, March 13, 2013. * \"Nailin' it to the Church\" - Excerpt from a documentary on The Wittenburg Door. Category:Organizations based in Dallas Category:Foundations based in the United States Category:1972 establishments in Texas ",
    "title": "Trinity Foundation (Dallas)"
}