{
    "id": "2236239",
    "text": "Targa race cars at the 2009 Targa New Zealand rally. The race series has been held annually since 1995.The Targa New Zealand is a tarmac rally held annually on public roads typically throughout the North Island of New Zealand. The main Targa each year begins in the last week of October and is a week-long event which covers around 1500 km of touring and 750 km of closed special stages. Smaller one- or two-day events are usually run during the year and have been variously titled Targa Bambina, Targa Dash, Targa Rotorua, Targa Tauranga and Targa Hawkes Bay. In 2014 Targa New Zealand for the first time was held in the South Island of New Zealand. Starting in Christchurch and finishing in Cromwell (Near Queenstown) the rally included every South Island race track including New Zealand's latest - Highlands Motorsport Park. Noticeable stages included Queenstown's Crown Range which is understood to be one of New Zealand's highest altitude public roads. Originally intended as an event for owners of classic performance cars to display and race their vehicles, it has evolved into a serious competition event with modern purpose built race cars usually taking top honours. The race started in 1995 and continually growing in popularity with over 200 cars entering the 2005 Dunlop sponsored Targa rally. Racing is divided into classes to give everyone a chance of honours of some sort. These classes are based around age and engine size of the vehicles. Younger drivers are encouraged to compete in a controlled manner in a safe environment. Crashes happen but it is a very low percentage. Race cars need to have roll cages and safety gear except the Targa tour for first-time competitors. They drive under the guidance of the tour leader. Local groups providing hospitality areas, fundraising activities such as car washes, barbecues and 4000 lunches. Classes for Early Targa Events *Historic *Pre- classic *Classic *Post classic *Metalman super classics *Metalman all-comers *Early modern *Honda riders contemporary *Super GT Classes for Current Targa Events Classic 2WD *Category 1 0 – 2000cc Aftermarket sequential gearboxes are prohibited *Category 2 2001 – 3400cc Aftermarket sequential gearboxes are prohibited *Category 3 3401cc and over Aftermarket sequential gearboxes are prohibited Production (GT2) 2WD *Category 4 0 – 2000cc Aftermarket sequential gearboxes are prohibited *Category 5 2001 – 3400cc Aftermarket sequential gearboxes are prohibited *Category 6 3401cc and over Aftermarket sequential gearboxes are prohibited Production (GT4) 4WD *Category 8 Pre 2000 1st year of production prior to 1 January 2000. Aftermarket sequential gearboxes are prohibited *Category 9 Post 2000 1st year of production after to 1 January 2000. Aftermarket sequential gearboxes are prohibited Allcomers (Extreme) 2WD and 4WD *Category 7 Open 2WD All 2 wheel drive vehicles not eligible for Categories 1–6. *Category 10 Open 4WD All 4 wheel drive vehicles not eligible for Categories 8-9. ==Past winners== {| class=\"wikitable\" style=\"font-size: 95%;\" |- ! Year ! Driver ! Co-driver ! Car |- ! 1995 | Greg Graham, Team Subaru NZ | Jeff Judd | WRX Subaru |- ! 1996 | Greg Graham, Team Subaru NZ | Colin Smith | WRX Subaru |- ! 1997 | Geoff Ray, | Shayne O'Hagen | Mitsubishi Evo |- ! 1998 | Geoff Ray, | Shayne O'Hagen | Mitsubishi Evo |- ! 1999 | Chris Ramsay, | Laurie Brenssell | Mitsubishi Evo |- ! 2000 | Greg Kirkham, | Mal Clark | Mitsubishi Mirage |- ! 2001 | Craig Dean, | Shane Beaumont | Ford Mustang |- ! 2002 | Anton Tallott | Anne Tallott | Mazda RX-7 |- ! 2003 | Tony Quinn | Keith Wenn | Porsche 996 Turbo |- ! 2004 | Jim Richards | Barry Oliver | Porsche GT3 |- ! 2005 | Jim Richards | Barry Oliver | Porsche GT3 |- ! 2006 | Joe McAndrew | Sue O'Neil | Nissan Skyline GT-R R34 |- ! 2007 | Joe McAndrew | Sue O'Neil | Nissan Skyline GT-R R34 |- ! 2008 | Richard Mason | Sara Mason | Subaru Impreza STI |- ! 2009 | Tony Quinn | Naomi Tillett | Nissan GT-R R35 |- ! 2010 | Tony Quinn | Naomi Tillett | Nissan GT-R R35 |- ! 2011 | Tony Quinn | Naomi Tillett | Nissan GT-R R35 |- ! 2012 | Tony Quinn | Naomi Tillett | Nissan GT-R R35 |- ! 2013 | Martin Dippie | Jona Grant | Porsche GT3 RS |- ! 2014 | Glenn Inkster | Spencer Winn | Mitsubishi Evo 9 |- ! 2015 | Glenn Inkster | Spencer Winn | Mitsubishi Evo 9 |- ! 2016 | Glenn Inkster | Spencer Winn | Mitsubishi Evo 9 |- !2017 |Glenn Inkster |Spencer Winn |Mitsubishi Evo 8 |- !2018 |Glenn Inkster |Spencer Winn |Mitsubishi Evo 8 |} ==Well known Targa entrants== Murray Walker, Racing in Targa New Zealand. Also in picture Adam Spence on right. *Jim Richards *Tony Quinn *Chris Amon *Murray Walker *Peter Brock *Grant Dalton *Steve Millen == References == ==External links== Category:Rally competitions in New Zealand Category:Recurring events established in 1995 ",
    "title": "Targa New Zealand"
}