{
    "id": "2544439",
    "text": "Coherent control is a quantum mechanics-based method for controlling dynamical processes by light. The basic principle is to control quantum interference phenomena, typically by shaping the phase of laser pulses. The basic ideas have proliferated, finding vast application in spectroscopy mass spectra, quantum information processing, laser cooling, ultracold physics and more. ==Brief History== The initial idea was to control the outcome of chemical reactions. Two approaches were pursued: * in the time domain, a \"pump-dump\" scheme where the control is the time delay between pulses * in the frequency domain, interfering pathways controlled by one and three photons. The two basic methods eventually merged with the introduction of optimal control theory. Experimental realizations soon followed in the time domain and in the frequency domain. Two interlinked developments accelerated the field of coherent control: experimentally, it was the development of pulse shaping by a spatial light modulator Liquid Crystal Optically Addressed Spatial Light Modulator, *Slinger, C.; Cameron, C.; Stanley, M.; \"Computer-Generated Holography as a Generic Display Technology\" , IEEE Computer, Volume 38, Issue 8, Aug. 2005, pp 46–53 and its employment in coherent control. The second development was the idea of automatic feedback control and its experimental realization. ==Controllability== Coherent control aims to steer a quantum system from an initial state to a target state via an external field. For given initial and final (target) states, the coherent control is termed state- to-state control. A generalization is steering simultaneously an arbitrary set of initial pure states to an arbitrary set of final states i.e. controlling a unitary transformation. Such an application sets the foundation for a quantum gate operation. Controllability of a closed quantum system has been addressed by Tarn and Clark. Their theorem based in control theory states that for a finite-dimensional, closed-quantum system, the system is completely controllable, i.e. an arbitrary unitary transformation of the system can be realized by an appropriate application of the controls if the control operators and the unperturbed Hamiltonian generate the Lie algebra of all Hermitian operators. Complete controllability implies state-to-state controllability. The computational task of finding a control field for a particular state-to-state transformation is difficult and becomes more difficult with the increase in the size of the system. This task is in the class of hard inversion problems of high computational complexity. The algorithmic task of finding the field that generates a unitary transformation scales factorial more difficult with the size of the system. This is because a larger number of state-to-state control fields have to be found without interfering with the other control fields. Once constraints are imposed controllability can be degraded. For example, what is the minimum time required to achieve a control objective? This is termed the \"quantum speed limit\". ==Constructive approach to coherent control== The constructive approach uses a set of predetermined control fields for which the control outcome can be inferred. The pump dump scheme in the time domain and the three vs one photon interference scheme in the frequency domain are prime examples. Another constructive approach is based on adiabatic ideas. The most well studied method is Stimulated raman adiabatic passage STIRAP which employs an auxiliary state to achieve complete state-to-state population transfer. One of the most prolific generic pulse shapes is a chirped pulse a pulse with a varying frequency in time. ==Optimal control== Optimal control as applied in coherent control seeks the optimal control field for steering a quantum system to its objective. For state-to-state control the objective is defined as the maximum overlap at the final time T with the state |\\phi_f \\rangle : :J= |\\langle\\psi (T)| \\phi_f\\rangle|^2 where the initial state is | \\phi_i\\rangle. The time dependent control Hamiltonian has the typical form: : H(t) = H_0 + \\mu \\cdot \\epsilon(t) where \\epsilon (t) is the control field. Optimal control solves for the optimal field \\epsilon(t)using the calculus of variations introducing Lagrange multipliers. A new objective functional is defined : J' = J + \\int_0^{T} \\langle \\chi (t)|\\left( i \\frac{\\partial}{\\partial t}-H(\\epsilon(t))\\right)|\\psi(t) \\rangle dt +\\lambda \\int_o^T |\\epsilon(t)|^2 dt where |\\chi\\rangle is a wave function like Lagrange multiplier and the \\lambda parameter regulates the integral intensity. Variation of J' with respect to \\delta \\epsilon and \\delta \\psi leads to two coupled Schrödinger equations. A forward equation for |\\psi\\rangle with initial condition |\\psi(0)\\rangle=|\\phi_i\\rangleand a backward equation for the Lagrange multiplier |\\chi\\rangle with final condition |\\chi(T)\\rangle=|\\phi_f\\rangle. Finding a solution requires an iterative approach. Different algorithms have been applied for obtaining the control field such as the Krotov method. A local in time alternative method has been developed, where at each time step, the field is calculated to direct the state to the target. A related method has been called tracking ==Experimental applications== Some applications of coherent control are * Unimolecular and bimolecular chemical reactions. * The biological photoisomerization of Retinal. * The field of nuclear magnetic resonance. * The field of ultracold matter for photoassociation. * Laser cooling of internal degrees of freedom. * Quantum information processing.Larsen, T. W., K. D. Petersson, F. Kuemmeth, T. S. Jespersen, P. Krogstrup, and C. M. Marcus. \"Coherent control of a transmon qubit with a nanowire-based Josephson junction.\" Bulletin of the American Physical Society 60 (2015). * Attosecond physics. Another important issue is the spectral selectivity of two photon coherent control. These concepts can be applied to single pulse Raman spectroscopy and microscopy. As one of the cornerstones for enabling quantum technologies, optimal quantum control keeps evolving and expanding into areas as diverse as quantum-enhanced sensing, manipulation of single spins, photons, or atoms, optical spectroscopy, photochemistry, magnetic resonance (spectroscopy as well as medical imaging), quantum information processing, and quantum simulation. ==References== ==Further reading== *Principles of the Quantum Control of Molecular Processes, by Moshe Shapiro, Paul Brumer, pp. 250\\. . Wiley-VCH, (2003). *\"Quantum control of Molecular Processes\", Moshe Shapiro and Paul Brumer, Wiley-VCH (2012). *Rice, Stuart Alan, and Meishan Zhao. Optical control of molecular dynamics. New York: John Wiley, 2000. *d'Alessandro, Domenico. Introduction to quantum control and dynamics. CRC press, 2007. *David J. Tannor, \"Introduction to Quantum Mechanics: A Time- dependent Perspective\", (University Science Books, Sausalito, 2007). Category:Chemical reactions Category:Quantum mechanics Category:Control theory ",
    "title": "Coherent control"
}