{
    "id": "2545581",
    "text": "The Daily Nation is the highest circulation Kenyan independent newspaper with 170,000 copies. ==History== Nation Center, headquarters of the Nation Media Group who publish the Daily Nation. The Daily Nation was started in the year 1958 as a Swahili weekly called Taifa by the Englishman Charles Hayes. It was bought in 1959 by the Aga Khan, and became a daily newspaper, Taifa leo (Swahili for \"Nation today\"), in January 1960. An English language edition called Daily Nation was published on 3 October 1960, in a process organised by former editor of the British News Chronicle, Michael Curtis. The publisher was East African Newspapers (Nation Series) Ltd, which later became the Nation Media Group with operations throughout the African Great Lakes region. The newspaper is published by Nation Media Group from its headquarters at Nation Centre, on Kimathi Street in Nairobi. It also maintains a website, which hosts online editions of the daily and Sunday titles. Access is free and the site's daily hit rate is more than three million. A 55-minute colour documentary film about the paper was released in 2000, directed by Hillie Molenaar and Joop van Wijk. ==Market share== The Daily Nation and its Sunday edition paper Sunday Nation had a market share of 53% in 2011. Their market share was 74% in 2013. Their main competitor is The Standard, published by the Standard Group., The Star published by the Radio Africa Group and People Daily published by MediaMax Limited. ==Affiliated newspapers== * The Saturday Nation * The Sunday Nation * Business Daily Africa * Taifa Leo, a Swahili-language newspaper, Kenya * Daily Monitor Uganda * The Citizen (Tanzania) * The EastAfrican Newspapers ==Features== ==References== ==External links== *Daily Nation Website Category:Newspapers published in Kenya Category:Nation Media Group Category:1958 establishments in Kenya Category:Publications established in 1958 Category:Mass media in Nairobi ",
    "title": "Daily Nation"
}