{
    "id": "2545137",
    "text": "Jean Bolland () (13 August 1596 - 12 September 1665) was a Jesuit priest and prominent Flemish hagiographer.\"Father John Bolland, S.J.\", Jesuit Stamps Jean Bolland (1596–1665) Bolland's main achievement is the compilation of the first five volumes of the Lives of the Saints in Latin, called the Acta Sanctorum, a series which was continued by others, who, after his death, formed the Society of Bollandists. ==Life and work== Jean Bolland was born 13 August 1596Syre S.J., Otto. \"Bolland, Jean\", Calendar of the society of Jesus in the village of Julémont, now part of Herve (Belgium), North-East of the city of Liège. The village of Bolland, after which the family took their name, is nearby. He entered the Society of Jesus in 1612 at Mechelen. After his studies at the Jesuit colleges of Maastricht and Antwerp, Bolland taught humanities in Roermond, Den Bosch, Brussels and Antwerp. In 1620 Bolland was sent to study theology at the University of Leuven. Four years later he received holy orders and then became prefect of studies at the Jesuit college of Mechelen.De Smedt, Charles. \"The Bollandists.\" The Catholic Encyclopedia. Vol. 2. New York: Robert Appleton Company, 1907. 26 Mar. 2015 Bolland was ordained in 1625.\"Jean Bolland, founder of the Bollandists\", The Jesuits of the Province of Southern Belgium and Luxembourg In 1630 he was called to Antwerp by the superior of the Flemish province of the Society of Jesus to examine papers left by the hagiographer Heribert Rosweyde who had died shortly before, and report back his opinion as to what it was advisable to do with them. Bolland went to Antwerp, familiarized himself with the manuscripts, and, while admitting that the work was still merely a rough and faulty draft, gave reasons for believing that without an undue expenditure of labour it might be brought to a successful completion. He offered to oversee the work on two conditions: that he should be free to modify the plan of Rosweyde as he understood it, and that Rosweyde's materials should be set apart for his exclusive use. The Provincial Superior, Jacques van Straten, accepted the conditions and Bolland was transferred from the college of Mechelen to Antwerp, where he became director of the Latin Congregation, a congregation composed of the principal people of the city, and had charge of preparing the Acta Sanctorum for publication. Bolland began by outlining an even more ambitious plan. Rosweyde had confined his quest of original texts to libraries in the Flanders and neighbouring regions. Rosweyde had proposed to publish only the original texts, without commentaries or annotations, but Bolland decided to give all the information he could find for each saint and his cult, to preface each text with a study of its author and its historical value, and to append notes of explanation. He visited monastic libraries, collecting and copying a considerable number of documents. Shortly after arriving in Antwerp, Bolland had already succeeded in putting in good order the documents relating to the saints of January, and had found a publisher, Jan van Meurs. He decided to organize the entries according to the Roman Calendar. After working in Antwerp for five years, it became apparent that the task was too great for one man. Bolland asked for an assistant and this request was supported by the abbot of Liessies Abbey, Antoine de Wynghe, who provided a stipend. In 1635 he was joined by Godfrey Henschen, who started to work on the February saints, while Bolland prepared the material for January. After fourteen years of work, the two volumes for January were printed in Antwerp in 1643. The three volumes for February were released in 1658. Henschen continued to labor at the publication of the Acta Sanctorum up to the time of his death in 1681. In 1659 Bolland received assistance from a third Jesuit, Daniel van Papenbroek, who in the end did most of the work for the 18 volumes of the Acta Sanctorum. In 1660–1662 Van Papenbroek and Henschen traveled through Germany, France and Italy, searching for old documents in monasteries and libraries. Jean Bolland died in Antwerp, aged 69, in 1665. ==References== Category:1596 births Category:1665 deaths Category:People from Herve Category:Jesuit historiography Category:Christian hagiographers Category:Belgian Jesuits Category:Walloon people ",
    "title": "Jean Bolland"
}