{
    "id": "2545909",
    "text": "Glyn Oliver \"Boaz\" Myhill (born 9 November 1982; ) is a former professional footballer who played as a goalkeeper. He represented the Wales national team from 2008 to 2013. Born in the United States to an American father and Welsh mother, Myhill grew up near the England–Wales border in Oswestry, England from the age of one. He came through the youth ranks of the English club Aston Villa, and made two appearances for the England under-20 team in 2002. In 2003, he moved to Hull City, where he established himself as first-choice goalkeeper and made 277 appearances over the next seven years. He had played for West Bromwich Albion since 2010, except for the 2011–12 season, which he spent on loan at Birmingham City. Myhill re-joined Albion in July 2018, following the expiration of his previous contract with the club. In 2019, he became the West Bromwich Albion Professional Phase Development Goalkeeping Coach. ==Early life== Born in Modesto, California, the son of an American father and a Welsh mother from Llangollen, Myhill moved to England at the age of one. He attended and played football at the Marches School, Oswestry. He also played football for Oswestry Boys Club, although not always as a keeper. Myhill's parents originally intended to name him Boaz, a Hebrew name which they encountered and liked while travelling in Israel, but were dissuaded from doing so by relatives. Nevertheless, Myhill has been called Boaz, rather than by his official name Glyn, throughout his life. ==Club career== ===Aston Villa=== Myhill joined Aston Villa at the age of 12, working at Villa Park with Mark Bosnich, David James, Peter Schmeichel and Peter Enckelman. He signed his first professional contract with Villa in November 2000. In January 2002, a 19-year-old Myhill was signed on a one-month loan by Stoke City, to provide backup to their then first-choice keeper, Neil Cutler.\"Myhill joins Stoke\", BBC Sport, 22 January 2002. Retrieved 11 May 2011. Myhill was recalled by Aston Villa just a week into this loan period.\"Stoke search for keeper\", BBC Sport, 22 January 2002. Retrieved 11 May 2011. Following his spell at Stoke, Myhill spent a three-month period on loan at Bristol City, where he was an unused substitute for 18 of City's 19 matches during the loan period. He missed Bristol City's Football League Trophy match with Queens Park Rangers due to a call up to England's Under-20 international side.\"Myhill goes home\" , Bristol City F.C., 17 November 2004. Retrieved 2 July 2007. Myhill's first- team debut arrived whilst he was on loan in November 2002, to First Division club Bradford City. He conceded five goals on his debut, and made just one further appearance. After a brief trial period, Myhill joined Macclesfield Town for a three-month loan period at the start of the 2003–04 season.\"Moss brings in Myhill\", BBC Sport, 6 August 2003. Retrieved 11 May 2011. Although Macclesfield boss David Moss was eager to extend Myhill's loan period after 16 impressive appearances by the keeper,\"Macclesfield hope for Myhill boost\", BBC Sport, 2 September 2003. Retrieved 11 May 2011. Myhill was loaned by Aston Villa to Stockport County at the end of 2003. ===Hull City=== Myhill playing for Hull City in 2007 Hull City manager Peter Taylor moved quickly once it became apparent that Stockport were lining up a permanent deal for Myhill. Considering Hull to be a more appealing prospect,\"Hull set to snatch Myhill\", BBC Sport, 11 December 2003. Retrieved 11 May 2011. Myhill signed a two-and-a- half-year contract with the club on 13 December 2003 at the cost of £50,000 to the East Yorkshire club. Since signing for Hull City, Myhill's progress won over the Hull fans as he quickly became their first-choice 'keeper and played a key part in two back-to-back promotion seasons, which took Hull up from the old Third Division to the Championship, missing only one league match in the 2004–05 season. In the 2005–06 season, Myhill was again in fine form and again missed only one league game, through suspension after a controversial sending off for handling the ball outside his area in a game against Queens Park Rangers. In one memorable match at Stoke City he saved two penalties, prompting chants of \"Myhill for England\" from the travelling fans. At the end of the season he was named as the club's Player of the Year, and was the highest-ranked goalkeeper in FourFourTwo magazine's list of the top 50 Football League players. He was rewarded with a new, improved contract running until June 2008. Myhill signed a new three-year contract with Hull in August 2007. He was part of the Hull City team which won promotion to the Premier League for the first time in May 2008, and along with teammates Ian Ashbee, Andy Dawson and Ryan France, joined an elite band of players to have taken their club up through four divisions. In 2009, he was briefly dropped from the team in favour of Matt Duke but regained his position for the final six games of the season. After impressive performances at the start of the 2009–10 season, he was rewarded on 3 September 2009 with a new contract, taking him to June 2012. On 16 January 2010 Myhill was acclaimed for his performance in Hull's surprise 0–0 draw at top-four Tottenham Hotspur, which took the \"Tigers\" out of the relegation zone. Myhill left Hull City having represented the club in all four divisions of the English Football League, a rare occurrence in English football. ===West Bromwich Albion=== Myhill signed for newly promoted Premier League team West Bromwich Albion on a three-year contract on 30 July 2010 for an officially undisclosed fee of £1.5 million. ====Birmingham City loan==== Myhill joined Championship club Birmingham City on loan on 29 July 2011, changing places with Birmingham goalkeeper Ben Foster for the 2011–12 season. He made his debut for the club on the opening day of the season, playing the whole of a 2–1 defeat at Derby County. Myhill kept a clean sheet in the Europa League play-off round first leg against Portuguese club Nacional, a match which marked his European debut and the first time his club had participated in major European competition for nearly 50 years. He remained the first-choice goalkeeper for League matches for most of the season, missing the last few matches because of an injured thumb, alternating in the Europa League with Colin Doyle, who played in the domestic cups. ====Return to West Brom==== On 24 July 2015, Myhill signed a two-year contract extension that would keep him at the club till the summer of 2017. On 20 June 2018, it was announced that Myhill would leave West Brom upon the expiration of his contract. However, on 31 July 2018, West Brom announced that they had re-signed Myhill on a one-year deal. He was released at the end of the season in July 2019. On 4 September 2019, it was announced that he had become the Professional Phase Development Goalkeeping Coach at West Brom, ending a 9-year playing career with the club. ==International career== Myhill made international appearances for the England Youth and England U20 teams, but this did not affect his eligibility to play for the United States or any of the home nations. He was offered the chance to play for Wales in early 2006, but declined due to family reasons. He was eventually called up for the first time for Wales on 17 March 2008 due to Wayne Hennessey returning to the U21 side in order to help them qualify from their group.\"Key players out of Wales friendly\" BBC Sport Retrieved on 11 May 2011 He made his debut on 26 March coming on as a halftime substitute for Lewis Price during a 2–0 win over Luxembourg. He has mostly been deputy to first-choice Hennessey. Myhill retired from international football in May 2014. ==Career statistics== ===Club=== {| class=\"wikitable\" style=\"text-align:center\" |+ Appearances and goals by club, season and competition |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !colspan=\"3\"|League !colspan=\"2\"|FA Cup !colspan=\"2\"|League Cup !colspan=\"2\"|Other !colspan=\"2\"|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=\"4\"|Aston Villa |2001–02 |Premier League||0||0||0||0||0||0||0||0||0||0 |- |2002–03 |Premier League||0||0||0||0||0||0||0||0||0||0 |- |2003–04 |Premier League||0||0||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||0||0 |- !colspan=\"2\"|Total !0||0||0||0||0||0||0||0||0||0 |- |Stoke City (loan) |2001–02 |Second Division||0||0||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||0||0 |- |Bristol City (loan) |2002–03 |Second Division||0||0||colspan=\"2\"|—||0||0||0||0||0||0 |- |Bradford City (loan) |2002–03 |First Division||2||0||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||2||0 |- |Macclesfield Town (loan) |2003–04 |Third Division||15||0||colspan=\"2\"|—||1||0||0||0||16||0 |- |Stockport County (loan) |2003–04 |Second Division||2||0||colspan=\"2\"|—||colspan=\"2\"|—||1||0||3||0 |- |rowspan=\"8\"|Hull City |2003–04 |Third Division||23||0||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||23||0 |- |2004–05 |League One||45||0||3||0||0||0||1||0||49||0 |- |2005–06 |Championship||45||0||1||0||0||0||colspan=\"2\"|—||46||0 |- |2006–07 |Championship||46||0||2||0||3||0||colspan=\"2\"|—||51||0 |- |2007–08 |Championship||43||0||1||0||2||0||3||0||49||0 |- |2008–09 |Premier League||28||0||3||0||0||0||colspan=\"2\"|—||31||0 |- |2009–10 |Premier League||27||0||1||0||0||0||colspan=\"2\"|—||28||0 |- !colspan=\"2\"|Total !257||0||11||0||5||0||4||0||277||0 |- |rowspan=\"10\"|West Bromwich Albion |2010–11 |Premier League||6||0||1||0||4||0||colspan=\"2\"|—||11||0 |- |2011–12 |Premier League||0||0||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||0||0 |- |2012–13 |Premier League||8||0||2||0||1||0||colspan=\"2\"|—||11||0 |- |2013–14 |Premier League||14||0||0||0||0||0||colspan=\"2\"|—||14||0 |- |2014–15 |Premier League||11||0||3||0||3||0||colspan=\"2\"|—||17||0 |- |2015–16 |Premier League||23||0||1||0||1||0||colspan=\"2\"|—||25||0 |- |2016–17 |Premier League||0||0||1||0||1||0||colspan=\"2\"|—||2||0 |- |2017–18 |Premier League||1||0||0||0||1||0||colspan=\"2\"|—||2||0 |- |2018–19 |Championship||0||0||0||0||3||0||colspan=\"2\"|—||3||0 |- !colspan=\"2\"|Total !63||0||8||0||14||0||colspan=\"2\"|—||85||0 |- |Birmingham City (loan) |2011–12 |Championship||42||0||0||0||0||0||5||0||47||0 |- |rowspan=3|West Bromwich Albion U23/1 |2016–17 |colspan=3|—||colspan=2|—||colspan=2|—||1||0||1||0 |- |2018–19 |colspan=3|—||colspan=2|—||colspan=2|—||1||0||1||0 |- !colspan=\"2\"|Total !colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||2||0||2||0 |- !colspan=\"3\"|Career total !381||0||19||0||20||0||12||0||432||0 |} ===International=== :Source: {| class=\"wikitable\" style=\"text-align:center\" |+ Appearances and goals by national team and year |- !National team!!Year!!Apps!!Goals |- |rowspan=\"6\"|Wales |2008||3||0 |- |2009||3||0 |- |2010||3||0 |- |2011||1||0 |- |2012||3||0 |- |2013||6||0 |- !colspan=\"2\"|Total||19||0 |} ==Honours== Hull City *Football League One runner-up: 2004–05 *Football League Championship play-offs: 2008 Individual *Football League Golden Glove: October 2011 ==References== ==External links== *Profile on the West Bromwich Albion website * Category:1982 births Category:Living people Category:Sportspeople from Modesto, California Category:Soccer players from California Category:Sportspeople from Oswestry Category:Welsh footballers Category:Wales international footballers Category:English footballers Category:England youth international footballers Category:American soccer players Category:Association football goalkeepers Category:Aston Villa F.C. players Category:Stoke City F.C. players Category:Bristol City F.C. players Category:Bradford City A.F.C. players Category:Macclesfield Town F.C. players Category:Stockport County F.C. players Category:Hull City A.F.C. players Category:West Bromwich Albion F.C. players Category:Birmingham City F.C. players Category:English Football League players Category:Premier League players Category:Welsh people of American descent Category:English people of Welsh descent Category:English people of American descent Category:American people of Welsh descent ",
    "title": "Boaz Myhill"
}