{
    "id": "2545800",
    "text": "USS Lexington explodes during the Battle of the Coral Sea. Spitfires shortly before World War II. This is a list of military engagements of World War II encompassing land, naval, and air engagements as well as campaigns, operations, defensive lines and sieges. Campaigns generally refer to broader strategic operations conducted over a large bit of territory and over a long period. Battles generally refer to short periods of intense combat localised to a specific area and over a specific period. However, use of the terms in naming such events is not consistent. For example, the Battle of the Atlantic was more or less an entire theatre of war, and the so-called battle lasted for the duration of the entire war. Another misnomer is the Battle of Britain, which by all rights should be considered a campaign, not a mere battle. == Battles == ===1939=== {| style=\"background:transparent; font-size:95%;\" cellspacing=\"0\" |- valign=\"top\" |width=\"190px\"| • Invasion of Poland :: :: Battle of the Bzura :: Battle of Mława :: Battle of Tomaszów Lubelski :: Battle of Kock :: Siege of Warsaw | Poland invaded by Nazi Germany. : : : : : : |- | • Soviet invasion of Poland :: Battle of Lwów :: Battle of Wilno :: Battle of Grodno :: Battle of Szack :: Battle of Wytyczno | Poland invaded by Soviet Union. : : : : : |- | • Slovak invasion of Poland || Poland invaded by Slovakia |- | • Saar Offensive || French attack on Saarland. |- valign=\"top\" | • Winter War :: Battle of Tolvajärvi :: Battle of Suomussalmi | Finland invaded by the Soviet Union and, initially, resists successfully. | : : |- | • First Battle of Changsha || First Japanese attempt to take Changsha in China during the Second Sino-Japanese War. |- | • 1939–40 Winter Offensive || First large-scale Chinese counter-offensive operation. |- | • Battle of the River Plate || The Admiral Graf Spee chased into Montevideo harbour and later scuttled. |} ===1940=== {| style=\"background:transparent; font-size:95%;\" cellspacing=\"0\" |- |width=\"190px\"| • Battle of the Atlantic || Name given to the conflicts in the Atlantic Ocean between 1940 and 1945. |- valign=\"top\" | • Winter War :: Battle of Kollaa :: Battle of Honkaniemi | : : The only tank battle during the Winter War. |- | • German invasion of Denmark |- | • Battle of Drøbak Sound || Took place on the first day of the German invasion of Norway. |- | • Battles of Narvik || Minor Allied victory in Norway. |- | • Battle of Namsos || Failed Allied attempt to halt the Germans in Norway. |- | • Invasion of Iceland |- | • Battle of the Netherlands || Germany defeats the Dutch in Europe during the opening stages of the first operation of the Battle of France, \"Case Yellow\" (Fall Gelb). |- | • Battle of Belgium || Germany defeats Belgium during the continuation of Fall Gelb. |- | • Battle of France :: Battle of Dunkirk :: Battle of Arras :: Battle of Boulogne |- | • Attack on Mers-el-Kébir || Operation \"Catapult\". Feared by the possibility of some French ships moored in the French Algeria could fall in Axis hands, the Royal Navy proceed to a bombardment of Mers-El-Kebir. One French warship is sunk and three others damaged. The operation is in fine a failure as most of the French ships leave to Toulon, southern France. |- | • Battle of Britain || The German Air Force (Luftwaffe) fails to defeat the British Royal Air Force as the precondition for the invasion of Britain. |- valign=\"top\" | • British Somaliland || Italian conquest of British Somaliland |- | • First Battle of French Indochina || The forces of Imperial Japan successfully invade French Indochina but leave the Vichy French forces in control. |- | • Battle of Dakar || An unsuccessful attempt by the Allies to capture the strategic port of Dakar from Vichy French control. |- | • Greco-Italian War :: Battle of Pindus | Italian forces invade Greece from Albania and are repelled. Greek counter-attack drives Italians back into Albania. : |- | • Battle of Gabon ||Free French forces under General Charles De Gaulle take Libreville, Gabon, from Vichy French forces. |- | • Battle of Taranto || British carrier-based planes destroy the Italian fleet in Taranto Harbor. |- | • Hundred Regiments Offensive || Major offensive by the Chinese Red Army against the Imperial Japanese Army. |- | • Battle of Sidi Barrani || The first big British attack of the Western Desert campaign. |} ===1941=== {| style=\"background:transparent; font-size:95%;\" cellspacing=\"0\" | • Thailand during French-Thai War. |- | • Battle of the Litani River || Australian forces cross the Litani River to begin the Syria- Lebanon Campaign against Vichy French forces. |- | • Battle of Damascus || Commonwealth and Allied forces take Damascus from the Vichy French. |- | • Battle of Beirut || Commonwealth and Allied forces take Beirut and the Vichy French surrender all forces in Syria and Lebanon. |- | • Battle of Keren || Commonwealth and Allied forces defeat Italian forces at Keren in the decisive battle of the East African Campaign. |- | • Battle of Cape Matapan || British fleet defeats Italian fleet. |- | • Battle of Denmark Strait || The German battleship Bismarck sinks . |- | • Last battle of the battleship Bismarck || The German battleship Bismarck is sunk by the Royal Navy in response to the sinking of . |- | • Invasion of Yugoslavia || Germany and Axis allies invade Yugoslavia via Germany, Italy, Hungary, Bulgaria, and Albania. |- | • Battle of Greece :: Battle of the Metaxas Line :: Battle of Vevi :: Battle of Thermopylae |- | • Battle of Crete || German paratroopers capture Crete, but suffer many casualties. |- | • Operation Barbarossa :: Battle of Smolensk :: Battle of Kiev :: Battle of Moscow | German invasion of the Soviet Union. : The German advance is halted, albeit temporarily. : : The German Army Group Centre is driven back from Moscow. |- | • Battle of Gondar || The final defeat of organized Italian forces in Italian East Africa by Commonwealth and Allied forces. |- | • Attack on Pearl Harbor || Surprise Japanese attack destroys almost all the US Pacific Fleet. |- | • Second Battle of Changsha || Japan's second unsuccessful attempt to take Changsha in China. |- | • Battle of Shanggao || Japanese 11th army attacked the headquarters of the Chinese 19th army. |- | • Battle of Thailand || Japan successfully invades and occupies Thailand. |- | • Battle of Hong Kong || Japan captures the British colony of Hong Kong. |- | • Battle of Guam (1941) || Japan successfully capture the American territory of Guam. |- | • Battle of Wake Island || Japan captures the atoll of Wake Island. |- | • Malayan Campaign :: Japanese Invasion of Malaya :: Operation Krohcol :: Bombing of Singapore :: Battle of Jitra :: Battle of Kampar :: Battle of Slim River :: Battle of Muar ::: Battle of Gemas :: Battle off Endau |- | • Sinking of Prince of Wales and Repulse || Japanese defeated British naval forces. |} ===1942=== {| style=\"background:transparent; font- size:95%;\" cellspacing=\"0\" |- | • Battle of Bataan |- |width=\"190px\"| • Battle of Dražgoše || First direct engagement between Slovenian partisans and German occupying forces. |- | • Battle of Makassar Strait || Japanese aircraft raid an American and Dutch convoy. |- | • Battle of Singapore :: Battle of Sarimbun Beach :: Battle of Kranji :: Battle of Bukit Timah :: Battle of Pasir Panjang |- | • Battle of the Java Sea || Japanese forces wipe out an Allied naval squadron. |- | • Battle of Badung Strait || Heavily outnumbered Japanese forces defeat an Allied night-time naval attack. |- | • Battle of Java || Japanese forces invade the island of Java |- | • Indian Ocean raid || Allied naval forces and shipping incur heavy losses during Japan's Fast Carrier Strike Force sortie. |- | • Battle of Christmas Island || The Japanese occupy Christmas Island without any resistance. |- | • Battle of Corregidor || Philippines lost to Japan. |- | • Japanese capture of Burma || Burma lost to Japan. |- | • Battle of Nanos || Eight hundred Italian soldiers lay siege to fifty Slovene partisans. |- | • Doolittle Raid || First air raid on Tokyo. |- | • Battle of the Coral Sea || First aircraft-carrier vs. aircraft-carrier battle. Japan wins tactically, but loses strategically. |- | • Battle of Gazala || German offensive in the desert south of Tobruk anticipated and nearly defeated, but ended with heavy losses to British armour, forcing a withdrawal. In a surprise strike, Tobruk was taken in a day. Rommel exploited the success by pursuing the British into Egypt, denying them time to recover from the defeat but was checked at El Alamein. |- | • Battle of Midway || Key defeat of Japanese naval forces in the Pacific; the Japanese lose four aircraft-carriers. |- | • Convoy PQ 17 || A convoy of thirty-five ships leaves Iceland on June 17, bound for Murmansk. Eleven arrive on July 5. |- | •Battle of the Aleutian Islands|| Japanese invade and occupy two islands of Alaska's Aleutian archipelago as part of a feint designed to cover the Imperial Fleet's intended trap at Midway. Foreign troops are not expelled from US soil until the following |- | •Attack on Sydney Harbour || Japanese midget submarines attack Sydney harbour. |- | •First Battle of El Alamein || British Eighth Army stops Rommel's Axis forces invading Egypt. |- | •Second Battle of El Alamein || Montgomery's Eighth Army forces Rommel out of Egypt. |- | •Battle of Sevastopol || Captured by Germans after eight-month siege. |- | •Battle of Changsha (1942) || Chinese claim victory over Japanese. |- | •Kokoda Track Campaign || Australians and U.S. for the first time in World War II stop a Japanese offensive, this one to capture Port Moresby. |- | •Battle of Guadalcanal || Beginning of Allied action in Solomon Islands. |- | •Battle of Savo Island || Japanese sink four US cruisers. |- | •Battle of Dieppe || \"Operation Jubilee\" was an Allied amphibious raid on the German occupied port of Dieppe in France. A tactical disaster for the Allies. However lessons learned applied to later amphibious operations including D-Day. |- | •Battle of Stalingrad || City besieged by Paulus' German Sixth Army; from November 23 the Sixth Army is surrounded and destroyed by Soviets; bloodiest battle in history, 1.8 million dead approx. |- | •Battle of the Eastern Solomons|| Japanese aircraft carrier Ryūjō sunk. |- | •Battle of Milne Bay || First time Japanese landing force had been driven back into sea. |- | •Battle of Buna- Gona || Australians and U.S. defeat Japanese on north coast of New Guinea. |-. | •Battle of Wau || Australians defeat Japanese attempts to capture Wau, New Guinea. |- | •Battle of the Bismarck Sea || U.S. and Royal Australian Air Force planes attacked and sink most of a Japanese convoy carrying troops to reinforce Lae, New Guinea. |- | •Salamaua-Lae campaign || Australian and U.S. forces capture two major Japanese bases at Lae and at Salamaua. |- | •Operation Cartwheel || Operation to neutralize the major Japanese base at Rabaul. |- | •Battle of Cape Esperance || near Guadalcanal |- | •Battle of the Santa Cruz Islands || near Guadalcanal, sunk. |- | •Operation Torch || Allied landings in North Africa and successful Putsch of French Resistance in Algiers to prevent Vichyist forces opposition. |- | •Naval Battle of Guadalcanal || US defeats Japan, a turning point. |- | •Battle of Tassafaronga || off Guadalcanal |- | •Second Battle of Kharkov || Failed Soviet attempt to retake Kharkov. |- | •Battle of Changsha (1942) || Second Sino-Japanese War |- | •Battle of Madagascar || Allies capture Madagascar from Vichy France. |} ===1943=== {| style=\"background:transparent; font-size:95%;\" cellspacing=\"0\" |- |width=\"190px\"| • Battle of Osankarica || About 2000 Germans massacred all 69 men and women of the Pohorje battalion. Germans lost 19 men dead and had 31 wounded. |- | • Battle of Rennell Island || Japanese bombers sink a cruiser. |- |- | • Third Battle of Kharkov || Germans retake Kharkov. |- | • Battle of the Kasserine Pass || Battle between US and German armored forces in Tunisia. |- | • Battle of Neretva || German Army offensive in southern Bosnia. Offensive launched to encircle and destroy the Yugoslavian Communist Partisan forces found there. Supporting the German forces in this effort were Italian, Ustaše, and Serbian Royalist Chetnik units. The partisans were badly mauled but managed to escape encirclement. |- | • Battle of the Komandorski Islands || Naval engagement between US and Japan in the Bering Sea. (Battle of the Ruhr) March 5, 1943 – July 31, 1943 – The Battle of the Ruhr of 1943 was a 5-month British campaign of strategic bombing during the Second World War against the Nazi Germany Ruhr Area, which had coke plants, steelworks, and 10 synthetic oil plants. The campaign bombed 26 major Combined Bomber Offensive targets.[8] The targets included the Krupp armament works (Essen), the Nordstern synthetic-oil plant (Gelsenkirchen), and the Rheinmetal–Borsig plant in Düsseldorf. The latter was safely evacuated during the Battle of the Ruhr.[5]Although not strictly part of the Ruhr area, the battle of the Ruhr included other cities such as Cologne which were within the Rhine-Ruhr region[9] and considered part of the same \"industrial complex\".[4] Some targets were not sites of heavy industrial production but part of the production and movement of materiel. |- | • Battle of Bismarck Sea || United States sinks Japanese transports. |- | • Battle of the Bering Sea || United States and Japanese navies fight an inconclusive battle. |- | • Battle of Attu || United States troops defeat and drive the Japanese off the Aleutian Islands of Alaska. |- | • Warsaw Ghetto Uprising || 5,000 Jews and 2,000 Germans die, Jews confined. |- | • Battle of Sutjeska || Another attempt by German forces in Yugoslavia, this time supported by Italian, Bulgarian, and Serbian units, to encircle and destroy the Yugoslavian Communist Partisan forces in southern Bosnia. Again, the partisans were mauled but escaped. |- | • Battle of Castle Turjak || Slovene partisans took the castle guarded by the Slovene village sentries. |- | • Battle of Kursk || Germans attack Kursk salient at Orel and Belgorod, Russians drive them back. Arguably the largest tank battle ever fought. |- | • Allied invasion of Sicily || Allies take Sicily from the Italians and German armies. |- | • Allied invasion of Italy || Landings at Calabria, Taranto and Salerno. |- | • Dodecanese Campaign :: Battle of Kos :: Battle of Leros | Allied and German scramble to occupy the Dodecanese Islands. : German amphibious and airborne operation to capture Kos. : German amphibious and airborne operation to capture Leros. |- | • Battle of Smolensk || The Soviets attack 850,000 German troops near Smolensk Fortified Region, drive them back inflicting severe losses. |- | • Battle of Kiev (1943) || Kiev retaken by Soviets. |- | • Raid on Schweinfurt || milestone air battle between the Luftwaffe and the USAAF known as \"Black Thursday.\" |- | • Schweinfurt- Regensburg mission || another major daylight air battle, first shuttle mission. |- | • Battle of Berlin || Germany successfully defend Berlin from the British Empire. |- | • Battle of Tarawa || First major American amphibious landing in the Pacific. |- | • Battle of Makin || Americans capture the atoll of Makin Atoll. |- | • Battle of the Bernhardt Line || U.S. 5th Army sustains 16,000 casualties fighting through the Mignano Gap to reach the Cassino defenses. |- | • Moro River Campaign :: Battle of Ortona |} ===1944=== {| style=\"background:transparent; font-size:95%;\" cellspacing=\"0\" |- | • Battle of Meiktila |- | • Battle of Monte Cassino || Four battles in Italy Jan - May. Allies finally breakthrough towards Rome. |- | • Battle of Monte Castelo || Also called Operation Encore, 25 November 1944 - 22 February 1945. The battle marked the Brazilian Expeditionary Force's entry into the land war in Europe. |- | • Battle of Anzio :: Battle of Cisterna |- | • Battle of Kwajalein || American forces assault the islands of Kwajalein and Roi-Namur. |- | • Battle of the Admin Box || Japanese attempt a local counter-attack against an Allied offensive. |- | • Battle of Eniwetok || Battle between American and Japanese on Eniwetok Atoll. |- | • Battle of Imphal and Battle of Kohima || Attempted Japanese invasion of India fails with heavy losses. |- | • U Go offensive || Allied successfully defend Manipur from the Axis |- | • Operation Ichi-Go || Successful Japanese campaign to capture American air bases in China capable of sending bombers to Japan. |- | • Operation Rösselsprung || German attempt to capture Tito using airborne troops. |- | • Battle of Normandy || Allies invade northern France (Operation Overlord), hard fighting from Cherbourg to Caen, Germans surrounded and destroyed at Falaise. |- | • Battle of Saipan || The battle was fought on the island of Saipan in the Mariana Islands and resulted disastrous for Japanese forces since most died. |- | • Second Battle of Guam || American forces capture back Guam. |- | • Battle of Tinian || American forces capture Tinian. |- | • Operation Bagration || Soviet offensive destroys German Army Group Center on the Eastern Front. |- | • Battle of Philippine Sea || Major carrier battle; US lose 123 planes and destroy 315 Japanese planes. |- | • Battle of Tali-Ihantala || Finnish stop Soviet offensive. |- | • Warsaw Uprising || 20,000 armed Poles against 55,000 Wehrmacht and SS. 90% of city destroyed, more than 250,000 casualties. |- | • Operation Dragoon || Allied invasion of Southern France. |- | • Battle of Debrecen || Soviets gain ground in Hungary but German and Hungarian forces manage to withdraw relatively intact after both sides suffer similar losses. |- | • Gothic Line offensive|| British 8th Army and U.S. 5th Army attempt unsuccessfully to break into the north Italian plains. |- | • Battle of Arnhem || The major battle of Operation Market Garden; Allies reach but fail to cross the Rhine; British First Airborne Division destroyed. |- | • Battle of Peleliu || A fight to capture an airstrip on a speck of coral in the western Pacific. |- | • Battle of Aachen || Aachen was the first major German city to face invasion during World War II. |- | • Battle of the Scheldt || Decisive Canadian victory, solved the logistical problems of the Allies, and opened the port of Antwerp for supplies directly to the front. |- | • Battle of Crucifix Hill || The 18th Infantry, U.S. 1st Infantry Division take Crucifix Hill, a crucial position to help surround Aachen. Cpt. Bobbie E. Brown is awarded the Medal of Honor for his heroics. |- | • Battle of Angaur || American forces capture an island in Palau. |- | • Battle of Hurtgen Forest || Stubborn German defense, appalling losses to US army. |- | • Battle of Leyte || American and Filipino guerrillas forces capture Leyte. |- | • Battle of Leyte Gulf || The largest air-sea battle in history. |- | • Operation Queen || was a joint British-American operation during World War II at the Western Front between Aachen and the Rur river. |- | • Battle of Mindoro |- | • Battle of the Bulge || German counterattack in Ardennes; General McAuliffe says \"NUTS\" at Bastogne. |} ===1945=== {| style=\"background:transparent; font-size:95%;\" cellspacing=\"0\" |- |width=\"230px\"| • Operation Elephant || Allied offensive against a German bridgehead at Kapelsche Veer in the Netherlands. |- | • Raid at Cabanatuan || US Army Rangers rescue Bataan and Corregidor POWs from Japanese prison camp. |- | • Prague Offensive || 1st, 4th, and 2nd Ukrainian Fronts of the Soviet Army crushed the last concentration of German troops (over 1,000,000 men in two army groups) in southeastern Germany and Czechoslovakia. These troops were Army Group Centre and the remnants of Army Group Ostmark. |- | • Operation Spring Awakening || The last desperate German offensive of the war, launched around Lake Balaton, in Hungary. |- | • Battle of Bataan || U.S. and Philippine Forces retake the historic Bataan Peninsula. |- | • Battle of Manila || City totally devastated after month-long battle between the American, Filipino and Japanese forces; 100,000 civilians killed. |- |valign=\"top\"| • Battle of Luzon || The battle where Mexico entered World War II, contributing pilots to help the United States and the Philippines defeat Japan in the South Pacific, with a loss of 37,870 Allied soldiers and 217,000 Japanese soldiers, resulting in an Allied victory |- | • Battle of Corregidor || Spectacular combined U.S. and Philippine assault retakes island bastion from Japanese forces. |- | • Raid at Los Baños || U.S. Airborne Task Force rescues more than 2,000 Allied POWs and civilian internees held by Japanese. |- | • Battle of Mindanao || U.S. Eighth Army together with the Philippine Commonwealth troops completes the recapture of Southern Philippines. |- | • Operation Varsity || 134 Allied gliders land troops in Weisel. |- | • Battle of the Visayas || U.S. Eighth Army together with the Philippine Commonwealth troops retakes central Philippine islands. |- | • Battle of Meiktila and Mandalay || Japanese defeated in decisive battle in Central Burma |- | • Battle of Iwo Jima || After a month, U.S. Forces take main offshore Japanese island. |- | • Battle of West Henan–North Hubei || Indecisive battle between China and Japan. Japan controls airbases after battle. |- | • Battle of Halbe || Part of Battle of Berlin, Germans unable to break out. |- | • Battle of Berlin || Soviet forces encircle and capture German capital; Hitler commits suicide. |- | • Battle of Hamburg || British forces capture German city. |- | • Battle for Castle Itter || Troops of the 23rd Tank Battalion of the 12th Armored Division, Wehrmacht, SS-Hauptsturmführer Kurt-Siegfried Schrader, and recently freed French prisoners of war defended Itter Castle against an attacking force from the 17th SS Panzergrenadier Division. |- | • Battle of Triest || British army and Yugoslav capture the city. |- | • Battle of Tarakan || Allied attack as part of the Borneo campaign. |- | • Battle of Poljana || (14–15 May 1945) Battle between Yugoslav partisans and HOS (Croatia), German wehrmacht, Slovene Home Guard... |- | • Battle of Odžak || Last battle of World War II in Europe. Between Yugoslav partisans and HOS (Croatia) from 19 April to 25 May 1945. |- | • Battle of West Hunan || Chinese victory in final battle to expel Japan. |- | • Battle of Okinawa || US takes Japanese Island in the Ryūkyūs; many casualties to both sides. |- | • Battle of North Borneo || Australian victory during final stages of World War II in the Pacific. |- | • Battle of Balikpapan || Allied victory over Japan. |- | • Battle of Manchuria || Soviet forces liberate Manchuria. |} == Sieges == *Siege of Warsaw *Siege of Leningrad *Siege of Lwów *Siege of Modlin *Siege of Novorossiysk *Siege of Odessa *Siege of Sevastopol *Siege of Tobruk *Siege of Budapest *Siege of Breslau *Siege of Bastogne *Siege of Budapest (1945) == Naval engagements == General * Arctic Convoys * Battle of the Atlantic – the name given to the conflict in the Atlantic Ocean between 1939 and 1945. ** see also Timeline of the Battle of the Atlantic * Battle of the Mediterranean * Battle of the Indian Ocean Specific 1939 *The Battle of the River Plate 1940 *First Battle of Narvik *Second Battle of Narvik 1941 *Battle of Cape Matapan *Battle of Pearl Harbor 1942 *Battle of the Coral Sea *Battle of Midway *Battle of Guadalcanal 1943 *Battle of the Komandorski Islands 1944 *Battle of Leyte Gulf 1945 *Operation Ten-Go == Major bombing campaigns == General *Strategic bombing during World War II *Strategic bombing survey for the overall impact of the bombing. Specific * Baedeker raids * Chungking * Coventry * Operation Retribution (1941) – bombing of Belgrade during 1941. * Broome – Japanese raid on the town of Broome, targeting the airfield. * Dresden * Darwin – Japanese target the harbour. * Hamburg * Helsinki – February 1944, was mostly ineffective due to air defence and deception. * Hiroshima – One nuclear weapon, Little Boy dropped from a B-29, devastating a city. * Kassel * London – \"The Blitz\" and the V-1 and V-2 campaigns * Lübeck * Nagasaki – One nuclear weapon, Fat Man dropped from a B-29, devastating a city. * Narva – March 1944. Evacuated town was destroyed by Soviet ADD. * Pearl Harbor * Rostock – Heinkel Airplane Construction Plant, Seaport, and City * Rotterdam * Stalingrad – 23 August 1942 * Tallinn – February–March 1944. Bombed by Soviet ADD. Large-scale damage. * Tokyo – Several devastating raids. * Warsaw == Operations == ===Raids=== Small to medium-sized raiding operations were carried out by both Allied and Axis armies during World War II. The modus operandi used included guerrilla attacks by partisans in occupied territory and/or combined operations involving the landing and removal of specialised light infantry, such as commandos, by means of small boats. *Allied **Operation Colossus *** 10 February 1941 *** Experimental raid by 38 British Commandos on a fresh water aqueduct near Calitri in southern Italy. **Operation Claymore *** 4 March 1941 *** 1000 Men from the British Commandos and belonging to the Norwegian Independent Company 1 destroy fish oil factories on the remote islands off the coast of Norway. **Operation Archery *** 27 December 1941 *** 570 men from the British Commandos and belonging to the Norwegian Independent Company 1 raid and attack German positions on Vågsøy Island in Norway. **Battle of Timor *** 19 February 1942 – 10 February 1943 *** Continuous raids from Australian commandos against the occupying Japanese. **Operation Chariot *** 28 March 1942 *** 196 Royal Navy and Army Commando units raid and destroy the heavily defended docks of St. Nazaire in occupied France. **Dieppe Raid *** 19 August 1942 *** Over 6,000 infantrymen, mostly Canadian attempted to seize and hold the port of Dieppe. **Makin Island raid, 17–18 August 1942 **Operation Jaywick, September 1943 **Operation Jedburgh, 1944 **Operation Roast, April 1945 *Axis **Operation Greif, December 1944 Raiding units *Allied **Multinational ***Chindits ***Devil's Brigade ***Z Special Unit ***Popski's Private Army ***Gideon Force **Australia ***Australian Army Independent Companies **France ***Far East French Expeditionary Forces ***Intervention Light Corps **Greece ***Sacred Band **United Kingdom ***Long Range Desert Group ***Special Air Service ***Royal Marines ***Special Operations Executive ***British Army Commandos ****Layforce ***British Paratroopers **United States ***Marine Raiders ***US Army Rangers ***Alamo Scouts ***Merrill's Marauders *Axis **Nazi Germany ***Brandenburger Regiment ***Waffen-SS (commando force led by Otto Skorzeny). **Fascist Italy ***Decima Flottiglia MAS **Empire of Japan ***Special Naval Landing Forces == Defensive lines == *Atlantic Wall *Caesar Line *GHQ Line *Gothic Line *Gustav Line *Maginot Line *Mannerheim Line *Metaxas Line *Siegfried Line *Taunton Stop Line == Contemporaneous wars == * Anglo-Iraqi War * Chinese Civil War * Ecuadorian–Peruvian War * Greek Civil War * Second Italo-Abyssinian War * Sino-Japanese War (1937–1945) * Soviet- Japanese Border War (1939) * Spanish Civil War * Winter War (Russo-Finnish War), Continuation War, Lapland War * Afghan tribal revolts of 1944–1947 == See also == * Campaigns of World War II * Participants in World War II * List of military operations * List of battles 1901–2000 Engagements Military engagements Military engagements ",
    "title": "List of military engagements of World War II"
}