{
    "id": "2545569",
    "text": "Tun Datuk Patinggi Haji Abdul Rahman bin Ya'kub (3 January 1928 – 9 January 2015)Tun Datuk Patinggi Haji Abdul Rahman Ya'akub . arkib.gov.my was a Malaysian politician of Melanau descent from Mukah. He was the third Chief Minister of Sarawak and the fourth Yang di-Pertua Negeri Sarawak (Governor of Sarawak). He is also an uncle of Pehin Sri Abdul Taib Mahmud, since his (Taib's) mother Hajah Hamidah Ya'akub (b.1916 - d.2006) was his (Rahman's) eldest-born sibling. ==Family== Abdul Rahman's first wife, Toh Puan Normah died in 1984. Abdul Rahman's daughter, Khadijah, later married to Tun Abdul Razak's son, Datuk Mohd Nizam. Datuk Norah Abdul Rahman, who is also her daughter, was a Malaysian Member of Parliament for the Tanjung Manis constituency, from 2008 to 2018. He then later married Toh Puan Siti Maemunah, and afterwards Toh Puan Hayati Ahmat. ==Hobbies and interests== Abdul Rahman bin Ya'kub was very active in sports during his school days, especially football (soccer). In the later years of his life he also enjoyed playing golf. Abdul Rahman was a very religious man and loved reading religious books on Islam. He even conducted free-religious classes for the public after leaving active politics in 1985.Truly memorable 80th birthday The Star ==Early life and career== Abdul Rahman bin Ya'kub was born in the village of Kampung Jepak, Bintulu, Sarawak on 3 January 1928 to a fisherman by the name of Tuan Wan Ya'kub bin Wan Yusuf and Siti Hajar binti Haji Mohd Tahir who was a housewife. Rahman's family left Bintulu and headed for Miri, hoping to gain access for better education. Rahman first attended a Malay school and then the Sekolah Anchi in Miri. His father, who wished that Abdul Rahman bin Ya'kub be given an Islamic education, attempted to send him to the Aljunied Arabic School in 1939, a decision that was opposed by his mother due to the outbreak of World War II. He then transferred to St. Joseph Miri, but his studies was cut short by the Japanese invasion. At a young age, he learnt the Japanese martial art Aikido and was able to also meet Morihei Ueshiba, the founder of Aikido. Due to financial constraints, Rahman had to leave school in 1947 and worked as an oil-tester for the Sarawak Shell Company in Lutong, earning RM 2 daily. Not satisfied with his earnings, Abdul Rahman went to Sarawak General Hospital, thinking that he would supervise other workers. However, he ended up sweeping the floor and helping patients instead. He left the hospital after working just one day. Abdul Rahman subsequently secured a job as a Student Native Officer. He was sent to Madrasah Melayu Kuching as a form 3 grader. In 1948, he was sent to Miri as a Probationary Native Officer and Fourth Class Magistrate. He stayed in Miri until 1952, mostly doing court works. In 1952, Rahman was promoted to first class magistrate. Rahman passed with a Grade Two Certificate at Senior Cambridge examination in the following year. Rahman was 26 years old when he was accepted into University of Southampton to study law in 1954. Five years later, he graduated from the university as a trained lawyer and was appointed as Cadet Legal Officer. He worked as the Deputy Public Prosecutor in the Sarawak Legal Department from 1959 to 1963. He was the first Bumiputera from Sarawak that graduated as a lawyer in 1958 from Lincoln's Inn. ==Early political career== Rahman played a part in the formation of Parti Negara Sarawak (PANAS) and Barisan Ra'ayat Jati Sarawak (BARJASA) by helping in the drafting of constitutions of both parties. However, Rahman decided to join BARJASA because he opposed Malay aristocrats in PANAS. Rahman contested in the 1963 local council elections of Sarawak but was defeated together with his party members such as Ustaz Abdul Kadir Hassan and Suut Haji Tahir. The Malaysian federal government nominated Abdul Rahman as the first Sarawak chief minister. However, his nomination was rejected by the Sarawak Alliance which was dominated by Sarawak National Party (SNAP) party that time. ===Minister in the federal cabinet=== Rahman was elected by Council Negri (now Sarawak State Legislative Assembly) to become a member of parliament in October 1963. He was later appointed as Assistant Federal Minister of National and Rural Development for Sarawak. The first Prime Minister of Malaysia, Tunku Abdul Rahman brought Abdul Rahman into politics while the second Prime Minister Tun Abdul Razak mentor him. Tunku was satisfied with Abdul Rahman performance as an assistant federal minister. Rahman was subsequently promoted to the full minister of Lands and Mines in 1965. Rahman began recommending the federal government of establishing a national oil company which would later be known as Petronas in 1974. He also recommended that Tengku Razaleigh Hamzah be appointed as chairman of Petronas. Rahman became an education minister in 1969. He made a bold move by changing the medium of instruction for all the schools and higher learning institutions from English to the Malay language. He is also credited for the creation of Universiti Kebangsaan Malaysia (UKM) in 1970. He also did away with primary six common entrance examination, so that all the primary six students will be able to continue with their secondary education. Education minister was Rahman's last portfolio before he returned to Sarawak. ==Appointment to Chief Minister== Abdul Rahman won the Kuala Rajang state constituency during the resumption of 1969 state election in 1970, representing Parti Bumiputera Sarawak, which was part of the Sarawak Alliance. After the election, there was not any party holding a clear majority. Abdul Rahman planned to cooperate with PESAKA in order to form a government but PESAKA did not accept Rahman as their chief minister. Therefore, PESAKA negotiated with Sarawak National Party (SNAP) and Sarawak United Peoples' Party (SUPP) in order to form a government. However, without the knowledge of SNAP and PESAKA, SUPP was quietly negotiating with Parti Bumiputera to form a separate coalition. Rahman was able to convince SUPP to form a coalition government with him as the chief minister. As part of the deal in joining the coalition, SUPP demanded that Sarawak Chinese Association (SCA) be ejected from Sarawak Alliance and be dissolved later. In order to ensure Dayak participation in the Sarawak cabinet, Rahman offered Penghulu Abok from PESAKA a cabinet post. Simon Dembab Raja from PESAKA joined the cabinet a day later as a deputy chief minister. Soon after that, Temenggung Jugah, the president of PESAKA, announced his support for the Rahman's coalition government, thus leaving SNAP as the only opposition party in Sarawak. Rahman was called by Tun Abdul Razak to tackle the communist insurgency in Sarawak. ===UMNO membership=== Abdul Rahman was appointed an executive member of United Malays National Organisation (UMNO) on 16 May 1965 during the 1966 Sarawak constitutional crisis. He was the vice- president of UMNO Datu Keramat branch and was a central committee member of the party although he was also a PBB member. In 1970, Abdul Rahman was one of the candidates vying for UMNO's vice-presidency. Rahman drafted the PBB constitution by adapting from the UMNO's constitution. Similar to UMNO's party structure, PBB adopted four levels of bureaucracy namely General Assembly, Supreme Council, branches, and sub-branches. This is similar to UMNO's organisational structure of national, negeri liaison office, division, and branches. At every party levels, PBB has youth and women wings which is also similar to UMNO's set up. Abdul Rahman was able to influence party policies and party elections during his term as PBB president from 1977 to 1981. ===Sarawak oil and gas rights=== According to Sarawak Tribune (owned by Abdul Rahman)Weiss J (2001). In Tigers' Roar: Asia's Recovery and Its Impact. M. E. Sharpe. p. 261. . Google Book Search. Retrieved 19 January 2014. published during the 1987 Ming Court Affair, the federal government tried to obtain the Sarawak oil rights by holding several discussions with state leaders such as Abdul Rahman through Abdul Taib Mahmud in the early 1970s. Taib was the federal Primary Industry Minister who was responsible for all mining industry including petroleum and gas. Taib with his aide Adenan Satem tried to persuade Abdul Rahman to hand over Sarawak Continental shelf to the total control of federal government, thus depriving Sarawak of 10% oil royalty which it have been receiving from foreign oil companies. Although Abdul Rahman refused to accept the plan, Taib decided to introduce a hydrocarbon bill in 1974 which would give total dominance of Sarawak oil and gas to federal government, without consulting Abdul Rahman. However, in autobiography of Tengku Razaleigh Hamzah published in 1986, Taib was advocating the sharing of 10% oil royalty between the federal government and the state government. Abdul Rahman threatened to sue the federal government in court if the bill was not withdrawn. Abdul Rahman obtained three legal opinions from the former Attorney general of Australia, a public international law expert from Cambridge University and a former High Court judge to back Sarawak's claims that Sarawak territorial waters was not confined to three-nautical-miles limit for oil royalty. Abdul Razak then invited Abdul Rahman to Kuala Lumpur for a closed- door discussion. During the discussion, Rahman agreed to a smaller payout of oil royalty because the federal government was not wealthy at that time and the oil royalty will be revised in the future. The hydrocarbon bill was finally withdrawn with the persistent protests by the Sarawak government. According to Lukas Straumann, the conflict on the oil and gas rights was resolved as an internal family affair of the Abdul Rahman's family. The federal government decided to appoint Tengku Razaleigh Hamzah to negotiate new terms with Abdul Rahman. Abdul Rahman also claimed that in a meeting of final decision of oil royalty payments chaired by Tun Tan Siew Sin (Federal Finance Minister) and attended by deputy chief minister of Sarawak Tan Sri Stephen Yong, an agreement of 5% oil royalty was reached without consulting Abdul Rahman. However, according to autobiography of Tengku Razaleigh Hamzah published in 1986, Abdul Rahman agreed to the equal share of 10% oil royalty between the federal and the state government after a private discussion with Razaleigh. Abdul Rahman finally agreed to the 5% oil royalty given by the federal government. Petroleum Development Act was passed in parliament in 1974. This would allow Malaysian oil and gas company, Petronas to gain control over the oil and gas reserves in Sarawak. The revenues from oil and gas will be divided among oil-producing states (5 percent), federal government (5 percent), producer company (41 percent), and Petronas (49 percent). ===Tackling communist insurgency=== Communist insurgency in Sarawak was responsible for the killings of 12 Iban border scouts in the seventh divisions on 27 August 1970. The communists were also responsible for the killings of several villagers in first, second, and third divisions. Abdul Rahman finally succeeded in impairing the communist movement by signing a memorandum of understanding (MOU) with the Director of Political Commissioner of Pasukan Rakyat Kalimantan Utara (PARAKU) led by Bong Kee Chok at Sri Aman on 21 October 1973. ===Development policy=== In order to safeguard national interests, Abdul Rahman declared that he denounced the slogan \"Sarawak for Sarawakians\" and replaced it with \"Malaysia for Malaysians\" a few weeks after he became the chief minister. Rahman argued that regional politics is not only divisive but could also harm the national solidarity. He also said that Sarawak should accept policies from the federal government because \"Sarawak received a lot of money from the federal government. Without their assistance, we could never hope to progress so quickly.\" Rahman also introduced a motion in the Council Negri to make Bahasa Melayu along with English language as Sarawak's official languages. The motion was passed unanimously on 26 March 1974. This motion prompted fierce criticism from Stephen Kalong Ningkan. Abdul Rahman also started to implement the national education policy on Sarawak. He changed the medium of instruction of all schools in Sarawak from English to Malay language. Sekolah Datuk Abdul Rahman was the first school in Sarawak to accept this change in 1970. By 1976, a total of 258 primary schools involving 36,267 students adopted Bahasa Melayu as their medium of instruction. Abdul Rahman started to appoint Muslim Bumiputera officers to important positions within the government. He appointed Abang Yusuf Puteh as the new state secretary, replacing Gerusin Lembat who was the first non-European Sarawak state secretary. Bujang Mohammad Nor was appointed as financial secretary, Safri Awang Zaidell was appointed as secretary of community service council, and Hamdan bin Sirat as Sarawak Commissioner of Police. Abdul Rahman set up the Sarawak foundation to provide scholarships and educational loans for the needy students. He also established several statutory bodies including State Planning Unit to speed up the development in Sarawak. Five administrative divisions in Sarawak has been increased to seven under his tenure of office. A bridge built in May 1975 which connects the two administrative divisions, namely Kuching North City Hall (DBKU) and Kuching South City Council (MBKS) was named after him. ===Timber politics and electoral patronage=== Abdul Rahman bin Ya'kub was known for using his chief minister power to distribute state resources to his clients. In return, the clients would finance his electoral campaign during state elections. This is to ensure the loyalty of his clients to his leadership. Zainuddin Satem, Salleh Jafaruddin (Rahman's nephew), Wan Habib Syed Mahmud (Rahman's nephew), Wan Madzihi Madzar (Rahman's nephew), Daniel Tajem were among the recipients of timber concessions. He also gave some timber concessions to his family members namely Norlia Abdul Rahman (daughter), Khadijah Abdul Rahman (daughter), and Jamil Abdullah (Rahman's brother-in-law). A case study in Belaga district revealed that the shares of the Lembahan Mewah timber licence was 70% owned by his daughters while the remaining 30% of shares was owned by the wife of Datuk Tajang Laing, the state assemblyman for Belaga district. Among the Rahman-linked companies that had received timber concessions were Baltim Timber Sdn Bhd, Syarikat Delapan Sdn Bhd, Barbet Sdn Bhd, and Lembahan Mewah Sdn Bhd. Abdul Rahman with the help of Malaysian federal government also distributed developmental projects, financial grants, and other handouts to voters in exchange for electoral support. The ministers would distribute developmental projects which was already under Malaysian Plan or pledge new projects under their respective ministries. For example, in 1978 Malaysian general election, seven new developmental projects totalling RM 189.9 million was allocated by federal and state leaders. Developmental project and financial grants were also taken from state assemblymen and member of parliament (MP) grants which was valued at RM 200,000 and RM 300,000 respectively. Financial grants would be given to voters to purchase essential goods. Subsidies in the form of fertilisers, and other specific needs such as water tanks, and land titles would also be given to the voters. In 1974 elections, 8 developmental projects and financial grant valuing RM 22.4 million were distributed. In 1978 election, 102 projects worth RM 200 million were distributed. Such rise in number of developmental projects were mainly due to intense challenge posed by the opposition namely Parti Anak Jati Sarawak (PAJAR), Parti Negara Rakyat Sarawak (PNRS), Sarawak People's Party (SAPO), and Parti Umat Sarawak (UMAT). Such granting of developmental projects slowly eroded the electoral support for the opposition. According to Alli Kawi, the leader of PAJAR: ===Maintaining the position of Islam=== In order to empower the position of Islam in Sarawak, Abdul Rahman was responsible for the revision of Articles 4(1) and (2) into \"The Yang di- Pertuan Agong shall be the head of religion of Islam in Sarawak\" and \"the Council Negri is empowered to make provisions for regulating Islamic affairs through a Council to advise the Yang di-Pertuan Agong\". Such provisions enabled Council Negri to pass ordinance regarding the Islamic religious affairs. Abdul Rahman also helped to established state sponsored Islamic NGOs such as Angkatan Nahdatul Islam Bersatu (BINA) which would later renamed to Harakah Islamiah (HIKMAH) in 1994. Through this NGO, Rahman was able to hold various Islamic activities without going through the state agencies. This NGO was responsible for the conversions of thousands of natives and Chinese and was publicised through newspapers. Between 1973 and 1980, at least 2,236 cases of conversions were reported in newspapers. The mass conversions would be attended by Abdul Rahman himself and other Muslim ministers at his residence. The total number of conversions made by Abdul Rahman however, was less than the number of conversions made by Tun Mustapha in the neighbouring state of Sabah where the latter was believed to have converted a total of 95,000 Sabahans. Although some conversions are due to genuine belief in Islam, others viewed this as a way to get to political office, employments, or contracts from the government. For example, after a conversion ceremony of Ibans in Kuching, Abdul Rahman announced that a 40-door longhouse would be built by BINA for the new converts. In December 1978, Majlis Islam Bill was amended to enable for the establishment of syariah courts in Sarawak consisting of Supreme Syariah Court, the Appeal Court, and several courts of Kadi. Supreme Syariah Court and Appeal court was enforced throughout Sarawak while Courts of Kadi was enforced only in Kuching, Sibu, and Miri. The Majlis Islam (Amendment) Act was only enforced in on 1 January 1983. ===1974 state election and aftermath=== Parti Pesaka Bumiputera Bersatu (PBB) was formed following the merger of Parti Bumiputera and PESAKA in 1973. In the same year, SCA was ejected out of the Sarawak Alliance which led to its demise. Meanwhile, Sarawak Alliance was succeeded by Barisan Nasional (BN) coalition which was inclusive of more parties. Abdul Rahman was able to lead his BN coalition to another victory in 1974 Sarawak state election, where the coalition secured a total of 30 seats out of 48 seats although the SNAP party won 18 seats for the opposition bench. The PBB party was able to increase its popular vote from 47.3 percent in 1970 to 70.3 percent in 1974. However, the secretary general of SUPP, Stephen Yong, who was also the deputy chief minister of Sarawak at that time, was defeated in the election. For the 1974 parliamentary election, Sarawak BN won 15 out of 24 seats while the remaining seats were won by SNAP. In order to neutralise the electoral threat by SNAP, Abdul Rahman decided to allow SNAP into the BN coalition on 1 November 1976. Therefore, there was an absence of opposition voice in Sarawak for a brief period. However, the relationship of Abdul Rahman with SUPP started to worsen after 1974 election. In May 1978, a delegation of SUPP leaders led by Stephen Yong tried to persuade the prime minister Hussein Onn to remove Abdul Rahman. However, the plan failed because 1978 election was around the corner. As a result, Abdul Rahman allowed the entry of peninsular-based Democratic Action Party (DAP) into Sarawak in 1978 in order to check the Chinese electoral support towards SUPP. On 28 March 1978, Parti Anak Jati Sarawak (PAJAR) was formed due to dissatisfaction of a number of Malays towards Abdul Rahman's increased tolerance to cronyism and his disregard of the welfare of Malay community. Abdul Rahman decided not to dissolve the Council Negeri of Sarawak during the 1978 Malaysian general election because he needed to tackle the opposition by the PAJAR party and solve the allocation of state assembly seats after the inclusion of SNAP into the BN coalition. However, Abdul Rahman's BN coalition put up a strong showing in the 1978 parliamentary election by winning 23 out of 24 parliamentary seats in Sarawak. The remaining one seat was won by Sarawak People's Party (SAPO). Abdul Rahman dissolved the Council Negri one year after the parliamentary election. This was the first time in the history of Sarawak that the state election was held separately from the national parliamentary election. Both elections continue to be held separately since then. The Sarawak BN coalition won 45 out of 48 state assembly seats with 61.23 percent of the popular vote in the 1979 Sarawak state election. ===Relationship with Malaysian federal government=== Prior to 1974 Sarawak state election, Rahman threatened to step down because of lack of support by the federal government to face the election. Sarawak secretary Abang Yusuf Puteh met the prime minister to resolve the allocation issue. Abdul Rahman subsequently changed his mind and continue his rule over Sarawak. He also went to into an argument with federal government because mal-treatment of Sarawak state agencies in a number of matters. Despite the occasional upheaval with the federal government, Abdul Rahman generally maintained a good relationship with the federal government especially during the administration of Tun Abdul Razak. ===Retirement=== Abdul Rahman underwent a successful heart surgery in London in October 1980. With his failing health, Rahman finally decided to step down from the chief minister post while appointing his nephew and successor Abdul Taib Mahmud on 26 March 1981. Upon announcing his retirement, Rahman said that: ==Appointment to Governor of Sarawak== In 1981, he resigned his post as the Chief Minister and became the Governor of Sarawak. However, Abdul Rahman bin Ya'kub retained his influence over the state's principal levers of patronage such as land development permits, government contracts, and timber licenses.Ross. M.L (2001). In Timber booms and institutional breakdown in Southeast Asia. Cambridge University Press. p. 148-149. . Google Book Search. Retrieved on 1 December 2009. He later quit his post as the governor of Sarawak in 1985 due to health reasons. ==1987 Ming Court Affair== This political crisis already started brewing when Abdul Rahman bin Ya'kub was the governor of Sarawak. He criticised his nephew in a speech at a ceremony of opening of Bintulu port in 1983. New Straits Times In 1985, Abdul Rahman was involved in a bitter dispute with his nephew, Abdul Taib Mahmud over allocation rights. In 1987, Abdul Rahman formed a new party named Parti Persatuan Rakyat Malaysia Sarawak (PERMAS) to challenge Taib Mahmud at the polls. He also formed an alliance with Sarawak Dayak People's Party (PBDS) to unseat Taib Mahmud. In March 1987, 27 of the 48 state assemblymen suddenly directed their support to Abdul Rahman bin Ya'kub while calling Taib Mahmud to resign as a chief minister. Among the defectors were Taib's 4 cabinet ministers and 3 assistant ministers. A war of accusations on timber concessionaires then broke out between Abdul Rahman bin Ya'kub and Taib Mahmud. Taib revoked 30 timber licenses held by his defectors and Abdul Rahman's clients. Taib then accused Abdul Rahman for awarding 1.25 million hectares of logging concessions worth RM 22.5 billion to Abdul Rahman himself and his relatives. Abdul Rahman bin Ya'kub, in return, revealed a list of timber concessions covering 1.6 million hectares held by Taib's clients and family.Politics, Law and the Logging Industry URL assessed on 1 December 2009 Despite the unsuccessful attempt at the 1987 Sarawak state election, Abdul Rahman continued his struggle with his allies, Sarawak Dayak People's Party against Taib's led Sarawak Barisan Nasional until 1991 Sarawak state election when Taib's coalition won an overwhelming majority of 49 out of 56 seats in the state assembly.Borneo anti-logging party loses election The Age ==Later life== Abdul Rahman celebrated his 80th birthday in Hilton Hotel, Kuching in 2008. During the grand ceremony, he hugged his nephew, Pehin Sri Abdul Taib Mahmud, marking the end of the 20-year-old strained relationship between an uncle and a nephew after the Ming Court Affair. He said that he stitched up his relationship with Taib because \"blood is thicker than water\". He was active in religious activities as he conducted free religious classes for the public at his residence, \"Sri Bahagia\", in Petra Jaya. ==Death== Abdul Rahman bin Ya'kub was admitted into the Intensive Care Unit (ICU) of Normah Specialist Medical Centre, Kuching in early November 2014 due to health problems. He lost appetite and had to rely on ventilation equipments. He died peacefully at 9:40 pm on 9 January 2015, aged 87. He was accorded a state funeral by the Sarawak state government and laid to rest at Samariang Muslim Cemetery in Petra Jaya, Kuching. ==Honours== ===Honours of Malaysia=== * : ** 50px Commander of the Order of the Defender of the Realm (PMN) – Tan Sri (1977) ** 50px Grand Commander of the Order of the Defender of the Realm (SMN) – Tun (1982) * : ** 50px Knight Commander of the Order of the Star of Sarawak (PNBS) – Dato' Sri ** 50px Knight Grand Commander of the Order of the Star of Hornbill Sarawak (DP) – Datuk Patinggi * : ** Knight Grand Commander of the Order of the Crown of Johor Knight Grand Commander of the Order of the Crown of Johor (SPMJ) – Dato' * : ** 50px Knight Grand Commander of the Order of the Crown of Kelantan (SPMK) – Dato' * : ** 50px Grand Knight of the Order of the Crown of Pahang (SIMP) – Dato' Indera * : ** 50px Knight Grand Commander of the Order of the Crown of Selangor (SPMS) – Dato' Seri (1980) * : ** 50px Knight Grand Companion of the Order of Loyalty to the Royal House of Kedah (SSDK) – Dato' Seri * : ** 50px Knight Grand Commander of the Order of the Crown of Perlis (SPMP) – Dato' Seri * : ** 50px Grand Commander of the Order of Kinabalu (SPDK) – Datuk Seri Panglima ==See also== * Yang di-Pertua Negeri Sarawak * Chief Minister of Sarawak ==References== ==Further reading== * Suhaimi Mokhtar, Putera Kenyalang: Satu Dekad Penuh Cabaran, 1981. ==External links== * Abdul Rahman Ya'kub official religious blog Category:Yang di-Pertua Negeri of Sarawak Category:1928 births Category:2015 deaths Category:Chief Ministers of Sarawak Category:Sarawak state ministers Category:Government ministers of Malaysia Category:Melanau people Category:Malaysian Muslims Category:People from Sarawak Category:Sarawak Malaysian People's Association politicians Category:Parti Pesaka Bumiputera Bersatu politicians Category:Members of the Dewan Rakyat Category:Members of the Sarawak State Legislative Assembly Category:Malaysian lawyers Category:Members of Lincoln's Inn Category:Malaysian political party founders Category:Knights Commander of the Most Exalted Order of the Star of Sarawak Category:Commanders of the Order of the Defender of the Realm Category:Grand Commanders of the Order of the Defender of the Realm Category:People associated with the National University of Malaysia Category:Education ministers of Malaysia ",
    "title": "Abdul Rahman Ya'kub"
}