{
    "id": "2546440",
    "text": "Commedia dell'arte figures, c. 1740, 1744, 1735, modelled by Johann Joachim Kändler Meissen porcelain or Meissen china was the first European hard-paste porcelain. Early experiments were done in 1708 by Ehrenfried Walther von Tschirnhaus. After his death that October, Johann Friedrich Böttger continued von Tschirnhaus's work and brought this type of porcelain to the market, financed by Augustus the Strong, King of Poland and Elector of Saxony. The production of porcelain in the royal factory at Meissen, near Dresden, started in 1710 and attracted artists and artisans to establish, arguably, the most famous porcelain manufacturer known throughout the world. Its signature logo, the crossed swords, was introduced in 1720 to protect its production; the mark of the swords is reportedly one of the oldest trademarks in existence. In English Dresden porcelain was once the usual term for these wares, especially the figures; this is because Meissen is geographically not far from Dresden which is the Saxon capital. Vittorio Amadeo II, King of Sardinia (1666–1732) by Augustus the Strong, owner of the Meissen factory Meissen remained the dominant European porcelain factory, and the leader of stylistic innovation, until somewhat overtaken by the new styles introduced by the French Sèvres factory in the 1760s, but has remained a leading factory to the present day. Among the developments pioneered by Meissen are the porcelain figurines, and the introduction of European decorative styles to replace the imitation of Asian decoration of its earliest wares. ==Beginnings== Albrechtsburg castle in Meissen Chinese porcelain had gradually developed over centuries, and by the seventeenth century both Chinese and Japanese export porcelain were imported to Europe on a large scale by the Dutch East India Company and its equivalents in other countries. It was a very expensive product by the time it reached European customers, and represented wealth, importance and refined taste in Europe. European attempts to produce porcelain, such as the brief experiment that produced Medici porcelain in Florence, had met with failure.Battie, 86-87 At the beginning of the eighteenth century Johann Friedrich Böttger pretended he had solved the dream of the alchemists, to produce gold from worthless materials. When King Augustus II of Poland heard of it, he kept him in protective custody and requested him to produce gold. For years Johann Friedrich Böttger was unsuccessful in this effort. At the same time, Ehrenfried Walther von Tschirnhaus, a mathematician and scientist, experimented with the manufacture of glass, trying to make porcelain as well. Crucially, his ingredients included kaolin, the vital ingredient of true porcelain, though he was unable to use it successfully.Battie, 88 Tschirnhaus supervised Böttger and by 1707 Böttger reluctantly started to help in the experiments by Tschirnhaus. When Tschirnhaus suddenly died, the recipe apparently was handed over to Böttger, who within one week announced to the King that he could make porcelain. Böttger refined the formula and with some Dutch co-workers, experienced in firing and painting tiles, the stage was set for the manufacturing of porcelain. In 1709, the King established the Royal- Polish and Electoral-Saxon Porcelain Manufactory (Königlich-Polnische und Kurfürstlich-Sächsische Porzellan- Manufaktur),http://www.starcookers.com/magazin/orte-zum-geniessen/meissner- porzellan/ (dead Link) placed Böttger's laboratory at Albrechtsburg castle in Meissen and production started officially in 1710. ==Early work== Böttger stoneware medal of 1935 for the 225th anniversary of the factory in Meissen; the obverse portrays the inventor of the stoneware, Johann Friedrich Böttger The first type of ware produced by Böttger was a refined and extremely hard red stoneware known as \"Böttger ware\" in English (in German Böttgersteinzeug). This copied Chinese Yixing ware, and like that was especially used for teapots, and now coffee pots. Similar wares had been made by the Dutch and the Elers brothers in England. Böttger's version was harder than any of these,Battie, 88 and retained very crisp definition in its cast or applied (\"sprigged\") details, on bodies that could be polished to a gloss before firing. Models were derived from Baroque silver shapes and Chinese ceramic examples. There was also a softer stoneware, which was glazed and decorated.Battie, 88 Meissen's production of a hard paste white porcelain that could be glazed and painted soon followed, and wares were put on the market in 1713. Dish with Chinese scene and laub- und bandelwerk surrounds, 1720s Böttger's experimental wares rapidly gained quality but never achieved successful painted and fired decor. The first successful ornaments were gold decorations applied upon the fired body and finely engraved before they received a second firing at a lower temperature. The lacy frameworks outside painted scenes known in German as Laub- und bandelwerk in red, gold or puce, were often used.Battie, 89 Augustus II charged first Johann Jakob Irminger with the design of new vessels. In 1720 Johann Gregor Herold became the director and in 1723 introduced brilliant overglaze colours that made Meissen porcelain famous, with an increasingly broad palette of colors that marked the beginning of the classic phase of Meissen porcelain. His enamel paints are still the basis for ceramic paints today. Initially painting mostly imitated the oriental designs known from Chinese and Japanese export porcelain, but some European landscape scenes were painted from early on.Battie, 89 The signature underglaze \"Meissen Blue\" was introduced by Friedrich August Köttig. Soon minutely detailed landscapes and port scenes, animals, flowers, galante courtly scenes and chinoiseries, fanciful Chinese-inspired decorations, were to be found on Meissen porcelain. The Kakiemon floral decoration of vases and tea wares in Japanese export porcelain were combined with Chinese famille verte to create a style known as Indianische Blume (\"Indian Flowers\"); Augustus had large collections of both Chinese and Japanese porcelain. Coloured grounds with decoration painted on white in panels appear in the 1730s.Battie, 89 Paintings by Watteau were copied. Wares were also sold with plain glazed colors, usually white, to be enamelled in private workshops (Hausmalerei), many in Augsburg and Bayreuth, and independently retailed.Battie, 93-94 The support of Augustus' patronage attracted to Meissen some of the finest painters and modellers of Europe as staff artists. ;Up to 1725 File:Cafetière Décor relief Meissen 1710 Kunstgewerbemuseum Berlin 05052018.jpg|Böttger stoneware coffeepot, c. 1710-13 Augustus the Strong MET DT5148.jpg|Böttger stoneware figure of Augustus the Strong, c. 1713 Pagoda Figure LACMA 87.5.2.jpg|Oriental figure, c. 1715 Meissen Teekanne KGM 27-17.jpg|Teapot, 1718–20, with \"Oriental\" flowers Vase (one of a pair) MET DP155994.jpg|One of a pair of vases, 1720–25 Wine pot in the shape of a peach (cadogan type) MET DP149937 (cropped).jpg|Wine pot in the shape of a peach, c. 1725 Meissen Porcelain Manufactory - Teapot - Walters 482781 - Side A (cropped).jpg|Teapot, Circa 1724-25, Walters Art Museum File:Johann Gregor Herold - Saki Bottle - 1989.173.2 - Cleveland Museum of Art.jpg|Sake bottle vase, painted by Johann Gregor Herold, 1725 ==Famous trademark== Meissen trademarks The Albrechtsburg was utilized to protect the secrets of the manufacture of the white gold. As a further precaution, very few workers knew the special secret (arcanum) of how to make porcelain, and then perhaps only part of the process. Thus, for a few years, Meissen retained its monopoly on the production of hard-paste porcelain in Europe. By 1717, however, a competing production was set up at Vienna, as Samuel Stöltzel, head of the craftsmen and arcanist at Meissen, sold the secret recipe, which involved the use of kaolin, also known as china clay. By 1760 about thirty porcelain manufacturers were operating in Europe, most of them, however, producing frit based soft-paste porcelain. In order to identify the original Meissen products, Meissen developed markings that initially were painted on, but were soon fired in underglaze blue. Early markings such as AR (Augustus Rex, the monogram of the King), K.P.M. (Königliche Porzellan-Manufaktur), M.P.M. (Meissener Porzellan-Manufaktur), and K.P.F. (\"Königliche Porzellan-Fabrik) were eventually replaced by the crossed swords logo, based on the arms of the Elector of Saxony as Arch-Marshal of the Holy Roman Empire. Introduced in 1720, the logo was used consistently after 1731 by official decree. Variations in the logo allow approximate dating of the wares. However, in the 18th century, the mark was not considered important, and it was commonly painted on in a crude manner. It wasn't until the \"dot period\" when a gentleman asked that the mark be adjusted to look older that the factory got serious about mark control. ==Artistic development== Bowl with European harbour scene, c. 1735 Part of a table centrepiece, 1727-28 After Irminger, the next chief modeller, Johann Jakob Kirchner, was the first to make large-scale statues and figurines, especially of Baroque saints. His assistant was Johann Joachim Kaendler; in 1733 Kirchner resigned, and Kaendler took over as chief modeller, remaining in place until his death in 1775, and becoming the most famous of the Meissen modellers. Under his direction Meissen produced the series of small figurines, which brought out the best of the new material (see below). His menagerie of large-scale animals, left in the white, are some of the high points of European porcelain manufacture. His work resulted in the production of exquisite figurines in the rococo style that influenced porcelain making in all of Europe. He was supported by assistants like Johann Friedrich Eberlein and Peter Reinecke. In 1756, during the Seven Years' War, Prussian troops occupied Meissen, giving Frederick II of Prussia the opportunity to relocate some of the artisans to establish the Königliche Porzellan Manufaktur Berlin. With the changing tastes of the neoclassical period and the rise of Sèvres porcelain in the 1760s, Meissen had to readjust its production, and in the reorganization from 1763, C.W.E. Dietrich of the Dresden Academy became artistic director and Michel-Victor Acier from France became the modelmaster. The practice of impressing numerals that correspond to moulds in the inventory books began in 1763. ==Marcolini period== Sèvres styles and ventures into Neoclassicism, such as unglazed matte biscuit porcelain wares that had the effect of white marble, marked the manufactory's output under Count Camillo Marcolini, who ran the factory from 1774 to 1813, when after the Battle of Leipzig he followed Frederick Augustus I of Saxony into exile, dying in Prague the next year. Meissen wares were slightly reduced in quality, and considerably in quantity during this period, as both Austria and Prussia banned imports, and Britain, France and Russia placed high tariffs on imports - all now had their own industries to protect.Battie, 158-159 ==19th-century== In the nineteenth century Ernst August Leuteritz modernized many of the rococo figurines, and reissued them, creating a \"Second Rococo\" characterized by lacework details (made from actual lace dipped in slip and fired) and applied flowers. After about 1830 the fortunes of the factory revived, although with wares that appeal less to modern taste than the 18th-century ones. The factory had great commercial success with the lithophane technique, introduced in 1829, which produced a picture when held up to the light.Battie, 159-160 ==20th-century== Under Erich Hösel, who became head of the modelling department in 1903, old styles were revived and reinterpreted. Hösel also restored eighteenth century models. Some appealing work in the Art Nouveau style was produced, but Meissen's mainstay continued to be the constant production of revived eighteenth-century models. After 1933, the artistic freedom of the artists became restricted by the State of Saxony in accordance with the contemporary indoctrination process in Germany. Some artists (i.e. Ernst Barlach) who had contributed to progressive Meissen during the Weimar period were banned. After World War II and under Communist rule, the manufactory that had always catered to the rich and wealthy had some difficulty to find its way. The danger was that Meissen would become a factory merely producing for the masses. It was not until 1969, when Karl Petermann became the director, that Meissen went back to focus on its old traditions and was also allowed a freer artistic expression. ==Figures== Kändler \"crinoline group\", c. 1745 Figurines had been produced under Böttger, when a small white figure of Augustus II the Strong was produced. Johann Joachim Kändler modelled many of the most famous figures, which were initially made for decorating the tables at grand meals, usually in white, replacing sugar sculptures. However, they soon became very popular as ornaments for living rooms and were cheaper than an entire table service, so available to a rather wider market, both in terms of geography and social class. Kändler soon had them brightly painted, increasing their attraction. Human figures were mostly courtiers, shepherds and shepherdesses (Dresden shepherdess is a proverbial term), commedia dell'arte characters, animals, personifications or \"allegorical figures\" (such the seasons, virtues, or continents) and figures in Chinese and Turkish costumes. As well as the pastoral fantasy shepherdesses there were also some more realistic figures of urban workers, based on print series of the street cries of Paris, London and other cities. In the 1750s a large series of miners was produced. The Meissen repertoire had a huge influence on other European porcelain factories, and the porcelain figure is a defining object for the Rococo.Battie, 91-92 Kändler also produced a modello of Augustus III of Poland on a horse which was intended to be a life size statue for the city. There is an all white figure of the Triumph of Amphitrite in Berlin that is the only known figure signed by Kändler. A famous large group, or menagerie, of animal figures were ordered by Augustus for the Japanese Palace he was building in the 1720s. Kändler took the series over in 1733, and modelled most of the figures. These were often many times the size of most figures, and making them posed great technical problems. Nonetheless, when seen as a group they were a sight that astonished and impressed visitors.Battie, 91 Smaller figures of animals, especially birds, were also very popular. The \"Monkey Band\" (Affenkapelle or \"ape orchestra\" in German), are a comic group of figures of monkey musicians, and a larger excited conductor, all in fancy contemporary costumes. They were first modelled by Kändler and Reinicke in 1753-54, with a later set in the 1760s. They were copied by Chelsea porcelain and others.Battie, 91-92 Such singerie were popular in various media. File:Ceramics in V&A; DSCF3404 01.jpg|Large goat for the menagerie of the Japanese Palace, 1732 File:Monkey Band, c. 1765, Meissen Porcelain Manufactory, Germany, porcelain, enamel, gilding - Art Institute of Chicago - DSC09806.JPG|The conductor from the \"Monkey Band\", 1760s version. File:Pantalone with an actress, Johann Joachim Kaendler, Meissen Porcelain Factory, c. 1741, hard-paste porcelain - Wadsworth Atheneum - Hartford, CT - DSC05319.jpg|Pantalone with an actress, Johann Joachim Kaendler, c. 1741 File:Golden oriole (one of a pair) MET ES1927.jpg|Pair of golden orioles, 1740–41 File:Meissen Porcelain - Le Marquis - Cris de Paris - c1757 - modelled by P Reinicke.jpg|Le Marquis, from the Cris de Paris series, Circa 1757, Private Collection. File:Meissen - Dancing Harlequine - Duke of Weissenfels - c1747 - modelled by P Reinicke.jpg|Dancing Harlequine, from the Duke of Weissenfels series, Circa 1747, Private Collection. File:Kaendler Apoll und die Musen makffm 01.jpg|Apollo and the Muses, centrepiece, c. 1750 File:The Four Continents (Asia), Johann Joachim Kaendler and assistants, Meissen Porcelain Factory, c. 1760, hard-paste porcelain - Wadsworth Atheneum - Hartford, CT - DSC05370.jpg|Asia from a set of the Four Continents, modelled by Kaendler, c. 1760 File:Pair of Candelabra LACMA M.77.41.3a-b (1 of 2).jpg|Candelabrum, one of a pair, 1760s File:3figurae.jpg|Figurines by Jacob Ungerer: Gardener Girl with Dog, Goose Girl, Lady with Cat, 1902. ==Tableware patterns== Plate from the Swan Service A Meissen Zwiebelmuster dinner service Böttger early foresaw the production of tableware, and the first services were made in the 1720s. Initial services were plain, but Kaendler soon introduced matching decorations. Kaendler also produced the 1745 \"New Cutout\" pattern, characterized by a wavy edge cut, and is presumed to have designed the much- copied osier pattern of a relief border imitating a woven wicker or osier fence. Initially relatively small tea and coffee services were the most produced, but from the 1730s large armorial porcelain dinner services began to be made, initially for Augustus, but then other buyers in Germany and abroad.Battie, 90 They also became used for diplomatic gifts. Maria Amalia of Saxony, granddaughter of Augustus, married the King of the Three Sicilies, later Charles III of Spain, and her dowry is said to have included 17 Meissen table services, inspiring the couple to found the Capodimonte porcelain factoruy in Naples.Le Corbellier, 20 The most famous of these is the Swan Service (Schwanenservice) made in 1737-43, for the manufactory's director, Count Heinrich von Brühl;Battie, 90 It eventually numbered more than a thousand pieces. At the end of World War II, the pieces of the Swan Service were scattered amongst collectors and museums. Yet, with the moulds still available, the pattern continues to be made today. The Möllendorff Dinner Service of the 1760s is another huge service, also today divided between many collections. The Blue Onion pattern (in fact copying Chinese pomegranates) has been in production for close to three centuries. It was effectively designed by Höroldt in 1739 and is probably inspired by a Chinese bowl from the Kangxi period. Widely popular, the pattern has been copied extensively by over sixty companies; some of those competitors have even used the word Meissen as a marking. But the pattern became so popular and widespread that the German Supreme Court in 1926 ruled that the Meissen Zwiebelmuster was in the public domain. A series of \"Court Dragon\" and \"Red Dragon\" tableware patterns features Chinese dragons, generally in underglaze red with gilt details flying around the rim of the plate and with a medallion in the center of the cavetto. A version of this pattern was used in Hitler's Kehlsteinhaus retreat. Other popular patterns still in production include the Purple Rose pattern and the Vine-leaf pattern. Meissen hard porcelain plate with Chinese dragons 1734.jpg|Hard-porcelain plate with Chinese dragons, Circa 1734, Musée des Arts Décoratifs, Paris. File:Plate, c. 1740, Meissen, hard-paste porcelain, overglaze enamels, gilding - Gardiner Museum, Toronto - DSC00921.JPG|Plate c. 1740 File:Tea service, view 3, c. 1745, Meissen, hard-paste porcelain, overglaze enamels, gilding - Gardiner Museum, Toronto - DSC00892.JPG|Dish from a tea-service, c. 1740 File:Porslin. Två vita fat med blomsterdekor - Hallwylska museet - 89226.tif|Two \"osier pattern\" dishes of the first \"Sulkowski\" type, 1755–60 File:Speiseteller Meissen Riemerschmid.jpg|Blaue Rispe pattern, from 1903, by Richard Riemerschmid ==Ownership== Meissen watchcase, c. 1765, with a man playing a flute, a girl singing and a second man reclining. At the beginning the Meissen manufactory was owned by the King of Saxony; by 1830 it came to belong to the State of Saxony. After World War II, most of the equipment was sent to the Soviet Union as part of war reparations. However, already by 1946, the workers using traditional methods and the kilns that had not been dismantled were able to resume production. The company became a Soviet Joint Stock Company in Germany. Almost all of the production was sent to the Soviet Union, a crucial step that kept the artisan community alive. After the establishment of the German Democratic Republic, the company was handed over to German ownership in 1950 and became a people- owned company. VEB Meissen Porzellan turned out to be one of the few profitable companies in the economically troubled East German system, earning much needed foreign currency. After the German reunification in 1990, the company was restored to the State of Saxony which is the sole owner. While its products are expensive, the high quality and artistic value make Meissen porcelain desirable by collectors and connoisseurs. ==Meissen collections== The rarity and expense of Meissen porcelain meant that originally it could be bought only by the upper classes; this gradually changed over the 19th century. When a wealthy class emerged in the United States in the nineteenth century, such families as the Vanderbilts started their own collections. Many of these collections then found their way into the world's great museums.Meissen Encyclopaedia Laurence Mitchell. Accessed December 2006 A Meissen porcelain chocolate pot, cover, and stand, dated c.1780, were amongst the wedding gifts of Queen Elizabeth II.Royal Collection http://www.royalcollection.org.uk/microsites/royalwedding1947/object.asp?grouping=&exhibs;=NONE&object;=19102&row;=39 ==Personalities== * Ehrenfried Walther von Tschirnhaus, inventor of Meissen porcelain * Johann Friedrich Böttger, introduced manufacturing process of Meissen porcelain * Heinrich Gottlieb Kühn, introduced the colouring process * Friedrich August Köttig, introduced the Meissen Blue * Johann Joachim Kaendler, master modeller ca. 1730-1770 * Johann Eleazar Zeissig, known as Schenau, painter, designer and Director of the drawing school at the porcelain factory from 1773. ==Gallery== File:Meissen hard porcelain vase circa 1730.jpg|Vase, c. 1730, in Indianische Blume (\"Indian flowers\") imitating the Kakiemon style of Arita porcelain, Japan. Vase, Meissen Porcelain (cropped).jpg|Produced around 1818 in the Wedgwood style, this allowed the Meissen company to compete with its English counterparts, Birmingham Museum of Art. Meissen-porcelain-vitrine-Rau.jpg|Ebonized vitrine featuring hand painted Meissen porcelain mounts, Circa 1870. Meissen Porcelain Chandelier.jpg|Rococo Porcelain 12-Light Chandelier, Circa 1900. Kaendler Candelabrum for the Sulkowsky Service DMA.jpg|Candelabrum for the Aleksander Józef Sułkowski service by Johann Joachim Kaendler, Circa 1736, Dallas Museum of Art Meissen porcelain 014.JPG|Clock with birds by Johann Joachim Kaendler, Circa 1746 Central medallion of a Meissen plate.jpg|Central medallion of a Meissen plate, 19th century. Four Elements Porcelain Ewers by Meissen.jpg|Four Elements Porcelain Ewers by Meissen, 18th century. ==See also== *Bone china *Porcelain manufacturing companies in Europe *Soft-paste porcelain ==Notes== ==References== *Battie, David, ed., Sotheby's Concise Encyclopedia of Porcelain, 1990, Conran Octopus, *Le Corbellier, Clare, Eighteenth-century Italian porcelain, 1985, Metropolitan Museum of Art, (fully available online as PDF) * Ducret, S. German Porcelain and Faience. 1962. * Greenberger, Michael. Early Meissen Porcelain: The Michael Greenberger Collection. New York, NY, 2019. * Roentgen, R.E.: The Book of Meissen. Schiffer Publishing, Atglen, PA, USA 2nd edition, 1996. * Rückert, R. Meissner Porzellan 1710-1820. 1966. * Walcha, O. Meissner Porzellan 1975. * Walcha, O.; Helmut Reibig [editor], \"Meissen Porcelain.\" G. P. Putnam's Sons, New York, 1981. ==External links== * Homepage Meissen Porcelain * Information and photo guide for the identification of individual Meissen figures * Meissen Lion at National Museums Scotland * Meissen Vulture at V&A; Museum Category:Ceramics manufacturers of Germany Category:Volkseigene Betriebe Category:German porcelain Category:Culture of Saxony ",
    "title": "Meissen porcelain"
}