{
    "id": "2546349",
    "text": "Maugis on his horse Bayard, fighting against the Infidels, in Renaud de Montaubant. Loyset Liédet, Bruges, 1462-1470 Maugis fighting the Saracen wizard Noiron in Aigremont, in Renaud de Montaubant. David Aubert, Bruges, 1462-1470 Maugris or Maugis was one of the heroes of the chansons de geste and romances of chivalry and the Matter of France that tell of the legendary court of King Charlemagne. Maugis was cousin to Renaud de Montauban and his brothers, son of Beuves of Aygremont and brother to Vivien de Monbranc. He was brought up by Oriande the fairy, and became a great enchanter. He won the magical horse Bayard and the sword Froberge which he later gave to Renaud. ==French texts== The oldest extant version of the story of Maugris was the anonymous Old French chanson de geste Quatre Fils Aymon dating from the late 12th century. It tells the tale of the four sons of Duke Aymon (Renaud de Montauban, Guichard, Allard and Richardet), their magical horse Bayard, and their adventures and revolt against the emperor Charlemagne. From the 13th century on, other texts concerning Maugris were created; together with the original, these are grouped as the \"Renaud de Montauban cycle\". These poems are: Maugis d'Aigremont (story of the youth of Maugis), Mort de Maugis (story of the death of Maugis), Vivien de Monbranc (story of the brother of Maugis), Bueve d'Aigremont (story of the father of Maugis, Bueve d'Aigremont, brother to Girart de Roussillon and Doon de Nanteuil).Hasenohr and Zink, 1257-8. ==Italian texts== Along with Renaud (as Rinaldo), Maugris, as Malagi or Malagigi, is an important character in Italian Renaissance epics, including Morgante by Luigi Pulci, Orlando Innamorato by Matteo Maria Boiardo and Orlando Furioso by Ludovico Ariosto. ==References== * Hasenohr, Geneviève and Michel Zink, eds. Dictionnaire des lettres françaises: Le Moyen Age. Collection: La Pochothèque. Paris: Fayard, 1992. * Knyght.org - a site about knights. Category:Fictional characters introduced in the 12th century Category:Matter of France Category:Characters in Orlando Innamorato and Orlando Furioso Category:French folklore Category:Fictional French people ",
    "title": "Maugris"
}