{
    "id": "2546488",
    "text": "Margaret Wilson, one of the 'Wigtown Martyrs', executed by drowning in the incoming tide of the Solway Firth (1685). thumb|The Scottish Parliament on 8th May, 1685, have recorded the following : Our sovereign Lord, considering the obstinacy of the fanatical party who, notwithstanding all the laws formerly made against them, still keep their house and field conventicles, which are the nurseries and rendezvouses of rebellion; therefore His Majesty, with consent of Parliament, ordains that all such persons who shall hereafter preach at such house or field conventicles, also those who shall be present as hearers, shall be punished by death and confiscation of their goods. Edinburgh May 8th 1685 Our Soveraign Lord and the Estates of Parliament, do here by Declare that the giving or taking of the National Covenant as explained in the Year 1638 or of the League and Covenant, so commonly called, or writing in defence thereof or owning them as Lawful or Obligatory on themselves or others shall infer the Crime and pains of Treason. The Killing Time was a period of conflict in Scottish history between the Presbyterian Covenanter movement, based largely in the south west of the country, and the government forces of Kings Charles II and James VII. The period, roughly from 1679 to the Glorious Revolution of 1688, was subsequently called The Killing Time by Robert Wodrow in his The History of the Sufferings of the Church of Scotland from the Restoration to the Revolution, published in 1721–22. It is an important episode in the martyrology of the Church of Scotland. ==Background== In the century following the Reformation Parliament of 1560, the question of church government had been one of growing tension between popular opinion and the Monarch. While the Church of Scotland was Presbyterian in its legal status according to various acts of Parliament,Papal Jurisdiction Act 1560, Confession of Faith Ratification Act 1560 (both not ratified until 1572), The Golden Act 1592, and the General Assembly passing The Second Book of Discipline 1578 King James VI had developed a compromise which tended towards an Episcopalian church government, but Calvinist theology. When King Charles I acceded the throne in 1625, his policy increasingly antagonised the nation by imposing High Church Anglicanism and Erastian state control over spiritual matters of the church. This culminated in the 1638 National Covenant which was a widespread popular expression of the nation's protest at the King's policy. Ultimately the Bishops' Wars resulted in the Wars of the Three Kingdoms. On 5 February 1649, six days after the English Parliament executed the King, the Covenanter Parliament of Scotland proclaimed Charles II \"King of Great Britain, France and Ireland\" at the Mercat Cross, Edinburgh, but refused to allow him to enter Scotland unless he accepted Presbyterianism throughout Britain and Ireland. In order to protect the Presbyterian polity and doctrine of the Church of Scotland, the pre-Restoration government of Scotland. signed the 1650 Treaty of Breda to crown him king and support him against the English Parliamentary forces. However, at his Restoration in 1660, the King renounced the terms of the Treaty and his Oath of Covenant, which the Scottish Covenanters saw as a betrayal. The Rescissory Act 1661 repealed all laws made since 1633, effectively ejecting 400 Ministers from their livings, removing patronage in the appointment of Ministers from congregations and allowing the King to proclaim the restoration of Bishops to the Church of Scotland. The Abjuration Act of 1662 …was a formal rejection of the National Covenant of 1638 and the Solemn League and Covenant of 1643. These were declared to be against the fundamental laws of the kingdom. The Act required all persons taking public office to take an oath of abjuration not to take arms against the king, and rejecting the Covenants. This excluded most Presbyterians from holding official positions of trust.. Essentially, this returned church governance to the situation that existed prior to the expulsion of the bishops by the Glasgow General Assembly in 1638 and overthrew the Presbyterian form of organisation favoured by the Covenanters. ==Situation== Church ministers were confronted with a stark choice: accept the new situation or lose their livings. Up to a third of the ministry refused. Many ministers chose voluntarily to abandon their own parishes rather than wait to be forced out by the government.. Most of the vacancies occurred in the south-west of Scotland, an area particularly strong in its Covenanting sympathies. Some of the ministers also took to preaching in the open fields in conventicles, often attracting thousands of worshippers. The Scottish Privy Council attempted to end the dissent in the form of the First Indulgence of 1669, followed by a Second in 1672. These allowed ministers to return to their churches on condition that they remained silent on the issues dividing the Kirk. The English writer Daniel Defoe, who studied the period, listed the reasons why the more intransigent clergy refused to countenance the offer: # They would not accept of our Indulgence for worshipping God by the licence of the bishops; because they said they had abjured Prelacy in the Covenant, and had declared the bishops to be anti-scriptural and anti-Christian; and to take licence from them was to homologate their authority as legal, which they detested and abhorred. # They would not take the Oath of Supremacy because they could not in conscience allow any king or head of the Church but Jesus Christ. # They would not pray for the king, or swear to him, because he was a persecutor of the Church, and thereby an enemy to God, because he had renounced the oath of God in the Covenant, and until he had repented, they would have nothing to do with him. # Being debarred all manner of liberty to worship God in public, and on the severest penalties forbidden to assemble themselves together, either in the churches or in private families; and believing it at the same time their duty according to the Scriptures, not to forsake assembling, they could not satisfy their consciences to obey man rather than God., quoted in . ==Reaction== The Stuart regime, worried about the possibility of disorder and rebellion and resentful of the Covenanters' having made their fighting for Charles II during the civil wars conditional upon the maintenance of Scottish Presbyterianism, attempted to stamp this movement out, with varying degrees of success. Fines were levied upon those who failed to attend the parish churches of the \"King's curates\", the death penalty was imposed for preaching at field conventicles, and torture of suspects using inventive punishments such as hanging people by the thumbs or using the boot or thumbscrews became a tactic of first resort. In 1678, some 3,000 Lowland militia and 6,000 Highlanders (the 'Highland Host') were billeted in the Covenanting shires and plundered their unwilling hosts.P. Hume Brown, History of Scotland, p. 406. These policies provoked armed rebellions in 1666 and 1679, which were quickly suppressed. The early summer of 1679 saw an escalation of civil unrest with the assassination of the Scottish Primate James Sharp, the Archbishop of St Andrews, the Battle of Drumclog and the Battle of Bothwell Bridge. The Sanquhar Declaration of 1680 effectively declared the people could not accept the authority of a King who would not recognise their religion, nor commit to his previous oaths. Read publicly at Sanquhar by a group of Covenanters led by the Reverend Richard Cameron, it renounced all allegiance to Charles II and opposed the succession of his brother James, Duke of York, a Roman Catholic. In February 1685 the King died and was succeeded by his brother as King James VII. In response to these shows of political sedition, the Scottish Privy Council authorised extrajudicial field executions of those caught in arms or those who refused to swear loyalty to the King and renounce the Covenant by an Abjuration Oath. This Oath of Abjuration was specifically designed to be repugnant to Covenanters and thereby act as a \"sieve, the mesh of which would winnow the loyal from the disloyal.\" John Graham, Laird of Claverhouse was commissioned to carry out the orders of the Privy Council and was responsible for various summary executions which earned him the name \"Bluidy Clavers\" by the Covenanters. Around 100 executions are recorded as a result of the Privy Council's orders, the majority being of radical Cameronians who were executed over a short period of several months in 1685.Lynch (ed.) The Oxford Companion to Scottish History, OUP, 2007, p.114 Despite the relatively short duration of this action and its limitation to a single faction of the broader Presbyterian community, it has since come to dominate the historiography of the period. Amid rising tensions in both Scotland and England, the Stuart regime descended into chaos and the Glorious Revolution of 1688 ended James's reign in England when he fled on 23 December to exile in France. The ensuing political crisis in Scotland, which, pre-empted by English events, left Scotland without a king and saw the members of the Scottish Privy Council swiftly ask William to take over the responsibilities of government in Scotland on 7 January 1689.Mackie et al. 1991 pp. 241–245 Having read the mood of the people that there was a lack of popular support for James' regime and that William's political support grew as the crisis unfolded in a similar way to England,T. Harris, Revolution: The Great Crisis of the British Monarchy 1685–1720 (London: Penguin, 2006), , pp. 380–390. the Scottish Parliament passed the Claim of Right Act, thereby establishing in Scots Law, that the throne was left vacant upon James' departure. The persecution ended with the accession of William of Orange as King William II of Scotland in 1688 and the acceptance of Scottish Presbyterianism by the Act of Settlement 1690. The execution of James Renwick in 1688 is regarded as closing the period of martyrdom. ==Footnotes== ==Bibliography== * . * . * J. D. Douglas, Light in the North (Exeter, 1964) * Tim Harris, Restoration: Charles II and his Kingdoms, 1660–1685 (London, 2005). * Tim Harris, Revolution: The Great Crisis of the British Monarchy, 1685–1720 (London, 2006) * J D Mackie, A History of Scotland (London, 1978). * Raymond Campbell Patterson, A Land Afflicted: Scotland & the Covenanter Wars, 1638–90 (Edinburgh 1998) * . ==External links== *List of Covenanters Executed in the Grassmarket, Edinburgh *Dunton Cove Covenanters hiding place Category:History of the Church of Scotland Category:Presbyterianism in Scotland Category:Covenanters Category:1680s in Scotland Category:17th century in Scotland Category:Torture in Scotland Category:Political history of Scotland Category:Charles II of England Category:1680s conflicts Category:Glorious Revolution Category:Privy Council of Scotland ",
    "title": "The Killing Time"
}