{
    "id": "2546296",
    "text": "Flux is a 1993 science fiction novel by British author Stephen Baxter. It is the third book in Baxter's Xeelee Sequence. ==Plot introduction== Dura and her fellow human beings live inside a neutron star, as they have for generations. As long as they can remember, \"glitches\" (instabilities of the magnetic field inside the star caused by changes in the star's rotation) have happened from time to time. As the novel starts, the worst glitch that anyone can remember threatens to destroy her home. To survive, Dura must travel to a far-off city, and eventually outside of the star itself. ===Explanation of the novel's title=== Flux is so called as the main race of the book, microscopic human- like beings who live within a neutron star, travel around using the magnetic field lines within that star. It also relates to a bigger element of the plot, dealing with instabilities in this field which affect many characters in different ways. ==Plot summary== As the novel begins, a glitch — an instability of the magnetic field inside the star caused by changes in the star's rotation — is about to destroy a net made of ropes, where a group of 50 humans live. During this several of the older humans are killed, and importantly the humans lose their main food source, a herd of \"air pigs\", animals indigenous to the star. To find more food, Dura, together with her young brother Farr, Adda (the eldest of the humans and one of the novel's main characters), Philas (wife of a man killed during the glitch; this man was also seeing Dura), and six other adults travel high into the top of the mantle of the star to find food in the forest. While there Adda is injured by a pregnant air pig. Soon the humans encounter Toba Mixxax, another human from Parz City. Parz is a massive wooden city where other star-humans live, with a functioning economy and upper and nether classes. As becomes apparent, the ancestors of Dura's group did originally live in Parz, but left when their belief that the Xeelee should ultimately be accepted as being for the good of humanity was not accepted by the rulers of Parz. A hospital, \"The Hospital of the Common Good\" in the heart of Parz City, is Adda's only chance for survival. While in Parz, we meet several other characters, including Muub, the head physician and advisor to Hork, the administrator of Parz. To pay for Adda's treatment, Dura's labour is sold to a mantle wheat farm, and Farr is sold to work in the underbelly of the city as a miner. Farr makes two friends while here: Toba Mixxax's son Criss, and Byza, a fellow miner. Criss teaches Farr to board (using a specially constructed plate to \"surf\" along the flux lines), an ability which allows him to escape from the eventual attack by the Xeelee. After various plot points, the characters realise the instabilities are actually being caused by the attack of the Xeelee, and the next instability could destroy both Parz and possibly the star itself. Hork calls for Muub, Dura (called due to her experience as a star-human), Adda, Farr and a scientist to go down into the uninhabitable centre of the star in a specially constructed vessel and try and retrieve ancient weapons, supposedly left by the humans who originally created the star-human race. When they get there however they discover that the neutron star had been turned into a missile aimed at The Ring that is being constructed by the Xeelee and so the Xeelee have been attacking it to stop it. They also discover that they were created by normal humans to ensure that the star remains on course but that would result in the destruction of the star and themselves. They decide to alter the course of the star so that it misses The Ring and so the Xeelee stop their attacks. ==Characters in Flux== ===Main characters=== *Dura: daughter of Logue, the leader of the small tribe of star humans and the story's main protagonist *Farr: younger brother to Dura *Adda: curmudgeonly elder of the tribe, with knowledge of the history, beliefs and stories that have been passed down through the generations *Hork: Vice Chair and leader of Parz City, son of Hork IV *Muub: Head Physician and administrator of the hospital in Parz *Toba Mixxax: Ceiling farmer who takes Dura, Adda, and Farr to Parz City *Ito Mixxax: Toba's wife *Cris Mixxax: Toba and Ito's son who becomes friends with Farr and introduces him to surfing *Hosch: hard nosed supervisor of the fishermen that plumb for corestuff bergs from the Parz City harbour *Bzya: pragmatic fisherman that takes Farr under his wing, and one of the few civilised men that Adda warms to ===Lesser characters=== *Logue: the leader of the small nomadic star human tribe, who is lost in the glitch in the opening pages of the book *Esk: another member of the tribe who lost his life in the initial glitch. Had a relationship with Dura despite being married *Philas: widow of Esk who, despite the awkwardness of their situation, still looks to Dura for leadership *Dia: female of the tribe who gives birth during the initial glitch *Mur: Dia's husband *Deni Maxx: hospital doctor who treats Adda, extremely committed to her work *Ray: friend of Cris who teaches Farr how to surf. Both boys are clearly intoxicated by her! *Jool: Bzya's wife, who cultivates pleasant-smelling feed for the city's air-pigs' diet... *Qos Frenk: ceiling farmer who employs Dura *Rauc: a \"coolie\" (ceiling farm worker) and friend of Dura's at Frenk's ceiling farm *Brow: Rauc's husband, who works the lumber caravans and is only able to see Rauc once a year *Kae: colleague of Brow (and who is in love with him) *Seciv Trop: Magfield expert and engineer, who is instrumental in the design of the \"Flying Pig\" *Borz: ex-coolie and leader of a small colony of runaways *Karen Macrae: the \"Colonist\" (a downloaded standard human construct) that Dura and Hork meet in the Flying Pig ==See also== *Dragon's Egg (1980) by Robert L. Forward, another novel about a civilization on a neutron star. ==References== ==External links== * Category:1993 British novels Category:Novels by Stephen Baxter Category:Xeelee sequence Category:1993 science fiction novels Category:HarperCollins books Category:Hard science fiction Category:Novels about genetic engineering Category:Neutron stars in fiction ",
    "title": "Flux (novel)"
}