{
    "id": "2546655",
    "text": "The stolen body hypothesis posits that the body of Jesus Christ was stolen from his burial place. His tomb was found empty not because he was resurrected, but because the body had been hidden somewhere else by the apostles or unknown persons. Both the stolen body hypothesis and the debate over it presume the basic historicity of the gospel accounts of the tomb discovery. The stolen body hypothesis finds the idea that the body was not in the tomb plausible - such a claim could be checked if early Christians made it - but considers it more likely that early Christians had been misled into believing the resurrection by the theft of Jesus's body. The hypothesis has existed since the days of Early Christianity; it is discussed in the Gospel of Matthew, generally agreed to have been written between AD 70 and 100. Matthew's gospel raises the hypothesis only to refute it; according to it, the claim that the body was stolen is a lie spread by the Jewish high priests. ==Historicity and gospel account== The primary sources of details about Jesus are the Gospels. Roman records are spottier - there is no extant contemporary record of the execution of Jesus, for example, not that such a thing would be expected, and thus no details about what was done with the body afterward. As such, accounts of the days between Jesus's execution and the discovery of the empty tomb are almost exclusively based on the Gospel accounts and knowledge of society at the time, and it is difficult to say more than scenarios such as the stolen body hypothesis are \"plausible\" or \"unlikely,\" rather than \"proven\" or \"disproven\".Carrier, \"The Plausibility of Theft\", p. 349. \"...[this work] demonstrates the plausibility (but by no means the certainty) of the hypothesis that the body of Jesus was stolen.\" According to the Gospel of Mark, generally thought to be the oldest of the gospels, Joseph of Arimathea asked Pontius Pilate for the body of Jesus. Afterward, a group of women went to the tomb, and found the stone rolled away, an angel there, and no body. The Gospel of Luke largely concurs with this account, though the list of women slightly differs. See and . According to the Gospel of John, Nicodemus helped Joseph of Arimathea with the burial of Jesus. It also notes that Jesus was buried in a garden near the site of the crucifixion, and that no body had lain there before. In John, Simon Peter and the beloved disciple also come to the tomb to verify Mary Magdalene's claim of an empty tomb; there is no direct reference to this in Mark and Luke, where it is implied that the apostles only believe upon seeing the resurrected Jesus. The Gospel of Matthew includes a distinct account of the period between Jesus's death and the discovery of the empty tomb not in the other gospels, and directly addresses skepticism about the resurrection. In Matthew's account, the chief priests and the Pharisees know of prophecies that Jesus will return in three days, and fear that his disciples will steal the body to make it appear that he has been resurrected. They ask Pilate to secure the tomb, and Pilate sends a guard to watch the tomb. When Mary Magdalene arrives at the tomb, unlike the accounts in the other gospels, there is an earthquake and the tomb rolls open in front of her. An angel appears and scares away the guards, and the empty tomb is revealed. When the guards report this to the chief priests, the priests bribe the guards to lie about the events: This is the chief reference to the stolen body hypothesis in the New Testament. ==Potential culprits== ===The disciples=== According to this version of the stolen body hypothesis, some of the disciples stole away Jesus's body. Potential reasons include wishing to bury Jesus themselves; believing that Jesus would soon return and wanting his body in their possession; a \"pious deceit\" to restore Jesus's good name after being crucified as a criminal; or an outright plot to fake a resurrection.Carrier. \"The Plausibility of Theft\", p. 352. In the pious deceit theory, the proposed motive is that if people believed God had taken Jesus's body up to heaven, this would \"prove\" Jesus was a true holy man and vindicate his name. The \"faked resurrection\" theory is the only scenario discussed in the gospels, although Matthew brings it up solely to refute it and claim that the tale was a concoction of Jerusalem's high priests. According to proponents of this theory, the fact that Matthew raises the issue makes it likely that such an anti-Christian narrative already existed at the time. Jesus's entourage may have been at least as many as seventy (the Seventy Disciples), so it is not improbable according to proponents that at least one or two of them might have been willing to undertake such a plot. This theory also obviates the need for a miraculous resurrection. A Jewish anti-Christian work dating from the 5th- century, the Toledoth Yeshu, contains the claim that the disciples planned to steal Jesus's body from his tomb. In this account, the body had already been moved, and when the disciples arrived at the empty tomb they came to the incorrect conclusion that he had risen from the dead. Later, the corpse was sold to the Jewish leaders for thirty pieces of silver, who confirmed Jesus's death; Jesus's corpse was then dragged through the streets of Jerusalem.Gary R. Habermas, The Historical Jesus: Ancient Evidence for the Life of Christ, page 205 (Thomas Nelson, Inc., 2008). Another variant comes from a record of a 2nd-century debate between a Christian and a Jew, Justin Martyr's Dialogue with Trypho: \"his disciples stole him by night from the tomb, where he was laid when unfastened from the cross, and now deceive men by asserting that he has risen from the dead and ascended to heaven.\"Martyr, Justin. Dialogue with Trypho, Chapter CVIII. Later works suggesting this include some of the \"form critics\" and the predecessors in Germany. One early example is Hermann Samuel Reimarus, who wrote in the 1700s. According to Reimarus, Jesus himself never imagined a religion like Christianity, and both he and his followers had been revolutionaries working for an earthly Kingdom of God after an overthrow of Roman rule. After Jesus's death, his devastated followers who had expected important roles in a coming government still wished to wield power, and transformed Jesus's political message into a spiritual one. In order for the switch in focus to work, they stole the body and left an empty tomb so that they could be respected leaders of a new religion, chosen by a resurrected prophet. ====Sincerity of the disciples==== Christian apologists find the idea that the disciples stole the body unconvincing. Both Eusebius and church tradition hold that a large number of apostles were martyred for their faith. Therefore, it is unlikely that any conspirators would preach and ultimately die for something they knew to be false. J.N.D. Anderson, dean of the faculty of law at the University of London and Christian apologist, said \"This [the stolen body theory] would run totally contrary to all we know of them [the apostles]: their ethical teaching, the quality of their lives. Nor would it begin to explain their dramatic transformation from dejected and dispirited escapists into witnesses whom no opposition could muzzle.\"McDowell, Josh. More than a carpenter. p. 95. E.P. Sanders agrees with apologists that it is unlikely that the disciples would create a fraud but looks at it differently. He claims: > \"It is difficult to accuse these sources, or the first believers, of > deliberate fraud. A plot to foster belief in the Resurrection would probably > have resulted in a more consistent story. Instead, there seems to have been > a competition: 'I saw him,' 'so did I,' 'the women saw him first,' 'no, I > did; they didn't see him at all,' and so on. Moreover, some of the witnesses > of the Resurrection would give their lives for their belief. This also makes > fraud unlikely.\"\"Jesus Christ.\" Encyclopædia Britannica. 2007. Encyclopædia > Britannica Online. 10 January 2007 ===Graverobbers=== Graverobbing was a known problem in 1st century Judaea; the famous Nazareth Inscription details an edict of Caesar that mandates capital punishment for meddling with tombs. Several other pieces of evidence exist as well, such as a decree of Emperor Septimius Severus reasserting the existing law, implying that its violation continued to be a problem in the 2nd century AD.Carrier. \"The Plausibility of Theft\", p. 365. It is thus possible that Jesus's body was taken by graverobbers. Gary Habermas finds this unlikely; he writes: \"Robbing a tomb for valuables is one thing - taking the body with you is something else! Why take a male body with you when you are trying to escape?\"Gary Habermas; http://www.garyhabermas.com/qa/qa_index.htm Nevertheless, it appears some ancient graverobbers did steal bodies. A possible motive for such would be the usage of Jesus's body in necromancy; several rites of the time required \"one untimely dead\" or the body of a holy person. For example, a person could insert a scroll into a corpse's mouth and ask questions of the dead according to one belief of the time.Carrier. \"The Plausibility of Theft\", p. 350. Tacitus notes that \"the remains of human bodies\" were found along with curse paraphernalia in the quarters of Germanicus. William Lane Craig dismisses these cases from elsewhere in the Roman Empire as too remote as they are \"non-Jewish, non-Palestinian, and non- contemporary -- in other words, irrelevant to Jesus.\" ===Removal by Jewish leadership=== Historian Charles Freeman posits that Caiaphas and members of the Sanhedrin removed Jesus's body to stave off possible civil disorder from Jesus's followers. By emptying the tomb, the Sanhedrin hoped to prevent it from becoming a shrine. Also, he noted that the gospels of Matthew and Mark both record that one or more young men (or angels) dressed in white appeared to the myrrhbearers and told them to seek Jesus in Galilee. Freeman argued that these young men/angels could have been priests from the Temple in Jerusalem, as their Gospel description matches that of temple priests (white clothes). By encouraging Jesus's followers to return to Galilee, then, the priests were trying to get them to leave Jerusalem and avoid unrest.Charles Freeman, A New History of Early Christianity , pp. 31-33(Yale University Press, 2009). ===Jesus's family, or unknown thieves=== According to this version of the stolen body hypothesis, there was no conspiracy; Jesus's body was moved from the tomb for unknown or irrelevant reasons. The apostles then found an empty tomb and became genuinely convinced that Jesus had been resurrected, which would explain their later fervor in the spread of Christianity. Author and textual critic Bart Ehrman contends that while the stolen body hypothesis is unlikely, from a historical perspective it is still far more probable than the resurrection. Ehrman also says that there are plenty of motives for stealing the body, for instance, his family desiring to rebury his remains in a family tomb of some kind.Is there historical evidence for the resurrection of Jesus? A debate between William Lane Craig and Bart D. Ehrman. Another possibility, if a rather bizarre one, is the gardener. Tertullian, in De Spectaculis 30, mentions that in addition to the theory that the disciples stole the body the theory that the gardener did the deed such that \"his lettuces might come to no harm from the crowds of visitants [to the body].\"Tertullian. De Spectaculis, Chapter 30. Tertullian, an early Christian polemicist, may have merely meant to mock those who doubted the resurrection by putting the petty gardener theory in their mouths. The passage also perhaps only references a joke at the time or other non-serious accusation. However, the gospel of John possibly addresses the issue, as does Tatian's Diatessaron. In and the Diatessaron Section 53, Mary, after supposing the resurrected Jesus to be the gardener, asks him what he had done with the body - implying that the gardener may in fact have had a motive to move the body. In addition, in the Toledoth Yeshu, it is a gardener named Juda who originally moves the body, and then later sells the body of Jesus to the Jewish leadership. Even if this all only attests to a Jewish polemic against Christianity, it implies that people at that time found the gardener having a motive to steal the body plausible, even if this motive is unknown to us today.Carrier. \"The Plausibility of Theft\", p. 351. ==Other issues== ===The guard at the tomb=== According to the Gospel of Matthew, a guard was sent to the tomb: \"Pilate said to them, 'You have a guard of soldiers; go, make it as secure as you can.' So they went with the guard and made the tomb secure by sealing the stone.\" () It is unclear whether Roman soldiers were used, or if the priests were to use their own temple guard. Nevertheless, Christian tradition has generally claimed that Roman guards were used. Apologists consider it implausible that grave robbers would risk robbing a guarded tomb when surely many unguarded ones existed. Furthermore, while traditionally depicted as only two guards, Matthew does not specify how many there were; since \"some\" guards report the tale to the chief priests, it's plausible to assume there may have been more than two, which would render a raid even chancier.Anthony Horvath; How many guards at Jesus’ tomb? Horvath also argues that both Roman and temple guards were present. Apologists also doubt that the disciples could possibly have sneaked past a Roman guard at a sealed tomb, and that attacking the guards would be even more implausible. In response, it could be hypothesized that the guard was not on duty at night, and thus the thieves would be able to have struck then. A bribe to the soldiers is also possible, although most of the disciples were of modest means. Alternatively, the entire account of the guard and the chief priests can be discounted as likely to be an ahistorical addition written by Matthew to make the stolen body hypothesis appear implausible. Among scholars, it \"is widely regarded as an apologetic legend\"; L. Michael White and Helmut Koester argue the story was probably added as an attempt to refute the Jewish claims that the disciples stole the body which were circulating at the time.Ancient Christian Gospels Koster, Helmut; Trinity Press, (1992) pg 237.https://www.pbs.org/wgbh/pages/frontline/shows/religion/symposium/historical.html Atheist and historian Richard Carrier writes: William Lane Craig considers the historicity of the guards plausible, although he suspects it was more likely Jewish temple guards, especially considering the chief priests' promises to keep them \"out of trouble\" would mean little to Roman soldiers who might be executed for claiming to have slept on duty. The best objection to Matthew's version, to Craig, is that Matthew's account \"presupposes not only that Jesus predicted his resurrection in three days, but also that the Jews understood this clearly while the disciples remained in ignorance.\" While the gospel accounts give good reason to believe that the disciples would not understand the resurrection until it happened, Craig grants that it is indeed harder to explain the chief priest's actions, although far from impossible - perhaps it was simply an attempt to ensure no trouble started. In favor of the existence of the guards being historical, however, Craig notes that the non-canonical Gospel of Peter also includes a story of guards being placed at the tomb, yet one that is quite different, suggesting that the guards are less likely to have been invented entirely by Matthew. Additionally, Matthew's account isn't as foolproof as an invented or exaggerated account could be - the Gospel of Peter has an explicitly Roman guard guarding the tomb sent immediately on Good Friday (rather than Matthew's Saturday), the tomb is sealed seven times, and the Jewish elders keep watch the entire time. On Easter Sunday, Jesus rises, flanked by two angels, in front of the Jews and a crowd from Jerusalem out to see him. This account, given credence by neither Christians nor historians, clearly makes a secret theft of the body impossible. Additionally, Craig writes that the polemic mentioned by Matthew suggests that Jews didn't contest the existence of a guard at the time. In other words, if the guard didn't exist, the logical Jewish counterargument would be to argue against that Christian claim; instead, Matthew's story has the Jewish side using the weak \"but the guards were asleep when the theft occurred\" argument, suggesting the Jews of the time knew guards had been placed. ===Burial cloths=== The gospels of Luke and John record that the burial wrappings of Jesus were left inside the tomb. The head wrapping was folded and placed separate from the other linens (). Christian apologists contend that a grave robber would probably have stolen everything, especially since Joseph of Arimathea was a man of means and the wrappings were likely to have been valuable. Further, carefully removing, then wrapping and folding the linens would be difficult and serve no useful purpose.Wiersbe, Warren W. The Wiersbe Bible Commentary: The Complete New Testament Thus these claims in the gospel are also brought into contention by the theory, especially if a grave robber is proposed as the culprit. Replies from proponents include noting that if the motive of the graverobbers was body parts for necromancy, the cloths might be irrelevant; and if the culprit was a conspirator out to \"prove\" Jesus's holiness, then the wrappings might have been deliberately left behind to foster the notion of the body miraculously disappearing. Richard Carrier also considers the mention of the cloths \"a natural embellishment to such a narrative and thus cannot be trusted to be historical,\"Carrier. \"The Plausibility of Theft\", p. 353. since historians of the era would often illustrate such scenes with plausible minor details that lack a source, similar to military historians describing specific sword interplay. ===Ritual purity=== Some apologists note that the disciples, as practicing Jews, could not come near a dead body without breaking ritual purity regulations. Exceptions included the nearest male relative could claim a dead body and women. Thus, the fact that women discovered the empty tomb first is seen as very plausible, and the (presumably devout) disciples taking the body is seen as a less likely explanation. However, if a genuine conspiracy was afoot, breaking purity is unlikely to have stopped the conspirators, and grave robbers violate this law constantly by profession. If Jesus's family reclaimed the body, this would not apply either. It does, however, make it less plausible other Jews would have stolen the body. ==See also== * Crucifixion and Resurrection of Jesus * Vision hypothesis * Swoon hypothesis * Historical Jesus * Historicity of Jesus * Empty tomb * Religious perspectives on Jesus ==References== * * Category:Historicity and origin of the Resurrection of Jesus Category:Death conspiracy theories Category:Fringe theories ",
    "title": "Stolen body hypothesis"
}