{
    "id": "2547390",
    "text": "Setske de Haan (24 November 1889 – 31 October 1948), better known by her pen name Cissy van Marxveldt, was a Dutch writer of children's books. She is best known for her series of Joop ter Heul novels. ==Biography== Setske de Haan was born on 24 November 1889 in Oranjewoud, a village in the northern province of Friesland in the Netherlands. She was the daughter of IJnze de Haan, a headmaster and history teacher, and Froukje de Groot. In 1914, she met Leon Beek, a jewish reserve infantry officer who became a department store manager. De Haan and Beek married on 2 February 1916 and had two sons, Ynze and Leo. During the German occupation of the Netherlands, Beek was a member of the Dutch resistance. After a failed attempt to escape from the Westerbork transit camp he was executed in 1944 in Overveen.Leon Beek, Eerebegraafplaats Bloemendaal It was 1946 before De Haan learned of his fate. She died in Bussum on 31 October 1948. ==Career in writing== Cover of the first Joop ter Heul novel De Haan embarked on her literary career by writing articles and stories for Dutch magazines, using the pseudonyms Cissy van Marxveldt, Betty Bierema en Ans Woud. In the year she married (1916), she published the first book in what was to become a series of novels about a headstrong girl, Joop ter Heul. The books, similar in theme to Louisa May Alcott's Little Women, contain many diary entries and letters. They chart the fortunes of Joop, her sister and her school friends, from girlhood through marriage. The series consists of five volumes: * The High School Years of Joop ter Heul (1919) * Joop ter Heul's Problems (1921) * Joop ter Heul Gets Married (1923) * Joop and Her Boys (1925) * Joop ter Heul's Daughter (1946) Van Marxvelt's Joop ter Heul novels for teenage girls had a notable influence on the writings of Anne Frank, who addressed her diary letters to an imaginary friend named Kitty. Anne Frank scholars, as well as Anne's friend Kitty Egyedi, are united in their belief that Frank's Kitty was based on a character created by Van Marxveldt: Kitty Francken, a friend of Joop's and a frequent recipient of her letters. Van Marxveldt also wrote many other young-adult books, of which Een zomerzotheid (\"A Summer Folly\") was a particular good seller, that made her affluent. She dedicated her last book She Suffered Too to her husband, after she learned of his execution by the Nazi-occupant forces, because he had been a resistance fighter. ==Bibliography== During her lifetime, Cissy van Marxveldt published 27 books. Two books were published posthumously. *Game – and set! (1917) *Het hoogfatsoen van Herr Feuer: herinneringen aan mijn Duitschen kantoortijd (1918) *De H.B.S. tijd van Joop ter Heul (1919) *Caprices (1922) *De Kingfordschool (1922) *Joop ter Heul's problemen (1923) *Joop van Dil-ter Heul (1923) *Het nieuwe begin (1924) *Rekel (1924) *Burgemeester's tweeling (1925) *De Stormers (1925) *Joop en haar jongen (1925) *Kwikzilver (1926) *Een zomerzotheid (1927) *De Arcadia: een genoeglijke reis naar Spitsbergen (1928) *De louteringkuur (1928) *Herinneringen: verzamelde schetsen (1928) *Marijke (1929) *Confetti (1930) *Puck van Holten (1931) *De toekomst van Marijke (1932) *Marijke's bestemming (1934) *De enige weg (1935) *Hazehart (1937) *Pim 'de stoetel' (1937) *De dochter van Joop ter Heul (1946) *Ook zij maakte het mee (1946) *De blokkendoos (1950) *Mensen uit een klein dorp (1950) ==See also== ==References== Category:1889 births Category:1948 deaths Category:Dutch children's writers Category:People from Heerenveen ",
    "title": "Cissy van Marxveldt"
}