{
    "id": "2547656",
    "text": "Alex Christophe Dupont (born 22 November 1960), best known as Leos Carax (), is a French film director, critic, and writer. Carax is noted for his poetic style and his tortured depictions of love. His first major work was Boy Meets Girl (1984), and his notable works include Les Amants du Pont-Neuf (1991) and Holy Motors (2012). His professional name is an anagram of his real name, 'Alex', and 'Oscar'. ==Early life== Leos Carax was born Alex Christophe Dupont in Suresnes, Hauts-de-Seine, a commune in the suburbs of Paris, France. His mother is American and his father is French. ==Career== He began his film career with a series of short films, and as a film critic, before he released Boy Meets Girl (1984). The piece established Carax's reputation for a mature visual style. It also saw the first grouping of Carax with Denis Lavant and cinematographer Jean-Yves Escoffier. He followed the piece with Mauvais Sang (literally Bad Blood but mostly known as The Night is Young) in 1986, which alienated some of his audience, but the work continued to explore the complexities of love in the modern world, this time through a darker, more criminal viewpoint. The work was clearly an homage to French New Wave cinema, and his use of such actresses as Juliette Binoche proved a touching tribute to his influences, especially Jean-Luc Godard. The film was entered into the 37th Berlin International Film Festival. Five years later, Carax returned to directing with Les Amants du Pont-Neuf, which proved to be an expensive undertaking as Parisian authorities granted him only 10 days in which he could film on Pont Neuf. His initial reaction to the problems of filming on a public bridge had been to construct a model of the bridge in the community of Lansargues, in Southern France. However, on the first day of filming Denis Lavant injured his thumb severely, which pushed the movie back by a month. Subsequent financial difficulties further pushed filming over a much longer period than intended. The movie was released to critical acclaim and opened the door for Carax to enter more experimental waters with his fourth feature, Pola X. That film, released in 1999, was an adaptation of Herman Melville's tale of incest, Pierre: or, The Ambiguities. Carax's 2012 film Holy Motors stars his regular collaborator, Denis Lavant. The film competed for the Palme d'Or at the 2012 Cannes Film Festival. ===Upcoming projects=== Carax is set to direct Annette, a music-filled drama feature film written by Sparks and starring Adam Driver and Marion Cotillard. In 2017 he also guested vocals on the Sparks track \"When You're a French Director\" from their album Hippopotamus. ==Filmography== ;Director {| class=\"wikitable sortable\" align=center |- ! Year !! Original title !! Type |- | 1980 || Strangulation Blues || Short |- | 1984 || Boy Meets Girl || Feature |- | 1986 || Mauvais Sang || Feature |- | 1991 || Les Amants du Pont-Neuf || Feature |- | 1997 || Sans Titre || Short |- | 1999 || Pola X || Feature |- | 2002 || Carla Bruni: Quelqu'un m'a dit || Video short |- | 2003 || Carla Bruni: Tout le monde || Video short |- | 2005 || New Order: Crystal (Alternative Version) || Video short |- | 2006 || My Last Minute || Short |- | 2008 || Tokyo! - Segment \"Merde\" || Short |- | 2010 || 42 One Dream Rush || Short |- | 2012 || Holy Motors || Feature |- | 2014 || Gradiva || Short |- | TBA || Annette || Feature |} ;Actor (selected) {| class=\"wikitable sortable\" align=center |- ! Year !! Title |- | 1987 || King Lear |- | 1997 || The House |- | 2004 || Process |- | 2006 || 977 |- | 2007 || Mister Lonely |- | 2012 || Holy Motors |} ==References== ==Further reading== *Leos Carax by Fergus Daly and Garin Dowd. Published by Manchester University Press, 2003, . ==External links== * * * \"Alex in the City: Fergus Daly offers a brief guide to the fall and rise of Leos Carax\" * Interview with Carax on Pola X * Alternate music video by Carax for the song \"Crystal\" by New Order at Google Video. * Interview with Carax on funding for Pola X at YouTube. * Carax's 1997 short film Sans Titre at YouTube. * Carax's \"my last minute\", a short film at YouTube. * Foco - Revista de Cinema, special edition devoted to Leos Carax * Category:1960 births Category:Living people Category:People from Suresnes Category:French film directors Category:French male screenwriters Category:French screenwriters Category:French film critics Category:French male film actors Category:French experimental filmmakers Category:French people of American descent Category:French male non-fiction writers ",
    "title": "Leos Carax"
}