{
    "id": "2547114",
    "text": "Bulk vending is the sale of unsorted confections, nuts, gumballs, toys and novelties (in capsules) selected at random and dispensed generally through non-electrically operated vending machines. Bulk vending is a separate segment of the vending industry from full line vending — i.e., the snack and soda vending industries — and involves different products and strategies. Bulk vending represents less than 1% of the total vending industry. ==History== Bulk vending dates back at least to the late 19th century. Vending machines were widely used in Europe before they became popular in the United States. In the early 1880s, the first commercial coin-operated vender was introduced in London and stocked with postcards. In 1888, the Thomas Adams Gum Co. introduced bulk venders to America, using the machines to sell Tutti frutti gum on elevated subway platforms in New York City. In 1897, the Pulver Manufacturing Company added animated figures to its gum machines. In 1907, the round, candy-coated gumball, a staple product in vending machines of the late 20th century, was introduced . In 1909, Emerson A. Bolen formed the Northwestern Novelty Company, selling the Yankee, a penny matchstick vending machine; Bolen's company later became one of the most prominent bulk vending machine manufacturers. In 1913, Ford Mason leased 102 machines and placed them in stores and shops of communities in western New York State; he would eventually found the Ford Gum & Machine Company, an empire of over 500,000 vending machines . In 1948, Oak Manufacturing opened its doors; it would become one of the largest equipment manufacturers in the industry. In 1963, Josef Schwarzli founded Beaver Machine Corporation, designing and manufacturing his own equipment that eventually sold into over 100 different countries worldwide. In 1949, Roger C. Folz purchased his first vending machine; Folz Vending was the largest operator of bulk vending equipment in the United States, owning and operating over 150,000 machines nationwide at their peak. In 1950, the United States Treasury Department attempted to impose gambling excise taxes on bulk vendors on the grounds that there was no way for consumers to know for sure which gumball or other product the machine would dispense. For a short time, manufacturers installed viewfinders in bulk vending machines to display the next item to be vended. Vendors organized to found the National Bulk Vendors Association (NBVA), which successfully lobbied against the taxes, arguing that the items vended were of approximate or equivalent value. The NBVA has since lobbied on behalf of bulk vendors on a variety of issues; for instance, it joined the Coin Coalition which pushed for elimination of the U.S. one dollar bill in favor of the United States dollar coin. ==From the consumer's perspective== Operation of bulk vending equipment is usually fairly straightforward for the consumer, involving placing the appropriate coin or coins in the machine and turning a knob or pulling a lever. If candy in a machine is low, however, and it appears unevenly distributed, the customer may wish to rock or whack the machine in order to knock some candy into the candy wheel, which is located in the bottom of the canister in the center. Depending on the design of the machine, though – which usually involves a wheel making a one-third turn with every vend – it may already be too late to ensure that the next vend bears fruit. A distinguishing feature of bulk vending is that the items are dispensed at random, so it is usually impossible to choose which item comes out of the machine next. A child trying to get a complete set of baseball cards, for instance, may end up with several duplicates; hence, the introduction of \"trading cards\" and similarly themed products, with the idea that consumers will trade the duplicates with one another. ==From the vendor's perspective== ===Advantages and disadvantages of bulk vending=== Bulk vending is a hands-on business requiring research and planning, as well as sales ability and investment of time, to be successful. Many of the same considerations that apply to other small businesses, such as accounting, income taxation, liability insurance, and so on, also apply to bulk vending. On the other hand, some aspects, such as fixed costs and required seed money, are quite different from most start-ups. ====Advantages of bulk vending==== The gross margins in the bulk candy business can be quite high – gumballs, for instance, can be purchased in bulk for 2 cents apiece and sold for 25 cents. In addition, the machines are typically inexpensive compared to soda or snack machines. Both the machines and product are relatively portable, and the machines are easier to service than in other types of vending. A lot of machine designs are driven only by gravity and the mechanical energy supplied by turning the handle, so they can be installed and used in areas without an electricity supply. In many states, bulk vendors are exempt from sales tax. Bulk vending may be a practical choice for an individual simultaneously working a full-time job, because many venues that host bulk vending machines, such as retailers and restaurants, are open on weekends and during evening hours. ====Disadvantages of bulk vending==== Initially, the cost of insurance for a beginning operation may be prohibitive. Consequently, many beginning operators do not carry liability insurance on their machines. Complicating the situation is that there are limited companies which offer insurance for Bulk Vendors. The business is susceptible to inflation because product costs rise higher than prices customers are willing to pay. Many bulk candy vending mechanisms are not equipped to accommodate price increases, unlike electronic machines. Locations often do not see a compelling need to have a bulk candy machine. Moreover, because locations know the machines are easily portable, it is not uncommon for bulk vendors to get kicked out of a location. Vendors generally report that about 1-4% of their machines disappear annually, a problem exacerbated by the fact that machines are usually located close to store entrances, where they are easy to steal. Locations inside existing businesses can be in peril if the business goes bankrupt or evicted from rented premises. Machines have been known to be seized or liquidated by the host businesses' creditors, before the rightful owner has a chance to retrieve them. Bulk vending machines are susceptible to fraud. Unlike other vending machines, most bulk vending machines do not read coins' \"metallic signature,\" and a worthless token of the same size as a coin (e.g. a wooden nickel or a washer) can, in most cases, operate a bulk vending machine equally as well as a coin can. ===Machinery=== ====General considerations==== Vendors have a wide variety of machines to choose from. The selection of a machine is important because it can affect sales, time spent servicing the machine, willingness of locations to allow placement of the machine, and a variety of other factors affecting overall profits. Like a car, once a vending machine is placed in service, its resale value drops dramatically. This is especially true for machines that were overpriced to begin with. Northwestern Corporation (established 1909), Oak Manufacturing (established 1948) and Beaver Machine Corporation (established 1963) are generally regarded in the vending community as companies that sell high- quality bulk candy machines. The ideal color of the machine may depend on the clientele. In retail locations frequented by children, an eye-catching red or yellow may be best. Chinese restaurants, for instance, typically favor red. In offices where adults are the customers, a more subdued blue, grey, silver, or black may be better. If a location has a color coordination, it may be good to keep with the color coordination. Stands mostly come in two colors, black and chrome. Chrome has a tendency to rust when exposed to moisture from mopped floors, humidity, etc. Black stands suffer from the same problems, but can be repainted with inexpensive black gloss spray paint more cheaply than chrome stands can be rechromed. Sticker adhesive can be removed from machines by applying lighter fluid and then rinsing with dish soap. To find out what cleaners work best on a particular machine, it may be good to keep a machine in the house and try everything on it to see what works. There are products that can remove scratches from canisters, for instance. ====Machine types==== The Vendstar 3000, a triple machineThe best choice of machine type largely depends on location. A gimmicky machine, such as one that has flashing lights following a gumball down a spiral, is better suited to shopping malls and other locations with many new customers visiting who are unfamiliar with the machine (and thus have not become jaded about it). For most locations, a simple single- or double-head stand is sufficient. In some high-traffic locations, a four selection machine is the best but can cause product to go stale in a location with fewer sales. =====Separate head machines===== Machines with separate heads are the ones most commonly encountered. Grocery stores, malls, and laundromats may have stands with a half-dozen or more separate head machines. Most of them have a large presentation area and allow the product to be seen from all angles, and therefore are more eye-catching than triple machines. Gumballs and toys sell well from these machines. Oak seems to specialize in separate head machines, although Northwestern also sells reputable separate head machines. Most experienced vendors recommend buying single- and double-head machines new }, since they usually only cost $50–75 per head. =====Triple machines===== Triple-selection machines have had some success in office settings, where the target customers are adults. An advantage of triple-selection machines over stands with separate heads is that they are quicker to service because one key opens the whole machine. Moreover, most triple selection machines have a spill tray, which can help prevent store owners from becoming annoyed at having to sweep up spilled candy. A disadvantage is that the presentation area is smaller than with a globe or panel head, and customers cannot see all products from all angles. In addition, three choices of candy are not always necessary, and may result in spoilage if one product moves slowly. ====Parts==== Most bulk candy machines have adjustable candy wheels that allow the owner to control how much product is dispensed per vend. Some machines also have gumball wheels. *Merchandise wheel: There are many different types of wheels available. A deep dish candy wheel, for instance, vends more candy than a shallow candy wheel. Candy wheels can also be adjusted to dispense different amounts of product. Capsule wheels and gumball wheels are used to vend capsules and gumballs, respectively. For gumballs, a two-for-one wheel can be used to give customers more product for their money. *Stirrer or agitator: A stirrer can be installed to prevent candy from becoming unevenly distributed. In the absence of a stirrer, as more and more vends take place, the product will tend to become unevenly distributed, assuming a funnel shape as it drains out through the center. When the center of the canister becomes empty, the product will stop falling into the wheel and the machine will accept money without dispensing any product. This can lead to customers getting angry if the canister appears full from the front. Especially in locations such as break rooms where business depends on repeat customers, if word gets around that the machine has been taking people's money, it could lead to a dropoff in sales or the operator getting kicked out of the location. *Lock: Quality machines almost always come with quality locks such as Chicago Lock Co.'s Ace Locks. The Vendesign 4in1 Carousel is unique insofar as it has two separate locking coin boxes. *Coin mechanism: Metal coin mechanisms last longer than plastic ones and can take more abuse without breaking. *Fall through mechanism: A fall through mechanism allows tokens, foreign coins, wrong denomination coins, slugs, and so on, to fall through into the cash box, rather than getting stuck and causing lost sales. Oak Manufacturing Co. invented the fall through mechanism. ===Products=== An assortment of modern gumball machines on location in a Dallas storefront.Bulk candy and other products can be obtained cheaply from wholesale stores such as Sam's Club as well as mail-order wholesale outfits. Some food products sold from bulk vending machines include: *Peanut M&M;'s, one of the best sellers, but relatively expensive and vulnerable to cracking and melting if temperature varies greatly. Shielding them from sunlight can prolong their life. Peanut M&M;'s usually sell slightly better than their plain counterparts. *Reese's Pieces, another good seller that is cheaper than M&Ms.; *Skittles, which have OK sales but last a long time before going bad. *Mike and Ikes and Hot Tamales, also a good seller, degrade in humid environments. Spraying a large plastic spoon with an unflavored, non-stick cooking spray and then stirring the candy around until it has a shiny look to it can prevent the pieces from sticking together. It is important not to use too much cooking spray, or the candy will seem greasy. *Runts, a hard fruity candy, are well-suited to surviving hot, humid summer months. *Gumballs and chicles, a classic seller that can last for two years or more. Bubble gum sells well to children, while chewing gum sells better to adults. Dubble Bubble is reported to be a lower quality gum than Ford Gum and other brands. Gumballs sell best in machines by themselves, as opposed to being an option in a triple-selection machine. Gum is likely to become more popular among adults as more workplaces become smoke- free. *Peanuts, cashews and other oil-containing nuts, which usually can only last a few months before going bad. Brazil nuts may need to be broken into two pieces to avoid jamming the mechanism. *Trail mix, which reportedly sells well in locations frequented by truck drivers, but otherwise generally sells poorly. Trail mix is as perishable as the nuts it contains. An abundance of fruit that has a lot of pectin (i.e. it is sticky when moist) may tend to stick together and prevent the machine from vending. The solution is to coat the mix so that it won't be so gummy. With certain Wal-Mart varieties of trail mix, for instance, the raisins are coated with a fine salt powder which keeps them from sticking. The cranberries are dried, but additionally the skin helps to keep them from sticking. In the case of trail mix with fruit that has a lot of the flesh exposed, one might try a fine popcorn salt. Powdered sugar is likely to gum up as well. The only other commonly available food item would probably be corn starch, but it is questionable whether it would impart a flavorable taste. Moreover, stirrers will tend to crush the raisins and make them stick, causing everything to mush together. *Chocolate covered raisins are a vendible product, but heat will turn the product white. *Jelly beans, such as Jelly Belly gourmet jelly beans, are a vendible product, but the product costs can be rather high for premium brands. Some non-food products include: *Bouncy balls, a classic toy that can, however, cause choking if customers mistake one for a gumball. *Cheap jewelry, which sells well among children looking for inexpensive accessories. *Toys (e.g. large dice and miniature Rubik's Cube knockoffs) inside vendible capsules. *Stickers (e.g. holographic, glow-in-the-dark, etc.) *Temporary tattoos *Figurines, including licensed figurines of Spider-Man, etc. and non-licensed figurines *Licensed collectables *Electronics Accessories, like screen cleaners The type of products suitable for a location depends on the potential customers. Toys sell well among children, and sometimes adolescents. Some vendors have reported high sales of doggy treats at veterinary offices when they used the ASPCA as a charity. The type of products that will sell well is always somewhat unpredictable, and can change as particular customers' tastes change or as they start or stop frequenting the location. More so than in other types of vending, the operator should take customers' requests for specific candy with a grain of salt. Sometimes customers will recommend unusual items, but when the item is stocked, sales will be poor. In addition, certain products are not vendible. Gummi bears and similar soft, squishy candies, for instance, will jam the machine. When a product does not sell well at a location, vendors may move the product to another location to see if it sells better there. This is an advantage to having more than one location. When trying a new product, it may also be helpful to start out with a small bag, instead of ordering a whole case, in case it does not sell. According to the 2007 annual Census of the Industry compiled by Vending Times, here are the number of machines, average annual revenue, and average per machine for these different types of machines for 2006: {| class=\"wikitable\" |- ! Type of machine !! Number of machines !! Average annual revenue !! Average per machine |- ! Capsule Venders | 692,000 || $178,536,000 || $258 |- ! Novelty Capsule Venders | 13,000 || $5,135,000 || $395 |- ! Nut/Pan Candy Vender | 413,000 || $85,078,000 || $202 |- ! Ball Gum Vender | 911,000 || $110,231,000 || $121 |- ! Flat Vending - Stickers & Temporary Tattoos | 185,850 || $36,960,000 || $176 |} ===Locations=== A bulk candy vendor must be willing to act as a salesman in order to persuade businesses to allow location of machines. Since managers are busy, he must be able to state his case concisely and close the sale effectively. Even experienced vendors often report a high rejection rate, on the order of 9 out of 10. Many operators donate a percentage of the profits to charity so that locations will allow them to place the machines for free; others pay the location a commission. A bulk candy vendor is constantly having to seek new locations as accounts turn over. A company's regional manager may visit a branch, for instance, and decide that he doesn't like the bulk candy machine. Or a competing operator may offer the owner a better commission. Prime locations are fiercely fought over, and operators may need to pay as much as 50% to the store owner in order to keep a high-volume location. It usually takes about 300 locations for an operator to live solely on bulk candy profits. According to Bryon Krug's Vending Business-in-a-Box, certain factors can make a location more profitable for a bulk vendor: *Long hours of operation (e.g. a 24-hour restaurant) *Many passers-by (e.g. a busy retail store) *Customers waiting for the business to complete a task (e.g. waiting to be seated, waiting for a car's oil to be changed, etc.) *Numerous children (e.g. a recreation center) *Hungry people (e.g. a restaurant) *People present who have quarters on them (e.g. a laundromat) *No other bulk candy machines at the location *Many people working at the same time of day with no other sources of food (e.g. an office). The presence of a few individuals who each buy a few handfuls of candy a day can dramatically improve sales. Because it is difficult to know in advance where these candy lovers may be, usually the only way to find out the profitability of a location is to place a machine and see what happens. Another consideration in finding locations may be a desire to create a \"tight route,\" seeking locations in the same geographical area in order to improve efficiency in servicing them. ===The vending community=== Many vendors began operating a small route as a sideline to a full-time professional job, and found it profitable enough that they went into vending full-time. Vendors often say that they enjoy the flexibility afforded by not needing to work 9-5. The majority of bulk vending companies are small, one- person operations, but some have expanded, hired additional employees, and become sizeable businesses (although usually not as large as the bigger snack/soda vending businesses). ==See also== * Gashapon * 1.800.Vending ==References== ==Further reading== *Consent Order No. CO-2004-788-B, State of Connecticut Department of Banking. *Durham, Ken: History of Vending Machines, 1996. *Investor Alert: Business Opportunity Fraud, State of Connecticut Department of Banking, July 1995. *Krug, Bryon: Vending Business-in-a-Box, BooksOnStuff, 2003. *https://web.archive.org/web/20070916031206/http://www.themainpage.com/Vending/MainPage.htm Non-Commercial Advice, General Topics, Ideas, and Suggestions for Vending Operators *Turnkey Vending Defendants to Pay $22,000 Civil Penalty As Part of FTC Settlement: Defendants Were Part of “Project Busted Opportunity” Sweep, Federal Trade Commission, September 2, 2003. *United States of America v. North American Vending, United States District Court, District of Utah. Category:Vending ",
    "title": "Bulk vending"
}