{
    "id": "2547617",
    "text": "{| |+T-class ferry |} BC Ferries operates two T-class ferries for use on small inter-island routes. They have raised bows, which make it easier for the ships to travel in the rough seas often found on British Columbia's central coast. The ferries carry 30 cars and 150 passengers. Both were built in 1969. They were originally owned and operated by BC's Ministry of Transportation and Highways until 1985, when the Ministry's saltwater ferries and routes were transferred to BC Ferries, including the T class. The two T-class ferries are Tachek and Quadra Queen II. == Ships in class == MV Tachek was built in 1969 in Vancouver, British Columbia by Allied Shipbuilders. She was originally named Texada Queen and was used on the Powell River-Blubber Bay route, serving her namesake Texada Island. She was renamed Tachek in 1977, and continued serving Texada Island until 1979 when the larger North Island Princess replaced her. Since then, she has served as an auxiliary vessel, providing additional capacity where demand is needed and serving as a backup ferry when other ferries are out of service. As of 2013, she is used on the route between Denman Island and Hornby Island from mid-fall to mid-spring, and serves as a backup vessel for the rest of the year, tied up at Blubber Bay when not in use. On 15 December 2012, Tachek was removed from service to undergo a nine- month life-extension project. Since then, Tachekhas been used on the Heriot Bay (Quadra) to Whaletown (Cortes). MV Quadra Queen II was built in 1969, also by Allied Shipbuilders in Vancouver, British Columbia. She replaced the original Quadra Queen on the Campbell River–Quathiaski Cove (Quadra Island) route. Quadra Queen was renamed Cortes Queen and later . In the late-1980s or early-1990s, Quadra Queen II was relocated to the Port McNeill-Alert Bay- Sointula route. As of April 2013, the ferry still serves this route. From April 2010 to May 2011, Quadra Queen II underwent a life extension project meant to prepare the vessel for another 20 years of service. ==References== Category:Ferry classes Category:1960s ships ",
    "title": "T-class ferry"
}