{
    "id": "2547503",
    "text": "Saul church Saint Patrick's statue Saul is a village in County Down, Northern Ireland, within the civil parish of Saul and Ballee. The villages lies to the east of Downpatrick and has strong links with Saint Patrick. It is claimed that when Saint Patrick arrived in Ireland in 432, strong currents swept his boat through the Strangford Lough tidal narrows and he landed where the Slaney River flows into the lough. The local chieftain, Dichu, was converted and gave him a barn for holding services. Allegedly, Saint Patrick died in Saul on 17 March 461 and is buried in nearby Downpatrick. The modern \"Saint Patrick's Memorial Church\" is built on the reputed spot of this building and includes a replica round tower. Saint Patrick's church is currently used for Protestant Anglican services. To the east of the parish is Saint Patrick's Catholic Church and graveyard. In the nearby Townland of Ballee, which shares a civil parish with Saul, there is a Non-Subscribing Presbyterian church and another Anglican Church. The Non-Subscribing Presbyterian Church Hall is also often used for cross-community youth groups such as Cappa Autism. Close by, on the crest of Slieve Patrick is a massive statue of Saint Patrick with bronze panels showing scenes from his life. Many local families are named on crosses leading towards the statue who have donated to the cause, both Catholic and Protestant. The Barn is a long established pub and restaurant which has had a number of owners and names including the Countryside Inn and Saul Tavern. Saul has expanded closer into Downpatrick with new estates being built such as Saul Meadows, Saul Acres and Saul Manor. The village has a soccer club and Gaelic football club St Patrick's GAC, formed in 1928. ==Civil parish of Saul== The civil parish is in the historic barony of Lecale Lower and contains the following settlements: *Saul ===Townlands=== The civil parish contains the following townlands: *Ballinarry *Ballintogher *Ballynagarrick *Ballysugagh *Ballywoodan *Carrowcarlin *Carrowvanny *Castle Island *Gores Island *Green Island *Hare Island *Launches Little Island *Launches Long Island *Lisbane *Lisboy *Portloughan *Quoile *Ringbane *Russells Quarter North *Russells Quarter South *Salt Island *Saul *Shark Island *Walshestown *Whitehills ==See also== *List of towns and villages in Northern Ireland *List of civil parishes of County Down == References == == External links == *Geographia - St Patricks Country *St Patricks Gaelic Athletic Club, Saul Category:Townlands of County Down ",
    "title": "Saul, County Down"
}