{
    "id": "2547304",
    "text": "Mark Bacino is an American singer-songwriter, producer, multi-instrumentalist and writer. ==Overview== Born and raised in New York City, Bacino is a graduate of St. John's University. While attending college, Bacino played in various bands and formed a production partnership with friend and audio engineer, Anthony Erice.see bio on Erice's official site – http://www.audiolabnyc.com/about/ Via this partnership, the duo produced and recorded a variety of local talent in their home-spun, basement studio.see bio on Bacino's official site – http://www.popjob.com/copy.bio.html Eventually Bacino set out as a solo artist; a move which yielded three self-released efforts, the last of which, 1997's \"Pop Job\" EP, earned him a deal with American, independent, record label Parasol Records. In late 1998, Parasol issued Bacino's official debut, \"Pop Job…the long player!,\" augmenting the original EP with 8 new Bacino penned and recorded power-pop tracks.see official Parasol Records site – http://www.parasol.com/artists/mark- bacino/pop-job-...the-long-player/ In the years that followed, Bacino promoted the release with his live band, becoming a regular at downtown NYC clubs such as \"The Living Room\" and sharing bills with the likes of such artists as The Little Willies (featuring Norah Jones) and Madeleine Peyroux.see official Living Room site – In 2000, Bacino contributed an original song, \"Merry Christmas, I Love You,\" to the holiday-themed, Parasol Records compilation, \"Christmas Singles.\" The following year (2001) found Bacino contributing a cover version of Paul McCartney's \"Every Night\" to the album \"Coming Up!;\"see All Music Guide \"Coming Up!\" album review – http://www.allmusic.com/album/coming-up-an-indie-tribute-to-the-music-of-paul- mccartney-mw0000015276 a McCartney, tribute compilation released by Oglio Records. Early 2003 brought more live performances and both the US and Japanese releases of Bacino's second album, \"The Million Dollar Milkshake\" (Parasol, Nippon Crown); This effort found Bacino marrying varied arrangements to his original, guitar-centric sound.see official Parasol Records site – http://www.parasol.com/artists/mark-bacino/the-million-dollar-milkshake/ Bacino also took to the television airwaves in '03 to promote \"Milkshake\" via a comedic, commercial spot which faithfully mirrored country singer Slim Whitman’s infamous TV ad from the early 1980s.see official Bacino YouTube channel – https://www.youtube.com/watch?v=rPAoyohVIPA In 2004, a partnership (now amicably dissolved) with JDMI Management (Tony Visconti, Hugh Padgham) encouraged Bacino to once again revisit the role of producer. With the formation of \"The Queens English,\" a new production company and studio, Bacino found himself producing a variety of artists and collaborating with fellow writer-producers Peter Zizzo (Avril Lavigne, Vanessa Carlton) and Marc Swersky (Hilary Duff) .see official Queens English site – http://www.thequeensenglish.com As a producer, Bacino remains active, producing (and composing) music for television and film in addition to his production work for various artists.see Bacino's official discography page – http://www.thequeensenglish.com/MBDiscography2.htm In the spring of 2010, Bacino's third album, \"Queens English,\" was released on the (Bacino owned, Redeye distributed) DreamCrush Music label.see official DreamCrush Music site – http://www.dreamcrushmusic.com Described by All Music Guide as an album that \"proves it's possible to introduce actual maturity into pop with no adverse effects,\" \"Queens English\" marks Bacino's move away from the carefree, bubblegum leanings of his previous efforts toward a more personal and reflective pop sound.citing All Music Guide \"Queens English\" album review – In April 2012, Bacino began contributing online columns (\"Songcraft\" & \"60 Second Songwriting\") to Guitar World Magazine covering various topics related to songwriting.see Bacino at official Guitar World site – http://www.guitarworld.com/users/mark-bacino In the same year, Bacino also founded and began curating \"intro.verse.chorus,\" a web resource for songwriters dedicated to the art of song creation.see official intro.verse.chorus site – http://www.introversechorus.com In late 2013, Bacino was featured on the cover of the 2014 edition of \"Songwriter's Market\"see 2014 Songwriter's Market at Amazon.com – https://www.amazon.com/2014-Songwriters- Market-James-Duncan/dp/1599637316 having contributed several articles to the annual trade publication-reference guide for songwriters and musicians. Subsequently, additional Bacino authored pieces were published in the 2015 and 2017 editions of \"Songwriter's Market.\"see 2015 Songwriter's Market at Amazon.com – https://www.amazon.com/2015-Songwriters-Market-Where- Songs/dp/1599638428see 2017 Songwriter's Market at Amazon.com – https://www.amazon.com/Songwriters-Market-40th-Where-Songs/dp/1440347794 In the summer of 2016, Bacino released a single entitled \"Not That Guy\" via the DreamCrush Music label.see \"Not That Guy\" at Amazon.com - https://www.amazon.com/Not-That-Guy-Mark- Bacino/dp/B01I5QGOQY/ref=sr_1_2?ie=UTF8&qid;=1469167100&sr;=8-2&keywords;=mark%2Bbacino%2Bnot%2Bthat%2Bguy The track marking a somewhat updated return, stylistically, to the jaunty, pure-pop leanings of Bacino's earlier work. In the spring of 2017, Bacino became a contributing writer for SonicScoop, a music and audio production website for audio professionals and musicians.see Bacino at official SonicScoop site – https://www.sonicscoop.com/author/mark-bacino/ Early 2020 found Bacino producing and hosting \"Queens Creative\" for Queens Public Television in New York City; A podcast featuring artists/creatives of all types in conversation and performance.see \"Queens Creative\" at Queens Public Television site - https://www.qptv.org/queenscreative Bacino currently resides in New York City with his wife and son. ==References== ==Discography== *1998 Pop Job...the long player! (Album) *2003 The Million Dollar Milkshake (Album) *2010 Queens English (Album) *2016 Not That Guy (Single) ==External links== *Official website Category:Living people Category:Year of birth missing (living people) Category:St. John's University (New York City) alumni ",
    "title": "Mark Bacino"
}