{
    "id": "2548454",
    "text": "Map highlighting the Midland–Odessa Combined Statistical Area Midland–Odessa is a metropolitan area located in West Texas approximately half-way between El Paso and Fort Worth, Texas. This combined statistical area (CSA) is made up of two metropolitan statistical areas (the Midland MSA and the Odessa MSA), and comprises three counties: Martin, Midland and Ector counties. The Midland–Odessa CSA is informally known as The Petroplex. In the past, the cities of Midland and Odessa experienced a rivalry of bitter competition and political intrigue. Since the early 1990s, the nature of the rivalry has changed into one of friendly competition and economic cooperation. The Midland–Odessa area today is marketed as \"Two Cities, no Limits.\" ==Communities== ===Cities=== *Ackerly *Goldsmith *Midland *Odessa *Stanton ===Census-designated places=== *Gardendale *West Odessa ===Unincorporated communities=== * Greenwood * Lenorah * Notrees * Penwell * Tarzan ==Geography and climate== The Midland–Odessa combined statistical area, informally known as The Petroplex, akin to the Dallas–Fort Worth metroplex, is located along Interstate 20 in West Texas in a petroleum rich area called the Permian Basin. The Permian Basin extends into the South Plains region just south of Lubbock, Texas, extending westward into southeastern New Mexico. Midland–Odessa enjoys a climate typical of the resort cities of the Southwest United States. The terrain type is described as semi-arid mesquite-mixed grassland subtropical steppe. Winters are typically mild with a few seasonable cold spells. In the spring the wind is quite strong and the summer can bring extended heat waves with many consecutive days with highs of 100 degrees or more. The average rainfall of Midland–Odessa is 14.96 inches. Midland–Odessa is located in zone 8 according to the USDA 2003 Plant Hardiness Map. On average the area experiences 316 days of sunshine a year. ==Combined statistical area== The Midland–Odessa, Texas, combined statistical area (CSA) is made up of two metropolitan statistical areas (MSA) encompassing three counties. The CSA includes Martin and Midland counties in the Midland MSA, and Ector County in the Odessa MSA. The Midland–Odessa CSA encompasses 2,720 sq mi (7,044 km) of area, of which 2,713 sq mi (7,027 km) is land and 6.6 sq mi (18 km) is water. ===Demographics=== As of the census of 2000, there were 237,132 people, 86,591 households, and 62,647 families residing within the CSA. The racial makeup of the CSA was 75.47% White, 5.77% African American, 0.74% Native American, 0.78% Asian, 0.04% Pacific Islander, 14.83% from other races, and 2.38% from two or more races. Hispanic or Latino of any race were 35.84% of the population. The median income for a household in the CSA was $35,117, and the median income for a family was $41,819. Males had a median income of $33,778 versus $23,013 for females. The per capita income for the CSA was $17,700. ==Economy== An industrial area of Midland–Odessa as seen from Interstate 20 The economy of the area is heavily dependent on the petroleum industry and has experienced a series of booms and busts as the price of crude oil has fluctuated. The Permian Basin is the source of the New York Mercantile Exchange's benchmark West Texas Intermediate Crude. Traditionally, the core cities of Midland and Odessa have played very distinct roles in the petroleum industry. Midland is home to most of the corporate offices and has a predominantly white-collar population. Odessa by contrast is home to mostly blue-collar workers and industrial facilities. In 2003 Family Dollar constructed its seventh distribution center, in its industrial complex, since then Telvista, an incoming call center, and Coca-Cola Enterprises have relocated to this complex located on Interstate 20. In even-numbered years, Odessa hosts the Permian Basin International Oil Show--the world's largest inland petroleum exposition --at the Ector County Coliseum. In recent years, both cities have made efforts to diversify into additional industries to reduce their dependence on the petroleum industry. Midland–Odessa is well positioned to become an energy nexus for the region and for the United States as a whole. The metropolitan area is home to two major natural gas powerplants and in July 2006 it was announced that Odessa was one of four possible sites for a FutureGen zero- emissions coal-fired powerplant (which eventually was awarded to Mattoon, Illinois). The Permian Basin is also home to several windfarms and the city of Andrews is a candidate site for an experimental high temperature nuclear reactor. This focus on new sources of alternative energy in addition to petroleum has led some to refer to the Permian Basin as the Energy Basin. The recent high price of crude oil has led to a significant economic boom in the area. ==Transportation== Midland–Odessa is served by Midland International Air and Space Port (MAF), located between the core cities in Terminal and has since been annexed into Midland proper. This airport serves as a regional hub for cities and towns throughout the Permian Basin and as a gateway to Big Bend National Park. Odessa Schlemeyer Airport and Midland Air Park also serve as an option for smaller jets. The spirit of cooperation can be seen in the Midland Odessa Transportation Alliance (MOTRAN) and its centerpiece project \"La Entrada al Pacifico\" or \"Entrance to the Pacific\". La Entrada al Pacifico is an official trade corridor that connects the Mexican port city of Topolobampo on the west coast of Mexico with major markets in the Eastern and North Eastern United States and includes an inland port facility to be located in Midland–Odessa. ===2019 shooting=== Main article: 2019 West Texas shooting Eight people were killed, including the perpetrator, and 25 others were injured on the Interstate 20 between Midland and Odessa. The shooter was killed by a shootout with the police. ==References== Category:Combined statistical areas of the United States Category:Geography of Ector County, Texas Category:Geography of Midland County, Texas Category:Geography of Martin County, Texas Category:Metropolitan areas of Texas ",
    "title": "Midland–Odessa"
}