{
    "id": "2548288",
    "text": "The Joseon naval campaigns of 1592 were naval campaigns conducted by Korean admiral Yi Sun-sin during Japanese invasions of Korea (1592-1598) against the Japanese forces of Toyotomi Hideyoshi. These campaigns made Yi a legendary figure in Korean history on par with, if not surpassing, the great general Eulji Mundeok. The campaigns of Yi were vital in halting the Japanese invasion, which had the ultimate aim of conquering not just Korea, but Ming China as well. Yi was able to severely impair Japanese logistics and reinforcements for the land forces in Korea. == First Campaign == At the outbreak of hostilities on April 13, 1592, Admiral Yi had sent out his fleet out on a naval exercise. Upon hearing that Pusan had been captured, Yi immediately set out on an east course to Pusan, hoping to block Japanese naval advances along the coast to aid their land forces. His first encounter at Okpo (1 May 1592) was a decisive victory, destroying almost half of the ships of the docking Japanese fleet. Prior to the Okpo Campaign, Yi mainly patrolled the seas near his Jeolla Province, to fortify its position before he began moving westward, due to the call for help from Admiral Won Gyun. A number of battles were fought around the area, mainly minor skirmishes. However, Yi treated each battle with extreme care and made certain that he suffered few serious casualties. From his Okpo battle, the only casualty was a minor gunshot wound on an oarsman from stray musket fire. After the battle, Admiral Yi also destroyed few enemy skirmish ships at Happo and Jeokjinpo. == Second Campaign == Around the end of May, Admiral Yi set out again eastward and encountered another force around the Sacheon-Dangpo area, where he again engaged in minor skirmishes against the Japanese fleet. At Danghangpo, however, Yi met his first significant force of Japanese and forced the Japanese to withdraw, with heavy casualties. After securing this area (the last in the series of Jeolla coastal defenses), Admiral Yi decided to press the advantage of his enemy's inactivity and moved out to the Noryang-Hansando area. == Third Campaign == Around July, the Japanese forces had already reached Pyongyang and were laying siege to the city as the Yi court continued to flee northward to the border city of Uiju. At this time, the Japanese commanders sent out another massive fleet of 100 ships, consisting of their best warships, including the heavy Atakebune, under highly renowned commanders, to reinforce their troops near Pyongyang and to defeat Admiral Yi's \"ravaging fleet\". The two fleets met at Hansan Island - where the Japanese had been organizing - on the morning of July 3. What followed was a complete disgrace to the Japanese martial command. The Japanese war fleet was nearly annihilated while Koreans suffered virtually no losses. They also lost most of their reinforcements, many of whom were stranded on the island and met the fury of local residents. After this battle, Yi set up his headquarters on Hansan Island itself and began plans to attack the main Japanese base at Pusan harbor while the Japanese fleet commanders were ordered to avoid direct engagement with the Koreans. == Fourth Campaign == In September, Yi left his base at Hansan Island and went out against all odds to attack Busan harbor. While considered a great victory, Yi's principal purpose was to demoralize the Japanese. He was rather pragmatic, knowing that he could not win the war on his own merit. But he knew that by attacking at places where the Japanese were comfortable would not only demoralize them, it would also instill a great fear in them - a fear that persisted even into the Meiji restoration. Yi managed to leave with all of his ships intact, while inflicting damage on several hundred enemy ships still in their docks. == Aftermath == After attacking Busan, Yi retired to his Hansan Island base. For the rest of the year, he remained relatively inactive, letting the progress of Ming Chinese assistance on the land take its effect. He still controlled all of the naval routes leading to the northern lines, which forced the Japanese to take the less dependable and more hazardous routes on the eastern coast. This proved ineffective in stopping the Chinese and Korean advances, and eventually Hanseong was recaptured, while the Japanese retreated to their bases around Busan. Of course, the most obvious result was the devastating consequences of the Hansan Island Battle on the Japanese navy. In every future engagement, the Japanese commanders were afraid for their safety, considering Yi's manipulative use of the sea terrain, battle tactics, and frightening weapons as well as his innovative Geobukson. Principally because of this, Yi won every single naval engagement in his entire naval career. And after his temporary imprisonment due to a false charge against him, Yi returned with a small fleet of 13 ships and shattered an entire fleet of Japanese ships at Battle of Myeongnyang in 1597. Afterwards, Yi led his campaign to the final Battle of Noryang in 1598, where he was killed in the battle. == Progress of Battles during the Four Imjin Campaigns of Admiral Yi Sun-sin== Map of Admiral Yi Sun-Shin's Naval Campaigns - 1592 ===First Campaign (May 1592)=== #Okpo Battle (Hangul : 옥포해전, Hanja : 玉浦海戰) #Battle of Happo (Hangul : 합포해전, Hanja : 合浦海戰) #Battle of Jeokjinpo (Hangul : 적진포해전, Hanja : 赤珍浦海戰) ===Second Campaign (June 1592)=== #Battle of Sacheon (Hangul : 사천포해전, Hanja : 泗川浦海戰) #Battle of Dangpo (Hangul : 당포해전, Hanja : 唐浦海戰) #1st Battle of Danghangpo (Hangul : 제1차 당항포해전, Hanja : 唐項浦海戰) #Battle of Yulpo (Hangul : 율포해전, Hanja : 栗浦海戰) ===Third Campaign (July 1592)=== #Battle of Hansan Island (Hangul : 한산도대첩, Hanja : 閑山島大捷) #Battle of Angolpo (Hangul : 안골포해전, Hanja : 安骨浦海戰) ===Fourth Campaign (November 1592)=== #Battle of Jangnimpo (Hangul : 장림포해전, Hanja : 長林浦海戰) #Battle of Hwajungumi (Hangul : 화준구미해전, Hanja : 花樽龜尾海戰) #Battle of Dadaepo (Hangul : 다대포해전, Hanja : 多大浦海戰) #Battle of Seopyeongpo (Hangul : 서평포해전, Hanja :西平浦海戰) #Battle of Jeolyeong Island (Hangul :절영도해전, Hanja : 絶影島海戰) #Battle of Busan (Hangul : 부산포해전, Hanja : 釜山浦海戰) == See also == *List of Korea-related topics *History of Korea *Japanese invasions of Korea (1592-1598) *List of naval battles during the Japanese invasions of Korea (1592-1598) *Joseon Navy *Yi Sun-sin == References == *Nanjung Ilgi (Hangul : 난중일기; Hanja : 亂中日記) ; 89-344-0141-9 *Admiral Yi Campaigns during the Japanese Invasions of Korea (in Korean) *Maps of Naval Battles during the Japanese Invasions of Korea (in Korean) *https://web.archive.org/web/20061005122642/http://www.boseong51.net/user/ftp/free/LeeSS/IMJIN-1OKPO.html Category:1592 in Asia Category:Conflicts in 1592 ",
    "title": "Joseon naval campaigns of 1592"
}