{
    "id": "2549678",
    "text": "REDCAT (Roy and Edna Disney/CalArts Theater) is an interdisciplinary contemporary arts center for innovative visual, performing and media arts in downtown Los Angeles, located inside the Walt Disney Concert Hall complex. Opened in November 2003 as the initial professional presenting arm of CalArts, REDCAT has since garnered a reputation for groundbreaking theater and a worldwide arts following as a launching platform for up-and-coming local artists, and for introducing internationally acclaimed productions and exhibitions to L.A. audiences that are often premiering on the West Coast for the first time. ==Programs== * Visual Arts: Gallery at REDCAT. Past curators include Eungie Joo, Clara Kim, and Aram Moshayedi, with Ruth Estevez joining as current gallery director since November 2012. * Performing Arts: New Original Works Festival, Studio series, Radar L.A. * Film/Video: REDCAT International Children's Film Festival * Music: CEAIT Festival * Conversations * CalArts at REDCAT * Alpert Awards in the Arts ==Facility== The art center consists of a gallery space with revolving exhibitions, a 200–270-seat flexible black box theater, and a lounge cafe/bar hosting public conversations and a bookstore offering diverse art publications. ==History== As the Walt Disney Concert Hall came under construction in 1992, Roy E. Disney, son of Roy O. and Edna Disney, saw an opportunity for the California Institute of the Arts (CalArts) in Santa Clarita to have a presence in downtown Los Angeles. With the approval of The Walt Disney Company's Board of Directors and support from the County of Los Angeles, the project's lead architect, Frank Gehry, whose children also graduated from CalArts, was tasked to design the new venue. Roy Disney and his wife Patty personally matched the Disney Company gift for REDCAT's construction and, to extend the memory of Roy O. Disney who built The Walt Disney Company with Walt and oversaw the construction of CalArts' campus, dedicated the new art center to his parents' name. CalArts President Steven D. Lavine cites the pairing of high caliber renegade experimentation and a social space for artist-community engagement, especially those in London (e.g. The Cottesloe Theatre as part of the Royal National Theatre), as a pointed consideration for the venue design and its conception as an institutional laboratory. Mark Murphy was brought on board as executive director of REDCAT to guide the vision of the new organization. He observed a dearth of interdisciplinary art spaces in Los Angeles the likes of Yerba Buena Center for the Arts, Wexner Center for the Arts, and the Walker Art Center, or the Alte Oper in Frankfurt and the Hebbel am Ufer in Berlin. This impetus propelled initiatives for commissioned works, artist residencies, collaborations, and public programs to facilitate dialogue on the creative city within the world arts arena. Harvey Lichtenstein, president and executive producer of the Brooklyn Academy of Music, was brought in as a consultant during the development phases of REDCAT during 1999. The performances at REDCAT are funded and presented in part by The REDCAT Council. Current council members include: Diane Levine (Chair), Edgar D. Arceneaux, Joseph M. Cohen, Rita Cohen, Neda Disney, Tim Disney, Fariba Ghaffari, Richard J. Grad, R. Stephen Maguire, Antonio Mejias-Rentas, Seth Polen, Kevin Ratner, Abby Sher, Michael Skloff, Alex Westerman, Adele Yellin and Ravi Rajan, (President, CalArts). ==References== ==External links== * * The Politics of Culture: The REDCAT Theater * Mark Murphy & David Sefton: Two LA Impresarios Category:Theatres in Los Angeles Category:Art museums and galleries in Los Angeles Category:Arts centers in California Category:California Institute of the Arts Category:Event venues established in 2003 Category:Art galleries established in 2003 Category:2003 establishments in California Category:Tourist attractions in Los Angeles Category:Bunker Hill, Los Angeles Category:Downtown Los Angeles ",
    "title": "REDCAT"
}