{
    "id": "2549597",
    "text": "Yulia Vladimirovna Barsukova (, born 31 December 1978) is a Russian retired individual rhythmic gymnast. She is the 2000 Olympic champion in the All- Around, the 2000 Grand Prix Final All-around champion, the 1999 World All- around bronze medalist, 2000 European All-around bronze medalist and 1999 Grand Prix Final All-around bronze medalist. ==Early life== Barsukova began figure skating at age five in the Izmaylovo District of Moscow where she lived. When she was eight years old, she passed a sports club and saw girls practicing rhythmic gymnastics through the window. Her father soon enrolled her in the sport. After three years, she moved to Tagansky District high school's rhythmic gymnastics department. == Competitive career == Barsukova was coached by Vera Silaeva until she was sixteen, when Silaeva took her student to Russia's head coach, Irina Viner. Viner was unimpressed initially but accepted her at the urging of Russia's national team choreographer, Veronica Shatkova. Barsukova began competing at international competitions following the coaching change. For six years she competed under the shadow of other Russian gymnasts, Yanina Batyrchina, Amina Zaripova, Natalia Lipkovskaya and then Alina Kabaeva. Barsukova considered quitting rhythmic gymnastics until Viner persuaded her to stay and be patient. She had her breakthrough in 1998. During an event dedicated to the 15th anniversary of Ballet Magazine, Barsukova performed along with the stars of the theater. She performed her \"Dying Swan\" ball routine and received the unofficial title of Miss Bolshoi Theater. === 2000 Olympics === (L-R) Alina Kabaeva (bronze), Yulia Barsukova (gold) and Yulia Raskina (silver) at 2000 Olympic Games Podium Barsukova won many rhythmic gymnastics titles after her emergence in major competitions as a second member of the Russian team. She won gold in hoop at the 2000 World Cup Final in Glasgow and then gold at the 2000 Sydney Olympics after a hoop fumble by then-World champion, Alina Kabaeva. She was the 2000 European All-around bronze medalist and won the rope final at the 2000 European Championships (9.983). She was the oldest Olympic champion in rhythmic gymnastics—21 years, 8 months and 27 days—until fellow Russian Evgenia Kanaeva won her second gold medal at London 2012 being aged 22 years, 4 months and 7 days. After the Olympics, Barsukova won the all-around title at the Grand Prix Final in Deventer where she also won gold in ball, rope and ribbon final. She retired from competition following the 2000 Aeon Cup. She has participated in Russia's Channel One project \"Stars on Ice\". On 15 February 2015, a star-studded gala was held in Russia for the 80th founding anniversary of Rhythmic Gymnastics. The venue was held in the historical Mariinsky Theatre in St. Petersburg. Among those who performed at the gala were Russian former Olympic champions, Olympic medalists and World champions including: Barsukova, Evgenia Kanaeva, Irina Tchachina, Daria Dmitrieva, and Yana Batyrshina. == Personal life == Barsukova is married to Denis Samokhin, a Russian former ice dancer and currently working as an Ice dancing coach and international tech specialist for the International Skating Union. They have a son, Nikita, born 2008. ==Routine music information== 1999 European Championships {| class=\"wikitable plainrowheaders\" ! scope=col | Year ! scope=col | Apparatus ! scope=col | Music title |- ! scope=row rowspan=4 | 2000 | Hoop | Nightmare music from Lord of the Dance by Ronan Hardiman |- | Rope | Breath of Sax by dj dado feat control X |- | Ball | The Dying Swan music from The Carnival of the Animals by Camille Saint-Saëns |- | Ribbon | The Feeling Begins (from The Last Temptation of Christ) by Peter Gabriel |- ! scope=row rowspan=4 | 1999 | Hoop | Introduction: Moderato Assai – Allegro Ma Non Troppo from Swan Lake by Tchaikovsky |- | Rope | Act I: Danse Generale (Valse-Coda) music from Giselle by Adolphe Adam |- | Ball | The Dying Swan music from Carnival Of The Animals by Saint-Saëns Camille |- | Ribbon | The Feeling Begins (from The Last Temptation of Christ) by Peter Gabriel |- ! scope=row rowspan=4 | 1998 | Hoop | Introduction: Moderato Assai – Allegro Ma Non Troppo from Swan Lake by Tchaikovsky |- | Clubs | I was born in Mexico / Arabia music from Don Juan de Marco by Michael Kamen |- | Ball | The Dying Swan music from Carnival Of The Animals by Saint-Saëns Camille |- | Ribbon | At the Circus / Adagio of Spartacus and Phrygia (from Spartacus) by Aram Khatchaturian |- ! scope=row rowspan=4 | 1997 | Hoop | ? |- | Clubs | I was born in Mexico / Arabia music from Don Juan de Marco by Michael Kamen |- | Ball | The Dying Swan music from Carnival Of The Animals by Saint-Saëns Camille |- | Ribbon | At the Circus / Adagio of Spartacus and Phrygia (from Spartacus) by Aram Khatchaturian |- ! scope=row rowspan=4 | 1996 | Rope | ? |- | Clubs | I was born in Mexico / Arabia music from Don Juan de Marco by Michael Kamen |- | Ball | The Dying Swan music from Carnival Of The Animals by Saint-Saëns Camille |- | Ribbon | ? |} == Olympics Detail == {| class=\"wikitable\" style=\"text-align:center\" |- ! Year ! Competition Description ! Location ! Music ! Apparatus ! Score-Final ! Score-Qualifying |- | rowspan=\"5\" | 2000 | rowspan=\"5\" | Olympics | rowspan=\"5\" | Sydney | | All-around | bgcolor=\"gold\" | 39.632 | 39.600 |- | The Feeling Begins by Peter Gabriel | Ribbon | 9.933 | 9.900 |- | The Dying Swan by Saint-Saëns Camille | Ball | 9.916 | 9.900 |- | Nightmare by Ronan Hardiman | Hoop | 9.900 | 9.900 |- | Breath of Sax by dj dado feat control X | Rope | 9.883 | 9.900 |} ==References== ==External links== * * Rhythmic Gymnastics Results Category:1978 births Category:Living people Category:Russian rhythmic gymnasts Category:Gymnasts at the 2000 Summer Olympics Category:Olympic gymnasts of Russia Category:Olympic gold medalists for Russia Category:Sportspeople from Moscow Category:Russian women Category:Olympic medalists in gymnastics Category:Medalists at the 2000 Summer Olympics Category:Medalists at the Rhythmic Gymnastics World Championships ",
    "title": "Yulia Barsukova"
}