{
    "id": "2549195",
    "text": "Anita Carol Hill (born 1951) is a LGBT American minister in the Lutheran Church. She is one of the first ordained lesbian women in the church and became a pastor before the Evangelical Lutheran Church in America (ELCA) changed its policy on LGBT ministers. ==Early life and education== Hill was born in 1951 and was raised in the Roman Catholic faith in Shreveport, Louisiana. As a young adult, she lived in Crystal Springs, Mississippi, and became involved in the United Methodist Church. Hill attended Mississippi State University where she earned a bachelor's degree in science. Hill went on to gain a master's degree in religious studies and a master of divinity degree from United Theological Seminary of the Twin Cities and studied at Luther Seminary in St. Paul, Minnesota. ==Career== In the 1980s, Hill started out as a lay minister in the Saint Paul-Reformation Lutheran Church. By the 1990s, her congregation wanted her to be ordained despite rules against lesbian pastors in the Evangelical Lutheran Church in America (ELCA) at the time. The church's head pastor, Paul Tidemann, created the goal for his church that it would have a non-celibate, openly gay minister by 1993. Hill was an open lesbian in a committed relationship. She was ordained on April 28, 2001, within the Extraordinary Lutheran Ministries but was later censured for her ordainment as an LGBT person. On September 18, 2010, she was formally inducted into the ELCA Clergy Roster. She left working at the church in 2012 and went on to fight a state constitutional amendment in her state which banned gay marriage. In 2012 Hill joined ReconcilingWorks as regional director for the St. Paul area and later became its deputy director. Hill was the subject of the 2003 documentary This Obedience, by filmmakers Jamie Lee and Dawn Mikkelson; the film chronicled Hill's openly gay status and the controversy it ignited within the church. Hill's papers are maintained for researchers by the Minnesota Historical Society at the Gale Family Library in St. Paul. ==See also== *Homosexuality and Lutheranism *LGBT-welcoming church programs ==References== ==External links== *Saint Paul-Reformation Lutheran Church Category:1951 births Category:Living people Category:American Lutheran clergy Category:LGBT Lutheran clergy Category:Clergy from Saint Paul, Minnesota Category:Women Lutheran clergy Category:LGBT people from Louisiana Category:Mississippi State University alumni ",
    "title": "Anita C. Hill"
}