{
    "id": "2549886",
    "text": "Shakespeare Santa Cruz was an annual professional theatre festival in Santa Cruz, California, which ran from 1981 to 2013. After losing the financial support of the University of California, Santa Cruz, the company was relaunched through crowdfunding as Santa Cruz Shakespeare. == History == Shakespeare Santa Cruz was founded in 1981 and performed annually on the campus of the University of California, Santa Cruz. Plays by Shakespeare and other great dramatists were performed indoors on the UCSC Theater Arts Mainstage and outdoors in the Sinsheimer-Stanley Festival Glen. Bringing in professional actors, directors and designers from throughout the country, the Company's season ran from July to early September and presented three or four plays that ran concurrently in repertory six days a week (no performance on Mondays). With a mission to “cultivate the imagination, wit, daring, and vision that the greatest playwrights demand of artists and audiences alike,\" SSC sought to present a festival of theatre which showcased contemporary approaches to directing, designing and acting. It eschewed \"museum Shakespeare.\" Attendance grew from 7,716 people in 1982 to 31,013 in 1992. Since its founding, the company's artistic directors have been Audrey Stanley (1982–86), Michael Edwards (1987–92), Danny Scheie (1993–95), Risa Brainin, Paul Whitworth (1996–2007), and Marco Barricelli (2008–2013). Some of the rising theatre stars who have worked at SSC are: David Aaron Baker, Bryan Cranston, Maria Dizzia, Colman Domingo, Dan Donohue, Caitlin FitzGerald, Richard Gunn, Peter Jacobson, Carrie Preston, Reg Rogers, and Michael Stuhlbarg. In 1997, Artistic Director Paul Whitworth introduced the SSC annual Winter Holiday season. In keeping with the tradition of Shakespeare Santa Cruz’s fresh take on the classics, the holiday shows were original musicals written for SSC by playwright Kate Hawley with music composed by Gregg Coffin, Craig Bohmler and Adam Wernick. A fusion of the traditions of the British pantomime and the American musical, Cinderella, Gretel and Hansel, The Princess and the Pea and Sleeping Beauty were based on traditional fairy tales and appeal to audiences of all ages. The winter season performed in November and December. In addition to the summer repertory season and the holiday show, Shakespeare Santa Cruz had two performance programs which sought to engage student actors with Shakespearean and other classical texts---the summer Fringe show and the Shakespeare to Go program. The Fringe show was an opportunity for the summer Company's acting interns to perform their own production in the Glen two nights each summer. Past productions included Lysistrata, The Antipodes, Fools in the Forest, and The Mock-Tempest. Shakespeare to Go was an educational engagement program—and recipient of National Endowment for the Arts (NEA) funding—featuring University of California Santa Cruz Theater Arts students who toured local schools in the spring performing one-hour versions of one of the full-length plays to be featured in the summer repertory season. Additionally, Shakespeare to Go presented a limited number of free public performances. The festival was responsible for supporting itself, but had recently run deficits which were paid by the University of California. In 2008, with California's budget crisis having resulted in reduced funding, the university could no longer afford to cover these debts. An agreement was reached that if the theater could raise $300,000, it could continue operation. Within 10 days of the agreement's announcement, over $400,000 was raised. Claiming continuing financial problems, however, the UCSC Arts Division dean announced several years later that Shakespeare Santa Cruz would end after its 2013 holiday production. Following this announcement, the theater company began a campaign to raise money to become an independent company. By February 2014, they raised over $1 million (USD) through crowdfunding to continue on without the financial support of the university. In March 2014, the new company changed its name to Santa Cruz Shakespeare. ==Season history== * 1981 ** The Taming of the Shrew * 1982 ** A Midsummer Night's Dream * 1983 ** The Merry Wives of Windsor ** Macbeth * 1984 ** Henry IV, Part 1 ** The Tempest * 1985 ** As You Like It ** Hamlet ** Rosencrantz and Guildenstern Are Dead (by Tom Stoppard) * 1986 ** Twelfth Night ** King Richard II ** A Life in the Theatre (by David Mamet) * 1987 ** Much Ado About Nothing ** King Henry V ** Company (by Stephen Sondheim) * 1988 ** The Comedy of Errors ** Julius Caesar ** Antony and Cleopatra ** Titus Andronicus * 1989 ** Love's Labour's Lost ** Romeo and Juliet ** Once in a Lifetime (by George S. Kaufman & Moss Hart) * 1990 ** The Winter's Tale ** Othello ** Amadeus (by Peter Shaffer) * 1991 ** A Midsummer Night's Dream ** Measure for Measure ** Waiting for Godot (by Samuel Beckett) ** Our Town (by Thornton Wilder) * 1992 ** The Taming of the Shrew ** Macbeth ** A Doll's House (by Henrik Ibsen) * 1993 ** The Comedy of Errors ** All's Well That Ends Well ** Doctor Faustus (by Christopher Marlowe) ** Damn Yankees (by Douglass Wallop, George Abbott, Richard Adler, and Jerry Ross) * 1994 ** The Merchant of Venice ** The Merry Wives of Windsor ** The Rape of Tamar (by Tirso de Molina) * 1995 ** The Tempest ** King Lear ** The Dresser (by Ronald Harwood) * 1996 ** Twelfth Night ** Pericles ** Tartuffe (by Molière) * 1997 ** As You Like It ** King Richard III ** The Forest (by Aleksandr Ostrovsky) ** The Wind in the Willows (by Kenneth Grahame) * 1998 ** Much Ado About Nothing ** Othello ** The Marriage of Figaro (by Pierre Beaumarchais) ** The Wind in the Willows (by Kenneth Grahame) * 1999 ** Romeo and Juliet ** The Two Gentlemen of Verona ** Arms and the Man (by George Bernard Shaw) ** Cinderella (by Kate Hawley & Gregg Coffin) * 2000 ** Cymbeline ** Love's Labour's Lost ** Kean (by Jean-Paul Sartre) ** Cinderella (by Kate Hawley & Gregg Coffin) * 2001 ** A Midsummer Night's Dream ** Macbeth ** She Stoops to Conquer (by Oliver Goldsmith) ** Gretel and Hansel (by Kate Hawley) * 2002 ** Coriolanus ** The Merry Wives of Windsor ** The Sea Gull (by Anton Chekhov) ** Gretel and Hansel (by Kate Hawley) * 2003 ** The Comedy of Errors ** Hamlet ** Private Lives (by Noël Coward) ** The Emperor's New Clothes (by Brad Caroll) * 2004 ** The Taming of the Shrew ** The Tamer Tamed (by John Fletcher) ** Who's Afraid of Virginia Woolf? (by Edward Albee) ** Lysistrata (by Aristophanes) ** The Princess and the Pea (by Kate Hawley) * 2005 ** Twelfth Night ** The Winter's Tale ** Engaged (by W. S. Gilbert) ** Cinderella (by Kate Hawley & Gregg Coffin) * 2006 ** As You Like It ** King Lear ** Pygmalion (by George Bernard Shaw) ** Sleeping Beauty (by Kate Hawley) * 2007 ** Much Ado About Nothing ** The Tempest ** The Playboy of the Western World (by J. M. Synge) ** Endgame (by Samuel Beckett) ** The Princess and the Pea (by Kate Hawley) * 2008 ** All's Well That Ends Well ** Romeo and Juliet ** Bach at Leipzig (by Itamar Moses) ** Burn This (by Lanford Wilson) ** The Wind in the Willows (by Kenneth Grahame) *2009 ** A Midsummer Night's Dream ** Julius Caesar ** Shipwrecked! An Entertainment (by Donald Margulies) *2010 ** The Lion in Winter (by James Goldman) ** Love's Labour's Lost ** Othello ** Fringe Show: La Ronde (by Arthur Schnitzler) *2011 ** The Comedy of Errors ** The Three Musketeers (adapted from Alexandre Dumas) ** Henry IV, Part 1 ** Fringe Show: Double Bind (Plautus's Menaechmi) ** Bard Babes (by Robin Goodrin Nordli) ** A Year with Frog and Toad (by Willie Reale & Robert Reale) *2012 ** Twelfth Night ** The Man in the Iron Mask (world premiere by Scott Wentworth) ** Henry IV, Part 2 ** Fringe Show: The Mandrake (by Niccolò Machiavelli, translated by Wallace Shawn) ** In Acting Shakespeare (written by James DeVita) ** Honk! (by Anthony Drewe and George Stiles) *2013 ** The Taming of the Shrew ** Henry V ** Fringe Show: Tom Jones (by Henry Fielding) ** Shakespeare Unscripted ** It’s a Wonderful Life, A Live Radio Show (by Joe Landry) ==References== == External links == * * Finding aid for the Shakespeare Santa Cruz Records Santa Cruz, Shakespeare Category:Tourist attractions in Santa Cruz County, California Category:1981 establishments in California Category:University of California, Santa Cruz Category:Theatre company production histories ",
    "title": "Shakespeare Santa Cruz"
}