{
    "id": "2549016",
    "text": "The 1891 Atlantic hurricane season began during the summer and ran through the late fall of 1891. The season had ten tropical cyclones. Seven of these became hurricanes; one becoming a major Category 3 hurricane. Because there were no modern satellite or other remote-sensing technologies, only cyclones that affected populated land areas or that encountered ships at sea are currently known, so the true total could be higher. For the years 1886 through 1910, an undercount bias of zero to four tropical cyclones per year has been estimated. The tracks of four of the ten cyclones were revised in 1996 by Jose Fernandez- Partagas. Following re-analysis in 2003, two storms previously considered distinct are now regarded as a single system, Tropical Storm 8. A number of other storms from 1891 were considered for inclusion in the Atlantic hurricane database, HURDAT, but are currently excluded due to a lack of evidence of tropical storm intensity. __TOC__ ==Timeline== ImageSize = width:800 height:200 PlotArea = top:10 bottom:80 right:20 left:20 Legend = columns:3 left:30 top:58 columnwidth:270 AlignBars = early DateFormat = dd/mm/yyyy Period = from:01/07/1891 till:01/12/1891 TimeAxis = orientation:horizontal ScaleMinor = grid:black unit:month increment:1 start:01/07/1891 Colors = id:canvas value:gray(0.88) id:GP value:red id:TD value:rgb(0.38,0.73,1) legend:Tropical_Depression_(TD)_=_<39_mph_(0–62_km/h) id:TS value:rgb(0,0.98,0.96) legend:Tropical_Storm_=_39–73_mph_(63–117 km/h) id:C1 value:rgb(1,1,0.80) legend:Category_1_=_74–95_mph_(119–153_km/h) id:C2 value:rgb(1,0.91,0.46) legend:Category_2_=_96–110_mph_(154–177_km/h) id:C3 value:rgb(1,0.76,0.25) legend:Category_3_=_111–130_mph_(178–209-km/h) id:C4 value:rgb(1,0.56,0.13) legend:Category_4_=_131–155_mph_(210–249_km/h) id:C5 value:rgb(1,0.38,0.38) legend:Category_5_=_>=156_mph_(>=250_km/h) Backgroundcolors = canvas:canvas BarData = barset:Hurricane bar:Month PlotData= barset:Hurricane width:10 align:left fontsize:S shift:(4,-4) anchor:till from:01/07/1891 till:08/07/1891 color:C1 text:\"One (C1)\" from:17/08/1891 till:26/08/1891 color:C1 text:\"Two (C1)\" from:18/08/1891 till:25/08/1891 color:C3 text:\"Three (C3)\" from:02/09/1891 till:08/09/1891 color:C2 text:\"Four (C2)\" from:16/09/1891 till:26/09/1891 color:C2 text:\"Five (C2)\" from:29/09/1891 till:05/10/1891 color:C2 text:\"Six (C2)\" from:04/10/1891 till:08/10/1891 color:TS text:\"Seven (TS)\" barset:break from:07/10/1891 till:09/10/1891 color:TS text:\"Eight (TS)\" from:12/10/1891 till:20/10/1891 color:C1 text:\"Nine (C1)\" from:03/11/1891 till:11/11/1891 color:TS text:\"Ten (TS)\" bar:Month width:15 align:center fontsize:S shift:(0,-20) anchor:middle color:canvas from:01/07/1891 till:01/08/1891 text:July from:01/08/1891 till:01/09/1891 text:August from:01/09/1891 till:01/10/1891 text:September from:01/10/1891 till:01/11/1891 text:October from:01/11/1891 till:01/12/1891 text:November TextData = pos:(570,30) text:\"(From the\" pos:(617,30) text:\"Saffir–Simpson Hurricane Scale)\" ==Systems== ===Hurricane One=== A tropical storm formed in the Gulf of Mexico northwest of Campeche on 3 July. By the evening of 6 July it was approaching the coastline of Texas and had become a Category 1 hurricane. It made landfall just west of Galveston and quickly weakened to a tropical storm. It dissipated near the Alabama-Tennessee state line two days later after further weakening to a tropical depression. Sections of Galveston were flooded by a storm surge. At Baton Rouge, tornadoes related to the hurricane demolished one hundred homes and caused two floors of the state penitentiary to collapse, killing ten prisoners. ===Hurricane Two=== A tropical storm formed south of the Cape Verde Islands on 17 August and travelled on a northwesterly path before dissipating in the Atlantic Ocean on 29 August without making landfall. For the majority of this period, it is believed to have been at least a Category 1 hurricane based on several factors: readings taken at Bermuda, which it passed on 27 August; the capsizing of a steamer, the Dunsmurry, on 29 August; and observations from another ship, La Touraine, which on 30-31 August encountered the rough seas left in the hurricane's wake. ===Hurricane Three=== The Martinique Hurricane of 1891 or Hurricane San Magín of 1891 A Category 2 hurricane with winds of was first seen at mid-day on 18 August about east of Barbados. The hurricane tracked northwestward at and grew to a major Category 3 hurricane. That night, the hurricane passed over Martinique, lashing the island for four hours. The hurricane killed more than 700 people in Martinique. After reaching its peak intensity with winds of and a minimum central pressure of 961 mb, the storm began to weaken, becoming a Category 2 storm early on 20 August. That evening, it passed to the south of Puerto Rico where sustained winds were measured at 100-105 mph. As it began to turn northward, it made landfall on the extreme eastern edge of the Dominican Republic with winds of . Around midnight on 21 August, the cyclone passed north of Grand Turk. During the late afternoon and into the evening hours there, frequent rain squalls occurred, and at 10:15 pm a strong gust of wind was reported. After that gust, the winds decreased in intensity, until around midnight when winds picked up from the west. By 8:00 am the next morning, the wind was blowing southerly, and steady rain was falling on the island. The hurricane continued to weaken while traveling northeastward through the Bahamas on 22 August. The center of the storm passed directly over Crooked Island, Bahamas. On 23 August, a ridge of high pressure situated off the southeast coast of the United States prevented the storm, which had become a Category 1 hurricane, from curving back to the north. Instead, it passed over the Florida peninsula as a tropical storm, making landfall near Homestead on 24 August. Subsequently, it moved into the Gulf of Mexico, where it dissipated on 25 August. On Martinique, the storm destroyed houses, crops and trees across the entire island. Fifty boats in harbours around Martinque were damaged or destroyed. At Ducos, only four homes remained following the storm, and at St. Pierre, at least 34 people lost their lives. At Fort de France, twenty people were killed. A military camp at Balata was destroyed, with a number of soldiers there sustaining injuries from airborne debris. In total, the death toll from this hurricane was put at 700. In South Florida, the cyclone also produced hurricane-force winds that blew boats ashore near present-day Cutler. ===Hurricane Four=== On 2 September a tropical storm formed northeast of the Leeward Islands. It began moving northwestward and reached category 2 hurricane strength by 4 September. By 7 September the cyclone was off the coast of New England and was bringing heavy rain to that area. When the hurricane made landfall in Nova Scotia and Newfoundland on 8 September, it destroyed a number of small vessels but then quickly weakened and dissipated north of Newfoundland in the Labrador Sea on 10 September. ===Hurricane Five=== A tropical storm formed in the open Atlantic near 19°N 47°W on 16 September before developing into a Category 2 hurricane on 20 September. This hurricane never made landfall but did pass within 100 km of Bermuda on the night of 21 September. A ship was reported wrecked on the coast of the island that night. The hurricane became an extratropical storm on 26 September in the mid-Atlantic off the coast of Nova Scotia. ===Hurricane Six=== A tropical storm formed in the open Atlantic near 21°N 54°W on 29 September. It moved northwestward becoming first a Category 1 hurricane then, on 3 October, a Category 2 hurricane. At this strength it passed to the south then to the west of Bermuda on 4 October. It quickly weakened as it continued heading north and was already an extratropical storm when it made landfall in Nova Scotia on 6 October. It also struck Newfoundland before dissipating in the Labrador Sea on 8 October. ===Tropical Storm Seven=== A moderate tropical storm formed in the Caribbean Sea south of Jamaica on 4 October and passed to the west of both Jamaica and the Cayman Islands before striking the Isla de la Juventud and Cuba on 6 October. The next day it passed across southern Florida before travelling northeastward off the east coast of the United States and then dissipating in the open Atlantic on 8 October. The storm drove some vessels on the coast of Cuba ashore, and two people drowned in flooding on the island. ===Tropical Storm Eight=== A tropical depression formed north of Honduras on 7 October and strengthened into a tropical storm the next day. On 9 October it passed across Cuba and quickly weakened to become an extratropical storm. It made landfall in Florida on 10 October and, five days later, in Nova Scotia and Newfoundland where it dissipated. ===Hurricane Nine=== A tropical storm formed north of Grenada on 12 October and made landfall on Saint Croix and the main Virgin Islands on 14 October. The system strengthened to a Category 1 hurricane as it proceeded north. The hurricane's storm centre passed west of Bermuda on 18 October but weakened to a tropical storm just before reaching the southern tip of Newfoundland on 20 October. ===Tropical Storm Ten=== On 3 November, a tropical storm formed northeast of present-day Nassau, Bahamas. It travelled north, passing east of Bermuda on 5 November. The storm never made landfall before dissipating in the open Atlantic off of Nova Scotia on 6 November. ==See also== *List of tropical cyclones *Atlantic hurricane season ==References== ===Bibliography=== * * ==External links== *Monthly Weather Review *HURDAT Data for the 1891 Atlantic hurricane season Category:Articles which contain graphical timelines Category:1891 meteorology Category:1891 natural disasters ",
    "title": "1891 Atlantic hurricane season"
}