{
    "id": "2550329",
    "text": "Polycrystalline structure of malleable iron at 100x magnification Malleable iron is cast as white iron, the structure being a metastable carbide in a pearlitic matrix. Through an annealing heat treatment, the brittle structure as first cast is transformed into the malleable form. Carbon agglomerates into small roughly spherical aggregates of graphite leaving a matrix of ferrite or pearlite according to the exact heat treatment used. Three basic types of malleable iron are recognized within the casting industry: blackheart malleable iron, whiteheart malleable iron and pearlitic malleable iron. == History == Malleable iron was used as early as the 4th century BCE, and malleable iron artifacts have been discovered by archaeologists between 4th century BCE and 9th century CE in China. By the Tang Dynasty, the use of malleable iron in China waned, although there are malleable iron artifacts dating to the 9th century. Malleable iron is mentioned in England in a patent dating to the 1670s. Réaumur conducted extensive research on malleable iron in 1720. He discovered that iron castings which were too hard to be worked could be softened by packing them into iron ore or hammer slag and exposing them to high temperature for a number of days. Creating malleable iron began in the United States in 1826 when Seth Boyden started a foundry for the production of harness hardware and other small castings. == Castability, heat treating and post-casting operations == Like similar irons with the carbon formed into spherical or nodular shapes, malleable iron exhibits good ductility. Incorrectly considered by some to be an \"old\" or \"dead\" material, malleable iron still has a legitimate place in the design engineer's toolbox. Malleable iron is a good choice for small castings or castings with thin cross sections (less than 0.25 inch, 6.35 mm). Other nodular irons produced with graphite in the spherical shape can be difficult to produce in these applications, due to the formation of carbides from the rapid cooling. Malleable iron also exhibits better fracture toughness properties in low temperature environments than other nodular irons, due to its lower silicon content. The ductile to brittle transition temperature is lower than many other ductile iron alloys. In order to properly form the spherical-shaped nodules of graphite (called temper graphite nodules or temper carbon nodules) in the annealing process, care must be taken to ensure that the iron casting will solidify with an entirely white iron cross section. Thicker sections of a casting will cool slowly, allowing some primary graphite to form. This graphite forms random flake-like structures and will not transform to carbide during heat treatment. When stress is applied to such a casting in application, the fracture strength will be lower than expected for white iron. Such iron is said to have a 'mottled' appearance. Some countermeasures can be applied to enhance the formation of the all white structure, but malleable iron foundries often avoid producing heavy sections. After the casting and heat treatment processes, malleable iron can be shaped through cold working, such as stamping for straightening, bending or coining operations. This is possible due to malleable iron's desirable property of being less strain rate sensitive than other materials. == Applications == It is often used for small castings requiring good tensile strength and the ability to flex without breaking (ductility). Uses include electrical fittings, hand tools, pipe fittings, washers, brackets, fence fittings, power line hardware, farm equipment, mining hardware, and machine parts. Before the widespread use of malleable iron in everyday items, heavy- duty bench vises were made from cast steel. The use of cast steel has rapidly declined in most application due to its poor castability, and hence high- quality cast vises (as opposed to forged ones), among other tools and machine elements, are now almost exclusively made of malleable iron. == See also == * Ductile iron * Wrought iron == References == Category:Cast iron Category:Ferrous alloys ",
    "title": "Malleable iron"
}