{
    "id": "2550575",
    "text": "Horace Ridler Horace Leonard Ridler (26 March 1892 – 1969) was a professional freak and sideshow performer, a tattooed man exhibiting himself as The Great Omi or The Zebra Man. ==Early life== Though there is some uncertainty due to the characteristic embroidering of sideshow performers' stories, by his own account Horace Leonard Ridler was born into an upper-class family living outside London, and enjoyed a relatively privileged childhood, marked by travel, private schooling and comfort. In the 1901 Census a Horace Ridler is recorded as a boarder at Bedford School under the Headmastership of Charles Fredrick Farrer. There are two competing theories about his young life. In one version he is said to have gone on to Oxford or Cambridge, graduating with honours. In the second version, he instead pursued a career in the army and was commissioned as a second lieutenant. Soon after receiving his commission, his father died, leaving him a substantial inheritance. But (again according to the second version) he rapidly frittered his inheritance away on parties, gambling, entertainment and poor investments; and these and other circumstances led to him resigning his commission. When World War I began, Ridler, now 22, enlisted and was decorated for his outstanding conduct and gallantry when serving in Mesopotamia. On 9 September 1915 he was promoted from Lance sergeant to second lieutenant according to the London Gazette of 27 September 1915. Demobilized at the end of the war with the rank of major, with a small pension and few prospects, but willing to take chances, he decided to become an act at the Odditorium. In 1922 he received his first few pictorial tattoos, and began exhibiting himself in small sideshows. This afforded him a meager living, but was not the success he had hoped for. ==Becoming The Great Omi== At some point between 1927 and 1934, while living in Mitcham, a few miles south of London, Ridler took steps to improve his career as a sideshow act. Contacting tattooist George Burchett, he inquired about having himself \"tattooed all over\". Burchett performed more than 150 hours of tattooing on Ridler with a pattern of curved black stripes, often described as zebra-like, masking the earlier tattoos. He later claimed he spent $10,000 for the procedure, although Burchett said it was only $3,000 and that he was never paid in full. The extent of tattooing on his lower body is a matter of some debate, but viewers who saw him perform in 1941 have reported that much of his lower body was tattooed with more conventional designs. His body and face thus transformed, he began exhibiting himself at the London Olympia and toured England and France, under the name The Great Omi. Upon his return to England, aware that his act was not interesting enough to provide steady work, he decided to take his transformation a step further, having his ears pierced and stretched to accept large-gauge jewellery, and acquiring a large septum piercing from a veterinarian. He hired a dentist to file his teeth and began to wear elaborate costumes, completing his physical transformation. Like many sideshow performers, his act consisted of telling tall tales about his body modification. After being introduced by his colourfully dressed wife, Gladys Ridler, performing under the name Omette, he would appear on stage and tell his story. A common monologue claimed that he had been captured and tortured via tattooing in New Guinea, and is similar to tales told by other tattooed sideshow performers. While today this story seems completely implausible, at the time a general lack of knowledge about many areas of the globe provided an opportunity for performers to play on the audience's ignorance and fantasies. Later in life, during his retirement, his stories became even more fanciful, less believable, but no less colourful. ==Career== On 6 June 1939, Ridler, now The Great Omi, and his wife Omette arrived at the World's Fair in Queens, New York, having crossed the Atlantic on the ship Laconia and taken up residence at the Hotel Claridge in Times Square. Twenty-two million people attended the fair, where Omi was appearing at John Hix's Odditorium, alongside Betty Broadbent nicknamed the Tattooed Venus, Iron Eyelids, the Anatomical Wonder, and Marvello the Fingerless Pianist, all for an entry price of 40 cents. Just a few days after arriving in New York, the couple reported being attacked with a knife, claiming that Omi's cheek was slashed by an unknown assailant. No photos of the injury were taken, and the \"attack\" may have been a publicity stunt, as the New York police records department has no record of the incident. The New York Times News, New York Daily Mirror and New York Herald Tribune all reported the story on 10 June, however. Immediately following the fair, Omi appeared at Ripley's Odditorium Theater as the star attraction. Ripley retained Omi for six months, the longest time Ripley ever showcased a single performer. During that period he appeared more than 1,600 times, often doing nine or ten shows daily. In 1940, Omi toured with the Ringling Brothers and Barnum and Bailey Circus, appearing as Omi the Zebra Man. He was billed as the star attraction in the sideshow, but left the circus after only one season. In early 1941, Omi toured both Australia and New Zealand, and spent much of the latter part of the year performing at the beach sideshow Happyland and Bert Lorous Jr.'s \"World Fair Freaks\" show in Vancouver, British Columbia, Canada. He finished 1941 with appearances with the Rubin-Cherry show in San Diego, California. The Rubin-Cherry show next travelled to Phoenix, Arizona, closing their season in early 1942, and Omi and his wife then criss-crossed America before returning to England. Before leaving America, with World War II underway, Omi tried to re-enlist with the British army, but was not considered acceptable for active service by the British Consul. Arriving home in a war- weary England, Omi donated his services, giving free performances to troops and charity organisations. He also supported the Allied effort by promoting the sales of war bonds. Omi continued to perform into the early 1950s, retiring at the height of his fame to Ripe, a small village in Sussex, England, where he died in 1969. ==References== ==External links== * Hollywood Studios article on Omi (with picture) * Great Omi bio in James Mundie's Sideshow Ephermera Collection (with picture) * The Zebra Man Channel 4 film, RealPlayer format * THE GREAT OMI – Tattooed Gentleman * Omi great. Tattooarchive.com. Category:1882 births Category:1969 deaths Category:People known for their body modification Category:British circus performers Category:Sideshow performers Category:People known for being heavily tattooed ",
    "title": "Horace Ridler"
}