{
    "id": "2550650",
    "text": "Outside the convention hall at Anime Expo 2004. An anime convention is an event or gathering with a primary focus on anime, manga and Japanese culture. Commonly, anime conventions are multi-day events hosted at convention centers, hotels or college campuses. They feature a wide variety of activities and panels, with a larger number of attendees participating in cosplay than most other types of fan conventions. Anime conventions are also used as a vehicle for industry, in which studios, distributors, and publishers represent their anime related releases. Comic Frontier, an anime convention held in Jakarta, Indonesia. ==History== Anime conventions have a long and varied worldwide history. The original Comiket, mostly based on fan published manga called dōjinshi, started in 1975 with around 700 people in Tokyo. In recent years, Comiket has attracted over a half million people. Conventions in Japan are heavily sponsored by studios or publishing companies and are used as platforms for new releases. In addition to Japan, convention officials at venues such as AnimeJapan have been trying to reach out to overseas manga otaku. Anime conventions started showing up in the United States in the early 1980s. Project A-Kon first started in 1990, and is considered to be the first anime convention in the country, but this is disputed. It is also claimed that YamatoCon, a convention \"devoted to Japanese animation\" was first held in 1983 in Dallas Texas. Since then, multiple anime conventions have appeared in numerous states. Since the first anime convention which brought in a few hundred people, anime conventions have exploded in popularity. AnimeCon which was held in San Jose, California in 1991 is notable for being the first convention to break the 1,000 attendance mark. It was also the first convention to receive support from American and Japanese production studios. Anime Expo which has been held in California since 1992 is the largest anime convention in North America and attracted approximately 90,500 people in 2015. Anime conventions in other locations, such as Europe began to take off in the Mid-1990s. AUKcon was a one-day anime convention held in London, England in 1994, and was chaired by Helen McCarthy. Salón del Manga de Barcelona, first held in Barcelona, Spain in 1995 is also one of the largest European conventions. Japan Expo in Paris is the largest convention in Europe, and in the world outside Japan.Japan Expo 2012Japan Expo Paris 2013 Anime conventions later spread to Australia in the late 1990s with Manifest, first held in 1998. ==Guests== Anime conventions typically feature a guest list as part of their makeup. A guest can be an industry figure, some notable examples include director Hiroyuki Kanbe, author Tsukasa Fushimi, and Kazuma Miki from Ascii Media Works. In 2013 they screened for the first time the final three episodes from the second season of Oreimo. Guests can also include artists and performers, some notable examples of these include Kazuki Takahashi, creator of Yu-Gi-Oh!. An anime convention represents an opportunity to interact with such individuals that may not be possible outside the event. ==Anime convention events== A rave at an Anime convention Anime conventions often have panels, which are open ended discussions involving some pre-determined topic, usually related in at least some way to anime. Panels usually come in two segments, the host puts on a presentation or does an interview with a guest, and then the fans are asked to give questions. The topic scope for panels is varied and can include things from manga to upcoming announcements by an industry. There are also workshops that are like panels but are more geared towards instructions through a major or specific task such as how to draw manga, make computer animation, or how to become a voice actor. Another event at most anime conventions include screenings of actual anime shows that can last through the day. Anime conventions can also include contests. Contests can focus around costumes (or cosplay), art works (drawn, sculpted, painted), anime-related music videos, video games, dice games, card games, and many other activities. In some cases, tangible prizes have been offered as winnings in these contests. An Exhibit Hall or Dealers' Room is also popular at anime conventions. Publishing companies, distributors, and other proprietors often arrive to exhibit and/or sell their newest products to fans. Wares can include graphic novels, manga, anime media, action figures, apparel or pre-made costumes, music CDs, software, decorations, toys, art books, specialty foods, and many more. There are also art shows at anime conventions. The shows are similar to those at a traditional museum or gallery. Artwork of all kind is put on display for inspection, and in some cases for purchase/auction bidding, by the viewer. Entry is usually only restricted by space available & registration with the convention. The artist can choose to be present to display, discuss, or take commission in a variation of the art show known as the Artists' Alley. Artists may also include crafts, drawn art, self-published books or video, fanzines, and more. ==See also== *List of anime conventions * Otaku Unite!, a 2004 documentary on otaku, with coverage of anime conventions ==References== ==External links== *AnimeCons.com *UpcomingCons.com Anime Cons List *A list of convention rules / guidelines Anime convention ",
    "title": "Anime convention"
}