{
    "id": "2550937",
    "text": "Little Cacapon is an unincorporated community in Hampshire County in the U.S. state of West Virginia. Little Cacapon is located at the mouth of the Little Cacapon River on the Potomac, east of Okonoko. Okonoko-Little Cacapon Road (West Virginia Secondary Route 2/7) and Spring Gap-Neals Run Road (West Virginia Secondary Route 2) converge south of Little Cacapon. Because of its key location at the mouth of the Little Cacapon and on the Baltimore and Ohio Railroad, Little Cacapon played important roles in both the French and Indian and American Civil Wars. Generally pronounced . Sometimes, despite the current spelling of the word (derived from local Native American for \"medicine water\") some locals say . == Fort Cox == On April 4, 1765, a settler by the name of Balzar Stoker received a land grant of 232 acres (940,000 m²) from Thomas Fairfax, 6th Lord Fairfax of Cameron along the Little Cacapon River and its mouth on the Potomac. Prior to receiving his land grant from Lord Fairfax, Stoker had also purchased 30 acres (120,000 m²) from John Cox. Located on these lands at the Little Cacapon's mouth was \"Coxes Ferry,\" which crossed the Potomac to Maryland. It was at the river's mouth (referred to as \"Ferry Field\") that a relative of John Cox, Friend Cox, had constructed a stockade. Cox's Fort was erected prior to 1750 for the purposes of protecting and defending both the Potomac River and the Little Cacapon valley. George Washington had previously surveyed a tract of 240 acres (970,000 m²) of land at the Little Cacapon's mouth for Nicholas Friend on April 25, 1750. Cox's fort and ferry later served as a means of transportation for General Edward Braddock and his soldiers en route to Cumberland from Winchester during the French and Indian War. ==Civil War skirmishes == By 1842, the Baltimore and Ohio Railroad had been completed from Baltimore to Cumberland along the Potomac River through Green Spring, Okonoko, and Little Cacapon. With the outbreak of the American Civil War in 1861, the Baltimore and Ohio Railroad became a contested mode of transportation between the Union and the Confederacy. Once again, the mouth of the Little Cacapon became a vital location of defense of both the railroad and the Little Cacapon valley. On November 30, 1861, a skirmish occurred near the river in defense of the Little Cacapon railroad bridge that resulted in the wounding of three Union soldiers. The 54th Pennsylvania Volunteer Infantry Regiment's Company K, under the leadership of Captain Edmond R. Newhard, was assigned to guard duty at the Baltimore and Ohio's railroad bridge over the Little Cacapon until January 1863. On October 4, 1862, a skirmish between Company K and Confederate soldiers under the command of General John D. Imboden resulted in the capture of 54 Company K men (including Captain Newhard and Lieutenant Wagner). == Historic sites == * Cox's Fort Site == References== ==External links== Category:Unincorporated communities in Hampshire County, West Virginia Category:Unincorporated communities in West Virginia Category:Baltimore and Ohio Railroad Category:West Virginia populated places on the Potomac River Category:Hampshire County, West Virginia, in the American Civil War ",
    "title": "Little Cacapon, West Virginia"
}