{
    "id": "2550106",
    "text": "Andrey Chokhov, also spelled Chekhov (Андрей Чохов (Чехов) in Russian) (c. 1545 - 1629, allegedly 8 December, Moscow) was a highly prominent Russian cannon and bell caster. He worked in Moscow at the Cannon yard for more than 40 years, where he created a large number (over 20 documented) of heavy weapons, including the Tsar Cannon (cast in 1586). His first documented works were dated to 1568, and the last in 1629. His traditions were continued by the Motorin family. == Biography == Andrey Chokhov was born in about 1545, and entered the teaching of the well-known master cannon caster Kashpir Ganusov at a very young age, and stood out from the mass of Ganusov's students who performed regular work. Chokhov took the lead in casting cannons in Moscow in 1590. Chokhov had many disciples, some of whom later became famed cannon and bell casters themselves, such as Pronya Fedorov, Kondarty Mikhailov, Gregory Naumov, Alexey Nikiforov and others. He died as Master Andrey Chokhov in 1629. ==Chokhov as cannon maker== Chokhov's Tsar Cannon, at the Moscow Kremlin Andrey Chokhov began his career at the Cannon yard in Moscow during the reign of Ivan the Terrible in the 1550s as an apprentice to a German (?) caster Kashpir Ganusov (russified name). In the 1570s, Chokhov became one of the leading Muscovite casters and supervised production of heavy battering weapons, such as siege arquebus Лисица (Vixen) and battering ram Собака (Dog) (both made in 1575), big cannon Волк (Wolf; 1576-1577), and a colossal arquebus Инрог (Unicorn), which would become the largest cannon of the Russian siege artillery (1577; weight - 7,134 kg; displayed in St. Petersburg). In 1586, Andrey Chokhov founded his famous Tsar Cannon (Царь-пушка), a masterpiece of the casting art of the second half of the 16th century. In 1587, he cast a fire arquebus Егуп (Yegup), in 1588 - a 100-barrel cannon, in 1590 - battering rams Троил (Troilus), Аспид (Viper), Лев (Lion), Скоропея (Witch), and Соловей (Nightingale). Chokhov's last major works were big battering arquebuses called Кречет (Gyrfalcon) and Волк (Wolf), the production of which he supervised in 1627. ==Chokhov as bell maker== Andrey Chokhov is also known as a bell founder. In 1594 and 1603, he cast two huge bells (called благовестники, or blagovestniki) weighing 625 poods (10.2 metric tons) and 1,080 poods (17.8 t), correspondingly. These bells were donated by Boris Godunov to the Troitse-Sergiyeva Lavra. In 1621, Andrey Chokhov and other masters cast four bells for the Ivan the Great Bell Tower (one of them called Глухой (Muffled) can still be seen in the middle tier of the bell tower). In 1622, Chokhov cast a 20-ton bell called Реут (Reut). His biggest bell weighing 40 tons (cast in 1600) didn't survive to this day, as well as the so-called Godunov Bell (also known as Old Assumption Bell, or Resurrection Bell), which would be destroyed by fire in 1701.http://www.trekearth.com/gallery/photo582814.htm ==See also== * List of Russian inventors ==References== Category:Russian bell makers Category:Russian cannon makers Category:Russian inventors Category:Foundrymen Category:1540s births Category:1629 deaths ",
    "title": "Andrey Chokhov"
}