{
    "id": "2550456",
    "text": "Hasbrouck Heights High School is a comprehensive four-year public high school serving students in ninth through twelfth grades from Hasbrouck Heights and Teterboro in Bergen County, New Jersey, United States, operating as the lone high school of the Hasbrouck Heights School District. The district serves students from Teterboro, a non-operating district that was merged into the Hasbrouck Heights School District following its dissolution on July 1, 2010.Graham, Dr. Aaron R. Bergen County Report on Consolidation and Regionalization, Bergen County Executive County Superintendent, March 15, 2010. Accessed June 15, 2011. \"Hasbrouck Heights (PK-12) and Teterboro (non- op): The two districts will form the newly merged district of Hasbrouck Heights with Teterboro, a non-operating district scheduled for elimination on July 1, 2010.\" As of the 2018–19 school year, the school had an enrollment of 548 students and 46.0 classroom teachers (on an FTE basis), for a student–teacher ratio of 11.9:1. There were 71 students (13.0% of enrollment) eligible for free lunch and 20 (3.6% of students) eligible for reduced-cost lunch.School data for Hasbrouck Heights High School, National Center for Education Statistics. Accessed April 1, 2020. ==Awards, recognition and rankings== The school was the 138th-ranked public high school in New Jersey out of 339 schools statewide in New Jersey Monthly magazine's September 2014 cover story on the state's \"Top Public High Schools\", using a new ranking methodology.Staff. \"Top Schools Alphabetical List 2014\", New Jersey Monthly, September 2, 2014. Accessed September 5, 2014. The school had been ranked 72nd in the state of 328 schools in 2012, after being ranked 107th in 2010 out of 322 schools listed.Staff. \"The Top New Jersey High Schools: Alphabetical\", New Jersey Monthly, August 16, 2012. Accessed December 1, 2012. The magazine ranked the school 82nd in 2008 out of 316 schools.Staff. \"2010 Top High Schools\", New Jersey Monthly, August 16, 2010. Accessed April 7, 2011. The school was ranked 92nd in the magazine's September 2006 issue, which included 316 schools across the state.\"Top New Jersey High Schools 2008: By Rank\", New Jersey Monthly, September 2008, posted August 7, 2008. Accessed August 19, 2008. Schooldigger.com ranked the school tied for 49th out of 381 public high schools statewide in its 2011 rankings (a decrease of 14 positions from the 2010 ranking) which were based on the combined percentage of students classified as proficient or above proficient on the mathematics (93.2%) and language arts literacy (96.6%) components of the High School Proficiency Assessment (HSPA).New Jersey High School Rankings: 11th Grade HSPA Language Arts Literacy & HSPA Math 2010-2011, Schooldigger.com. Accessed February 26, 2012. ==Athletics== The Hasbrouck Heights AviatorsHasbrouck Heights High School, New Jersey State Interscholastic Athletic Association. Accessed December 9, 2015. participate in the Meadowlands Conference of the North Jersey Interscholastic Conference, which is comprised of small-enrollment schools in Bergen, Hudson County, Morris County and Passaic County counties, and was created following a reorganization of sports leagues in Northern New Jersey by the New Jersey State Interscholastic Athletic Association (NJSIAA).Mattura, Greg. \"Small-school NJIC may debut its own league championship\", The Record, January 9, 2017.Accessed August 30, 2020. \"The small-school North Jersey Interscholastic Conference may debut its own boys basketball tournament this season, one season after introducing its girls hoops championship. The NJIC is comprised of schools from Bergen, Passaic and Hudson counties and the event offered to the 36 boys teams would serve as an alternative to likely competing against larger programs in a county tournament.\"Member Schools, North Jersey Interscholastic Conference. Accessed August 30, 2020.League & Conference Officers/Affiliated Schools 2020-2021, New Jersey State Interscholastic Athletic Association. Accessed September 30, 2020. With 430 students in grades 10-12, the school was classified by the NJSIAA for the 2015-16 school year as North I, Group I for most athletic competition purposes, which included schools with an enrollment of 187 to 490 students in that grade range.General Public School Classifications 2015-2016, New Jersey State Interscholastic Athletic Association, as of December 15, 2015. Accessed December 12, 2016 19, 2014. Prior to realignment that took effect in the fall of 2010, Hasbrouck Heights was a part of the Bergen County Scholastic League.League Memberships – 2009-2010, New Jersey State Interscholastic Athletic Association, backed up by the Internet Archive as of July 24, 2011. Accessed November 19, 2014. The school was classified by the NJSIAA as Group I North for football for 2018–2020.NJSIAA Football Public School Classifications 2018–2020, New Jersey State Interscholastic Athletic Association, finalized August 2019. Accessed September 1, 2020. The team nickname is the Aviators. ===Baseball=== The baseball team won the North I, Group I state sectional championship in 2007, topping Verona High School by a score of 7-4 in the tournament final.2007 Baseball - North I, Group I, New Jersey State Interscholastic Athletic Association. Accessed August 21, 2011. ===Girls' basketball=== In March 2015, the girls' basketball team won the North I, Group I state sectional championship with a 40-27 victory against Wood-Ridge High School in the tournament final, the first state title for any of the school's basketball teams.Mills, Ed. \"H.S. girls' basketball: Hasbrouck Heights enjoys first sectional title\", The Record, March 10, 2015. Accessed March 10, 2015. \"Sparked by that aggressive 1-3-1 and a combined 33 points from Stacey Porzl (13), Stefanie Pagan (10) and Hannah Bailey (10), Hasbrouck Heights defeated Wood-Ridge, 40-27, Monday night in the North 1, Group 1 girls' basketball championship game. It is the first sectional title in school history for the Aviators' basketball programs — girls or boys.\" ===Football=== The football team was awarded the sectional championship by the New Jersey State Interscholastic Athletic Association in 1952, 1954 (as co-champion), 1955, 1962, 1964, 1968, 1969 and 1972.Conrad, JJ; and Iseman, Chris. \"NJ HS football championships: How past finalists fared\", The Record, November 27, 2016. \"Although the state established the current playoff format in 1974, titles have been awarded for decades. Here are the most decorated North Jersey teams playing for a title this weekend, listed by their state championship totals:.... Hasbrouck Heights (12): 1952, 1954 (co-champs), 1955, 1962, 1964, 1968, 1969, 1972, 1975, 1976, 1994, 2007\" Since the playoff system was introduced in 1974, the team has won the NJSIAA North I Group I state sectional championship in 1975, 1976, 1994, 2007, 2016 and 2017 and won the North II Group I title in 2018.NJSIAA Football History, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020. Hasbrouck Heights High School has won a total of 19 Group I state sectional championships and two Group II state sectional championships since 1920 when the team played in Franklin School. In 1969, the Aviators went undefeated and were ranked #1 in the state of NJ and finished in the top 10 nationally. In 1975, the Heights team went 10-0-1 and won the North I, Group I state sectional championship by defeating Ridgefield Memorial High School 22-6 in the first year that the state held playoffs.Staff. \"Passaic Valley Routs North Bergen, 23-7\" , The New York Times, December 7, 1975. Accessed December 4, 2017. \"Hasbrouck Heights (10-0-1) took the North Jersey Section 1, Group 1, title with a 22-6 defeat of Ridgefield (7-3).\" They were also the BCSL National champions that season. The 1976, the 11-0 Heights Aviators repeated as North I, Group I sectional champions by defeating Mahwah High School in the finals and were the league champions of the BCSL National.League Champs, Bergen Passaic Football. Accessed May 31, 2016. In 1994, the Heights team went 10-1 and won the North I, Group I state sectional championship by defeating North Arlington High School by a score of 14-6 at the tournament final at Giants Stadium.Newell, Mike. \"Hasbrouck Heights Caps a Dream Season\", The Record, December 3, 1994. Accessed May 31, 2016. \"The Aviators had their running shoes on in a big way Friday night as seniors Steve Sul and Mike Russo paved the way for a 14-6 victoryover North Arlington in the Group 1 championship at Giants Stadium.\" In 2007, the team won the North I, Group I state sectional championship with a 26-16 win over New Milford High School, in a game played at Giants Stadium.Czerwinski, Mark J. \"Heights caps off unfinished job\", The Record, December 2, 2007. Accessed May 31, 2016. \"Heights completed a perfect season with a 26-16 victory over the Knights in the North 1, Group 1 title game at frigid Giants Stadium.... The championship is the first since 1994 for the Aviators (12-0), who are ranked No. 6 in The Record's Top 25.\"2007 Football - North I, Group I, New Jersey State Interscholastic Athletic Association. Accessed December 3, 2007. The team went 12-0 while also capturing the BCSL Olympic league championship. Depken Field was resurfaced with field turf. The team won the North I, Group I state sectional title in 2016 with a 30-12 win against New Milford High School in the tournament final.Schneider, Jeremy. \"Quatrone helps Hasbrouck Heights pull away from New Milford for N1G1 title\", NJ Advance Media for NJ.com, December 4, 2016. Accessed December 9, 2016. \"The senior signal-caller ran for three scores and threw for a pair of two-point conversions in a 30-12 victory over New Milford at MetLife Stadium on Sunday to clinch the NJSIAA North Jersey, Section 1, Group 1 title.\" In 2017, the team won its second consecutive North I, Group I state sectional title—its sixth overall in the playoff era—with a 39-14 win against sixth-seeded Pompton Lakes High School in the final game of the playoffs, played at Kean University.Greco, Richard. \"Jasiah Purdie leads Hasbrouck Heights over Pompton Lakes in N1, G1 final\", NJ Advance Media for NJ.com, December 2, 2017. Accessed December 4, 2017. \"Purdie had four scores, including two huge plays, to lead Hasbrouck Heights over Pompton Lakes 39-14 for its second straight sectional championship and sixth overall at Kean University on Saturday night.\"\"Football - 2017 NJSIAA North 1, Group 1 Playoffs\", NJ.com. Accessed December 4, 2017. The team won their third consecutive sectional title in 2018, winning the North II Group I title with a 13-7 win against Malcolm X Shabazz High School in the finals of the playoff tournamentBernstein, Jason. \"Hasbrouck Heights captures 3rd-straight title, holds off Shabazz in N2G1 final (PHOTOS)\", NJ Advance Media for NJ.com, November 17, 2018, updated August 23, 2019. Accessed October 5, 2020. \"That score, along with Zai'heer Jenkins' interception 49 seconds later gave Hasbrouck Heights a 13-7 victory over Shabazz in the NJSIAA/Rothman Ortopaedic North Jersey, Section 2, Group 1 final at Shabazz Stadium in Newark.\" and went on to win the North Group I bowl game with a 41-7 win against Butler High School.Cooper, Darren. \"Hasbrouck Heights football shows full range of tricks, power in bowl game win\", The Record, November 23, 2018. Accessed October 26, 2019. \"Scoring on a pair of perfectly-executed trick plays, and with Jasiah Purdie scoring five touchdowns on the day, the Aviators downed Butler, 41-7, Friday in the North Group 1 Bowl Game at MetLife Stadium.\" The Hasbrouck Heights football Aviators natural rival by geographic location are the Wood- Ridge High School Blue Devils. The two programs had one of the state's longest Thanksgiving Day rivalry games dating back at least 60 years, and lasting until a final game in the series in 2009, after which realignment prevented a continuation of the match-up.Kensik, Edward. \"Two Turkey Day games continue longtime tradition\", Community News, November 26, 2009. Accessed August 21, 2011. \"Thanksgiving day has always been a Hasbrouck Heights vs. Wood-Ridge football game at 10:30 a.m. at the field on Route 17 or at Wood-Ridge High School off of Hackensack Avenue. Hasbrouck Heights Athletic Director John Tessaro, who has been with the district for almost 40 years, believes that the annual game is at least 60 years old.\" Hasbrouck Heights has won the vast majority of the games and had a 21-year Thanksgiving Day game winning streak. ===Girls' soccer=== The joint Hasbrouck Heights/Wood-Ridge High School soccer team won the North I Group II state sectional championship in 2008 with a 2-0 win against Glen Rock High School.Leonard, Tim. \"Defender ignites Heights' offense\" , copy of article from The Record, November 15, 2008. Accessed August 21, 2011. \"Romano had one of those moments Friday, heading home a corner kick from Megan Gwozdecke in the 16th minute of the second half as No. 1 seed Hasbrouck Heights/Wood-Ridge defeated No. 2 seed Glen Rock, 2-0, in the North 1, Group 2 girls' soccer final. The sectional title is the first for the Aviators, who face North 2 champion Caldwell in the State semifinal on Tuesday at 5 p.m. at Bridgewater-Raritan.\" ===Tennis=== In 1968, the men's tennis team had a perfect 17-0 record. They won the BCSL title and became the only men's sports team to go undefeated for an entire season.Celentano, Rob. \"Height of perfection\", The Record, April 16, 2008, backed up by the Internet Archive as of December 1, 2008. Accessed August 21, 2011. \"During the turbulent spring of 1968 in which two of the nation's most prominent figures, Martin Luther King Jr. and Robert F. Kennedy, were assassinated, something special was brewing on the tennis courts at Hasbrouck Heights.... Heights completed the only undefeated boys' tennis season in school history that year, going 17-0 to win the BCSL title when there were only eight teams in the league. The title also was the first tennis championship won by the Aviators.\" In 2013, the top- ranked boys' tennis team beat Cedar Grove High School by 3-2 to claim the North I Group I state sectional title.Jongsma, Joshua. \"Boys' tennis: Cedar Grove High School reaches state finals\", Verona - Cedar Grove Times, May 23, 2013. Accessed July 10, 2013. \"The Cedar Grove boys' tennis team matched the program's deepest run into the state tournament, but the Panthers were stopped just short of a sectional championship by No. 1 Hasbrouck Heights. Cedar Grove battled the top-seeded Aviators (16-2) in the title bout on Monday, May 20, but ultimately fell 3-2.\" ===Wrestling=== The recreation level wrestling program was established in the 1970s. In 1976, heavyweight Bill Spindler became the school's first NJSIAA state champion, pinning each of his opponents on his way to the gold medal.Wrestling State Champions , New Jersey Wrestling. Accessed May 20, 2012. The Aviators captured their first North I Group I state sectional championship in 1989 after a one-sided victory over defending champion Waldwick High School. The team was back-to-back champions in 1990, and won again in 1993 and 1995, before winning on North II Group I in 2006 and 2007.NJSIAA Wrestling Team Championship History, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020. For their accomplishments, the 1989 team was elected to the Hasbrouck Heights Athletic Hall of Fame in 2005. In 2001, Morgan Horner won the 189 lb. weight class at the NJSIAA championships defeating the defending champion. This accomplishment earned Horner the award for the championship's Most Outstanding Wrestler.Staff. \"Sterling's Mark Manchio Claims Third State Crown\", The Philadelphia Inquirer, March 12, 2001. Accessed May 20, 2012. \"Morgan Horner (189) of Hasbrouck Heights was the tournament's outstanding wrestler. He won his semifinal and final matched by pin, and decked the top seed to win the crown.\" The 2006 team won the state North II, Group I sectional title.2006 Team Wrestling - North II, Group I, New Jersey State Interscholastic Athletic Association. Accessed August 2, 2007. The 2007 team repeated as North II, Group I state sectional championship with a 46-16 win vs. Madison High School.2007 Team Wrestling Tournament - North II, Group I, New Jersey State Interscholastic Athletic Association. Accessed June 4, 2007. ===Girls' track & field=== The spring track program won state sectional championships in 1994, 1998. ===Boys' track & field=== The boys' outdoor team won state sectional titles in 1970, 1994, 2006, and have finished 2nd in the state group championships in 2005, 2006, 2009, 2010. The 2010 boys' 4 × 400 team won the league, county group, state sectional, and state group championships, setting new meet records in the county and state sectional. The boys' track team won the 2011 Group I indoor relay championships.History of the NJSIAA Indoor Relay Championships, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020. ==Extracurricular activities== ===Pilot's Log=== The high school publishes Pilot's Log, an award-winning student newspaper. At the 2006 National Scholastic Press Association Fall National High School Journalism Convention in Nashville, Tennessee, Pilot's Log earned the highest accolade of \"best in show\" for newspapers with 13-16 pages, from all high schools, regardless of size.NSPA Best of Show Winners: 2006 JEA/NSPA Fall National High School Journalism Convention , accessed January 1, 2007. The newspaper staff also won a National Pacemaker Award for the publication, one of 26 high school publications nationwide to be recognized, unofficially known as the \"Pulitzer Prizes of student journalism\".2006 NSPA Newspaper Pacemaker Winners , accessed January 1, 2007. ===Theatrical performances=== Every school year, a selected performance is created by students under the supervision of the school's communications teacher Erin Schneeweiss. A different play is performed every year. ===Music=== The school holds a concert three times during the school year in which the concert band and jazz band, directed by Joseph Ascolese, perform. The marching band, also directed by Ascolese, recently came in first place in Best Music as well as Best Effect during the 2012 USSBA Competition. ==Administration== The principal is Linda Simmons.Administration, Hasbrouck Heights School District. Accessed December 4, 2017.Quartuccio, Alana. \"Principals Named For Middle, High Schools: Joseph Mastropietro has been appointed as the new middle school principal, Catherine Cassidy has been appointed assistant principal to the middle school/high school.\", HasbrougkHeightsPatch, May 15, 2012. Accessed May 20, 2012. \"The Board of Education has named Joseph Mastropietro the new middle school principal and Catherine Cassidy as assistant principal to the middle school and high school.... Both Mastropietro and Cassidy have been working alongside Linda Simmons who formerly was the middle school principal until she was appointed to an interim role last December overseeing both the middle and high school. She will take over as high school principal officially on July 1, a decision which was made by the Board of Education this past January.\" On March 22, 2014, superintendent of schools Dr. Mark Porto resigned for \"personal reasons\". Porto, who was under contract with the Hasbrouck Heights school system until June 30, 2018, earned $157,500 and was to be paid through September 19, 2014.Staff. \"Documents Shed Some Light On Hasbrouck Heights Superintendent Of Schools Resignation, Raise Other Questions\" , The Bergen Dispatch, April 4, 2014. Accessed May 31, 2016. ==Notable alumni== * Jason Biggs (born 1978), actor, star of American Pie film series.McKinley, Jesse. \"Theater; Bye, Bye 'American Pie'; Mrs. Robinson Is Calling\", The New York Times, March 31, 2002. Accessed February 16, 2012. \"Unlike that character, Mr. Biggs was proving to be a pretty normal teenager, playing high school tennis and holding a series of menial jobs (flower delivery boy, sandwich maker, kitchen staff at a hospital). In 1996, he graduated from Hasbrouck Heights High School and started at New York University, where he enrolled in the College of Arts and Sciences.\" * William A. Caldwell (1906–1986), Pulitzer Prize-winning columnist.Fischer, Heinz Dietrich; and Fischer, Erika J. Complete biographical encyclopedia of Pulitzer Prize winners, 1917-2000: Journalists, writers and composers on their ways to the coveted awards, p. 35. Walter de Gruyter, 2002. . Accessed August 21, 2011. \"Caldwell, William Anthony, born on December 5, 1906, in Butler, Pa., had just completed his sophomore year at Hasbrouck Heights High School when his father died.\" * Arthur Godfrey (1903–1983), radio and television broadcaster and entertainer.\"The Working Class\", Time (magazine), June 11, 1951. Accessed June 4, 2007. \"Radio-TV Comic Arthur Godfrey, whose formal higher education consisted of 'one short year at Hasbrouck Heights High School' in New Jersey, got an honorary Doctor of Science degree at Rider College in Trenton, N.J.\" * Kathy Godfrey (c. 1915 – 1981), talk show host on radio and television.Wallace, Kenneth G. \"Kathy, Another Godfrey; Arthur's Kid Sister Of Hasbrouck Heights Starts New T.V. Show\", The Record, January 23, 1954. Accessed April 3, 2020. \"She visited the station out of curiosity with a Hasbrouck Heights High School friend and one of the young owners asked her if she'd like a job, reading commercials over the air at $5 per week.\" * Joe Maniaci (1914-1996), football player and coach who played in the National Football League (NFL) with the Brooklyn Dodgers and the Chicago Bears.Maglionico, Artie. The Brothers Maniaci: football greats Lodi History Highlights, Lodi Public Library, August 2008. Accessed May 13, 2016. \"You can't reminisce about Lodi sports in the 30s without mentioning the town's most celebrated young athletes, the brothers Maniaci, Sam and Joe.... Both were stars at Hasbrouck Heights High School.\" * Scott Slutzker (born 1972), former NFL tight end who played for the Indianapolis Colts and New Orleans Saints.Fox, Ron. \"Article: Colts Sign Slutzker\", The Record, July 12, 1996. Accessed June 17, 2009. ==References== ==External links== *Hasbrouck Heights High School * *School Data for the Hasbrouck Heights School District, National Center for Education Statistics Category:Hasbrouck Heights, New Jersey Category:Public high schools in Bergen County, New Jersey Category:Teterboro, New Jersey ",
    "title": "Hasbrouck Heights High School"
}