{
    "id": "2551717",
    "text": "In relativistic classical field theories of gravitation, particularly general relativity, an energy condition is one of various alternative conditions that can be applied to the matter content of the theory when it is either not possible or desirable to specify this content explicitly. The hope is then that any reasonable matter theory will satisfy this condition or at least will preserve the condition if it is satisfied by the starting conditions. Energy conditions are not physical constraints , but are rather mathematically imposed boundary conditions that attempt to capture a belief that \"energy should be positive\". Many energy conditions are known to not correspond to physical reality—for example, the observable effects of dark energy are well- known to violate the strong energy condition. In general relativity, energy conditions are often used (and required) in proofs of various important theorems about black holes, such as the no hair theorem or the laws of black hole thermodynamics. ==Motivation== In general relativity and allied theories, the distribution of the mass, momentum, and stress due to matter and to any non-gravitational fields is described by the energy–momentum tensor (or matter tensor) T^{ab}. However, the Einstein field equation is not very choosy about what kinds of states of matter or non-gravitational fields are admissible in a spacetime model. This is both a strength, since a good general theory of gravitation should be maximally independent of any assumptions concerning non- gravitational physics, and a weakness, because without some further criterion the Einstein field equation admits putative solutions with properties most physicists regard as unphysical, i.e. too weird to resemble anything in the real universe even approximately. The energy conditions represent such criteria. Roughly speaking, they crudely describe properties common to all (or almost all) states of matter and all non-gravitational fields that are well- established in physics while being sufficiently strong to rule out many unphysical \"solutions\" of the Einstein field equation. Mathematically speaking, the most apparent distinguishing feature of the energy conditions is that they are essentially restrictions on the eigenvalues and eigenvectors of the matter tensor. A more subtle but no less important feature is that they are imposed eventwise, at the level of tangent spaces. Therefore, they have no hope of ruling out objectionable global features, such as closed timelike curves. ==Some observable quantities== In order to understand the statements of the various energy conditions, one must be familiar with the physical interpretation of some scalar and vector quantities constructed from arbitrary timelike or null vectors and the matter tensor. First, a unit timelike vector field \\vec{X} can be interpreted as defining the world lines of some family of (possibly noninertial) ideal observers. Then the scalar field : \\rho = T_{ab} X^a X^b can be interpreted as the total mass-energy density (matter plus field energy of any non-gravitational fields) measured by the observer from our family (at each event on his world line). Similarly, the vector field with components -{T^a}_b X^b represents (after a projection) the momentum measured by our observers. Second, given an arbitrary null vector field \\vec{k}, the scalar field : u = T_{ab} k^a k^b can be considered a kind of limiting case of the mass-energy density. Third, in the case of general relativity, given an arbitrary timelike vector field \\vec{X}, again interpreted as describing the motion of a family of ideal observers, the Raychaudhuri scalar is the scalar field obtained by taking the trace of the tidal tensor corresponding to those observers at each event: : {E[\\vec{X}]^m}_m = R_{ab} X^a X^b This quantity plays a crucial role in Raychaudhuri's equation. Then from Einstein field equation we immediately obtain : \\frac{1}{8 \\pi} {E[\\vec{X}]^m}_m = \\frac{1}{8 \\pi} R_{ab} X^a X^b = \\left( T_{ab} - \\frac{1}{2} T g_{ab} \\right) X^a X^b, where T = {T^m}_m is the trace of the matter tensor. ==Mathematical statement== There are several alternative energy conditions in common use: ===Null energy condition=== The null energy condition stipulates that for every future-pointing null vector field \\vec{k}, : u = T_{ab} k^a k^b \\ge 0. Each of these has an averaged version, in which the properties noted above are to hold only on average along the flowlines of the appropriate vector fields. Otherwise, the Casimir effect leads to exceptions. For example, the averaged null energy condition states that for every flowline (integral curve) C of the null vector field \\vec{k}, we must have : \\int_C T_{ab} k^a k^b d\\lambda \\ge 0. ===Weak energy condition=== The weak energy condition stipulates that for every timelike vector field \\vec{X}, the matter density observed by the corresponding observers is always non-negative: :\\rho = T_{ab} X^a X^b \\ge 0. ===Dominant energy condition=== The dominant energy condition stipulates that, in addition to the weak energy condition holding true, for every future- pointing causal vector field (either timelike or null) \\vec{Y}, the vector field -{T^a}_b Y^b must be a future-pointing causal vector. That is, mass–energy can never be observed to be flowing faster than light. ===Strong energy condition=== The strong energy condition stipulates that for every timelike vector field \\vec{X}, the trace of the tidal tensor measured by the corresponding observers is always non-negative: :\\left( T_{ab} - \\frac{1}{2} T g_{ab} \\right) X^a X^b \\ge 0 There are many classical matter configurations which violate the strong energy condition, at least from a mathematical perspective. For instance, a scalar field with a positive potential can violate this condition. Moreover, observations of dark energy/cosmological constant show that the strong energy condition fails to describe our universe, even when averaged across cosmological scales. Furthermore, it is strongly violated in any cosmological inflationary process (even one not driven by a scalar field). ==Perfect fluids== Implications among some energy conditions, in the case of a perfect fluid. Perfect fluids possess a matter tensor of form : T^{ab} = \\rho u^a u^b + p h^{ab}, where \\vec{u} is the four-velocity of the matter particles and where h^{ab}\\equiv g^{ab} + u^{a}u^{b} is the projection tensor onto the spatial hyperplane elements orthogonal to the four-velocity, at each event. (Notice that these hyperplane elements will not form a spatial hyperslice unless the velocity is vorticity-free, that is, irrotational.) With respect to a frame aligned with the motion of the matter particles, the components of the matter tensor take the diagonal form : T^{\\hat{a} \\hat{b}} = \\begin{bmatrix} \\rho& 0 & 0 & 0 \\\\\\ 0 & p & 0 & 0 \\\\\\ 0 & 0 & p & 0 \\\\\\ 0 & 0 & 0 & p \\end{bmatrix}. Here, \\rho is the energy density and p is the pressure. The energy conditions can then be reformulated in terms of these eigenvalues: *The null energy condition stipulates that \\rho + p \\ge 0. *The weak energy condition stipulates that \\rho \\ge 0, \\; \\; \\rho + p \\ge 0. *The dominant energy condition stipulates that \\rho \\ge |p|. *The strong energy condition stipulates that \\rho + p \\ge 0, \\; \\; \\rho + 3 p \\ge 0. The implications among these conditions are indicated in the figure at right. Note that some of these conditions allow negative pressure. Also, note that despite the names the strong energy condition does not imply the weak energy condition even in the context of perfect fluids. ==Attempts at falsifying the energy conditions== While the intent of the energy conditions is to provide simple criteria that rule out many unphysical situations while admitting any physically reasonable situation, in fact, at least when one introduces an effective field modeling some quantum mechanical effects, some possible matter tensors which are known to be physically reasonable and even realistic because they have been experimentally verified to actually fail various energy conditions. In particular, in the Casimir effect, in the region between two conducting plates held parallel at a very small separation d, there is a negative energy density : \\varepsilon = \\frac{-\\pi^2}{720} \\frac{\\hbar}{d^4} between the plates. (Be mindful, though, that the Casimir effect is topological, in that the sign of the vacuum energy depends on both the geometry and topology of the configuration. Being negative for parallel plates, the vacuum energy is positive for a conducting sphere.) However, various quantum inequalities suggest that a suitable averaged energy condition may be satisfied in such cases. In particular, the averaged null energy condition is satisfied in the Casimir effect. Indeed, for energy–momentum tensors arising from effective field theories on Minkowski spacetime, the averaged null energy condition holds for everyday quantum fields. Extending these results is an open problem. The strong energy condition is obeyed by all normal/Newtonian matter, but a false vacuum can violate it. Consider the linear barotropic equation state :p = w\\rho, where \\rho is the matter energy density, p is the matter pressure, and w is a constant. Then the strong energy condition requires w \\ge -1/3; but for the state known as a false vacuum, we have w = -1. ==See also == *Congruence (general relativity) *Exact solutions in general relativity *Frame fields in general relativity == Notes == == References == * The energy conditions are discussed in §4.3. * Various energy conditions (including all of those mentioned above) are discussed in Section 2.1. * Various energy conditions are discussed in Section 4.6. * Common energy conditions are discussed in Section 9.2. * Violations of the strong energy condition is discussed in Section 6.1. Category:Mathematical methods in general relativity ",
    "title": "Energy condition"
}