{
    "id": "2551116",
    "text": "Simon Deering, better known by nickname Hotdogs, was a contestant and 11th evictee of Big Brother Australia 2005.\"Simon Deering - Biography\". TV.com. Retrieved 25 September 2015 He has continued a career in Australian television. Deering was evicted from Big Brother in the show's ninth week by a 53% margin. Following this he was appointed host of The Up-Late Game Show, an interactive late-night game show on Network Ten, which screens in the early hours of each weekday in those months of the year when Big Brother is not running. Deering appeared as guest on the 13 June 2006 edition of Big Brother UpLate and announced to host Mike Goldman that he had recently moved in with fellow Big Brother 2005 housemate Vesna Tofevski. Deering guest-starred as himself in the pilot episode of the Australian comedy The Wedge. Deering is set to play the role of Eric Bana in the new play by Warthog theatre play 'Bana' about the life of Eric Bana. During his childhood years, Deering had a brief role in TV serial Home and Away, appearing as George Fisher, a petty criminal who stole a loaf of bread from Alf Stewart. ==Indecent act in public== On 25 July 2005 Deering was at a Cairns, Queensland nightclub doing a promotional spot for Big Brother. Deering and an unnamed 22-year-old woman were arrested outside the club and charged with creating a public nuisance by committing an indecent act in public. Initial reports accepted Deering's claim that he had merely left the club to urinate.\"Hotdogs arrested\". The Age. AAP. 25 July 2005. Archived from the original on 6 May 2006. Retrieved 22 April 2006. He was released on A$100 bail, and in September 2005 pleaded guilty to three charges and was fined A$1,000.Hotdogs' Logie bid | NEWS.com.au Entertainment ==References== ==External links== * Category:Australian game show hosts Category:Big Brother (Australian TV series) contestants Category:Living people Category:Year of birth missing (living people) ",
    "title": "Simon Deering"
}