{
    "id": "2552683",
    "text": "The Ministry of Foreign Affairs (Abbreviation: MFA; ; Chinese: ; Tamil: ) is a ministry of the Government of Singapore responsible for conducting and managing diplomatic relations between Singapore and other countries and regions. It is headed by the Minister for Foreign Affairs, the office currently held by Dr Vivian Balakrishnan. == History == The Ministry was established on 9 August 1965. == Responsibilities == The MFA provides consular assistance to Singaporeans travelling, working and studying overseas. == Organisational structure == The Ministry now has 50 overseas missions including 7 High Commissions, 21 Embassies, 4 Permanent Missions to the United Nations, and 17 consulates. Singapore has appointed 31 Honorary Consuls- General/Consuls abroad and has 46 non-resident Ambassadors and High Commissioners based in Singapore. The MFA is currently divided into 11 Directorates which deal with political and economic matters, and 7 Directorates which oversee matters relating to protocol, consular issues and the Singapore Cooperation Programme among others. The Corporate Affairs Directorate oversees organisational and resource management while the Human Resource Directorate and Diplomatic Academy manage the development of personnel and training. == Impact == Singapore maintains diplomatic relations with 188 countries. In Singapore, there are 70 resident foreign Embassies and High Commissions, 43 foreign Consulates, and 11 International Organisations based in Singapore. In addition, more than 60 non-resident foreign Ambassadors are accredited to Singapore. ==Ministers== The Ministry is headed by the Minister for Foreign Affairs, who is appointed as part of the Cabinet of Singapore. The position is currently held by Vivian Balakrishnan. ===Key=== ===List of ministers=== {|class=\"wikitable plainrowheaders sortable\" ! scope=col class=unsortable | Portrait ! scope=col | Name ! scope=col | Party ! scope=col | Took office ! scope=col | Left office ! scope=col | Tenure ! scope=col | Prime Minister !Ref. |- | align=center | 100x100px ! scope=row | Sinnathamby Rajaratnam | style=\"background:#191970\" | PAP || || || || Lee Kuan Yew | |- | align=center | 100x100px ! scope=row | Suppiah Dhanabalan | style=\"background:#191970\" | PAP || || || || Lee Kuan Yew | |- | align=center | 100x100px ! scope=row | Wong Kan Seng | style=\"background:#191970\" | PAP || || || || Lee Kuan Yew Goh Chok Tong | |- | align=center | 100x100px ! scope=row | Shunmugam Jayakumar | style=\"background:#191970\" | PAP || || || || Goh Chok Tong | |- | align=center | 100x100px ! scope=row | George Yeo | style=\"background:#191970\" | PAP || || || || Lee Hsien Loong | |- | align=center | 100x100px ! scope=row | Kasiviswanathan Shanmugam | style=\"background:#191970\" | PAP || || || || Lee Hsien Loong | |- | align=center | 100x100px ! scope=row | Vivian Balakrishnan | style=\"background:#191970\" | PAP || || present || || Lee Hsien Loong | |- |} ==See also== * List of current foreign ministers * Foreign relations of Singapore * List of diplomatic missions of Singapore ==References== ==External links== * of the Ministry of Foreign Affairs Category:Foreign relations of Singapore Foreign Affairs Singapore Category:Ministries established in 1965 Category:1965 establishments in Singapore ",
    "title": "Ministry of Foreign Affairs (Singapore)"
}