{
    "id": "2552441",
    "text": "In particle physics, an event refers to the results just after a fundamental interaction took place between subatomic particles, occurring in a very short time span, at a well-localized region of space. Because of the uncertainty principle, an event in particle physics does not have quite the same meaning as it does in the theory of relativity, in which an \"event\" is a point in spacetime which can be known exactly, i.e. a spacetime coordinate. ==Overview== In a typical particle physics event, the incoming particles are scattered or destroyed, and up to hundreds of particles can be produced, although few are likely to be new particles not discovered before. In the old bubble chambers and cloud chambers, \"events\" could be seen by observing charged particle tracks emerging from the region of the event before they curl due to the magnetic field through the chamber acting on the particles. At modern particle accelerators, events are the result of the interactions which occur from a beam crossing inside a particle detector. Physical quantities used to analyze events include the differential cross section, the flux of the beams (which in turn depends on the number density of the particles in the beam and their average velocity), and the rate and luminosity of the experiment. Individual particle physics events are modeled by scattering theory based on an underlying quantum field theory of the particles and their interactions. The S-matrix is used to characterize the probability of various event outgoing particle states given the incoming particle states. For suitable quantum field theories, the S-matrix may be calculated by a perturbative expansion in terms of Feynman diagrams. Events occur naturally in astrophysics and geophysics, such as subatomic particle showers produced from cosmic ray scattering events. ==References== ===Notes=== ===Further reading=== * * Category:Experimental particle physics ",
    "title": "Event (particle physics)"
}