{
    "id": "2552781",
    "text": "Phorusrhacos ( ) is an extinct genus of giant flightless terror birds that inhabited Argentina during the Miocene epoch. Phorusrhacos was one of the dominant land predators in South America at the time it existed. It is thought to have lived in woodlands and grasslands. == Description == Phorusrhacos had a skull nearly long, stood nearly tall, and probably weighed nearly , as much as a male ostrich. It had very strong legs, capable of running at high speed, stubby, flightless wings, a long neck, and a proportionately large head. This ended in a huge, hooked beak that could tear through flesh easily, or stab into prey. The lower jaw was smaller than the upper jaw. There were three toes on each of the feet, all of which were armed with sharp claws. == Discovery and naming == Life restoration by Charles R. Knight, 1901 Remains are known from several localities in the Santa Cruz Formation and Monte León Formation in the Santa Cruz Province, of Argentina. Among the bones found in the strata of the Santa Cruz Formations (now considered as mainly of mid-Miocene date) was the piece of a mandible which Florentino Ameghino discovered in early 1887 and the same year at first described as that of an edentate mammal which he named Phorusrhacos longissimus. The generic name is derived from Greek -φόρος, (-phoros), an element meaning \"bearer\" in word combinations, and ῥάκος, (rhakos), \"rag\" or \"wrinkle\", probably in reference to the wrinkled jaw surface. When the original derivation was no longer understood, other translations were given, such as the literal translation of \"Rag-Thief\", and \"branch-holder\" from the mistaken assumption the name had been intended to be derived from a Greek rhakis, \"branch\". The specific name means \"very long\" in Latin, again in reference to the lower jaws. The holotype is the mandible, specimen MLP-118 (Museo de La Plata). In 1889 Ameghino emended the name to a more grammatically correct Phororhacos but the earlier name has priority. In 1891, it was by him recognized to be a bird. == Classification == Phorusrhacos was part of the group called the Phorusrhacidae, which is an extinct group of ﬂightless, cursorial carnivorous birds that occupied one of the dominant, large land-predator niches in South America from the lower Eocene to the Pleistocene. They dispersed into North America during the Great American Biotic Interchange(∼3 Ma). Some remains from Africa and Europe and the Paleocene of Brazil have been referred to this clade or identiﬁed as phylogenetically related to the extant South American seriemas, but these assignments remain controversial. == References == Category:Phorusrhacinae Category:Bird genera Category:Extinct flightless birds Category:Serravallian extinctions Category:Burdigalian first appearances Category:Miocene birds of South America Category:Laventan Category:Colloncuran Category:Friasian Category:Santacrucian Category:Colhuehuapian Category:Neogene Argentina Category:Fossils of Argentina Category:Fossil taxa described in 1887 Category:Taxa named by Florentino Ameghino ",
    "title": "Phorusrhacos"
}