{
    "id": "2552082",
    "text": "St Lawrence's Church, Sandhurst Wallsworth Hall, now the gallery of Nature in Art Sandhurst is a village just outside Gloucester, England. The parish church and Wallsworth Hall are Grade II* listed buildings. The River Severn is the border between Sandhurst and the neighbouring parish of Maisemore. The Severn Way long distance footpath follows the river on the eastern (Sandhurst) bank. There are only two roads out of Sandhurst, one towards Gloucester, and another towards Tewkesbury. As a result, the village is regularly used as a bypass by drivers hoping to avoid traffic along the A38. == History == === WWII bomb === In September 1998, an unexploded World War II German bomb was detonated by bomb disposal experts. The bomb had laid undiscovered for almost 57 years, but when the local parish council announced plans to build a children’s play area on the allotment site, local resident Tom Jones remembered a bomb falling on the site but never exploding. His fears led to a survey and the discovery of a 500 lb bomb embedded vertically into rock more than three metres below the surface of the ground. Initial letters were met with scepticism after an April fool's mail shot hoax, until the nature of the bomb was confirmed. Every home within a 500-metre radius was evacuated, and Jones himself had the pleasure of pushing the button. After the incident, the clerk to the local parish council at the time was criticised for sending a letter to the German embassy asking them if they would like to make a donation to help fund the construction of the play area. Although the German embassy sent a letter of support, no donation was made. === CSG === In October 2000 a chemical plant owned and run by CSG (Cleansing Service Group) was devastated by a series of explosions and a fire. Although the exact causes have never been determined, it is believed that incorrectly stored chemicals were to blame. On top of this, before the site could be cleaned up, the area was flooded, and the chemicals washed into many of the nearby houses. For many years the villagers of Sandhurst, and the nearby village of Maisemore, had been complaining of the smells coming from the plant, and this incident was the final straw. After a heated public meeting involving Ken Pee, the managing director of CSG, the company was taken to court and fined £250,000 plus £400,000 costs. The site has now been sold to Ronsons Reclamation. === 2007 summer floods === The village was essentially an island for several days in late July, the only way in or out was via boat or tractor. Water supplies were down for two weeks and the power supply was unreliable. === Abloads Court === Originally Ablodes Court, meaning the Abbots Lode Court. \"The Abbots crossing for the River Seven\", a property and site with a history dating back to the 13th century. During the 15th to 17th centuries, this area and what forms a large part of Sandhurst was known as the hamlet of Ablodes. There are many early historical references to the site held by the National Archives. It is now a private home and grounds owned by a publisher and children’s writer. ==References== == External links == * Category:Villages in Gloucestershire Category:Borough of Tewkesbury ",
    "title": "Sandhurst, Gloucestershire"
}