{
    "id": "2552409",
    "text": "{| border=\"1\" cellpadding=\"2\" cellspacing=\"0\" align=\"right\" width=\"220px\" style=\"margin-left:15px; border-collapse:collapse; font-size: 94%; border- color:#f2f2f4\" |+Escuela Nacional de Inteligencia |- |style=\"background:#ffffff;\" align=\"center\" colspan=\"2\"| |- |style=\"background:#efefef;\"|Motto:||style=\"background:#efefef;\"|¨De Omni Re Scibili¨ |- |style=\"background:#ffffff;\"|English:||style=\"background:#ffffff; font-size:80%;\"|\"From every knowable thing\" |- |style=\"background:#efefef;\"|Creation:||style=\"background:#efefef;\"|January 24, 1967 |- |style=\"background:#ffffff;\"|Director:||style=\"background:#ffffff;\"|Silvia Beatriz Cucovaz |- |style=\"background:#efefef;\"|Location:||style=\"background:#efefef;\"|Ave. Libertad 1235 Buenos Aires |- |style=\"background:#ffffff;\"|Website:||style=\"background:#efefef;\"|https://web.archive.org/web/20050207210053/http://www.eni.gov.ar/ |} Escuela Nacional de Inteligencia (National Intelligence School, ENI) is the national intelligence academy of the Argentine Republic. It depends of the Secretaría de Inteligencia, the main intelligence agency; and it is a depending suborganization of the National Intelligence System. ==History== The School was created on January 24, 1967 by Executive Decree N° 17/1967. It was initially established in the fifth floor of a traditional building located on Diagonal Norte and San Martín avenues in Buenos Aires. On June 5th of that same year it instructed its first class to personnel of the Secretariat of Intelligence. In 1982, the school moved to the building on Ave. Libertad 1235, where it remains today. Since 1992, it has established students exchange with foreign countries, strengthening the links with many foreign intelligence agencies. ==Organization== ===Mission=== Its mission is recruitment and instruction of Secretariat of Intelligence's personnel, with a specialized technical and humanistic formation, the analysis and study of the national intelligence doctrine and providing of online courses and long-distance teaching for agents who belong to the Secretariat and other Argentine intelligence or security organization. ENI graduates receive a title and diploma certified by the National University of La Plata, Buenos Aires. ===Facilities=== The School's main building, a big belle époque academic-style mansion, is located on Calle Libertad 1235 in Buenos Aires. Estimated to be worth about US$724,178, it was built in 1922 and a parking lot was added in 1970. It has small rooms and wooden floors, a street surface of 2,515 m2 and an internal surface of 3,775 m2. The ENI mansion is protected by a 5-tonne steel gate and a constant surveillance through a closed circuit television (CCTV) system that records all activity around the building. The School also has a library of 7,000 volumes, and through its webpage it offers online courses to all regions and provinces of Argentina. ===Director=== Mrs. Silvia Beatriz Cucovaz de Arroche is the current director; having a geographical sciences degree, is considered a highly experienced and valuable woman with a long history in the Secretaría de Inteligencia. Mrs. Cucovaz was also a professor at the Faculty of History and the Geographical Sciences School of the University of Salvador, at the Faculty of Business of the University of Buenos Aires, and at the Faculty of Humanities of the University of Mar de la Plata. Her previous jobs in SIDE included being the intelligence delegate in the Argentine Embassy in Germany (Bonn), the Director of Foreign Intelligence, the Chief of Strategic Affairs, the Advisor of the Secretary of Intelligence, and an ENI professor. She has participated in many conferences of international organizations, most notoriously serving as Chairman of arms and explosives experts at the United Nations disarmament area. In Argentina, she is also Counselor of the Council of International Relations (CARI) and member of its International Security Committee. Cucovaz wrote many dossiers and books such as \"El rol de los servicios de Icia en el campo de la contraproliferación\" and \"Croatia as a stabilizing factor for peace in Europe; proceedings from an International Symposium\". ===Seal=== The ENI seal (Escudo) is a Spanish-style coat of arms, composed of a chess board, symbol of strategy; a triangle, representing straightness; and a fox, which signifies the force of intelligence. The white colour represents the virtues of obedience and firmness; the black represents honesty; and the green symbolizes an oath to service. The ENI motto appears in Latin words: \"De Omni Re Scibili\", which means \"From every knowable thing\". ===Staff and materials=== During the 1960s, teachers in the ENI were mainly retired military officials who specialized in the intelligence service, or exceptionally, in the infantry branch. The materials taught were completely written in Argentina, usually by the military. ===Recruitment and training=== Citizens recruited for SIDE (see SIDE's recruitment procedures), are expected to go through the ENI's screening and training program before becoming a part of the organization. During the 1960s, basic courses included specific material that no agents hoping to pass could fail. Teachers taught normal subjects on the matter of espionage, such as abilities opening any kind of lock they could encounter using very basic tools. The basic curriculum included photography, distant following of subjects, infiltration, and even lip reading. Establishing a well known method used by the CIA and other intelligence agencies, agents who passed all their exams could move on to the final steps of their training, which included shooting practice, weapons handling, and personal defense. Students in the ENI, are not only taught basic theories, skills and techniques about intelligence and SIDE, but also the development of \"instinct.\" During \"class\", there are several \"immediate reaction\" tests. For example, these tests can be hidden in a simple routine, such as making students do a simple task, like working with a document. When the students least expects it, a simulation of a small fire break out begins, which helps evaluate students' response capabilities under spontaneous and stressful situations. Students must be fully aware and attentive to their teachers and the material being taught. Being attentive means remembering and analyzing any detail that could alter the routine of the classroom, such as a phone call received by a professor on their cellphone, or if the professor suddenly coughs. After the bell rings, without notice, students are usually interrogated about the previous circumstances, therefore evaluating a number of \"correct answers\". That is, seeing how attentive to details they were, and their capabilities to remember, analyze, and discern many kinds of information, acts, things said, etc. The second level of teaching is not reachable without first passing a whole set of psychological and physical examinations. Afterwards, the program becomes more complex, meaning that the assignments become more technical, with subjects like Electronic Intelligence, where students are submerged into the art of phone tapping and the other uses of electronics in the intelligence world. If a student gets good grades, they can become a part of SIDE. ===Magazine=== SIDE publishes every three months a magazine called \"La Revista de la Escuela Nacional de Inteligencia\" (\"The Magazine of the National Intelligence School\") about the studies and works of Argentines and foreigners on the subject of intelligence. ==Sofía Fijman incident== Sofía Fijman was a 75-year-old, middle-class, Argentine woman who fed cats that inhabited the garden of the ENI building. On February 26th of 1998, she was killed by Ricardo Dáttoli (a SIDE agent who was in charge of the ENI's security) who closed the 5-tonne steel gate while she was feeding the cats through it. Fijman's hand became trapped in the gate, subsequently dragging her and causing a fatal injury to her head. Allegations by Fijman's domestic employee state that Dáttoli told her \"We are going to kill you, and the cats\", as he warned her not to feed the cats anymore. Ricardo Dáttoli, an agent who got paid 1,700 Argentine Pesos (US$1,700 at that time) for working six days a month doing a 36-hour surveillance shift and then resting for five days, claimed that he activated the door opening mechanism (when no car was going in or out, and Fijman was feeding the cats) because he fell and accidentally pushed the switch. He described the incident stating that he fell and accidentally activated the mechanism because his shoe laces were untied. When Dáttoli activated the gates to open, and trapped Fijman's hand by doing so, an Australian tourist couple was passing by Libertad Avenue. The man tried to stop the gate, he uses physical force and calls for help, but finally the gate overpowers him and kills the woman. During that time, Dáttoli did not activate the button to make the gate close and free the woman, even though there was a button for it. Even though Dáttoli could see what was happening through the video surveillance system, he did not do anything to avoid further damage to Fijman. The judicial investigation stated that the video of the incident has \"edited parts\", and that the part where Fijman receives the fatal wound has been erased. Since the incident, the ENI moved all its guards to other units or facilities and has changed its gate mechanism to a manual opening and closing procedure rather than a fully automatic one. The investigation reported that 8 cameras and 16 monitors were focused on the ENI's entrance. Dáttoli and his accomplices were watching from the inside of the Mansion, and did nothing to stop the incident. Dáttoli has been sentenced to 10 years in prison for premeditated murder. ==See also== *Secretariat of Intelligence *Argentine intelligence agencies *National Intelligence System *Directorate of Judicial Surveillance *National Directorate of Criminal Intelligence *National Directorate of Strategic Military Intelligence ==References== *Revista HOMBRE 2004 archives * ==External links== * Official website * Intelligence Reform Law 25.520 * Interior Security Law 24.059 Category:Argentine intelligence agencies ",
    "title": "Escuela Nacional de Inteligencia"
}