{
    "id": "2553617",
    "text": "Rodney Malcolm Hogg (born 5 March 1951) is a former Victorian, South Australian and Australian cricketer. He was a fast bowler. Hogg played in 38 Test matches and 71 One Day Internationals between 1978 and 1985. In Tests he took 123 wickets at an average of 28.47. He is best remembered for taking 41 wickets in his first six tests during the 1978–79 Ashes. ==Career== ===Early career=== Hogg had asthma as a child and battled it through his career. Hogg started out as a batsman before switching to be an aggressive fast bowler. He made his grade cricket debut for Northcote in 1967–68.https://cricketarchive.com/Archive/Scorecards/569/569528.html He played for Victorian Colts in 1972–73. He was not able to break into the Victoria side so he transferred to South Australia where he began his first class career in 1975–76, taking seven wickets in his debut against Victoria.https://cricketarchive.com/Archive/Scorecards/35/35902.html South Australia won the Sheffield Shield that summer, although Hogg's contribution was relatively minimal. Loss of players to World Series Cricket in 1977–78 saw Hogg mentioned as a possible test prospect that summer despite his lack of experience. He was unable to force his way into the test side – Jeff Thomson, Wayne Clarke, Ian Callen and Alan Hurst were the preferred fast bowlers – but he did take 36 first class wickets at an average of 27 over the summer, including 10–124 for South Australia against Queensland. ===1978–79 Ashes: Test Debut=== At the beginning of the 1978–79 summer, a fast bowling spot opened up in the Australian side when Jeff Thomson told selectors he would no longer be available for international matches. Hogg took 4–43 for South Australia against the touring English team and leapt into test contention. He was duly picked in the first test. His first class statistics at that stage were 54 wickets at 20. Hogg's selection was almost immediately in jeopardy when, in a Shield game against NSW, he had to minimise the amount of bowling due to stomach cramps and an asthma attack. However he recovered to take 5–73. Hogg had a magnificent first test, top scoring in Australia's first innings with 36, then taking 6–74 in England's first innings. However he could not prevent England from comfortably winning the match. His figures were even better in the second test, taking 5–65 and 5–67. Australia's batting did not support him and England won again.http://www.espncricinfo.com/ci/engine/match/63221.html Hogg won man of the match. Australia's fortunes changed in the third test – the batsmen managed to score some runs, and Hoggs' return of 5–30 and 5–36 helped the team to a 103 run victory.http://www.espncricinfo.com/ci/engine/match/63222.html Australia's bowlers performed excellently in the fourth test, dismissing England for 152 (Hogg 2–36). When Australia scored 294 in response they had an excellent chance of winning the game. However England made 346 in response (Hogg 4–67) and Australia collapsed for 111.http://www.espncricinfo.com/ci/engine/match/63223.html Hogg was then rested for a Shield game out of fear of injury. He returned to make made his one-day international debut against England, taking 1–20 in an Australian defeat.http://www.espncricinfo.com/ci/engine/match/64169.html Hogg's incredible run continued in the fifth test, taking 4–26 and 3–59, but Australia lost the match.http://www.espncricinfo.com/ci/engine/match/63224.html During the game Hogg had a confrontation with captain Yallop and left the field for an hour. Hogg asked to be not selected for the next international match, a one-day game, due to health concerns. Australia lost the 6th test with Hogg taking 1–42.http://www.espncricinfo.com/ci/engine/match/63225.html His 41 wickets in a series was a record for an Australian in an Ashes series (later broken by Terry Alderman), and is still (at the end of 2016) equal fifth for any player in any series.Most wickets in a series, ESPNcricinfo) That summer Hogg was tempted to move to Queensland for financial reasons but accepted a job offer from Hindmarsh Building Society to stay in South Australia. ===1978–79 vs Pakistan=== Hogg continued his good form into the two-match series with Pakistan, although returns of 4–49 and 3–75 in the first test could not prevent another Australian defeat.http://www.espncricinfo.com/ci/engine/match/63235.html Hogg was the center of some controversy while batting when run out off a no ball. Some strong batting and bowling saw Australia win the second test; Hogg had a comparatively poor match taking 1–88 and 2–45. One writer called it his \"worst performance\" at international level to date.http://www.espncricinfo.com/ci/engine/match/63236.html However, by the end of the summer Hogg was easily the leading first class wicket taker in Australia with 76 wickets at 16.43. There was controversy in April when Graham Yallop released a (ghost written) book about the Ashes, Lambs to the Slaughter where he claimed Hogg ran \"roughshod\" over him during the English series. \"There was no way I tried to run roughshod over him\", said Hogg. \"I simply didn't get any support at all for field placings in the early Tests and that is why we had continual disagreements\". Yallop said he didn't actually write the book and wanted the Hogg chapter re-written. The book was released regardless. ===1979 World Cup=== Hogg toured England with Australia for the 1979 World Cup. While in the country he and Peter Toohey participated in a double wicket competition. He took 2–11 in a trial game against New Zealand and withdrew from the game against Pakistan with a bronchial infection. He took Geoff Boycott's wicket in the game against England but Australia still lost (Hogg's figures were 1–25).http://www.espncricinfo.com/ci/engine/match/65052.html Playing Canada, Hogg was hit for four fours in a row by Glenroy Sealy, and he was taken out of the attack with figures of 0–26 off two overs.http://www.espncricinfo.com/ci/engine/match/65059.html ===1979 Tour of India=== Hogg was expected to be one of Australia's main weapons against India on the 1979 tour. However he had a poor series. He started badly, being ill with stomach cramps and was pelted with rocks and fruit during a match against South Zone. He went for 2–85 in the first test,http://www.espncricinfo.com/ci/engine/match/63241.html leaving the ground three times because of the heat and being no balled 21 times in his first 13 overs. He contributed some useful tail end batting helping Australia escape with a draw. Hogg performed worse in the second test. He was no balled fourteen times and wound up arguing with the umpire and bowling a beamer. \"Both Rodney Hogg and (Australian captain Kim) Hughes apologised to the umpire concerned and that is as far as the matter will go\", said manager Bob Merriman. \"However I will be talking to him... and I will seek an assurance that nothing of this nature will happen again\". He finished with figures of 0–118 – the first time he had failed to take a wicket in an innings – with 21 no balls.http://www.espncricinfo.com/ci/engine/match/63242.html According to one journalist: > What has happened? Can a man who sets records for wicket-taking in his first > series be reduced to bowling to a wicketkeeper unaccompanied by slips, > gullies or short legs? How can Hogg get no wicket for a hundred-odd in a > Test? There is no single answer. But the major factor was the pitch. It got > lower, slower and deader as the match progressed... There was a bit of bad > luck... Hogg was not slacking. His teammates will confirm that he has worked > harder on this tour than ever before. After the blow-up on the second day, > Hogg realised what was at stake. He did his best to sort out his no-ball > problem. Hogg continued to cause controversy in his next game against Central Zone. According to press reports, \"Rodney Hogg cannot walk on to a cricket field in India without causing a stir. In nine overs against Central Zone yesterday he bowled 18 no balls, hit one batsman on the head, sent another to hospital with three teeth knocked out and was warned for running on the wicket.\" Captain Kim Hughes admitted for the first time that Hogg was struggling for his place in the team. \"It's something new for him and it will be important for us to see how he handles it,\" said Hughes. Hogg's form improved in the third test with figures of 4–66 (including a spell of 3–14) and 1–49.http://www.espncricinfo.com/ci/engine/match/63243.html In the fourth test he took 0–91,http://www.espncricinfo.com/ci/engine/match/63244.html 2–103 and 0–26 in the fifthhttp://www.espncricinfo.com/ci/engine/match/63245.html and 2–53 in the sixth.http://www.espncricinfo.com/ci/engine/match/63246.html He took 20 wickets at 37.35 for a whole tour. Reflecting on the series Kim Hughes said, \"Rodney Hogg was disappointing. He took a long while to get to grips with the conditions.\" ===1979–80: Post World Series Cricket=== Due to his success the previous summer, Hogg was considered a strong chance to play in the reunified Australian side along with Dennis Lillee and Jeff Thomson. He ensured his selection with 6–95 for South Australia against the touring West Indies. He was one of only four non-WSC players picked for the first test against the West Indies (the others were Dymock, Border and Hughes). Hogg said, \"I did pretty poorly in India, but that was in India, and this series is in Australia – so they've decided to give me another chance, which I'm very grateful for\". He played in an ODI before the test against the West Indies. Hogg's took 0-55 and 2–11 in the first test.http://www.espncricinfo.com/ci/engine/match/63253.html A back injury flared up, meaning he missed the next test, against the English side. He returned to national colours in a one-day international, taking 4–46 against England, then played the second test against the West Indies, earning figures of 0–59 in the first innings; Hogg's back injury recurred and he had to leave the field while Australia was bowling.http://www.espncricinfo.com/ci/engine/match/63254.html Hogg dropped out of the Australian side for the rest of the summer. Hogg had been picked in the initial 18 man squad to tour Pakistan (which was going to be cut down to 14) but he pulled out because of the injury. ===1980–81=== Hogg began the 1980–81 season with injury worries. He recovered to take 6–75 against Victoria and was recalled to the test side to play the second test against New Zealand, replacing a dropped Geoff Lawson. Hogg had a good game, taking 2–29 and 2–25.http://www.espncricinfo.com/ci/engine/match/63277.html He was also recalled to the one day side. He followed it with 4–60 and 2–14 in the third test.http://www.espncricinfo.com/ci/engine/match/63278.html He was kept in the side to play India, taking 1–54 and 1–24 in the first testhttp://www.espncricinfo.com/ci/engine/match/63279.html and 2–100 and 0–11 in the second.http://www.espncricinfo.com/ci/engine/match/63280.html He was made 12th man for the third game. Hogg had enjoyed a strong summer – 42 first class wickets at 22.85 – and was picked on the 1981 tour of Sri Lanka and England. ===1981 Ashes=== He got into trouble in Sri Lanka after bowling beamers, but bowled well in early tour games. He took 3–47 in the first test.http://www.espncricinfo.com/ci/engine/match/63289.html However his back injury flared up again and his form fell away. \"He has a muscular spasm in his back\", captain Kim Hughes said. \"It's no use playing him unless he is... fit. It's no good if he goes into the match feeling that he might break down\" There was discussion that he might have to be replaced on tour by Carl Rackemann. He was replaced by Ray Bright for the second test but passed a fitness test and was kept on in the squad. He rediscovered his form, taking 6–87 against Northampshire and 3–10 in a one-day game, but the selectors persisted with Bright for the third test. After taking 3–42 in a tour game he replaced Geoff Lawson in the fourth test. Hogg took 1–41 and 0–18.http://www.espncricinfo.com/ci/engine/match/63292.html However his back injury flared up again and Hogg was overlooked for the fifth test; Mike Whitney was called up to replace him. He passed a fitness test which meant he stayed with the squad. He took 3–39 in a one-day tour game to put him back in contention for a test place. He took four wickets in a game against Sussex but was plagued with no ball problems and was ruled out for the sixth test. He took 27 first class wickets on the tour over all at 24.33 with his best being 6–87. On his return to Australia Hogg was diagnosed with Scheurmann's disease, a long-term degeneration of the vertebrae. He missed the 1981–82 season. ===1982–83 Ashes=== Hogg returned to first class cricket in 1982–83, bowing in tandem with Joel Garner for South Australia. Twelve wickets against Queensland and 6–132 against New South Wales saw him discussed as a test prospect once more. Injuries to Carl Rackemann, Terry Alderman and Dennis Lillee led to his selection in the third test in the 1982–83 Ashes. He took 2–41 and 1–53, his bowling described as \"brilliant\".http://www.espncricinfo.com/ci/engine/match/63326.html He was kept on for the fourth test, taking 4–69 and 3–64.http://www.espncricinfo.com/ci/engine/match/63327.html In the fifth he took 1–50 and 0–25.http://www.espncricinfo.com/ci/engine/match/63328.html English captain Bob Wilis said Australia's fast bowling trio of Hogg, Lawson and Jeff Thomson was a key reason in Australia winning the Ashes. He took 49 first class wickets that summer at 22.85 – his highest tally after 1978–79. Hogg was also picked in Australia's one day team that summer. He was injured in a game against New Zealand but bowled extremely well in that format throughout the summer. ===1983 vs Sri Lanka=== Hogg toured Sri Lanka with the Australian side. In the sole test he took 1–31 and 0–7.http://www.espncricinfo.com/ci/engine/match/63342.html ===1983 World Cup=== Hogg was picked to in the squad for the 1983 World Cup. He bowled seven no balls in a game against India. ===1983–84 vs Pakistan=== Hogg began the 1983–84 season as one of Australia's first choice bowlers. In the first test Australia went for four pacemen and Hogg took 3–0 in ten balls. His final figures were 3–20 and 1–72.http://www.espncricinfo.com/ci/engine/match/63356.html He bowled well in the second test too taking 2–43 and 0–11.http://www.espncricinfo.com/ci/engine/match/63357.html Things were harder in the third, Hogg returning figures of 1–123.http://www.espncricinfo.com/ci/engine/match/63358.html Hogg's back injury meant he declared himself unfit for the fourth test and was replaced by John Maguire. He was back for the fifth, taking 0–60 and 2–53.http://www.espncricinfo.com/ci/engine/match/63360.html He also played in Australia's one day team. Highlights included 4–34 against Pakistan. and 4–37 against the same team. During the 1983–84 season, Hogg took 1–10 off ten overs in the McDonald's Cup semi final, helping South Australia win. This effort earned him the Man of the Match Award. Hogg had taken 32 first class wickets over the summer at 25.43. ===1984 Tour of the West Indies=== Hogg was picked to tour the West Indies in 1984. He had a good first test with the bat, making 52 (his highest first class score), but took 2–48 and 0–56 with the ball.http://www.espncricinfo.com/ci/engine/match/63367.html He took 1–103 in the second testhttp://www.espncricinfo.com/ci/engine/match/63368.html – a match best remembered for the fact that Hogg threw a punch at captain Kim Hughes on the field. Hogg's best performance came in the third test, taking 6–77.http://www.espncricinfo.com/ci/engine/match/63369.html A side strain saw him out of the fourth test. He was back for the fifth game, going for 0–67.http://www.espncricinfo.com/ci/engine/match/63371.html ===1984 India Tour=== He toured India in the 1984–85 season, being one of three selectors. However Hogg returned home early due to a bronchial infection. ===1984–85 vs West Indies=== Hogg moved back to Victoria at the beginning of the 1984–85 summer. He had just become a father and wanted to be closer to his family. Hogg was picked in the Australian side for the first test and took 4–101.http://www.espncricinfo.com/ci/engine/match/63383.html In the second his figures were 0–71 and 1–14.http://www.espncricinfo.com/ci/engine/match/63384.html At the end of the game Kim Hughes resigned as captain in tears. There was some talk Hogg might make a good Australian captain but Alan Border was appointed with Hogg as his vice captain. Hogg took 1–75 and 3–77 in the third test.http://www.espncricinfo.com/ci/engine/match/63385.html He withdrew from a Shield game with a knee injury then took 2–96 and 0–40 in the fourth.http://www.espncricinfo.com/ci/engine/match/63386.html That would be the last test Hogg played for Australia. He missed the fifth due to injury. Hogg was back in the Australian one day side following the fifth test, as vice captain. He played the majority of games but missed the first final. He also did not play in the World Championship of Cricket. Hogg was left out of the Australian squad to tour Sharjah in 1985 – Graeme Wood was appointed vice- captain instead. Hogg was also left out of the squad to tour England in 1985. He had endured a relatively lean season – 15 first class wickets at 43.53. ===South African rebel tour=== Rodney Hogg was interested in touring South Africa. He met with Ali Bacher in London during the 1983 Cricket World Cup. \"I was pretty much in from day one,\" said Hogg. I was in my mid-30s, and the idea was that the tour wouldn't happen for another year or two. Had it been on in 1983, I'd have been less interested as I was still in the Test side and doing well at the time.... I was pretty happy with the money on offer. My career was pretty much over by then. Fast bowlers don't last forever. Prime minister [Bob] Hawke called us traitors. I thought that if it was okay for Hawke to trade with South Africa, it was okay for me to go and play cricket there.\" Hogg signed up for two rebel tours to South Africa in 1985–86 and 1986–87 during apartheid times. This gave him a three-year ban practically ending his international career. \"I have no regrets whatsoever about going on those tours,\" he said in 2016. The first tour he took 21 first class wickets at 24.52 with a best return of 5–83 and 13 one-day wickets at 21. On the second tour he got 22 wickets at 20.13. ==Post-playing career== After retirement from first class cricket, Hogg was a bowling coach for the Victorian team working alongside David Hookes. In 2005–06 he was a selector for Victoria. On Australia Day 2012 Hogg sparked a controversy when he posted an offensive tweet about Allah. He later removed the tweet and apologised, claiming it was just a bad attempt at Australian humour. Hogg's autobiography is titled The Whole Hogg – Inside the mind of a lunatic fast bowler. He said that former England captain Mike Brearley had a \"degree in people\". In 1990, when Shane Warne made his first class debut, Hogg boldly predicted in his column in The Truth that Warne would play 100 tests and take 500 wickets.An Australian anecdote ... or two, Siddhartha Vaidyanathan, ESPNcricinfo, 2 Jan 2008The shady past of wide-brim Warney, Peter Hanlon and Martin Blake. The Age, December 27, 2007 Hogg said he was sacked from the column soon after, but Warne exceeded the prediction, taking 708 wickets in 145 tests. Rodney Hogg has been a regular commentator for Channel 7 in Australia and since 2001 has been working as a corporate speaker throughout Australia. ==Notes== ==External links== * Rodney Hogg – Memorable Matches – Cricketvictoria.com * Rodney Hogg Biography * Rodney Hogg Official Site * Category:1951 births Category:Living people Category:Australia One Day International cricketers Category:Australia Test cricketers Category:South Australia cricketers Category:Victoria cricketers Category:Prospect cricketers Category:Cricketers who have taken five wickets on Test debut Category:Australian cricketers Category:Sportspeople from Melbourne Category:Cricketers from Victoria (Australia) Category:Cricketers at the 1979 Cricket World Cup Category:Cricketers at the 1983 Cricket World Cup ",
    "title": "Rodney Hogg"
}