{
    "id": "2553086",
    "text": "Ian Collins (born 24 October 1966) is a British radio and television presenter and journalist and author. ==Radio career== Collins became a presenter on Invicta FM in Kent. He joined the newly launched Talk Radio UK in 1995, which later became Talk Sport. He presented the Overnight show, Ian Collins and the Creatures of the Night from 1995 to 2002, then the Late-Night Weekend Show, Ian Collins: Unbranded from 2002 to 2004, replacing Tommy Boyd. Collins replaced Paul Hawksbee and Andy Jacobs on the afternoon show from for a short time at the start of the Iraq War in 2003. In 2004, he replaced Mike Dickin on the mid morning show, including a spell co-hosting the show with Mike Parry. From May 2006, Collins moved on to host The Ultimate Late Show, which he both wrote and produced along with Alan Hyde. He then moved to the late night slot in 2008 after James Whale left the station. Collins also presented The Incredibly Early Breakfast Show. In February 2012, he presented his first show on LBC. He left LBC in September 2018. Between November 2018 and June 2020, Ian was a joint presenter of BBC Radio Kent's Breakfast Show The Wake Up Call with Anna Cookson. He replaced John Warnett who moved to the Drive Time Show.. During 2019, Ian returned as a stand in host on talkRADIO's weekday 13.00-16.00 show.https://talkradio.co.uk/radio/schedule/2019-08-28 and became permanent during the summer of 2020. ==Other media work== Collins made his first TV appearances on cable channel L!VE TV in the late 1990s. He has also appeared on The Daily Politics, This Week and London Tonight. Collins wrote the book I Bet You Won't Read This: Confessions Of A Night Time Radio Host () which includes unedited letters that had been sent into his show. The book also offers tips on how to get into the radio industry. His second book - 67 People I'd Like to Slap was published in April 2017. ==Personal life== Collins is a friend of Danny Wallace, and appeared in his books Are You Dave Gorman?, Join Me, Yes Man, and Friends Like These. ==References== == External links == * Official website * Ian Collins Talksport (Archived) * Category:1956 births Category:Living people Category:British radio personalities Category:People from Scunthorpe ",
    "title": "Ian Collins (radio presenter)"
}