{
    "id": "2553969",
    "text": "Self portrait Robert Rafailovich Falk (, 1886 - October 1, 1958) was a Russian painter. ==Biography== Falk was born in Moscow in 1886. In 1903 to 1904 he studied art in the studios of Konstantin Yuon and Ilya Mashkov, in 1905 to 1909 he studied at the Moscow School of Painting, Sculpture and Architecture with Konstantin Korovin and Valentin Serov. In 1910, Falk was of the founders and the most active participants of artistic group Jack of Diamonds. The group considered Paul Cézanne the only painter worth following, and the rest of visual art to be too trivial and bourgeois. The distinctive feature of Falk's paintings of the time was sculpturing of the form using many layers of different paints. Robert Falk,Still life: Bottles and a Jug. 1912 In 1918-1928, Falk taught at VKhUTEMAS (State Higher Artistic and Technical Workshops). In 1928 Falk went on a supposedly short trip to France and refused to return; he worked in Paris until 1938, when he returned to Moscow. After 1938, until his death in 1958 he worked in Moscow, most of the time in isolation. His works of that time were in neo-impressionist style with characteristic white-on-white colors (not unlike the later paintings of his teacher Valentin Serov). During the Khrushchev Thaw Falk became popular among young painters and many considered him to be the main bridge between the traditions of the Russian and French Moderne of the beginning of 20th century and Russian avant-garde and the Russian avant-garde of the 1960s. There are numerous paintings by Falk in the New Tretyakov Art Museum in Moscow. ==External links== *Biography *Webpage *Kena Vidre, Memoirs about Falk *Robert Falk Gallery at MuseumSyndicate Category:1886 births Category:1958 deaths Category:20th-century Russian painters Category:Russian avant-garde Category:Russian Futurist painters Category:Russian Jews Category:Russian male painters Category:Jewish painters Category:Post-impressionist painters Category:Vkhutemas faculty ",
    "title": "Robert Falk"
}