{
    "id": "2554578",
    "text": "Sir Lloyd Erskine Sandiford, KA, PC (born March 24, 1937) is a Barbadian politician. He served as the fourth Prime Minister of Barbados from 1987 to 1994. As of 2010, Sir Lloyd is serving as Barbados' first resident ambassador in Beijing, China. ==Biography== Sandiford was born in Barbados and educated at the Coleridge and Parry School, Harrison College and the University of the West Indies in Jamaica, where he received his Bachelor of Arts in English. He then studied at Britain's University of Manchester, receiving his Master's degree in economics and social studies. Sandiford returned to Barbados, where he joined the Democratic Labour Party (DLP). In 1967, one year after independence, he was appointed to the Senate. Sandiford left the Senate to run in the 1971 election, in which he won a seat in the House of Assembly. The DLP, under Errol Barrow, formed the government; Sandiford served in many cabinet positions including as Minister of Education. The DLP lost the 1976 election to the Barbados Labour Party (BLP) and formed the opposition. In 1986, the DLP was again voted into power, with Sandiford defeating BLP MP Lionel Seymour Craig in the Saint Michael South constituency. Sandiford was made Deputy Prime Minister under Barrow. In 1987, Barrow died prematurely and Sandiford was appointed as Prime Minister. He led the DLP to victory in the 1991 elections. In 1994 Sandiford narrowly lost a no confidence motion brought against him by the opposition when a number of members of his own party broke ranks and voted in support of the motion. Sandiford then called elections for 1994, two years before they were constitutionally due, but lost to the BLP led by Owen Arthur. He remained in parliament until 1999 and is currently a tutor at the Barbados Community College, where he teaches economics and Caribbean Politics. In 2000 Sandiford was conferred the highest honour in Barbados; he was made a Knight of St. Andrew (KA) of the Order of Barbados. In April 2008 under Prime Minister David Thompson a resolution was brought to the Parliament of Barbados that the building now called the Sherbourne Conference Centre, which in fact was the idea and brainchild of Sir Lloyd, should be renamed the Sir Lloyd Erskine Sandiford Conference Centre. Sandiford was later appointed as Ambassador to China, presenting his credentials on 3 March 2010. ==Honours and Memberships== Co-chair of The Summit Council for World Peace, Washington, D.C. – 2011 * LL.D (Hon.) University of the West Indies – 2009 * LL.D (Hon.) Barbados Community College – 2004 * Knight of St. Andrew – 2002 * President's Medal of Excellence, Bowie State University, Bowie, Maryland, USA – 1992 * Proclaimed Honorary Citizen of City of Baltimore – 1992 * Member of Her Majesty's Privy Council – 1989 * Member of the Privy Council of Barbados - 1987 * Member of the Privy Council of the United Kingdom - 1989 * Order of the Liberator, Venezuela – 1987 * Justice of the Peace, Barbados - 1984 * Member of the Council of Freely Elected Presidents and Prime Ministers, Carter Centre, Atlanta, GA, USA * Life Member Barbados Cricket Association * Life Member Commonwealth Parliamentary Association ==Publications== Sandiford is the author of the book The Essence of Economics: An Introductory Text (1998), and several poems, including \"Ode to the Environment\" and \"When She Leaves You\". Seven volumes of his speeches have been published. He has written many articles, and contributed a chapter entitled \"The Role of the Private Sector in the Structural Adjustment Process\" in the book Business, Government and Society, edited by Monya Anyadike-Danes, Eastern Caribbean Consultants, Barbados (1994). He also wrote the book Politics and Society in Barbados and the Caribbean: An Introduction (Cassia Publishing Ltd, 2000) and Fighting for the Just Society: An Autobiographical Note (2011). ==References== ==External links== * Sir Lloyd Erskine Sandiford 4th Prime Minister of Barbados, Chattin In Manhattan Radio Category:1937 births Category:Barbadian knights Category:People educated at Harrison College (Barbados) Category:Knights Bachelor Category:Leaders of the Democratic Labour Party (Barbados) Category:Living people Category:Members of the Senate of Barbados Category:Members of the Privy Council of the United Kingdom Category:Prime Ministers of Barbados Category:University of the West Indies alumni Category:Members of the House of Assembly of Barbados Category:Knights and Dames of St Andrew (Barbados) Category:Recipients of the Order of the Liberator Category:Ambassadors of Barbados to China ",
    "title": "Lloyd Erskine Sandiford"
}