{
    "id": "2554633",
    "text": "Seefeld in Tirol is an old farming village, now a major tourist resort, in Innsbruck-Land District in the Austrian state of Tyrol with a local population of 3,312 (as of 1 January 2013). The village is located about northwest of Innsbruck on a plateau between the Wetterstein mountains and the Karwendel on a historic road from Mittenwald to Innsbruck that has been important since the Middle Ages. It was first mentioned in 1022 and since the 14th century has been a pilgrimage site, benefiting not only from the visit of numerous pilgrims but also from its stacking rights as a trading station between Augsburg and the Venice. Also since the 14th century, Tyrolean shale oil has been extracted in the area. Seefeld was a popular holiday resort even before 1900 and, since the 1930s, has been a well known winter sports centres and amongst the most popular tourist resorts in Austria. The municipality, which has been the venue for several Winter Olympics Games, is the home village of Anton Seelos, the inventor of the parallel turn. With more than one million overnight stays each year, it is one of the most popular Tyrolean tourist destinations especially for skiing in winter, but also for walking holidays in the summer. ==Geography== === Neighbouring communities === To the northwest Seefeld borders on Leutasch (village of Weidach), to the northeast on Scharnitz (village of Gießenbach). Its eastern municipal boundary with Zirl runs along the arête from the Seefelder Joch and Seefelder Spitze. To the south lies Reith (village of Auland) and to the west Telfs (village of Mösern). === Distances === === Topography === The village is situated on the south-facing Seefeld Plateau north of the River Inn on the watershed between the basins of the Inn and the Isar. The plateau (which also comprises the villages of Leutasch, Reith, Scharnitz and Mösern) is surrounded by the Wetterstein mountain range to the west, and the Karwendel mountain range to the east; it falls away in a steep drop off to the Inn valley to the south. To the north, the high valley leads through the village of Scharnitz towards the border with Germany at Mittenwald. The Seefeld Plateau as seen from east- south-east with Seefeld in the foreground. Seefeld has two main mountain areas (for walking or skiing): one is the rounded hill, the Gschwandtkopf (1,495 m); the other is on the slopes of the mountains to the east and called the Rosshütte after the large mountain restaurant halfway up. These mountains dominate the Seefeld Plateau; from left/north to right/south, they are the Seefelder Joch, Seefelder Spitze (2,215 m), Härmelekopf (2,224 m) and Reither Spitze (2,374 m). Notable other landmarks include the Seekirchl, a small, onion-domed church, and the Pfarrhügel, a spur of the Gschwandtkopf running into the town centre and forming a small attractive hill. There is also a popular bathing lake called the Wildsee. === Lakes and streams === The lake that gave Seefeld its name: the Wildsee. Behind: the Kalkkögel On the east side of the Seefelder Joch rise the tributaries of the Haglbach, which flows west through the valley of Hermannstal, then swings south on reaching the plateau to run along the municipal boundary and feed the Wildsee. The Wildsee is threatened by sediment deposition from the Haglbach. In future it is planned to excavate a reservoir east of Innsbrucker Straße to collect these sediments.Josef Hornsteiner: , plateauzeitung.at dated 4 February 2014. Archived from original on 17 April 2014. The tailstream of the Wildsee, now called the Seebach, runs through Seefeld in a northerly direction and collects the waters of the Raabach shortly after passing the village centre. This section was called the Mühlbach by Peter Anich in 1762. The Raabach has its source in the southeast near the Mösern Mähder and was once impounded to form a reservoir that gave the church of Seekirchl its name. Below the Schlossberg, near the Seebach, is a radon-containing spring,Heilquelle T20956563R3/QU70351005, Teilauszug aus dem Wasserbuch Tirol. that, under the name of the Franz Josef Spring,Kurzgutachten - ehemaliges Hotel Schneeweiss , Bezirksgericht Innsbruck, 811 20 E 84/12k. Retrieved 24 July 2013. was mentioned in 1900 for the first time in the Directory of Spas of the Imperial- Royal Province of Tyrol and Vorarlberg (Verzeichnis der Kurorte und Bäder der K.K. Statthalterei für Tirol und Vorarlberg) and used until 1984 as a health spring.Mag. Helmut Pintarelli: Gutachten zum Verkehrswert, ehemaliges Hotel Schneeweiss (Geschäftszahl: 20 E 84/12k) vom 13 December 2012, pp. 12 ff. (PDF, 228 KB) Its radon content of 117 becquerels per litre is rather low (the limit for drinking water is 1,000 Bq/l). The Klammbach originates at the Wildmoosalm below the lake of Wildmoossee and runs northwest of the village on the far side of the Geigenbühel, passes the Triendlsäge (where there is a reservoir with a capacity of 450 m³ which supplies a small hydropower station generating 45 kWSpeicherteich Beck.Nr.1) T20542888R3, 3/4 Kleinwasserkraftanlage \"Triendlsäge\" T20542844R3 extracts from the Wasserbuch Tirol.) and merges with the Seebach by the Lehenwald woods in front of the Bodenalm to form the Drahnbach. The latter flows towards Scharnitz and empties into the Isar tributary, the Gießenbach. The Kaltwassersee. The reservoir at near the Rosshütte (called the Kaltwassersee and named after the local area) has a capacity of 66,500 m³ and receives its water from the public mains. In 2015 it was additionally fed between April and August from the Blauer Schrofen spring below the Seefelder Spitze. The additional water from the Kaltwassersee for snowmaking was raised in 2009 from 100,000 m³ to 165,000 m³ per year.3/3108 Beschneiungsanlage \"Roßhütte - Härmelekopf - Reitherjochalm\" T20608870R3, Teilauszug aus dem Wasserbuch Tirol. ===Climate=== ==Population== == Culture and sights == Murals in St. Oswald * Parish and pilgrimage church of St. Oswald * Former Augustine monastery west of the church, today a five- star hotel. Founded in 1516 by Maximilian I as a hostelry * Pfarrhof, above and south of the church * Lake church of the Holy Cross (Seekirchl) in the west of the village: symbol of Seefeld, built under Archduke Leopold V by Innsbruck's court architect, Christoph Gumpp, in the baroque style (built 1629–1666), paintings by Josef Anton Puellacher * Seefeld's woodland cemetery on the eastern edge of the village with its chapel and monument to those who died on the railway journey from Dachau concentration camp at the end of April 1945 * Hermitage and old ruined castle of Schlossberg north of the village * Milestone, originally unengraved, probably Roman. A cross potent has been inscribed laterDehio Tirol 1980, pp. 719–723 == Infrastructure == === Rail services === Seefeld in Tirol railway station Museum train of DRB Class 41 in Seefeld Seefeld is on the Karwendel Railway with links to Munich via Garmisch- Partenkirchen and Innsbruck. It is also served by S-Bahn line 5 from Innsbruck to Scharnitz (to Garmisch-P.). From the start of the winter timetable in 2010, Seefeld station became the highest Intercity-Express (ICE) stop in Europe. At weekends it is served by two ICE trains in each direction daily (2014 timetable). === Bus services === Three bus routes run by the Tyrol Transport Association stop in Seefeld, as does a long distance bus route (at the Rosshütte bus stop): {| class=\"wikitable\" |- class=\"hintergrundfarbe5\" ! Bus number ! Name ! Route |- | || regiobus Tirol || Seefeld/Tirol - Leutasch - Oberleutasch - Buchen |- | || regiobus Tirol || Seefeld/Tirol – Gießenbach – Scharnitz – Mittenwald – Leutasch – Seefeld/Tirol – Reith – Leithen |- | || regiobus Tirol || Seefeld/Tirol - Mösern - Telfs |- | ||Flixbus || Innsbruck - Seefeld(Rosshütte) - Garmisch-Parten. - Munich Central Bus Station (Hackerbrücke) - Munich Airport |} === Road transport === The Bundesstraße 177 federal highway (Seefelder Strasse) to the German border is part of the European route E 533. It runs from Zirl over the Zirler Berg to Scharnitz and Mittenwald. Another road link from the Inn valley runs from Telfs via Mösern, along the road to Leutasch and enables Mittenwald to be reached over the Scharnitz Pass. Innsbruck Airport lies about 20 km from Seefeld. In winter there are direct flights from e. g. Hamburg, Berlin, Cologne and Frankfurt. === Communication and telecommunication === The pilot project by Telesystem Tirol for cable TV was conducted in 1975 by a family firm based in Auland. Today about 900 participants in Seefeld and Reith are connected.Die Kabelanlage at kabelseefeld.at. Retrieved 26 April 2014. DVB-T is transmitted by a transmitter on the Gschwandtkopf. Broadband access and HSPA is available in the entire permanent settlement of Seefeld at a rate of 42.2 MBit/s.Breitband-Masterplan für Tirol , Amt der Tiroler Landesregierung, Abteilung Wirtschaft und Arbeit, 2012 (pdf) It is naked DSL with symmetric bandwidth of up to 20 Mbit/s, ADSL up to 30 Mbit/s. Broadband internet is also provided over the cable network. Since August 2012 there has been free WLAN access in the pedestrian zone, the spa park, the sport and congress centre, around the Seekirchl and at the Casino Arena, around the ski jumps on the Gschwandtkopf and at several stations in the Rosshütte ski area. === Sports facilities === The Toni Seelos Olympic Ski Jump In recent years Seefeld has expanded and renovated its sports facilities and positioned itself as the Nordic Competence Centre (Nordisches Kompetenzzentrum) for the training of national teams and clubs as well as the Stams Skiing Grammar School (Skigymnasium Stams). * Toni Seelos Olympic Ski Jumps in the Casino Arena on the northwest slopes of the Gschwandtkopf (HS 109 und HS 75) * Biathlon stand with 30 firing points * 279 km of runs for cross-country skiing, 125 km of which is for skating and 154 km for classic cross-country skiing * Asphalt roller skiing route with a length of 3.6 km and width of 3 m with variations from 560 m to 4.7 km * FIS-homologated courses for slalom and giant slalom on the Gschwandtkopf Homologations: Seefeld (AUT) auf fis-ski.com * Ski areas of Rosshütte, Gschwandtkopf and Geigenbühel-/Birkenlifte * Ice rinks for skating and Bavarian curling * Two grass areas for football, another is planned * WM Halle with 8 indoor tennis courts and 4 outside courts * Seefeld Tennis Club with 6 clay courts * Golf courses: Seefeld-Reith Golf Club (9 hole, par 70) and Panorama golf course of am Geigenbühel, an 18-hole course in Wildmoos (Telfs) * 266 km waymarked running and Nordic walking routes * 570 km of cycling and mountain bike routes * Beach volleyball court * Two riding halls with outdoor riding paddocks * Fitness studio ==Economy== ===Tourism=== Seefeld, host of the FIS Nordic World Ski Championships 2019 Seefeld is an important centre for cross-country skiing. The Nordic events at both the 1964 and 1976 Winter Olympics were hosted at Seefeld. Competitions during the 1933, 1985 and 2019 FIS Nordic Skiing World Championships also took place here. In both the Winter Olympics and the 1985 World Championships only the normal hill in ski jumping took place in Seefeld, the large hill took place in Innsbruck) as well as some of the events at the 1st Winter Youth Olympic Games in January 2012. World Cup competitions have been located here a number of times. During the 2019 World Championships, ski jumping took place in Seefeld in Tirol. The 1963 Biathlon World Championships also took place in Seefeld in Tirol. The alpine skiing area is small and appropriate for beginners. There are two separate small areas which are not connected except by a ski bus (free of charge) or taxis. The terrain itself is quite good and there is good access to other facilities (walks, shops and the Olympia swimming complex). Seefeld is popular with walkers because of its plateau location; there are many attractive walks which don't depend on climbing up and down mountains. However, the walks into the mountains are beautiful too, especially since the Karwendel is a huge nature reserve. Recommended walks include down through the Schlossbachklamm to Hochzirl (then the train back), and from the cable car stations down into the Eppzirlertal (if you're fairly fit). There are possibilities for multi-day walks through the Karwendel towards the Achensee. Together with eleven other towns Seefeld is a member of the community Best of the Alps.Seefeld member page on Best of the Alps == Notable people == * Anton Seelos (1911–2006) was an Austrian alpine skier and world champion. In the 1930s, Seelos invented the parallel turn. The Toni-Seelos-Olympiaschanze in Seefeld in Tirol is named after him. * Regina Schöpf (1935–2008) was an Austrian alpine skier who competed in the 1956 Winter Olympics. She was born in Seefeld * Jan-Carl Raspe (1944-1977) was a member of the German militant group the Red Army Faction. Raspe was born in Seefeld. He co-founded Kommune II in 1967 and joined the Red Army Faction, also known as the \"Baader-Meinhof Gang\" in 1970 ==Gallery== File:InntalMieming03.jpg|View from the Seefelder Joch File:Seefeld from Reither Spitze.JPG|Seefeld from the Reither Spitze mountain File:Seefeld St Oswald Widum 01.jpg |Sankt Oswald parish church File:Seefeld 1.JPG|Heilig Kreuz church File:Seefeld 7.JPG|Main square of the old town ==References== *1964 Winter Olympics official report. pp. 95–103. Accessed 30 October 2010. *1976 Winter Olympics official report. pp. 199–203. Accessed 10 November 2010. ==External links== *Official Homepage of Olympiaregion Seefeld *Webcams in Seefeld *Pictures of Seefeld Category:Cities and towns in Innsbruck-Land District Category:Mieming Range ",
    "title": "Seefeld in Tirol"
}