{
    "id": "2554182",
    "text": "Estanislao Zuleta (1935 in Medellín, Antioquia – 1990 in Cali, Valle) was a Latin American philosopher, writer and professor from Colombia. He was known especially for his works on the universities being a professor for all his life. More important than his writings, Zuleta is remembered by his conferences that were carefully recorded by his colleagues and pupils and published several times during his life and after his death in 1990. He dedicated especially to philosophy, Latin American economy, psychology and education. He let treaties on ancient and modern thinkers of a rich social and historical analysis over the Latin American cultural context. He was an adviser in the United Nations, the Colombian Ministry of Agriculture, the Colombian Institute for the Agrarian Reform (Incora), an adviser of former president Belisario Betancur Cuartas and a writer for Crisis Magazine of Medellín. He was rewarded by the Honoris Causa in psychology of University of Valle in 1980. The Estanislao Zuleta Foundation is the institution that keeps and promotes the legacy of the Colombian philosopher. ==Life== Zuleta was born in Medellín on February 3, 1935 from a family of intellectuals. His father died on June 24, 1935 in the same plane crash that killed the famous Tango composer and singer Carlos Gardel in his visit to the Colombian Andean city. He was also a disciple of the Colombian philosopher Fernando González Ochoa. Zuleta who was to be one of the most famous Colombian lecturers, abandoned the school when he was just a teenager to become an autodidact. This led to a serious and passionate study philosophy reading many of the classics of universal philosophy, literature, history, art and social science. His deep knowledge the material read was expressed in his articles, books and his memorable conferences given in many universities of the nation. === Beginning === One of his most dedicated studies was Latin American political economy of which he started to make conferences in Bogotá in 1963 especially in the National University of Colombia and Universidad Libre. He became professor in both universities teaching law and philosophy. In 1969 he went to Cali to work in Universidad Santiago de Cali, where he became vice-rector. From Cali he returned to his native Medellín to teach in the University of Antioquia. === Professor and research === Zuleta was not only a professor, but he dedicated his life to investigation in different areas of like social economy and education at the centers where he was working. Finally he settled in the city of Cali where he worked at the University of Valle and Universidad Santiago de Cali. In 1980 the University of Valle gave him the Honoris Causa for his research in psychology and in the day of the ceremony he read one of the most famous treaties in Colombia: \"Praise to Difficulty\" (Elogio a la Dificultad). He remained at the University of Valle for the remainder of his life, and finally died in Cali on February 17, 1990 at the age of 55. Zuleta founded several newspapers and magazines, such as Crisis (1957), Agitacion (1962) and Estrategias (1963). ==Thought== Zuleta was also known as a well-respected scholar of philosophy specializing in Greek philosophers, Hegel, Marx, Heidegger, Sartre, and Freud, among others. == References == === Bibliography === *, http://www.estanislaozuleta.com * * University of Antioquia; Estanislao Zuleta interview * CARMINA, Hector Fabio. Biografía de Estanislao Zuleta. Fundación Estanislao Zuleta, publicación Sapiens.com, Universidad del Valle, Cali, 3 de abril de 2001. Category:20th-century Colombian philosophers Category:1935 births Category:1990 deaths Category:Colombian economists Category:Colombian philosophers Category:University of Valle faculty Category:University of Antioquia faculty Category:National University of Colombia faculty Category:Free University of Colombia faculty Category:People from Medellín ",
    "title": "Estanislao Zuleta"
}