{
    "id": "2554061",
    "text": "Michael Ruetz (born 4 April 1940 in Berlin, Germany) works as artist and author. He is a German photographer. ==Early life and education== Ruetz was born in 1940 in Berlin, Germany. His ancestors were from Riga, where they worked as printers, journalists and publishers. After attending school in Bremen, Ruetz studied Sinology, with Japanology and Journalism as subsidiary subjects, in Freiburg, Munich and Berlin. Until 1969 he worked on a dissertation on the novel Nieh-Hai Hua by Tseng-P’u (1905). In 1975, Ruetz graduated as external student from the Folkwang Hochschule Essen. ==Career== Ruetz was a member of the Stern editorial in Hamburg from 1969–1973. Since then he has been self-employed and works as a freelance author and photographer. Since 1981, Ruetz is a contract author for publishers Little, Brown & Co./New York Graphic Society, Boston, Massachusetts. In 1982, he became professor of Communication Design at the Braunschweig University of Art and taught Photography until 2005. Ruetz lived in Italy, Australia and the U.S. for 12 years. In 2002 he organised a major retrospective of German photographer Heinz Hajek-Halke in Centre Pompidou, Paris. Ruetz is a member of the Deutsche Gesellschaft für Photographie (DGPh), the Gesellschaft Deutscher Lichtbildner (GDL)/Deutsche Foto Akademie and the Academy of Arts, Berlin. In May 2002 he was appointed member of the Ordre des Arts et Lettres by French Minister of the Arts, Jean-Jacques Aillagon. == Works == Ruetz first became known through his photographs of the student protest movement in West Germany. His portraits of the APO (extra-parliamentary opposition), now part of German photographic history, were immediately bought up by major newspapers and magazines in Germany and abroad, including Time, Life, Der Spiegel and Stern. In 1968, Ruetz covered the invasion of Czechoslovakia by Soviet troops (Prague Spring) and reported for Stern on the military dictatorship in Greece, as on the World Festival of Youth and Students 1973 and the International Workers’ Day 1974 in East Berlin. He later accompanied François Mitterrand on his election campaign, visited Chile after the victory of Salvador Allende and reported on the war in Guinea-Bissau and on many other international events. After spending several years in America and Australia, Ruetz began to concentrate increasingly on cultural-historical and documentary projects, such as the exploration of the \"visual world\" of such figures as Johann Wolfgang von Goethe and Theodor Fontane creating series like In Goethe's Footsteps, With Goethe in Switzerland, Me Too in Arcadia/Goethe's Italian Journeys, Fontane's Walks Through Mark Brandenburg. An extensive study of the phenomena of European Necropoles followed. Recent works deal with the capability of visualizing time and transience. Projects like Second Sight, Timescape and The Perennial Eye, assembled under the main title Eye on Time, document the change of the world's surface during time. In contrast to the individual picture pairs of the Second Sight project, Timescape comprises photographs made during several phases. The period of observation is limited to 25 years. The project is to be completed around the year 2015 and currently consists of more than 300 series of different objects. The photographs already give a clear indication of how much the people, the places, the squares, the apartments, and even nature are in a state of change. What does not change, however, is the geographical vantage point of each photographic series and the name originally given to the object photographed. == Awards == * Kodak Photobook Prize for Auf Goethes Spuren (In Goethe’s Footsteps), Necropolis, APO/Berlin 1966–1969 and Land der Griechen (Land of the Greeks). * 1979 Schönstes Buch der Schweiz for Mit Goethe in der Schweiz (With Goethe in Switzerland) * 1969 German Design Prize * 1979 Otto Steinert Prize * 1981 Villa Massimo Prize * 2002 Ordre des Arts et Lettres == Exhibitions == === Solo exhibitions (selected) === * 1969 Berlin, Galerie Mikro * 1974 Hamburg, Kunsthalle, The World of Caspar David Friedrich * 1975 Hanover, Galerie Spectrum * 1975 Lissabon, German Institute * 1976 Berlin, Bielefeld, Göttingen, Hamburg, Copenhagen and Munich, Necropolis * 1977 Berlin, Landesbildstelle, Pictures from Germany 1968–1975 * 1979 Zurich, Helmhaus, In Goethe’s Footsteps * 1980 Düsseldorf, Goethe-Museum, In Goethe’s Footsteps * 1981 Houston/Texas, Benteler Galleries * 1987 Carmel/California, Photography West Gallery * 1989–1995 Kiel, Harburg, Rendsburg, Itzehoe, Buxtehude, Lüneburg, Flensburg, Neumünster, Ahrensburg, Preetz, Rostock and Schwerin, Me too in Arcadia * 1992 Potsdam, Kulturhaus, Theodor Fontane * 1995 Berlin, Deutsches Historisches Museum, Eye on Time * 1996 Berlin, Willy Brandt Haus * 1996 Hamburg, Museum für Kunst und Gewerbe, Eye on Time * 1998 Berlin, Galerie Eva Poll, A Library for the Eye * 1998 Berlin, Willy Brandt Haus, Reviewing an Era * 1999 Greimharting, A Library for the Eye * 1999 Palermo, Goethe-Institut, Goethe in Arcadia, Et me in Italia * 2001 Kunsthaus Lempertz, Berlin, Cologne and Bruxelles, WindEye * 2001 Cologne, Galerie Priska Pasquer, Timescape, a Palimpsest and The Sixties in vintage prints * 2001 Kunsthalle Erfurt, WindEye, Timescape – 2 Picture Cycles * 2005 Academy of Arts, Berlin, Eye on Time === Group exhibitions (selected) === * 1968 Prague * 1972 Kassel, Documenta V * 1973, 1979 Essen, Folkwang Museum * 1974, 1978 London, Institute of Contemporary Arts * 1975 Essen, Haus Industrieform * 1976 London, The Photographers’ Gallery * 1976 Vienna, Congress Amnesty International * 1977, 1980 Munich Stadtmuseum/Fotomuseum * 1979 Cologne, Galerie der DGPh * 1980, 1981 Hamburg, Kunsthaus/Kunstverein and PPS-Galerie * 1980, 1982 Washington, D.C., Sander Gallery * 1980 Baltimore, Maryland, The Maryland Institute * 1980 Berlin, Künstlerhaus Bethanien * 1980 Munich, Stadtmuseum/Fotomuseum * 1980 Kassel, Fotoforum * 1980 Wolfsburg, Kunstverein * 1981 Houston, Texas, Benteler Galleries und Rice University * 1982 Cologne, Benteler Galleries * 1982 New York, Photographic Art Dealers Convention * 1983 Hanover, Galerie Spectrum * 1985 Düsseldorf, Kunsthalle * 1985 Zurich, Kunsthaus * 1985 Rome, Deutsche Akademie/Villa Massimo * 1987 Darmstadt, Kunsthalle * 1995 Hanover, Kunstverein and Sprengel Museum * 1997 Bonn, Kunsthalle der Bundesrepublik Deutschland * 1998 Berlin, Haus am Waldsee, Die Römische Spur * 1998 Düsseldorf, Galerie Zimmer * 1998 Erfurt, Galerie Am Fischmarkt * 1998 Hamburg, Stern, Seeing the World * 1999 Berlin, Deutsches Historisches Museum, Bonn, Kunstmuseum and Galerie der Stadt Stuttgart, Seeing the World * 2000 Paris, Paris Photo, Galerie Priska Pasquer, The Perennial Eye * 2001 Berlin, Galerie Brusberg/Der Spiegel, The Sixties * 2001 Paris, Paris Photo, Galerie Priska Pasquer, Timescape * 2002 Berlin, Willy Brandt Haus, Willy Brandt * 2002 Berlin, Galerie Brusberg/Willy Brandt Haus, The Sixties * 2002 Leipzig, The Sixties * 2002 Paris, Paris Photo, Galerie Priska Pasquer, Massimo Passacaglia * 2003 Bonn, Friedrich-Ebert-Stiftung * 2003 Osnabrück, Kunsthalle Dominikanerkirche, * 2003 Halle, Galerie Kommode * 2003 Karlsruhe * 2003 Eisenach, Stadtschloss * 2003 Göttingen, Künstlerhaus * 2003 Lübeck, Kunsthaus * 2003 Prague, City Gallery and Berlin, Deutsches Historisches Museum, Von Körpern und anderen Dingen. Contemporary German Photography * 2003 Paris, Paris Photo, Galerie Priska Pasquer, Eye on Eternity * 2004 Moscow and Bochum, Von Körpern und anderen Dingen. Contemporary German Photography == References == == External links == * * on the retrospective at Deutsches Historisches Museum, „Time Unveiled“, 1995–1996 * Galerie Priska Pasquer, Cologne Category:1940 births Category:Living people Category:Photographers from Berlin Category:German male writers Category:Members of the Academy of Arts, Berlin ",
    "title": "Michael Ruetz"
}