{
    "id": "2554883",
    "text": "Lord John Philip Sackville (22 June 1713 – 3 December 1765) was the second son of Lionel Sackville, 1st Duke of Dorset. He was a keen cricketer who was closely connected with the sport in Kent. He was Member of Parliament (MP) for Tamworth from 1734 to 1747. ==Cricket career== Sackville was first recorded as a cricketer in the 1734 season when he and his brother Lord Middlesex played for Kent v Sussex at Sevenoaks Vine on Friday 6 September.H T Waghorn, Cricket Scores, Notes, etc. (1730–1773), Blackwood, 1899Timothy J McCann, Sussex Cricket in the Eighteenth Century, Sussex Record Society, 2004 On 20 August 1735, Sackville again captained Kent to victory against Sir William Gage's Sussex at Sevenoaks Vine. Shortly afterwards, the London Evening Post speculated that \"the Conqueror\" (i.e., a decider) between the Kent and Sussex teams would be played in a few days, but there is no record of a further match. Sackville became the main patron of the Kent team and captained the side in many matches until 1745 at least, but he is not mentioned in the sources after that.. Retrieved on 14 July 2009. In 1739, Sackville played for London Cricket Club which was having selection problems at the time.Buckley, p.15 In the 1744 English cricket season, Lord John challenged an All-England side to play against his Kent team and Kent won the game with one wicket to spare, largely thanks to Sackville himself taking a memorable catch to dismiss Richard Newland.His effort was eulogised in Cricket, An Heroic Poem (1745) by James Love The match details were recorded and preserved in what is now cricket's second oldest known scorecard.Arthur Haygarth, Scores & Biographies, Volume 1 (1744–1826), Lillywhite, 1862CricketArchive – scorecard. Retrieved on 14 July 2009. In 1745, Sackville wrote a letter to the Duke of Richmond after Sussex had lost to Surrey and said: \"I wish you had let Ridgeway play instead of your stopper behind it might have turned the match in our favour\". Evidently, Sackville had wagered on Sussex to win. ==Family and personal life== Sackville was a notorious rake in his salad days. He was compelled to marry Lady Frances Leveson-Gower, daughter of John Leveson-Gower, 1st Earl Gower and sister of the Duchess of Bedford in 1744, after she gave birth to his child at Woburn. They eventually had issue two sons and one daughter.SACKVILLE, Lord John Philip (1713–65 Published in The History of Parliament: the House of Commons 1715–1754, ed. R. Sedgwick, 1970. Only one son is known to peerage directories so their other son might have been born out of wedlock. The couple's parents were furious, and the Prince of Wales compensated Sackville for any loss of income, making him a lord of his bedchamber in 1745, and thus securing him as a recruit to his party.History of Parliament Their son, John Frederick, later 3rd Duke of Dorset, was a member of the Hambledon Club and a leading supporter of cricket in the latter half of the eighteenth century. Sackville's son-in-law, the 8th Earl of Thanet, was an early member of the Marylebone Cricket Club. His grandsons John Tufton and Henry Tufton were noted amateur players at the end of the 18th century. Sackville was also disappointed when Lord Wilmington the late Prime Minister (d. 1743) declined to leave him his Sussex estates, worth £3-£4,000 a year. It is not clear if Wilmington's decision was made because of Sackville's messy private life, or his political inconstancy. He was also a coward, and refused to join the Guards when sent abroad. Finally, he was committed to a private lunatic asylum circa 1746, then sent abroad to exile on a very small allowance in Lausanne where Lord Shelburne met him in 1760, and commented on his dirty condition but lucid conversation. According to his descendant Robert Sackville-West, 7th Baron Sackville in his book Inheritance he became insane later in life, dying in Geneva, Switzerland, aged 52. However, his brother lived long enough to allow John Philip's son to inherit his title and become the next Duke of Dorset. ==Bibliography== * F S Ashley-Cooper, At the Sign of the Wicket: Cricket 1742–1751, Cricket Magazine, 1900 * G B Buckley, Fresh Light on 18th Century Cricket, Cotterell, 1935 * Arthur Haygarth, Scores & Biographies, Volume 1 (1744–1826), Lillywhite, 1862 * Timothy J McCann, Sussex Cricket in the Eighteenth Century, Sussex Record Society, 2004 * H T Waghorn, Cricket Scores, Notes, etc. (1730–1773), Blackwood, 1899 ==References== ==External links== *SACKVILLE, Lord John Philip (1713–65 Published in The History of Parliament: the House of Commons 1715–1754, ed. R. Sedgwick, 1970. Category:1713 births Category:1765 deaths Category:Cricket patrons Category:English cricketers Category:English cricketers of 1701 to 1786 Category:Kent cricketers Category:Younger sons of dukes Category:Members of the Parliament of Great Britain for English constituencies Category:British MPs 1734–1741 Category:British MPs 1741–1747 John Category:18th-century philanthropists ",
    "title": "Lord John Sackville"
}