{
    "id": "2555859",
    "text": "Pardus is a Linux distribution developed with support from the government of Turkey. Pardus' main focus is office-related work including use in Turkish government agencies. Despite that, Pardus ships in several languages. Its ease of use and availability free of charge has spawned numerous communities throughout the world. == Development == Pardus was started by Turkish National Research Institute of Electronics and Cryptology (UEKAE), a division of the Scientific and Technological Research Council of Turkey (TÜBİTAK). The first live CD version of Pardus was a fork of Gentoo Linux. The current version is a fork of Debian. == Release history == {| class=\"wikitable sortable\" |- ! Version ! Date ! Notes |- | Live CD 1.0 | style=\"white-space:nowrap\"| 2005-02-04 | Live CD-only fork of Gentoo with Linux kernel 2.6.10. |- | Live CD 1.1 | 2005-05-05 | Minor update. |- | 1.0 | 2005-12-26 | First release that could be installed on hard drives. It included K Desktop Environment 3.5.0, Linux kernel 2.6.14.4, and PİSİ package management system. |- | 2007DistroWatch Weekly, Issue 185, 15 January 2007 | 2006-12-18 | with K Desktop Environment 3.5.5 and Linux kernel 2.6.18.5. |- | 2007.1 | 2007-03-16 | with K Desktop Environment 3.5.6 and Linux kernel 2.6.18.8. |- | 2007.2 | 2007-07-12 | with K Desktop Environment 3.5.7 and Linux kernel 2.6.18.8. |- | 2007.3 | 2007-11-19 | included the Linux 2.6.18.8 kernel, OpenOffice.org, internet tools (browser, e-mail, instant messaging, etc.), multimedia and graphics tools (video player, music player, etc.), games, and many other applications. COMAR (Configuration Manager for Pardus) is the configuration manager developed in-house, and Tasma is the custom K Desktop Environment system configuration tool. |- | 2008Pardus 2008: A touch of refinement | Linux.com | The source of Linux information | 2008-06-27 | with K Desktop Environment 3.5.9 and Linux kernel 2.6.10. |- | 2008.1 | 2008-09-15 | included the Linux 2.6.25.16 kernel. K Desktop Environment has been updated to 3.5.10, along with other important infrastructure components: Python 2.5, Java 6, Mozilla Firefox 3.0.1, OpenOffice.org 2.4.1. |- | 2008.2 | 2009-01-31 | with K Desktop Environment 3.5.10 and Linux kernel 2.6.25.9. |- | 2009Pardus Linux - An open-source Janissary, DedoimedoDistroWatch Weekly, Issue 315, 10 August 2009Pardus 2009 review | LinuxBSDos.com | 2009-07-18 | included the 2.6.30.1 kernel. Pardus 2009 used the KDE Plasma Desktop environment and included OpenOffice 3.1, Python 2.6.2, Mozilla Firefox 3.5, Gimp 2.6.6 and also applications like Kontact, Kopete, Kaffeine, K3b, and Amarok. |- | 2009.1Pardus: A Linux distribution for the end user - gHacks Tech NewsPardus 2009.1 review | LinuxBSDos.com | 2010-01-16 | with KDE Plasma Desktop 4.3.4 and Linux kernel 2.6.31.11. |- | 2009.2Pardus 2009.2 review | LinuxBSDos.com | 2010-06-04 | with KDE Plasma Desktop 4.4.4 and Linux kernel 2.6.31.13. |- | 2011DistroWatch Weekly, Issue 402, 25 April 2011Pardus 2011 - Best KDE4 around, but could be better, DedoimedoPardus 2011 review | LinuxBSDos.com | 2011-01-21 | included the 2.6.37 kernel. Pardus 2011 comes with the latest KDE Software Compilation, KDE SC 4.5.5. The base packages also contains numerous backports and fixes which will improve the stability of your desktop experience significantly. Also included Clementine, K3b, Kontact, Kopete. Pardus 2011 came with Firefox 4.0 as the default browser. |- | 2011.1Pardus 2011.1 review | LinuxBSDos.com | 2011-07-12 | included the Linux Kernel 2.6.37.6, KDE Plasma Desktop 4.6.5, LibreOffice 3.4.1.3, Mozilla Firefox Web Browser 5.0, Xorg 1.9.5, Gimp 2.6.11, Python 2.7.1, GCC 4.5.3, and Glibc 2.12. With this release numerous bugs have been fixed, 64-bit Skype and Wine packages are now in the 2011 stable repository, YALI has a System Rescue mode, and a 2009-2011 distribution upgrade interface was announced. |- | 2011.2Pardus 2011.2 review | LinuxBSDos.com | 2011-09-19 | includes LibreOffice 3.4.3. Last release using PiSi package management system. |- | 2013 | 2013-03-27 | first release based on Debian repository. TÜBİTAK-ULAKBİM announced that Pardus moved to Debian and will be a Debian-based distribution moving forward. |- |17.0Pardus 17.0 Sürüm Notları - PardusDistribution Release: Pardus 17.0 (DistroWatch.com News) |2017-07-06 | |- |17.1 |2017-11-04 |the new release offers three separate ISO images with distinct names that indicate the purpose - Xfce, DDE (Deepin Desktop Environment) and Server. |- |17.2Distribution Release: Pardus 17.2 (DistroWatch.com News) |2018-03-03 |LibreOffice updated to 6.0.1 version, fixing the navigation rectangle in Menu not following cursor, updated XFCE apps, fixed incorrect Turkish in XFCE apps, including package updates and security patches. |- |19.0 |2019-08-03 |Linux Kernel 4.19.0, LibreOffice 6.1.5, Firefox ESR 60.8, VLC 3.0.7. Xfce 4.12 is used as default desktop environment. TLP is configured to provide better battery life. |- |} == PiSi package management == PiSi (; Packages Installed Successfully as Intended; also a Turkish word meaning \"kitty\", intended as a pun on the distribution's name, which is derived from pardus, the species name of the leopard.) is a package management system that was developed for Pardus. It was used in the initial versions of the distribution, but abandoned in favor of APT since the project moved to Debian base. Pardus 2011.2, released on September 19, 2011, was the last Pardus release that used PiSi. PiSi stores and handles dependencies for various packages, libraries, and COMAR tasks. Some features of PiSi include: * Uses the LZMA compression algorithm * Written in Python * Package sources are written in XML and Python * Database access implemented with Berkeley DB * Integrates low-level and high-level package operations (dependency resolution) * Framework approach to build applications and tools upon A community fork of the old Pardus with PiSi package management exists, called PiSi Linux.DistroWatch.com: PiSi LinuxPisi Linux 1.2 Xfce don't love me none, DedoimedoPisi Linux 1.1 review | LinuxBSDos.com PiSi Linux's latest stable version is 1.2,Distribution Release: Pisi Linux 1.2 (DistroWatch.com News) and latest development version is 2.0 Beta 2.Development Release: Pisi Linux 2.0 Beta 2 (DistroWatch.com News) eopkg - the package manager of the Solus project, a rolling-release Linux distribution, is based on / derived from PiSi. == YALI == YALI (Yet Another Linux Installer) is the first Pardus software a user encounters. Basically, it recognizes the hardware and installs Pardus software from installation media (i.e. CD) to a user-selected hard disk partition. YALI can handle resizing of NTFS partitions found on the disk. A yalı is a waterside mansion common in the Bosphorus region. This project is stopped and not being used since the migration to Debian-base. == KAPTAN == KAPTAN is a desktop greeter, which starts at the first start. It allows a user to change the desktop theme, mouse, keyboard and language settings, date and time, KDE menus, wallpaper, Package Manager settings, smolt, number of desktops. The word Kaptan means 'captain' in Turkish. This project is stopped and not being used since the migration to Debian-base. == Reception == Ladislav Bodnar, the creator of DistroWatch, wrote in his round-up of Linux/*nix in 2006 that Pardus is one of the distros he was most impressed by that year \"... thanks to unique package management ideas, innovative start-up sequence and general desktop polish ...\" Dmitri Popov, an author of Linux User & Developer, titled his review of Pardus 2011 Beta as the most exciting distro of the year. == Social events and participation == * Pardus participated in Google Summer of Code 2008 and 2009. * Pardus attended CeBIT Eurasia in 2006, 2008, 2009, 2010, and 2011. == Derivatives == Pardus Community Edition based on Debian released on April 12, 2013. Pisi Linux and Pardus-Anka projects forked from PİSİ based Pardus. A group of volunteers aim to continue PİSİ and other features of Pardus independently. Pisi Linux released two new versions. These versions are direct continuation of Pardus 2011.2 64bit edition, includes updated versions of Pisi, Kaptan etc. == Usage == * Turkish Armed Forces (partially) * Ministry of Foreign Affairs (Turkey) (partially) * Ministry of National Defence (Turkey) * Turkish Police (partially) * Social Security Institution (migrating) == References == ==External links== * * *PardusWiki – Multilingual resources *PiSi Linux's website *Pardus in OpenSourceFeed Gallery Category:Debian-based distributions Category:KDE Category:Science and technology in Turkey Category:Scientific and Technological Research Council of Turkey Category:State-sponsored Linux distributions Category:Turkish inventions Category:Turkish-language Linux distributions ",
    "title": "Pardus (operating system)"
}