{
    "id": "2555173",
    "text": "Philip Fox (March 7, 1878 - July 21, 1944) was an American astronomer and an officer in the U.S. Army. He was the first director of the Adler Planetarium in Chicago, the first planetarium in the western hemisphere. ==Biography== Fox was born and raised in Manhattan, Kansas, by Simeon and Esther (née Butler) Fox. He attended Kansas State University, where he earned a B.S. in mathematics in 1897. The next year he enlisted in the U.S. Army and fought in the Philippines with the 20th Kansas during the Spanish–American War. When he was mustered out in 1899, Fox had achieved a rank of second lieutenant but he was disabled and was expected to die within a year. He recuperated completely, however, thanks to nursing by his mother. While recovering, Fox earned a master's degree at Kansas State and taught math at St. John's Military School in Salina, Kansas. Invited to Dartmouth College in 1901 by his cousin Ernest Fox Nichols, Fox soon departed for that school, where he earned a second B.S., this time in physics. While at Dartmouth, Edwin Brant Frost persuaded Fox to pursue a career in astronomy, and in 1903 Fox became a Carnegie Research Assistant at Yerkes Observatory of the University of Chicago. His primary interest at the observatory was in solar research. While in Chicago, Fox met his future wife, Ethel Snow, and they were married in 1905. The couple would have four children. In 1905, Fox travelled to the University of Berlin for graduate studies in astronomy. He returned to Chicago the next year, where he worked as an assistant astronomer at Yerkes Observatory and earned a Ph.D. in astronomy from the University of Chicago. In 1909 Fox joined the Northwestern University department of astronomy, eventually receiving promotion to Chairman of the Department. While at Northwestern, Fox also served as the Director of the University's Dearborn Observatory. During this fruitful time Fox also authored several books, and served as Secretary of the American Astronomical Society. After the start of World War I, Fox returned to active duty in the Army, becoming a major of infantry in France. He was later promoted to Lieutenant Colonel and became assistant chief of staff, 7th Infantry Division. Following the war he remained in the reserve, where he rose to the rank of Colonel and held command of the 43rd Infantry, 86th Infantry Division. In May 1929, Fox was appointed as the first director of the Adler Planetarium, which would open a year later. He ran the planetarium for eight years, also serving during this time as the first (interim) director of the Griffith Observatory in Los Angeles when it opened in 1935. In May 1937, Fox left this job to become the director of the Chicago Museum of Science and Industry, a position he retained until 1942. With the entry of the United States into World War II in 1941, Fox again returned to the Army, but did not perform overseas duty. Instead he was the commandant of the Army Signal Corps at Harvard University for part of 1942, then became commandant of the Army Electronics Center at Harvard. He retired from the army in 1943, and continued to lecture at Harvard until his death from a cerebral hemorrhage. The crater Fox on the far side of the Moon is named in his honor. ==Partial bibliography== * Adler Planetarium and Astronomical Museum, An Account of the Optical Planetarium and a Brief Guide to the Museum (1933). * David H. Menke, \"Fox and the Adler Planetarium\", 1987, Planetarium, Vol 16, #1. ==References== ==External links== *Photos, illustrations, and biography *Obituary Category:1878 births Category:1944 deaths Category:People from Manhattan, Kansas Category:Kansas State University alumni Category:American astronomers Category:United States Army officers Category:American people of the Spanish–American War Category:American military personnel of World War I Category:Directors of museums in the United States Category:Scientists from Kansas ",
    "title": "Philip Fox (astronomer)"
}