{
    "id": "2555887",
    "text": "Małogoszcz is a town in the Jędrzejów County, Świętokrzyskie Voivodeship, Poland. The Battle of Małogoszcz. one of the biggest battles of the 1863 January Uprising, took place there. Małogoszcz belongs to Lesser Poland; the name of the town comes from ancient Polish given name Małogost. Małogoszcz was founded in the early days of the Polish statehood as a settlement located at the intersection of medieval merchant routes. First mention of the village, which at that time was home to a castellan, comes from a papal bull of 1136. In the 12th century Małogoszcz was a local trade and administrative center. Małogost, as it was called, was frequently visited by Polish princes and kings. In 1140, Duchess of Poland Salomea of Berg came here, and in 1273 - Princess Kinga of Poland. In 1259, the gord was destroyed in a Mongol raid. In the 14th century, King Kazimierz Wielki built defensive fortifications here. In 1408 Małogoszcz was incorporated as a town, upon order of King Władysław Jagiełło. In June 1582, King Stefan Batory spent a night here on his way to Warsaw for his crowning. Małogoszcz prospered in the 16th and early 17th centuries. In 1591-1595 a Baroque church was built, and the town emerged as a center of cloth making. Before catastrophic Swedish invasion (the Deluge, 1655 - 1660), the town had 180 houses and the population of 1,200. By 1660, the population was reduced to 700. Until 1795 (see Partition of Poland), Małogoszcz remained part of Lesser Poland's Sandomierz Voivodeship. In June 1794, during the Kosciuszko Uprising, Tadeusz Kosciuszko rested here after the Battle of Szczekociny. On February 24, 1863, one of the biggest battles of the January Uprising, the Battle of Małogoszcz, took place there. The headquarters of General Marian Langiewicz was located in a local parish church complex, and the Łosośna river' name was later changed into Wierna Rzeka (Faithful River). As a punishment, in 1869 the Russians demoted Małogoszcz to the status of a village. In 1904 a great fire destroyed large parts of it, and the village was completely destroyed in 1914 - 1915, when the Russian - Austro/German frontline remained here for several months. Małogoszcz recovered its town rights in 1996. Among points of interest there is the parish church (1591-1595), Renaissance parish complex, a cemetery chapel (1595), and a monument of Tadeusz Kościuszko (1917). ==Sport== * Wierna Małogoszcz - football club ==External links== * Official website Category:Cities and towns in Świętokrzyskie Voivodeship Category:Jędrzejów County Category:Sandomierz Voivodeship Category:Kielce Governorate Category:Kielce Voivodeship (1919–1939) ",
    "title": "Małogoszcz"
}