{
    "id": "2555449",
    "text": "Conflicting Emotions is the eighth and penultimate album by New Zealand band Split Enz. Although some have called it their poorest release, the band themselves were more than happy with the result at the time, and refused to make any of the changes requested by their Australian and US record companies. As recording began, Tim Finn had just released a successful solo album, Escapade, and was focused on promoting it. As a result, six of the ten songs on the album are written and sung by Neil Finn. The rumored resentment over Tim Finn's successful solo career was worsened by his desire to include drummer Ricky Fataar in recording sessions, and using a drum machine on most other tracks. Hence, although Noel Crombie is credited as drummer/percussionist on the album liner notes, he actually contributed very little drumming. Neil Finn said at the time of recording, \"These drum machine things that are going around at the moment. We thought it was high time we utilised one and we've been very careful with it.\" The first single to be lifted from the album was \"Strait Old Line\", which peaked at #42 on the Australian charts in late 1983. Conflicting Emotions failed to crack the Australian Top 10, following three prior consecutive #1 albums. In New Zealand the album reached number 3. The band advertised for a new drummer before taking to the road for the Conflicting Emotions tour, hoping an injection of new blood would revitalize them. Paul Hester answered the call, joining Split Enz in time to feature in the video clip for \"Message to My Girl\". When released as the album's second single in February 1984, \"Message to My Girl\" returned Split Enz to the Australian top 20, reaching #12. N.B. The Kent Report chart was licensed by ARIA between mid-1983 and 19 June 1988. In Australia it would prove to be the band's last major hit. The B-side to \"Message to My Girl\", \"Kia Kaha\", was recorded during these sessions. The same recording was subsequently included on the band's last album. The album cover art was created by former Split Enz frontman Phil Judd, while the back cover was painted by Noel Crombie. == Track listing == == Chart positions == {| class=\"wikitable\" !Chart (1983/84) !Peak position |- |Australia |align=\"center\"|13 |- |New Zealand |align=\"center\"|3 |- |USA |align=\"center\"|137 |- |NetherlandsDutch Charts |align=\"center\"|18 |- |} == Personnel == * Neil Finn – vocals, guitar, piano * Tim Finn – vocals, guitar, piano, keyboards * Noel Crombie – vocals, percussion, drums * Nigel Griggs – vocals, bass * Eddie Rayner – keyboards and machines * Ricky Fataar – drums on \"Message to My Girl\" == References == ==External links== * Enzology - Episode 9: Conflicting Emotions (Radio New Zealand National) Category:Split Enz albums Category:1983 albums Category:Albums produced by Hugh Padgham Category:Mushroom Records albums ",
    "title": "Conflicting Emotions"
}