{
    "id": "2555103",
    "text": "SPARCstation 10 with monitor SPARCstation 10, rear SPARCstation 10, side The SPARCstation 10 (codenamed Campus-2) is a workstation computer made by Sun Microsystems. Announced in May 1992, it was Sun's first desktop multiprocessor (being housed in a pizza box form factor case). It was later replaced with the SPARCstation 20. The 40 MHz SPARCstation 10 without external cache was the reference for the SPEC CPU95 benchmark. ==Specifications== ===CPU support=== MBus module for the SPARCstation 10 The SPARCstation 10 (SS10) contains two MBus slots running at either 36 MHz (33 MHz for the earliest models) or 40 MHz (set via motherboard jumper). Each MBus slot can contain single or dual SPARC CPU modules, permitting expansion to up to four CPUs. Both SuperSPARC and hyperSPARC CPU modules were available. Single SuperSPARC modules without external cache were sold by Sun; they ran at the clock speed of the MBus (uniprocessor Models 20, 30 and 40; dual processor Model 402). Single and a few dual SuperSPARC modules with 1 MB external cache were also sold; they were independently clocked, and ran at a higher rate than the MBus, most commonly 40.3 MHz or 50 MHz (uniprocessor Models 41 and 51; multiprocessor Models 412, 512 and 514). Sun's dual 50 MHz SuperSPARC modules (the only dual MBus modules supported by Sun for this system) were double-width, physically occupying one SBus slot per module in addition to an MBus slot. SuperSPARC modules with and without external cache could not be mixed. SuperSPARC modules with external cache could be mixed, even with different clock speeds, but this was not a Sun-supported configuration. Ross hyperSPARC modules were also available from third party vendors. The SS10 had reasonable cooling capacity given the cramped \"pizzabox\" case, but it was not designed for some of the higher-speed hyperSPARC modules, and so heat issues were common when these modules were used, particularly in four CPU configurations . === Memory === The SS10 can hold a maximum of 512 MB RAM in eight slots. === Disk drives === The SS10's enclosure can hold two 50-pin SCSI hard drives and a floppy disk drive. Other SCSI devices can be attached via the external SCSI port. There is no ATA disk support. ===Network support=== There is one onboard Ethernet interface, which can be accessed from a built-in 10BASE-T jack or via a special 26-pin port that provides both AUI and audio connections; only one of these network ports can be active at a time. A special cable or adapter is needed to convert the latter port to a standard DA-15 connector. There are also two Basic Rate Interface (BRI) ISDN connectors; the system shipped with plastic blocking plugs inserted in these connectors. Additional SBus network cards can also be added. ===Graphics support=== Most SPARCstation 10 systems lack integrated graphics. A very few, referred to as the SPARCstation 10SX, include the SX, or CG14, framebuffer used on the SPARCstation 20, requiring a 4MB or 8MB VSIMM to operate. All SPARCstation 10s seem to have the VSIMM slots, a cutout in the case and solder pads for the SX's 13W3 connector. Other options include the CG6 (GX, GX+, Turbo GX and TGX+) 8-bit SBus framebuffers, capable of up to 1280×1024 resolution in 8-bit color, and the ZX (Leo). The ZX is a 24-bit card with hardware-accelerated 3D operations, offering high speeds and resolutions, however, it's poorly supported, takes up two SBus slots, and runs extremely hot. Its faster cousin, the Turbo ZX, requires a fan card, taking up all four SBus slots. Full support is only available in Solaris 2.4 through 2.6, though the 2.6 drivers can be made to work in Solaris 7, 8 and 9. Linux includes an accelerated driver for it which supports 2D acceleration features, but no 3D. NetBSD and OpenBSD support it, but without acceleration, while NeXTSTEP and OPENSTEP have no support whatsoever. ==NVRAM== The SS10 holds system information such as MAC address and serial number in NVRAM. If the battery on this chip dies, then the system will not be able to boot. ==Operating systems== *SunOS 4.1.3 onwards *Solaris (Solaris 2.1 to 9; Solaris 10 dropped support for 32-bit SPARC systems.) *Linux *NetBSD/SPARC *OpenBSD/sparc32 - All versions up to 5.9 (OpenBSD 5.9 was the last release to support SPARC32https://www.openbsd.org/sparc.html) *NeXTSTEP *OPENSTEP/Mach == Related computers == *SPARCstation 20 ==References== ==External links== *SPARCstation 10 Handbook *The Rough Guide to MBus Modules - SPARCStation 10 *http://sunstuff.org/hardware/systems/sun4/ *http://www.obsolyte.com/sun_ss10/ Category:Sun workstations Category:SPARC microprocessor products ",
    "title": "SPARCstation 10"
}