{
    "id": "2555653",
    "text": "The Plaza Bolivar, the location where the anthem was premiered The Anthem of the Carabobo State, Venezuela is one of a number of anthems for Venezuelan states composed in the early 20th century. It has lyrics composed in rhyme by Santiago González Guiñán; the music was added by Sebastián Díaz Peña. The anthem was first played on July 5, 1908 (being the anniversary of the Venezuelan Declaration of Independence) at the Bolìvar Square of Valencia. ==History== ===History of the state of Carabobo=== The territories that are now part of Carabobo State were part of the former Venezuela Province during Spanish dominion. Since 1819 the Venezuela Province became a Department of the newly and only partially independent Colombian Republic and in 1824 the Department was divided into two provinces, one of them called Carabobo for the first time in honor of the battle that almost definitively defeated Spanish troops in Venezuela. In 1831 Venezuela separated from Colombia and in 1881 the provinces became Federal States. ===History of the anthem=== On April 4, 1908, a contest for writing and composing the lyrics and music for the Carabobo State Anthem was called by a decree of the President of the State Samuel Niño. For the lyrics jury were designate Francisco de Sales Pérez, Pedro Castillo, Luis Pérez Carreño, Félix Delfín Ortega y Joaquín Reverón. For the music jury were designated Martín Requena, Jacinto Piana, Aquiles Antich, Luis Socorro y Miguel Denti. The winners of the contest were Santiago González Guinán and Sebastián Díaz Peña. González Guinán (1854-1925) was born in Valencia and was a politician, writer and poet. In his political career, he was Minister of Public Instruction in 1888, congressman for his natal state in 1896 and President of the State in 1911. Díaz Peña (1844-1926) was born in Puerto Cabello and was an important Venezuelan composer, pianist and music teacher. His best known piece of music is the joropo Maricela, composed in 1877, and arguably the inspiration for another joropo, Alma Llanera from Pedro Elías Gutiérrez's eponymous zarzuela, one of the most recognizable Venezuelan compositions. Elías Gutiérrez also composed the music for the Barinas State Anthem. ==Lyrics== In the lyrics González Guiñán intends to glorify the State as the place where the decisive battle against Spanish rule was fought. However, Spanish troops were not spelt out for the country until 2 years after the Battle of Carabobo, when a capitulation made possible a peaceful withdrawal of the remaining Spanish troops and Spanish loyalists. Also the campaign that end in the Battle of Carabobo was intended to annex the territory of the Venezuela Province, a lot shorter than the modern day Venezuela, to the Gran Colombia republic rather than created a new independent Venezuelan state. But since the movement that finally separated several provinces from Gran Colombia to form the Venezuelan republic actually took place in Valencia, the State capital, the State remains its fame as the birthplace of the country. In fact, Proyecto Venezuela (Venezuela Project) the most important regional party (today a national party) uses the slogan: \"Carabobo were Venezuela was born\" in various propaganda. The lyrics begin with \"By the Sun that comes to enlighten\", because the sun became a symbol of the state: the arc of triumph of Carabobo with a rising sun as background can be seen in the state banner, in the top of the state coat of arms (without the arc) and in the logo of Proyecto Venezuela. Finally, the author makes reference in the last two verses to the end of the numerous civil wars that occurs in most of the county's 19th century history and which definitive ends with the upcoming of the governments of Cipriano Castro (1900-1908) and Juan Vicente Gómez (1908-1935). {| cellpadding=2 style=\"background:transparent;\" |- |align=\"center\" colspan=\"2\"|Carabobo State Anthem * * * |- ! Spanish lyrics !! English translation |- | Por el sol que naciendo esclarece, | By the Sun that comes to enlighten, |- | Carabobo tu heroico blasón, | Carabobo your heroic coat of arms, |- | la altivez de tus hijos ofrece | the haughtiness of your sons ensure us |- | velar por el suelo que patria nos dio. | guarding the soil that homeland gave us. |- | |- | Renombre son tus páginas, | Renowned are your pages, |- | segura prez tu brazo, | fame of trustworthy has your arm, |- | cadenas tu regazo, | solid unity is your lap, |- | ¡magnífica región¡ | splendid region! |- | No esclava de la púrpura, | Not a slave of the purple, |- | radiando hermosa y libre, | sparkling beautiful and free, |- | del pecho salga y vibre autónoma tu voz. | comes out and resounds from the chest your autonomous voice. |- | |- | Por el sol que naciendo esclarece, | By the Sun that comes to enlighten, |- | |- | Absorta, entre relámpagos, | Absorbed, between lightnings, |- | miró mitad del globo, | half of the globe saw, |- | del trueno, \"Carabobo\", | of thunder, \"Carabobo\", |- | ¡nacer la libertad¡ | be born liberty! |- | Allí la sien olímpica | There the olympic forehead |- | del lauro coronada, | with laurel was crowned, |- | allí la patria alzada | there the homeland rises |- | sobre el heroico altar. | on heroic altar. |- | |- | Por el sol que naciendo esclarece, | By the Sun that comes to enlighten, |- | |- | De aquella raza indómita | From that indomitable race |- | que dio los lidiadores, | who gave us fighters, |- | egregios redentores, | remarkable redeemers, |- | 'oh, Tierra', es tu valor; | 'Oh, Land!', is your value; |- | regalo de la pródiga, | a gift from the genereous, |- | gentil naturaleza, | gentle nature, |- | tu cielo, tu riqueza, | your heaven, your wealth, |- | tus gracias y tu sol. | your graces and your sun. |- | |- | Por el sol que naciendo esclarece, | By the Sun that comes to enlighten, |- | |- | Te prestas el ardor bélico | You borrow the warlike ardor |- | aliento poderoso; | a powerful breath; |- | la ciencia, su reposo; | science, its repose; |- | la fama, su sitial; | fame, its seat; |- | y el laborioso músculo, | and the laborious muscle, |- | nutrido en la fatiga | nurtured in fatigue |- | las mieses de la espiga | the harvest of the spikelet |- | reporta a tu heredad. | profit to your heritage. |- | |- | Por el sol que naciendo esclarece, | By the Sun that comes to enlighten, |- | |- | Libertadora cólera, | Cholera that liberate us |- | potente armó su diestra; | powerful armed his right hand; |- | de la inmortal palestra | in the imortal arena |- | ¡tú tienes el laurel! | you have the laurel! |- | Inerme bajo el lábaro | Unarmed under the labarum |- | de austero patriotismo, | of austere patriotism, |- | en las luchas del civismo, | in the fights of civility, |- | tu espada sea la ley. | be your sword the law. |- | |- | Por el sol que naciendo esclarece, | By the Sun that comes to enlighten, |- | |- | No más el hierro bárbaro | No more the barbaric iron |- | de la civil contienda, | of the civil contest, |- | ni la expiatoria ofrenda | nor the expiatory sacrifice |- | de sangre fraternal: | of fraternal blood: |- | Cuando tu noble espíritu | When your noble spirit |- | anhele, active o ame, | craved, activated or loved, |- | a consagrar te llame | call you to consecrate |- | el culto de la paz. | the cult of peace. |- | | |- | Por el sol que naciendo esclarece, | By the Sun that comes to enlighten, |- |} ==See also== * List of anthems of Venezuela ==References== Category:Anthems of Venezuela Category:Spanish-language songs Category:1908 songs ",
    "title": "Carabobo State Anthem"
}