{
    "id": "2555563",
    "text": "The Concerto for Piano and Orchestra by György Ligeti is a five-movement piano concerto. Ligeti wrote: > I present my artistic credo in the Piano Concerto: I demonstrate my > independence from criteria of the traditional avantgarde, as well as the > fashionable postmodernism. Musical illusions which I consider to be also so > important are not a goal in itself for me, but a foundation for my > aesthetical attitude. I prefer musical forms which have a more object-like > than processual character. Music as \"frozen\" time, as an object in imaginary > space evoked by music in our imagination, as a creation which really > develops in time, but in imagination it exists simultaneously in all its > moments. The spell of time, the enduring its passing by, closing it in a > moment of the present is my main intention as a composer. It is dedicated to the American conductor Mario di Bonaventura who premiered the work. == History == Initial sketches of the Concerto began in 1980, but it was not until 1985 that he found a way forward and the work proceeded more quickly. In his book on Ligeti, Richard Steinitz documents the composer's many attempts to begin the piece, noting that it was not until the twenty-first attempt, dated 1985–1986, that he gets the first page right. The first three movements were premiered in Graz, Austria on October 23, 1986 by pianist Anthony di Bonaventura and the Vienna Philharmonic conducted by Mario di Bonaventura.Steinitz, p. 321. The following year, Ligeti added another two movements, the fourth and fifth, and the final autograph of the last movement was ready in January 1988. Ligeti wrote that “[a]fter hearing the work twice [in 1986], I came to the conclusion that the third movement is not an adequate finale; my feeling of form demanded continuation, a supplement.” The five- movement concerto was premiered on February 29, 1988 with Anthony di Bonaventura and the Austrian Radio Symphony Orchestra conducted by Mario di Bonaventura in the Vienna Konzerthaus. == Instrumentation == The concerto is scored for solo piano and an orchestra consisting of flute (doubling piccolo), oboe, clarinet (doubling alto ocarina), bassoon, horn, trumpet, tenor trombone, percussion, and strings. For balance, Ligeti recommends the strings to be 6–8 violin I's, 6–8 violin II's, 4–6 violas, 4–6 cellos, and 3–4 double basses. The percussion consists of triangle, crotales (in pairs), 2 suspended cymbals (small/normal size), 4 woodblocks, 5 templeblocks, tambourine, snare drum, 3 bongos, 4 tomtoms, bass drum, guero, castanets, whip, siren whistle, signal whistle, slide whistle, flexatone, chromatic harmonica (Chromonica in C, 270 by Hohner), glockenspiel, and xylophone. == Music == The five movements of the final version are: At the time of its composition, Ligeti was working on his first book of piano études, and the superimposed African rhythms, shifting accents, and changing tempos so characteristic of those pieces can be heard in the concerto as well. The first movement is similar to the polymetric concept used in Ligeti's first étude, Désordre. Rhythmically complex throughout, it uses two time signatures, and , simultaneously as well as complicated aksak rhythms. In addition, the left and right hands play two complementary six-note scales.Steinitz, p. 323–24. The second movement, the only slow movement of the piece, begins without pause (attacca subito). It uses the lamento motif from the last movement of Ligeti's Horn Trio and his sixth piano étude, Automne à Varsovie. This motif also forms the basis of the third movement, another fast movement.Steinitz, p. 325–26. According to Ligeti himself, the fourth movement, more fragmentary than the surrounding movements, is inspired by computer-generated images of fractals (like the Julia set and Mandelbrot set) that he saw. The fifth movement, similar to the first, uses three related time signatures simultaneously.Steinitz, p. 328. == References == Category:Compositions by György Ligeti Ligeti Category:1988 compositions ",
    "title": "Piano Concerto (Ligeti)"
}