{
    "id": "2555511",
    "text": "The Hine’s emerald (Somatochlora hineana) is a dragonfly species found in the United States and Canada. It was listed as Endangered under the Endangered Species Act (ESA) in 1995. It is characterized by a unique dark green thorax and two yellow lateral stripes. Hine's emeralds measure 2.5 inches in length with a 3.3 inch wingspan. Populations exist in Illinois, Michigan, Missouri, Wisconsin, and in Ontario, Canada. Individuals live for roughly two to four years, inhabiting wetlands, forests, and marshes. Major threats to the species include habitat loss and alteration.U.S. Fish and Wildlife Service, Midwest Region Chicago Ecological Services Field Office. (2013). Hine's Emerald Dragonfly, Somatochlora hineana 5-Year Review: Summary and Evaluation. Retrieved from https://esadocs.defenders- cci.org/ESAdocs/five_year_review/doc4337.pdf Mobility between breeding sites is vital for the reproductive success of the species. Population fragmentation reduces current population sizes and increases the travel distance between sites. Habitat destruction and water contamination in marshes and wetlands also reduce the chance that the Hine's emerald survives. == Description == male The Hine's emerald's appearance varies across its lifetime. During the larval stage, nymphs possess no features that distinguish them from those of other dragonfly species. A mature nymph measures roughly 0.9 inches in length. Several characteristics distinguish adult Hine's emeralds from other dragonfly species. An adult Hine's emerald has a distinctive dark-green thorax with two yellow lateral stripes. Hine's emeralds also have uniquely shaped male and female reproductive structures. A Hine's emerald's eyes are brown during the first 1–3 days of adulthood. After the third day, the Hine's emerald's eyes take on an emerald green color. Their wings remain clear with amber coloring at the base until the ends of their lives, at which point they become smoky in color. The average mature Hine's emerald measures 2.5 inches in length and has a wingspan of 3.5 inches. On average, female dragonflies are slightly longer than males. For a further visual representation of adults, refer to figure 2. == Life history == During their lifespans, Hine's emeralds progress through the egg stage, larval stage, and adult stage.U.S. Fish and Wildlife Service. 2001. Hine’s Emerald Dragonfly (Somatochlora hineana) Recovery Plan. Fort Snelling, MN. 120 p. Retrieved from https://ecos.fws.gov/docs/recovery_plan/hedplan.pdf Both the egg and larval stages are aquatic. Hine's emeralds spend the majority of this lifespans in the larval stage. This stage lasts 2–4 years. The specific length of this stage varies with food supply, water depth, and temperature. While in this stage, Hine's emerald nymphs live within streamlets and mature by undergoing a series of molts. A mature larvae transitions into the adult stage by climbing up onto a cattail and completing a final molt. During this molt, the nymph’s skin splits longitudinally along its body. The adult then sheds this dead skin and emerges into the wild. Nymphs typically emerge into the wild during June and July.Cuthrell, D.L. 1999. Special animal abstract for Somatochlora hineana (Hine’s emerald dragonfly). Michigan Natural Features Inventory, Lansing, MI. 3 pp. Male and female nymphs appear to progress into the adult stage in equal proportions. The following 4-6 week long adult stage consists of three sub- stages. These stages are the pre-reproductive stage, reproductive stage, and post-reproductive stage. Adults spend these stages hunting for prey, establishing territories, and reproducing. Overall, Hine’s emerald dragonflies live for 2–4 years. === Reproduction === Before reproduction can occur, a male must first establish a territory. These territories range from 2–4 meters in area and sit close to bodies of water. Male dragonflies patrol these areas and defend them from dragonflies of both their own and other species. Females initiate mating by flying into a male’s territory. A male responds to this behavior by chasing after the female. Once the male reaches the female, he latches onto her body. The two then fly to nearby shrubs, and copulation begins. Post-copulation, the female repeatedly dips her abdomen into shallow water. In doing so, she deposits her fertilized eggs. Hine’s emeralds reproduce once and die shortly thereafter. Hine's emeralds reproduce during the months of June, July, and August. === Diet and feeding behaviors === Hine's emeralds are carnivorous during both the larval and adult stages of their lives. Adult Hine's emeralds feed upon small flying insects such as mosquitoes and gnats. Adults usually forage for their prey while in-flight and appear to favor foraging along forest edges. These forest edges typically run alongside roads. During the pre-reproductive stage, these flights last 1–3 minutes. During the reproductive stage, these flights last up to 15 minutes. Reproductive adults may fly up to 1.2 miles during these flights. At times, reproductive adults also forage in large swarms. Hunting in these swarms may protect dragonflies from predators. Nymphs are nocturnal feeders and prey upon other aquatic larvae, such as those belonging to mosquitoes or mayflies Researchers suspect that nymphs prey upon different species throughout their development. While hunting, nymphs remain still and wait for prey to approach them. == Distribution and habitat == Hine's emeralds occupy wetland, pond and pool, wet meadow, forest, and marsh habitats. A few important characteristics are common to typical Hine's emerald habitats. First, Hine's emerald habitats include slow-moving, mineralized streams. Second, they have both open and wooded areas. Open areas provide space for foraging. Wooded areas provide space for resting. Third, they include crayfish burrows, which nymphs use for shelter. Fourth, typical habitats possess exposed or lightly covered bedrock. Finally, they provide pathways for Hine's emerald dispersal. Roadways, forest clearings, streams, and railroads all serve as dispersal pathways. Other characteristics of Hine's emerald habitats, such as vegetation, vary between regions. The Hine's emerald's current range includes parts of the United States and Canada. Within the United States, the Hine's emerald's range includes Illinois, Michigan, Missouri and Wisconsin. Within Canada, the Hine's emerald's range includes parts of Ontario. The Hine's emerald historically also occupied parts of Ohio, Indiana, and Alabama. Due to habitat modification, the Hine's emerald likely no longer live in these states. Whether the Hine's emerald once lived in parts of other states is currently unknown. Hine’s emerald dragonflies were first described in 1931 near Indian Lake in Logan County, Ohio. The IUCN Red List states that there are 47 known locations where Hine's emeralds are present. This includes Ontario, Canada, and Illinois, Michigan, Missouri, and Wisconsin.U.S. Fish and Wildlife Service. (n.d.). Environmental Conservation Online System: Hine's emerald dragonfly (Somatochlora hineana). Retrieved April 2, 2020, from https://ecos.fws.gov/ecp0/profile/speciesProfile?sId=7877 Populations at one point also existed in Ohio, Alabama, and Indiana, though there have been no recent sightings. == Ecology == Several species prey upon the Hine's emeralds. Crayfish, turtles, amphibians, and other aquatic species prey upon nymphs. Spiders, frogs, birds, and large dragonflies prey upon adults. Some of these predator/prey relationships may benefit the Hine's emeralds. A 2006 paper suggests that devil crayfish positively affect their Hine's emerald nymph prey. As Hine's emerald habitats dry up in late summer, crayfish burrows remain wet. In inhabiting these burrows, nymphs increase their chances of survival during droughts. It is unknown whether the Hine's emeralds have similar mutually beneficial relationships with other species. == Population size == Not much information exists about historical population size for HED. But, the IUCN Red List states that current populations are stable. They estimate that there are over 30,000 individuals globally. The Door County, Wisconsin population is the biggest and most significant as of 2013. As many as 20,000 individuals are in this population. There are two recovery units in the United States: the Northern Recovery Unit and the Southern Recovery Unit. The Northern Recovery Unit has two populations: Northern Wisconsin and Michigan. The Southern Recovery Unit has four populations. This includes Ozaukee County Wisconsin, Southwest Wisconsin, Illinois, and Missouri. Populations are unique when separated by large distances of at least 30 miles. There must be a low chance of genetic exchange between them. These six populations are made of 27 sub-populations. Thus, there are 69 total sites for Hine's emerald presence. Thirty-five of these sites are fully protected and 21 are partially protected. Eleven sites are not protected, and the remaining two have unknown statuses of legal protection. Information is missing on the number of breeding adults for many of the sub-populations. This makes it difficult to assess progress in conservation efforts. The 2013 Five Year Review suggests future actions that aid conservation efforts. This includes modeling Hine's emerald population dynamics, a high priority. Additionally, more information about key measures of population demographics is required. Areas of research include smallest possible population sizes and current population sizes. Also, the genetic diversity between populations is important to study. Restoring Hine's emeralds to lasting population sizes allows the ESA to downgrade the species from endangered to threatened. To do this, however, up-to-date population data is crucial. == Conservation == === Conservation status === Hine's emerald dragonfly was first proposed as an endangered species in October, 1993.Department of the Interior, Fish and Wildlife Service. (1993). Endangered and ThreatenedWildlife and Plants; Proposed Rule To List the Hine’s Emerald Dragonfly as Endangered. Federal Register, 58(190). Retrieved from https://esadocs.defenders- cci.org/ESAdocs/federal_register/fr2428.pdf The U.S. Fish and Wildlife Service cited three main reasons why Hine's emerald warrants federal protection. Fragmented habitats and small, highly-distributed populations were significant concerns. By January 1995, Hine's emerald was officially added to the ESA and listed as an endangered species. Last assessed in 2008, the Hine's emerald dragonfly was the only dragonfly species included in the Endangered Species Act.U.S. Fish & Wildlife Service. (2008). Recovering Threatened and Endangered Species, Fiscal Years 2005-2006. Retrieved from https://esadocs.defenders- cci.org/ESAdocs/misc/summary_2005-6Recovery.pdf The Recovery Plan by the U.S. Fish and Wildlife Service was published in 2001. Its ultimate recovery goal is “[restoring the dragonfly] to viable populations”. The plan established the Northern Recovery Unit and Southern Recovery Unit. To be downgraded in the Endangered Species Act, certain criteria must be met. Each Recovery Unit must contain at least three subpopulations with 500 reproducing adults for at least 10 years. Additionally, there must be two breeding sites per subpopulation. These areas must have federally protected habitat. In the Recovery Plan, the Fish and Wildlife Service suggests various ideas to increase Hine's emerald survivorship. This includes watershed protection and deed restrictions. Land acquisition and nature preserve creation are also potential ways to protect the species. The Fish and Wildlife Service details the importance of managing existing populations and researching demographic changes. To do this, there must be searches for undiscovered Hine's emerald populations as well as organized education programs. Additionally, the Recovery Plan outlines the importance of protecting and maintaining known populations and habitats. Augmentation programs and evaluations of recovery progress must be conducted. The Recovery Plan's objective is clear: \"assure the long-term viability by arresting or reversing the decline of Hine's emerald populations and addressing its threats to survival\". In the Five Year Review conducted in 2013, four major criteria for reclassification are listed. First, each Recovery Unit must meet the population requirements as specified in the initial Recovery Plan. At the time of publishing, some populations in the Northern Recovery Unit exceed this. No populations in the Southern Recovery Unit meet this goal. Only one population in the Southern Recovery Unit was quantified at time of publication. Second, there must be at least 2 breeding habitats per subpopulation. Each breeding habitat must be fed by different water sources. As of 2013, this criterion has not been met, and only 12 of 27 subpopulations have more than one breeding site. Third, the habitat to support subpopulations must be formally protected and managed. This includes control of invasive species and restoration of local water sources. Actions to minimize vehicle presence are also suggested. Lastly, the Review requires the creation of a monitoring plan for each population. This must include annual population estimates. This final criterion has not been met due to lack of knowledge of breeding and habitat structure. Many regions are lacking resources needed to evaluate population sites. Hine's emerald dragonfly was last assessed by the IUCN Red List on June 8, 2018. At this point, it was listed as Least Concern. This contradicts the ESA’s older classification of Endangered. === Critical habitat === The current critical habitat for Hine's emeralds contains 26,531 acres of land.Fish and Wildlife Service, Interior. (2010). Endangered and Threatened Wildlife and Plants; Final Revised Critical Habitat for Hine’s Emerald Dragonfly (Somatochlora hineana) . Federal Register, 75(78). Retrieved from https://www.govinfo.gov/content/pkg/FR-2010-04-23/pdf/2010-8808.pdf#page=1 This land is concentrated in various counties in Illinois, Michigan, Missouri, and Wisconsin. Expected costs for protection range from $10.5 million to $25.2 million over 20 years when adjusted. This version of the critical habitat ruling was finalized in 2010. However, this ruling differs significantly from the initial proposal and the first critical habitat ruling. In the 2006 Critical Habitat Proposed Rule, 27,689 acres were proposed for protection.Department of the Interior, Fish and Wildlife Service. (2006). Endangered and Threatened Wildlife and Plants; Proposed Designation of Critical Habitat for the Hine’s Emerald Dragonfly; Proposed Rule. Federal Register, 71(143). Retrieved from https://esadocs.defenders- cci.org/ESAdocs/federal_register/citation.result.FR.action?federalRegister.volume=2006andfederalRegister.page=42442andpublication=FR.pdf This proposal considered the exclusion of all Missouri populations and two from Michigan. In 2007, the original ruling designated only 13,221 acres for protection.Department of the Interior, Fish and Wildlife Service. (2007). Endangered and Threatened Wildlife and Plants; Designation of Critical Habitat for the Hine’s Emerald Dragonfly; Final Rule . Federal Register, 72(171). Retrieved from https://esadocs.defenders- cci.org/ESAdocs/federal_register/citation.result.FR.action?federalRegister.volume=2007andfederalRegister.page=51102andpublication=FR.pdf The 2010 ruling doubles the critical habitat range for HED. === Threats === The Hine's emerald dragonfly recovery plan was published in 2001. At that time, the major threats to the species were habitat loss/alteration and contamination. Hine’s emerald dragonflies inhabit marsh and wetland habitats, which are already rare. Further loss of habitat would disrupt the surviving populations of the species. The recovery plan explains the habitat loss. Industrial, agricultural, and commercial development caused the most damage. This damage contributed to the decline of the species. A 5-year review was completed in 2013. It includes more recent evaluations of the threats to Hine's emerald populations. It includes a table (pp. 27–29) which details the threats present at each of the Hine’s emerald dragonfly sites. There are a few common threats between sites. These threats are fragmentation, changes to water flow, contaminants, vehicle mortality, and invasive animals and plants. ==== Fragmentation ==== Hine's emerald dragonfly populations are susceptible to habitat fragmentation. As of 2012, studies were being conducted to investigate barriers to Hine's emerald movement, such as roads and bridges. They studied how these barriers can influence the flight behavior and dispersal ability of the dragonflies. If Hine's emeralds are unable to disperse properly it may lead to isolated populations of lower population size. Poor dispersal also reduces genetic diversity, and low genetic diversity will make the Hine's emeralds more vulnerable to other threats they face. ==== Invasive animals ==== Invasive animal species pose a threat to Hine's emerald habitats. Beavers, feral hogs, and armadillos are the major potential threats. They can contribute to Hine's emerald habitat destruction. Beaver dams have the potential to flood the wetlands of Hine's emerald populations. When feral hogs forage for food, they have the potential to damage Hine's emerald habitats. As of 2013, feral hogs were only considered a threat in Missouri. However, their populations have grown in other states with Hine's emerald populations. Lastly, nine-banded armadillos also impact Hine's emerald habitats when they forage. Armadillos dig up soil looking for insect larvae and forage in burrows as well. The impact of armadillos on Hine's emerald habitats will require monitoring as the armadillo’s range continues to expand. ==== Invasive plants ==== Invasive plants have the potential to affect Hine's emerald habitats, behaviors, movements, and breeding. The invasion of woody vegetation and cattails into Hine's emerald habitats could affect adult flight behaviors. Invasive woody species can decrease the amount of subsurface water.Parish, G. and J. Sellar. 2006 Thirsty Plants Dry Soil: Changes in Soil Moisture Content After the Removal of Invasive Species. Chicago Wilderness Journal: Best Practices in Conservation and Restoration. Vol. 4, No. 2, pp. 11-17. https://northbranchrestoration.org/wp- content/uploads/2019/08/CWJournal-Vol-4-2.pdf This is a vital component of Hine's emerald larval habitats. The invasion of species like the common reed may decrease crayfish populations. Thus, decreasing the number of crayfish burrows that are a place of refuge for Hine's emerald larvae. ==== Human impact ==== Humans can impact Hine’s emerald dragonflies in a variety of ways. Most human impact involves habitat destruction/alteration. Reduction in habitat area fragments populations. Quarrying, filling wetlands, and creating landfills are examples of harmful human actions. Contamination is another way humans can harm Hine's emerald populations. Landfills have the potential to leach harmful chemicals and contaminate surface and groundwater. Both surface and groundwater are critical to Hine's emeralds in the larval stage. Recreational activities and agriculture may also impact Hine's emerald populations. The insecticides, herbicides, and fertilizers used in these practices could harm Hine's emerald populations. Fertilizers may lead to changes in Hine's emerald habitats that could impact the species. === Conservation efforts === Hine's emerald is listed on the Federal list of Endangered and Threatened Wildlife and Plants. This means that the species is protected under the Endangered Species Act of 1973 (ESA). Hine's emerald is also listed as endangered in Illinois, Wisconsin, Missouri, and Michigan. This provides the species with State level protections and Federal protections. === Habitat protection === Many agencies help protect Hine's emerald habitats. State and County agencies protect the habitats of three subpopulations in Illinois. The University of Wisconsin and the Wisconsin Department of Natural Resources (WDNR) help protect Hine's emerald habitats. They protect the habitat of the population in Ozaukee County, Wisconsin. The WDNR also protects the habitat of the population in Southwest Wisconsin. The U.S. Forest Service or Missouri Department of Conservation protects Hine's emerald habitats in Missouri. These agencies protect most of the habitats for two of the Missouri subpopulations. State and Federal agencies protect habitats in the Northern Recovery Unit. They protect the habitats of five out of the 16 subpopulations. === Groundwater recharge === Groundwater recharge areas make an important contribution to Hine's emerald habitats. Researchers have worked to outline the areas that contribute to many Hine's emerald habitats. However, they have not mapped recharge areas for all Hine's emerald habitat sites yet. More research is necessary to identify recharge areas for all Hine's emerald sites. Sections 7 and 9 of the ESA protect all identified groundwater recharge areas. The Illinois Natural Areas Preservation Act protects identified areas in Illinois. == References == == External links == * Hine's Emerald Dragonfly. The Ridges Sanctuary. * * Hine's Emerald Dragonfly Video produced by Wisconsin Public Television * Hine's Emerald Dragonfly Chicago Brochure Category:Corduliidae Category:Insects described in 1931 ",
    "title": "Hine's emerald"
}