{
    "id": "2556872",
    "text": "Penny Broadhurst (born 21 October 1980 in Harrogate, Yorkshire), was a British pop singer, songwriter, writer and former spoken word artist from the north of England. She listed Kate Bush, Doctor Who, Prefab Sprout, Lloyd Cole, Belle & Sebastian, Kirsty MacColl and The Smiths among her many influences. She ceased all use of this name for creative work in late 2009 and has changed her name in private life. ==Career== Penny Broadhurst first started performing her own material as a spoken word performer when she was a student in Norwich in 1998. A self-confessed pop music fan and karaoke queen, her performances of acerbic and witty vocal narratives and Steps songs, delivered in a broad Yorkshire accent and often accompanied by pop and rock music, were frequently compared to that of a pop star rather than a poet. Her first album of spoken word with music, Blue Bank got radio play on BBC 6 Music, and the NME declared \"...You can't mosh to poetry, but if you could, then you'd mosh to this.\" Forsaking the poetry circuit for gigs supporting bands and comedians, she gradually moved away from using just the spoken word, and began to write and sing her own pop songs and dance routines, working with producers Ed Heaton, and Si McGrath of Hightone Productions. Clint Boon of Radio Xfm Manchester said of her songs : \"She's unsigned, but she sounds like an established act to me. I can see why she calls herself the Queen of Pop.\" She has appeared at Ladyfest around the UK and literary festivals including Off The Shelf and Ilkley Literature Festival. She was a member of the Yorkshire young writers' initiative The Writing Squad, funded by the Arts Council. In Summer 2005 she played at Glastonbury and in 2005 and 2006 at the Truck festival. She has also recently appeared at other festivals including Latitude Festival (2006 and 2007), Wireless Festival (2007), Solfest (2007) and Indietracks (2008) and made a television appearance on BBC Look North. As well as having radio play on BBC Radio 1, BBC 6 Music, and Radio Magnetic in the UK (on their playlist), Penny Broadhurst's work has been broadcast on FM4 in Austria, Slovakia and other local and international stations. Her songs have also been featured on Xfm and Dandelion Radio. Penny Broadhurst was based in Leeds, but regularly performed at venues throughout the UK. ==Recordings== In January 2005, she released a demo MP3 single for free download of two tracks. \"LJaded\" – described by The Guardian as \"a tribute to the Myspace and blogging generation\" and another demo track, \"London\". It was accompanied by the following instructions: > \"Download the MP3s, burn a CD, download the artwork, print it out, stick it > in a jewel case and hey presto! A Penny Broadhurst single.\" Her first EP, Allons-y!, which featured more demo tracks, was released on Killer Disc Records on 24 September 2007 in a limited edition run of CDs, which were numbered and signed. This included a different mix of \"London\" from the mix on the free single, which is now no longer available for download. The title is the French for \"Let's go!\", which reflects the tone of the EP and is also a common utterance by the Tenth Doctor as played by David Tennant in Doctor Who. Her most recent EP, 'Sparkle The Dark', included a mixture of both solo and band tracks (as Penny Broadhurst & The Maffickers) and an accompanying booklet of short stories based on the lyrics to \"The End\" by several writers: Broadhurst herself, Danny Broderick, Robert Shearman, Danny Broderick, Benjamin Adams and Swithun Cooper. Both EPs sold out. ===Track List=== Demo \"London\" (download only) Released January 2007 by Killer Disc Records, Leeds . # \"London (Jeff Lynne Superstar)\" # \"LJaded\" Lyrics by Penny Broadhurst, music by Broadhurst/Heaton/Mcgrath. EP Released 23 September 2007 by Killer Disc Records, Leeds Allons-y! # \"Give It Up\" # \"Chemist Goods\" # \"LJaded\" # \"London (Klar Mix)\" EP Released December 2008 by Mafficker Press, Leeds Sparkle The Dark # \"The End\" # \"Ragbag Song\" # \"Cut Dead\" (cover of a song by The Jesus and Mary Chain) # \"Guess Who I've Messed With (live acoustic radio session)\" ==Published works== Penny Broadhurst's first printed collection of poetry and lyrics, That Way Out (), was published on 25 August 2006 by Killer Question with photography by Danny North. This brings together previously unpublished material as well as some of the lyrics recorded for the spoken word album Blue Bank and other words and lyrics originally published in X magazine, Parameter, Brittle Star, Citizen 32 and Leeds Guide. ==References== ==External links== *Review, BBC Tees *Profile in the Guardian Category:1980 births Category:Living people Category:People from Harrogate Category:English women writers Category:21st-century English singers Category:21st-century English women singers ",
    "title": "Penny Broadhurst"
}