{
    "id": "2557840",
    "text": "The Bully Kutta is a type of large dog that originated in the Indian subcontinent, dating back to the 16th century. The Bully Kutta is a working dog used for hunting and guarding. The type is popular in the Punjab region of India and Pakistan, including Haryana and Delhi, as well as Tamil Nadu. == Name and description == Darasuram Temple in the Thanjavur district of India A Bully Kutta A Bully Kutta Bully Kutta literally translates to \"heavily wrinkled dog\". The word \"Bully\" comes from the root word of the Hindustani and Punjabi languages \"Bohli\" which means heavily wrinkled. \"Kutta\" means dog in the Hindi-Urdu language.Romanised School Dictionary - English and Urdu Calcutta 1863, page 43 The Sindhi mastiff resembles the mastiff, and is notable for its hardiness and size. The colour is black and white with some red in places. The tail curls up and is long and bushy, with the coat being long and thick.The Indian dog Waman Vishwanath Soman, Popular Prakashan 1963, page 85 Bully Kuttas have an average height of 2.7 ft (78.74 cm). ==History== The Bully Kutta originated in the Indian subcontinent, either in the Thanjavur and Tiruchi districts of Madras or the Sind region of medieval India. In Thanjavur, the Bully Kutta was a favorite pet of ruling families. The Mughal emperor Akbar owned a Bully Kutta, which he used for hunting. The Second International Dog Show at Islington Agricultural Hall, held on 28 May 1864 in London, showcased the Indian Mastiff among several other dog breeds. The previous year, Edward, the Prince of Wales, and Princess Alexandra, entered an Indian Mastiff in the same show, along with a Newfoundland, Russian Tracker and two Borzois. In 1884, Littell's Living Age said that historically, a \"large Indian mastiff\" was employed by kings \"in the chase of wild beasts\". == Temperament == Bully Kuttas have been described as intelligent, alert, responsive, energetic and aggressive. A well-known veterinary Dr. L.N. Gupta from Agra, India has stated that Bully Kuttas are a dominating canine and should only be handled by well-experienced owners. The American Humane Association has stated that \"on tests conducted in 2009 by the American Temperament Test Society, bullies scored better than several breeds that are rarely associated with aggression, including beagles and collies.\" However, this is misleading, as the ATTS test is not an aggression test, it tests \"different aspects of temperament such as stability, shyness, aggressiveness, and friendliness as well as the dog’s instinct for protectiveness towards its handler and/or self-preservation in the face of a threat\", and Beagles and Collies fail the test not due to aggression, but due to fear of hostile strangers.https://atts.org/tt-test-description/ == Use as a fighting dog == Bully Kuttas have been illegally used for dog fighting in Pakistan and India, including areas such as Delhi, Gurugram, and Noida. In June 2018, police in Indian Punjab filed First Information Report (FIR) for the first time against organizers of a dog fight. According to a specialist at Royal Society for the Prevention of Cruelty to Animals, \"imported animals are being crossbred to be more menacing\". Many non-profit organizations are now working against illegal fighting and creating awareness among the people. == Popularity == The Bully Kutta is popular in the Punjab region of India and Pakistan. In India, breeders from several rural areas of Punjab and Sri Ganganagar in Rajasthan rear the Bully Kutta; however, it is not recognized by the Kennel Club of India. They have been part of many competitions in India. According to the Times of India, it has importance among Indian youth of having a macho image. ==References== ===Notes=== ===Citations=== == Further reading == * == External links == *Indian Mastiff - History *Bully Kutta - Canine Heritage Category:Dog breeds originating in India Category:Dog breeds originating in Pakistan Category:Dog fighting breeds Category:Hunting dogs ",
    "title": "Bully Kutta"
}