{
    "id": "2557069",
    "text": "Nicholas \"Little Nick\" Corozzo (born March 17, 1940) is an American New York mobster who was the reputed acting boss of the Gambino crime family. ==Biography== Nicholas Corozzo was born on Pitkin Avenue in the Brownsville neighborhood of Brooklyn. Nicholas Corozzo's first headquarters was located in a small candy store on the corner of Eastern Pkwy & Atlantic Ave. in the Ocean Hill section of Brooklyn, known as \"The Hill\" to his crew members. He later opened a social club next to the candy store which became his new headquarters. Corozzo later moved his headquarters to the Canarsie section of Brooklyn. Nicholas is the older brother of alleged reputed Gambino consigliere Joseph \"Jo Jo\" Corozzo as well as twin brothers Blaise Corozzo, a Gambino soldier, and Anthony Corozzo who is an associated of the Gambino crime family. Anthony Corozzo is a longtime parishioner of Our Lady of Loreto Church located at the corner of Pacific St. & Sackman St. in Brownsville, Brooklyn where he attended regular Sunday mass. Anthony Corozzo along with his lifelong friend and Gambino crime family associate Dominick Mondelli AKA Donny Mondelli, were well known for organizing neighborhood reunions and charitable events for the church for decades. Nicholas Corozzo is the uncle of Joseph Corozzo Jr, a high-profile New York defense attorney. Nicholas' daughter, Bernadette, is married to Gambino associate Vincent Dragonetti. Prior to Corozzo's incarceration, he lived in Bellmore, Long Island. He stands at 5′5\" tall and weighs approximately 170 pounds. ==Rise to family boss== During the early 1980s, Nicholas Corozzo was a bitter rival of Gambino capo John Gotti. When Gotti became boss in 1985, he declined to promote Corozzo to capo. However, since Corozzo was such a good earner for the family, Gotti did not want to get rid of him. In turn, Corozzo professed loyalty to Gotti.\"Nicholas Corozzo: Gambino Capo Escapes Dragnet\" AMV Case Files Fugitives It was only after Gotti went to prison in 1992 that Corozzo was finally promoted to Caporegime, along with Gambino soldier Leonard \"Lenny\" DiMaria. With Gotti in prison, Corozzo, DiMaria, and Nicholas' brother Joseph, now the alleged consigliere, formed a ruling panel that unofficially ran the Gambino family. In the mid 1990s, Corozzo was elevated to acting boss of the family.\"John Gotti - The Last Mafia Icon\" Crime Library on truTV.com In 1996, Corozzo allegedly ordered the murder of Lucchese crime family associate Robert Arena. Arena had allegedly murdered Anthony Placido, a member of Corozzo's crew, and had failed to return some stolen marijuana to a drug dealer.Gambino Capo Nicholas Corozzo Sentenced Friend of Ours April 18, 2009 On June 26, 1996, the Gambino gunmen found Arena driving with Thomas Maranga, an Arena childhood acquaintance with no criminal connections, in the Mill Basin section of Brooklyn. After forcing Arena to stop the car, the gunmen shot and killed both men. However, till this day there is no concrete evidence that Corozzo ordered the murder of Robert Arena. ==Florida arrest== In December, 1996, Corozzo was indicted in Miami, Florida on 20 racketeering charges that included attempted murder, arson, and loansharking. Corozzo was accused of running a loansharking business in Deerfield Beach, Florida that charged 260% yearly interest on loans.\"Attorney for Corozzo Denies his Client has Ties to the Mob\" Sarasota Herald-Tribute, December 20, 1996 Federal agents arrested Corozzo as he emerged from the surf at a beach in Key Biscayne, Florida.Reputed New Gambino Boss is Arrested\" New York Times December 19, 1996 In August 1997, Corozzo pleaded guilty to racketeering charges in Florida and was sentenced to five to ten years in prison. Later that year, Corrozo again pleaded guilty in Brooklyn to racketeering and bribing a jail guard. While in federal prison, Corozzo shared a cell with Gambino associate Joseph Vollaro, who was serving a drug conviction. After his release, Vollaro started paying tribute to Corozzo's crew on a trucking company he started. However, facing another drug conviction in 2004, Vollaro agreed to become a government informant and record his conversations with Corozzo.\"Accused Gambino Leaders Indicted in Sweep\" New York Times February 8, 2008 After Corozzo's release from prison on June 10, 2004, Corozzo was again expected to take over Gambino crime family. However, due to increased law enforcement attention, he initially kept a low profile. The Gambinos were reportedly led by Jackie D'Amico until 2005. Corozzo kept his position as a Caporegime, despite health concerns and tight parole restrictions. In 2006, a new report stated that Nicholas Corozzo and D'Amico were the new bosses of the Gambino family, with Arnold \"Zeke\" Squitieri as underboss and Joseph Corozzo as consigliere. ==Indictment and prison== In February 2008, Corozzo was indicted twice, one for the federal Operation Old Bridge and the other for the state Operation Touchback. The federal indictment was for the 1996 Arena and Maranga murders and other racketeering charges, with Vollaro as their main witness. The state indictment, prosecuted by Queens County District Attorney Richard A. Brown, Organized Crime and Rackets Bureau Chief Gerard A. Assistant District Attorney Benjamin J. Mantell, included the top count of enterprise corruption surrounding a Queens-based gambling ring that grossed almost $10 million over two years from sports betting.\"Gambino Captain, Others Busted for Sports Gambling\" North Country Gazette, February 7, 2008 Amid a roundup of 62 mobsters named in an indictment, Corozzo had fled his Long Island home. The FBI searched intensively for Corozzo and the television program America's Most Wanted did a feature on him. On May 29, 2008, after four months as a fugitive, Corozzo walked into the FBI's New York City office and surrendered. In July 2008, Corozzo pleaded guilty to the state enterprise corruption charges. On April 17, 2009, Corozzo was sentenced to 13 and a half years in federal prison for 1996 Arena and Maranga murders. Corozzo was originally incarcerated at the United States Penitentiary, Leavenworth, a medium security facility in Leavenworth, Kansas, but was later moved to the Federal Correctional Complex, Florence, a high security facility in Florence, Colorado. As of March 2015, is incarcerated at the Federal Correctional Institution, Loretto, a low security facility in Loretto, Pennsylvania. As of March 2018, Corozzo is imprisoned at the low security Federal Correctional Institution, Allenwood Low in Allenwood, Pennsylvania. His projected release date is March 2, 2020.Bureau of Prisons Inmate Locator Corozzo was released from prison on November 29, 2019. ==References== ==Further reading== *Capeci, Jerry. The Complete Idiot's Guide to the Mafia. Indianapolis: Alpha Books, 2002. *Raab, Selwyn. Five Families: The Rise, Decline, and Resurgence of America's Most Powerful Mafia Empires. New York: St. Martin Press, 2005. *United States. Congress. Senate. Committee on Governmental Affairs. Permanent Subcommittee on Investigations. Organized Crime: 25 Years After Valachi: Hearings Before the Permanent Subcommittee on Investigations of the Committee on Governmental Affairs. 1988. ==External links== *Wanted: One boss for notorious crime family by Tom Troncone *The One that Got Away... Caught! - WCBS 880 Category:1940 births Category:People from Brownsville, Brooklyn Category:Acting bosses of the Five Families Category:American prisoners and detainees Category:Bosses of the Gambino crime family Category:Gambino crime family Category:Incarcerated mobsters Category:American mobsters of Italian descent Category:Living people Category:American mob bosses Category:Inmates of ADX Florence Category:People from Bellmore, New York ",
    "title": "Nicholas Corozzo"
}