{
    "id": "2557272",
    "text": "The Sword of Victory exhibit on Ratchadamnoen Avenue in Bangkok showing the Royal Thai Regalia in honour of the 60th anniversary of King Bhumibol Adulyadej's ascension to the throne in 2006. The Sword of Victory or Phra Saeng Khan Chaiyasi (Thai: พระแสงขรรค์ชัยศรี) is part of the royal regalia of the King of Thailand. The sword represents the military might and power of the king. The hilt has a length of 25.4 centimetres (10 inches) with the blade measuring 64.5 centimetres (25 inches). When placed in the scabbard the sword has a total length of 101 centimetres (40 inches) and weighs 1.9 kilograms (4.2 pounds). The swords neck between the blade and the hilt is decorated with a gold inlaid miniature of Vishnu riding the Garuda. The sword's history has been shrouded in myth and legend. In 1784, Chao Phraya Apai Pubet of Cambodia received the blade from a fisher who found in it in Tonle Sap when it was caught in his fishing net. He gave it to King Phutthayotfa Chulalok (Rama I) of Thailand, his suzerain at the time. According to legend, it was said that the moment the blade arrived in Bangkok, seven lightning strikes hit the city simultaneously, including the city gate, where the blade entered, and over the main gate of the Grand Palace. The sword's name means 'the wisdom of the king', as it was supposed to remind the king that he must rule over his people with wisdom. King Rama I had the hilt and scabbard made of gold, inlaid with diamonds and precious stones. During the coronation ceremony the king is handed the sword by a Brahmin, then straps it onto his belt himself. The sword features heavily in the Oath of Allegiance Ceremony where the King ceremoniously dip the sword into a bowl of sacred water, and then drink the water as an example, followed by senior civil servants and military officers as a sign of allegiance to the institution of the monarchy. ==See also== *Coronation of the Thai monarch ==References== * Siamese Jewels-Regalia Category:Southeast Asian swords Category:Regalia of Thailand ",
    "title": "Sword of Victory"
}