{
    "id": "2557227",
    "text": "Charles Edmund Cullen (born February 22, 1960) is an American serial killer who confessed to murdering up to 40 patients during the course of his 16-year career as a nurse in New Jersey. However, in subsequent interviews with police, psychiatrists, and journalists, it became apparent that he had killed many more, whom he could not specifically remember by name, though he could often remember details of their murders. Experts have estimated that Cullen may ultimately be responsible for 400 deaths, which would make him the most prolific serial killer in recorded history. ==Early life== Charles Cullen was born in West Orange, New Jersey to a working-class Irish Catholic family, the last of eight children. His father Edmond, a bus driver, was 56 when Charles was born, and died on September 17, 1960 when Charles was just seven months old. Cullen has described his childhood as \"miserable\" and being constantly bullied by his sisters' boyfriends and his schoolmates. When he was 9, he made the first of many suicide attempts by drinking chemicals from a chemistry set. Later, while working as a nurse, Cullen claimed to have fantasized about stealing drugs from the hospital where he worked and using them to end his life. Cullen's mother Florence Cullen (nee Ward) was killed in a car accident on December 6, 1977 at the age of 60, when Charles was in his senior year of high school. Charles recalled his mother's death as being \"devastating\", and his being upset that the hospital would not return her body—instead having it cremated. The following year, Charles dropped out of high school and enlisted in the U.S. Navy, where he served aboard the submarine USS Woodrow Wilson. Cullen successfully passed basic training and the rigorous psychological examinations required for submarine crews, who were expected to spend as long as two months at a time underwater in a cramped vessel. Cullen rose to the rank of petty officer second class as part of the team that operated the ship's Poseidon missiles. He did not fit in any better in the Navy and was hazed and bullied by his fellow crewmen. A year into his service, Cullen's leading petty officer on the Woodrow Wilson discovered him seated at the missile controls wearing a surgical mask, gloves, and scrubs, rather than his uniform. Cullen was disciplined for this action, but never explained why he had dressed the way he had. The Navy made the decision to reassign Cullen to a lower-pressure job on the supply ship USS Canopus. He attempted suicide and was committed to the Navy psychiatric ward several times over the subsequent few years. Cullen received a medical discharge from the Navy in 1984, for undisclosed reasons. Shortly thereafter, he enrolled at the Mountainside Hospital School of Nursing in Montclair, New Jersey. Elected president of his nursing class, he graduated in 1986 and started work at the burn unit of St. Barnabas Medical Center in Livingston. During this time, he met and married his wife Adrianne Baum. Their daughter Shauna was born later that year. Cullen's wife became increasingly disturbed at his unusual behavior and abuse of the family dogs. ==Murders== Somerset Medical Center The murders that became the first to which Cullen later confessed, occurred at St. Barnabas. On June 11, 1988, Cullen administered a lethal overdose of intravenous medication to a patient.Hepp, R (December 1, 2004). Cullen admits killing N.J. judge. Newark The Star-Ledger archive Cullen eventually admitted killing several other patients at St. Barnabas, including an AIDS patient who died after being given an overdose of insulin. Cullen left St. Barnabas in January 1992 when hospital authorities began investigating who had contaminated IV bags. That investigation determined that Cullen had most likely been responsible, resulting in dozens of patient deaths at the hospital. One month after leaving St. Barnabas, Cullen took a job at Warren Hospital in Phillipsburg, where he murdered three elderly women with overdoses of the heart medication digoxin. His final victim said that a \"sneaky male nurse\" had injected her as she slept, but family members and healthcare providers at the hospital dismissed her comments as unfounded. The following year, Cullen moved into a basement apartment in Phillipsburg following a contentious divorce from his wife. He shared custody of his daughters. Cullen would later claim that he had wanted to quit nursing in 1993, but the court-ordered child support payments forced him to continue working. In March 1993, Cullen broke into a co-worker's home while she and her young son slept, but left without waking them. He then began stalking the woman, who filed a police report against him. Cullen subsequently pleaded guilty to trespassing and received one year of probation. The day after his arrest, Cullen attempted suicide again. He took two months off work and was treated for depression in two psychiatric facilities, but attempted suicide twice more before the end of 1993. That September, a 91-year-old cancer patient reported that Cullen, who was not her assigned nurse, had come into her room and injected her with a needle. She died the next day. Her son protested that her death was not natural and Warren Hospital administered lie detector tests to Cullen and several other nurses, which Cullen passed. Cullen continued to work at Warren until the following spring. Cullen began a three- year stint in the intensive care/cardiac care unit of Hunterdon Medical Center in Flemington. He claimed that he did not harm anyone during the first two years, but hospital records for that time period had been destroyed by the time he was arrested in 2003. Cullen admitted murdering five patients between January and September 1996, again with overdoses of digoxin. He then found work at Morristown Memorial Hospital, but was soon fired for poor performance. Cullen remained unemployed for six months and stopped making child support payments. After seeking treatment for depression in the Warren Hospital emergency room, Cullen was admitted to a psychiatric facility for a short time. In February 1998, Cullen was hired by the Liberty Nursing and Rehabilitation Center in Allentown, Pennsylvania, where he staffed a ward of respirator-dependent patients. There, Cullen was accused of giving patients drugs at unscheduled times. He was fired after being seen entering a patient's room with syringes in his hand—an encounter that left the patient with a broken arm, but without criminal injections. Cullen caused a patient's death at Liberty Hospital, which was blamed on another nurse. After leaving Liberty, Cullen was employed at Easton Hospital in Easton, Pennsylvania, from November 1998 to March 1999. On December 30, 1998, he murdered yet another patient with digoxin. A coroner's blood test showed lethal amounts of digoxin in the patient's blood, but an internal investigation within Easton Hospital was inconclusive; evidence diid not definitively point to Cullen as the murderer. Even with his history of mental instability and the number of deaths during his employment at various hospitals, Cullen continued to find work due to a national shortage of nurses. Additionally, no reporting mechanism existed at the time to identify nurses with mental health or employment problems. Concerned about liability, hospitals were unwilling to take significant action against Cullen. In March 1999, Cullen took a job at the burn unit of Allentown's Lehigh Valley Hospital, where he murdered one patient and attempted to murder another. One month later, he voluntarily resigned from Lehigh Valley Hospital and took a job working in the cardiac care unit at St. Luke's Hospital in Bethlehem. During the subsequent three years, Cullen murdered at least five patients and is known to have attempted to kill two more. On January 11, 2000, he once again attempted suicide by lighting a charcoal grill in his bath tub, hoping to succumb to carbon monoxide poisoning. Cullen's neighbors smelled smoke and called the fire department and police. He was taken to a hospital and a psychiatric facility, but returned home the following day. No one suspected Cullen was murdering patients at St. Luke's until a co-worker found vials of medication in a disposal bin. The drugs were not valuable outside the hospital and were not used by recreational drug users, so their theft was curious. An investigation showed that Cullen had taken the medication. He was offered a deal by the medical facility: resign and be given a neutral recommendation, or be fired. He resigned and was escorted from the building in June 2002. Seven of his co-workers at St. Luke's later alerted the Lehigh County district attorney about their suspicions that Cullen had used drugs to kill patients. Investigators never looked into Cullen's past, and the case was dropped nine months later due to lack of evidence. In September 2002, Cullen began working in the critical care unit of the Somerset Medical Center in Somerville, New Jersey. He began dating a local woman around this time, but his depression worsened. Cullen killed at least thirteen patients and attempted to kill at least one more by mid-2003, using digoxin, insulin, and epinephrine. On June 18, 2003, Cullen unsuccessfully attempted to murder Somerset patient Philip Gregor, who was later discharged, and who died six months later of natural causes. Soon afterward, Somerset began to notice Cullen's wrongdoing. The hospital's computer system showed that Cullen was accessing the records of patients to whom he was not assigned. Co-workers began seeing Cullen in the rooms of patients to whom he was not assigned. The hospital's computerized drug-dispensing cabinets showed that Cullen was requesting medications that his patients had not been prescribed. Cullen's drug requests were strange, and included many orders that were immediately canceled, and many repetitive requests within minutes of each other. In July 2003, the executive director of the New Jersey Poison Information and Education System warned Somerset officials that at least four suspicious overdoses indicated the possibility that an employee was killing patients. The hospital delayed contacting authorities until October. By then, Cullen had killed at least another five patients and attempted to kill a sixth. When a patient in Somerset died of low blood sugar in October 2003, the hospital alerted the New Jersey State Police. That patient was Cullen's final victim. State officials castigated the hospital for failing to report a nonfatal insulin overdose, administered by Cullen, in August. An investigation into his employment history revealed past suspicions about his involvement in patient deaths. Somerset fired Cullen on October 31, 2003, ostensibly for lying on his job application. Fellow nurse Amy Loughren alerted the police after becoming alarmed about Cullen's records of accessing drugs and links to patient deaths. Police kept him under surveillance for several weeks, until they had finished their investigation. Investigators assigned Loughren to visit Cullen after work hours and talk with him while wearing a wire. From this, they were able to produce enough evidence for probable cause of arrest. ==Arrest and sentencing== Cullen was arrested at a restaurant on December 12, 2003, charged with one count of murder and one count of attempted murder. On December 14, he admitted to homicide detectives Dan Baldwin and Tim Braun that he had murdered Florian Gall and attempted to murder Jin Kyung Han, both patients at Somerset. In addition, Cullen told the detectives that he had murdered as many as 40 patients over his 16-year career. In April 2004, Cullen pled guilty in a New Jersey court to killing 13 patients and attempting to kill two others by lethal injection while employed at Somerset. As part of his plea agreement, Cullen promised to cooperate with authorities if they did not seek the death penalty for his crimes. A month later, he pled guilty to the murder of three more patients in New Jersey. In November 2004, Cullen pled guilty in an Allentown court to killing six patients and trying to kill three others. He repeatedly interrupted the proceedings by taunting the judge with the chant, \"Your Honor, you need to step down.\" Cullen was ordered to be restrained and gagged. On March 2, 2006, Cullen was sentenced to eleven consecutive life sentences in New Jersey, and is not eligible for parole until the year 2403. Currently, he is held at New Jersey State Prison in Trenton. On March 10, 2006, Cullen was brought into the courtroom of Lehigh County President Judge William H. Platt for a sentencing hearing. Cullen, upset with the judge, kept repeating, \"Your honor, you need to step down\" for thirty minutes until Platt had Cullen gagged with cloth and duct tape. Even after being gagged, Cullen continued to try to repeat the phrase. In this hearing, Platt gave him an additional six life sentences. As part of his plea agreement, Cullen has been working with law enforcement officials to identify additional victims. ==Motive== Cullen stated he administered overdoses to patients in order to spare them from being \"coded\" — going into cardiac or respiratory arrest and being listed as a Code Blue emergency. He told detectives that he could not bear witness to or hear about attempts at saving a victim's life. Cullen also stated that he gave patients overdoses so that he could end their suffering and prevent hospital personnel from dehumanizing them. However, not all of his victims were terminal patients. Some, like Gall, had been expected to recover before Cullen killed them. Nurse Lynn Tester described many of the victims as \"people on the mend\" in a police interview. Instead of using common painkillers and stimulants, access of which was strictly regulated by hospitals due to their value as street drugs, Cullen chose instead to use as his tools of choice drugs such as digoxin and insulin, which had little use outside of a hospital setting and were less likely to attract attention. Investigators stated that Cullen may have caused patients to suffer, but that he appears not to realize this, contradicting his claims of wanting to save patients. Similarly, Cullen told investigators that although he often observed patients' suffering for several days, the decision to commit each murder was performed on impulse. Cullen told detectives in December 2003 that he lived most of his life in a fog and that he had blacked out memories of murdering most of his victims. He said he could not recall how many he killed or why he had chosen them. In some cases, Cullen adamantly denied committing any murders at a given facility, but after reviewing medical records, he admitted that he was involved in patient deaths. ==Legal impact== Cullen was largely able to move from facility to facility undetected because of the lack of requirements to report on suspicious behavior by medical workers, and inadequate legal protection for employers. New Jersey and Pennsylvania, like most states, required health care facilities to report suspicious deaths only in the most egregious cases, and penalties for failing to report incidents were minor. Many states did not give investigators the legal authority to discover where a worker had previously been employed. Employers feared to investigate incidents or give a bad employment reference for fear that such actions might trigger a lawsuit. According to detectives and Cullen himself, several hospitals suspected he was harming or killing patients, but failed to take appropriate legal actions. Following Cullen's criminal conviction, many of the hospitals where he had worked were sued by the families of his victims. The files and settlements against the New Jersey hospitals, all settled out of court, are sealed. In some cases, individual workers took it upon themselves to informally try to prevent Cullen from being hired, or to have him terminated. Some contacted nearby hospitals in secret, or quietly spoke to their own superiors, to alert them that they should not hire Cullen. When Cullen took a job at Sacred Heart Hospital in Allentown in June 2001, a nurse who had heard rumors about him at Easton Hospital advised her co-workers. They threatened to quit en masse if Cullen was not immediately dismissed, which he was. Prompted by the Cullen case, Pennsylvania, New Jersey, and 35 other states adopted new laws which encourage employers to give honest appraisals of workers' job performance and which give employers legal protections when they provide a truthful employee appraisal. The New Jersey laws in particular formed the model that the rest of the states would follow. First, the 2004 Patient Safety Act increased hospitals' responsibility for reporting \"serious preventable adverse events\". The 2005 Enhancement Act was a supplement to the Patient Safety Act, and required hospitals to report certain details about their employees to the New Jersey Division of Consumer Affairs. It also mandated that complaints and disciplinary records relating to patient care be kept for at least seven years. == Media == The 2008 direct-to-video film Killer Nurse, written and directed by Ulli Lommel, was loosely based on Cullen. The upcoming film The Good Nurse, adapted from Charles Graeber's non- fiction book The Good Nurse: A True Story of Medicine, Madness, and Murder, is being scripted by Krysty Wilson-Cairns and is set to be directed by Tobias Lindholm. ==See also== *Donald Harvey *Orville Lynn Majors *Arnfinn Nesset *List of serial killers in the United States ==References== ==External links== * NJ.com archive of news articles about Charles Cullen * CNN Law Center: Death a Constant Companion of Confessed Killer Nurse Category:American serial killers Category:Male serial killers Category:American nurses Category:People from Pennsylvania Category:People from West Orange, New Jersey Category:1960 births Category:Living people Category:Prisoners sentenced to life imprisonment by New Jersey Category:American prisoners sentenced to life imprisonment Category:Prisoners sentenced to life imprisonment by Pennsylvania Category:Nurses convicted of killing patients Category:American people convicted of murder Category:People convicted of murder by New Jersey Category:People convicted of murder by Pennsylvania Category:United States Navy sailors Category:Male nurses Category:1988 murders in the United States Category:20th-century American criminals Category:21st-century American criminals Category:Criminals from New Jersey Category:Organ transplant donors Category:Submariners ",
    "title": "Charles Cullen"
}