{
    "id": "2558639",
    "text": "Edgecliff is a small suburb in the Eastern Suburbs of Sydney, in the state of New South Wales, Australia. Edgecliff is located 4 kilometres east of the Sydney central business district, in the local government area of the Municipality of Woollahra. The postcode is 2027. Edgecliff is surrounded by the suburbs of Double Bay, Woollahra, Paddington, Rushcutters Bay and Darling Point. The property prices are very high because it is close to the city and many homes provide views of Port Jackson (Sydney Harbour). ==History== Edgecliff takes its name from its location because it literally sits on the edge of a cliff. The rocky cliff was extensively quarried in the early day of European settlement. The area was dominated for some time by the Glenrock property, on the north side of New South Head Road. Sir Edward Knox built Fiona in 1864 after having it designed by J. F. Hilly. It has been described as \"a Classical Revival two-storey mansion\" and was made of sandstone. Other elements of the estate included Glenrock, an Italianate residence designed by David MacBeath and built by John Marks circa 1870. There were also substantial gates of wrought iron and sandstone. The building was demolished when New South Head Road was widened, but the gates survived. Also on the estate was the Dower House, a Victorian Gothic Revival house of sandstone, built some time after 1842 by Whistler Smith. The estate is now the site of Ascham School, and the above items are on the National Estate.The Heritage of Australia, Macmillan Company of Australia, 1981, In September 1894 a cable tram service opened, which operated from King Street in the city to Ocean Street in Edgecliff. The powerhouse driving it was located at Rushcutters Bay. Unlike other trams of the era which were driven by steam, the cable ran in a gutter between the tracks. The cars gripped the moving cable to advance and released it to stop. It operated until 1905 when the tram line was electrified. Edgecliff railway station opened in 1979, when the Eastern Suburbs railway line was opened from Central to Bondi Junction.The Book of Sydney Suburbs, Compiled by Frances Pollon, Angus & Robertson Publishers, 1990, Published in Australia == Heritage listings == Edgecliff has a number of heritage-listed sites, including: * 8 Albert Street: Fenton and surrounds ==Population== At the , there were 2,580 residents in Edgecliff. * Most people in Edgecliff came from Anglo-Celtic backgrounds with the most common ancestries being English 24.9%, Australian 15.0%, Irish 10.7% and Scottish 8.1%. * 53.3% of people were born in Australia. The next most common country of birth was England at 7.4%. * 72.6% of people only spoke English at home. * The most common responses for religion were No Religion 33.0% and Catholic 19.1%. * With its train station and proximity to the city, there was a high rate of public transport usage. 41.8% of people travelled to work by public transport, compared with the national average of 10.4%. * Housing in Edgecliff is high density and most occupied private dwellings were apartments (73.6%). Most of the remaining dwellings were semi-detached (21.6%). ==Commercial area== Commercial developments are located on New South Head Road. The Edgecliff Centre is a commercial building with retail space close to the transport services and office space above. Edgecliff Eastpoint is a shopping centre above Edgecliff railway station and below the bus interchange. Image:Edgecliff Eastpoint.JPG|Edgecliff Eastpoint, bus interchange on roof Image:Edgecliff post office.JPG|Former post office and telephone exchange Image:Edgecliff bank.JPG|Former bank ==Transport== Edgecliff railway station is an underground railway station on the Eastern Suburbs Line of the Sydney Trains network. Trains are quite frequent, especially during peak hour. A bus interchange is located above the railway station. ==Schools== Ascham School and one of Sydney Grammar's preparatory schools are on the Edgecliff borders. The Weigall Sports Field and White City, which both belong to Sydney Grammar School, are also located nearby. Image:Edgecliff Ascham 3.JPG|Ascham Girls' School gates Image:Edgecliff Ascham 1.JPG|Glenrock, Ascham Girls' School (on the National Estate) Image:Edgecliff Ascham 2.JPG|Ascham Girls' School Image:Ascham Girls' School.jpg|Ascham Girls' School; the sandstone building in the centre is Fiona, built in 1864 (on the National Estate) ==Sport and recreation== Since 1908, Edgecliff has been represented in one of Australia's most popular sporting competitions, the National Rugby League, by the Sydney Roosters, officially known as the Eastern Suburbs District Rugby League Football Club. ==References== Category:Suburbs of Sydney Category:Municipality of Woollahra Category:New South Head Road, Sydney ",
    "title": "Edgecliff, New South Wales"
}