{
    "id": "2558541",
    "text": "Tarif ibn Malik () was a commander under Tariq ibn Ziyad, the Berber, Muslim and Umayyad general who led the conquest of Visigothic Hispania in 711. Historical sources disagree on whether he was of a Berber or an Arab origin. In July 710 CE, Tariq sent Tarif on a raid to test the southern coastline of the Iberian peninsula. According to legend he was aided by Julian, count of Ceuta, as a guide and emissary. Of this raid, Edward Gibbon writes: \"One hundred Arabs and four hundred Africans passed over, in four vessels, from Tangier or Ceuta; the place of their descent on the opposite shore of the strait is marked by the name of Tarif their chief\" which today is the city of Tarifa. They proceeded from there to reconnoiter the terrain along the coast as a possible entry point for a larger attack, traversing \"eighteen miles through a hilly country to the castle and town of Julian; on which (it is still called Algezire) they bestowed the name of the Green Island, from a verdant cape that advances into the sea\". There they were hospitably received by supportive Christians—perhaps Count Julian's kinsmen, friends, and supporters. The end result was a successful raid into an unguarded portion of Andalusia, followed by the safe return of the raiders with plunder and captives. This convinced Tariq that Iberia could be successfully invaded. Tarif subsequently accompanied Tariq ibn-Ziyad, when the latter launched the Islamic conquest of Hispania and defeated King Roderic in the Battle of Guadalete in 711. == References == * Edward Gibbon, The History of the Decline and Fall of the Roman Empire, vol. 9 (1776) * Ferrer-Gallardo, X., Albet-Mas, A., & Espiñeira, K. (2015). The borderscape of Punta Tarifa: concurrent invisibilisation practices at Europe’s ultimate peninsula. Cultural Geographies, 22(3), 539–47. http://cgj.sagepub.com/content/22/3/539.full.pdf+html Category:8th-century Berber people Category:8th-century Al-Andalus people Category:Generals of the Umayyad Caliphate Category:8th-century Moroccan people Category:8th-century Muslims Category:8th-century Arabs ",
    "title": "Tarif ibn Malik"
}