{
    "id": "2558340",
    "text": "No Way Out is the debut studio album by American rapper Puff Daddy. It was released on July 1, 1997 by Bad Boy Records and Arista Records. The album's crediting of \"The Family\" references the guest appearances from his label- mates and other artists, where Puff Daddy initially gained recognition through his public image and work as a producer for Bad Boy. Puff Daddy worked extensively with The Notorious B.I.G. and The Hitmen when creating the album, which saw a change in direction following the former's shooting and death a few months prior to release. This greatly affected Puff Daddy, which he expands upon on the album with a combination of aggressive and introspective lyrics, as well as with raw production to convey his varying emotional state before and after his friend’s death. Additional production was provided by Rashad Smith and Jaz-O, while the album contains features from The Notorious B.I.G., Busta Rhymes, Mase, Lil' Kim, Carl Thomas, Jay-Z, Black Rob, The LOX, Ginuwine, Twista, Foxy Brown, Faith Evans, and 112. No Way Out saw significant commercial success, debuting at number one on the Billboard 200, selling over 561,000 copies in its first week of sales. The album's singles also saw commercial success, namely with \"I'll Be Missing You\", which became a worldwide hit, and the first rap song to debut at number one on the Billboard Hot 100. \"Can't Nobody Hold Me Down\" also peaked at number one, while \"It's All About the Benjamins\" and \"Been Around the World\" reached number two. The album also saw widespread critical success, with Puff Daddy being nominated for five awards at the 40th Grammy Awards, winning the Grammy Award for Best Rap Album. It remains Puff Daddy's best selling album, with over 7 million copies shipped in the United States, and is considered a classic rap album. ==Background== Speaking about the album's title, Puff Daddy said that because of The Notorious B.I.G.'s death on March 9, 1997, he had felt that there is 'no way out' of things the way we were. The album's lyrical content is filled with some of his emotions that he felt while mourning the loss of his close friend. In the song, titled \"Is This the End?\", he raps about experiencing the drive-by shooting that happened in Los Angeles, California, which took The Notorious B.I.G.'s life. The album was originally called Puff Daddy & The Goodfellas, then slated to be titled Hell Up in Harlem, but following the death of The Notorious B.I.G., he decided to switch the album's title to No Way Out. As discussed in \"Unbelievable: The Life, Death, and Afterlife of The Notorious B.I.G.\" by Cheo Hodari Coker, the weight of the East Coast/West Coast rivalry and the accompanying threats had taken its toll on Combs and those around him. It was decided that they needed to get away and become focused on making hits. So, Combs brought producers Steven \"Stevie J.\" Jordan, Deric \"D-Dot\" Angelettie, Nashiem Myrick and Ron Lawrence as well as engineers Axel Niehaus and Tony Maserati down to the Caribbean Sound Basin studio in Maraval, Trinidad, along with everything that they needed to craft hits. In the book, Puffy is quoted as saying, \"For the next two years, I wanna have radio on lock. Call the girlfriend, wifey, or whatever, and let 'em know that you're not gonna be around for a few weeks. We're gonna get away from all this drama, put our heads together, and when we come back, we’re coming back with hits.\" The material would later be used on No Way Out, Life After Death and other Bad Boy albums from 1997 to 1999. ==Accolades== In the United States, the album topped on the Billboard charts, with 561,000 copies sold in the first week. The album topped music charts worldwide for 24 non-consecutive weeks. In 1998, No Way Out would win the Grammy Award for the Best Rap Album. On September 7, 2000, the album was certified seven-times platinum by the Recording Industry Association of America (RIAA). In 1997, among the ten songs that reached at number one on the Billboard Hot 100 list, four of them belonged to Bad Boy Records. The album spawned two Billboard Hot 100 number- one singles – \"Can't Nobody Hold Me Down\" and \"I'll Be Missing You\" – and the \"number 2\" singles \"Been Around the World\" and \"It's All About the Benjamins\". The longest reign of the label's four hits was this single \"I'll Be Missing You\", which topped the charts for 11 weeks. The melody for \"I'll Be Missing You\" is sampled from The Police's 1983 hit \"Every Breath You Take\". This successful album led to Puff Daddy to be named as one of Forbes 40th highest- paid entertainers, along with southern hip hop rapper Master P and Oprah Winfrey. The music video for \"Been Around the World\" features cameo appearances by Jennifer Lopez, playing Puff Daddy's love interest in a fictional storyline. Its positive reception led to widespread rumors of a personal relationship between the two in the media. This was later confirmed when Puff Daddy and Lopez dated for a period of time in the late 1990s. Furthermore, the music video for \"Victory\" was one of the most expensive videos ever made. The song titled \"No Way Out\" performed by Puff Daddy, appeared on the soundtrack for the film Money Talks (1997), but is not included on this album. ==Critical and commercial performance== Upon its release, No Way Out was a significant commercial success, particularly in the United States where it reached number one on the Billboard 200 in its first week, selling 561,000 copies. It also produced five commercially successful singles, the most successful of these being the worldwide hit \"I'll Be Missing You\", a tribute song aimed at The Notorious B.I.G., which became the first rap song ever to debut at number one on the Billboard Hot 100, and remained at the top of the chart for 11 consecutive weeks, whilst topping several other charts worldwide. The other four singles, the Billboard hits \"Can't Nobody Hold Me Down\", \"It's All About the Benjamins\", \"Been Around the World\" and \"Victory\", were also commercially successful, and all except the latter peaked in the top two positions of the Billboard Hot 100. On September 7, 2000, the album was certified septuple platinum by the Recording Industry Association of America for sales of 7,000,000+ copies in the United States: to date, it remains Combs' most commercially successful album. ==Track listing== All tracks, with the exception of \"Young G's\", were produced by members of Bad Boy's in-house production team, The Hitmen. The tracklisting was slightly altered on the album's remastered edition, where it was shortened down to thirteen songs. Notes * signifies a co-producer * signifies an additional producer * signifies an additional music contribution Sample credits * \"Victory\" contains a sample of \"Going the Distance\" written and performed by Bill Conti. * \"Been Around the World\" contains samples of \"Let's Dance\" written and performed by David Bowie, \"Feeling Good\" written and performed by Roy Ayers, and an interpolation of \"All Around the World\" written by Lisa Stansfield, Ian Devaney, and Andy Morris, and performed by Stansfield. * \"What You Gonna Do?\" contains samples of \"It's Over\" written and performed by Eddie Holman. * \"Don't Stop What You're Doing\" contains samples of \"Don't Stop the Music\" written by Jonah Ellis, Alisa Peoples, and Cavin Yarbrough and performed by Yarbrough and Peoples, and \"You Haven't Done Nothin'\" written and performed by Stevie Wonder. * \"If I Should Die Tonight (Interlude)\" contains reworked elements of \"If I Should Die Tonight\" written by Ed Townsend and Marvin Gaye, and performed by Gaye. * \"Do You Know?\" contains samples from \"Concentrate\" written and performed by The Gaturs, and an interpolation from \"Theme from Mahogany (Do You Know Where You're Going To)\" written by Michael Masser and Gerald Goffin, and performed by Diana Ross. * \"Young G's\" contains samples from \"On the Hill\" written and performed by Oliver Sain, an interpolation of \"Little Ghetto Boy\" written and performed by Donny Hathaway, and samples from \"Vapors\" written by Marcel Hall, Antonio Hardy, and Marlon Williams, and performed by Biz Markie. It also contains a reworked sample from \"Unbelievable\", written by Christopher Wallace and Christopher Martin, and performed by The Notorious B.I.G. * \"I Love You, Baby\" contains samples from \"Xtabay (Lure of the Unknown Love)\" written and performed by Yma Sumac. * It's All About the Benjamins\" contains samples from \"I Did It For Love\" written by Linda Laurie and Terry Etlinger and performed by Love Unlimited. It also contains a reworked sample from \"It's Great to Be Here\" written by Berry Gordy, Alphonso Mizell, Freddie Perren, and Deke Richards, and performed by The Jackson 5, as well as an interpolation from \"Jungle Boogie\", written and performed by Kool & the Gang. * \"Pain\" contains samples from \"Let's Stay Together\" written by Al Green and performed by Roberta Flack. * \"Is This the End?\" contains samples from \"Is This the End\" written by Michael Jonzun and Maurice Starr, and performed by New Edition. * \"I Got the Power\" contains samples from \"Don't Wanna Come Back\" written by Joyce Kennedy, Glenn Murdock, Gary Moore, and Jerry Seay, and performed by Mother's Finest. * \"Friend\" contains samples from \"Person to Person\" written and performed by Average White Band. * \"Señorita\" contains samples from \"Little Lady Maria\" written and performed by Ohio Players, and \"No Me Conviene\" written and performed by La India. * \"I'll Be Missing You\" contains samples from \"Every Breath You Take\" written by Gordon Sumner and performed by The Police, and \"Adagio for Strings\" written and performed by Samuel Barber. It also interpolates \"I'll Fly Away\" written by Albert E. Brumley. * \"Can't Nobody Hold Me Down\" contains an interpolation of \"Break My Stride\" written by Matthew Wilder and Greg Prestopino, and performed by Wilder. It also samples \"The Message\" written and performed by Grandmaster Flash and the Furious Five, and \"Atomic Dog\" written by George Clinton, Garry Shider, and David Spradley, and performed by Clinton. The song also contains reworked excerpts from \"Big Beat\" written performed by Billy Squier, and samples \"Rock with You\" written by Rod Temperton and performed by Michael Jackson. ==Personnel== Credits for No Way Out adapted from Allmusic. * Charles \"Prince Charles\" Alexander – mixing * Deric \"D-Dot\" Angelettie – associate executive producer, composer, producer * Lorrenn Argumendes – assistant engineer * Michael Benabib – photography * Carlos \"6 July\" Broady – producer * Sean \"Puffy\" Combs – engineer, mixing, producer, executive producer * Bill Conti – composer * Lane Craven – engineer, mixing * Stephen Dent – engineer, programming * John Eaton – engineer * Jay Garfield – producer * Rasheed Goodlowe – assistant engineer * J-Dub – producer * Stevie J. – piano, producer, programming * Jazz – producer * Steve Jones – assistant engineer * S. Jordan – composer * Michael Lavine – photography * Ron Lawrence – composer, producer * Al Machera – engineer * Tony Maserati – mixing * John Meredith – assistant engineer * Lynn Montrose – assistant engineer * Nasheim Myrick – producer * Axel Niehaus – engineer * Michael Patterson – engineer, mixing * Diana Pedraza – engineer * Herb Powers – mastering * Kelly Price – vocals * Christopher Wallace – executive producer * Doug Wilson – engineer * Yogi – producer ==Charts == ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" |- ! scope=\"col\"| Chart (1997) ! scope=\"col\"| Peak position |- !scope=\"row\"|Australian Albums Chart | style=\"text-align:center;\"| 17 |- !scope=\"row\"|Belgian Albums Chart (Flanders) | style=\"text- align:center;\"| 9 |- !scope=\"row\"|Belgian Albums Chart (Wallonia) | style=\"text-align:center;\"| 24 |- !scope=\"row\"|Canadian Albums Chart | style=\"text-align:center;\"| 1 |- !scope=\"row\"|Dutch Albums Chart | style=\"text-align:center;\"| 6 |- !scope=\"row\"|French Albums Chart | style=\"text-align:center;\"| 18 |- !scope=\"row\"|Greek Albums Chart | style=\"text-align:center;\"| 3 |- !scope=\"row\"|New Zealand Albums Chart | style=\"text-align:center;\"| 12 |- !scope=\"row\"|UK Albums Chart | style=\"text- align:center;\"| 8 |- !scope=\"row\"|US Billboard 200 | style=\"text- align:center;\"| 1 |- !scope=\"row\"|US Top R&B;/Hip-Hop Albums (Billboard) | style=\"text-align:center;\"| 1 |} ===Year-end charts=== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" |- !scope=\"column\"|Chart (1997) !scope=\"column\"|Position |- |align=\"left\"|German Albums Chart |align=\"center\"|36 |} ==Certifications== ==See also== *List of number-one albums of 1997 (U.S.) *List of number-one R&B; albums of 1997 (U.S.) ==References== ==External links== * No Way Out – P Diddy Lyrics Category:Sean Combs albums Category:1997 debut albums Category:Bad Boy Records albums Category:Grammy Award for Best Rap Album ",
    "title": "No Way Out (Puff Daddy album)"
}