{
    "id": "2558133",
    "text": "Ira Saul Glasser (born 1938) was the fifth executive director of the American Civil Liberties Union (ACLU) from 1978 to 2001. == Early years == Ira Glasser was born in Brooklyn, New York in 1938. He earned a graduate degree in mathematics from Ohio State University. == Early career == In the early 1960s, Glasser taught mathematics at Queens College (CUNY) and Sarah Lawrence College. From 1963 to 1967, he was the editor of Current magazine. In 1967, Glasser joined the New York Civil Liberties Union as associate director. In 1970 he became the NYCLU's executive director, in which capacity he served until he became the executive director of the American Civil Liberties Union in 1978. == Executive director == The ACLU website credits Glasser with transforming the American Civil Liberties Union from a 'mom and pop'-style operation concentrated mainly in a few large cities to a nationwide civil liberties powerhouse.\"ACLU Chief Ira Glasser to Retire in 2001; 23-Year Tenure Transformed \"Liberty's Law Firm\" Indeed, at the end of Glasser's presidency the ACLU maintained staffed offices in all fifty states, the District of Columbia, and Puerto Rico; when he became director in 1978, only about half of the states had staffed offices. Glasser raised the ACLU's annual income from $4 million in 1978 to $45 million in 1999. Although the ACLU had protected civil liberties generally through litigation, Glasser expanded the focus of the ACLU's activities through lobbying and public education programs. Glasser retired in 2001; he was succeeded as executive director of the ACLU by Anthony D. Romero. In his retired life, Glasser serves as the President of the Board of Directors of the Drug Policy Alliance. == Publications == * Doing Good: The Limits of Benevolence (co-author, 1978) * Visions of Liberty: The Bill of Rights for All Americans (1991) * BUSTED: The Citizen's Guide to Surviving Police Encounters (narrator) - Produced by Flex Your Rights == Notes == == References == * Center for Cognitive Liberty and Ethics Biography * National Review, April 7, 1994 * ACLU Press-Release on Glasser's Retirement * Transcript of Ira Glasser's 1988 pre-election speech defending the ACLU == External links == * Category:1938 births Category:Living people Category:American Jews Category:Jewish activists Category:American Civil Liberties Union people Category:People from Brooklyn Category:Ohio State University alumni Category:Queens College, City University of New York faculty Category:Sarah Lawrence College faculty Category:Activists from New York (state) ",
    "title": "Ira Glasser"
}