{
    "id": "2559253",
    "text": "Jan Kasprowicz (12 December 1860 - 1 August 1926) was a poet, playwright, critic and translator; a foremost representative of Young Poland. ==Biography== Kasprowicz was born in the village of Szymborze (now part of Inowrocław) within the Province of Posen, to an illiterate peasant family. From 1870 he studied in Prussian gymnasia in Inowrazlaw (Inowrocław), Posen (Poznań), Oppeln (Opole), Ratibor (Racibórz), and in 1884 graduated from Saint Mary Magdalene Gymnasium in Poznań. He studied philosophy and literature in German universities in Leipzig and Breslau. During his studies he began having articles and poetry published, working with various Polish magazines. For his activities in socialist circles he was twice arrested by Prussian police and spent half a year in prison. After his release from prison, at the age of 28 Kasprowicz moved to Lwów, where he spent the next 35 years of his life. He worked as a journalist and critic of literature and theatre, working for two years in the editorial department of the newspaper, the Polish Courier (Kurier Polski) and for the following four years (1902–1906) editorializing for the newspaper, the Polish Word (Słowo Polskie). At the same time, with unusual productivity, Kasprowicz wrote and had published his own works and poetry, to critical acclaim. In 1904 he received a doctorate from Lwów University for his treatise, the Lyrics of Teofil Lenartowicz (Liryka Teofila Lenartowicza). In 1909 at Lwów University he became the head of the Department of Comparative Literature, a department founded for him to run. The largely self-taught Kasprowicz mastered the classical Latin and Greek languages, as well as French and English. His works included critically acclaimed translations of great literary works: * Greek (Aeschylus, Euripides) * English (Shakespeare, Marlowe, Lord Byron, Shelley, Keats, Tagore, Swinburne, Wilde, among others) * German (Goethe, Schiller) * French (Vauvenargues, Bertrand, Rimbaud, Maeterlinck) * Italian (d'Annunzio) * Norwegian (Ibsen) * Dutch (Heijermans) Nature gifted Kasprowicz with good health and a strong constitution. Stanisław Lem wrote of him: \"He had in his bearing the originality of a gypsy and the hustle of a journalist, which, over time, allowed him to earn the money he needed, gave him the good humour of a friend, and - even then - a professorial gravity.\" He was - with a notable group of friends - a frequent guest at the pubs and wineries of Lwów, especially the famous winery and wine bar of Stadtmueller still present at the market, number 34. His first marriage -- to Teodozja Szymańska in 1886 -- dissolved after a few months. In 1893 he married Jadwiga Gąsowska. In 1899 she dramatically left him and their daughters for the writer Stanisław Przybyszewski. In 1911, he was married again, this time to the much younger Maria Bunin, a Russian girl whom he met on a train from Rome to Naples while on one of his artistic travels. She was the daughter of the Tsarist general, Victor Bunin. In 1921-22 he was rector of Lwów University. In the last twenty years of his life, Kasprowicz more and more frequently visited the Tatra Mountains. In 1923 he permanently settled in the villa, \"Harenda\", between Poronin and Zakopane, where he died on 1 August 1926. ==Works== * (1889) Poezje (Poems) * (1890) Chrystus (Christ) * (1891) Z chłopskiego zagonu (From Rustic Field) * (1894) Anima lachrymans i inne nowe poezje (Anima lachrymans and another new poems) * (1895) Miłość (The Love) * (1898) Krzak dzikiej róży (The Briar's Bush) * (1901) Ginącemu światu (To The Perishing World) * (1902) Salve Regina * (1908) Ballada o słoneczniku (The Ballad About Sunflower) * (1911) Chwile (Moments) * (1916) Księga ubogich (The Book of The Poor) * (1921) Hymny (The Hymnal) ==Further reading== * Mortkowicz-Olczakowa, Hanna (1961). Bunt wspomnień. Państwowy Instytut Wydawniczy. ==External links== * *Brief biography * Jan Kasprowicz poems in poezja.org Category:1860 births Category:1926 deaths Category:People from Inowrocław Category:19th-century Polish poets Category:19th-century Polish dramatists and playwrights Category:Polish male dramatists and playwrights Category:People from the Province of Posen Category:Leipzig University alumni Category:University of Breslau alumni Category:Polish male poets Category:20th-century Polish poets Category:20th-century Polish dramatists and playwrights ",
    "title": "Jan Kasprowicz"
}