{
    "id": "2559651",
    "text": "Hamish & Andy are an Australian comedy duo formed in 2003 by Hamish Blake and Andy Lee. They are most known for their successful drive-time radio show, The Hamish & Andy Show (and its various follow-ups), and for their work on television as correspondents on Rove and their Nine Network series Hamish & Andy's Gap Year. In addition, they have made numerous appearances hosting events, and competing on game shows and in celebrity sporting events. In 2014, the pair were the highest paid commercial radio hosts in Australia, with individual salaries of A$4 million. ==Background== The two met while Lee was studying Commerce and Blake was studying Commerce/Science at the University of Melbourne, and entered comedy competitions. ==Radio career== Hamish & Andy have presented radio programmes for Fox FM in a variety of formats since 2003. {| class=\"wikitable plainrowheaders\" |- ! scope=\"col\" style=\"background: #D3D3D3\" width=\"250px\" | Program Title ! scope=\"col\" style=\"background: #D3D3D3\" width=\"125px\" | Year ! scope=\"col\" style=\"background: #D3D3D3\" width=\"175px\" | Timeslot ! scope=\"col\" style=\"background: #D3D3D3\" width=\"100px\" | Duration ! scope=\"col\" style=\"background: #D3D3D3\" | Station |- | align=\"center\" | The Almost Tuesday Showhttps://www.radioinfo.com.au/news/melbourne%E2%80%99s-hamish-andy-hit- brisbane-airwaves|Radio Info, 5 June 2006 | 2003 | 10 p.m. – midnight Mondays | 2 hours | Fox FM |- | align=\"center\" | The Almost Midday Show | 2004–2005 | 10 a.m. – noon Saturdays | 2 hours | 2004: Fox FM 2005: Today Network |- | rowspan=\"3\" align=\"center\" | The Hamish & Andy Show | 2006–2010 | 4–6 p.m. weekdays | 2 hours | January 2006: Fox FM June 2006: Today Network and regionalshttps://www.radioinfo.com.au/news/labrat-b105-more-hamish-andy-and- kate-mac-2day|RadioInfo, 10 December 2006 |- | 2011–2012 | 4–6 p.m. Fridays | 2 hours | rowspan=\"4\"| Today Network and regionals |- | rowspan=\"2\"| January–July 2013 | 4–6 p.m. Mondays | 2 hours |- | align=\"center\" | Hamish & Andy's Business Brunch | 9–10 a.m. Tuesday–Friday10–11 a.m. on 2DayFM in Sydney due to The Kyle & Jackie O Show running until 9:30 a.m. | 1 hour |- | align=\"center\" | Hamish & Andy's Happy Hour | July 2013 – November 2014 | 3–4 p.m. Weekdays | 1 hour |- | align=\"center\" | The Hamish & Andy Show | 6 July 2015 – 1 December 2017 | 4–6 p.m. Weekdays | 2 hours | Hit Network and regionals |} The duo began presenting radio on the Student Youth Network, in the Friday afternoon drivetime slot. In 2003, soon after Hamish began writing for the Fox FM breakfast show (The Matt & Jo Show), the pair began hosting a Monday night late-night radio program called Almost Tuesday on the same station. The duo then hosted the Fox FM program, Almost Midday on Saturday mornings, which was so successful it was syndicated nationally across the Today Network. From 2006, they host the two-hour afternoon program, Hamish & Andy, formerly The Hamish & Andy Show, on the Today Network in all states and territories of Australia and in New Zealand. A weekly highlights package is also broadcast in Dubai. The duo have presented two radio specials on BBC 6 Music in the United Kingdom on 21 December 2009 and 26 January 2010. On Friday 11 June it was announced on the Christian O'Connell Breakfast Show that Hamish & Andy would be presenting three shows in London during July 2010 to cover Christian's holiday. Hamish and Andy signed a deal to present a series of shows to air on Absolute Radio Sunday evenings. ===The Hamish & Andy Show=== The duo have hosted a two-hour weekday show, The Hamish & Andy Show, since 2006. The show is broadcast in all the seven major cities of Australia, in the afternoon drivetime slot (and a compilation of the past week's best on Saturday mornings in New Zealand). The show is the highest-rated radio series in Australian history, with approximately two million listeners daily. The show is well known for its interstate and overseas trips. As of 2014, The Hamish & Andy Show has completed two domestic and two foreign caravan tours, Bass Strait sailboat trip, and trips to Afghanistan, Beijing, Japan, India, and the US, recording live on location. The program has won 14 Australian Commercial Radio Awards. The duo have released two compilation albums of segments from their daily radio show, Unessential Listening, in 2008 and Celebrating 50 Glorious Years in 2010. Both albums won ARIA Awards for Best Comedy Release. Blake and Lee announced in August 2010 that they would be cutting down their show to a single program each week from 2011 onward, in the Friday afternoon drive time slot. The final daily program aired on 3 December 2010. ===Business Brunch/Happy Hour=== As of January 2013, the pair moved their weekly drive show from Fridays to Mondays from 4 p.m, and added a one- hour show from 9 a.m. Tuesdays through Fridays. This second show is known as Hamish & Andy's Business Brunch, during which they cover every single topic in the world, one topic per show. The list of topics for every week is updated the week before and listeners are encouraged to contribute any 'expertise' or assistance to the discussion of any particular topic covered on the show. This arrangement lasted six months, until they shifted to a one-hour program at 3 p.m. every weekday afternoon called Hamish & Andy's Happy Hour. Similar to the Business Brunch, it address one topic each day, but this topic is merely a starting point for the day's conversation. ==Television career== Hamish & Andy have presented a number of television series and specials since 2003. They began on sketch shows but have found greater success in recent years with their travel diary-style programmes. Series Special {| class=\"wikitable plainrowheaders\" style=\"text-align: center;\" |- ! scope=\"col\" rowspan=\"2\" style=\"background: #D3D3D3\" width=\"75px\" | Year ! scope=\"col\" rowspan=\"2\" style=\"background: #D3D3D3\" width=\"350px\" | Program ! scope=\"col\" rowspan=\"2\" style=\"background: #D3D3D3\" width=\"125px\" | Network ! scope=\"col\" rowspan=\"2\" style=\"background: #D3D3D3\" width=\"65px\" | No. of Episodes ! scope=\"col\" rowspan=\"2\" style=\"background: #D3D3D3\" width=\"50px\" | Episode Duration ! scope=\"col\" rowspan=\"2\" style=\"background: #D3D3D3\" width=\"150px\" | Timeslot ! scope=\"col\" colspan=\"2\" style=\"background: #D3D3D3\" width=\"200px\" | Airdate(s) ! scope=\"col\" rowspan= \"2\" style=\"background: #D3D3D3\" | Viewers (Aus metro capitals) |- ! style=\"padding: 0 8px;\" style=\"background: #D3D3D3\" | Season Premiere ! style=\"padding: 0 8px;\" style=\"background: #D3D3D3\" | Season Finale |- | 2003 | style=\"background: #E0E8FF\" align=\"center\" | Radio Karate | Channel 31 | 6 | 30 mins | N/A | colspan=\"2\" | N/A | N/A |- | align=\"center\" | 2004 | style=\"background: #E0E8FF\" align=\"center\" | Hamish & Andy | align=\"center\" | Seven Network | align=\"center\" | 6 | 60 mins | 9:30 p.m. Wednesday | 31 March 2004 | 5 May 2004 | N/A |- | align=\"center\" | 2006 | style=\"background: #E0E8FF\" align=\"center\" | Real Stories | align=\"center\" rowspan=\"7\"| Network Ten | align=\"center\" | 8 | 30 mins | 9:00 p.m. Tuesday | 22 August 2006 | 10 October 2006 | 788,000 (season average) |- | align=\"center\" | 2008 | style=\"background: #FFE0E0\" align=\"center\" | Hamish & Andy: Re-Gifted | align=\"center\" | 1 | 60 mins | 7:30 p.m. Wednesday | colspan=\"2\" | 19 November 2008 | 1,136,000 |- | align=\"center\" rowspan=\"2\"| 2009 | style=\"background: #FFE0E0\" align=\"center\" | Hamish & Andy's American Caravan of Courage | align=\"center\" | 1 | 60 mins | 7:30 p.m. Thursday | colspan=\"2\" | 10 September 2009 | 1,307,000 |- | style=\"background: #FFE0E0\" align=\"center\" | Hamish & Andy: Re-Gifted – Another Very Early Christmas Special | align=\"center\" | 1 | 60 mins | 7:30 p.m. Monday | colspan=\"2\" | 23 November 2009 | 1,052,000 |- | align=\"center\" rowspan=\"3\"| 2010 | style=\"background: #FFE0E0\" align=\"center\" | Hamish & Andy's Caravan of Courage: Great Britain & Ireland | align=\"center\" | 1 | 60 mins | 8:30 p.m. Thursday | colspan=\"2\" | 17 June 2010 | 1,749,000 |- | style=\"background: #FFE0E0\" align=\"center\" | Learn India with Hamish & Andy | align=\"center\" | 1 | 60 mins | 7:30 p.m. Sunday | colspan=\"2\" | 3 October 2010 | 1,231,000 |- | style=\"background: #FFE0E0\" align=\"center\" | Hamish & Andy's Reministmas Special | align=\"center\" | 1 | 60 mins | 7:30 p.m. Sunday | colspan=\"2\" | 21 November 2010 | 1,183,000 |- | align=\"center\" | 2011 | style=\"background: #E0E8FF\" align=\"center\" | Hamish & Andy's Gap Year | align=\"center\" rowspan=\"8\" | Nine Network | align=\"center\" | 10 | 60 mins | 8:30 p.m. Thursday | 28 July 2011 | 29 September 2011 | 961,000 (season average) |- | align=\"center\" rowspan=\"2\" | 2012 | style=\"background: #E0E8FF\" align=\"center\" | Hamish & Andy's Euro Gap Year | align=\"center\" | 7 | 60 mins | 8:00 p.m. Thursday | 14 June 2012 | 26 July 2012 | 1,248,000 (season average) |- | style=\"background: #FFE0E0\" align=\"center\" | Hamish & Andy's Caravan of Courage: Australia vs New Zealand | align=\"center\" | 2 | 90 mins | 6:30 p.m. Sunday | 11 November 2012 | 18 November 2012 | 1,338,000 1,219,000 |- | align=\"center\" | 2013 | style=\"background: #E0E8FF\" align=\"center\" | Hamish & Andy's Gap Year Asia | align=\"center\" | 6 | 60 mins | 8 p.m. Monday 7 p.m. Monday | 8 July 2013 | 19 August 2013 | 1,372,000 (season average) |- | align=\"center\" | 2014 | style=\"background: #E0E8FF\" align=\"center\" | Hamish & Andy's Gap Year South America | align=\"center\" | 6 | 60 mins | 7:30 p.m. Tuesday | 1 July 2014 | 5 August 2014 | 1,000,000 (season average) |- | align=\"center\" | 2017 | style=\"background: #E0E8FF\" align=\"center\" | True Story with Hamish & Andy (season 1) | align=\"center\" | 10 | 30 mins | 7:30 p.m. Monday | 5 June 2017 | 29 August 2017 | 1,047,000 (season average) |- | align=\"center\" | 2018 | style=\"background: #E0E8FF\" align=\"center\" | True Story with Hamish & Andy (season 2) | align=\"center\" | 10 | 30 mins | 8:40pm Tuesday | 7 August 2018 | 9 October 2018 | TBA |- | align=\"center\" | 2019 | style=\"background: #E0E8FF\" align=\"center\" | Hamish and Andy's “Perfect” Holiday | align=\"center\" | 3 | 60 mins | 7:00pm Sunday | 17 November 2019 | 1 December 2019 | 1,457,000 |} ===Early days=== Blake united with Lee in 2003 when they developed a Channel 31 sketch show, called Radio Karate, with friends Ryan Shelton and Tim Bartley. Blake reunited with Lee in 2004 when they were named hosts of a new Seven Network variety program, The Hamish and Andy Show, a show described as a successor to Big Bite. It premiered in 2004, and steadily built a moderate cult audience. However the show did not rate well and was cancelled after its initial run of six episodes. ===Rove and guest appearances=== Hamish Blake, with Andrew Günsberg, appearing on Joker Poker in 2005. In 2005, they were recruited by comedian Rove McManus, to develop the satirical television comedy series, Real Stories, which aired on Network Ten in 2006. From 2007 to 2009, the duo appeared fortnightly on Rove in a mixture of pre-recorded segments and live appearances. They hosted the Logie awards in 2007 and 2008 (and went on to open the 2013 and 2014 ceremonies), and the ARIA awards in 2008. They appeared on Joker Poker and Australia's Brainiest Comedian in 2005, Are You Smarter Than A 5th Grader? in 2009 and Good News Week in 2010. The group appeared on The Jay Leno Show twice in 2009, and on The 7pm Project numerous times from 2009, in a similar manner as they did on Rove. They appeared on UKs The Graham Norton Show in June 2010. ===Network Ten specials=== The duo have presented numerous televised clip show specials on Network Ten. Hamish and Andy: Re-Gifted at the end of 2008, and Hamish & Andy: Re-Gifted – Another Very Early Christmas Special at the end of 2009, were both produced in conjunction with Roving Enterprises and consisted mostly of highlights of their fortnightly appearances on Rove. Their 2010 Hamish & Andy's Reministmas Special recapped their adventures during the year, mostly as part of their radio show. In addition to these, they produced three travel specials for Ten. Hamish & Andy's American Caravan of Courage in 2009 (another Roving Enterprises co-production) summarised their two-week road-trip across the United States. Similarly, 2010's Hamish & Andy's Caravan of Courage: Great Britain and Ireland recapped their next caravan trip made as part of their radio show. Their third travel special, Learn India with Hamish & Andy, aired as part of the network's lead-up to the 2010 Commonwealth Games in Delhi. ===Nine Network and Gap Year=== Following a series of media reports, the pair confirmed in February 2011 that they had joined the Nine Network on a two-year contract, to produce Hamish and Andy's Gap Year. The show first aired on 28 July 2011. The show premiered to strong ratings and has since gone onto three more seasons (Hamish & Andy's Euro Gap Year in 2012 and Hamish & Andy's Gap Year Asia in 2013 and Hamish & Andy's Gap Year South America in 2014). The pair also filmed a fifth Caravan of Courage adventure in 2012, in which they compared their home country, Australia, to their neighbours New Zealand in two 90-minute specials. In December 2016, the duo announced that 2017 would be their last year on radio, in order to focus on television. They also announced an as yet unnamed TV show to be aired on the Nine Network in mid 2017. The duo advertised on their website and radio show, for listeners to contribute \"great stories\" for \"The Great Stories Project\" which was the basis of their 2017 television show True Story with Hamish & Andy on the Nine Network. ==Other projects== Blake (centre) and Lee (right) played in the 2008 E. J. Whitten Legends Game. On 7 July 2007 they presented the Australian leg of Live Earth and also appeared at the Melbourne Sound Relief concert in 2009. They played in the 2008 and 2009 E. J. Whitten Legends Game. They also made a mockumentary short film The Greystone 2800, that won the 2005 Melbourne Comedy Festival Short Film competition. They also hosted FHM's Search for Australia's Funniest Man. They had a minor acting role on soap opera, Neighbours, portraying radio presenters Fred and Big Tommo on the episode dated 27 August 2008. The episode featured them promoting university drop-out Ty Harper's (Dean Geyer) band, and interviewing schoolgirls Rachel Kinski (Caitlin Stasey) and Donna Freedman (Margot Robbie) about their situation with Harper. They make a cameo appearance in the 2010 short film IA: Interview Artist. They have also made appearances on many Austereo radio shows, occasionally filling in for Kyle & Jackie O, Matt & Jo or Fifi and Jules when a regular presenter fell ill. Hamish and Andy hosted the richest horse suit race in Australia in the small Victorian country town of Wedderburn. It drew about 7000 people and featured performances from themselves, Jessica Mauboy, and Birds of Tokyo. ==See also== *Hamish & Andy (radio show) *Hamish & Andy's Gap Year *Caravan of Courage *Roy and HG ==References== ==External links== *Hamish & Andy's official site *Real Stories Category:ARIA Award winners Category:Australian male comedians Category:Australian radio presenters Category:Pranksters Category:RMITV alumni ",
    "title": "Hamish &amp; Andy"
}