{
    "id": "2559944",
    "text": "Toxic Reasons were an American punk rock band, formed in 1979. The band released nine full-length studio albums between 1982 and 1995. ==History== Toxic Reasons formed in Dayton, Ohio in 1979. The founding members were Bruce Stuckey (bass guitar and vocals), Joel Agne (guitar and vocals), Ed Pittman (lead vocals) and Mark Patterson (drums). In 1980, Agne left the band and was replaced by Greg Stout on bass, while Stuckey switched to lead guitar. In 1981, Patterson left the band and was replaced by James J. \"J.J.\" Pearson on drums. Rob \"Snot\" Lucjak also joined on rhythm guitar. They recorded their first studio album, Independence, at Keystone Recording in Indianapolis, Indiana, then went on tour and moved to San Francisco, where their label, Risky Records, was located. David \"Tufty\" Clough (formerly of Zero Boys) joined the band on bass guitar. Pittman left the group following the release of Independence. During this time, the band created a logo showing the U.S., Canadian, and British flags joined together. The symbol not only represented their tri-national roots (Pearson from Canada, Clough and Lucjak from England, and Stuckey from the U.S.), but also came to symbolize the diversity of their sound, which mixed fast hardcore punk with melodic guitar lines and elements of punk-reggae. The band's last album, No Peace in Our Time (1995), was the first-ever punk rock CD-ROM released for Mac and Windows. It included short videos, a history of the band's history as told by Stuckey and a karaoke competition with \"White Noise\". Several songs from No Peace in Our Time appeared in the 1997 feature film The Waiter, directed by G. Allen Johnson. ==Later projects== In 2007, Pearson released a solo album, Only One Reason. Clough later rejoined the reformed Zero Boys. Pittman currently plays with the band New Regrets. ==Band members== *Bruce Stuckey - guitar, vocals (1979–1995) *Ed Pittman - lead vocals (1979–1983) *Mark Patterson - drums (1979-1981) *Joel Agne - guitar, vocals (1979–1980) *Greg Stout - bass (1980-1982) *Jimmy Joe \"J.J.\" Pearson - drums, vocals (1981–1995) *Rob \"Snot\" Lucjak - bass, guitar, vocals (1981–1985) *David \"Tufty\" Clough - bass, vocals (1982–1995) *Terry Howe - guitar (1986; died 2000) *Federico \"Fefo\" Forconi - guitar (1988-1989) == Discography== ===Studio albums=== *Independence (1982, Risky Records) *Kill By Remote Control (1984, Sixth International Records) *Within These Walls (1985, Treason Records) *Bullets for You (1986, T-Reason Records) *Dedication 1979-1988 (1988, SFunhouse Records) *Anything for Money (1989, SPV/Hellhound) *Fashion for Fascism (1990, Lone Wolf Records) *In the House of God (1993, Bitzcore) *No Peace in Our Time (1995, Bitzcore, 1995) ===Singles and EPs=== *\"War Hero\" 7\" single (1980, Banit Records) *\"Ghost Town\" 7\" single (1981, Risky Records) *\"God Bless America \" 7\" single (1984, T-Reason Records) *Nobody Tells Us 7\" EP (1990, Selfless Records) *Toxic Reasons/ZB split 7\" EP with Zero Boys (1992, Selfless Records) ===Live albums=== *Live Berkeley Square December 1981 (2014, Beer City Records) ==References== Category:Musical groups from Dayton, Ohio Category:Hardcore punk groups from Ohio Category:Alternative Tentacles artists Category:Musical groups from Ohio Category:Hellhound_Records_artists ",
    "title": "Toxic Reasons"
}