{
    "id": "2560196",
    "text": "Riitta Uosukainen Riitta Maria Uosukainen (née Vainikka; 18 June 1942, Jääski, Viipuri Province, Finland (now Svetogorsk, Leningrad Oblast, Russia)) is a Finnish politician and former Member of Parliament. She is one of the eight people to gain the highest honorary title, Counselor of State, given by the President. Uosukainen worked as editor of the Kustannus Oy Tammi publishing house 1965–1966, before beginning university studies. She graduated with a Licentiate in Philosophy in 1970. She also worked as a teacher from 1969, becoming a Senior Teacher in 1971. She continued her career in education by becoming a Lecturer in Finnish language didactics at the University of Joensuu in 1976. She also served as Regional Teacher Educator in Finnish from 1976 to 1983. She began her political career in 1977 when she was elected to Imatra Town Council, retaining that post until 1992, before being elected to the Finnish Parliament in 1983 for the National Coalition Party. She remained as a member of parliament until 2003. Uosukainen was Minister of Education (1991–1994), National Coalition Party presidential candidate in 2000, and Speaker of the Finnish Parliament almost continuously from 1994 to 2003. ==References== ==See also== * Riitta Uosukainen in 375 humanists – 20 April 2015. Faculty of Arts, University of Helsinki. Category:1942 births Category:Living people Category:People from Vyborg District Category:National Coalition Party politicians Category:Ministers of Education of Finland Category:Speakers of the Parliament of Finland Category:Members of the Parliament of Finland (1983–87) Category:Members of the Parliament of Finland (1987–91) Category:Members of the Parliament of Finland (1991–95) Category:Members of the Parliament of Finland (1995–99) Category:Members of the Parliament of Finland (1999–2003) Category:Women government ministers of Finland Category:20th-century Finnish women politicians Category:21st-century Finnish women politicians Category:Women legislative speakers Category:Women members of the Parliament of Finland Category:Recipients of the Order of the Cross of Terra Mariana, 1st Class Category:Candidates for President of Finland Category:Recipients of the Order of the White Star, 1st Class ",
    "title": "Riitta Uosukainen"
}