{
    "id": "2560711",
    "text": "Lucía Etxebarría (2017) Lucía Etxebarría de Asteinza is a Spanish writer. She was born in Valencia in 1966, of Basque parents as her name suggests, the youngest of seven children. The Basque surname Etxebarria has no diacritics, although its Spanish version Echevarría has. Etxebarría was a typo that she liked and adopted as a nom de plume, though it is not used in all her books. She is a recipient of the Premio Planeta de Novela and the Premio Nadal. ==Career== Her first book was Kurt Cobain and Courtney Love's biography: La historia de Kurt y Courtney: aguanta esto (1996). Her first novel, Amor, curiosidad, prozac y dudas (1997) received Ana María Matute's support, and situated her in the Generacion Kronen scope. The following year her second novel, Beatriz y los cuerpos celestes, won the Nadal Prize.El País, January 7, 1998 With De todo lo visible y lo invisible (2001) she won the Primavera Prize. With Un milagro en equilibrio, she obtained the 53rd Planeta Prize in 2004.El País, October 16, 2004 In addition to these books and many other titles she has published poetry; her collection Actos de placer y amor won the Barcarola Poetry Prize in 2004. She has published two collections of feminist essays, and has also worked as a scriptwriter. In 2011, Etxebarria said she would stop writing, claiming that digital redistribution of her books had made writing not worth the effort because of piracy. She is a member of Mensa. ==Bibliography== The following bibliography is probably incomplete. Also, note that English language editions of Etxebarria's work are not currently available, and the title translations provided below may well not correspond to titles eventually used in the English edition of these books. *La historia de Kurt y Courtney: aguanta esto (1996), biography (The Story of Kurt and Courtney: Live Through This) *Amor, curiosidad, prozac y dudas (1997), novel (Love, Curiosity, Prozac and Doubts) *Beatriz y los cuerpos celestes (1998), novel (Beatrice and the Heavenly Bodies) *Nosotras que no somos como las demas (1999) (We Who Are Not Like the Rest) *La futura Eva, La letra futura (2000), essays (The Future Eve, Future Writing) *De todo lo visible y lo invisible (2001), novel (All Things Visible and Invisible) *Estación de Infierno (2001), poetry (Hell Station) *En brazos de la mujer fetiche (2002), essays (In the Arms of the Fetish Woman) *Una historia de amor como otra cualquiera (2003), novel (A Love Story Like All the Rest) *Un milagro en equilibrio (2004), novel (A Miracle in the Balance) *Courtney y yo (2004), biography (Courtney and Me)(reedition of The Story of Kurt and Courtney: Live Through This) *Actos de amor y placer (2005), poetry (Acts of Love and Pleasure) *Voces desde y hacia Palestina (2005), editor *Ya no sufro por amor (2006), self-help (I No Longer Suffer for Love) *Cosmofobia (2007), novel (Cosmophobia) *El club de las malas madres (2009), essays with Goyo Bustos *Lo verdadero es un momento de lo falso (2010) *El contenido del silencio (2012), novel (The Content of Silence) *Tu corazón no está bien de la cabeza (2013), self-help (second part of \"Ya no sufro por amor\") *El contenido del silencio (2011) *Dios no tiene tiempo libre (2013) *Cuentos clásicos para chicas modernas (2013) *Liquidación por derribo. Cómo se gestó la que está cayendo (2013), essays (On sale for demolition. How was managed what it is coming now) *Flores para Sally (2014), theater (Flowers for Sally) *Dios no tiene tiempo libre (2014), theater (God has no free time) *Más peligroso es no amar (2016), essays (It is more dangerous not to love) *Le don empoisonné de la folie (2017), novel (The poisoned gift of madness) *Por qué el amor nos duele tanto (2017), novel (Why love hurts so much) *Batirse en vuelo (2017), poetry (Fighting a duel) As a screenwriter:IMDB *Sobreviviré (1999). Directed by David Menkes and Alfonso Albacete (I will survive) *Amor, curiosidad, prozac y dudas (2001). Directed by Miguel Santesmases (Love, Curiosity, Prozac and Doubts) *La mujer de mi vida (2001). Dirigido by Antonio del Real (The woman of my life) *I Love You Baby (2001). Directed by Alfonso Albacete and David Menkes (I Love You, Baby) == References == ==External links== * Generacion Kronen Category:1966 births Category:Living people Category:People from Valencia Category:Spanish biographers Category:Spanish women novelists Category:Spanish women poets Category:Basque people Category:Basque women Category:20th-century Spanish novelists Category:Women biographers Category:20th-century women writers Category:Basque women writers Category:20th-century Spanish poets Category:20th-century biographers ",
    "title": "Lucía Etxebarría"
}