{
    "id": "2560930",
    "text": "Hagley railway station serves the English village of Hagley, Worcestershire. Off peak trains call three times an hour in each direction, running to or through Kidderminster westwards and through Stourbridge and Birmingham Snow Hill eastwards. Additional trains also call during the morning and evening rush hours. A half hourly service runs in the late evenings and an hourly service on Sundays.West Midlands Railway train times - 10 December 2017-19 May 2018 Customer Information Screens are installed on either platform. Since the 2017 change of franchise, services are run by West Midlands Trains.National Rail information The nearest railway stations are Stourbridge Junction (towards Birmingham) and Blakedown (towards Kidderminster and Worcester). The station retains one of its GWR-era station buildings and its canopied footbridge, both dating from 1884. Although typical of its era, very few examples of that kind of ornamental ironwork bridge now survive and it was listed grade 2 in 2000.British Listed Buildings When it was refurbished in late 2011, the colours reverted from its former navy blue and white to the original GWR cream and salmon livery.BBC News, \"Hagley's' Hornby' railway footbridge restored\", 10 April 2012 The footbridge was also used by Hornby as the basis for its 00 Gauge model.Hattons model railways ==History== The original village of Hagley was a mile away uphill; when its station first appeared in timetables in 1862 as part of the Oxford, Worcester and Wolverhampton railway, it was a rough and ready structure with platforms built of old sleepers. With the line subsequently being taken over by GWR, and the expansion of Lower Hagley along the nearby road to Worcester, there was a demand for a proper building with a station approach up to it.Geoffrey Parkes, “History of Hagley”, Hagley Historical and Field Society Canopied brick buildings were constructed on either side of the line at this time. While the one on the Stourbridge side housed waiting rooms and toilets, on the Kidderminster and Station Drive side there was the stationmaster's office, the ticket office, and two more waiting rooms and toilets. Under him the stationmaster had a booking clerk and three porters as well as someone to deliver parcels and personal luggage. There were also three signalmen at the box beyond the Brake Lane bridge and maintenance workers responsible for the track and embankments. The signal box has now gone while the building on the Stourbridge platform has been demolished and replaced with a metal shelter. In the former goods yard north of the station on Brake Lane were coal merchants and the offices responsible for dealing with livestock brought by train for sale at the Monday cattle market, which was located uphill in the old village (at the junction of the A491 and the A456). Where the sidings for coal trucks and the cattle pens used to be, there is now a private housing development named The Sidings after the site.Tom Pagett, “An Introduction to the History of Hagley”, Hagley Field and Historical Society 1997, pp.54-5 ==References== ==Further reading== * ==External links== *Rail Around Birmingham and the West Midlands: Hagley station Category:Railway stations in Worcestershire Category:Former Great Western Railway stations Category:Railway stations in Great Britain opened in 1862 ",
    "title": "Hagley railway station"
}