{
    "id": "2560972",
    "text": "Balangir District, also called Bolangir District, is a district situated in the western region of Odisha, in India. The district has an area of 5,165 km², and a population of 1,648,997 (2011 census). The town of Balangir is the district headquarters. The composition of the land is predominantly rural. Other important big & small towns in Balangir district are Titlagarh, Patnagarh, Kantabanji, Loisingha, Saintala, Belpada, Tushra, Agalpur, Deogaon, Chudapali, Biripali, Bhalumunda, Bangomunda, Sindhekela, Turekela.Muribahal == History == The district of Balangir is named after the headquarters towns of Balangir. This town was also the headquarters of the feudatory state of Patna since the 1880s. The district of Balangir is flanked in the northwest by the Gandhamardan hills. Many hill streams traverse it. It is the land of Tantrik culture. It is also notable for having experimented in the republican form of Government that was overthrown by Ramai Deo. ===Etymology=== Royal Palace of Balangir Balaram Deo, the 19th Raja of Patna (princely state), founded a town called Balramgarh and shifted the capital of Patna state from Patnagarh to Balramgarh in the early 16th century. Subsequently, the town was renamed as Balangir from Balramgarh. After around 8 years of rule in Patna state, he was awarded the land from river Ang till the boundary of Bamra kingdom by his mother. Subsequently, he founded a kingdom named Sambalpur, which went on to become a strong kingdom.Orissa District Gazetteers: Balangir, Printed by the Superintendent, Orissa Government Press, 1966 ===Ancient History=== 8th Century AD Indralath Temple at Ranipur-Jharial. The territory comprising the present district of Balangir was in ancient times a part of the South Kosala . According to tradition, the origin of South Kosala dates back to the time of Rama and scholars like Pargiter believe that Rama's long stay in that region gave rise to the name of South Kosala after his original homeland Kosala. According to Padmapurana, the kingdom of Kosala, after Rama, was divided between Lava and Kusa, his two son. Later Kusa founded the city of Kusasthalipura and ruled over the southern half of Kosala (that included modern day Western Odisha and Chhattisgarh State). During the time of Grammarian Panini (5th Century B.C), a territory named Taitila Janapada flourished to the west of Kalinga and that territory has been associated by historians with the modern town of Titlagarh in Balangir district. Taitala Janapada was famous for trade in some commodities described by the Grammarian as \"Kadru\" the meaning of which may be either horse or cotton fabrics.Panini's Ashtadyayi VI. 2. 42 According to Chetiya Jataka, the capital of the Chedi country was Sothivatinagara which is the same as Suktimatipuri of Harivamsa and Suktisahvaya of the Mahabharata (Vana Parva). The epic (Adi Parva) also states that the capital of the Chedis was situated on the bank of river Suktimati which is the Sukhtel river of Balangir districtD. C. Sircar Ancient Geography of India Pg.55 Thus the ancestors of King of Kalinga Kharavela were from the Balangir district as they were ruling over the territory drained by the Sukhtel river in Balangir, wherefrom they advanced towards the east and became the master of Kalinga by the 1st Century B.C. In the Hathigumpha inscription, Kharavela refers to one Rajashri Vasu as his ancestor, who is probably the same as Vasu, the son of Abhichandra, the founder of Chedi Kingdom. This Vasu may also be identified with Uparichara Vasu of the Mahabharata (Adi Parva) where hs is described as the King of the Chedis who were ruling in the modern district of Balangir and Subarnapur.D. C. Sircar Ancient Geography of India Balangir region continued to be under the rule of Chedis during the 1st Century AD but in the 2nd century it came under the possession of the Satavahanas, whose king was Gautamiputra Satakarni. He is said to have built a magnificent vihara for his philosopher friend Nagarjuna on the Po Lo Mo Lo Ki Li or Parimalagir identified with the modern Gandharmardan hills. ===Early history=== 8th Century AD Chousath Jogini Temple, One out of the four such temple in India. The earliest noted history of Balangir district dates back to the third century BC. The earliest introduction and spread of Aryan religious practice in Dakhin Kosala came with the initial incursion of the Jain religion. According to Bhagavati Sutra and Harivamsha Purana, Mahavir started his earliest preaching of Dharma at Nalanda, Rajgriha, Paniya Bhumi and Siddharthagrama. According to some scholars, (D. C. Sircar) Punita Bhumi is a synonym of Paniya Bhumi as per Odra-Magadhi language. It is the same as Paniya Bhumi or Nagoloka, the present Nagpur, and it is further identified as Bhogapura, the modern Bastar, region of Chhattisgarh, Koraput, Kalahandi and Balangir district of Odisha.D. C. Sircar, Inscription of Orissa, Pg. 263 In some of the insctiptions found in Balangir and Sonepur district, it has been mentioned that this part of the land was known as Attavika during Ashoka's invasion of Kalinga in 261 B.C. The Chinese pilgrim Xuanzang visited Po Lo Mo Lo Ki Li monastery at modern Paikmal in the 7th Century AD. It was then having cloisters and lofty halls and those halls were arranged in five tiers each with four courts with temples containing life-size gold images of BuddhaYuan Chawng 'Journey of the West' Utkal University Archaeology Prof. Dr. Sadasiva Pradhan excavated the Gumagad site under Gudvela block near the Tel river valley in Balangir district, where he found that a strategic military hub existed in the 1st century BC. It was set up by a king contemporary to king Kharavela. Four copper plates were also found at Terssingha village which speaks of the Tel valley civilisation. Those plates had information regarding the two capitals – Udayapur and Parbatadwaraka – which were under the rule of Rashtrakutas and local chieftains belonging to different clans. The Udayapur area, the capital of Rashtrakuta kings, who ruled in the valley, still does have standing structures and also the ruins. These are mostly found at Amathgad. Ruins of a medieval fort is also found there. According to eminent historian and epigraphist Sadananda Agrawal, copper plates were recently found in Kapsila village near Balangir. The found materials were three copper plates tied together by a circular ring and issued by a king named Khadgasimha. It has been dated to the 8th century AD and it informs about new rulers and history of the Tel valley civilization. ===Rulers of Ancient Balangir=== Goddess Pataneswari, The tutelary goddess of Balangir District. The chronology of various dynasty who ruled Balangir over the time. * The Panduvamsis * The Bhanjas * The Somavamsis * The Chodas * The Kalachuris * The Gangas * The Chouhans ===Center of Tantrik Vidya=== 8th Century AD Temple cluster, Ranipur Jharial Balangir Ranipur-Jharial in Balangir district is another place of historical importance. According to historians this area was known for its Tantra-Vidya throughout India. Somavanshi kings of Dakhin Koshal had built many temples here that can be dated back to the 8th-9th centuries AD. It is said that there were at least 200 temples covering an area of about half a mile in length and a quarter of a mile in width. The largest stone temple is Someswar Siva, which was constructed by a Mattamayura Shaivacharya Gagana Siva whose inscription can be found on the lintel of the temple. Ranipur-Jharial houses one among the five existing rare monuments of Hypaethral temples (temples without roofs) dedicated to 64 yoginis in India. The other three are at Hirapur near Bhubaneswar, Khajurao & Bheraghat near Jabalpur, and Dudhai near Lalitpur. The images at Ranipur-Jharial are made of sandstone. The temple of 64 yoginis of Ranipur-Jharial is famous not only for its architecture, but also for its religious significance. Three-faced Natraj Shiva idol stands at the centre of the temple encircled by 64 sculptures of the Yogini goddesses in various positions. Unfortunately with the curse of time, and also due to lack of care only 48 Yoginis are left by now. ===Chouhan Rule=== Official flag of the Royal Family of Balangir Ramai Deo founded the kingdom of Patna in 1360 AD, and within a short span of its aggressive career become the head of the cluster of eighteen Garhs. The Patna kingdom stretched from Raigarh in Chhattisgarh to Bamra in Sundergarh District. List of Chouhan rulers of the Patna statehttp://uqconnect.net/~zzhsoszy/ips/p/patna.html Orissa District Gazetteers, Appendix III, Page 86-87 * Raja Ramai Deo (1360-1385 AD) * Raja Mahaling Singh Deo (1385-1390 AD) * Raja Vatsaraja Deo (1390-1410 AD) * Raja Vaijal Deo I (1410-1430 AD) * Raja Bhojaraj Deo (1430-1455 AD) * Raja Pratap Rudra Deo I (1455-1480 AD) * Raja Bhupal Deo I (1480-1500 AD) * Raja Vikramaditya Deo I (1500-1520 AD) * Raja Vaijal Deo II (1520-1540 AD) * Raja Bajra Hiradhara Deo (1540-1570 AD) (Had two sons, Narsingh Deo and Balaram Deo, who later founded the Sambalpur Kingdom) * Raja Narsingh Deo (1570-1577 AD) * Raja Hamir Deo (1577-1581 AD) * Raja Pratap Deo II (1581-1587 & 1600-1620 AD) (Between 1587-1600 it was looked after by Hrudaya Narayan Deo, son of Sambalpur Raja Balram Deo) * Raja Vikramaditya Deo II (1620-1640 AD) (His younger brother Gopal Rai was made the Raja of Khariar) * Raja Mukunda Deo (1640-1670 AD) * Raja Balaram Deo (1670-1678 AD) * Raja Hrudesha Deo (1678-1685 AD) * Raja Rai Singh Deo (1685-1762 AD) * Raja Chandra Sekhara Deo * Raja Pruthuviraj Deo (1762-1765 AD) * Raja Ramachandra Deo I (1765 - 1820 AD) * Raja Bhupal Deo (1820-1848 AD) (His brother Maharaj Yuvraj Singh Deowas granted the estate of Jarasingha in 1765) * Maharaja Hiravajra Singh Deo (1848-1866 AD) * Maharaja Sur Pratap Singh Deo (1866-1878 AD) * Maharaja Ramchandra Singh Deo II (1878-1895 AD) * Maharaja Dalaganjan Singh Deo (1895-1910 AD) * Maharaja Prithviraj Singh Deo (1910-1924 AD) * Maharaja Sir Rajendra Narayan Singh Deo (1924-1975 AD) * Maharaja Raj Raj Singh Deo * Maharaja Kanak Vardhan Singh Deo ===The Eighteen Garhs=== Below is the list of eighteen Garhs (with their old names) which were part of the old Patna State (Balangir) and Sambalpur State during the Chouhan rule. Also known as the Garhjat States. * Patna (Included most part of the modern Balangir district) * Sumbulpore (Sambalpur) * Sonepoor (Sonepur,Subarnapur) * Bamra * Rehracole (Rairakhol) * Gangpoor (Rajgangpur) * Boudh * Atmullick * Phooljur * Bunnaee (Bonai) * Raigarh * Buragarh (Bargarh) * Suktee * Chandarpur * Sarangarh * Bindanawagarh * Khariar * Borasambar (Padampur) ===List of industries before independence=== Though now Balangir is one of the most under-developed districts in Odisha, it was not the same before its merger with Odisha. Ex- Patna State was one of the earliest states in India to have started industries as early as the end of the 17th Century. Below is the list of industries existed during the pre-merger period. * Koshal Transport and Trading Co. Ltd., Balangir * Koshal Industrial Development Co. Ltd., Balangir * Balangir Trading Co. Ltd., Titlagarh * Patna Village Industries Association Ltd, Lathor * Rajendra Tile Works Ltd, Titlagarh * Koshal Industries Development Syndicate, Balangir * Patna State Graphite Mining Co., Titlagarh * Patna State Weaving Factory, Balangir * Mahavir Jain Weaving Factory, Belgaon * Weaving Factory, Manihira, Loisingha * Central Jail Weaving Factory, Balangir * Handmade Paper Factory, Balangir ===Merger with Odisha state=== The Chauhan rule ended with the merger of Patna and Sonepur into Orissa on the January 1, 1948. They together form the district of Balangir. Sonepur was carved out as a separate district on April 1, 1993. The last ruler of Patna, Rajendra Narayan Singh Deo successfully made the transition to democratic politics. He became the Chief Minister of Odisha from 1967 until 1971. ===Recent developments=== Currently people of this district along with the nine other districts of western Odisha are demanding for a separate state called Koshal. According to unofficial sources around 20,000 people are migrating from Balangir every year to other states in search of work. More than 90% population in this district are staying below poverty line. There is an Ordnance Factory of the Ordnance Factories Board which manufactures products for the Indian Armed Forces. Overall this western district of Odisha needs quick improvement to catch up with the other parts of the state and country. The government needs to take care of special responsibility towards the development like construction of roads, buildings, education to the people, developments like railway and air connectivity. For instance the nearest airport from any part of the district is Bhubaneswar, Raipur or Visakhapatnam which are minimum 7 hours journey from Balangir. Also the standard of living of the people needs to be improved by providing the minimum requirements to the people by providing jobs to them so that migration of the people from this part to other parts of the country could be avoided. At the same time, social menaces like dowry killing, and unsocial activities like theft, burglary and murder could be kept in control. On May 13, 2010, Annual Credit Plan for the year 2010-2011 was launched with a projected plan outlay of Rs. 309.97 crores. Special programmes are envisaged to arrest the flow of labour to other states in search of work, popularly known as Dadan Shramik. ==Geography== The district of Balangir is flanked in the north-west by the Gandhamardan hills, a name of the Ramayana Fame, and in the north-east by the rock-infested Mahanadi. It is traversed by many hill streams and is interspersed with the evergreen woodlands, the shelter of Bison and Sambar. The main forest area stretches along the western boundary bordering the Nuapada, Kalahandi district and then turns to the east running parallel to the Gandhamardan range. This forest track is broken by occasional clearings and small settlements, but it mostly consists of thick vegetation in which bamboo of excellent quality grows and Sal, Sahaj, Piasal, Dhaura and Ebony form the principal timber. The crest of the range of Gandhamardan hills is fine platue, some ten miles long, with an average height of 3000 feet. For most part of this district lies on the north-west bank of river Tel, which form the boundary between his district and the district of Kalahandi, Sonepur, Boudh and Kandhamal. ===Main rivers and tributaries=== * Mahanadi * Tel * Undar, Lanth, Sungadh and Sukhtel (Tributaries of the Tel) * Ang * Jira * Saleshing ===Hill System=== Mathkhai, The Sacred Hill on the outskirt of Balangir City also a Landmark of the District. * Gandhamardan (3,296 ft) * Butel (2,670 ft) * Chahdli (2,630 ft) * Thuta (2,056 ft) * Bender (1,920 ft) * Patpani * Chhatardandi * Matkhai (2,591) ==Economy== In 2006 the Ministry of Panchayati Raj named Balangir one of the country's 250 most backward districts (out of a total of 640). It is one of the 19 districts in Odisha currently receiving funds from the Backward Regions Grant Fund Programme (BRGF). ==Administrative setup== Bolangir District has been divided into 3 Sub- Divisions and 14 Blocks. There are 285 Gram Panchayat with 1,794 Villages (Inhabited 1764, Uninhabited 30) in the District. * Sub Divisions: (3): Balangir, Patnagarh and Titilagarh * Blocks: (14): Agalpur, Balangir, Belpara, Bongamunda, Deogaon, Gudvella, Khaparakhol, Loisinga, Muribahal, Patnagarh, Puintala, Saintala, Titilagarh and Tureikela * Tahasils: (14): Agalpur, Balangir, Bangamunda, Belpara, Deogaon, Kantabanji, Khaprakhol, Loisinga, Moribahal, Patnagarh, Puintala, Saintala, Titilagarh and Tusura * Urban Bodies: (4): ** Municipality: (1): Balangir ** NAC: (4): Kantabanjhi, Patnagarh , Titlagarh. and (TUSHRA) ==Demographics== According to the 2011 census Balangir district has a population of 1,648,997, roughly equal to the nation of Guinea-Bissau or the US state of Idaho. This gives it a ranking of 302nd in India (out of a total of 640). The district has a literacy rate of 65.5%. At the time of the 2011 Census of India, 98.28% of the population in the district spoke Odia and 1.18% Hindi as their first language.2011 Census of India, Population By Mother Tongue A large chunk of the population of Balangir district consists of Scheduled Tribes and Scheduled Castes. ===SC=== The following seven of these castes are numerically important, as they constitute 96.6 per cent of the total scheduled caste population in the district. * Barik * Chamar, Mochi or satnami * Dhuba or Dhobi * Dom or Duria Dom * Ganda * Betra * Ghasi * Mehra or Mahar List of SC present in the district other than the list above :- Adi Andhra, Amant or Amat, Badaik, Bagheti, Bajikar, Bauri, Beldar, Bhata, Bhoi, Chakali, Chandala, Dandasi, Dewar, Dhanwar, Ghantarghada or Ghantra, Ghogia, Godra, Hadi, Jaggali, Kandra, Karua, Khadala, Kurunga, Laban, Laheri, Mala, mang, Mangan, Mundapotta, Naik, Paidi, Pano, Panika, Pantanti, Pap, Relli, Samasi, Sanei, Sidhria, Sindhuria, Siyal, Tamadia, Tanla, Tior . Some of the castes above are now extinct (i.e. Bhata, Dandasi, Godra, Mala, Relli, Mundapotta, Paidi) ===ST=== There are around 31 scheduled tribes in the district. The following 8 tribes which are numerically important consists 97 per cent of the total tribal population * Binjhal * Dal * Gond * Kond or Kondha or * Mirdhas * Munda * Sabar or suara or sahara * Shabar or Lodha List of ST present in the district other than the list above :- Bagata, Banjara or Banjari, Bhuyan, Bhumij, Binjhia or Binjhoa, Dharua, Gandia, Gond, Ho, Holva, Kawar, Kharia or Kharian, Kisan, Kolha, Kondadora, Kora, Korua, Kutia, Kulis, Mahali, Mankidi, Oraon, Santhal, Tharua. Out of the above list the Bagata tribe is now extinct. ===OBC=== Besides the SC and ST there are a few castes which are regarded as belonging to other backward classes. Below is the list of OBC's in Balangir district * Agaria * Bania * Bairagi * Bhani * Bhulia * Dumal * Gudia * Kalhara * Khadura * Kostha * Mali * Suda * Teli * Thanapati * Chasa * Kuilta * Gauda * Kumbhakar * Gandhamali * Bhandari * Rana === other people === Besides the SC,ST and OBC, other General Castes are the other castes who constitute only 2% of the total population of the district as per socio economic caste - 2011 census * Brahmin or Brahman * Karan * Khandayat * Kshatriya ==Culture== For details see the article Kosal. ===Folk dances=== Dalkhai, A Folk Dance Form of Balangir as well as Western Odisha The Playful child of this area composes verses of “Chhiollai”, “Humobauli” and “Dauligit”, the fleeting adolescence composes “Sajani”, “Chhata”, “Daika”, “Bhekani” : the eternal youth composes “Rasarkeli”, “Jaiphul”, “Maila Jada”, “Bayamana”, “Gunchikuta” and “Dalkhai”. The man who worship work, composes “Karma” and “Jhumer” invigorating Lord Vishwakarma and the “Karamashani” goddess. In every type of situation, in work or at rest; while ploughing, transplanting, husking, thresing, beating, driving bullock cart or boat, grazing cattle, worshipping deities and gods, performing marriages and social functions-there are songs and dances for everybody. The professional entertainers perform Dand, Danggada, Mudgada, Ghumra, Sadhana, Sabar – Sabaren, Disdigo, Nachina – Bajnia, Samparda and Sanchar. They are for all occasions, for all time with varieties of rhythm and rhyme. Most of these folk dances are accompanied by music and songs (Pasayat, 1998, 2003, 2007, 2008). ===Festivals=== Sital Sasthi: It is the Marriage Ceremony of Lord Shiva with Goddess Parvati. The festival is observed in the month of June with pomp and ceremony at Balangir and is extended for a week. Pilgrims from the neighboring districts and States of Madhya Pradesh and Bihar also participate in the festival. Lakhs of people congregate in this week long festival, mostly in the month of June every year. Nuakhai: This is the most important social festival of Balangir as well as of whole western Odisha. Generally it takes place during the month of August and September. Preliminary preparation of the festival starts 15 days before the occasion. The first grains of the paddy crop, cooked into various dishes are offered to the deities. There after the eldest member of the family distributes new rice to the junior members of the family. All the household articles are cleaned. People greet each other. It is a community festival celebrated by every Hindu family low and high. Moreover, Nuakhai is the mass festival of the entire west of Odisha (Pasayat 2008: 253-262).during this festival all the member of family they come to home & celebrate the festival of Nuakhai together. Bhaijuntia: It is mostly known only in the region of western Odisha. Bhaijiutia festival is celebrated on the Mahastami Day of Durga Puja. It is a total fasting undertaken by women for the whole day and night to seek Goddess Durga's blessing for the long life of their bhais (brothers). Puajiuntia: It is another fasting Puja of similar austerity for women of the area. The Puajiuntia festival is observed by mothers to invoke the grace of Lord Dutibahana for the long life and prosperity of their sons. Besides the above listed festivals, other religious festivals are observed. These include Shiva Ratri, Dola Jatra, Durga Puja, Janmastami, Dipavali, Ganesh Puja and Saraswati Puja. Shiva Ratri Mela at Huma and Titilagarh attracts a large numbers of devotees. Ratha Jatra is held at almost all central places of Balangir. There are other jatras like the Sulia Jatra and Patakhanda Jatra in Jarasingha etc. are held with great flavour. Shrabana Purnima - during this time devotees of Lord Shiva travel long distance by walk to places like Harishankar, Belkhandi near Titilagarh to pray and offer the holy water to the god. People from other parts outside state like Bihar, Jharkhand and Chhattisgarh also takes part in such event. The most popular festivals celebrated by Muslims are Id-Ul-Fitre, Id-Ul-Juha and Muharram. The Sikhs also celebrate the Birth Day of Guru Nanak. === Places of interest === Harishankar Waterfall of Balangir District. PATNAGARH: The ancient capital of the kingdom of Patna, Patnagarh combines in happy synthesis its mythic past with the modern present. The temples of Patneswari in Chalukyan style and that of Someswar Siva belonging to the 12th century are the monuments of prominence. One can find here the reminiscence of the earliest group of temples build during the Chauhan rule in western part of Odisha. Distance 40 km from District HQ Communication Road Nearest Railway station Balangir Lodging and Boarding Patnagarh/Balangir. RANIPUR-JHARIAL: Ranipur Jharial is known as \"Soma Tirtha\" in scriptures. It combines a section of religious faiths like Saivism, Buddhism, Vaisnavism and Tantrism. The circular open vault enclosure of sixty-four yoginis, the major attraction of the place, is one of the four such shrines in India. The temple of Someswar Siva is the noted one among the approximately 50 temples here. The brick temple of Indralath is said to be the tallest brick temple of Odisha. Distance 100 km from Dist. HQ Communication Road Rail - Nearest station- Kantabanji Lodging and Boarding Kantabanji. SAINTALA: Saintala is noted for its Chandi temple which is now in ruins. Goddess Chandi in Mahisamardini form is installed in a small mound. The Dasavatara (Ten incarnations) image of Lord Vishnu and broken doorjamb with figures of Ganga and Yamuna are among the places of sculpture unearthed here. Distance 40 km from Dist. HQ Communication Road Rail - Nearest station- Saintala Lodging and Boarding Balangir. JOGISARDA: 25 km from Bolangir and 7 km from Loisingha, Jogisarda is noted for the Jogeswar Shiva Temple. TUREKELA: (98 km): A place suitable for group camping, at Turekela it is possible to view wildlife, like tigers, dear, bears, and monkeys. Distance 98 km from Dist. HQ Communication Road Rail - Nearest station- Titilagarh Lodging and Boarding Titilagarh/Balangir. BELPARA: (62 km from Balangir) Belpara is one of the main town of Bolangir Dist. It is a town among Balangir. Belpara is known for \"RATHA YATRA\", \"DURGA PUJA\", \"LAXMI PUJA\", \"GIRIGOBARDHAN PUJA\" and \"BISWAKARMAPUJA\". There are some temples in Belpara & also in near to it. CHUDAPALI: this is a small place between Balangir and Patnagarh. It is known for its local haat's or market. HARISHANKAR: Hari-Shankar Temple where Lord Shiva and Lord Bishnu are worshiped together. There is a natural spring of water here, and it is possible to take a bath in the Khasada Pathar (Sloppy Stone). MADHIAPALI: It is the most famous of 'Nag Bachha (Mandir) Temple'. The temple is known because any type of snake bite to any body, so if the immediately go and worship then his / her life is free of poison. It is the famous of Madhiapali village temple. ==Education== Rajendra (Autonomous) College, established in 1944. During medieval period some Brahmin settlements developed under the patronage of the Somavamsi Kings. Important among these centres are Vineetapura (Modern Binka), Suvarnapura (Modern Sonepur), Royara (Modern Rohila), Ranipur, Jharial etc. These places as known from copper plate records and other archeological finds, were important center of culture during the medieval period. During the rule of the Chauhan Kings, Sanskrit education was greatly encouraged. King Vaijal Deo, one of the early Chauhan rulers of Patna state has compiled an admirable lexicon, known as Vaijal Chandrika ( also known as Prabodh Chandrika) The spread of education was not very remarkable in Balangir district during the 18th and 19th century. Wandering teachers called Abadhanas were holding primary classes in towns and villages where they were teaching only reading, writing and arithmetic. The village Pathsalas were maintained by villagers where the Abadhanas were being engaged for teaching. Western education came to the district towards the end of the 19th century AD. It was in 1894 that an English School was started in Balangir Town by the then Maharaja Ramachandra and English education was introduced. During India's independence Balangir district had 39 High Schools for boys and 4 for girls and 119 Middle English Schools including 11 for girls. The total number of boys and girls in Secondary schools was 11,906 and 1,550 respectively. ===Balangir medical college controversy=== One R V S Educational Trust of Coimbatore is going to establish the Bolangir Medical College as per the Government Notification dated 07-11-2009. After a long time of controversy, this is a great achievement.7 ==Politics== ===Member of Parliament=== * Mrs. Sangeeta Kumari Singh Deo (Bharatiya Janata Party(BJP)) ===Vidhan sabha constituencies=== The following is the 5 Vidhan sabha constituencies of Balangir district and the elected members of that area {| class=\"wikitable sortable\" |- !No. !Constituency !Reservation !Extent of the Assembly Constituency (Blocks) !Member of 14th Assembly !Party |- !66 |Loisingha |SC |Loisingha, Agalpur, Puintala | Dr.Mukesh Mahaling | style=\"background:#f93;\"|BJP |- !67 |Patnagarh |None |Patnagarh (NAC), Patnagarh, Khaprakhol, Belpara | SAROJ KUMAR MEHER | style=\"background:#004225;\"|BJD |- !68 |Balangir |None |Balangir (M), Balangir, Deogaon, |Narasingha Mishra | style=\"background:#0ff;\"| INC |- !69 |Titilagarh |None |Titilagarh (NAC), Titilagarh, Saintala, Tentulikhunti (Gudvella) |Tukuni sahu(Gita) | style=\"background:#004225;\"| BJD |- !70 |Kantabanji |None |Kantabanji (NAC), Turkela, Bangomunda, Muribahal | Santosh singh saluja | style=\"background:#004225;\"| congress |} ==References== == External links == * * Profile of Balangir District * Globallinks factoids on Balangir Category:1948 establishments in India Category:Districts of Odisha ",
    "title": "Balangir district"
}