{
    "id": "2560203",
    "text": "Withington is a village and parish in Shropshire, England. The parish is very small (both in area covered and population – 220 people) and is located on the Shropshire Council/Telford and Wrekin Council boundary. ==St. John the Baptist Church== St John the Baptist Church, Withington The church in the village today was completely rebuilt in 1874 by G. E. Street, on the site of a much older building. It is built of sandstone with a tiled roof and low stone tower with spire to the west. This tower houses two bells from the 13th and 14th centuries in a frame circa 1800. Remnants of the furnishings of the earlier church have also survived – the stone reredos depicting the crucifixion, the stone font, stone pulpit, chancel wall and the eagle lectern. Withington Church is renowned for its 16th century brasses, the oldest has effigies to John Onley, his wife and seven children (1515) The other brass is of Adam Grafton (1530). He was a former vicar of Withington (among many parishes!) and one time chaplain to Edward V and Prince Arthur.Text extracted from the \"Saint John the Baptist Church Visitor Guide\", written by L. J. Stone and available from the church entrance. The church contains a wooden war memorial plaque to the two men of the parish who died in the First World War and a framed Roll of Honour to those \"Belonging to Withington or connected with the parish by ties of family or friendship and who served in His Majesty's Forces\" in the same war. ==Hare and Hounds public house== The Hare and Hounds is Withington's public house. Located in the centre of the village, the pub serves cooked food on Friday and Saturday evenings as well as a roast at Sunday lunchtimes. ==History of the village== The following history of Withington, by Mary Macpherson, was first published in the 2003 Withington Parish Plan and updated for the 2008 Parish Plan. Withington has sat on the sidelines of national history as important events happened nearby, these included the Battle of Shrewsbury at Battlefield and an important civil war siege at High Ercall. It must have seen changes as the Saxon settlement of Wietone, the village in the willows, became part of the lands of the Norman Roger de Montgomery, William 1's cousin: later changes brought in land ownership by Haughmond Abbey, the Haughtons, the Corbet and the Tayleur estates. The earliest reference to a church here is 1160. Little is known about these early times. In the church are brasses, transferred from the previous church, to the memory of John and Johanna Onley and their children. It is believed he was lord of the manor at the old manor at Hunkington. By the choir is a brass to Adam Grafton who was priest of Upton Magna and of the Battlefield College as well as being vicar of Withington. He died in 1530. In the 1480s he was the tutor to the young king Edward V and his brother in Ludlow Castle. The population of the village was 91 conforming Anglicans over 16 in 1676. That does not allow for any children or members of other denominations but there would have been few of them. Little remains of these times but scattered around the village are eight half- timbered houses, most now beautifully restored and extended, which would have been in existence then. That they have survived and others have been demolished which were in better condition is one of the accidents of history. The blacksmith's shop opposite the pub, featured on postcards in the early years of the 20th century, was demolished in the 1960s. In 1710 a new manor house was built for Illedge and Mary Maddox; following this all future buildings were built in brick. One of the most attractive is the Old Hall, once the vicarage, and before that a gentleman's residence, built in the days of Queen Anne. Arrival of the canal Perhaps the biggest change was the coming of the canal, opened in 1797 and used mainly to carry coal from Ketley to Shrewsbury. Coal for Withington was unloaded at a wharf at the Old Post Office as well as farm foodstuffs, oil etc. It traveled alongside the churchyard wall where there was a big pool in front of Church Farm where the boats could turn. There were swing bridges there and by Canal Cottage and humpback bridges over the lanes to Walcot and Rodington where the lanes crossed the canal. Fishermen, skaters and walkers all used the canal and its towpaths. In 1944 the canal was closed and in the 1960s it was offered for sale to the landowners whose land adjoined it but if they did not want it, to the landowner on the other side, by the towpath. The population of Withington in 1861 was 232; the village boasted a blacksmith, two wheelwrights, a shopkeeper and the landlord of the Hare and Hounds. The vicar's salary was £107 per annum; fortunately the Rev. Halke was a man of means. The majority worked in farming but a few worked on the railway. After the Great War A big change came after the First World War when Shropshire County Council bought of the Manor, bringing its smallholdings scheme to Withington. The original manor was then split into two smallholdings and five new white houses were built for small- holders. There were also three cottage holdings owned by the council. This made the County Council the largest landowner in the village. In 1911 the sale of the Tayleur estate led to changes in the Walcot Lees to Rodington area of Withington. Three farmers operating on a larger scale emerged at this time. The population in 1926 was 235. Again there were craftsmen among the farmers -a blacksmith, a carpenter and a boot and shoe repairer. Village children travelled to Upton Magna or Rodington for state schools but from the 1920s to 1940s there was a small private school in the Shrubbery. After 1945 for all secondary schools children travelled into Shrewsbury and Wellington but with a limited choice of schools. Children going to private or grammar schools took the train from Walcot or Upton Magna stations whilst pupils at the secondary modern at Harlescott were bused into Shrewsbury. This state of affairs changed with the closing of the stations. As a result of a petition the daily bus service from Shrewsbury to Upton Magna was extended to Withington. The 1960s and modernisation Withington remained an agricultural community on this scale until the late 1960s when changes began to occur. The population had become rather elderly, children moved away out of agriculture and, as houses came up for sale, they were bought by people who wanted to live in the country and had the means to modernise them. At the same time agricultural changes meant it was more viable to create bigger holdings. The council began consolidating its holdings into bigger units as tenants retired and later began the process of selling them to the tenants if they wished or to the public. Only two holdings remained in 2003 as council holdings but three former council holdings, which were sold, were still farming. Services came to Withington slowly. Electricity was pre-Second World War, water in the late 1950s, sewerage in the early 1970s and gas in the early 1990s. These services were a necessary precursor to development. In the 1970s new building took place in gardens along Caernarvon Lane and Sunnyfields was sold to a builder. This eventually resulted in development along Caernarvon Lane. The Woodlands land was sold in the early 1960s and building commenced in Woodlands Close in 1985. The style of houses built reflected the different lifestyles of the new residents and the advances in our expectations. Three Withington house owners had built swimming pools by 1990. Withington today Although Withington is a more affluent community than in the 1960s it still retains its village pattern developed around a green central field; this is clearly seen on aerial photos. From the 1960s onwards there were gains and losses in terms of rural life. On the retirement of the last vicar of Withington the parish was joined to the parish of Upton Magna, then to Uffington and is now part of a team ministry. Although these changes work well, it has meant several adjustments for longer stay residents. In 1982 the shop and post office closed and there have been problems maintaining a bus service to both Shrewsbury and Telford. However, newer residents continue to give new life to the church and take leading roles in it and the wider community through the Parish Council and local societies. They have helped to keep the school open at Upton Magna. The pub, the church and Parish Room still survive and there are local shopping and post office facilities in neighbouring villages. A major achievement in 2007 was the Parish Council's acquisition of the land in the center of the village to develop into a village green. ==See also== *Listed buildings in Withington, Shropshire Field of poppies near Withington. ==References== ==External links== *Withington Community Website *On-line photographic Archive Includes historic photographs and maps Category:Villages in Shropshire Category:Civil parishes in Shropshire ",
    "title": "Withington, Shropshire"
}