{
    "id": "2560904",
    "text": "The Battle of Lacolle River was fought on November 20, 1812, during the War of 1812. In this relatively light skirmish, a very small garrison of Canadian militia, with the assistance of Kahnawake Mohawk warriors, defended the Lacolle Mills Blockhouse on the Montreal road bridge over the Lacolle River at the village of Lacolle, Quebec. Canadian regulars and militia were under the command of Charles de Salaberry who had positioned his outnumbered forces together with his native allies as best he could to attempt to block any advance toward Montreal. The American invasion force totalling about 2,000 regulars and 3,000 militia was assembled and led by Major General Henry Dearborn. Since about half of the American militia refused to advance into Lower Canada, Dearborn was hamstrung from the outset in undertaking a full advance. Nevertheless, his forces still far outnumbered the Crown allies on the other side of the border and American Colonel Zebulon Pike crossed the border into Lower Canada with an advance party of about 650 regulars and a party of Aboriginal warriors. These were to be followed by additional American forces. http://www.warof1812.ca/lacolle1812.htm The advance party were initially met by only a small force of 25 Canadian militiamen, from the 1st Battalion Select Embodied Militia, and 15 Aboriginal warriors. Clearly outnumbered, the Crown forces withdrew, allowing the Americans to advance on the guardhouse and several buildings. In the dark, Pike's forces became engaged with a second group of New York militia, both sides mistaking each other for the enemy. The result was a fierce firefight between two groups of American forces at the guardhouse. In the aftermath of this confusion, and amidst war cries from reinforcing Crown-allied Mohawk warriors, the shaken American forces retreated to Champlain and then from Lower Canada completely.https://www.thecanadianencyclopedia.ca/en/article/battle-of- lacolle-mill http://www.warof1812.ca/lacolle1812.htm The American effort directed at Montreal in 1812 suffered from poor preparation and coordination. However, the logistical challenges involved in advancing a large force toward Montreal at the start of the winter were significant. After the attack, de Salaberry evacuated the Lacolle area and destroyed farms and houses which the Americans had evidently planned to use, since they lacked tents for shelter against the winter elements. http://forces.gc.ca/en/news/article.page?doc=the- battles-along-the-lacolle-river-quebec/hgq87xju Faced with a significant logistical challenge and in the face of setbacks, Dearborn abandoned his perfunctory plans and the demoralized American forces would not attempt this assault again until 1814 in the second Battle of Lacolle Mills (1814). == References == The First American Invasion of Quebec: The Battle of Lacolle River Category:1812 in Lower Canada Lacolle River(1812) Lacolle River(1812) Category:History of Montérégie Lacolle River(1812) Category:November 1812 events ",
    "title": "Battle of Lacolle Mills (1812)"
}