{
    "id": "2561654",
    "text": "Carlos Cadona (born 1958 or 1959), better known by his stage name 6025, is an American musician who served as the second guitarist for the American punk rock band Dead Kennedys, from their formation in July 1978 to March 1979. Due to his very short tenure in the band and disappearance from the public eye almost immediately thereafter, very little to no information is known about him or his current whereabouts, and the circumstances surrounding his departure from the band remain unknown. == Dead Kennedys (1978–1979) == Jello Biafra met Cadona, who dubbed himself 6025 from a clothing inspection ticket,Michael Stewart Foley, Dead Kennedys' Fresh Fruit for Rotting Vegetables, Bloomsbury Publishing, May 21, 2015 at the Mabuhay Gardens, and asked him if he wanted to pose as the band's drummer. 6025 then told Biafra that he could play guitar, and was invited to the group, subsequently joining in July 1978. Although he is sometimes claimed to have been a drummer or singer, frontman Jello Biafra has stated that 6025 was recruited solely as a guitarist. The other members joined after answering an ad placed by Ray. Biafra stated, \"[A] week before our first gig we got a guitarist who called himself 6025 and he left about six months later\". He actually parted with the band roughly eight months later, in March 1979. According to Biafra, he was the best all-around musician in the band, however his taste for prog rock and idiosyncratic songwriting alienated him from the rest of the band. 6025's final live appearance with Dead Kennedys was on March 3, 1979. The performance was taped and a few tracks appeared on compilation before being officially released in its entirety 25 years later as Live at the Deaf Club. Carlos Cadona surfaced in an October 19, 2017 article in The Press Democrat titled “Shelters remain safe havens for Santa Rosans fleeing fires”. The article, which featured Santa Rosa citizens who were fleeing the wildfires, cited Cadona (referred to as Carlo Cadona) as a former member of the Dead Kennedys. In the article it stated he was evacuated from his Mark West Springs Road home of a dozen years as a result of the fires. ==Discography== ===Dead Kennedys=== * 1980 – Fresh Fruit for Rotting Vegetables * 1987 – Give Me Convenience or Give Me Death * 2004 – Live at the Deaf Club ===Snakefinger=== * 2010 – Live at the Savoy 1981 ==References== Category:Living people Category:American punk rock guitarists Category:Dead Kennedys members Category:Place of birth missing (living people) Category:American male guitarists Category:1958 births ",
    "title": "Carlos Cadona"
}