{
    "id": "2561462",
    "text": "A ' () or ' () is a traditional Gaelic arts and culture festival. The plural forms are ' () and ' (). The term is commonly used referring to Irish dance competitions and, in Scotland, to immersive teaching courses, specialising in traditional music and culture. In Scottish Gaelic, the accent is important because there is a difference of meaning and pronunciation between and — the word means sexual intercourse. ==History== In Ancient Ireland communities placed great importance on local festivals, where Gaels could come together in song, dance, music, theatre and sport. The largest of these was the , the great festival at Tara, which was then the city of Ireland's , or \"High King\". These feiseanna were a rich opportunity for storytellers to reach a large audience, and often warriors would recount their exploits in combat, clansmen would trace family genealogies, and bards and balladeers would lead the groups in legends, stories, and song. These gatherings eventually gave rise to athletic and sporting competitions, including horse- and chariot-racing, as well as feats of strength and endurance. ==Modern == Today the has experienced something of a rebirth, both for ethnic Gaels and for enthusiasts of the Gaelic culture in Ireland and Scotland, as well as throughout the world. are generally centred on Irish dancing. When competitors begin to dance in these competitions, they traditionally wear a dance costume decided on by their dance school. When these students reach a competition level decided on by the dance school, they have can design or choose a costume of their own. Girls wear ornate dresses with long sleeves and short skirt. The skirt panels are sometimes stiffened with cardboard inserts, but ballet-like \"soft-skirts\" have become the norm. They usually wear their hair curled, in a wig, in a bun wig or just down. Boys usually wear a dress shirt, tie and/or waistcoat, and dress trousers or a kilt. The most important in Irish Dance are the ( , ) competitions. There are regional competitions in Eastern and Western Canada, Northeast, Midwest, Southern and Western US,North American Feis Commission, NAFC website, accessed January 2012. plus locations in Europe (Especially GB and Ireland) and Australia. Regional are open only to dancers from their defined region, and serve as qualifying competitions for National and World . Important National include North American Nationals (NANs), All Irelands,and All Great Britains. The most prestigious competition for top dancers is the (the World Championships), held each Easter Week and in a different city each year. ==Dance competition== Feiseanna are held all over the world, Republic of Ireland, Northern Ireland, England, Scotland, Wales, all over Europe, South Africa, Australia, the USA and Canada. Feiseanna are held by all the organisations which oversee Irish dance, with most feiseanna being confined to only those dancers who take lessons with a teacher certified by that particular organisation. However, there are a number of organisations (primarily CRN and WIDA along with its affiliated organisations) who organise 'open feisanna', which are open to any dancer regardless of their teacher's organisation (or if they are self-taught). The organisers of 'closed feiseanna' frown upon dancers from their organisation competing at such open competitions, and there are rumours that organisations may sanction competitors/teachers found to participate in such open feiseanna. This, however, has never been confirmed by any organisations, teachers or dancers and could be construed as a way to keep teachers/dancers within one organisation. There are different levels of competition offered at all feiseanna, however the number of levels, and the names of each level vary by country (and even region within that country). Competitions are offered for both solo and team dancing, and are separated based upon the age of the competitors. At some competitions, ceili categories are offered for teams of 4 or 8 dancers, the ceili dances performed must be done so as espoused in the book 'Ar Rince Foirne' which lays down 30 of the traditional Irish ceili dances. Competitions for teams of 2, 3 and 8–16 dancers, called figure dances, may also be offered, choreography for these dances is made up by the teacher and/or dancers themselves, though must adhere to certain rules and parameters, a notable rule for figure dances being that 'any move in which a dancer is thrown across the stage is prohibited'. The commonly competed dances are reel, slip jig, light jig and single jig, in soft shoe, and heavy/treble jig and hornpipe in hard shoe. Treble reels (hard shoe reels) may be offered as 'special dances', as may traditional set dances and special trophy dances in soft and hard shoe in addition to the regular competition. Grade dances are when competitors dance, are judged and are placed in each dance separately. Championships consist of three rounds, an initial soft (reel or slip jig) round and a heavy (heavy/treble jig or hornpipe) round danced by all entrants, the scores from the soft and heavy round are combined, and a percentage (usually circa 50%) of dancers with the highest combined score dance a third round of a modern set dance, the winner is the dancer with the highest combined score across all three rounds. Championships must be judged by a minimum of three judges, preliminary championships in the UK may offer a recall of the heavy dance not danced in the initial heavy round instead of a modern set dance upon recall. Modern set dances are of the teacher and/or dancers own choreography and are danced to a specific set dance chosen from a list compiled by the overseeing organisation. Modern set dances are rarely offered to dance outside of championship competitions, though may occasionally be present as a 'special' competition. Slip jig is only danced by girls, with the exception of male dancers from the CRN organisation. In CLRG affiliated competitions in the USA, Canada and Mexico these levels of competition are offered: beginner, advanced beginner, novice, open/prizewinner, preliminary championship, and championship. The names of categories vary by region. In some regions of the USA there are also special categories for adults, to be eligible the adult dancers must not have competed in the standard age-defined competitions for a stipulated amount of time (usually circa 4 years). Some feiseanna in the US also offer a 'first feis' category for the youngest dancers, to give them a more gentle introduction into the world of competitions. In the UK, Europe, Australia and New Zealand almost all of the organisations separate the competitions into beginner (sometimes referred to as novice), primary, intermediate and open levels. In recent years a preliminary championship level has begun to be introduced at many feiseanna, unlike in the US this level is not compulsory, and is an optional level to bridge the gap between placing out of intermediate and entering the open level. Apart from in the younger age groups, the majority of feiseanna in the UK operate only an open championship competition, rather than open grade dances. The most common way for dancers to advance between levels is through winning a dance when there are 6 or more competitors in the competition, although this depends on organisation. However, in many regions a dancer can only win 3 competitions with fewer than 6 dancers before they must move up to the next level. Teachers may also choose to move a dancer up a level. Once a dancer has met the requirements to move up a level they are no longer allowed to compete at the lower level of competition, however in the UK if a dancer in the open level has not placed in the top 5 for a period of more than a year, they may return to the intermediate level of competition. ===Competition scoring=== Competitions for each individual dance are scored on a 100-point system, which indicate the subjective opinion of each different judge. Most scores seem to be in the 60–95 point range, and can vary wildly depending upon the judge. However, each competition is judged in its entirety by the same judge(s), so what really matters is the relative placing of each dancer. Placing of dancers For Individual dance competitions, placing is based entirely on a single judges subjective opinion. Ties are common, and can result in slightly skewed final results. For instance, a tie at 2nd place would result in the 4th best dancer receiving 3rd place (1st, 2nd, 2nd, 3rd, instead of 1st, 2nd, 2nd, 4th). ===Irish Points=== Preliminary and Open Championship competitions are judged by at least 3 adjudicators (Judges) and at regional, national and world \"Oireachtas\" competitions, there can be 5 or more. Because of the subjective nature of judging, the varying scales used by each judge, and fact that the scores of 3 dances must be combined to determine overall placing, an additional [Irish Points] method of scoring is used. Each individual adjudicator derives from their own scoring, a final placing. Ties in these placings are discouraged but do happen. Each of the placings from 1st to 50th are assigned an Irish Point Value, which when combined with the other adjudicators, determines final placing. The Irish Points per individually judged place are vaguely logarithmic, in that 1st == 100 points, 2nd == 75, 3rd == 65 etc., until 50th == 1. This gives higher marks by single judges more weight than average marks by more judges. Complete List of Irish Points: * 1st 100 11th 41 21st 30 31st 20 41st 10 * 2nd 75 12th 39 22nd 29 32nd 19 42nd 9 * 3rd 65 13th 38 23rd 28 33rd 18 43rd 8 * 4th 60 14th 37 24th 27 34th 17 44th 7 * 5th 56 15th 36 25th 26 35th 16 45th 6 * 6th 53 16th 35 26th 25 36th 15 46th 5 * 7th 50 17th 34 27th 24 37th 14 47th 4 * 8th 47 18th 33 28th 23 38th 13 48th 3 * 9th 45 19th 32 29th 22 39th 12 49th 2 * 10th 43 20th 31 30th 21 40th 11 50th 1 In a 3 judge competition it is almost impossible to Not get first with 2 judges agreeing that 1st place is warranted, since with 200 Irish points, the 3rd judge would need to place a dance 7th or worse to overcome the 25 point bonus between 1st and 2nd. This scoring method helps ensure that a single bad adjudicator does not unfairly ruin the results. At a standard 3 judge Feis competition, a unanimous 1st place score is 300 (100 from each judge). At Regional Oireachtas competitions, there are 5 judges who rate all three dance programs, creating the possibility of a perfect score of 500. At the CLRG World Championship Oireachtas (Oireachtas Rince na Cruinne), there are 7 judges, which means that 700 would be perfect if all 7 judges agree that one dancer performed the best. Most schools in North America, are registered with An Coimisiun le Rince Gaelacha and its subsidiary the Irish Dance Teacher's Association of North America. However WIDA and Rince Tuatha Nua are also present as are CRN. ==See also== *Ardfheis, originally the name of the Conradh na Gaeilge Feis, now used of Irish political party conferences *Eisteddfod, the Welsh equivalent of a Feis. *Fèisean nan Gàidheal, the Scottish Gaelic arts youth tuition festivals. ==References== ==External links== *WorldIrishDancer.com Irish dance community & Annual Online Feis * North American Feis Commission *Feiseanna for dummies : a comprehensive explanation of the basics of feiseanna *FeisWorx.com: Popular website for the registration and results of Irish Dancing Feiseanna *FeisKeeper A place to register for NAIDF sponsored feiseanna. *eFeis.com: Another popular website for the registration of Irish Dancing Feiseanna *Feis Productions: a smaller site to register for several US Western Region feiseanna *The Pan-Celtic Festival in Ireland *The National Mòd (Am Mòd Nàiseanta Rìoghail) in Scotland *Goderich Celtic Roots Festival in Canada *Feisean nan Gaidheal – Scottish Gaelic Arts Youth Tuition Festivals *Feis Locator Feis/Feiseanna throughout the world Category:Irish culture Category:Scottish culture Category:Irish dance Category:Celtic music festivals Category:Folk festivals Category:Celtic festivals ",
    "title": "Feis"
}