{
    "id": "2561008",
    "text": "Neklan was the sixth of the seven Bohemian mythical princes between the (also mythical) founder of the Přemyslid dynasty Přemysl the Ploughman and the first historical prince Bořivoj. The names of the princes were first recorded in Cosmas chronicle and then transmitted into the most of historical books of the 19th century including František Palacký's The History of the Czech Nation in Bohemia and Moravia. According to the Chronicle of Dalimil, Neklan had two sons, Hostivít and Děpolt. Chronicle of Dalimil One theory about the number of the princes is propped on the frescoes on the walls of the Rotunda in Znojmo, Moravia but Anežka Merhautová claimed that the frescoes depict all the members of the Přemyslid dynasty including the Moravian junior princes.Barbara Krzemieńska-Anežka Merhautová-Dušan Třeštík: \"Moravští Přemyslovci ve znojemské rotundě\", Praha 2000. == Origin of the name == Neklan's name is thought to be derived from the Slavonic word \"klát\" meaning to tilt and prefix ne- (non) so it describes him to be a peaceful ruler. Záviš Kalandra thought the names of the seven princes were cryptical names of ancient Slavonic days of the week - Vojen being the sixth - Friday with just a confusing evidence.Záviš Kalandra: \"České pohanství\", Praha 1947 Another theory says that the names were mistaken from a coherent and partly interrupted old Slavonic text.Vladimír Karbusický: Báje, mýty, dějiny. Nejstarší české pověsti v kontextu evropské kultury, p.237, Praha 1995 == Legend in Cosmas Chronicle == Once Vlastislav, the prince of Lučans (with their centre in Žatec on the river Ohře), started war against Neklan and besieged his castle, Levý Hradec. Neklan didn't want the war in his country so he wanted to make peace with Vlastislav. However, his guide and second most powerful man in the Bohemian camps, a warrior called Tyr, persuaded him to lend him his armour. So Tyr went to war in place of Neklan, like Patroclus once in place of Achilles. He stroke a fierce battle of Tursko and although he died, Bohemians won and Lučans were killed to a man (literally, one man escaped the field having followed a witch's instructions). == Seven mythical princes after Přemysl == {| class=\"wikitable\" |- ! colspan=\"2\" style=\"background-color:#ff9966;\"| Mythical Princes of Bohemia |- | Nezamysl |- | Mnata |- | Vojen |- | Vnislav |- | Křesomysl |- | Neklan |- | Hostivít |} == Notes == Category:Mythical Bohemian princes Category:Přemyslid dynasty Category:Fictional Czech people ",
    "title": "Neklan"
}