{
    "id": "2561171",
    "text": "1985 VF1000F \"Interceptor\" The VF1000 is a range of motorcycles produced by Honda from 1984 to 1988. The VF1000 is named after its V-4 double overhead cam 16-valve engine. There were three main models in the VF1000 range, the VF1000F (also known as Interceptor), the VF1000R and the VF1000F2. == VF1000F \"Interceptor\" == The first of Honda's 1,000 cc VF range, known as the 1000 Interceptor, was launched in the United States and Canada in March 1984.http://honda.vf1000.com/vf1000f-interceptor/ The Interceptor had a 113 BHP 16-valve V-4 engine with double over head chain driven cams. The bike featured adjustable Pro-Link rear suspension with adjustable braced front forks, black and silver cast aluminum magnesium rims (16 inch front, 17 inch rear), and an aerodynamic half fairing and lower cowl with single rectangular headlight. Three dual-piston disc brakes comprised the braking system with dual discs at the front and a single disc at the rear. In Europe the \"Interceptor\" was launched as the FE model, in 1984 and reported engine power output was increased to . Features such as Honda's dive control system (TRAC) and adjustable suspension were still present. The VF1000F was discontinued in April 1985. The evolution of the VF1000F(1) to the VF1000F2 began in April 1985 with the VF1000FF (and subsequent rare FG) model. The styling of the bike changed with new side panels and grab rail. The front wheel was replaced with an wheel The VF1000FF was sold in Europe, Australia, South Africa and Canada. The VF1000FF was discontinued in August 1987. == VF1000R == Honda VF1000RF, 1984 In March 1984, Honda introduced the VF1000R in Europe. Its styling was a celebration of the V4's racing heritage and the VF1000R was a showcase for the technology Honda had developed on the track with the FWS1000 race bike which was designed for competition in the Daytona 200 and AMA F1 class. The original concept Honda had in designing the VF1000R was that it would showcase and, more importantly, homologate all of the innovative and groundbreaking technology that had been used in the F1 class, for use in the production based classes of the time. This was not to be the case, though, as the finished bike weighed in at nearly 600 pounds with half a tank of fuel, roughly 85 pounds heavier than the VF1000F model, and for this reason was rarely used in competition, and struggled to be competitive when it was used. Many modifications were made to the VF1000F in its transformation into the \"R\" version including major engine reworking, major front suspension revision, bodywork revision, and rider ergonomics. The engine of the VF1000R was the same cast block as in the VF1000F, displacing the same 998cc as the standard model, but modifications were required to mount the gear train in each head, used for driving the cams. The crankshaft was also altered, in order to accept a straight-cut gear which would drive the gear train instead of the chain system, used in the \"F\" model. Each head had two gears held by a carrier, which was then bolted into the respective head, driving each of the two camshafts arranged in a dual overhead camshaft arrangement for each head. In total, there were nine gears required to transmit power from the crankshaft to all four camshafts. The camshafts were altered in relation to the ones found on the \"F\" model in order to provide more power. This arrangement added to the weight of the engine when compared to the chain driven arrangement present in the \"F\" model. Gear noise is one of the major drawbacks of using a geartrain to drive cams. In order to minimise this, Honda used a spring mounted scissor gear system (essentially two gears slightly offset) on the gear mounted on each camshaft, as well as the lowest mounted gear in each head (driven by the crankshaft), offsetting the teeth by roughly half of the pitch. This allowed the lash to be entirely taken up by the tension of the two teeth resting on the gear below, hence eliminating some of the noise and lash inherent in this type of system. The motor still makes a whirring noise which can be heard, as this is an intrinsic property of the straight cut type of gears which were used. The gear driven cams went on to be a key feature Honda used in their line of VFR750 motorcycles throughout the remainder of the 80's and throughout the 90's. The heads of the engine were also redesigned relative to the \"F\" model, with a redesigned squish zone in the combustion chamber, aiding in eliminating detonation within the cylinder. The redesigned head raised compression to 11:1 (up from 10.5:1 on the standard model) and power to 122 hp (125 for the US version), up from 113 hp on the \"F\" model. The coolant system was altered from that of the \"F\" model, via the utilization of different thermostat settings and through the use of two radiators. The lower of the two radiators had 2 fans which drew air through the radiator from the back side, while the upper relied on ram-air, drawn from vents around the headlight opening. The exhaust system was slightly altered, utilizing an exhaust collector box (directly downstream for each of the four header pipes) with slightly augmented output angles for each of the two exhaust pipes compared to the \"F\" model. This was done in an attempt to increase ground clearance while cornering. The rear suspension (air shock with adjustable damping control) and frame (square-section steel tube type) were direct carryovers from the \"F\" model, but the front suspension featured Honda's anti-dive system named \"TRAC\" which stood for \"Torque Reactive Anti-dive Control\". This system utilized the left brake hangar being pinned to the fork on the bottom mount and allowed to pivot in an anti-clockwise direction, thereby closing a valve in the left fork leg, forcing the damping fluid through a smaller passageway, and increasing the damping rate under hard braking. The left fork leg had a screw-type adjuster with four positions of adjustment which would change the amount of influence this system had under braking. The fork also featured a Schrader- type air valve which allowed air assistance from 0-6 psi to increase the spring rate in the fork. The right fork leg featured a 3 position hand adjustable dial which would increase damping rates. The fork also featured quick-release, swing-away axle clamps for faster tire changes in endurance racing. Many of these features were seen as very exotic for the time, and modern adjustable sportbike suspension can trace design roots to these features. The braking system was improved via the use of dual floating front discs and racing style piston calipers on the ventilated rear disc. This was the first used on the honda cbx 1000 in 1981...then used on the vf1000r (sc 16). Compared to the VF1000F, the VF1000R had completely different bodywork and rider positioning. The \"R\" model got fully faired, racer replica bodywork with rearset footpegs and adjustable clip-on handlebars. The handlebars were adjustable through a range of 4 degrees in 2 degree increments via a double serrated ring which meshed with the handle and the mounting ring parts of the clip on. Even with the adjustment available in the clip ons, period tests still criticized the bike for having too committed of a riding position, with a long stretch over the tank. The fuel tank had a 6.2 gallon capacity for the European models, and was redesigned, with a smaller 5.8 gallon capacity tank for the US models. This was used with an eye on endurance racing, utilizing the larger tank for homologation in racing where the larger capacity would result in longer time between pit stops. The front fairing of the VF1000R was split into two pieces. These both attached to a metal bracket which ran around the perimeter of the engine. The lower fairing was held on primarily by the use of 6 quarter-turn, race type fasteners (3 per side) with the aid of 4 traditional bolts (2 per side). The bolts which held the lower fairing on at the connection to the upper fairing also went through holes in the upper fairing in order to ensure proper panel gaps and alignment. On models from 1985 and later, the lower fairing also featured spring-loaded vent doors which could be opened and closed in order to cool the engine and rider during high temperature conditions. The upper fairing of the VF1000R featured a sealed air intake behind the headlight, which directed air towards the upper mounted engine coolant radiator. Because of this, most VF1000R's used in competition had the front number plates mounted on the front of the windscreen instead of in the traditional location, where the headlight would be on the road going version. This area was filled with a mesh screen in order to feed the radiator with the maximum amount of air possible. Wheels were changed from the \"F\" model to utilize 16 inch front and 17 inch rear NS type bolt together aluminum Comstar wheels. These wheels were constructed of a 5-pointed design which used bolts to connect the aluminum \"spokes\" to the hub and rim. The 16 inch front wheel was used to aid steering response, and the 17 inch rear saw the first use of radial construction tire for the European models. The American market models were sold with the traditional bias ply construction tire. In order to complete the endurance racer appearance of the bike, a removable solo seat cowl was included, as were dual round endurance racer headlights and taillights. The dual headlight was changed to a single square light with white and black plastic surround on the initial US release models in order to satisfy what most major manufacturers thought would be a requirement of US street legal vehicles in the near future. The legislation never passed, and Honda included the very desirable dual round headlight on the 1986 US models. The VF1000R had three major model revisions. The first model which ran from the beginning of production in 1984 to April 1985 was coded the RE model (internal Honda factory code) The second model, denoted with the RF suffix, was produced from 1985 to the end of the worldwide production in 1988. The RG model was the final model and was produced from 1986 through 1987 Differences between the models were mainly cosmetic, but a number of important mechanical changes were made to increase reliability when Honda transitioned from the RE to the RF model designations. The RF model saw improved cooling through fairing redesigns in relation to the RE, as well as the addition of a double oil sump system, complete with anti-slosh plate mounted in the oil pan (compared to the single pump system in use on the RE model. This was done in order to combat oil starvation during cornering, as well as ensure that the cams and heads of the motor were receiving adequate lubrication. The RE models initially had trouble with camshaft wear. The addition of the second oil pump as well as a redesign of the camshaft clamps was done in order to improve the situation. The RF model also got a redesigned oil pan with taps for an oil cooler and the respective lines, in order to help with the high temperatures seen in the oiling system. The final changes to the RF model from the RE, was the change in sidecover design, from a solid plastic version with cutout vent, to a mesh version. This allowed the inspection of battery fluid level, as well as coolant level without removing the covers. Changes from the RE to the RF in terms of color scheme included eliminating the Blue/Red/White (with blue seat) color scheme and continuing production with only the Red/White/Blue (with red seat) HRC replica paint scheme. The RF model was the first model to be sold outside Europe. The RG model carried very few modifications in relation to the RF model, with exceptions being the recoloring of the clip on handlebars from black to silver/gold anodized, as well as a slight color scheme tweaking that saw the upper white stripe on the upper fairing and gas tank move slightly lower on the body, incorporating more blue into the design. The RG model also included the very desirable Euro-style twin endurance headlight on the US model, whereas the RF model could only be had with the single, square headlight in the US release. Finally, the RG model made the blue/White Rothman's racing livery, popularized by Honda's racing efforts, an option. This color option was only offered from March 1986 to August 1987 and was never available in the US version. The VF1000R was able to claim the title of \"fastest production motorcycle in the world\" with a top speed of 150 mph for a short period before being dethroned by the Kawasaki GPz900. == VF1000F2 == Following the release of the VF1000FF in 1985, a fully faired version was introduced, and the VF1000F2(F) was launched in April 1985 as a sports tourer. The F2 included the same styling changes we had seen in the VF1000FF but Honda added a more aerodynamic full fairing which covered most of the engine, and changed the seat design to improve comfort for rider and passenger over long distances. The F2 has the name of the French 24 hour endurance race \"Bol d'Or\" across the top of the fairing behind the indicator, giving this VF it's Bol d'Or nickname. An extra radiator is included to assist cooling and is integrated into the \"wind tunnel\" designed fairing. The fairing, designed to increase rider comfort and reduce drag, has a built in ventilation system and twin storage \"pockets\". The cockpit was redesigned too with a centrally mounted fuel and coolant temperature gauge, new style speedometer and tachometer with yellow needles and numbers. The twin headlights first seen on the VF1000R are also included on some models. Suspension and braking specifications remain the same as the VF1000F/FE. Engine and frame modifications were carried over from the development of the R and FF models, but the F2 still had chain driven cams. The VF1000F2-(F/G) was discontinued in May 1986.http://honda.vf1000.com/vf1000f2/ ==References== Vf1000 Category:Sport bikes Category:Sport touring motorcycles Category:Motorcycles introduced in 1984 ",
    "title": "Honda VF1000"
}