{
    "id": "2562179",
    "text": "Albrecht de Vriendt seen by Ramon Casas (MNAC). The De Vriendt brothers, Juliaan Joseph (1842-1935) and Albrecht François Lieven (1843-1900), were Belgian painters, both born at Ghent, sons of a decorative painter. ==Biography== The two brothers were close friends, and their works show marked signs of resemblance. Having received their early training from their father at Ghent, they removed to Antwerp, where they soon yielded to the influence of the painter Baron Henrik Leys. Albrecht became director of the Academy of Fine Arts at Antwerp and was succeeded by his brother. ==Works== Albrecht's principal works are: *Jacqueline of Bavaria imploring Philip the Good to pardon her Husband (1871, Liege Gallery) *The Excommunication of Bouchard d'Avesnes (1877, Brussels Gallery) *The Angelus\" (1877, acquired by Leopold II, King of the Belgians) *Pope Paul III before Luther's Portrait (1883, Antwerp Gallery) *The Citizens of Ghent paying homage to the child Charles V (1885, Brussels Gallery) *Philip the Handsome swearing fidelity to the privileges of the Town of Furnes (1893, Veurne town hall) *The Virgin of St. Luc (1894, triptych in Antwerp Cathedral) *Decoration of the municipal hall at Bruges, which was completed by his brother. *Phillip I Conferring Order of Golden Fleece on his Son(Brooklyn Museum) Among Juliaan's more notable works are: *The Citizens of Eisenach driving out St. Elizabeth of Hungary (1871, Liège Gallery) *Jairus's Daughter (1888, Antwerp Gallery) *Mural paintings in the Palace of Justice at Antwerp (1893) *The Christmas Carol (1894, Brussels Gallery). ==Bibliography== * P. & V. Berko, \"Dictionary of Belgian painters born between 1750 & 1875\", Knokke 1981, p. 236-237 (Albrecht de Vriendt). * P. & V. Berko, \"Dictionary of Belgian painters born between 1750 & 1875\", Knokke 1981, p. 238-239 (Juliaen de Vriendt). ==References== * Category:Artist families Category:Belgian painters Category:Belgian Roman Catholics Category:People from Ghent Category:Sibling duos Category:Belgian families Category:Royal Academy of Fine Arts (Antwerp) faculty ",
    "title": "De Vriendt brothers"
}