{
    "id": "2562652",
    "text": "Dreyfus, established in 1951 and headquartered in New York City, is an American investment manager of investment products and strategies. The company merged with Mellon Financial in 1994, and then became a subsidiary of Bank of New York Mellon when Mellon Financial and The Bank of New York merged in 2007. As a BNY Mellon company, Dreyfus provides access to its global network of asset managers, delivering investment insight and products — equity, fixed income, global/international and money market mutual funds, separately managed accounts, retirement and cash management strategies, asset allocation solutions and brokerage services. Dreyfus products are delivered through a variety of distribution channels: intermediary (advisor-sold), institutional, and retail direct. == History== The firm's origin dates back to 1947, when investor Jack Dreyfus founded a brokerage house in New York City named Dreyfus & Co. In 1951, attracted by the concept of mutual funds, Dreyfus & Co. purchased a small management company named John G. Nesbett & Co., Inc. with a small common stock fund called The Nesbett Fund Incorporated. Nesbett & Co. was renamed The Dreyfus Corporation, and The Nesbett Fund became The Dreyfus Fund Incorporated. Going public in 1965, Dreyfus was among the first money management firms to tap into the stock market for additional capital. In 1976, Dreyfus was among the first fund companies to introduce an incorporated tax- exempt municipal bond fund. In 1994, Dreyfus completed its landmark merger with Mellon Bank Corporation, and became a wholly owned subsidiary of Mellon Financial Corporation. The merger, a milestone in the history of financial services in the United States, was at the time the largest-ever combination of a bank and mutual fund company. On July 1, 2007, The Bank of New York Company, Inc. and Mellon Financial Corporation merged to form a new company The Bank of New York Mellon, one of the world's largest global asset management and serving company. The reach of Dreyfus' distribution capabilities now extends to the resources of BNY Mellon and its exclusive network of institutional asset managers. ==References== ==External links== * Official website * BNY Mellon * BNY Mellon Investment Management Category:Investment management companies of the United States ",
    "title": "Dreyfus Corporation"
}