{
    "id": "2563599",
    "text": "The National Flood Insurance Program (NFIP) is a program created by the Congress of the United States in 1968 through the National Flood Insurance Act of 1968 (P.L. 90-448). U.S. Congress has the twofold purposes of the NFIP to share the risk of flood losses through flood insurance and to reduce flood damages by restricting floodplain development. The program enables property owners in participating communities to purchase insurance protection, administered by the government, against losses from flooding, and requires flood insurance for all loans or lines of credit that are secured by existing buildings, manufactured homes, or buildings under construction, that are located in the Special Flood Hazard Area in a community that participates in the NFIP. U.S. Congress limits the availability of National Flood Insurance to communities that adopt adequate land use and control measures with effective enforcement provisions to reduce flood damages by restricting development in areas exposed to flooding. This NFIP is designed to provide an insurance alternative to disaster assistance to meet the escalating costs of repairing damage to buildings and their contents caused by floods. As of August 2017, the program insured about 5 million homes (down from about 5.5 million homes in April 2010), the majority of which are in Texas and Florida.Holladay JS, Schwartz JA. (2010). Flooding the Market: The Distributional Consequences of the NFIP. Institute for Policy Integrity. The cost of the insurance program was fully covered by its premiums until the end of 2004, but has had to steadily borrow funds since (primarily due to Hurricane Katrina and Hurricane Sandy), accumulating $25 billion of debt by August 2017. In October 2017, Congress cancelled $16 billion of NFIP debt, making it possible for the program to pay claims. The NFIP owes $20.525 billion to the U.S. as of December 2019.https://fas.org/sgp/crs/homesec/R44593.pdf ==Floodplain definition== 1997 Red River Flood in Grand Forks, North Dakota was a 100-year flood Carrying capacity of floodway must be preserved so increase in 100-year flood is no more than one foot The Federal Emergency Management Agency (FEMA) defines the floodplain as the area that would be flooded by a base flood,44 C.F.R. § 9.4 which is \"the flood which has a one percent chance of being equaled or exceeded in any given year\". In this sense, a base flood is synonymous with a 100-year flood and a floodplain is synonymous with a special flood hazard area. This base flood \"is used in the National Flood Insurance Program (NFIP) to indicate the minimum level of flooding to be used by a community in its floodplain management regulations.\"44 CFR § 59.1 FEMA explains regulatory floodplains in some places including hills as \"critical determinations are made by evaluating your community’s rainfall and river flow data, topography, wind velocity, tidal surge, flood control measures, building development (existing and planned) and community maps.\" Scientists and engineers use statistical analysis of streamflow data to determine the likelihood of flood elevations. Theoretically a 100-year flood occurs once in 100 years and a 500-year flood once in 500 years. However, these expected flood elevations actually occur more or less often than expected. 44 CFR § 9.4 defines parts of the floodplain as follows: * Floodway means that portion of the floodplain which is effective in carrying flow, within which this carrying capacity must be preserved and where the flood hazard is generally highest, i.e., where water depths and velocities are the greatest. It is that area which provides for the discharge of the base flood so the cumulative increase in water surface elevation is no more than one foot. * Flood Fringe means that portion of the floodplain outside of the floodway (often referred to as “floodway fringe”). == Implementation == Participation in the NFIP is based on an agreement between local communities and the federal government that states that if a community will adopt and enforce a floodplain management ordinance to reduce future flood risks to new construction in Special Flood Hazard Areas (SFHA), the federal government will make flood insurance available within the community as a financial protection against flood losses. The SFHAs and other risk premium zones applicable to each participating community are depicted on Flood Insurance Rate Maps (FIRMs). The Mitigation Division within FEMA manages the NFIP and oversees the floodplain management and mapping components of the Program. The intent was to reduce future flood damage through community floodplain management ordinances and provide protection for property owners against potential losses through an insurance mechanism that requires a premium to be paid for the protection. In 2003, the GAO found that repetitive- loss properties cost the program about $200 million annually.U.S. Government Accountability Office. (2003). Challenges Facing the National Flood Insurance Program Congress originally intended that operating expenses and flood insurance claims be paid for through the premiums collected for flood insurance policies.Wright, James M., The Nation's Response to Flood Disasters: A Historical Account. 1 Apr 2000. NFIP borrows from the U.S. Treasury for times when losses are heavy, and these loans are paid back with interest. Between 1978 and year-end 2014, the U.S. federal government has paid more than $51 billion in claims under the National Flood Insurance Program. == Amendments == The program was first amended by the Flood Disaster Protection Act of 1973, which made the purchase of flood insurance mandatory for the protection of property within SFHAs. In 1982, the Act was amended by the Coastal Barrier Resources Act (CBRA). The CBRA enacted a set of maps depicting the John H. Chafee Coastal Barrier Resources System (CBRS) in which federal flood insurance is unavailable for new or significantly improved structures. The National Flood Insurance Reform Act of 1994 codified the Community Rating System (an incentive program that encourages communities to exceed the minimal federal requirements for development within floodplains) within the NFIP. The program was further amended by the Flood Insurance Reform Act of 2004, with the goal of reducing \"losses to properties for which repetitive flood insurance claim payments have been made.\" The Biggert–Waters Flood Insurance Reform Act of 2012 (Biggert-Waters) modified the NFIP. At the conclusion of 2011, as Congress passed Biggert-Waters, the NFIP cumulative debt was over $17 billion. A core principle of Biggert-Waters was to change the NFIP premiums to match actuarial risk-based premiums that better reflected the expected losses and real risk of flooding. These changes included removing discounts to many policies which were being sold below actual actuarial risk targets and eliminating \"grandfathering\" of older rates. In January 2014, the United States Senate passed the Homeowner Flood Insurance Affordability Act of 2014. This bill changed the process used to alter subsidized premiums and reinstated grandfathering of lower rates; effectively delaying the increases in flood insurance premiums to obtain risk-based premiums under Biggert-Waters and spreading the cost of the lost premiums over all of the remaining policy holders. The National Flood Insurance Program was $24 billion in debt at the beginning of 2014 as a result of Hurricanes Katrina, Rita and Sandy. The passage of the HFIAA described above has concerned insurance and environmental observers that the delay in implementation of actuarial rates will leave taxpayers exposed to additional losses. == Floodplain status determination == === Letter of Map Amendment === Insufficient map topographic detail or accuracy can result in the unwarranted determination of Special Flood Hazard Area (SFHA). An application for a Letter of Map Amendment (LOMA) uses an Elevation Certificate (prepared by a Registered Land Surveyor or Registered Professional Engineer) to ask FEMA to remove the flood insurance requirement on individual properties. ===Online Letter of map change=== FEMA's website \"Change a Flood Zone Designation - Online Letter of Map Change\" says homeowners and other interested parties may submit an Online Letter of Map Change (LOMC). FEMA says this can be used for property that was incorrectly included in a flood zone or if the addition of fill has elevated the property above the flood zone. Information on the property's location, legal description, and use of fill are required for FEMA to determine if the property is located in a flood zone. FEMA might request additional information. === Letter of Map Revision === For multiple properties or a larger area, an application for a Letter of Map Revision can be submitted when the landscape topography is different from that shown on the floodplain boundary and/or flood heights shown on the FIRM and the Flood Insurance Study. A Letter of Map Revision based on Fill (LOMR-F) is used when landscape topography is altered by humans, usually to increase the land elevation and remove land from the floodplain. A Conditional Letter of Map Revision (CLOMR) and Conditional Letter of Map Revision Based on Fill (CLOMR-F) are strongly advised as a mechanism to obtain FEMA feedback on the project before site changes are made, especially in light of the increasing attention on the nexus between the NFIP and the Endangered Species Act. 44 C.F.R. § 65.6(10) says \"A revision of flood plain delineations based on topographic changes must demonstrate that any topographic changes have not resulted in a floodway encroachment.\" ====Proposed encroachments==== FEMA says that justifiable encroachment within the floodplain might include “construction or modification of a bridge, culvert, levee, or similar measure”.44 C.F.R. § 72.1 The NFIP prohibits communities to issue variances \"within any designated regulatory floodway if any increase in flood levels during the base flood discharge would result\".44 C.F.R. § 60.6(a)(1) However, a community may request FEMA's prior approval for a justifiable encroachment that would increase the base flood level. This community request must include seven required submittals such as a request for conditional approval of map change, an evaluation of alternatives, a request for revision of base flood elevation determination, and a request for floodway revision.44 C.F.R. § 65.12(a) All requests for revision of base flood elevations must include supporting data with \"all the information FEMA needs to review and evaluate the request. This may involve the requestor’s performing new hydrologic and hydraulic analysis and delineation of new flood plain boundaries and floodways, as necessary.”44 C.F.R. § 65.6(a)(1) Details of the required supporting data are listed in 44 C.F.R. § 65.7. ====Outdated flood maps==== Computer models overlay current hydraulic analysis on community images. The U.S. Geological Survey says increased runoff resulting from urban growth generally increases flood hazards to communities and that flood hazard maps based on data before urban growth may no longer be accurate. The U.S. Geological Survey gives the example that construction encroaching into the floodplain narrows the floodplain width thereby increasing the resistance to flow. Consequently, the water is at a higher stage as it flows past the construction causing backwater to flood a larger area upstream. FEMA's computer model image at right \"represents the percent chance of flooding at least one time during a 30-year period for a given cell, or location, within the mapped floodplain\". ====Updating flood maps==== NFIP regulation \"Requirement to submit new technical data\" says \"A community’s base flood elevations may increase or decrease resulting from physical changes affecting flooding conditions. As soon as practicable, but not later than six months after the date such information becomes available, a community shall notify the Administrator of the changes by submitting technical or scientific data in accordance with this part. Such a submission is necessary so that upon confirmation of those physical changes affecting flooding conditions, risk premium rates and flood plain management requirements will be based upon current data.\"44 C.F.R. § 65.3 FEMA requires \"Copies of the input and output data from the original and revised hydraulic analyses shall be submitted\" with the hydraulic analysis supporting revisions to flood maps.44 CFR § 65.6(a)(8) A 2015 FEMA website identifies that the U.S. Army Corps of Engineers (USACE) Hydrologic Engineering Center's River Analysis System (HEC-RAS) computer program has been adopted for the preparation of studies and restudies for the NFIP. ==Land use restrictions in floodplains== 2008 flood in Cedar Rapids, Iowa exceeded the 500-year flood level and damaged public buildings ===Findings=== The U.S. Congress finds annual flood losses are _increasing at an alarming rate_ and forms of Federal assistance _are often determining factors in the utilization of land and the location and construction of public and of private industrial, commercial, and residential facilities_ The purpose for such Federal assistance is frustrated where Federal assistance is exposed to flood risks,. A U.S. District Court finds that FEMA determinations of which properties are within the regulatory floodplain affects the location of development: ===U.S. Codes=== The U.S. Code (USC) codification of the Public Law where Congress established the NFIP42 U.S.C. § 4001(e) in the section \"Congressional findings and declaration of purpose\" includes: National Flood Insurance is limited to communities that adopted adequate land use and control measures with effective enforcement provisions consistent with these purposes.42 U.S.C. § 4022(a)(1) and 42 U.S.C. § 4102(c) The USC section \"Additional Congressional findings and declaration of purpose\" says \"property acquired or constructed with grants or other Federal assistance may be exposed to risk of loss through floods, thus frustrating the purpose for which such assistance was extended\".42 U.S.C. § 4002(a)(3) This USC further says \"The purpose of this Act, therefore, is to ... require States or local communities, as a condition of future Federal financial assistance, to participate in the flood insurance program and to adopt adequate flood plan ordinances with effective enforcement provisions consistent with Federal standards to reduce or avoid future flood losses\".42 U.S.C. § 4002(b)(3) The specific prohibition is in the USC section \"Prohibition against Federal approval of financial assistance\" that says \"No Federal officer or agency shall approve any financial assistance for acquisition or construction purposes on and after July 1, 1975, for use in any area that has been identified by the Administrator as an area having special flood hazards unless the community in which such area is situated is then participating in the national flood insurance program.\"42 U.S.C. § 4106(a) ===Code of Federal Regulations=== FEMA created a regulation that identifies the minimum flood plain management criteria for communities44 CFR § 60.3 including the following: * utilize base flood elevation and floodway data * require permits for all development in Zone A * determine whether proposed developments will be reasonably safe from flooding * determine that all necessary permits have been received from Federal and State government agencies, including section 404 permits of the Federal Water Pollution Control Act Amendments of 1972 * require within flood- prone areas that new and replacement water supply systems to be designed to minimize or eliminate infiltration of flood waters into the systems * require within flood-prone areas that new and replacement sanitary sewage systems to be designed to minimize or eliminate infiltration of flood waters into the systems and to minimize or eliminate discharges from the systems into flood waters * require within flood-prone areas that onsite waste disposal systems to be located to avoid impairment to them or contamination from them during flooding * notify adjacent communities prior to any alteration or relocation of a watercourse * determine that the flood carrying capacity within the altered or relocated portion of any watercourse is maintained * require that manufactured homes must be elevated and anchored to resist flotation, collapse, or lateral movement The Code of Federal Regulation (CFR) \"Suspension of community eligibility\" says communities that do not adequately enforce flood plain management regulations meeting the minimum requirements shall be placed on probation.Failure to correct the violation will result in the community losing eligibility for the NFIP.44 C.F.R. § 59.24 ====Optional stricter standards==== Buoyant forces during floods can cause underground storage tanks to float out of the ground. When flood water enters sewers, the sewage gets released to the environment. Flood water carried oil from a pipeline break into the floodplain beyond normal stream level. Flood water making bridge impassable. The NFIP encourages communities to adopt floodplain management standards more restrictive than the NFIP minimum standards.44 C.F.R. § 60.1(d) Communities must consider the additional measures specified in 44 C.F.R. § 60.22.44 C.F.R. § 60.21 Some states and communities enforce a more protective \"Regulatory Floodway\" by limiting the cumulative increase in water surface elevation to a half-foot or tenth of a foot instead of the NFIP minimum standard increase of one-foot. This 44 C.F.R. § 60.22 says community flood plain management regulations should permit only development in flood- prone areas that is appropriate with the probability of flood damage.44 C.F.R. § 60.22(a)(1) Flooding can damage underground storage tanks (USTs) resulting in leaks of petroleum that contaminate soil, surface water, and groundwater. USTs may even float out of the ground during floods. This 44 C.F.R. § 60.22 says community flood plain management regulations should prohibit public utilities to be installed in flood prone areas unless it is essential to be located there.44 C.F.R. § 60.22(a)(2) Leakage from on-site sewage systems cause contamination problems during floods. Sanitary sewer overflows and combined sewer overflows also release sewage contaminates into flood water. The U.S. Environmental Protection Agency advises \"Avoid contact with flood water due to potentially elevated levels of contamination associated with raw sewage and other hazardous or toxic substances that may be in the flood water.\" This 44 C.F.R. § 60.22 says community flood plain management regulations should divert development to areas safe from flooding to prevent environmentally incompatible flood plain uses.44 C.F.R. § 60.22(c)(2) Ruptures of crude oil pipelines result in crude oil contamination of floodplains. Oil spills create numerous environmental harms. Releases of gasoline, oil, or natural gas during floods also create fire hazards. This 44 C.F.R. § 60.22 says community flood plain management regulations should provide access requirements so that people do not become isolated by flood water.44 C.F.R. § 60.22(c)(7),(8) The Illinois Supreme Court found: Loose propane tanks exploded during a flood causing business to burn down. Safety guidance for propane tanks in floods says propane tanks in floodplains need to be secured to prevent them from floating off during flooding. Propane tanks floating in floods break the connecting piping releasing the gas. Leaking propane tanks create fire hazards during floods. A court finds that local governments might have immunity for negligent emergency response activities because in an emergency there may not be time to determine the best course of action. However, there may not be grounds for immunity for pre-emergency actions where negligence results in flooding. In 2004 the Association of State Floodplain Managers stated \"Most local governments have simply assumed that the federal floodplain management approaches embody a satisfactory standard of care, perhaps not realizing that they actually induce additional flooding and damage.\" In 2000, the Association of State Floodplain Managers recommended a “no adverse impact” goal to prevent one property owner from adversely impacting the properties of others. ===Related floodplain regulations by U.S. Army Corps of Engineers=== The U.S. Army Corps of Engineers (USACE) identifies themselves as the Federal government's largest water resources development and management agency. USACE says they provide information, technical services, planning guidance, and planning assistance to guide the development of floodplains. USACE says their regulatory program after 1968 evolved to balance the national concerns for both the protection and utilization of important resources by public interest review.33 C.F.R. § 320.1 The 33 C.F.R. 320.4(l)(2) states: ==FEMA shall consult with Federal, State, and local agencies== U.S. Congress requires FEMA to consult with other departments and agencies of the Federal Government, and with interstate, State, and local agencies responsible for flood control in order to make certain that those agencies' programs are consistent with the National Flood Insurance Program (NFIP). For example a U.S. District Court ordered FEMA to consult with the National Marine Fisheries Service (NMFS) on FEMA’s mapping regulations and FEMA’s revisions of flood maps to determine whether they jeopardize the continued existence of the Puget Sound chinook salmon.: == Criticisms == Prior to the program, property losses stemming from flood damage were largely the responsibility of the property owner, although the consequences were sometimes mitigated through provisions for disaster aid. Today, owners of property in flood plains frequently receive disaster aid and payment for insured losses, which in many ways negates the original intent of the NFIP. Consequently, these policy decisions have escalated losses stemming from floods in recent years, both in terms of property and life. Moreover, certain provisions within the NFIP increase the likelihood that flood-prone properties will be occupied by the people least likely to be in a position to recover from flood disasters, which further increases demand for aid. This is an example of adverse selection. Some factors contributing to increased demand for aid are: * Flood insurance for properties in flood prone areas is mandatory only to secure loans, which makes it somewhat more likely that flood prone properties will be owned by seniors who have paid off their mortgages, or investors who have acquired the property for rental income. * Flood insurance only covers losses for the owner of the property, and claims are subject to caps, which further increases the likelihood that the property will be occupied by renters rather than the property owner. * Flood prone properties are more likely to be offered for rent because of the owners' increased risks and/or costs associated with occupying the property themselves. * Flood prone properties are more likely to be offered for rent at a discount, which attracts lower income groups, seniors, and infirm groups. According to critics of the program, the government's subsidized insurance plan \"encouraged building, and rebuilding, in vulnerable coastal areas and floodplains.\" Stephen Ellis, of the group Taxpayers for Common Sense, points to \"properties that flooded 17 or 18 times that were still covered under the federal insurance program\" without premiums going up. Critics say this program is underperforming because it is starved for funding compared to disaster response and recovery, and the process of applying for a buyout is unreasonably slow.Debt-Laden FEMA Is Slow To Act On Program That Buys Flooded Houses Another criticism is that FEMA doesn't administer all policies, instead outsourcing many policies to private insurance companies. When a disaster occurs, FEMA makes payments to those private insurance companies to offset their costs. However, there is little oversight and few rules as to how the money should be distributed. As a consequence, private insurers have been known to use FEMA payments to hire attorneys that fight policyholders in court. One law firm is estimated to have received from FEMA payments to fight Hurricane Sandy claims. ==Flood risk management to anticipate climate change== Flooded residential neighborhood during the \"500 year flood\" in southern Louisiana in August 2016 President Obama on January 30, 2015 issued Executive Order 13690 requiring Flood Risk Management to anticipate flooding increases over time due to the effects of climate change. A peer review study finds climate change since 1900 may have increased the probability of extreme precipitation events like the August 2016 flooding in south Louisiana. President Trump on August 15, 2017 issued Executive Order 13807 whose Section 6 revokes President Obama's Executive Order 13690. == References == == External links == *http://www.floodsmart.gov *Federal law authorizing NFIP *Experts: Flood terms mislead public MSNBC Category:Financial services companies established in 1968 Category:United States Department of Homeland Security Category:Insurance in the United States Category:Insurance law Category:Flood control acts in the United States ",
    "title": "National Flood Insurance Program"
}