{
    "id": "2563962",
    "text": "In traditional Mexican cuisine, the quesadilla sincronizada (, \"synchronized quesadilla\") is a tortilla-based sandwichMaria Elena Cuervo-Lorens, (1989) «Maria Elena's Mexican Cuisine: Authentic Mexican Dishes Made Easy», pp:146 made by placing ham and sometimes refried beans and chorizo and a portion of Oaxaca cheese (or any type of cheese) between two flour tortillas. They are then grilled or even lightly fried until the cheese melts and the tortillas become crispy, cut into halves or wedges and served, usually with salsa and pico de gallo, avocado or guacamole on top and/or other toppings or condiments. In some American Tex-Mex restaurants, such as Taco Bell, some quesadillas and/or sincronizadas may include chicken fajita meat. Fajita meat is not traditionally used in Mexico, as fajitas are a Tex-Mex dish, and not a Mexican one. In fact, the name \"fajitas\" is virtually unknown in Southern Mexico as a dish, although there are somewhat similar alambre dishes enjoyed throughout Mexico. They are frequently confused with plain quesadillas, due to their resemblance to \"quesadillas\" sold in Mexico and the United States. (U.S. quesadillas are usually made with flour tortillas rather than molded from masa in the Mexican style). Note however that despite the fact that it looks almost the same as a quesadilla, it is considered a separate dish. The main difference between the real quesadilla and the sincronizadas is the obligatory inclusion of ham in the dish and the main ingredient used to make the tortilla (wheat flour instead of corn flour, masa harina).Luis Peinado, Marilyn Peinado (1992), «Bienvenidos to our kitchen: authentic Mexican cooking», Pelican Publishing Company, pp:66 A quesadilla is made of a single folded and filled corn tortilla, while the sincronizada is prepared like a sandwich. Ingredients could vary between Oaxaca cheese, Manchego cheese and different types of ham. The sincronizada is sometimes consumed alone, but in most regions of Mexico it is common to add a regional sour cream, salsa or guacamole as topping to make a richer flavor. The Tex-Mex version also contains beans, cheese, beef fajita meat and avocado and Monterey Jack cheese instead of the traditional Oaxacan one. Sincronizadas are commonly consumed in the evening, as a component of a light merienda. ==See also== *Quesadilla *Gringas *Tortilla * List of sandwiches * List of Mexican dishes * ==References== ==External links== * Category:Mexican cuisine Category:Sandwiches Category:Tortilla-based dishes ",
    "title": "Sincronizada"
}