{
    "id": "2563654",
    "text": "Ilsenburg is a town in the district of Harz, in Saxony-Anhalt in Germany. It is situated under the north foot of the Harz Mountains, at the entrance to the Ilse valley with its little river, the Ilse, a tributary of the Oker, about six north-west of the town of Wernigerode. It received town privileges in 1959. Owing to its surrounding of forests and mountains as well as its position on the edge of the Harz National Park, Ilsenburg is a popular tourist resort. Since 2002, it is officially an air spa. == History == The old castle, Schloss Ilsenburg, lying on a high crag above the town, was originally an imperial stronghold and probably built by King Henry I. In 995 Emperor Otto III resided in Elysynaburg, which Henry II bestowed in 1003 upon the Bishop of Halberstadt, who converted it into a Benedictine monastery. The school attached to it enjoyed a great reputation towards the end of the 11th century. The abbey was finally devastated during the German Peasants' War in 1525. After the Reformation the castle passed to the counts of Wernigerode, who restored it and made it their residence until 1710. Higher still, on the edge of the plateau rises the Ilsenstein, a granite peak standing about above the valley, crowned by an iron cross erected by Count Anton von Stolberg- Wernigerode in memory of his friends who fell in the Napoleonic Wars of 1813-1815. Around this rock cluster numerous legends. ==Geography== Ilsenburg is between Wernigerode (Saxony-Anhalt) in the east and Bad Harzburg (Lower Saxony) in the west through the Ilsetal. The Brocken is reachable through the Heinrich-Heine-Weg, that goes along the Scharfenstein and Kleiner Brocken. Ilsenburg is near the Harz National Park. To the west, there is the Harzer Grenzweg at the Green Belt Germany, which goes along the inner German border. ===Town divisions=== * Drübeck * Darlingerode * Plessenburg * Oehrenfeld == Places of interest == Trout pond * Am Kruzifix * Ilsenburg Abbey * Ilsenburg House * Ilse valley and Princess Ilse * Ilsestein * Froschfelsen * Market place and chemist's * Krug Bridge over the Ilse * former Ilsenburg Factory, today used as a residence * Bremen Hut, a checkpoint on the Harzer Wandernadel and refuge hut in the Ilse valley == Transport == Ilsenburg has access to the Bundesstraße 6 federal highway leading from Goslar and the Bundesautobahn 395 to Halle and the Bundesautobahn 14. At the Ilsenburg train station rail transport is available to Vienenburg and Hanover as well as to Halle and Berlin by Regional-Express trains of the Deutsche Bahn and trains of Veolia. == Twin town == * Bad Harzburg, Germany == References == * ==External links== *Official site *Ilsenburg Abbey Category:Towns in the Harz Category:Province of Saxony Category:Bezirk Magdeburg ",
    "title": "Ilsenburg"
}