{
    "id": "2564158",
    "text": "Gan Ji (died 200) was a Taoist priest who lived during the late Eastern Han dynasty of China. ==Life== Gan Ji was from Langya Commandery (琅琊郡, present-day southeastern Shandong). According to the Book of Later Han, during the reign of Emperor Shun of Han ( 125–144), Gong Chong (宮崇), one of Gan Ji's disciples, submitted the Taiping Qingling Shu (太平清領書) to the emperor. Some believe that the character Yu Ji (于吉) in the 14th-century historical novel Romance of the Three Kingdoms is a misspelling of Gan Ji. In the novel, Yu Ji wandered around the Jiangdong region, chatting with soldiers and civilians, making everyone believe that he was a magician and healer. The warlord of Jiangdong, Sun Ce, heard of Yu Ji's magic and grew suspicious of him, thinking that he was casting spells on people. Sun Ce accused Yu Ji of sorcery and had him executed. However, Yu Ji's spirit returned to haunt Sun Ce and eventually caused him to die from shock. Many historians reject the account of Yu Ji/Gan Ji and Sun Ce, suggesting that it is propaganda or merely fiction. Reasons for this include Gan Ji's previously recorded activities (which would have made Gan Ji quite old by the time he met Sun Ce). Only a select few historical texts mention Yu Ji being killed by Sun Ce. Of those that do, Yu Ji is not necessarily portrayed as an innocent victim; rather, in the Jiangbiao Zhuan (江表傳), Sun Ce believes that Yu Ji is misleading the people (Sun Ce was a strict Confucian). ==In popular culture== In the video games Dynasty Warriors 5 and Dynasty Warriors 7, there is a stage based on Sun Ce's confrontation with Yu Ji, a fictional event. In the stage Sun Ce has to fight Yu Ji clones, as well as a Da Qiao and Sun Jian clone. The 1983 Hong Kong film The Weird Man by the Shaw Brothers Studio is loosely based on the story of Yu Ji and Sun Ce. Yu Ji was put to death by Sun Ce and he later comes back as a ghost and wreaks havoc on Sun Ce for revenge by possessing his army and his wife. He also helped Sun Ce kill Xu Gong while killing Sun Ce in the process. In this film, he is seen as the hero while Sun Ce is portrayed as the anti-hero. The Weird Man was remade in 1993 as Ninja in Ancient China. ==See also== * Lists of people of the Three Kingdoms ==References== * Chen, Shou (3rd century). Records of the Three Kingdoms (Sanguozhi). * Fan, Ye (5th century). Book of the Later Han (Houhanshu). * Luo, Guanzhong (14th century). Romance of the Three Kingdoms (Sanguo Yanyi). * Pei, Songzhi (5th century). Annotations to Records of the Three Kingdoms (Sanguozhi zhu). Category:2nd-century births Category:200 deaths Category:Han dynasty people related to the Three Kingdoms Category:Han dynasty Taoists Category:Chinese spiritual writers Category:Han dynasty writers ",
    "title": "Gan Ji"
}