{
    "id": "2564901",
    "text": "{| |} USS Wickes (DD-578), a Fletcher-class destroyer, was the second ship of the United States Navy to be named for Captain Lambert Wickes (1735-1777), who served in the Continental Navy. Wickes was laid down on 15 April 1942 at Orange, Tex., by the Consolidated Steel Corporation; launched on 13 September 1942, sponsored by Miss Catherine Young Wickes, the great-great-grandniece of Capt. Wickes; and commissioned on 16 June 1943, Lieutenant Commander William Y. Allen, Jr., in command. Departing New Orleans. La. on 13 July, Wickes sailed for Cuban waters and reached Guantanamo Bay three days later. She conducted shakedown training until 11 August, when she set sail for Charleston, S.C., where she commenced her post-shakedown availability. Wickes then trained into the autumn, ranging from Trinidad, in the British West Indies to Casco Bay, Maine; and from Norfolk, Virginia, to NS Argentia, Newfoundland, from 1 September to 6 November. Between drills at sea, the ship underwent brief periods of repair in the navy yards at Boston and Norfolk. On 6 November, Wickes departed the Boston Navy Yard in company with the small aircraft carrier Cabot (CVL-28) and sister destroyer Bell (DD-587)--their destination: the Canal Zone. Transiting the Panama Canal between 12 and 15 November, the destroyer reached San Diego, California, on the 22d, but pushed on for the Hawaiian Islands and reached Pearl Harbor on the 27th. Over the ensuing days, the destroyer exercised in those local waters, conducting antisubmarine and antiaircraft drills. On several occasions during this training, her routine was interrupted by orders to rendezvous with and augment the screens of various task groups returning from the operations which wrested the Gilbert Islands from Japan. == North Pacific campaign December 1943 - August 1944 == Wickes--in company with sister-ships Charles J. Badger (DD-657) and Isherwood (DD-520)--departed Pearl Harbor on 10 December 1943 and set a course for the Aleutian Islands. Over the next few months, Wickes operated in the Aleutians. To her commanding officer and crew, the duties performed seemed \"uneventful\", their \"greatest battles\", he recalled were fought against the elements and the \"dreary monotony of Aleutian duty\". Such an enervating routine was interrupted by three bombardments conducted by Task Force 94 (TF 94) against the Kuril Islands, Paramushiro and Matsuwa. The first raid hit Paramushiro on 4 February 1944 and marked the first time that Wickes made contact with the enemy. She bombarded Japanese targets in the town of Kurabuzaki on the southern tip of the island. Early in March, Wickes--in company with other units of TF 94--made another sweep into Japan's backyard. On the lookout for Japanese shipping as they steamed through the Sea of Okhotsk, the task force found slim pickings before again shelling targets on Paramushiro on 4 March. Another bombardment was slated to take place there, but unfavorable weather made it impossible. Two months later, Wickes' guns once more joined in a cannonade against Japanese facilities on Paramushiro and at Matsuwa, on 26 May and 13 June, respectively. Darkness and fog presented difficulties for the American forces but did not constitute insurmountable difficulties. On 2 August, while TF 94 was again steaming to shell Matsuwa, Wickes made visual contact with a \"snooper\", a Mitsubishi G4M \"Betty\" bomber. On van picket station, the destroyer opened fire on the intruder--the ship's first antiaircraft action. The plane managed to escape and, together with the worsening weather, nullified TF 94's chances of making an undetected approach to Matsuwa. The bombardment was accordingly canceled. Wickes' tour in one of the most difficult operating areas on the globe finally ended when she \"very happily\" departed Adak, Alaska, on 7 August, headed south in company with other units of Destroyer Squadron 49 (DesRon 49). Reaching San Francisco on 16 August, Wickes moored at Pier 36. There, she received minor repairs from the facilities and workmen of the Matson Navigation Company, under the eye of the Assistant Industrial Manager, Mare Island Navy Yard. During the refit, the ship received a \"dazzle\" camouflage pattern, designed to confuse observers as to the ship's heading and speed. == Philippines campaign, September 1944 - March 1945 == Underway from the west coast upon completion of repairs and alterations, Wickes set a course for Pearl Harbor once more, in company with Kimberly (DD-521), Young (DD-580), and William D. Porter (DD-579)--other units of DesRon 49. Reaching Hawaiian waters, Wickes spent the first two weeks of September engaged in supporting landing rehearsals at Lahaina Roads, Maui, \"in preparation for forthcoming operations.\" While in port between exercises at sea, Wickes received additional radar gear while alongside Yosemite (AD-19), in preparation for the ship's slated role as a fighter-director ship. Thus newly outfitted, Wickes left Pearl Harbor on 15 September, as part of Task Group 33.2 (TG 33.2), the group slated to hit the island of Yap. Reaching Eniwetok, in the Marshalls, on the 25th, the destroyer spent the next two days replenishing fuel and provisions. Resuming her voyage on the 28th, Wickes reached Manus, in the Admiralties, on 3 October. En route, the ship crossed the equator for the first time. However, changing operational requirements resulted in the cancellation of the Yap invasion. Wickes was thus reassigned to the 7th Fleet and earmarked for participation in the assault on the island of Leyte. She remained at Manus until 14 October, conducting general upkeep and engaging in gunnery and antisubmarine warfare (ASW) training. Wickes--with a fighter-director team embarked-- departed the Admiralties on 14 October. As a screening unit of task group \"Baker\"--TG 79.4--a transport group, the destroyer reached Leyte Gulf according to plan, on D day, 20 October. She then proceeded to her assigned radar picket station near the center of the gulf and assumed duties as picket and fighter-director ship. Over the next four days, Wickes remained on that station as the invasion of Leyte--the first step in the liberation of the Philippines--unfolded. She frequently saw Japanese aircraft--particularly in the area where the transports were congregated--but none came within range of her guns. She even made one good sound contact, on the 22d, and dropped an 11-depth-charge pattern but observed no positive results. Wickes witnessed the Battle of Surigao Strait from a faraway vantage point in the pre-dawn darkness of 25 October. \"It is no exaggeration\", recorded her historian, \"to state that this engagement was exciting even from a distance.\" During the rest of her time on station, Wickes' fighter-director team evaluated the air situation, controlling the protecting combat air patrol (CAP) overhead on the first two days of the landings, 20 and 21 October. During the first afternoon, the Wickes-directed CAP splashed a Mitsubishi A6M \"Zero\" carrier-borne fighter. Subsequently clearing Leyte Gulf, Wickes served as screen commander for a 12-ship group of LSTs headed for New Guinea. The group, Task Unit 79.14.9 (TU 79.14.9), reached Hollandia, arriving without incident on 1 November. Wickes dropped anchor soon after her arrival and remained there through the 4th. Wickes subsequently spent most of November in screening operations, escorting a transport group during all phases of its replenishment run to Leyte. Transports and cargo ships, TG 79.15, were screened to Noemfoor Island and during the loading operations that ensued. She then escorted them to Leyte, where they were unloaded on the 18th. She then escorted the auxiliaries back to Seeadler Harbor, Manus, where she arrived on the 25th. Wickes departed Manus on the 28th, bound for Torokina, Bougainville, in the Solomons, escorting the troopships of Transport Division 38. En route, she touched at Finschhafen on the 29th during the division's stopover to embark troops and reached Torokina on 1 December. Wickes remained at Torokina, Empress Augusta Bay, until the 15th, patrolling the outskirts of that body of water in company with her sister-ships of DesRon 49. The next day, she began the return trip to the Admiralty Islands but stopped in the Huon Gulf for a landing exercise to prepare for her next slated operation. She finally reached Manus on the 21st. The destroyer spent Christmas in port and replenished her logistics requirements until the 27th. Underway on that day, Wickes proceeded to Luzon for the assault at Lingayen. On the approach run, the ship--screening tractor groups \"Able and Baker\" of TF 79--steamed with TU 79.11.3. Embarked was a new fighter-director team taken on at Manus. The northbound run proved largely uneventful, except for what the ship's historian called \"a moderate amount of heckling\" by enemy aircraft day and night. Again, Wickes proved exceptionally adept at fighter-direction duties. Her team vectored CAP planes to oncoming enemy planes, and they accordingly splashed four Nakajima Ki-44 \"Tojo\" fighters into the waters off Luzon on the morning of 8 January 1945. The ship herself did not fire upon any enemy planes until reaching Lingayen Gulf itself the following day, 9 January, when she fired at a pair of attacking planes, driving them off but not splashing them. That same evening, Wickes departed the coast of Luzon with her charges, screening the unloaded ships as they headed out of the battle area. About one-half hour before sunrise on the morning of 10 January, a Japanese plane--a single-engined fighter--pushed over in a dive and dropped a bomb which exploded off the destroyer's starboard side, close aboard. Fragments, scything through the air, wounded 15 sailors topside and punctured the ship with a few small holes. That brush with the enemy, and the light damage inflicted by the attacker, did not keep the ship off the \"front lines\", for she was soon back in action again, operating on antisubmarine patrols in Leyte Gulf during most of the time between 13 and 25 January. On 26 January, she sortied as part of TG 78.3 and took station as escort and fighter-director ship for the passage of the task group through the Mindanao and Sulu Seas, en route to Luzon, for landings on the west coast in the vicinity of San Felipe, Zambales Province. The landings themselves took place two days later, meeting no opposition and calling for no bombardment. Friendly natives, happy to see their liberators, came out in bancas and other craft to greet the Americans warmly. On the 30th, Wickes stood in readiness during another unopposed landing--the one made at Grande Island, in Subic Bay. For the next two weeks, the destroyer was based on Subic Bay, operating in the waters off southwestern Luzon. During that period, she made a short run to Mindoro and back, escorting for convoys of landing craft each way. Meanwhile, preparations were being made for assaults on Bataan and Corregidor--the scene of the humiliating disasters for the United States and her Filipino allies three years before. Minesweeping operations commenced on 13 February. At sunset that day, Wickes joined her sister-ship Young in supporting the thinly armored \"sweepers\" off Manila Bay, retired with them that night, and returned with them the next morning. As the ships worked their way into an area between Corregidor and Carabao Islands, Japanese shore batteries emplaced on those islands and on Caballo began to lob shells at the minecraft and their escorts. Wickes teamed with Young to deliver vigorous counter-battery fire, knocking out the pugnacious guns. Other destroyers and cruisers also participated in the silencing of the enemy emplacements, but Wickes' historian modestly recorded, \"No claim is made by Wickes to have done the job single-handed, but it is certain that this ship's gunfire was accurate and effective, and contributed materially toward the successful result and protection of the minesweepers who were able to proceed with their task unmolested for the remainder of the day.\" Nevertheless, both Wickes and Young had some close shaves, as the enemy landed some shells close aboard but did not hit either ship. On the morning of the 15th, Wickes shelled Japanese positions in Mariveles Bay, just prior to the landings there. She then stood by to render gunfire support for the troops as they went ashore. However, when no opposition developed, the destroyer took up a patrol station, on watch for submarines. Meanwhile, throughout the day, 7th-Fleet destroyers and cruisers-- assisted by planes-- continued giving Corregidor a pasting. Between 04:00 and daylight on the 16th, Wickes steamed in company with Picking and Young, to intercept \"suicide boats\" that had penetrated Mariveles Bay. Many drifting mines revealed themselves with the wash of dawn--but no suiciders. Wickes destroyed one mine with gunfire and was about to destroy others when minesweepers arrived on the scene and relieved the destroyer of that duty. Wickes then proceeded to conduct another shore bombardment mission--this time against the beaches on Corregidor over which the assault was to pass. Paratroops drifted down and landed on the top of the island as part of the many-faceted attack designed to destroy the enemy units heavily entrenched there. When the troops commenced landing, Japanese guns opened up from caves on the rocky island. Wickes replied with counter-battery rounds against Corregidor and Caballo Islands, maneuvering to keep Caballo covered for the remainder of the day. Late on the afternoon of the 16th, Wickes--in company with Picking and Young--was detached from that duty. \"By all standards\", recounted the ship's historian when reviewing the Philippine operations, \"this operation was the most interesting one the Wickes ever took part in.\" It had afforded the ship the opportunity to observe, closely, the activities of other units: paratroops, heavy bombers, minesweepers, and ground troops alike. \"All hands felt that at last the Wickes had produced some results and definitely accomplished something after months of more or less routine duties\", \"Fire from enemy shore batteries\", he went on, \"added just the right amount of hazard and provided the first real test of the ship under fire.\" However, there would be quite enough \"hazard\", in the ship's future operations. Inexorably, the mighty American Navy bore down upon the shores of Nippon itself. Yet every step that the American armada took closer to the Japanese home islands increased the intensity of the enemy's resistance. For Wickes, upon conclusion of her support of the Corregidor assaults, there was a tender availability awaiting her in Leyte Gulf. After those repairs, Wickes --in company with Luce (DD-522) and Charles J. Badger--escorted the heavy cruisers Portland (CA-33) and Minneapolis (CA-36) to Ulithi, in the Carolines, departing Philippine waters on 2 March and returning eight days later on the 10th. == Battle of Okinawa, March - June 1945 == Wickes participated in the landing practices in Leyte Gulf for the next operation on the American timetable, the assault on Okinawa Gunto. From 13 to 16 March, the forces slated to take part in that thrust trained and rehearsed for the upcoming event. Activities during those days of training included duty in the tractor group \"George\" screen--TG 51.7--fire support drills, and ASW patrols around the transport area--all skills that would be very much needed. After replenishing fuel, ammunition, and provisions and receiving additional fighter-director equipment, Wickes--with a new fighter-director team embarked-- sortied for Okinawa on 19 March with TG 51.7. Upon her arrival off Okinawa on the 26th, Wickes acted as a fire support vessel, supporting the landings by scheduled bombardments on Yakabi Shima, Kerama Retto; but there was no opposition on that island that required additional naval gunfire. Commencing on 26 March and continuing through 4 May, Wickes conducted regular radar-picket and fighter-director duties on the various stations off Okinawa. During that period, the CAP, vectored to the enemy by Lt. (jg.) James R. Baumgartner, USNR, the senior fighter-director officer embarked, engaged 42 enemy aircraft, destroyed eight, and damaged four. Late on the afternoon of 22 April, the Wickes-directed CAP scored their most signal success. On Radar Picket Station 14, about 70 miles northwest of Okinawa,Wickes vectored Marine fighters from Yontan Field to a large raid approaching from the northward. The flying Leathernecks knocked down 26 Japanese planes, probably splashed another pair, and damaged four. After later turning over her fighter-director team to Gainard (DD-706), on 4 May, Wickes alternated duty on the antiaircraft screen protecting the transports off Hagushi beach with antisubmarine patrols. She also supervised underway fueling operations for a day. She then underwent a period of needed upkeep to have her boilers cleaned. During the 51 days Wickes spent off Okinawa, she took enemy aircraft under fire no less than 14 times, and was four times, the object of attention from kamikazes. Her gunners claimed five \"kills\" from the suiciders' ranks, and one \"probable\". Two of the downed enemy aircraft managed to crash close enough to send pieces of themselves onto the ship's fantail--but doing no damage. On one occasion, one of the kamikazes attempted to torpedo the ship, but its \"fish\" also missed. In addition, Wickes may have saved the hospital ship Relief (AH-1) from serious damage when she deflected, with her gunfire, a suicider attempting to crash into the ship-of-mercy. Until 10 April, Wickes patrolled her picket stations alone, without support. After that time, a landing craft or another destroyer was always present. Other incidental occurrences that came up during the ship's time off the embattled isle of Okinawa included the rescue of five men from a raft from the fast transport Dickerson (APD-21); fishing out a crashed fighter pilot from the fleet carrier Bennington (CV-20); and exploding a drifting mine with gunfire. Remarkably, in contrast to some of her sister- ships that suffered grievous damage at the hands of the suicidal kamikaze, Wickes suffered only three casualties: all wounded when a plane strafed the ship. Wickes departed the Okinawa area on 15 May, bound for Ulithi, while the campaign continued on. She screened a convoy of auxiliaries and merchantmen to the Western Carolines, reaching her destination on the 21st. She then nested alongside the destroyer tender Prairie (AD-15) and received a 10-day availability. The time spent there at the sprawling, busy, advance base was, truly, \"a welcome rest\" after the long hours of general quarters and alerts that were part and parcel of duty off Okinawa. \"Although all hands had gained a great deal of confidence in our ability to handle air attacks\", wrote the ship's historian, \"it was difficult, after more than a month of picket duty, not to feel like fugitives from the law of averages, as so many other ships had been hit.\" Wickes--her availability alongside Prairie completed by early June--departed Ulithi on 7 June, escorting another slow convoy. Her destination was again Okinawa. She safely reached there with her charges on the 13th and took on board another fighter-director team. In company with two or three supporting destroyers, Wickes then returned to the picket lines. Most enemy air activity then took place nocturnally. Her second stay at Okinawa proved briefer than the first. The ship headed for Saipan on 23 June with a slow convoy but with onward routing approved to Pearl Harbor. Reaching Saipan on the 29th, Wickes departed that same day, bound for the Hawaiian Islands in company with Picking and Hall (DD-583). Making port at Pearl Harbor on 7 July, Wickes' time in Hawaiian waters proved brief; for, on the 8th, she was bound \"stateside\", her bow \"very happily pointed\" toward the Golden Gate. She made the last leg of the voyage in company with her old companion, Picking, and two other ships, Sproston (DD-577) and Brackett (DE-41). All ships arrived on the morning of 14 July and proceeded to the Naval Ammunition Depot at Mare Island to unload ammunition. Upon completion of that task, Wickes got underway for Hunters Point, tying up at pier-side at sunset, with 47 days' availability ahead of her. Within a day or two after arrival, DesRon 49 was dissolved; and Wickes was reassigned to DesRon 58. The war in the Pacific, though, ended before the destroyer completed her scheduled overhaul on 31 August 1945. With the end of the war, however, it soon became evident that with the massive shipbuilding programs that had come along during hostilities there was a surplus of ships for anticipated postwar needs. Along with the decommissioning and scrapping of many of the older fleet units, some of the newer ships were decommissioned and placed in reserve. Wickes was among the latter. Completing her overhaul by early September 1945, the ship conducted refresher training exercises into the autumn and winter. Her service career was growing short. She was placed out of commission, in reserve, on 20 December 1945. She never returned to active duty, even during the Korean War when many of her sister- ships were pulled out of mothballs and recommissioned. Struck from the Navy list on 1 November 1972, her hulk was later expended in ordnance tests. ==Honors== Wickes earned five battle stars for her World War II service. ==See also== *See USS Wickes for other ships of the same name. == References == * == External links == * navsource.org: USS Wickes * hazegray.org: USS Wickes Wickes (DD-578) Category:Ships built in Orange, Texas Category:1942 ships Wickes (DD-578) Category:Ships sunk as targets Category:Maritime incidents in 1974 ",
    "title": "USS Wickes (DD-578)"
}