{
    "id": "2564426",
    "text": "\"Into the Woods\" is the tenth episode of season 5 of the television show Buffy the Vampire Slayer. Spike leads Buffy to see that Riley goes to a vampiric brothel, where humans pay vampires to suck their blood. When she confronts Riley about it, he decides to take the military up on an offer to join a demon-hunting unit, and leaves Buffy and Sunnydale. ==Plot synopsis== At the hospital, the Scooby Gang awaits news from the doctor about Joyce's surgery, and they are all relieved when the surgery is a success. Dawn spends the night with Xander and Anya so that Buffy and Riley can have some private time. With the house to themselves, Buffy and Riley spend a romantic evening together. In the middle of the night, Riley sneaks out of the house. Spike, having been on his nightly vigil, secretly follows Riley to an old building. Buffy spends the day with her mother in the hospital discussing Joyce's wig options and Buffy's relationship with Riley. Spike wakes Buffy from sleep that night to show her what Riley has been doing. Buffy is shocked to find him in the arms of a female vampire, being fed upon. Graham has persuaded his commanding officer to seek Riley's help in destroying demons for the military. They offer Riley a position in the military's new anti-demon organization, assuring him that their group is nothing like the Initiative and they exist only to destroy demons, not study them. Buffy and the gang go after the nest of vampires only to find the building empty. Buffy sets the building on fire, leaving her friends in the dark about what's truly bothering her. Riley is furious that Spike allowed Buffy to see the truth and after throwing the vampire around a bit, he stakes him. The stake is plastic and Riley's actions were only a warning. Spike maintains that Riley has no future with Buffy, and the two rivals eventually share a drink, discussing how they both love her, but she doesn't seem to return the feeling for either of them. Spike tells Riley that he is generally jealous of his position of intimacy with Buffy, although sometimes he wonders if Riley's situation is worse, being so close to Buffy while not actually having her. However, he ultimately declares that Riley has the better deal. Riley asks Spike if he really thinks he has a shot with Buffy. Spike responds in the negative, but says that a fellow's got to try - he's got to do what he can. Buffy releases her aggressions on a punching bag in the training room until Riley shows up determined to talk to her. He tells her he started his late-night vamp activities because he wanted to know what Buffy felt when she was bitten by Dracula. Riley tells her that the vampires needed him and Buffy didn't. After Buffy tells him that she's given him everything she has, Riley says he doesn't believe her and tells her about the offer to return to the military, and that he is going to leave unless she can convince him not to. The vampires from the nest surround a distraught Buffy as she's leaving the shop. She stakes all eight of them in record time, including the vampire who had been seen drinking from Riley. Xander witnesses the slaying and confronts Buffy, telling her he thinks that Riley has given her everything, and risked everything for her, and accuses her of treating Riley as a rebound guy and of expecting him to be 'convenient' after Angel's departure from Sunnydale. She points out that Xander himself treats Anya as a mere convenience, but Xander pursues his point, telling her that her relationship with Riley is the kind that comes around once in a lifetime, and that she has to decide if she's really willing to lose him for good. Buffy takes off, but although she runs as fast as she can, is unable to get to the helipad in time to stop Riley from leaving. The helicopter flies away with Buffy on the landing pad, calling after Riley. He stares in the other direction, the helicopter's loud noise drowning out Buffy's cries, leaving without knowing that Buffy had tried to reach him. After his talk with Buffy, Xander realizes that he needs to tell Anya how much he loves her and he does. Still shocked, Buffy returns home while Riley leaves Sunnydale, not looking back. ==Production details== This was the first Buffy episode directed by executive producer Marti Noxon. Of the experience, she says \"It was thrilling and it was terrifying. I thought I was going to bolt the whole time.\" ===Writing=== When asked why they chose to have Riley leave Sunnydale, Joss Whedon says he tried to give Buffy a healthy relationship, but \"people didn't want it. They did some great work together. But at the same time, when they were happy, it made people crazy.\" Marti Noxon adds, \"Sunnydale romance just rarely goes well. Buffy with a boyfriend is not as interesting as Buffy in some kind of romantic strife. Riley, by his nature, was such a good and constant character that we were at risk of things getting a little dull.\" ===Dedication=== This episode is dedicated to D.C. Gustafson, a member of the series' art department, who died on November 4, 2000. He was a close friend of Sarah Michelle Gellar.https://www.imdb.com/name/nm0348976/ ==Continuity== ===Arc significance=== * This episode marks both the end of Buffy and Riley's relationship and Riley's last appearance as a series regular. He reappears in the Season Six episode \"As You Were\" and again in the Season Eight comic \"Time of Your Life\" as a minion of Twilight. * Last appearance of Graham Miller (Bailey Chase). * Xander and Anya's relationship is cemented as something more than just a high school romance. * This episode depicts a vampire variation of a crack house, in which humans allow vampires to partially feed upon them in exchange for the \"high\" the experience provides humans; Sunnydale's seamier side would receive more attention in the form of magic drug dealer Rack and his operations in Season Six. An even more extreme version is seen in Los Angeles in \"Release\", where humans get \"high\" on drugs and then allow vampires to partially feed upon them, heightening the effect for both humans and vampires. * The banner Giles hangs above the counter of the Magic Box reads: \"Don't Forget Winter Solstice, Hanukkah, Christmas, Kwanzaa & Gurnenthar's Ascendance Are Coming!\" * Every man that has loved Buffy and has known about her slayer heritage has asked Buffy to hit them, the first was Angel in season 2 after he turned in \"Innocence\", the second was Spike when Buffy wanted information about the two slayers he killed previously in the season 5 episode \"Fool for Love\" and the third was in this episode when Riley tells Buffy the vampires needed him. It has been said to Buffy before but only in Spike's dream in \"Out of My Mind\" and \"Family\", though in \"Family\" Spike is only imagining fighting Buffy whilst having sex with Harmony and words gets mixed up by Harmony saying \"I'm coming right now\" and Buffy in the dream saying \"I'm coming right now.\" ==References== ==External links== * * * \"Into the Woods\" at BuffyGuide.com Category:Buffy the Vampire Slayer (season 5) episodes Category:2000 American television episodes ",
    "title": "Into the Woods (Buffy the Vampire Slayer)"
}