{
    "id": "2564319",
    "text": "Hanging Cloud (known in Ojibwe as Aazhawigiizhigokwe meaning \"Goes Across the Sky Woman\" or as Ashwiyaa meaning \"Arms oneself\") was an Ojibwe woman who was a full warrior (ogichidaakwe in Ojibwe) among her people, and claimed by the Wisconsin Historical Society as the only woman to ever become one. She was the daughter of Chief Nenaa'angebi (Beautifying Bird) and his wife Niigi'o. Aazhawigiizhigokwe was of the Makwa-doodem (Bear Clan), and was born and lived most of her life at Rice Lake, Wisconsin. Her community became part of the Lac Courte Oreilles Band of Lake Superior Chippewa Indians after the 1854 Treaty of La Pointe. According to Morse, Aazhawigiizhigokwe wore war paint, carried full weapons, and took part in battles, raids and hunting parties. She was a full member of the war council, performed war dances, and participated in all warrior ceremonies. Shortly after father's death in 1855, her village was ambushed by her Mdewakanton uncle, Chief Shák'pí. In this ambush, she defended her village and killed a son of Chief Shák'pí, her cousin. Armstrong recorded how she was very proud of that period of her life. Aazhawigiizhigokwe was married three times: all to non-Native Americans. Her first marriage was to Taylors Falls, Minnesota lumberman Joe Koveo. A daughter was born from this marriage, Ogimaabinesiikwe, known as Julia Quaderer, after she married John Quaderer, Jr. However, Koveo was already married and abandoned Aazhawigiizhigokwe shortly after their marriage ceremony. Her next marriage was to Rice Lake's first mayor, James Bracklin. Three children were born from this union: Nellie, Thomas, and James, Jr. Bracklin left Aazhawigiizhigokwe for a white woman, Minnie Russell. Aazhawigiizhigokwe's last marriage was to lumberman Samuel Barker, which produced two children, Mary and Edward. Barker also left Aazhawigiizhigokwe for a white woman. In her later years, Aazhawigiizhigokwe lived in the Whitefish community of the Lac Courte Oreilles Reservation with son Thomas Bracklin. Aazhawigiizhigokwe was the sister of Waabikwe (the grey haired), who according to Benjamin Armstrong, became the wife of Edward Dingley in 1857, and had a son. Her husband served in the Union Army during the American Civil War but when assumed dead, she remarried. After the War, when her first husband returned to Wisconsin and heard of his wife's remarriage, they made arrangements to meet with each other and agreed to let her maintain her second marriage. She died in 1919. ==See also== *\"Hanging Cloud (Chippewa Princess) - Ojibwa\" by Julia White *Chippewa Indian Chiefs and Leaders ==References== * Armstrong, Benjamin. Early Life Among the Indians: Reminiscences from the life of Benjamin G. Armstrong. T.P. Wentworth (Ashland, WI: 1891). * Morse, Richard E. \"The Chippewas of Lake Superior\" in Wisconsin Historical Society Collections, v. III, pp. 349–354 * Redix, Erik M. The Murder of Joe White: Ojibwe Leadership and Colonialism in Wisconsin. East Lansing: Michigan State University Press, 2014. Category:Ojibwe people Category:Native American women in warfare Category:People from Wisconsin Category:Great Lakes tribal culture Category:Native American history of Wisconsin Category:Year of birth unknown Category:1919 deaths Category:Women in 19th-century warfare ",
    "title": "Hanging Cloud"
}