{
    "id": "2564700",
    "text": "Peter Hill Beard (January 22, 1938 - March/April 2020) was an American artist, photographer, diarist, and writer who lived and worked in New York City, Montauk and Kenya. His photographs of Africa, African animals and the journals that often integrated his photographs, have been widely shown and published since the 1960s. ==Early life and education== Peter Beard was born in 1938 in New York, the son of Roseanne (Hoard) and Anson McCook Beard, heir to a railroad fortune.https://www.nytimes.com/2020/04/19/arts/peter-beard-dead.html He was raised in New York City, Alabama, and Islip, Long Island. Beard began keeping diaries as a young boy and making photographs, as an extension of the diaries, at the age of 12. A graduate of Pomfret School, he entered Yale University in 1957, with the intention of pursuing pre-med studies, only to switch his major to art history. At Yale, he was tapped into the secret society Scroll and Key. His mentors at Yale included Josef Albers, Richard Lindner and Vincent Scully. Beard graduated with a B.A. in 1961. Inspired by earlier work such as Karen Blixen (pen name Isak Dinesen)'s Out of Africa, Beard traveled to Kenya upon graduation. Working at Tsavo National Park, he photographed and documented the demise of 35,000 elephants and other wildlife, later to become the subject of his first book, The End of the Game. During this time, Beard acquired Hog Ranch, a property near the Ngong Hills adjacent to the coffee farm owned by Blixen, which would become his lifelong home-base in East Africa. ==Art== Beard's photographs of Africa, African animals and journals that often integrate his photographs have been widely shown and published since the 1970s. Each of his works is unique, a combination of his photography with elements derived from his daily diary-keeping, a practice he continued until his death in 2020. These volumes contain newspaper clippings, dried leaves, insects, old sepia-toned photos, transcribed telephone messages, marginalia in India ink, photographs of women, quotes, found objects, and the like; these become incorporated, with original drawings and collage by Beard. Certain of his works incorporate animal blood, sometimes Beard's own blood (in sparing quantities), a painting medium the artist favored. He was a photographer for magazines including Vogue and Elle. The Peter Beard Studio and Archive was started by Peter and Nejma Beard, and is the primary source for artwork by Peter Beard. The Archive maintains a repository of published and unpublished written and visual material relating to the artist's life, work, projects, travels, exhibitions, and relations with his cohort. Beard's first exhibition was at the Blum Helman Gallery, New York City, in 1975. Landmark museum exhibitions have been held at the International Center of Photography, New York City, in 1977, and the Centre national de la photographie, Paris, in 1997. Gallery exhibitions followed in Berlin, London, Toronto, Madrid, Milan, Tokyo and Vienna. Beard's work is included in private collections throughout the world. In 2017, Beard was sued by actor David Spade, who purchased one of his works. Spade tried to resell a Peter Beard photograph that he had purchased from dealer Peter Tunney, but the unsigned work could not be authenticated. ==Personal life== Beard was one of three sons born to Roseanne Hoar Beard and Anson McCook Beard, Jr. A great-grandfather, Canadian-born James Jerome Hill, was founder of the Great Northern Railway in the United States in the late 19th/early 20th centuries. Having made his fortune in the railroad business, James Jerome Hill was a great patron of the arts. All of his heirs were exposed to and owned great collections, presumably having a strong influence on Beard's interests in the arts and beauty. He married three times. His first wife was Mary \"Minnie\" Olivia Cochran Cushing (later Mrs James J. Coleman Jr.), a society figure, granddaughter of artist Howard Gardiner Cushing, and a former assistant to the fashion designer Oscar de la Renta. They married in 1967 in Newport, Rhode Island and divorced three years later. Next he was married to Cheryl Tiegs (formerly married to Stanley John Dragoti), the fashion model, from 1981 to 1984.Gross, Michael, \"The Dawn of the Supermodel\", New York Magazine, Apr 3, 1995, pp 40+ His last wife was Nejma Khanum, a daughter of a judge of the Supreme Court of Kenya, whom he married in Montauk in 1986. The couple had one child, a daughter, Zara (born 1988), for whom his book, Zara's Tales, was written. In 1996, he was charged by an elephant and gored in the right leg. After arriving at the hospital without a pulse, he was revived, and survived. Beard befriended and in some cases collaborated with many artists, including Andy Warhol, Andrew Wyeth, Francis Bacon, Karen Blixen, Truman Capote, Richard Lindner, and Salvador Dalí. He also photographed many other well-known people. He appeared in Adolfas Mekas's film, Hallulujah the Hills, in 1963, at the first New York Film Festival. ==Death== On the afternoon of March 31, 2020 Beard, who was suffering from dementia and ill health after a stroke, wandered away from his Montauk, Long Island home. Despite exhaustive searches he was not found. Peter Beard Missing, Search Underway in Montauk On April 19 Beard's body was found by a hunter in a densely wooded area in Camp Hero State Park in Montauk Point, New York. As of April 20 a cause of death had not been determined. ==Publications== ===Selected books=== * Graham, Alistair, and Beard, Peter (1973). Eyelids of Morning: The Mingled Destinies of Crocodiles and Men. Greenwich, CT: New York Graphic Society. * Beard, Peter; and Gatura, Kamante (1975). Longing for Darkness: Kamante's Tales from Out of Africa. New York: Harcourt Brace Jovanovich. * Beard, Peter (2004). Zara's Tales: Perilous Escapades in Equatorial Africa. New York: Knopf. * Beard, Peter (1965). The End of the Game. New York: Viking Press. Reprinted New York: Doubleday, 1977. Japan: Camera Manichi, 1978. Germany: Taschen, 2008. * Beard, Peter; Beard, Nejma; Edwards, Owen; Aronson, Steven M.L. (2008). Peter Beard (Collector's Edition). Germany: Taschen, 2006. (Art Edition) Germany: Taschen, 2007. (Trade Edition) Germany: Taschen, 2008, 2013, and 2020. * Beard, Peter; Paul Theroux. 50th Anniversary Edition of The End of the Game. Taschen. ISBN-978-3-8365-5547-0 ===Catalogues=== * Beard, Peter (1993). Diary: From a Dead Man's Wallet: Confessions of a Bookmaker. Japan: Libroport Publishing Co., Ltd. * Beard, Peter, and Caujolle, Christian (1996). Peter Beard: Photo Poche #67. Paris: Centre national de la photographie, * Beard, Peter (1997). Oltre la fine del Mondo. Milan: Grafiche Milani. * Beard, Peter (1998). Beyond the End of the World. Milan: Universe Publishing (a division of Rizzoli International Publications, Inc.). * Beard, Peter (1999). Peter Beard: Stress & Density. Vienna: KunstHausWien, Museums Betriebs Gesellschaft, mbH. * Beard, Peter (1999). Peter Beard: Fifty Years of Portraits. Santa Fe, NM: Arena Editions. ==Further reading== * Geldzahler, Henry (1975). Francis Bacon: Recent Paintings. Interview with Francis Bacon by Peter Beard. New York: The Metropolitan Museum of Art. * Bowermaster, Jon (1993). The adventures and misadventures of Peter Beard in Africa. Boston: Bulfinch Press, 1993. == Filmography == {| class=\"wikitable sortable\" |- ! Year !! Film !! Featured !! Director !! Producer !! Editor !! Other |- | 2017 || That Summer || Yes || No || Yes || No || No |- | 2009 || The Making of the 2009 Pirelli Calendar || Yes || No || No || No || No |- | 1994 || Montauk Diaries || Yes || No || No || No || No |- | 1988 || Last Word from Paradise: With Peter Beard in Africa || Yes || No || No || No || No |- | 1980 || Japanese Long Line Tuna Fishing || No || No || No || No || Introducer |- | 1979 || Africa: The End of the Game || Yes || No || No || No || No |- | 1976 || The Bicentennial Big Foot Blues || No || Yes || Yes || No || No |- | 1975-76 || Longing for Darkness || No || No || Yes || Yes || No |- | 1972 || Sisters (working title) || Yes || Yes || Yes || No || Initiated |- | 1963 || Hallelujah the Hills || Yes || No || No || No || No |} === Documentaries featuring Peter Beard === * Peter Beard, scrapbooks from Africa and beyond (1998). Program33 ==References== ==External links== * Category:1938 births Category:2020 deaths Category:20th-century American photographers Category:20th-century American writers Category:American diarists Category:American portrait photographers Category:American socialites Category:Artists from New York (state) Category:Nature photographers Category:Pomfret School alumni Category:Writers from New York (state) Category:Yale University alumni Category:Formerly missing people found dead ",
    "title": "Peter Beard"
}