{
    "id": "2565520",
    "text": "Allende is a city in the Mexican state of Coahuila. The city serves as the administrative centre for the surrounding municipality of Allende. ==History== The name \"Allende\" is in honour of Ignacio Allende, a hero of Mexico's War of Independence. The town's folk hero is Arnulfo González who was gunned down in the mid-1920s, and has a \"corrido\" sung by artists such as Vicente Fernández and many others. Prior to 1832 the settlement was known as San Juan de Mata. === Los Zetas Massacre === In February, 2014, members of the Army, Navy, State, and Federal Police forces began searching for the remains of at least 300 residents of the region, who had been murdered in 2011 and buried in a series of clandestine graves in local ranches. The inhabitants had been seized by members of the Zetas criminal organization in retaliation for the theft of $5 million of drug-trafficking profits by an associate of the cartel's leaders. According to Hector Moreno, after he and Mario Alfonso Cuellar stole the money, the leaders of the Zetas, Miguel Angel Trevino (Z-40) and his brother Omar (Z-42) informed them that if they did not return the money, all of their friends and family would be killed. They carried out the threat, as members of the Zetas seized the towns of Allende and Nava, destroyed 80 houses with heavy machinery, and kidnapped approximately 80 families. These people were not seen again, until the operation began uncovering some of their bodies, many of which allegedly had been dissolved with a mixture of diesel fuel and caustic soda in large barrels of improvised \"kitchens\", in 2014. == Geography == The city of Allende is located at , at a height of above sea level. It straddles Federal Highway 57, with state capital Saltillo some away to the south, while the international border crossing at Piedras Negras, Coahuila (across the Río Bravo del Norte from Eagle Pass, Texas, United States) is some to the north. Allende is also crossed by the railway that connects Saltillo to the border city of Ciudad Acuña (across the river from Del Rio, Texas, United States). Allende municipality covers a total surface area of and, in 2000, reported a total population of 20,153. The town's annual festival (fiesta patronal) takes place on 29 August. In addition to the municipal seat, the only other two settlements of any size in the municipality are Río Bravo and Chamucero. ==References== ==External links== *Allende municipal webpage Category:Populated places in Coahuila Category:1826 establishments in Mexico ",
    "title": "Allende, Coahuila"
}