{
    "id": "2565330",
    "text": "Brian James Davis (August 5, 1914 – July 15, 1993), better known as David Brian, was an American actor. He is best known for his role in Intruder in the Dust (1949), for which he received critical acclaim and a Golden Globe nomination. Brian's other notable film roles were in The Damned Don't Cry (1950), This Woman Is Dangerous (1952), Springfield Rifle (1952), Dawn at Socorro (1954), and The High and the Mighty (1954). On February 8, 1960, Brian was awarded a star on the Hollywood Walk of Fame at 7021 Hollywood Boulevard. ==Early years== Brian was born Brian Davis in New York City. After schooling at City College, he found work as a doorman, before entering show business with a song-and-dance routine in vaudeville and in night clubs. He did a wartime stint with the United States Coast Guard during World War II and returned to acting on the New York stage after the war. ==Film== Persuaded by Joan Crawford to try his hand at film acting, Brian joined her in Hollywood and, in 1949, signed a contract with Warner Bros. The New York City native appeared in such films as Flamingo Road (1949) and The Damned Don't Cry! (1950) with Joan Crawford, and Beyond the Forest (1949) with Bette Davis. He also had a role in the film Springfield Rifle (1952), which starred Gary Cooper and in the John Wayne movie The High and the Mighty (1954) as Ken Childs. Brian's most critically acclaimed performance was as the fair-minded, resourceful Southern lawyer defending condemned, but innocent Juano Hernandez from a vicious, bigoted lynch mob, in Intruder in the Dust (1949). For this role, he was nominated for a Golden Globe Award as Best Supporting Actor. ==Television== In the 1950s and 1960s, Brian was active in television with guest roles in dozens of shows ranging from dramatic to comedic, from CBS's Rawhide to NBC's I Dream of Jeannie. In 1954 and 1955, he portrayed the lead character on the crime drama TV show, Mr. District Attorney. Brian guest starred in an episode of NBC's western series Laramie (\"Protective Custody\", 1963) as Walt Douglas, an official of the stage line, who arrives seeking his estranged daughter, Alicia, portrayed by Anne Helm. In the Star Trek episode \"Patterns of Force\" (1968) he portrays John Gill, a figurehead \"Führer\". Brian has a star in the Television section of the Hollywood Walk of Fame. It was dedicated February 8, 1960. ==Personal life== Brian was married to Bonita Fiedler; they divorced in 1948. In 1950, she filed a paternity suit against him, seeking his support for a son born to her. The suit claimed that Brian had admitted to being the baby's father. Brian's attorney, on the other hand, said that Brian did not think he was the child's father. At the time of the suit, Brian was married to Adrian Booth, an actress who was also known as Lorna Gray. On August 11, 1951, a jury found in Brian's favor after another man testified to having been intimate with the mother \"several times during the year before the child was born\". Brian's marriage to Booth also had legal problems. In 1949, columnist Jimmie Fidler reported that Booth's \"recent marriage to actor David Brian has been set aside by an L.A. judge because of illegalities in his divorce from a former mate\". ==Death== Brian died July 15, 1993, of heart disease and cancer in Sherman Oaks, California.Aaker, Everett (2006). Encyclopedia of Early Television Crime Fighters. McFarland & Company, Inc. . Pp. 68-70. ==Partial filmography== Brian in The High and the Mighty * G Men (1935 reissue, new prologue) – The Chief – 1949 Reissue Scenes (uncredited) * Flamingo Road (1949) – Dan Reynolds * Intruder in the Dust (1949) – John Gavin Stevens * Beyond the Forest (1949) – Neil Latimer * The Damned Don't Cry (1950) – George Castleman / Joe Caveny * The Great Jewel Robber (1950) – Gerard Graham Dennis * Breakthrough (1950) – Capt. Tom Hale * Inside Straight (1951) – Rip MacCool * Inside the Walls of Folsom Prison (1951) – Mark Benson * Fort Worth (1951) – Blair Lunsford * This Woman Is Dangerous (1952) – Matt Jackson * Springfield Rifle (1952) – Austin McCool * Million Dollar Mermaid (1952) – Alfred Harper * A Perilous Journey (1953) – Monty Breed * Ambush at Tomahawk Gap (1953) – Egan * The High and the Mighty (1954) – Ken Childs * Dawn at Socorro (1954) – Dick Braden * Timberjack (1955) – Croft Brunner * No Place to Hide (1955) – Dr. Dobson * Fury at Gunsight Pass (1956) – Whitey Turner * The First Travelling Saleslady (1956) – James Carter * The White Squaw (1956) – Sigrod Swanson * Accused of Murder (1956) – Police Lt. Roy Hargis * Ghost of the China Sea (1958) – Martin French * The Rabbit Trap (1959) – Everett Spellman * A Pocketful of Miracles (1961) – Governor * How the West was Won (1962) – Lilith's Attorney * The Rare Breed (1966) – Ellsworth * Castle of Evil (1966) – Robert Hawley * The Destructors (1968) – Hogan * Childish Things (1969) – Jennings * The Girl Who Knew Too Much (1969) – Had Dixon * The Seven Minutes (1971) – Cardinal McManus ===Television=== In 1963, Brian played the Mormon pioneer Jacob Hamblin in the episode \"The Peacemaker\" of the syndicated western television series Death Valley Days. In the story line, Hamblin works feverishly to hold the peace treaty with the Navajo after a white man kills some Indians who come onto his property. Bing Russell, Michael Pate, and Richard Webb also appear in this episode. At the end of the broadcast one of Hamblin's grandsons appeared with host Stanley Andrews, who noted an historical marker which honors Hamblin's work on behalf of peace on the frontier. * Mr. District Attorney (1954–1955) * Star Trek: The Original Series (episode: \"Patterns of Force\") as John Gill (1968) * The Immortal (1970) * Mission Impossible (episode \"Movie\" S07E07) as Benjamin Dane (1972) * I Dream of Jeannie (episode \"The Yacht Murder Case) (1965) * The Untouchables \"Testimony Of Evil\" (1961) * The Dakotas \"Fargo\" (1963) * The Untouchables \"The Saint Louis story \" (1960) ==References== ==External links== * * Category:1914 births Category:1993 deaths Category:American male dancers Category:American male film actors Category:American male television actors Category:Deaths from cancer in California Category:Male actors from New York City Category:People from Greater Los Angeles Category:20th-century American male actors Category:20th-century American dancers +Male ",
    "title": "David Brian"
}