{
    "id": "2565736",
    "text": "Thoracentesis , also known as thoracocentesis (from the Greek thōrax \"chest, thorax\"—GEN thōrakos—and kentēsis \"pricking, puncture\"), pleural tap, needle thoracostomy, or needle decompression (often used term) is an invasive medical procedure to remove fluid or air from the pleural space for diagnostic or therapeutic purposes. A cannula, or hollow needle, is carefully introduced into the thorax, generally after administration of local anesthesia. The procedure was first performed by Morrill Wyman in 1850 and then described by Henry Ingersoll Bowditch in 1852. The recommended location varies depending upon the source. Some sources recommend the midaxillary line, in the eighth, ninth, or tenth intercostal space. Whenever possible, the procedure should be performed under ultrasound guidance, which has shown to reduce complications. Tension pneumothorax is a medical emergency that requires emergent needle decompression before a chest tube is placed. ==Indications== The illustration shows a person having thoracentesis. The person sits upright and leans on a table. Excess fluid from the pleural space is drained into a bag. Instruments for thoracocentesis and needle biopsy of the pleura. This procedure is indicated when unexplained fluid accumulates in the chest cavity outside the lung. In more than 90% of cases analysis of pleural fluid yields clinically useful information. If a large amount of fluid is present, then this procedure can also be used therapeutically to remove that fluid and improve patient comfort and lung function. The most common causes of pleural effusions are cancer, congestive heart failure, pneumonia, and recent surgery. In countries where tuberculosis is common, this is also a common cause of pleural effusions. When cardiopulmonary status is compromised (i.e. when the fluid or air has its repercussions on the function of heart and lungs), due to air (significant pneumothorax), fluid (pleural fluid) or blood (hemothorax) outside the lung, then this procedure is usually replaced with tube thoracostomy, the placement of a large tube in the pleural space. ==Contraindications== An uncooperative patient or a coagulation disorder that cannot be corrected are relative contraindications. Routine measurement of coagulation profiles is generally not indicated, however; when performed by an experienced operator \"hemorrhagic complications are infrequent after ultrasound-guided thoracentesis, and attempting to correct an abnormal INR or platelet level before the procedure is unlikely to confer any benefit.\" Relative contraindications include cases in which the site of insertion has known bullous disease (e.g. emphysema), use of positive end-expiratory pressure (PEEP, see mechanical ventilation) and only one functioning lung (due to diminished reserve). Traditional expert opinion suggests that the aspiration should not exceed 1L to avoid the possible development of pulmonary edema, but this recommendation is uncertain as the volume removed does not correlate well with this complication. ==Complications== Major complications are pneumothorax (3–30%), hemopneumothorax, hemorrhage, hypotension (low blood pressure due to a vasovagal response) and reexpansion pulmonary edema. Minor complications include a dry tap (no fluid return), subcutaneous hematoma or seroma, anxiety, dyspnea and cough (after removing large volume of fluid). The use of ultrasound for needle guidance can minimize the complication rate. === Follow-up Imaging === While chest X-ray has traditionally been performed to assess for pneumothorax following the procedure, it may no longer be necessary to do so in asymptomatic, non-ventilated persons given the widespread use of ultrasound to guide this procedure. ==Interpretation of pleural fluid analysis== Several diagnostic tools are available to determine the etiology of pleural fluid. ===Transudate versus exudate=== First the fluid is either transudate or exudate. A transudate is defined as pleural fluid to serum total protein ratio of less than 0.5, pleural fluid to serum LDH ratio > 0.6, and absolute pleural fluid LDH > 200 IU or > 2/3 of the normal. An exudate is defined as pleural fluid that filters from the circulatory system into lesions or areas of inflammation. Its composition varies but generally includes water and the dissolved solutes of the main circulatory fluid such as blood. In the case of blood it will contain some or all plasma proteins, white blood cells, platelets and (in the case of local vascular damage) red blood cells. Exudate * hemorrhage *Infection *Inflammation *Malignancy *Iatrogenic *Connective tissue disease *Endocrine disorders *Lymphatic disorders vs Constrictive pericarditis Transudate *Congestive heart failure *Nephrotic syndrome *Hypoalbuminemia *Cirrhosis *Atelectasis * trapped lung *Peritoneal dialysis *Superior vena cava obstruction ===Amylase=== A high amylase level (twice the serum level or the absolute value is greater than 160 Somogy units) in the pleural fluid is indicative of either acute or chronic pancreatitis, pancreatic pseudocyst that has dissected or ruptured into the pleural space, cancer or esophageal rupture. ===Glucose=== This is considered low if pleural fluid value is less than 50% of normal serum value. The differential diagnosis for this is: *rheumatoid effusion. The levels are characteristically low (<15 mg/dL). *lupus effusion *bacterial empyema *malignancy *tuberculosis *esophageal rupture (Boerhaave syndrome) ===pH=== Normal pleural fluid pH is approximately 7.60. A pleural fluid pH below 7.30 with normal arterial blood pH has the same differential diagnosis as low pleural fluid glucose. ===Triglyceride and cholesterol=== Chylothorax (fluid from lymph vessels leaking into the pleural cavity) may be identified by determining triglyceride and cholesterol levels, which are relatively high in lymph. A triglyceride level over 110 mg/dl and the presence of chylomicrons indicate a chylous effusion. The appearance is generally milky but can be serous. The main cause for chylothorax is rupture of the thoracic duct, most frequently as a result of trauma or malignancy (such as lymphoma). ===Cell count and differential=== The number of white blood cells can give an indication of infection. The specific subtypes can also give clues as to the type on infection. The amount of red blood cells are an obvious sign of bleeding. ===Cultures and stains=== If the effusion is caused by infection, microbiological culture may yield the infectious organism responsible for the infection, sometimes before other cultures (e.g. blood cultures and sputum cultures) become positive. A Gram stain may give a rough indication of the causative organism. A Ziehl-Neelsen stain may identify tuberculosis or other mycobacterial diseases. ===Cytology=== Cytology is an important tool in identifying effusions due to malignancy. The most common causes for pleural fluid are lung cancer, metastasis from elsewhere and pleural mesothelioma. The latter often presents with an effusion. Normal cytology results do not reliably rule out malignancy, but make the diagnosis more unlikely. ==References== ==External links== * *A photo gallery of thoracentesis showing the procedure step-by-step. V. Dimov, B. Altaqi, Clinical Notes, 2005. A free PDA version. Category:Medical tests Category:Respiratory system procedures Category:Veterinary diagnosis Category:Interventional radiology Category:1850 introductions ",
    "title": "Thoracentesis"
}