{
    "id": "2565766",
    "text": "Barry Robert O'Farrell (born 24 May 1959) is a former Australian politician who is Australia's High Commissioner to India since May 2020. O'Farrell was the 43rd Premier of New South Wales and Minister for Western Sydney from 2011 to 2014. He was the Leader of the New South Wales Liberal Party from 2007 to 2014, and was a Member of the New South Wales Legislative Assembly from 1995 to 2015, representing Northcott until 1999 and representing Ku-ring-gai on the Upper North Shore of Sydney from 1999 to 2015. He is currently President and Independent Board Chair of Diabetes Australia, Chair of the Wests Tigers Rugby League Football Club and CEO of Racing Australia Ltd. Born in Melbourne, his father's Army career saw O'Farrell and his family move around Australia, ending up in Darwin in the Northern Territory. In 1977 O'Farrell moved to Canberra to study at the Australian National University, where he gained a Bachelor of Arts. O'Farrell started his career as a graduate trainee in the Australian Public Service in Canberra. O'Farrell served as the State Director of the party in New South Wales from 1992 to 1995. At the 1995 New South Wales election, O'Farrell was elected to the safe Liberal seat of Northcott in northern Sydney. Following the seat's abolition in the 1998 redistribution he secured selection for the equally safe seat of Ku-ring-gai in 1999 and held it until 2015. O'Farrell joined the Shadow Ministry in 1998 and served two periods as Deputy Leader (1999–2002 and 2003–2007). Following the Liberal- Nationals' defeat at the 2007 state election (their fourth in a row), O'Farrell challenged Peter Debnam for the Liberal leadership. Debnam withdrew from the contest on the day of the ballot and O'Farrell was elected unopposed as the Leader of the New South Wales Liberal Party and consequently as Leader of the Opposition. He became Premier in a landslide at the 2011 election, winning the largest majority government in New South Wales history. On 16 April 2014, O'Farrell announced his intention to resign as party leader and NSW Premier as well as Minister for Western Sydney after misleading a New South Wales Independent Commission Against Corruption (ICAC) investigation. ICAC subsequently found \"that there was no intention on Mr O'Farrell's part to mislead\". He formally resigned on 17 April as Liberal Party leader and on 24 November 2014, O'Farrell announced his intention not to stand for re-election at the 2015 NSW election. ==Early life and background== The youngest of three children, Barry Robert O'Farrell was born to Kevin and Mae O'Farrell in the Royal Women's Hospital, Melbourne, on 24 May 1959. He is descended from Irish immigrants who arrived in Victoria in the 1860s; and his paternal grandfather was an officer in the Victoria Police Force in Ballarat. In 1977 O'Farrell began studying at the Australian National University in Canberra, residing at Ursula College. After serving as a graduate trainee in the Department of Business and Consumer Affairs, in 1980 O'Farrell joined the Liberal Party and worked in the offices of two South Australian Senators, Tony Messner and Gordon Davidson. When John Howard became Leader of the Opposition in 1985, his chief of staff, Gerard Henderson, hired O'Farrell as a Sydney-based adviser. In May 1988, O'Farrell was employed as Chief of Staff for Bruce Baird, a cabinet minister in the New South Wales government. Four years later, O'Farrell was appointed as the State Director of the New South Wales Liberal Party. O'Farrell succeeded and he held this position until 1995. ==Member of Parliament== In 1994, O'Farrell was preselected to replace former Transport Minister and Deputy Liberal Leader, Bruce Baird, in the safe Liberal seat of Northcott and won the seat on 25 March 1995 at the 1995 election with 60.05% of the primary vote, 68.63% after preferences against Andrew Leigh, the Labor candidate who was elected in 2010 as the federal Member for Fraser. O'Farrell gave his maiden speech in Parliament on 19 September 1995. On 14 December 1998, State Opposition Leader Kerry Chikarovski appointed O'Farrell Shadow Minister for Small Business and Information Technology. When his seat of Northcott was abolished in the 1998 redistribution, O'Farrell decided to contest the equally safe seat of Ku-ring-gai, which had been vacated by the sitting member, Stephen O'Doherty, who had moved to contest the seat of Hornsby following the redistribution. O'Farrell represented Northcott until its abolition on 26 March 1999. His transfer bid was successful at the 1999 election, gaining 56.3% of the primary vote and 70.03% after preferences. When Ron Phillips was defeated at the election, thereby vacating the Deputy Leadership, O'Farrell stood for the position and was elected on 31 March 1999, defeating Chris Hartcher by one vote. Chikarovski then appointed him on 19 April 1999 to the senior role of Shadow Minister for Transport, dropping Small Business. At the 1999 republic referendum, O'Farrell voted against the proposal for Australia to become a republic with a president elected by the Parliament of Australia. In 2007, referring to his vote, O'Farrell stated \"I'm not going to buy something that I don't believe is a better deal\". In a further Shadow Cabinet reshuffle on 4 January 2002, O'Farrell lost Information Technology and became Shadow Minister for Innovation. However, when John Brogden deposed Chikarovski as Leader on 28 March 2002, O'Farrell also lost the Deputy Leadership, eleven votes to nine, to Chris Hartcher. O'Farrell was sacked from the shadow ministry but, on 1 September 2002, after six months on the backbench O'Farrell was appointed by Brogden as Shadow Minister for Education and Training and Shadow Special Minister of State. Following the 2003 state election, O'Farrell was re-elected as the Member for Ku-ring-gai with 71.60% of the two-party vote, O'Farrell successfully contested the deputy's position, replacing Hartcher. Brogden then appointed him on 8 April 2003 as Shadow Minister for Health, dropping his Education portfolio. After Brogden resigned as leader on 29 August 2005, Peter Debnam became leader when O'Farrell pulled out of the leadership race on the morning of the 1 September party vote. Debnam then appointed him as Shadow Leader of the House, Shadow Minister for Transport and Shadow Minister for Waterways on 20 March 2006. In a November reshuffle, O'Farrell was shifted to the senior position of Shadow Treasurer. ==Leader of the Opposition (2007–11)== O'Farrell celebrates the 2008 Ryde by-election win with newly elected Liberal member for Ryde Victor Dominello and NSW deputy opposition leader Jillian Skinner. O'Farrell with Victor Dominello, Andrew Stoner and Gladys Berejiklian outside North Ryde Public School in November 2008. After the Liberals were defeated in the 2007 state election, O'Farrell announced his intention to challenge Debnam for party leadership. When it was apparent that Debnam did not have enough support to keep his post, he opted not to recontest, leaving O'Farrell to take the leadership unopposed. Jillian Skinner was elected Deputy Leader. He later appointed himself Shadow Minister for Western Sydney in the Shadow Ministry. In June 2008, Newspoll reported that O'Farrell led Morris Iemma in the preferred premier stakes. Wagga Wagga. In 2008, O'Farrell led by-election campaigns in Lakemba, Ryde, and Cabramatta where the Coalition recorded the largest by-election swing against Labor in its history. The Liberals achieved a swing of 22.7% in Cabramatta and 13% in Lakemba. Ryde, once a safe Labor seat, was taken by Liberal Victor Dominello on a swing of 23.1%. Wahroonga. On 2 September 2009, in the wake of the resignation of Labor's John Della Bosca following an affair, O'Farrell introduced a motion of no confidence on the Premier Nathan Rees and the NSW Government. O'Farrell was hoping to push an early election saying that \"The job of changing New South Wales for the better needs to start today. The best thing that Nathan Rees could do is to allow the people to have their say through an early election\". The motion was put to the house but defeated on party lines. Despite this, all independent members of the Legislative Assembly voted for the motion. In June 2010, the Liberals' Stuart Ayres won the Penrith by-election with a swing of 25%–at the time, the biggest swing against a sitting government in NSW history. The by- election was caused by the resignation of Karyn Paluzzano after she admitted rorting her electoral mail allowance and lying about it to the ICAC. A jubilant O'Farrell stated, \"What we've seen this evening is the Liberal Party win its first seat in Western Sydney in 20 years. It demonstrates once and for all that Labor does not have a lock on Western Sydney.\" The Entrance, New South Wales, in March 2010. In August 2010, independent MP and lord mayor of Sydney Clover Moore introduced the Adoption Amendment (Same Sex Couples) Bill as a private member's bill, which, among other things, had the purpose of giving same-sex couples the right to adopt as a couple instead of as individuals. Both O'Farrell and Premier Kristina Keneally allowed a conscience vote on the bill. O'Farrell supported the reforms: \"I support this measure today ... for the sake of children but also because I don't believe our society should exclude because of gender, sexuality, faith, background or some other factor, people who have a contribution they can make... That's not the free and confident society I seek.\" The bill was passed by the Legislative Assembly 46 votes to 44. In late 2010, following the government announcement of the sale of NSW's electricity assets, O'Farrell called for a judicial inquiry into the matter. After rejecting a judicial inquiry, Premier Kristina Keneally shut down or \"prorogued\" Parliament early to try to stop a parliamentary inquiry announced by O'Farrell. O'Farrell maintained pressure on the issue over the Christmas/New Year period arguing the public had a right to know whether fair price had been achieved, why eight directors had resigned over the sale and what impact the sale would have on power bills. On 6 January, Keneally bowed to pressure and agreed to attend an inquiry she had earlier called \"unconstitutional\". On the eve of the 2011 election, ABC radio reported that NSW Labor could be facing \"the biggest loss in Australian political history\", with the statewide swing predicted at between 16 and 18 points. Asked to define himself ideologically, O'Farrell told the ABC: > I describe myself as a classic Liberal. You know, ascribe to those Liberal > principles but like Menzies believe that the role of government is to apply > the principles, the plans, the policies to an issue that suit the times. So > Menzies used to say that it must be great being an ideologue because it > saves time thinking. Menzies wanted to deliver real change, wanted to > deliver real solutions and that's where I put myself. The Coalition were unbackable favourites to win the 2011 election; by the time the writs were dropped they had been ahead in opinion polling for almost three years. The final Newspoll saw a two-party-preferred figure of 64.1 percent for the Coalition and 35.9 percent for Labor. Opinion polls and commentators had almost universally written Labor off by the time the writs were dropped. Indeed, speculation centred on how large O'Farrell's majority would be, and whether Labor would hold onto enough seats to form a credible opposition. As a measure of how far Labor's stocks had fallen, the Coalition was threatening Labor in seats that the non-Labor side hadn't held in over a century, as well as seats where the Coalition had not been a serious threat since the Great Depression. As expected, O'Farrell went on to lead the Coalition to a comprehensive victory on a swing of over 16%, the highest for a general election in Australia since World War II.David Clune, 'The Campaign' in D Clune and R Smith eds From Carr to Keneally: Labor in office in NSW 1995–2011, Allen and Unwin, 2012. The Coalition won several seats in Labor's traditional west Sydney heartland, many of which had previously been safe for Labor; two of them, Smithfield and Campbelltown, fell to the Liberals on 20 percent swings. The Liberal Party achieved an overall gain of 27 seats, while the National Party gained 5 seats, for a total of 69 seats–the largest majority government in NSW history.Antony Green, 'The Results', in D Clune and R Smith eds, From Carr to Keneally: Labor in office in NSW 1995–2011, Allen and Unwin, 2012. In his own seat of Ku-ring-gai, already considered an ultra-safe Liberal seat, O'Farrell achieved 72.7% of the primary vote, 87% after preferences, for an overall majority of 37%, making his own seat the safest in the state. The Liberals won a majority in their own right, with 51 seats—the first time the main non-Labor party in New South Wales had won an outright majority since adopting the Liberal label in 1945. Although O'Farrell did not require the support of the Nationals in order to govern, he opted to retain the Coalition. ==Premier of New South Wales (2011–14)== O'Farrell was sworn in as Premier by the Governor of New South Wales, Marie Bashir, on 28 March 2011. Although O'Farrell's victory was beyond doubt, counting was still underway in a few seats at the time. For this reason, O'Farrell had himself and NSW Nationals leader Andrew Stoner sworn in as an interim two-man governmenta move similar to how Gough Whitlam took office after winning the 1972 federal election. The full ministry was sworn in on 3 April 2011 at a formal ceremony at Government House by the Lieutenant Governor, Justice James Spigelman. Upon taking office, O'Farrell reduced the size of the Premier's personal staff and moved the office from Governor Macquarie Tower back to the historic Premier's office within Parliament House. Following the swearing in of cabinet, on 4 April O'Farrell announced a \"100 Day Action Plan\", outlining the agenda of his government for his first one hundred days in office. O'Farrell moved to rein in public expenditure by capping public service wage increases at 2.5% a year, with any additional increases to be justified by real productivity increases, and by abolishing the 'unattached list' for public servants. O'Farrell ensured the wages cap also applied to Members of Parliament and even secured agreement from the Governor, Her Excellency Professor Marie Bashir, for the limit to apply to her wage increases. The new Government also enshrined the independence of the public service by the establishing of an independent Public Service Commission, to implement structural reform, chaired by former federal department head Peter Shergold. As part of his determination to rein in spending, O'Farrell proposed reducing the lifetime office, staff, car and driver entitlements of former Premiers. In response three former Premiers – Neville Wran, Nick Greiner and Bob Carr – obtained legal advice and threatened to take court action to maintain their emoluments. After negotiations, changes were effected that saw the bill to taxpayers reduced by $770,000 in 2012/13 from $1.6 million in 2011/12. In announcing the changes, O'Farrell said \"We went to the election with a commitment to cut costs. It's only fair former premiers do their bit. Long-serving premiers in NSW have until now been given lifelong entitlements, but it's time that practice ended.\" O'Farrell also fulfilled his election promise to repeal the controversial powers granted under part 3A of the Planning and Assessment Act that allowed the government to over-ride decisions by local councils about major developments. Another aspect was the creation of Infrastructure NSW, which is to decide upon which infrastructure projects take precedence, funding requirements and overall delivery. O'Farrell then appointed former Liberal Premier Nick Greiner as its Chairman. On 13 May 2011, the O'Farrell Government moved to retrospectively change commercial contracts relating to the Solar Rebate Scheme that saw eligible households paid a gross feed-in tariff of 60 cents a kilowatt hour. This move followed revelations the scheme had blown out in cost from A$400 million to A$1.9 billion. Without compensation, the rebate tariff would have been reduced by 33% to 40 cents a kilowatt hour from 1 July 2011 through to the conclusion of the scheme in 2016. However, the Legislative Council made it clear that they would not agree to roll the bonus back and the government conceded. The scheme was closed to new customers 28 April 2011. On 7 October 2011, O'Farrell announced that the Governor of New South Wales, Marie Bashir, would live in Government House, 15 years after Premier Bob Carr's decision to not have the governor live there, arguing \"that's what it was built for\". In the lead up to the 2011 election, as part of his determination to reinvigorate the State's economy, O'Farrell committed to re-engaging NSW with Asia, especially China and India. In July 2011 he led a trade delegation to China, travelling to India in November of that year. As Premier O'Farrell visited each country annually, renewing NSW's sister-state relationship with China's Guangdong province and establishing one with the State of Maharastra in India. In 2013, during a meeting with then Gujarat Chief Minister, Narendra Modi, O'Farrell secured agreement for a second sister state relationship. In 2014 he joined Australian Prime Minister, Tony Abbott, and other State Premiers on a trade mission to China. During 'Australia in China' week, O'Farrell visited Guangzhou, Shenzhen, Shanghai and Beijing participating in a State banquet hosted by China's President Xi Jinping in Beijing's Great Hall of the People. During a visit to Lebanon and the United Arab Emirates in May 2012, O'Farrell was awarded an honorary doctorate from the Lebanese Maronite Order Université Saint-Esprit de Kaslik. In receiving the honour, O'Farrell said: At the December 2012 Council of Australian Governments meeting, O'Farrell reached agreement with Prime Minister Gillard, for NSW to become the first state or territory to secure funding for the full rollout of the National Disability Insurance Scheme. When fully operational in 2018/19, the Federal Government will commit A$3.3 billion and the NSW Government A$3.1 billion to provide individualised care and support to an estimated people with disabilities throughout New South Wales. At a joint media conference with Gillard, O'Farrell praised the efforts of his Minister for Ageing and Disabilities Andrew Constance in helping to finalise the deal. On 19 April 2013, O'Farrell expressed support for legalising same-sex marriage, on the ground of individual freedom, after it had been legalised in New Zealand. O'Farrell also urged federal Opposition leader Tony Abbott to allow a conscience vote on same-sex marriage in the federal parliament. On 23 April 2013, O'Farrell became the first state premier to sign up to the federal government's Gonski national education reforms, securing A$5 billion in additional funding for the State's schools. In mid-March 2014, the O'Farrell state government's Community Services Minister, Pru Goward, announced the prospective sale of around 300 harbourfront public housing properties under the management of Government Property NSW. Goward explained that the proceeds generated from the sale, expected to be in the hundreds of millions, will be reinvested into the public housing system. Considered historic structures, the harbourfront properties are located at Millers Point, The Rocks and on Gloucester Street, and include the Sirius complex, a high-rise, 79-unit apartment complex near the Harbour Bridge that is an example of brutalist architecture. Throughout his political career, O'Farrell was a strong supporter or multiculturalism and as Opposition Leader he sought to actively engage Sydney's ethnic communities. Commentators attributed this to his strong 2011 election victory with Professor Andrew Jakubowic stating: \"...the massive margins once enjoyed by Labor in seats such as Lakemba, Auburn, Bankstown, Canterbury, Liverpool and Kogarah may never return, at least at a state level, because of Barry O’Farrell’s appeal to ethnic voters. He could lock in that vote for the Coalition for a long time if he continues to build on his reputation as a moderate\".https://www.aspg.org.au/wp-content/uploads/2017/08/Elaine- Thompson.pdf p33 As Premier, O'Farrell implemented the Multicultural Advantage Action Plan 2012–2015. In 2014 O'Farrell took issue with the claim by Federal Attorney General, Senator George Brandis that people 'have a right to be a bigots' stating: \"In commendably seeking to protect freedom of speech, we must not lower our defences against the evil of racial and religious intolerance. Bigotry should never be sanctioned, whether intentionally or unintentionally. Vilification on the grounds of race or religion is always wrong. There's no place for inciting hatred within our Australia society.\" ===2014 ICAC investigation and subsequent resignation=== In April 2014, O'Farrell appeared as a witness during an investigation by the NSW Independent Commission Against Corruption into alleged actions by Australian Water Holdings (AWH). At the inquiry, it was alleged that O'Farrell had received a A$3,000 bottle of Grange Hermitage wine from an AWH executive, which he had failed to declare. O'Farrell initially denied his receipt of the gift, but on the evening of 15 April, he was advised of a \"thank you\" note, to be presented to the ICAC, that he handwrote for AWH CEO Nick Di Girolamo. The note, presented as an ICAC exhibit, read: \"Dear Nick & Jodie, We wanted to thank you for your kind note & the wonderful wine. 1959 was a very good year, even if it is getting even further away! Thanks for _all_ your support. Kind regards.\" On 16 April 2014, O'Farrell stated in a press conference that he had had \"a massive memory fail\" and he still could not explain a gift that he had \"no recollection of\". At a media conference he announced his intention to resign as the Premier of NSW. O'Farrell then re-appeared at ICAC, apologising for his error. The Counsel assisting the Commission reiterated there was no suggestion O'Farrell engaged in corrupt conduct. ICAC's report subsequently cleared him finding that it was satisfied, \"that there was no intention on Mr O'Farrell's part to mislead\".http://www.news.com.au/finance/work/leaders/former-nsw-premier-barry- ofarrell-cleared-of-any-wrongdoing-in-icac-report/news- story/47241d2d611119338d6ce0d177371028 |Date=3 August 2017 Responding to subsequent media criticism, the counsel assisting, Geoffrey Watson SC, said that \"at a personal level\" he was sorry that his questions had unexpectedly resulted in O'Farrell's resignation. On 23 April 2014 Treasurer Mike Baird was elected unopposed as Liberal Party leader and was subsequently sworn in as the 44th NSW Premier. On 24 November 2014, O'Farrell announced his intention not to stand for re-election at the 2015 NSW election, and he retired from politics at that election. ==Post-politics career== On 9 June 2015 Foreign Minister Julie Bishop appointed O'Farrell to be Deputy Chairman of the Australia-India Council, which aims to promote trade and investment ties between the two countries: \"Mr O'Farrell's commitment to building deeper economic and community ties between Australia and India is well demonstrated. As Premier of New South Wales, he led annual trade missions to India. He also initiated the sister State relationship between New South Wales and Maharashtra in 2012.\" He began his term on the council on 1 August. In September 2015, the Federal Social Services Minister, Scott Morrison, announced that O'Farrell would also lead a Federal Government review into offshore gambling websites. In February 2016, the Minister for Sport, Stuart Ayres, announced O'Farrell's appointment to the Sydney Cricket Ground Trust. In 2016 O'Farrell also joined the boards of the Royal Flying Doctor Service South Eastern Section (https://www.flyingdoctor.org.au/nswact/) and Obesity Australia (http://www.obesityaustralia.org) In September 2016 NSW Premier Mike Baird announced that O'Farrell had been appointed to the unpaid position of NSW's Special Envoy – India. O'Farrell left these three positions on 31 December 2018 to take on a new not-for-profit role with Diabetes Australia. On 7 December 2016 the Board of Racing Australia announced that O'Farrell had been appointed as the organisation's CEO. He commenced in the full-time position in early 2017. In January 2018 he became inaugural Chair of the New South Wales Rugby League's Foundation Diabetes Australia announced his appointment as its Independent President and Board Chair on 16 January 2019. On 12 March 2019 it was announced that O'Farrell had been appointed Chair of the NRL's West Tigers Rugby League Football Club ===High Commissioner to India=== On 18 February 2020, the Minister for Foreign Affairs, Marise Payne, announced O'Farrell's appointment as Australian High Commissioner to India and non-resident accredited Ambassador to Bhutan. On 21 May 2020, O'Farrell presented his credentials to the President of India, Ram Nath Kovind, in India's first ever virtual credentials ceremony. ==Personal and community life== O'Farrell was first married in 1987. The union lasted for less than a year and he seeks to maintain the privacy of his former wife. While working for Bruce Baird in Sydney, O'Farrell met Rosemary Cowan, Baird's personal assistant and the daughter of Bruce Cowan, a former Nationals state and federal politician. O'Farrell and Rosemary Cowan married in late 1992 and had two sons. Soon after becoming a Member of Parliament, he had been nicknamed \"Fatty O'Barrel\" by political opponents due to his weight. But in the period 2003–2005 O'Farrell is reported to have lost 40–50 kilograms. As a Member of Parliament 1995–2005, O'Farrell was involved in various local organisations including Ku-ring-gai Amateur Swimming Club, the Ku-ring-gai Historical Society and was an honorary Member of the Rotary Club of Wahroonga. O'Farrell was also Vice Patron of the Sir David Martin Foundation and Patron of the RSPCA NSW Branch. O'Farrell walked the 110 km long Kokoda Track in 2014, with his youngest son and Seven News state political reporter Lee Jeloscek. In 2008 he did the same trek with his eldest son. O'Farrell was made an Officer of the Order of Australia in the 2020 Australia Day Honours for \"distinguished service to the people and Parliament of New South Wales, particularly as Premier, and to the community.\" ==External links== * Parliamentary Profile ==References== Category:Living people Category:1959 births Category:Australian monarchists Category:Australian National University alumni Category:Australian people of Irish descent Category:Australian public servants Category:Australian Roman Catholics Category:Leaders of the Opposition in New South Wales Category:Members of the New South Wales Legislative Assembly Category:Liberal Party of Australia members of the Parliament of New South Wales Category:Officers of the Order of Australia Category:People educated at St John's College, Darwin Category:People from the North Shore, Sydney Category:Politicians from Melbourne Category:Premiers of New South Wales Category:21st-century Australian politicians Category:High Commissioners of Australia to India Category:Ambassadors of Australia to Bhutan ",
    "title": "Barry O'Farrell"
}