{
    "id": "2565283",
    "text": "is a Japanese television variety series that aired on HTB in Hokkaidō, Japan, and on other regional television stations in Japan. The program debuted on HTB on October 9, 1996. The series was one of the first local variety programs to be produced on Hokkaido; prior to this series' launch, local variety programs in Hokkaidō were virtually non-existent. The program also had a significant influence on other local programs in other regions in Japan, most notably Kwangaku! in Kansai and Nobunaga in Tokai. The series achieved a record 18.6% viewing share on December 8, 1999, the highest share for a late-night program on a local TV station. Production of the weekly regular series ended in September 2002, though new limited-run series were produced on average of every 18 months; the latest series was shown on HTB in late 2005, eight episodes in length. Most of the series have been rerun under the names of Dōdeshō Returns and Suiyō Dōdeshō Classic. ==Cast and staff== ===Regular cast members=== *Takayuki Suzui (鈴井 貴之), actor and film director, also in charge of planning and composition. *Yō Ōizumi (大泉 洋), actor and singer. **Ōizumi, now a famous actor, was an unknown college student when the program started. ===Production Staff=== *Tadahisa Fujimura (藤村 忠寿), a director at HTB, who also narrates the show and frequently interacts with the cast as an off-screen voice, but in some episodes, he appears on screen and performs pretty much like a cast member. *Masamichi Ureshino (嬉野 雅道), a director at HTB, who also films the show on a portable video camera. He has a very quiet personality but would occasionally provide some humorous moments as the show's \"straight man\". ===Semi-regular cast members=== *Ken Yasuda (安田 顕), actor, who makes frequent appearances inside a full-body suit of HTB's mascot, On-chan *Takuma Otoo (音尾琢磨), actor, who makes appearances inside a full-body suit of HTB's mascot, No-chan *Hiroyuki Morizaki (森崎博之), actor *Shigeyuki Sato (佐藤重幸), actor, the only member of TEAM-NACS who didn't appear in any episodes, but in the opening and ending of some episodes. ==Format== Suiyo Dodesho is considered a travel TV program, but most of the show consists of humorous dialogue and antics by the two cast members (with the occasional participation of Fujimura) while in transit, usually in response to the tough situations they encounter; hardly any time is spent at the \"destinations\". A typical travel episode consists of Oizumi being tricked into visiting a distant location that serves as the starting point of that episode's journey, which he refers to as being \"kidnapped\". Oizumi, lacking sense of direction or distance, often does not realize that he's being taken to the Sapporo airport until the crew arrives at the terminal. ==Some selected episodes== ===Journey on a Dice: From Tokyo to Sapporo=== \"You have to go wherever the dice tells you to.\" One of the most popular serial episodes in the program. 7 series produced during the run of the show. A typical series begins by the cast and crew in Tokyo, often with Oizumi being \"kidnapped\" and not knowing the nature of the activities planned for the episode being videotaped. The intent is to return to Sapporo from Tokyo stopping at multiple locations along the way, but at each location (including the starting point), they are faced with 6 choices of destinations, coupled with a means of public transportation, which the cast chooses by rolling a die. The rule is that the cast and crew must go to the destination determined by the dice, even if the direction or the means of transportation are unfavorable. They also have to continue moving day and night until they return to Sapporo unless the outcome of the dice throw allows them to stay overnight. Due to the limited production budget and time, overnight stays are seldom included as a choice and overnight buses (\"shinya buses\") are frequently used, leading to many tough situations for the cast and crew (but hilarious for the viewers). In the course of the show, the cast often gets the worst choice possible among the 6 destination/transportation choices. Of the two, Suzui tends to roll the worst choices, to which Oizumi occasionally responds by shouting \"You Loser (Dame-Ningen)!\". The humor comes from the cast's (and sometimes the crew's) emotional reaction and dialogue arising out of the tough situations encountered on the less desirable means of transportation. ===Journey on the Country Signs of 212 Municipalities in Hokkaidō=== Another popular series in earlier years. Suzui and Ōizumi travel their motherland, Hokkaidō, visiting each municipalities one by one, 212 in total at the time. To choose where to visit, however, they randomly pick a card. Each card has country signs (logo signs for tourists) representing each municipality, and they have to visit there. If they pick a card showing the sign of the town in southern Hokkaidō, then they have to go there even if they are 400 km away in northern Hokkaidō. When Ōizumi heard the concept for the first time, naturally, he replied \"It's nothing different from the Journey on a Dice!\". ===Tokyo Walker=== The episode title is a reference to Tokyo Walker, a famous town magazine. This time, Ōizumi was given a chance to choose any place he wants to go by himself, as long as it's within Tokyo. What he did not know, however, is the fact that they have to go all the places on foot. ===Plunging the Arctic: 620 miles in Alaskan Peninsula=== Suzui wanted to see aurora for a long time. This time they go to Alaska and rent a camper, drive to Coldfoot, a settlement where aurora appears. However, they cannot see aurora at all until the last day, leaving their last hope on Coldfoot. ===Tōhoku Living Hell Tour, Three Days and Two Nights=== There was a group tour for the fans of the program, makes them visit Tōhoku region that had been introduced in earlier episodes. Following the tour, Suzui and Ōizumi want to meet their fellow fans, but they fear the panic made by their appearance. Because of that, they try approaching fans in disguise. ===Journey on Picture Postcards, All Japan=== This time, they pick a picture postcard, and go to the place which the picture shows, trying to take exactly the same picture. ===The Longest Cooking Show in Japan: Chef Ōizumi, Summer Vegetable Special=== Throughout the show Ōizumi insists he is a good cook and has cooked for the cast and crew on many occasions, although he takes an unbearably long time to cook them, and the resulting dishes are often inedible. In this episode, much fun is made of Oizumi's self-delusions about his cooking skills by setting him up in a \"cooking show\" in which \"the chef\" Ōizumi is asked to cook with fresh summer vegetables. However there are multiple catches in this show; Ōizumi must first cultivate a patch of overgrown grassland to plant summer vegetables and then has to make the dishes to serve them from clay on a potter's wheel, resulting in a months-long \"cooking show\". This show brought out much emotional outbursts from Ōizumi and the dialogue between the frustrated Ōizumi and the other 3 are the most hilarious. ===Quiz! Dōdeshō to be on the Test=== \"Educational Program\" broadcast on college entrance exam season. Ōizumi has to answer the questions used for real college entrance exams, related to Japanese geography. When he makes a mistake, he has to go to the place of the right answer. For instance, if he could not answer the question \"What is the name of the landscape in Akiyoshidō, Yamaguchi?\", then he has to go to Akiyoshidō. ===Shikoku Pilgrimage 88 Temples, the Complete Conquest=== Ōizumi and the directors have to visit all the 88 temples of Shikoku Pilgrimage route within 4 or 5 days. Which means they have to drive all the time, on narrow and curvy roads of Shikoku. *3 series produced during the run of the show, and in every series some strange phenomenon or troubles occur. After that, they made a spin-off drama based on this. ===Moped Rally Through Eastern Japan=== Suzui takes Ōizumi to Tokyo, and buys two cubs, a popular Japanese moped for them. Ōizumi is delighted until Fujimua tells him that Suzui and he has to ride the mopeds all the way back to Sapporo within 72 hours, otherwise they will be faced with a penalty. The most infamous incident in this episode is the \"daru- ma ya wheelie incident\", in which Ōizumi, who is carrying a daruma doll on his moped, inadvertently performs a wheelie at a road construction site and crashes into a safety sign. Despite this and many other incidents, the crew makes it back to Sapporo in time. ===Europe Revenge: The Beautiful Countries Break Humans=== They drive from Paris and go through Germany, Denmark, and Scandinavian Peninsula, all the way to Helsinki. The beautiful, yet boring scenery of Scandinavia eventually makes them irritated. ===We Show You All the Backstage Scenes of 30 Hours Television!=== One time, How do you like Wednesday? presented a special prime time edition, We Show You All the Backstage Scenes of 30 Hours Television!. A spoof on telethons, the special featured nothing but a series of live commercials scattered over a 30-hour period, few seconds each. ===Hà Nội to Hồ Chí Minh City: Mopeds Throughout Vietnam 1800km=== The last series of regular episodes, titled \"The Last Run\". This time, they have to go through Vietnam by mopeds, where the flood of countless mopeds goes across streets. ==After regular episodes== *2003: Their casebook during 6 years *2003: Visiting places where they have been *2004: Going back to the jungle in Malaysia *2005: Fishing in Iriomote Island *2007: Visiting 20 countries in Europe *2011: Mopeds Throughout Japan Islands Tokyo to Shikoku *2013: First time in Africa *2019: Build house in Hokkaido(北海道で家、建てます, Hokkaidō de ie, tatemasu.) ==How do you like Wednesday? in popular culture== *Pani Poni Dash!: The anime title occasionally makes a reference to the program, namely in the episode 19, 23, and 26. *Negima!?: The anime by the same staffs of Pani Poni Dash!, also makes multiple references to How do you like Wednesday?, such as the one in episode 4. *Haken no Hinkaku: Ōizumi played Shōji, an important role in this dorama. In its last episode, Shōji is looking at a poster showing the Japanese map titled \"The Showdown Archipelago\", which resembles the episode of How do you like Wednesday?. *Nurse Witch Komugi Z: In the second episode of the second season, a mob character wears a shirt lettered \"How do you like Friday?\". *Laid-Back Camp: In the 12th episode, the main characters were watching on a portable TV a parody of their moped rally episodes. Eventually, the anime officially collaborated with How do you like Wednesday? ==External links== * HTB Official website Category:Japanese variety television shows Category:1996 Japanese television series debuts Category:2002 Japanese television series endings Category:1990s Japanese television series Category:2000s Japanese television series ",
    "title": "How Do You Like Wednesday?"
}