{
    "id": "2565370",
    "text": "Riverbank State Park is a state park built on top of a sewage treatment facility on the Hudson River, in the New York City borough of Manhattan. It was opened in 1993. On September 5, 2017, it was renamed Denny Farrell Riverbank State Park, after a longtime New York State Assembly member who represented the surrounding area.McQueen, Greg (ndg) \"Fit for Farrell: Riverbank State Park renamed\" Manhattan Times ==Park facilities== Welcome sign at Riverbank State Park Riverbank State Park was designed by Dattner Architects and Abel Bainnson Butz Landscape Architects and opened in 1993. The original idea for a park atop the sewage plant was Philip Johnson's. It is located on the Henry Hudson Parkway from 137th Street to 145th Street in Upper Manhattan, above the Hudson River. The park was built over the North River Wastewater Treatment Plant, which processes of wastewater every day during dry weather, and is designed to handle up to a day when the weather is wet. In order to minimize odors emitted by the plant, dedicated odor-control facilities have been installed at the plant, including $55 million in recent upgrades. The plant sits on 2,300 caissons pinned into bedrock up to beneath the river. Construction of the foundation was completed in 1978, and the wastewater treatment facilities were constructed in two phases between 1986 and 1991. Under construction, 1973 One of only three state parks within Manhattan (the others being Hudson River Park and Franklin D. Roosevelt Four Freedoms Park), it has become one of the most heavily used state parks in New York. The site includes synthetic sport surfaces as well as several acres of \"green roofs\", with varying depths of soil supporting plantings and trees up to high. This is the largest green roof in New York City. The park includes an Olympic-size swimming pool (home to the Riverbank Redtails swim team),Riverbank Redtails a covered skating rink for roller skating in the summer and ice-skating in the winter, an 800-seat cultural theater, a 2,500-seat athletic complex with fitness room, and a 150-seat restaurant. Bicycling is strictly forbidden in the park but the Hudson River Greenway passes at water level. A popular work is the Totally Kid Carousel created by Maria Reidelbach and Milo Mottola. == See also == * List of New York state parks == References == == External links == * New York State Parks: Riverbank State Park * North River Treatment Plant page Category:State parks of New York (state) Category:Parks in Manhattan Category:Hamilton Heights, Manhattan Category:Manhattan Waterfront Greenway Category:1993 establishments in New York (state) Category:Protected areas established in 1993 ",
    "title": "Riverbank State Park"
}