{
    "id": "2565653",
    "text": "Bright Leaves is a 2003 United States/United Kingdom documentary film by independent filmmaker Ross McElwee about the association his family had with the tobacco industry. Bright Leaves had its world premiere at the 2003 Cannes Film Festival. ==Film== Bright Leaf is the name of a strain of tobacco. It was also the name of a 1949 novel and 1950 feature film about a struggle between two tobacco barons. The struggle depicted in the feature film, according to McElwee family tradition, parallels one between McElwee's great-grandfather and the patriarch of the Duke family, for whom Duke University is named. ==Cast== Interviewed as part of this film include Allan Gurganus, Ross McElwee, Tom McElwee, Vlada Petric, Paula Larke, Marilyn Levine, Emily Madison, Adrian McElwee, Charleen Swansea, and Patricia Neal, the leading lady of the 1950 feature film. ==Reception== The documentary follows McElwee's usual style, where he gives voiceovers to apparently spontaneous footage, making the story more personal. According to Roger Ebert: Marian Keane, in her essay \"Reflections on Bright Leaves\", collected in \"Three Documentary Filmmakers\", asserts that Bright Leaves displays McElwee's extraordinary ability to present \"people in their uniqueness\", contrasting this with other documentaries where people often \"seem to exist in the world of film as if suspended from their relation to their actual lives.\" ==Awards and nominations== * 2004, Gotham Awards nomination for 'Best Documentary' * 2005, won National Society of Film Critics Awards award for 'Best Non-Fiction Film' * 2005, Directors Guild of America Award nomination for 'Outstanding Directorial Achievement in Documentary' * 2005, Independent Spirit Awards nomination for 'Best Documentary' * 2005, Writers Guild of America Award for Best Documentary Screenplay nomination ==References== ==External links== * * * Bright Leaves at PBS * Ross McElwee's web page Category:2003 films Category:American films Category:English-language films Category:POV (TV series) films Category:Films directed by Ross McElwee Category:Tobacco Category:Films shot in North Carolina Category:2003 documentary films Category:Documentary films about families Category:Documentary films about North Carolina ",
    "title": "Bright Leaves"
}