{
    "id": "2566020",
    "text": "Neurological Institute of New York The Neurological Institute of New York, located at 710 West 168th Street at the corner of Fort Washington Avenue in the NewYork-Presbyterian / Columbia University Medical Center in the Washington Heights neighborhood of Manhattan, New York City The Institute was founded in 1909 by Joseph Collins, Charles Elsberg, MD (Columbia P&S; neurosurgery chair from 1909–1937), Joseph Fraenkel, and Pearce Bailey, MD as the first hospital and research center in the western hemisphere devoted solely to neurological disorders. From 1910 to 1911, Barbara Spofford Morgan directed the psychological clinic.Mrs. Barbara Morgan, 83, Dies; A Specialist in Mental Testing\". The New York Times. 1971. Retrieved 24 January 2018 The Neurological Institute began teaching medical students at Columbia University College of Physicians and Surgeons in 1921,Stump, Elizabeth. \"Columbia's Neurological Institute Celebrates its Centennial\" Neurology Today (December 3, 2009) became affiliated with Presbyterian Hospital - now NewYork-Presbyterian Hospital - in 1925, and merged with it in 1943. It consists of a department of academic neurology and a department of neurological surgery. The Chair of Neurology is Dr. Richard Mayeux. He was preceded by Timothy A. Pedley (1998-2011), Lewis P. Rowland (1973-1998), Milton Shy (1967), and H. Houston Merritt (1948-1967). The Institute's building dates from the original incarnation of Columbia-Presbyterian campus built 1928 by philanthropist Edward Harkness and was designed by James Gamble Rogers.\"Neurological Institute of New York\" on Emporis An addition was made in 1948, designed by Rogers & Butler.NYC \"710 West 168th Street\" on the New York City Geographic Information System map ==References== Notes ==External links== * * NYP Neurology website Category:Hospitals in Manhattan Category:Educational institutions established in 1909 Category:1909 establishments in New York (state) Category:Columbia University research institutes ",
    "title": "Neurological Institute of New York"
}