{
    "id": "2566582",
    "text": "Zandalee is a 1991 American erotic thriller/romantic tragedy directed by Sam Pillsbury and starring Nicolas Cage, Judge Reinhold, Erika Anderson, Viveca Lindfors, Aaron Neville, Joe Pantoliano and Steve Buscemi. The screenplay by Mari Kornhauser steals liberally from Émile Zola's 1867 novel and 1873 play Thérèse Raquin. Although the film played theatrically in some countries, it was released straight to video in the United States. The film received negative reviews. ==Plot== Zandalee Martin is a young boutique store owner living in New Orleans who is sexually frustrated and feeling unfulfilled with her marriage to Thierry Martin, and eventually gets tangled in a passionate, sensual and torrid adulterous affair with her husband's mysterious and free spirited old friend Johnny Collins. Zandalee and Thierry's marriage has hit a snag and seems to be eroding due to his lack of passion. Zan needs to explore, while Thierry wants to withdraw, and has become more and more distant and impotent in their relationship. He used to be a poet, but now has taken over the family's communications business after the death of his father. As time goes on, Thierry has to sell the business and become basically a (vice president) figurehead. He is emotionally adrift as his dreams give way to disillusionment. Johnny, an artist painter by trade, has been working for Thierry's business to help support his paintings. His only religion is self- gratification. Johnny also sells and mules cocaine for a local drug dealer as another source of income for himself. Having not seen each other in a while, the two run into each other at a bachelor's party. After the party, Thierry brings Johnny home to meet Zandalee and his grandmother Tatta (Viveca Lindfors). While talking about old times, Johnny offers to paint a portrait of Thierry at their home. Later, in another scene, after finishing the painting, Johnny shows it to Thierry, Zandalee and Tatta. While they go off to other rooms and sensing Zandalee's frustration and vulnerability, Johnny makes a pass at her. Johnny continues to pursue Zandalee and when they run into each other during a rain storm, he takes advantage and moves in by seducing her, first in his loft in an angry passionate scene, (Zan's wedding ring is on the table next to the bed) which is followed by him erotically finger painting her. Their sexual liaisons continue to occur in various places including her laundry room a top a washing machine while Thierry and guests are having dinner. Thierry soon suspects the two are having an affair. As the affair intensifies, Johnny meets Zandalee in a church and asks her to leave her husband. However, Zandalee feels that she must never abandon her true love Thierry, and quickly ends her affair with Johnny after he forces himself on her in the confessional. She and Thierry re-commit themselves to each other, but Johnny, now obsessed with her, will not be brushed off that easily. He tracks them to their vacation spot in the Bayou. All of this puts the three on a destructive collision course with a tragic sequence of events. When Thierry figures out that Johnny has indeed been having an affair with Zandalee, he becomes drunk and confrontational (he pulls a gun out) leading to him becoming reckless when he takes Zan and Johnny for a speedboat ride on the Bayou, which ends when he falls off the boat and drowns, refusing to be saved by either Zan or Johnny who dive into the water to save him. Both Zandalee and Johnny become distraught by Thierry's death and begin to isolate themselves with Zan jogging for long periods and Johnny trying to work on his paintings, but becoming more self-destructive. In one scene, Johnny, in a rage rips up some of his paintings and pours black paint all over himself. He also consumes some of the cocaine he is supposed to sell, which gets him in trouble with his supplier. When Johnny meets with Zandalee with the hopes to restart their romance and have a possible future together now that Thierry is out of the picture, she remains emotionally distant and instead goes for a walk along the Old Quarter with Johnny following her. But in the final scene, when Johnny's drug supplier attempts to kill him in a drive-by shooting outside the church that Zandalee frequents, she sees what is about to happen and shields Johnny, getting fatally shot in the process. The drug dealer flees from the scene of the crime (saying \"you've got to make accounts payable man\"), leaving behind Johnny, now alone, as he cradles and holds Zandalee's dead body. The movie ends with him walking in front of the church with the lifeless Zandalee in his arms. ==Cast== * Nicolas Cage as Johnny Collins * Judge Reinhold as Thierry Martin * Erika Anderson as Zandalee Martin * Viveca Lindfors as Tatta * Aaron Neville as Jack * Joe Pantoliano as Gerri * Marisa Tomei as Remy * Steve Buscemi as OPP Man * Ian Abercrombie as Louis Medina * Zach Galligan as Rog ==Release== Zandalee was released in the United States on July 18, 1991 as a video premiere. Other countries releasing the film were Germany, on May 9, 1991, the United Kingdom on May 10, 1991, Hong Kong on May 16, 1991, the Netherlands on November 15, 1991 and Australia on February 13, 1992. ===Rating=== Originally rated NC-17 by the Motion Picture Association of America, Zandalee had its rating surrendered before release. There is both the original \"unrated and uncut\" version and an \"R rated\" version. The international version has a few more scenes which help explain the characters a bit better than the U.S. versions. Some versions have enhanced color as well. One German version of the movie was titled Love Affair, but it is the same movie. According to the May 1991 issue of Premiere magazine, the movie was originally called Adios, then Adios Thierry, and finally it was settled on Zandalee. ===Critical reception=== The film received generally negative reviews. It currently holds a 33% rating on Rotten Tomatoes based on 6 reviews, with a weighted average of 3.96/10. Nathan Rabin called it a perfect vehicle for Nicolas Cage and dug it up as a lost gem for his My Year of Flops column in The AV Club. According to Rabin: \"I'm going to argue that it's a Secret Success, especially for Cage buffs. It's right up there with Wicker Man on the Nicolas Cage guilty pleasureometer, a lost camp gem filled with inadvertent hilarity and populated by heavyweight actors who would go on to do great things, including Steve Buscemi as a zany, horny, oddly philosophical thief who pops up at random intervals.\" ==In popular culture== The film was mentioned in an episode of Clerks: The Animated Series by Randal Graves as an attempted bribery of being Dante Hicks' lawyer by telling the \"honorable\" Judge Reinhold that he [Randal] has seen all of his movies including Zandalee and Vice Versa. ==References== ==External links== * * Category:1991 films Category:American films Category:English-language films Category:1991 drama films Category:1990s erotic thriller films Category:1991 direct-to-video films Category:American drama films Category:American independent films Category:American erotic thriller films Category:1991 directorial debut films Category:Films set in New Orleans Category:Films shot in New Orleans Category:ITC Entertainment films ",
    "title": "Zandalee"
}