{
    "id": "2566510",
    "text": "The Toyota Avanza is a mini MPV designed and produced by Daihatsu and marketed by Toyota. It is produced in Indonesia and also contract assembled in Malaysia (under Perodua) for the first generation model. Daihatsu designed and manufactures the vehicle, which is then sold by both Daihatsu and Toyota under Daihatsu Xenia and Avanza nameplate respectively under a consigned production and OEM manufacturing agreement. The \"Avanza\" name is taken from the Spanish word \"avanza\", which means \"get moving\" and Italian word \"avanzato\", which means \"advance\", while \"Xenia\" is taken from the Greek word \"Xenia\" (a Greek concept of hospitality), which means \"guest-friendship\". The Avanza is mainly developed as an entry-level MPV. Its spiritual predecessor was the Kijang, whose model program has since been split to two different models (the other being the larger, more expensive Kijang Innova) to expand Toyota's reach in the MPV sector. In addition to Indonesia and Malaysia, the Avanza is sold throughout Southeast Asia, South Africa, Mexico, Pakistan, Nepal, Cambodia, Myanmar, Bangladesh, Sri Lanka, the Middle East, Caribbean, Egypt and various other African countries. A rebadged version of the car was sold in China under the FAW badge until 2010. , there have been 1 million Avanza/Xenia units sold, including 113,000 exported units. , the Avanza has been sold 1.7 million units, and combined sales with Xenia up to 2.75 million units. , the Avanza has been sold 1.8 million units. The Avanza has been the best-selling car in Indonesia for 13 consecutive years, between 2006 and 2019 respectively. == Development == The Avanza and Xenia were both conceived by Toyota, Daihatsu and its Indonesian subsidiaries in the wake of the 1997 Asian financial crisis. At the time, the price of the best-selling Kijang had skyrocketed, while the economy in the country had just recovered from the crisis. Both companies collaborated to create a car that would slot below the Kijang. After the development finished, the Avanza and Xenia were launched in December 2003 for the Indonesian market. Toyota and Daihatsu invested a total of for the project. The project was also referred by Toyota as the U-IMV (Under-IMV) project, a reference to the Innova that sits in a segment above the Avanza which rides on the IMV platform. Unlike the Kijang and the succeeding Kijang Innova that utilises full ladder frame chassis, the Avanza uses a semi- monocoque \"unibody\" chassis construction. The front half of the chassis is ladder frame, while the rear half is monocoque. This hybrid-type chassis also made the car retains the rear-wheel drive layout from the previous generatons of Kijang and its ability to handle heavy loads. According to journalists, it also came with several downsides such as unstable ride during high speeds and unrefined NVH levels. The first-generation Avanza/Xenia was assembled at the first Indonesian Daihatsu plant in Sunter, Jakarta. Between 2008 and 2011, Toyota also manufactured the car in Karawang under contract to meet the high demand. The second-generation model is currently assembled at the same plant as the first generation model and also at the second Daihatsu plant in Karawang, West Java, from April 2013 onwards. == Engines == {| class=\"wikitable\" style=\"text-align:center; font-size:90%;\" ! colspan=\"7\" |Petrol engines |- ! Chassis code ! Model ! Engine ! Transmission ! Power ! Torque ! Applications |- | rowspan=\"2\" | F600/F650 | rowspan=\"2\" | 1.0 | 989 cc EJ-DE DOHC 12-valve EFI inline-three | rowspan=\"3\" | 5-speed manual | at 5,200 rpm | at 3,600 rpm | Xenia (2003–2006) |- | 989 cc EJ-VE DOHC 12-valve EFI inline-three with VVT-i | at 5,600 rpm | at 3,600 rpm | Xenia (2006–2016) |- | rowspan=\"2\" | F601/F651 | rowspan=\"3\" | 1.3 | 1,298 cc K3-DE DOHC 16-valve EFI inline-four | at 6,000 rpm | at 3,200 rpm | Avanza/Xenia (2003–2006) |- | 1,298 cc K3-VE DOHC 16-valve EFI inline-four with VVT-i | rowspan=\"4\" | 5-speed manual 4-speed automatic | at 6,000 rpm | at 4,400 rpm | Avanza (2004–2015) Xenia (2006–2015) |- | F653 | 1,329 cc 1NR-VE DOHC 16-valve EFI inline-four with Dual VVT-i | at 6,000 rpm | at 4,200 rpm | Avanza/Xenia (2015–present) |- | F602/F652 | rowspan=\"2\" | 1.5 | 1,495 cc 3SZ-VE DOHC 16-valve EFI inline- four with VVT-i | at 6,000 rpm (2006–2011) at 6,000 rpm (2011–2015) | at 4,400 rpm (2006–2011) at 4,400 rpm (2011–2015) | Avanza (2006–2015) |- | F654 | 1,496 cc 2NR-VE DOHC 16-valve EFI inline-four with Dual VVT-i | at 6,000 rpm | at 4,200 rpm | Avanza (2015–present) Xenia (2019–present) |} == First generation (F600; 2003) == === Markets === ==== Indonesia ==== The Avanza was unveiled on 11 December 2003 and launched on 15 January 2004. The car emerged from the first collaboration project between Toyota and Daihatsu in Indonesia with development led by Toyota chief engineer Kaoru Hosokawa. The car was manufactured at Astra Daihatsu Motor's Sunter assembly plant with a local content of 61 percent. At launch, the Avanza was initially available with two trim levels: the 1.3 E and 1.3 G, both powered with a 1.3-litre K3-DE engine mated to a 5-speed manual transmission. While Toyota targeted a total sales of 30,000 for the year 2004, in January 2004 a total of 25,000 bookings for the car had been received, leading to the increase of production capacity. Starting from July 2004, the Avanza 1.3 S with a 4-speed automatic transmission was available to the Indonesian market. Similar to the export-spec, the 1.3-litre engine was upgraded to use variable valve timing (VVT-i) technology and individual direct ignition coils, while changing the designation to K3-VE. The variant also included the anti-lock braking system and extra sound dampening materials. For the first time, a black exterior colour option was also added at the same time. In July 2006, it received its first facelift with an updated grille, bumpers, interior colour and taillamps. The 1.3 E and 1.3 G trims were upgraded to use the K3-VE 1.3-litre VVT-i petrol engine, complied with Euro II standards. In October 2006, the flagship 1.5 S trim was introduced. It is powered by a 3SZ-VE 1.5-litre VVT-i petrol engine along with a unique front bumper and grille. The Avanza received an update on October 2008 with an updated ceiling with grooves to improve airflow, a revamped interior and steering wheel with four spokes. It received a front bumper mesh grille, added fog lamp garnish and a chrome accent in the rear window. On November 2009, the 1.3 E and 1.3 G trims received a 4-speed automatic transmission option. The Avanza emerged as the best selling car in the country from 2006, replacing Kijang Innova which held the title in 2005. ==== Malaysia ==== In Malaysia, the Avanza was unveiled on 7 October 2004 and launched on 29 October 2004. Sold through UMW Toyota distribution network, it was assembled by Perodua Manufacturing Sdn. Bhd., a subsidiary of Daihatsu, by importing CKD kits from Indonesia. In October 2006, the Avanza received its facelift in Malaysia. In 2006, Avanza makes up 40 percent of Toyota total sales in Malaysia and around 140,000 units was sold in the country. ==== Philippines ==== In the Philippines, the first-generation Avanza has been on sale since 2006. It was available in two trim levels: the J trim with a 1.3-litre engine, having no power windows and locks, and only available with a manual transmission, while the G trim has a 1.5-litre engine, and available with a five-speed manual transmission and a four-speed automatic transmission respectively. In 2008, the J trim was made available without the third row seat. This particular trim is popularly used as metered taxicabs in the Philippines. The Avanza was also updated in 2008 with an updated ceiling with grooves to improve airflow to the rear and an updated interior colour scheme. ==== Gallery ==== File:Toyota Avanza (first generation) (rear), Serdang.jpg|Toyota Avanza 1.3 (F601M; pre-facelift, Malaysia) File:2007 Toyota Avanza 1.3 G wagon (F601RM; 01-19-2019), South Tangerang.jpg|2007 Toyota Avanza 1.3 G (F601RM; facelift, Indonesia) File:2010 Toyota Avanza 1.3 G (rear), Kemayoran, Central Jakarta (cropped).jpg|2010 Toyota Avanza 1.3 G (F601RM; facelift, Indonesia) File:Toyota Avanza (first generation, first facelift) (front), Serdang.jpg|Toyota Avanza 1.5 G (F602M; facelift, Malaysia) File:Toyota Avanza (first generation, first facelift) (rear), Serdang.jpg|Toyota Avanza 1.5 G (F602M; facelift, Malaysia) File:2011 Toyota Avanza 1.5 S wagon (F602RM; 01-23-2019), South Tangerang.jpg|2011 Toyota Avanza 1.5 S (F602RM; facelift, Indonesia) File:2009 Toyota Avanza 1.3 G F601RM interior (20180128).jpg|2009 Toyota Avanza 1.3 G interior (facelift, Indonesia) === Daihatsu Xenia === A twin model called Daihatsu Xenia also offered as a cheaper low-spec alternative to the Avanza in Indonesia. Generally, the Xenia is equipped with less safety equipment than the Avanza, while offering more dealer-installed accessories options such as front bumper guards, rear spoiler, or side body moulding to attract consumers. In Indonesia, the Xenia was available in three trim levels: 1.0 Mi, 1.0 Li and 1.3 Xi. Several accessories package was offered to the Li and Xi variants, including Plus, Deluxe, Family and Sporty. In November 2009, the automatic transmission option for the 1.3 Xi trim was launched. It is powered by the same 1.3-litre engine found in the Avanza and an additional three-cylinder 989 cc EJ-DE (before 2006) and EJ-VE engine with power and torque rating at at 5,600 rpm and at 3,600 rpm. To minimize the weight and the workload to the engine, the 1.0-litre variant was not available with double blower air conditioner and is fitted with 13-inch wheels. Throughout its production, the 1.0-litre Xenia was only offered with a 5-speed manual transmission. Apart from Indonesia, the Xenia was also sold in China. ==== Gallery ==== File:XeniaLi09Silver.JPG|2009 Daihatsu Xenia 1.0 Li (F600RV; facelift, Indonesia) File:Daihatsu Xenia.JPG|2008 Daihatsu Xenia 1.0 Li Sporty (F600RV; facelift, Indonesia) File:2007 Daihatsu Xenia 1.3 Xi Sporty F601RV (20200227).jpg|2007 Daihatsu Xenia 1.3 Xi Sporty (F601RV; facelift, Indonesia) File:2011 Daihatsu Xenia 1.3 Xi Family.jpg|2011 Daihatsu Xenia 1.3 Xi Family (F601RV; facelift, Indonesia) File:2010 Daihatsu Xenia 1.3 Xi Deluxe F601RV (20190623).jpg|2010 Daihatsu Xenia 1.3 Xi Deluxe (F601RV; facelift, Indonesia) File:2011 Daihatsu Xenia 1.3 Xi Deluxe (rear), Malang.jpg|2011 Daihatsu Xenia 1.3 Xi Deluxe (F601RV; facelift, Indonesia) File:2007 FAW-Daihatsu Xenia.jpg|FAW-Daihatsu Xenia (China) === FAW Senya M80/S80 === In China, Daihatsu together with First Automobile Works (FAW) launched the first generation Xenia as the FAW Senya M80 on 21 June 2007. The Senya M80 was originally simply called the FAW Senya, but later developed a whole range of products based on the Senya platform and was soon renamed to Senya M80. The crossover version called the Senya S80 was introduced later. Production in China was carried out at FAW Jilin Auto until 2010. The Senya S80 was revealed during the 2010 Beijing Auto Show. Starting from the M80 and S80 of the Senya series, FAW Jilin started the Chinese brand Senia (森雅), which later became a brand focusing on crossovers. A later facelift changed the front and rear ends of the Senya S80 which departs it from the Daihatsu-derived designs. Daihatsu and FAW Jilin had a joint venture for selling Daihatsu vehicles branded under the FAW-brand from July 2009 until January 2010 when Daihatsu suddenly pulled out from Chinese market and the joint venture for auto parts also dissolved in 2010. However, the productions based on the Daihatsu-sourced platforms continued. FAW sold 223,461 units during its production until the Senya M80/S80 was discontinued in 2016. ==== Gallery ==== File:FAW Senya M80 China 2012-04-22.JPG|FAW Senya M80 (China) File:2010 FAW-Jilin Senya M80, rear 8.4.18.jpg|FAW Senya M80 (China) File:2011 FAW Senya S80 (front).jpg|FAW Senya S80 (pre-facelift, China) File:2011 FAW Senya S80 (rear).jpg|FAW Senya S80 (pre-facelift, China) File:Senya S80 001.jpg|FAW Senya S80 (facelift, China) File:Senya S80 002.jpg|FAW Senya S80 (facelift, China) == Second generation (F650; 2011) == === Markets === ==== Indonesia ==== The second-generation Avanza was launched on 9 November 2011 with development led by Toyota chief engineer Kaoru Hosokawa. The second-generation Avanza is available in three trim levels: E, G and Veloz (taken from English word \"velocity\" and Spanish for \"fast\") (replacing the S trim). On 15 May 2013, the Avanza was updated to include improved safety and comfort equipment, such as dual SRS airbags became standard in every models. The Avanza received its first facelift on 12 August 2015 with development led by chief engineer Kazuhiko Yamashita. The changes consist of a newer engine, where the 1.3-litre models became powered by a 1.3-litre 1NR-VE Dual VVT-i engine, while the 1.5-litre models became powered by a 1.5-litre 2NR-VE Dual VVT-i engine. Other changes includes an updated front and rear fascias, interior colour, head unit and ABS/EBD as standard (previously only available on Veloz trim). The Veloz trim also received a 1.3-litre engine option. The 1.3 Veloz can be equipped with either manual or automatic transmission. The Avanza received its second facelift on 15 January 2019 with development led by chief engineer Kazutoshi Sakamoto. The front fascia is made similar to the R80 series Voxy and AH30 series Vellfire, while the side mirrors became shared with the F800 series Rush. The rear fascia also received an update. LED headlamps became standard on all variants, along with shark fin antenna, updated alloy wheel design and interior colour, digital air conditioner controls, auto retractable outer mirror (for G and Veloz trims), keyless entry system with push start engine button (for Veloz trim) and a more refined suspension. ;Exterior The 1.3 E does not have fog lamps, in contrast with its 1.3 G, 1.5 G and Veloz trims. The 1.5-litre version of the Avanza in Indonesia (1.5 G and Veloz) shared same wheel design and both of them has an outer mirror with turning signal lamp. Veloz has a different fascia and is equipped with body kits as standard. Facelift models have larger grille, rear reflector garnish and updated wheel design, and the 1.5 Veloz trim has polished two-tone alloy wheels. ;Interior The 1.3 E does not have any audio unit, the 1.3 G has a 1-DIN audio system with radio, CD and MP3 player. The 1.5 G has a double DIN audio system with radio, CD and MP3 player. The Veloz and Luxury have the same audio unit with 1.5 G, but with additional steering switches, USB and AUX input. All models have multi information display and tilt steering as standard. All models except Veloz have beige interior colour as standard, whereas Veloz has dark gray interior colour. From May 2013, all models have dual SRS airbags as standard. In the facelifted version, all models is equipped with 2-DIN audio system with CD, MP3, USB, AUX and Bluetooth connection with telephone connectivity as standard, and 1.5-litre models were enhanced with touchscreen monitor, DVD player and navigation system. For E and G trims, interior colour has changed to brown and Veloz changed into full black. In the second facelift version, all models have a digital air conditioning system. ;Safety equipment , dual SRS airbags, three- point seatbelts, ABS, ISOFIX and side impact beams became standard on all models. Stability control is available on some markets. An immobilizer is only offered in G and Veloz trims. ===== Transmover ===== In November 2016, Toyota Astra Motor introduced the Transmover (downgraded Avanza below the E trim) for fleet usage in the market. It also replaces the Vios-based Limo for taxicab usage. File:2017 Toyota Avanza Transmover - Bluebird Taxi (front right), Kelapa Gading, North Jakarta (cropped).jpg|2017 Toyota Transmover taxi (F653RM, Indonesia) File:2019 Toyota Avanza 1.3 Transmover F653RM (20200227).jpg|2019 Toyota Transmover taxi (F653RM, Indonesia), note the \"shark fin\" type roof antenna ==== Malaysia ==== The second-generation Avanza was launched in Malaysia on 11 January 2012. Unlike its predecessor, the car is not assembled in Malaysia in favour of the Perodua Alza. It was available in four trim levels: 1.3 E, 1.5 E, 1.5 G and 1.5 S (known in Indonesia as the Veloz). The 1.3 variant was powered by the K3-VE VVT-i engine with a 5-speed manual gearbox. while the 1.5 variants was powered by the 3SZ-VE VVT-i engine with a 4-speed automatic gearbox. The facelift version was launched in January 2016. The facelifted 1.3 variant was powered by the 1NR-VE Dual VVT-i engine with a 5-speed manual gearbox and the facelifted 1.5 variants was powered by the 2NR-VE Dual VVT-i engine with a 4-speed automatic gearbox. In February 2018, a 1.5 X trim was added to the range and positioned above the 1.5 S. It had several aesthetic add-ons to give the exterior a more rugged appearance. The second facelift Avanza was launched in Malaysia on 17 May 2019. Three trim levels is offered: 1.5 E, 1.5 S and 1.5 S+. First for an Avanza, blind spot monitor and rear-cross traffic alert safety equipment was offered with the 1.5 S+ trim. ==== Philippines ==== The second-generation Avanza was launched in the Philippines on 13 January 2012. The second-generation Avanza was available in three trim levels: The base which is the 1.3 J (with 5-speed manual only) no rear wiper, no fog lamps, black coloured side mirrors and full wheel disc cap. Unlike the first generation, the second-generation model has the 1.3 E trim (with either 5-speed manual or 4-speed automatic) though it has rear wiper and coloured key side mirrors it has no front fog lamps and it has a different style of alloy wheels and the top-of-the-line 1.5 G it has front fog lamps, rear spoiler, TVSS and different style alloy wheels. The first facelift was launched in September 2015 and the second facelift in May 2019 respectively. The 2015 facelift consisted of three trim levels: 1.3 J (manual only), 1.3 E (manual or automatic), 1.5 G (manual or automatic). In October 2017, a fourth trim level was added to the line up: 1.5 Veloz (automatic only). In the 2019 facelift, the G and Veloz trim received a 6.8-inch infotainment screen. The van version of the Avanza is also offered which is set below the base variant that has only two seats, without radio, no speaker (with radio and 2 speakers, optional) and has steel wheels. The second and third row seats are removed to make room for the cargo area. It is only offered in white colour and powered with 1.3-litre engine (with 5-speed manual only). ==== Singapore ==== The second-generation Avanza is available in Singapore since November 2013. Only the 1.5 G trim is available with a four- speed automatic transmission. The Avanza received a facelift along with the other markets in 2016. ==== Gallery ==== File:2015 Toyota Avanza 1.3 E 4S Matic (rear), Kemayoran, Central Jakarta (cropped).jpg|2015 Toyota Avanza 1.3 E (F651RM; pre-facelift, Indonesia) File:2012 Toyota Avanza 1.3 G F651RM (20191215).jpg|2012 Toyota Avanza 1.3 G (F651RM; pre-facelift, Indonesia) File:2013 Toyota Avanza 1.3 G F651RM (20200701) 02.jpg|2013 Toyota Avanza 1.3 G (F651RM; pre-facelift, Indonesia) File:2015 Toyota Avanza 1.5 G Luxury, Pandawa Beach.jpg|2015 Toyota Avanza 1.5 G Luxury (F652RM; pre-facelift, Indonesia) File:2012 Toyota Avanza 1.5 Veloz wagon (F652RM; 01-28-2019), South Tangerang.jpg|2012 Toyota Avanza 1.5 Veloz (F652RM; pre-facelift, Indonesia) File:2014 Toyota Avanza 1.5 Veloz (rear), West Surabaya (27 August 2019) (cropped).jpg|2014 Toyota Avanza 1.5 Veloz (F652RM; pre-facelift, Indonesia) File:2016 Toyota Avanza 1.3 E wagon (F653RM; 01-28-2019), South Tangerang.jpg|2016 Toyota Avanza 1.3 E (F653RM; first facelift, Indonesia) File:2018 Toyota Avanza 1.3 E (rear), East Surabaya.jpg|2018 Toyota Avanza 1.3 E (F653RM; first facelift, Indonesia) File:2018 Toyota Avanza 1.3 G F653RM (20190622).jpg|2018 Toyota Avanza 1.3 G (F653RM; first facelift, Indonesia) File:2015 Toyota Avanza 1.3 G facelift (rear), Pandawa Beach.jpg|2015 Toyota Avanza 1.3 G (F653RM; first facelift, Indonesia) File:2017 Toyota Avanza 1.3 Veloz wagon (F653RM; 01-31-2019), South Tangerang.jpg|2017 Toyota Avanza 1.3 Veloz (F653RM; first facelift, Indonesia) File:2016 Toyota Avanza 1.5 Veloz wagon (F654RM; 01-12-2019), South Tangerang - front.jpg|2016 Toyota Avanza 1.5 Veloz (F654RM; first facelift, Indonesia) File:2016 Toyota Avanza 1.5 Veloz wagon (F654RM; 01-12-2019), South Tangerang - rear.jpg|2016 Toyota Avanza 1.5 Veloz (F654RM; first facelift, Indonesia) File:2019 Toyota Avanza 1.3 E (front), Batu City.jpg|2019 Toyota Avanza 1.3 E (F653RM; second facelift, Indonesia) File:2019 Toyota Avanza 1.3 E (rear), Batu City.jpg|2019 Toyota Avanza 1.3 E (F653RM; second facelift, Indonesia) File:2019 Toyota Avanza 1.3 G F653RM (20200222).jpg|2019 Toyota Avanza 1.3 G (F653RM; second facelift, Indonesia) File:2019 Toyota Avanza 1.3 G (rear), Kemayoran, Central Jakarta (cropped).jpg|2019 Toyota Avanza 1.3 G (F653RM; second facelift, Indonesia) File:2020 Toyota Avanza 1.5 Veloz, West Surabaya.jpg|2020 Toyota Avanza 1.5 Veloz (F654RM; second facelift, Indonesia) File:2020 Toyota Avanza 1.5 Veloz (rear), West Surabaya.jpg|2020 Toyota Avanza 1.5 Veloz (F654RM; second facelift, Indonesia) File:2019 Toyota Avanza 1.5 S+ (17).jpg|2019 Toyota Avanza 1.5 S+ interior (second facelift, Malaysia) === Daihatsu Xenia === Alongside the Avanza, Daihatsu also launched the second-generation Xenia on 9 November 2011 for sale in Indonesia only. It remained to serve as a cheaper low-spec alternative to the Avanza. The Xenia was initially available in four different trim levels: D, M, X and R. The D, M and X came with the five-speed manual gearbox, while the R can have either a five-speed manual or a four- speed automatic. The Xenia D and M came powered with a 989 cc EJ-VE three- cylinder DOHC engine, while the Xenia X and R came powered by a 1.3-litre K3-VE four-cylinder DOHC engine. Both engines came equipped with Toyota's standard electronic fuel injection with VVT-i. Like the previous generation, the Xenia had accessories package that acts as sub-variant, including Plus, Deluxe, Family and Sporty packages. Between 2011 and 2014, a flagship variant called R Attivo was offered. It offered a rugged body kit and the roof rails, giving a faux-crossover SUV look. In May 2013, the Xenia was updated along with the Avanza to include improved safety and comfort equipment. Dual SRS airbags and seat belt warning indicator became standard in every trim levels. The Xenia received its first facelift in August 2015. The changes were the same as the Avanza, which consist of an updated fascia, headlamps and rear lights, and two-tone brown interior colour. Drive-by-wire became standard in all Xenia models, along with safety belt with pretension and force limiter, power window jam protection, side impact beam, parking brake warning and door ajar warning. The R trim came equipped an immobilizer and an eco indicator, while the X trim receives a four-speed automatic transmission option. The X and R received a newer engine, both became powered by a 1.3-litre 1NR-VE Dual VVT-i engine, producing and of torque. The engines for the D and M remains unchanged. In August 2016, the Xenia 1.0-litre models were discontinued in favour of the smaller, front-wheel drive-based Sigra. The Custom variant based on the R trim was launched in November 2017.https://otomotif.kompas.com/read/2017/11/10/173600615/detail-daihatsu- xenia-custom In January 2019, the Xenia received its second facelift. Like the Avanza, it consists of an updated front fascia with LED reflector headlamps, side mirrors from the F800 series Terios and an updated rear fascia. Other changes includes digital air conditioner, auto retractable mirrors and a revised suspension. The keyless entry system with push start/stop engine button is not available on the Xenia and alloy wheels became standard on every trim levels. For the first time, the Xenia received a 1.5-litre 2NR-VE Dual VVT-i engine option, exclusive to the R Deluxe variant. ==== Gallery ==== File:DaihatsuXenia10White.JPG|2012 Daihatsu Xenia 1.0 D (F650RV; pre-facelift, Indonesia) File:2013 Daihatsu Xenia 1.3 X F651RV (20191020).jpg|2013 Daihatsu Xenia 1.3 X (F651RV; pre-facelift, Indonesia) File:Daihatsu Xenia 1.3 R Deluxe.jpg|2013 Daihatsu Xenia 1.3 R Deluxe (F651RV; pre-facelift, Indonesia) File:2012 Daihatsu Xenia 1.3 R Deluxe (rear), Candikuning (cropped).jpg|2012 Daihatsu Xenia 1.3 R Deluxe (F651RV; pre-facelift, Indonesia) File:2015 Daihatsu Xenia 1.3 R AT Sporty (front), Sawah Besar, Central Jakarta (cropped).jpg|2015 Daihatsu Xenia 1.3 R Sporty (F651RV; pre-facelift, Indonesia) File:2015 Daihatsu Xenia 1.3 R AT Sporty (rear), Sawah Besar, Central Jakarta (cropped).jpg|2015 Daihatsu Xenia 1.3 R Sporty (F651RV; pre- facelift, Indonesia) File:2016 Daihatsu Xenia 1.0 M wagon (F650RV; 01-27-2019), South Tangerang.jpg|2016 Daihatsu Xenia 1.0 M (F650RV; first facelift, Indonesia) File:2016 Daihatsu Xenia 1.3 X (rear), West Surabaya.jpg|2016 Daihatsu Xenia 1.3 X (F653RV; first facelift, Indonesia) File:2016 Daihatsu Xenia 1.3 X Deluxe (front), Pandaan, Pasuruan (cropped).jpg|2016 Daihatsu Xenia 1.3 X Deluxe (F653RV; first facelift, Indonesia) File:2016 Daihatsu Xenia 1.3 X Deluxe (rear), Pandaan, Pasuruan (cropped).jpg|2016 Daihatsu Xenia 1.3 X Deluxe (F653RV; first facelift, Indonesia) File:2016 Daihatsu Xenia 1.3 R F653RV (20200622) 01.jpg|2017 Daihatsu Xenia 1.3 R (F653RV; first facelift, Indonesia) File:2016 Daihatsu Xenia 1.3 R F653RV (20200622) 02.jpg|2017 Daihatsu Xenia 1.3 R (F653RV; first facelift, Indonesia) File:2019 Daihatsu Xenia 1.3 X F653RV (20200225).jpg|2019 Daihatsu Xenia 1.3 X (F653RV; second facelift, Indonesia) File:2019 Daihatsu Xenia 1.3 R F653RV (20200622).jpg|2019 Daihatsu Xenia 1.3 R (F653RV; second facelift, Indonesia) File:2019 Daihatsu Xenia 1.3 R F653RV (20191020) 02.jpg|2019 Daihatsu Xenia 1.3 R (F653RV; second facelift, Indonesia) File:2019 Daihatsu Xenia 1.5 R Deluxe (front), Malang.jpg|2019 Daihatsu Xenia 1.5 R Deluxe (F654RV; second facelift, Indonesia) File:2019 Daihatsu Xenia 1.5 R Deluxe (rear), Malang.jpg|2019 Daihatsu Xenia 1.5 R Deluxe (F654RV; second facelift, Indonesia) === Safety === ASEAN NCAP test results for the 2013 Toyota Avanza 1.3 E M/T (RHD): {| class=\"wikitable\" |- ! !Score !Rating |- |Adult Occupant Protection | style=\"text-align:center;\" |12.98/16.00 | |- |Child Occupant Protection |18.47/49.00 |38% |- |Overall | colspan=\"2\" style=\"text-align:center;\" | |} ASEAN NCAP test results for the 2013 Daihatsu Xenia 1.3 R M/T (RHD): {| class=\"wikitable\" |- ! !Score !Rating |- |Adult Occupant Protection | style=\"text-align:center;\" |12.34/16.00 | |- |Child Occupant Protection |15.95/49.00 |33% |- |Overall | colspan=\"2\" style=\"text- align:center;\" | |} == Sales == , the Avanza and Xenia have sold 2,750,576 units worldwide. The sales consists of 1,714,196 units of Avanza (from 2004 to November 2018), 643,000 units of Xenia (from 2004 to 2018) and 393,380 exported units (from 2004 to October 2018). === Indonesia === {| class=\"wikitable\" style=\"text-align: right;\" |- ! rowspan=\"2\" | Calendar Year ! colspan=\"2\" | Toyota Avanza !! colspan=\"2\" | Daihatsu Xenia |- !Sales !Rank !Sales !Rank |- | 2004 | 43,936 |3 | 22,006 |5 |- | 2005 | 54,893 |2 | 27,505 |6 |- | 2006 | 52,260 |1 | 23,555 |4 |- | 2007 | 62,010 |1 | 28,914 |3 |- | 2008 | 85,535 |1 | 34,065 |3 |- | 2009 | 100,065 |1 | 43,409 |2 |- | 2010 | 141,799 |1 | 65,901 |2 |- | 2011 | 162,367 |1 | 66,835 |2 |- | 2012 | 192,146 |1 | 73,418 |2 |- | 2013 | 213,458 |1 | 64,611 |2 |- | 2014 | 162,070 |1 | 46,710 |8 |- | 2015 | 129,205 |1 | 36,262 |8 |- | 2016 | 122,654 |1 | 44,720 |7 |- | 2017 | 109,529 |1 | 38,535 |8 |- | 2018 | 82,167 |1 | 29,521 |13 |- | 2019 | 86,374 |1 | 21,674 |16 |} === Export market (Avanza) === {| class=\"wikitable\" |+ ! Calendar Year ! Thailand ! Mexico !South Africa |- | 2014 | 4,181 | | |- | 2015 | 1,683 | 8,254 | |- | 2016 | 1,107 | | |- | 2017 | 552 | 12,294 |5,321 |- | 2018 | 352 | 11,315 | |- | 2019 | 436 | 9,208 | |} == References == == External links == * (Avanza, Indonesia) * (Xenia, Indonesia) Avanza Category:Cars introduced in 2003 Category:2010s cars Category:2020s cars Category:Mini MPVs Category:Rear-wheel-drive vehicles ",
    "title": "Toyota Avanza"
}