{
    "id": "2566240",
    "text": "Aasiaat or Ausiait, formerly Egedesminde, is a town in the Qeqertalik municipality in western Greenland, located in the heart of Aasiaat Archipelago at the southern end of Disko Bay. With a population of 3,069 as of 2020, it is Greenland's fourth-largest town. View to Aasiaat. ==Etymology== In Greenlandic, Aasiaat means \"Spiders\" (). The exact explanation for this is yet to be determined because of the lack of historical facts of the origin of the name. The most common assumption is that when the town was founded as a mere settlement, it was abundant with spiders. Like in the rest of Greenland, spiders are rarely seen in the town in modern times. Aasiaat is sometimes referred to as the Town of the Whales, since marine mammals such as whales and seals are a common sight. ==History== ===Native peoples=== Archaeological projects in the region have suggested human habitation in the region that includes Aasiaat as far back as the 5th millennium BC. The earliest modern settlers dated to around 1200; these were probably subsistence hunters. These inhabitants hunted harp seals and capelin (ammassaat) near Sydøst Bay in the spring. In the summer, they moved to Nassuttooq for reindeer and halibut. During autumn, the people of Disko Bay returned home to hunt small harp seals. In the winter, the bay froze over, and they hunted narwhals and Beluga whales. These early people designed and built their own kayaks and umiaks when the water freed up; in the winter, they used qamutits. ===Early history of Aasiaat=== Icebergs stranded in the waterways of the Aasiaat archipelago, Greenland, near the Aasiaat harbor The settlement that would become Aasiaat was founded in 1759 by Niels Egede, son of Hans Egede, a Norwegian missionary. Named Egedesminde Colony after him, it was located north of Nordre Strømfjord, and was 125 km south of Aasiaat's current location. The town was moved to its current site in 1763. Most villagers were whalers, and the smallpox germs they carried to the region ravaged the native population, especially during the 1770s. ===Early 20th century=== Aasiaat saw much growth in the first half of the 20th century. In 1932, the town opened the first school in the country which allowed women to obtain secondary education. One of its first graduates was the first woman novelist of Greenland, Mâliâraq Vebæk, who was valedictorian of her graduating class in 1934. ===Aasiaat in World War II=== On May 3, 1940, a treaty signed in Godhavn allowed American relief airplanes bound for the British Isles to use Greenlandic, Icelandic, and Scottish airspace. A result of World War II was the fact that Denmark, under the control of Nazi Germany, could not freely send supplies to Greenland; this task fell to the United States and Canada. Supplies were stored near Aasiaat, and were then transferred to other towns of the region, such as Uummannaq and Sisimiut. ===Post-World War II=== Aasiaat has grown much since the war. A weather station was constructed in 1942 by the Americans. Cod, an economically popular fish since the 1930s, were caught and sent to a new factory to be salted and packed. Other businesses sprang up, accommodating to the resources and climate of the region. This boom reached its peak in the 1950s, when a power plant and telecommunications station were installed. In 1998, a new landing strip was opened to the public (previously a heliport was the only aerial facility); it is near a shrimp processing factory. Today, almost 4,800 people live in Aasiaat and its neighboring settlement, Kangaatsiaq. ==Geography== Icebergs in Disko Bay The largest island of the Aasiaat Archipelago is Saqqarliup Nunaa, which is uninhabited, but has buildings to accommodate tourists. On the western tip of the island is the abandoned village of Manermiut. As of 2013 the total population of the archipelago is spread among three settlements:Statistics Greenland, Population in localities * The town of Aasiaat (3,142 inhabitants), is located on the namesake island just northwest of Saqqarliup Nunaa. * The settlement of Akunnaaq (98 inhabitants) is located on the namesake island just northeast of Saqqarliup Nunaa, east-north-east of Aasiaat. * The settlement of Kitsissuarsuit (87 inhabitants) is located on the small namesake island (Danish Hunde Ejland, for the village and the island), northwest of Aasiaat. Another abandoned village is Vester Ejland on the namesake island, the westernmost of the archipelago, west-south-west of Aasiaat. == Population == With 3,069 inhabitants as of 2020, Aasiaat is the largest town in the Qeqertalik municipality. The population has fluctuated considerably over the last two decades, decreasing 3% relative to the 2001 levels but increasing more than 10% relative to the 2008 levels. ==Education== Aasiaat has four schools: a regular school (Gammeqarfik), a highschool (GU-Aasiaat), a vocational school (Piarersarfik), and a school for the mentally disabled (Ado Lyngep Atuarfia). ==Economy== Fishing of shrimp and crabs, shipbuilding, and tourism are the primary economic activities of the region. The archipelago area offers many services for tourists, including kayaking, cross-country skiing, dogsledding, and whale-watching. == Transport == Aasiaat is a port of call for the Arctic Umiaq Line coastal ship and Diskoline.gl (domestic passenger ships for disko bay). Aasiaat harbour functions as well as a hub for regional shipping. The town is also served by Aasiaat Airport with direct connections to Ilulissat and other settlements in the country and Disko Bay region, as well as the Air Greenland hub in Kangerlussuaq. Air Iceland occasionally arrange charter flights for the travel industry. == Community events == Aasiaat has several recurrent events which engage most of the inhabitants and visitors. \"Maaji-mi Peqqissuusa\" (let's stay healthy in May) is an arrangement with focus on activities which will improve one's health and is based on volunteer organizers. Aasiaat Midnightsun Marathon takes place in late June with different distances with start/finish in the town square with live music. Nipiaa Rock Festival is usually a 3-day long concert with various musicians. It is known as the best musical event in Greenland. The Rock Festival takes place in the Sportshall at the end of August/beginning of September. ==Climate== Aasiaat has a tundra climate (ET) with a July mean of only 5.7. ==References== Category:Disko Bay Category:Populated places in Greenland Category:Populated places of Arctic Greenland Category:Populated places established in 1759 Category:Qeqertalik ",
    "title": "Aasiaat"
}