{
    "id": "2566169",
    "text": "Pas Tehran Football Club () was an Iranian football club based in Tehran, Iran. Pas F.C. was the football club of the multisport Pas Cultural and Sport Club. The club has a long and rich history and has always been associated with Iranian police, receiving most of its funding from that branch. In recent years the football club had shown itself to be a contender, thanks to increased funding and support from the team board. The team played its matches in Shahid Dastgerdi Stadium. On 9 June 2007, Pas Tehran was officially dissolved. Their right to participate in the Persian Gulf Cup was given to a newly formed team called Pas Hamedan. ==History== ===The birth of Pas=== In 1953 a number of police officers along with Captain Assadolahi came together to better organize the sports situation for police in Iran. That same year Assadolahi with only one football and limited resources assembled a team including himself and officers from the local police academy in Tehran. They established the Police Academy Cadets team. They had their first practice ever at a football field which belongs to the Tehran police academy. In that same year, they officially announced the establishment of the club and participated in the Championship Games of the Armed Forces. They finished second in the football tournament. Soon after, Captain Sadeghi with the help of Captain Assadolahi becomes responsible for the team's operations, and the club becomes known as Shahrbani F.C.. The team's coach at the time was Bahman Shahidi. On 8 July 1963, Shahrbani F.C. officially registered itself as a sporting club, giving itself its modern-day name, Pas. The club statute was also officially accepted by the club council in 1966. After twelve years of uncertainty, the club was finally ready to begin its work. Pas won the football league championship of Tehran Clubs ahead of Daraii and Shahin in 1966. The Tehran League at the time had 12 teams including the likes of Pas, Shahin, Daraii, Taj, Kian, Tehran-Javan, and Ararat. This happened when Shahin drew 2–2 with Daraii in the last match, what is also named as the match of the century in the Iranian football history ===Club stadium=== At the time of the club's establishment, the stadium complex in Ekbatan (a neighbourhood in Tehran), belonged to the Charity Department. The department made the complex available for ninety-nine-year loan period. Captain Sadeghi accepted the conditions and rented the field for a ninety-nine-year period at a price of 20,000 toman. In 1971 the Ekbatan complex's boundaries were established and the proposal to buy the land was accepted by the club council. Thanks to Captain Sadeghi's love for the club, the club was able to have one of the key elements necessary for professional football. To this day Pas is one of only a number of clubs in Iran, which has its own private stadium and practice fields. ===First official match=== Pas' first official match took place versus Koroush F.C. in 1964. Pas's starting lineup for this match had the following players: Faramarz Zelli, Hassan Habibi, Mohammad Ranjbar, Heshmat Mohajerani, Rasouli, Yazdanian, Meiarian, Mahmoud Yavari, Homayoun Shahrokhi, Yinehvarzan and Parviz Mirza Hassan. The final result was a 1–1 tie. Some of the above players such as Habibi, Mohajerani, Shahrokhi and Yavari are still involved in Iranian football. ===Takht Jamshid Cup=== Team players in 1970's before a league match The Takht Jamshid Cup, was Iran's first ever nationwide football league and Pas entered the league in its first year of establishment in 1973/74. Prior to this Pas had won two local Tehran league championships in 1967 and 1968. The first couple of years in the Takht Jamshid Cup did not come with great results for Pas, but that changed when former Pas player, Hassan Habibi, became the club's manager. Under his guidance Pas won back-to-back championships in 1976/77 and 1977/78. Their team could have possibly won a third consecutive championship, but the league was cancelled and eventually folded with the arrival of the Iranian revolution. ===After the revolution=== The 1980s were a quiet and difficult time for Iranian football, as the Iran–Iraq War had changed the nation's priorities. Pas did not do much in these times except for participation in some minor local tournaments. After the war the Azadegan League was established and Pas came back onto the Iranian football scene in a big way. They won the inaugural season of the 1991–92 Azadegan League and were allowed to participate in the 1992–93 Asian Club Championship. They beat Qatari club, Al Arabi in the first round, with a 4–3 aggregate score. They were then placed in group B, finishing second there, despite very poor results. In the semi-finals, which took place in Bahrain, they went up against a powerful Japanese side Yomiuri. They defeated the team in extra-time by a score of 2–1. Pas was now in the final, where they would meet Saudi club, Al- Shabab. On 22 January 1993, in Manama, Bahrain; Pas Tehran defeated Al-Shabab 1–0, becoming Asian champions. What made the feat even more amazing was that most of Pas' players were paid amateur level salaries, they stayed at a very poor hotel, and arrived very late to Bahrain. The chances of the team doing well in the tournament was considered so small that the Iranian Football Federation didn't even bother to send a representative. Firouz Karimi continued to manage the team and he led the team to another Azadegan League championship in the 1992–93 season. Once again Pas was allowed to participate in the Asian Club Championship, but were surprisingly knocked out in the first round by Lebanese club, Al-Ansar. ===IPL=== Pas players with Brazilian legend Pelé, after a friendly match against Santos Afterwards the club became a mediocre one, finishing in the middle of the table, for most of the following seasons. All that changed again though, when in the 2003–04 season of the IPL, Pas was able to win the championship with head coach Majid Jalali. They had a poor beginning to the 2004–05 season and replaced Jalali with Mustafa Denizli, but he was not able to make much of a difference. The club was stopped at the quarter-finals stage in the Asian Champions League despite being ahead 3–0 in the second leg of that stage in Tehran, ultimately falling apart and losing on aggregate, 4–4. They finished 6th in that season. They almost won the 2005–06 season, but finished second to champions Esteghlal F.C.. Pas did not resign Denizli and bought back Jalali again to lead the team in the 2006–07 season. This experiment failed as Jalali was fired 1 December 2006 due to Pas' poor results 11 games into the season. Previous Pas and national team coach Homayoun Shahrokhinejad was signed to lead the team for the remainder of the season. ===Dissolution=== Pas finished 11th in the 2006–07 season. In late May rumors of the dissolution of Pas Tehran's football team began to emerge. It was said that because the city of Tehran has many football teams that have low attendance figures, it would be best for a number of teams to be relocated to other cities. On 9 June 2007, Pas Tehran was officially dissolved. Their right to participate in the Persian Gulf Cup was given to a newly formed team called Pas Hamedan. The staff and players of the football team were move to Hamedan in order to form the team. Additionally the multisport Pas Cultural and Sport Club is only participate in amateur and youth sporting events. It is not clear if the management of Pas Sports Club will restart the football team in future years. ==Season-by-season== The table below chronicles the achievements of Pas in various competitions since 1991 until 2007. {| class=\"wikitable\" |- align=\"center\" bgcolor=\"#dfdfdf\" | Year | Division | Position | Hazfi Cup | AFC |- align=\"center\" |1991–92 |Azadegan League |bgcolor=gold|1st | |Did not qualify |- align=\"center\" |1992–93 |Azadegan League |bgcolor=gold|1st |Not Held |bgcolor=gold|Champion |- align=\"center\" |1993–94 |Azadegan League |5th | |First round |- align=\"center\" |1994–95 |Azadegan League |6th | |rowspan=10|Did not qualify |- align=\"center\" |1995–96 |Azadegan League |4th | |- align=\"center\" |1996–97 |Azadegan League |4th | |- align=\"center\" |1997–98 |Azadegan League | style=\"background:silver;\"|2nd |Not Held |- align=\"center\" |1998–99 |Azadegan League |5th |Semifinal |- align=\"center\" |1999–00 |Azadegan League |7th |Quarterfinal |- align=\"center\" |2000–01 |Azadegan League |6th | |- align=\"center\" |2001–02 |Iran Pro League |4th |1/8 Final |- align=\"center\" |2002–03 |Iran Pro League | style=\"background:silver;\"|2nd | Semi-final |- align=\"center\" |2003–04 |Iran Pro League |bgcolor=gold|1st |Quarterfinal |- align=\"center\" |2004–05 |Iran Pro League |6th |Quarterfinal |Quarterfinal |- align=\"center\" |2005–06 |Iran Pro League | style=\"background:silver;\"|2nd |1/8 Final |Did not qualify |- align=\"center\" |2006–07 |Iran Pro League |11th |1/8 Final |Did not qualify |} ==Honours== Pas players celebrating their first league championship in 1967 ===Domestic=== * Tehran Province League: (1) **1966–67 * Iranian Football League: (5) **1976–77, 1977–78, 1991–92, 1992–93, 2003–04 ===Continental=== *Asian Club Championship/AFC Champions League: : Winners (1): 1992–93 ===Intercontinental=== *Afro-Asian Club Championship: (1) **Runner-up: 1993 ===International=== * IFA Shield (IFA):Fourth oldest club cup, organized by the Indian Association and played between Indian clubs and other invited ones. 1970: Runners-up ==Club chairmen== *Ferydoon Sadeghi (1963–1980) *Karim Mallahi (1980–1990) *Nasser Shafagh (1990–2000) *Mostafa Ajorloo (2000–2006) *Hashem Ghiasi (2006–2007) ==Club managers== ===Managerial history=== * Mehdi Asadollahi (1963–1972) * Hassan Habibi (1972–1978) * Homayoun Shahrokhi (1978–1980) * Mehdi Monajati (1980–1989) * Firouz Karimi (1989–1993) * Mehdi Monajati (1993) * Ebrahim Ghasempour (1993–1996) * Firouz Karimi (1996–1997) * Ebrahim Ghasempour (1997) * Bijan Zolfagharnasab (1997–1999) * Mahmoud Yavari (1999) * Ebrahim Ghasempour (1999–2000) * Hossein Faraki (2000) * Farhad Kazemi (2000–2001) * Firouz Karimi (2001) * Homayoun Shahrokhinejad (2001–2003) * Majid Jalali (2003–2004) * Mustafa Denizli (2004–2006) * Majid Jalali (2006) * Homayoun Shahrokhinejad (2006–2007) ==Notes== ===Footnotes=== ==References== * ==External links== * Official Website * Official Sport Newscast * Pas-e-Javan Sport Newspaper * Pas-e- Ghavamin Category:Football clubs in Iran Category:Football clubs in Tehran Category:Association football clubs established in 1963 Category:Association football clubs disestablished in 2007 Category:Sport in Tehran Category:Defunct football clubs in Iran Category:1963 establishments in Iran Category:2007 disestablishments in Iran ",
    "title": "PAS Tehran F.C."
}