{
    "id": "2566694",
    "text": "Cover art for CD case for afternoon afternoon, a story, spelled with a lowercase 'a', is a work of electronic literature written in 1987 by American author Michael Joyce. It was published by Eastgate Systems in 1990 and is known as one of the first works of hypertext fiction. afternoon was first offered to the public as a demonstration of the hypertext authoring system Storyspace, announced in 1987 at the first Association for Computing Machinery Hypertext conference in a paper by Michael Joyce and Jay David Bolter. In 1990, it was published on diskette and distributed in the same form by Eastgate Systems. It was followed by a series of other Storyspace hypertext fictions, including Stuart Moulthrop's Victory Garden, Shelley Jackson's Patchwork Girl and Deena Larsen's Marble Springs. Eastgate continues to publish the work in the 2010s and distributes it on a USB flash drive.Eastgate: afternoon, a story Eastgate, Retrieved August 29, 2016. == Plot and structure == The hypertext fiction tells the story of Peter, a recently divorced man who witnessed a car crash. Hours later, he suspects that the wrecked car may have involved his ex-wife and their son. The plot may change each time it is read if the reader chooses different paths. == Critical reception == This is a highly discussed work of electronic literature since it was one of the first electronic interactive novels, therefore many articles have been written about it. Espen J. Aarseth devotes a chapter of his book Cybertext to afternoon, calling it a classic example of modernist literature. It is more often thought of as a work of Postmodern literature, as evidenced by its inclusion in the Norton Anthology of Postmodern American Fiction. Chapters of Jay David Bolter's Writing Space and J. Yellowlees Douglas's The End of Books or Books Without End also discuss afternoon, as does Matthew G. Kirschenbaum's Mechanisms: New Media and the Forensic Imagination. Gunnar Liestøl's article \"Wittgenstein, Genette, and the Reader's Narrative in Hypertext\" in George Landow's Hyper/Text/Theory (1994) uses the theory of narratology to understand afternoon and Anna Gunders's dissertation work. ==See also== *Eastgate Systems *Electronic literature *Electronic Literature Organization *Ergodic literature *Hypertext fiction *Storyspace ==References== ==Sources== * * * * * ==External links== * Eastgate *afternoon Category:Hypertext Category:Electronic literature ",
    "title": "Afternoon, a story"
}