{
    "id": "2566313",
    "text": "is a Japanese manga series written and illustrated by Hiroshi Aro. Fast-paced, madcap and relatively mature in themes, it's usually comedic, with occasional elements of romance. In Japan, the manga began serialization in the December 1990 issue of the Shueisha magazine Monthly Shōnen Jump. It switched to the sister publication Monthly Shōnen Jump Original in 1993 and ended in the March 1997 issue. A total of eight tankōbon (bound volumes) collecting the chapters were released by Shueisha between 1991 and 1997, but it is now out of print. Futaba-kun Change was licensed by Studio Ironcat in the United States, but as the company went out of business their release is also out of print. == Plot == Futaba Shimeru is a normal high-schooler living a normal life, active in his school's wrestling club and slowly getting closer to his awkward love interest, Misaki. This fails to last as he discovers his family's hereditary genetic defect that becomes active at adolescence. Although it will eventually become controllable, either excitement or stress now makes Futaba switch sex. Hilarity ensues. The general status quo of the storyline, tone and atmosphere is maintained until volume 6, at which point Misaki discovers Futaba's secret. In volume 8, the manga abruptly changes from light comedy to serious science fiction. Futaba, Misaki and Kurin are taken by aliens that explain that the Shimeru family are not merely bizarrely mutated but descendants of a space crash 12 to 13 thousand years ago. They are taken to the star system they originated from to see a structure much like a Dyson sphere, but see that the entire race has been annihilated. Determined to find a less tragic future, they return to Earth. 8 years have passed, all their friends and family have happy lives (Motomura and Nigiri have gotten married and Futana is a celebrity playboy), the Shimeru clan have spread throughout the world, and their condition is now widely known and accepted. ==Themes== The characters of Futaba and Misaki are quite realistic (while virtually every other person is a certified nutjob), and the former's state is examined from day one. As such, the effects on the sufferer are an important part, especially early on. This includes the physical aspect, which is presented realistically but a few parts are left to the imagination. The gradual romance between Futaba and Misaki, and to a lesser degree Misaki and Futaba, though now very awkward indeed forms a loose central structure. Commonly enough, events turn into chaos, usually through the help of other characters ranging from Futaba's older sister with her/his anything-that-moves attitude to one who suffers from the nosebleed cliché taken to its grotesque extreme. Parallels to the well-known Ranma ½ series, where the protagonist's effect is triggered and reversed by cold and hot water, are unavoidable. Shimeru is even a wrestler while Ranma Saotome is a martial artist. This wouldn't be the only time Aro seemed to be influenced by Ranma 1/2, seeing the title of his other manga Morumo 1/10. On the other hand, Ranma ½ is more cartoonish in both drawing style and content as well as containing precious little references to sexuality. Ranma starts off already used to if unhappy with his situation, and spends a lot of his time fighting while Futaba only occasionally comes to blows and those blows tend towards the theoretically possible. Several other pop culture characters make cameos, including Street Fighter characters, Sesame Street puppets, Ryoko and Aeka from Tenchi Muyo!, Magical Taluluto from Magical Taluluto, or even Hiroshi Aro himself (drawn as a glasses-wearing alligator). ==Characters== ; :The lead character of the story, he's stunned to learn that not only will he change into a girl when he becomes excited, but somehow he failed to notice that all of the other members of his family switch sex as well. His new female form is just as strong as his male form, and has a power of attraction that quickly launches her into a career as a Japanese idol. His family name is a reference to the word futanari. ; :Futaba's love interest, the fact that he turns into a girl when he becomes aroused places a seemingly insurmountable barrier to their relationship. Her cooking is intolerably sweet to anyone else, and she is very superstitious. After she switches from swimming club to wrestling club so her new friend \"Futaba-chan\" won't be the only girl in it, there is a joke about how it turns out that none of the other swimmers actually know how to swim in regular water that isn't filled with dissolved sugar from Misaki's sugar-filled body. Her family has a little connection to the Shimeru clan. ; :Futaba's sister who in her male form makes the most out of her powers of attraction, by seducing countless girls and probably a few boys as well. She doesn't use birth control, and leaves a small army of sex-shifting offspring behind. She also gropes Futaba, but probably more for the amusement value of watching his reactions than genuine interest since it doesn't cause her to shift sex. Futana genuinely loves both sexes, even to the point of shape shifting in front of Futaba whom he tricked to do sexy poses. ; :A very important member of the main Shimeru family which has arranged for her engagement to Futaba. Imperious and pushy she is initially contemptuous of her fiance until she learns that he's also the famous Futaba-chan and that he's already interested in someone else, at which point she desperately tries to win his affection. In her female form she is short and unattractive, but her male form is tall, handsome and surrounded by a cloud of pheromones that leave women awestruck. She uses this power to get free food since the transformation makes her extremely hungry. ; :The president of the wrestling club, Motomura is a large and impressive manly figure but is easily moved to tears in his excesses of emotion. He is also a compulsive gambler and Negiri takes great advantage of his weakness. ;Takeru :Another member of the wrestling club, he's the weakest wrestler among them, and a would-be lothario. ;Chima :The last member of the wrestling club, he takes the Japanese cliché of nosebleeds due to sexual arousal to exaggerated lengths, even using it as a weapon in a martial arts tournament. ;Iroka Kahoru :A famous actress/model, s/he is the person Futaba thought of as his father, although he actually gave birth to Futaba. Iroka pushes Futaba to follow in her footsteps as Futaba-chan. ; :Misaki Shima's friend, she takes control of both the wrestling club and Futaba-chan's idol career because Motomura and Futaba are both easily taken advantage of. Negiri is Futaba-kun's equivalent of Nabiki Tendo and speaks using Kansai turns of phrase. ;Principal Hiroin :A small man with an over- sized head, Principal Hiroin is somewhat mad. Whenever he sees someone in trouble he changes into one of his superhero costumes (modelled on Japanese superheroes) and appears to attempt to save the day. He is aware of Futaba's double identity and arranged for both identities to be students at the school, which has many secret cubbyholes where Futaba (and Principal Hiroin) can change identities without being seen. His daughter, Takane, is secretly Queen X and playacts at supervillainy just as he plays at superheroics. ==References== ==Further reading== * * * ==External links== *Futaba-kun Change! at Japan Authors' Gallery *The Futaba-kun Change Homepage * Category:1990 manga Category:Shōnen manga Category:Shueisha manga Category:Transgender in anime and manga ",
    "title": "Futaba-kun Change!"
}