{
    "id": "2567483",
    "text": "Wiston () is a village, parish and community in Pembrokeshire, Wales, in the United Kingdom. It was once a marcher borough. George Owen, in 1603, described it as one of nine Pembrokeshire \"boroughs in decay\".Owen, George, The Description of Penbrokeshire by George Owen of Henllys Lord of Kemes, Henry Owen (Ed), London, 1892 It continued as a constituent parliamentary borough (voting as part of the borough seat of Pembroke) until the end of the 19th century. It is overlooked by Wiston Castle. The community of Wiston includes the village plus Clarbeston, Clarbeston Road and Walton East. == History == === Roman Presence === In 2003 a Roman road was reported to pass just north of village. The road originates from the major Roman town of Carmarthen, known as Moridunum during the Roman period. The destination of the road is uncertain and has only been traced beyond Wiston for a mile or two.http://www.coflein.gov.uk/en/site/309510/details/ROMAN+ROAD+W+OF+CARMARTHEN%3BVIA+JULIA%2C+POSSIBLE+FEATURES+NE+OF+WISTON/ In 2013 it was confirmed that about 500m north-east of Wiston near Churchill Farm, is located the first ever Roman fort discovered in Pembrokeshire.http://www.dyfedarchaeology.org.uk/digdiaries2013/wiston.html The site is shown on the Ordnance survey county series as a U-shaped quarry approximately 170m in length. This is a significant discovery that shows the Romans did indeed travel into Pembrokeshire. Dating appears to indicate that the fort if 1st century with possible 2nd century occupation. It remains to be seen whether there are further forts to the west, possibly at St Davids. === Medieval Presence === The medieval presence at Wiston includes Wiston Castlehttp://www.castlewales.com/wiston.html and the church, St Mary Magdalene. There has been a church on this site at least since c1147. The current structure was founded by Wizo the Flemming (also responsible for the castle). The church is a typical Norman church with a square tower. ==Governance== An electoral ward exists. This ward stretches beyond the confines of Wiston community. The total population of the ward at the 2011 election was 1,973. == References == == External links == *Historical information and sources on GENUKI *Photos of Wiston and surrounding area on geograph.org.uk * Category:Villages in Pembrokeshire Category:Communities in Pembrokeshire ",
    "title": "Wiston, Pembrokeshire"
}