{
    "id": "2567335",
    "text": "Khizar Humayun Ansari is a British academic who was awarded an OBE in 2002 for his work in the field of race and ethnic relations. He is the director of the Centre for Minority Studies, at the University of London. Ansari's research focuses on the history of Islam, minorities in South Asia, and the experience of Muslims living in Western nations. ==Family== Ansari was born in Sukkur, Sindhhttps://www.youtube.com/watch?v=zjpKaAXO3Xk and migrated to the United Kingdom. He is married to professor and South Asian historian Sarah Ansari, and has two sons, test cricketer, Zafar Ansari and first class cricketer Akbar Ansari. Ansari is of Pakistani descent. == Selected publications == * 'The Infidel Within', the History of Muslims in Britain, 1800 to the Present, C. Hurst Publishers, 2004 *Processes of institutionalisation of Islam in England and Wales, Muslims in Europe: From the Margin to the Centre Edited by Jamal Malik, LIT Verlag, Munster, 2004 *Muslims in Britain, Minority Rights Group, 2002 *The Woking Mosque: A Case Study of Muslim Engagement with British Society since 1889, Immigrants and Minorities, Vol. 21, No. 3, November 2002, pp.1-24 Published by Frank Cass, London * 'Breaking the Mould', in Cracking the Culture Club, Race Relations and Reform in the Civil Service, Public Service Magazine, FDA, June 2002 *Attitudes to Islam and Muslims in Britain: 1875 - 1924 Indo-British Review, Millennium issue 2001, pp. 54-78. Britain, India and the Diaspora *Negotiating British Muslim Identity. Muslim Identity in the 21st Century: Challenges of Modernity. Edited by M.S. Bahmanpour and H. Bashir Institute of Islamic Studies, 2000 *The Emergence of Socialist Thought Among North Indian Muslims, 1917 - 1947. Lahore, 1990 *Employment of Ethnic Minorities in Growth Industries in the Thames Valley, Employment Department, 1988 *Pan Islam and the Making of Early Muslim Socialists, Modern Asian Studies, vol 20, number 3, 1986 *Dainty, ARJ, Bagilhole, BM, Ansari, KH & Jackson, J (2004) Creating Equality in the Construction Industry: An Agenda for Change for Women and Ethnic Minorities, Journal of Construction Research, Vol.5, No.1, 75-86. *Dainty, ARJ, Bagilhole, BM, Ansari, KH & Jackson, J (2002) 'Diversification of the UK Construction Industry: A Framework For Change', ASCE Journal of Leadership and Management in Engineering *Managing Cultural Diversity at Work. Khizar Humayun Ansari and June Jackson Published in the UK, Kogan Page, 1995 Translated and published in Indonesia, Gramedia Pustaka Utama, 1997 ==References== == External links == * Ansari's faculty page Category:Year of birth missing (living people) Category:Living people Category:Academics of Royal Holloway, University of London Category:Alumni of the University of London Category:Officers of the Order of the British Empire Category:People from Sukkur District Category:Pakistani emigrants to the United Kingdom Khizar Category:British people of Sindhi descent ",
    "title": "Khizar Humayun Ansari"
}