{
    "id": "2567578",
    "text": "WHPX-TV, virtual channel 26 (UHF digital channel 28), is an Ion Television owned-and-operated station licensed to New London, Connecticut, United States and serving the Hartford–New Haven television market. The station is owned by West Palm Beach, Florida-based Ion Media Networks (the former Paxson Communications). WHPX-TV's offices are located in New London, and its transmitter is located on Rattlesnake Mountain in Farmington, Connecticut. WHPX-TV's facilities also serve as the main studio for Federal Communications Commission (FCC) purposes for sister stations WPXQ-TV and WLWC in Providence, Rhode Island. ==History== The station began operation on September 15, 1986 as independent station WTWS, with transmitter in the Oakdale neighborhood of Montville near Lake Konomoc. It was owned by C&S; Broadcasting with majority owner Neil Denenberg and ran a low-budget general entertainment format. In 1988, the station took over some programming from WHCT-TV (channel 18, now Univision affiliate WUVN) as a result of that station's financial problems. In 1990, the station also began to acquire programming that WTXX (channel 20, now WCCT-TV) chose not to renew. It also offered to pick up WTXX's programming inventory in 1992, but WTXX's owner (Renaissance Broadcasting) declined. The station had added more infomercials to its lineup by 1993. Two years later, it was sold to Paxson Communications, and switched to Paxson's standard schedule of religious programming in the morning, infomercials in the afternoon and evenings, and worship programming overnight after affiliating with inTV. The rights to its programming were acquired by LIN Television, which placed those shows on WTVU (channel 59, now WCTX). Paxson then began programming WHCT in 1997, and sold WTWS to Roberts Broadcasting. Roberts, in turn, sold the station to DP Media the following year. However, DP Media was owned by—and named for—Devon Paxson, son of Paxson Communications founder Bud Paxson. Paxson then cut its ties with WHCT and took control of WTWS. The station then affiliated with Pax TV (the predecessor to Ion Television) that year, and changed its call letters to WHPX-TV to reflect its affiliation. Paxson bought DP Media in 2000. From 2001 until 2005, WHPX re-aired newscasts produced by NBC owned-and-operated station WVIT (channel 30). ==Digital television== RabbitEars TV Query for WHPX ===Analog-to-digital conversion=== WHPX-TV shut down its analog signal, over UHF channel 26, on February 17, 2009, to conclude the federally mandated transition from analog to digital television.List of Digital Full-Power Stations The station's digital signal relocated from its pre-transition UHF channel 34 to channel 26. In conjunction with the repack of Connecticut television stations on August 2, 2019, WHPX now transmits on channel 28 from Rattlesnake Mountain in Farmington where many Connecticut television station transmitters are located. ==References== ==External links== *Ion Television website * * Category:Ion Television affiliates Category:Television channels and stations established in 1986 Category:1986 establishments in Connecticut Category:New London, Connecticut HPX-TV ",
    "title": "WHPX-TV"
}