{
    "id": "2567244",
    "text": "Stockbridge is a small town and civil parish in the Test Valley district of Hampshire, England. It is one of the smallest towns in the United Kingdom with a population of 592 as of the 2011 census. It sits astride the River Test and at the foot of Stockbridge Down. ==Description== The town is situated on the A30 road, which once carried most of the traffic from London to Dorset, south Somerset, Devon and Cornwall in the South West, though today this route is less important than the A303 dual carriageway to the north. The bridge over the Test led to the town's name, a local legend suggested a coach stop stocked provisions, but it derives from an earlier bridge that was made of 'stocks' (tree trunks). Salisbury is by road; Winchester is by the B3049 road that joins the A30 nearby. The town's long high street was thus on a useful route between the two medieval cathedral cities. The town's civil parish has an area of . The town's street crosses the River Test, marking the border of the parishes of Stockbridge and Longstock by a low bridge of three arches rebuilt and widened in 1799. Five smaller river channels flow through the town. For a brief time, to provide space for fish, these were split into eight artificial ditches just above the town.Test Valley B.C. Conservation Areas The town is on a shared pedestrian/footpath, the Test Way.Test Valley cycle route missing link funded, Test Valley B.C. ==History and economy== The place-name 'Stockbridge' is first attested in Charter Rolls of 1239, where it appears as Stocbrigge. In Inquisitiones post mortem of 1258 it appears as Stokbregg. The name means 'stock bridge', referring to a bridge constructed from stocks (meaning 'tree trunks').Eilert Ekwall, The Concise Oxford Dictionary of English Place-names, p.444. Stockbridge was the scene of the capture of Robert of Gloucester by William of Ypres in 1141.Parishes: Stockbridge, William Page (editor), Institute of Historical Research, 1911, A History of the County of Hampshire: Volume 4, retrieved 8 October 2012 Edward I stayed in Stockbridge in August 1294, as did the last Catholic King, James II, on his way to Salisbury to meet the forces of the Prince of Orange. He dined at the Swan Inn in November 1688, which still exists. The town (as the parcel known as The Street in King's Somborne manor) was given the right to hold a market before 1190 in the reign of Richard I, reviewed and confirmed in 1200 and extended to an annual three-day fair by Henry III. As in the 12th century, the town consists almost wholly of one long wide street and it is to this characteristic that it owed its early name of Le Street. The town grew and prospered as an unincorporated mesne borough before, probably by plague, the place became almost deserted and the poverty of the remaining inhabitants was so great that the market which had been confirmed to the town by Henry V and Henry VI was discontinued.Duchy of Lancaster Misc. Bks, 1911, xxb folio 2b. By the mid-Tudor era, under Edward VI, the wealthy burgages numbered 58, partly in consequence of this, in 1562 two members of parliament were granted. Charles I had confirmed the right to annual fairs in 1641, however during the start of the nineteenth century a marked decline in trade was noted at the three increasingly agricultural fairs,Duchy of Lancaster Misc. Bks, 1911, xxb folio 3b. with one continuing until after 1911 The population of the parish was 853 in 1871, with 185 inhabited houses.William White (1878) History, Gazetter and Directory of the County of Hampshire p 582-3 Hampshire's four tourist Pocket Guides cover the traditional towns of Stockbridge, Alresford, Bishops Waltham and Wickham.Putting Stockbridge on the map Test Valley Council ===Manor=== In the medieval centuries passed as a mentioned part and parcel of King's Somborne manor, not specifically in that manor at Domesday but likely as there was mention of the manor here specifically being in Richard I's time, as when they were forfeited to the crown when Henry IV (of Lancaster) took the throne, in 1402. Then it was let which gave rents of assizes to various men, including to Joseph Foster Barham, MP, on whose death in 1832, it went to his wife who married the Earl of Clarendon to hold for their son; then sold to George G. Maitland then to Charles Warner then to Francis Hardinge and then to the more nationally famous person mentioned below. One of the mills belonged to the lord of Leckford Abbotts in 1548 ===Buildings=== {| class=\"wikitable\" |- !Name!!Grade of Listing!!Century |- |Fairways The Grosvenor Hotel (frontage protrudes further than the others)||II*||19th and an 18th cottage |- |The Old Town Hall||II*||18th, 19th and 20th |- |Remains of Old Church||II*||cusp of 13th and 14th |- |Kings Head House/Lane House (includes Residence, Antiques and Salon)||II*||17th, 18th and 19th |- |The Old Rectory||II||19th |- |Waterlow||II||16th and 18th |- |The Old Three Cups Hotel||II||17th, 18th and 20th |- |Elizabeth Viney Antiques/John Robertson, Butchers||II||17th, 18th, 19th and new glazing/door |- |J and L Inglis Stables of Vine Inn||II||18th and 19th |- |Vine Inn||II||18th and 19th |- |Mulberry||II||18th and 19th |- |Stokes Restaurant (formerly N J Stokes Garage)||II||19th, see famous people. |- |Stockbridge Motors, The Cottage||II||17th, 18th and 19th |- |Stockbridge Antiques / Stockbridge Pharmacy / Trout Cottage||II||18th, 19th and 20th |- |Stockbridge War Memorial||II||20th |- |Sheriff House Hotel||II||18th and 19th |- |White Hart Inn||II||18th and 19th |- |Seven Gables||II||18th, part 20th |- |Leet Cottage / The Greyhound||II||18th, part 19th |- |Manor House||II||16th, 17th, 18th and refronted 19th |- |Touchwood||II||18th and 20th |- |Church of St Peter||II||19th but some windows 13th and 15th |- |} == Education == ===State=== Primary: * Stockbridge Primary School Secondary: * Test Valley School == Political history == Stockbridge elected two members to the unreformed House of Commons – Elizabeth I granted the two members of parliament in 1562; elections proved corrupted and a private Bill for the disfranchisement of the borough was introduced in 1693, rejected at the Third Reading. In 1714, Mr Steele one of the MPs (see Stockbridge) was forced out for bribery and writing seditious pamphlets. The Reform Act 1832 resulted in its end as a rotten borough. Stockbridge had a railway station on the Andover & Redbridge Railway (colloquially the Sprat and Winkle Line), later a branch line of the LSWR. This closed in 1967 under the Beeching cuts. ==Religious buildings== One of the branches of the River Test which flow under the High Street with the spire of St Peter's in the background Only the chancel measuring about 8 metres by 5 metres, some of the windows and the graveyard survive of the original parish church at the eastern end of the town, now known as Old St Peter's Church. A licence to give divine service from 1323-1333 was given to John Fromond, architecturally this places about a century after the likely building of the church's chancel. A Victorian Gothic church, St Peter's, designed by J Colson, was built in 1866 at a central location in the High Street. The Roman Catholic church of St Thomas More is a modern brick built hall off of the High Street near the Town Hall. ==Sport and leisure== Due to its hatchery south of the town and many channels, Stockbridge is renowned for trout fishing.Stockbridge Pocket Guide, 2011, Test Valley Borough Council, for distribution centres other than Andover and Romsey see Council website One of the UK's most exclusive clubs, described by Country Life as the dream of every fly-fisher, with exclusive fishing rights over 13 miles of prime trout breeding and fishing waters, the Houghton Fishing Club founded in 1822, for many years met socially at The Grosvenor Hotel, a current landmark by its jutting out into the pavement. Stockbridge has the Non-League football club Stockbridge F.C., which plays at The Recreation Ground. ==Famous residents== *Hicks Withers-Lancashire was Lord of the Manor from a date in the 1890s until 1902, when it was sold to Mr R. P. Attenborough. *Lillie Langtry, mistress to Edward VII lived at the property that is now NJ Stokes Garage. ==Notes and references== Notes References ==External links== Category:Towns in Hampshire Category:Civil parishes in Hampshire Category:Test Valley ",
    "title": "Stockbridge, Hampshire"
}