{
    "id": "2567696",
    "text": "Chen Chin-feng (; born 28 October 1977) is a retired baseball outfielder who was the first Taiwan-born player playing in Major League Baseball in 2002. Chen is a Taiwanese aborigine of Siraya tribal ancestry. ==Career== In 1999 in the Cal League with Class-A San Bernardino in 1999, he batted .316/.404/.580 with 31 homers, 31 steals, 123 RBIs and 75 walks. Along with outfielder Joc Pederson who did it in AAA in 2014, he is one of only two LA Dodger minor leaguers to have a 30 home run, 30 stolen bases season. Chen playing for Los Angeles Dodgers in 2005 Chen became the first Taiwanese baseball player to play in Major League baseball when he made his debut on September 14, 2002. He played for the Los Angeles Dodgers in parts of the 2002-05 seasons, but only sparingly. In 2005, Chen was reluctant to accept a designation for assignment back to Dodgers' Las Vegas 51s AAA team, and try out with another major league team. In 2005, Chen was the first Taiwanese position player to ever get a hit in Major League Baseball, a 2-run RBI single off Colorado Rockies' reliever Bobby Seay. However, Chin-hui Tsao had earlier become the first Taiwanese player to get a hit in the Majors as a pitcher, with the Colorado Rockies on August 18, 2003. Chen batting for Los Angeles Dodgers in 2005 After his contract with the Dodgers organization expired after the 2005 season, Chen announced on December 26, 2005, that he would not return to North America for the 2006 season, but would instead enter the CPBL draft. In 2006, after struggling to make the 25-man roster with the Dodgers, Chen tried out for the Japanese professional league (NPB), and eventually decided to play in the Chinese Professional Baseball League (CPBL) in Taiwan. Chen in 2007 He was promptly selected by the La New Bears as a designated hitter. Chen had completed his first complete baseball season at the hometown Taiwan in 2006. He ranked first in many aspects such as the highest batting average and 81 RBIs for the whole season. He also led the Bears to the championship title and he won his first MVP title for the final series matches. Later on in the second Asian baseball tournament, he showed the best performance again and gained attention from several Japanese and Korean teams, including the Orix Buffaloes. But, Chen did not sign with them and remained in Taiwan. Chen in 2013 Chen announced his retirement from the Chinese Professional Baseball League on September 18, 2016. On September 18, 2016, at the conclusion of his final match, Lamigo Monkeys retired his #52 jersey. ==International career== He was selected Chinese Taipei national baseball team at the 1999 Asian Baseball Championship, 2001 Baseball World Cup, 2003 Asian Baseball Championship, 2004 Summer Olympics, 2006 Asian Games, 2007 Asian Baseball Championship, 2008 Summer Olympics Qualification Final Qualifying Tournament and 2016 exhibition games against Japan. == Achievements == Chen hit the first grand slam in Konami Cup history during the 2006 series. ==See also== * List of Major League Baseball players from Taiwan == References == == External links == , or CPBL Category:1977 births Category:Living people Category:All- Star Futures Game players Category:Asian Games bronze medalists for Chinese Taipei Category:Asian Games gold medalists for Chinese Taipei Category:Asian Games medalists in baseball Category:Baseball players at the 1998 Asian Games Category:Baseball players at the 2004 Summer Olympics Category:Baseball players at the 2006 Asian Games Category:Baseball players at the 2008 Summer Olympics Category:Jacksonville Suns players Category:La New Bears players Category:Lamigo Monkeys players Category:Las Vegas 51s players Category:Los Angeles Dodgers players Category:Major League Baseball left fielders Category:Major League Baseball players from Taiwan Category:Medalists at the 1998 Asian Games Category:Medalists at the 2006 Asian Games Category:Olympic baseball players of Taiwan Category:Baseball players from Tainan Category:San Antonio Missions players Category:San Bernardino Stampede players Category:Taiwanese indigenous peoples Category:Taiwanese expatriate baseball players in the United States Category:Vero Beach Dodgers players ",
    "title": "Chin-Feng Chen"
}