{
    "id": "2568551",
    "text": "Brannock Device Brannock Device at shoe museum in Zlín, Czechia The Brannock Device is a measuring instrument invented by Charles F. Brannock for measuring a person's shoe size. The son of a shoe industry entrepreneur, Brannock attended Syracuse University, New York, where he was a member of Delta Kappa Epsilon fraternity. Brannock spent two years developing a simple means of measuring the length, width, and arch length of the human foot. He eventually improved on the wooden RITZ Stick, the industry standard of the day, patenting his first prototype in 1925 and an improved version in 1927. The device has both left and right heel cups and is rotated through 180 degrees to measure the second foot. Brannock later formed the Brannock Device Company to manufacture and sell the product, and headed the company until 1993 when he died at age 89. Today, the Brannock Device is an international standard of the footwear industry, and the Smithsonian Institution houses samples of some of the first Brannock Devices. The Brannock Device Company was headquartered in Syracuse, New York, until shortly after Charles Brannock's death. Salvatore Leonardi purchased the company from the Brannock Estate in 1993, and moved manufacturing to a small factory in Liverpool, New York. The company continues to manufacture several models of the device for determining the shoe sizes of men, women, and children; they also produce specialized models for fitting other types of footwear. On May 31, 2018 the Syracuse minor league baseball team had a one-night promotion and rebranded as the Syracuse Devices in honor of the Brannock Device.Hill, Benjamin. \"Chiefs give Brannock Devices their due\", MiLB.com, New York, 4 June 2018. Retrieved on 15 August 2019. ==References== ==Sources== *Craig, Berry. \"Why the Shoe Fits.\" American Heritage of Invention & Technology 16, no. 1. (Summer 2000): 64. *Davidson, Martha. \"A Fitting Place for the Brannock Device Company Records.\" 2001. *Lukas, Paul. Inconspicuous Consumption: An Obsessive Look at the Stuff We Take for Granted, from the Everyday to the Obscure. Three Rivers Press, 1997. *Brannock Device Company Records, 1925-1998 *Aeppel, Timothy, \"Maker of Foot Measurer Tries to Stop Other Shoe From Dropping - On It\". Wall Street Journal, Jan. 10, 2011. ==External links== *The Brannock Device Co., Inc. *Charles Brannock: MIT inventor of the Week (August 2001) *Brannock Company history and archives *Brannock Device, an early Design Drawing from the Smithsonian (1920s) Smithsonian Institution Libraries Category:Dimensional instruments Category:Shoemaking Category:Anthropometry Category:Manufacturing companies based in Syracuse, New York Category:American inventions ",
    "title": "Brannock Device"
}