{
    "id": "2568002",
    "text": "NOHAB (Nydqvist & Holm AB) was a manufacturing company based in the city of Trollhättan, Sweden. ==History== Ferrocarriles Argentinos on the University train of La Plata. Série 9100 diesel railcar of the Portuguese Railways at Amarante station on the Tâmega line, northern Portugal (1996) The company was founded by Antenor Nydqvist, Johan Magnus Lidström and Carl Olof Holm in 1847 as Trollhättans Mekaniska Verkstad as a manufacturer of turbines for hydraulic power plants. In 1865, the company made its first steam locomotive and in 1912 the 1,000th locomotive steamed out of the factory. In Nohab's anniversary book \"The Thousand Locomotive\" from 1912, it's mentioned that the company also manufactured davit's for Titanic's lifeboats. In 1916 the company was reconstituted as a limited company and became NOHAB. In 1920, NOHAB received an order of 1000 locomotives from Soviet Russia. Only 500 were delivered between 1921 and 1924. In 1924, Nohab built three steam locomotives, 4-6-0 ones for with the respective builder's plates #1727, #1728 and #1729 for Estrada de Ferro Rio d'Ouro in the state of Rio de Janeiro (Brazil). According to E.F. Rio d'Ouro's surviving records, they would not have arrived in Brazil before 1926. In 1930, NOHAB started manufacturing the Bristol Jupiter aircraft engine, under licence from the Bristol Aeroplane Company. A couple of years later the aircraft engine division of NOHAB and AB Svenska järnvägsverkstäderna (Swedish Railway Workshop Limited), in Linköping, formed the aircraft manufacturer SAAB. 1930-1936 they built the Ljungström steam turbine locomotives. In 1948 NOHAB supplied diesel railcars to the Portuguese Railways (CP), in both (the Série 0100) and versions (the Série 9100). In the 1950s, NOHAB started manufacturing diesel locomotives under licence from Electro-Motive Division of General Motors. The Danish State Railways were a major customer. 35 Di 3 were also delivered to the Norwegian State Railways. In addition to locomotives and aircraft NOHAB was a major manufacturer of turbines for power plants and well known for medium size ship engines. NOHAB also manufactured the hulls for the S-tank. In the 1970s, the diesel engine manufacturing facility was sold to Wärtsilä and became known as Wärtsilä Nohab. The company went bankrupt in 1979. === NOHAB in Hungary === In the early 1960s twenty NOHAB diesel engines were built for Hungarian State Railways (MÁV), but due to the Iron Curtain, further imports were stopped in favour of M62 locomotives made in Soviet Union. The Swedish locomotives were classified by MÁV as type M61 and proved versatile, highly reliable as well as economical to run. They were even used to haul non-stoppable radioactive waste transport trains from the Paks Nuclear Power Plant to Soviet reprocessing facilities, despite the availability of Soviet-made M62 engines. The M61 type has achieved a cult status in Hungary because they were used to haul most of express trains to holiday resorts around the Lake Balaton region. Their images became closely associated with teenage summer camps, exploration and family recreation during the Socialism era, when foreign travel was highly restricted for the average citizen. Today, the M61s are no longer in regular service with MÁV, most were scrapped but some were saved. One is still run on charter duties by a preservation group in Hungary and Romania and another one hauls track-laying machinery trains in the Budapest region. NOHAB near Mezőtúr carrying track laying material (2017) == References == == External links == * NOHAB Locomotive Site * NOHAB Foundation * MAV M61 * NOHAB pictures from many countries * Nohab Steam Locos in Brazil (in Brazilian Portuguese) Category:Defunct companies of Sweden Category:Locomotive manufacturers of Sweden Category:Aircraft engine manufacturers of Sweden ",
    "title": "NOHAB"
}