{
    "id": "2568965",
    "text": "Tramelan is a municipality in the Jura bernois administrative district in the canton of Bern in Switzerland. It is located in the French-speaking Bernese Jura (Jura Bernois). Aerial view by Walter Mittelholzer (1931) ==History== Tramelan is first mentioned in 1179 as Trameleins. The municipality was formerly known by its German name Tremlingen, however, that name is no longer used. During the Middle Ages the collegiate church of Saint-Imier was the major landholder in Tramelan. Politically, the villages were part of the seigniory of Erguel under the Prince-Bishop of Basel. From the 13th century until the mid 15th century there was a local noble family that ruled in Tramelan, probably as a fief under the Prince-Bishop. The village of Tramelan- le-Bas was first mentioned in 1334 while Tramelan-le-Haut appears in documents in 1358. In 1481, 1543 and 1581 the two villages met together to officially define their mutual border. In 1686, immigrants from Neuchâtel established the village of Mont-Tramelan. After the 1797 French victory and the Treaty of Campo Formio, Tramelan became part of the French Département of Mont-Terrible. Three years later, in 1800 it became part of the Département of Haut-Rhin. After Napoleon's defeat and the Congress of Vienna, Tramelan was assigned to the Canton of Bern in 1815. Tramelan's village church was controlled by the Archbishop of Besançon and so formed an enclave in the diocese of Basel. In 1530, the villages accepted the Protestant Reformation and transferred their allegiance to Basel. In 1839, the church was destroyed in a fire. It was rebuilt in 1843-44 and renovated in 1958 and enlarged in 2000. The Catholic Church of Saint-Michel was built in 1910. In 1884 a narrow gauge railway connected Tramelan to Tavannes and in 1913 it was extended to Le Noirmont. At the beginning of the 18th century, the watch making industry slowly moved into Tramelan, eventually transforming the villages into an industrial center. In 1896, there were about 2,500 factory and home workers involved in the industry. The engineering and machining expertise gained from the watch industry allowed Tramelan to diversify into other manufacturing in the 20th century. By 1958 there were 75 manufacturing companies with around 1,400 workers. During the economic crisis of the 1970s, demand for watches disappeared and many workshops and factories were forced to close, leading to a population decline. One of the largest factories, which had opened in 1903 and was acquired by Longines in 1961, closed in 1983. However, by the late 1990s the watch industry had rebounded and watch part plants and workshops reopened. In 2005, just over 40% of the jobs in the municipality were in manufacturing. ==Geography== Part of Tramelan and the surrounding hills Tramelan has an area of . Of this area, or 58.5% is used for agricultural purposes, while or 31.5% is forested. Of the rest of the land, or 8.8% is settled (buildings or roads) and or 1.2% is unproductive land.Swiss Federal Statistical Office-Land Use Statistics 2009 data accessed 25 March 2010 Of the built up area, housing and buildings made up 5.0% and transportation infrastructure made up 2.7%. Out of the forested land, 27.5% of the total land area is heavily forested and 4.0% is covered with orchards or small clusters of trees. Of the agricultural land, 6.8% is used for growing crops and 34.2% is pastures and 17.3% is used for alpine pastures. The municipality is located in the Bernese Jura. It was formed in 1952 when the formerly independent municipalities of Tramelan-Dessus and Tramelan-Dessous merged to form Tramelan.Amtliches Gemeindeverzeichnis der Schweiz published by the Swiss Federal Statistical Office accessed 19 July 2011 On 31 December 2009 District de Courtelary, the municipality's former district, was dissolved. On the following day, 1 January 2010, it joined the newly created Arrondissement administratif Jura bernois.Nomenklaturen – Amtliches Gemeindeverzeichnis der Schweiz accessed 4 April 2011 ==Coat of arms== The blazon of the municipal coat of arms is Gules on a Bend sinister Argent three Linden Leaves issuant from chief of the first.Flags of the World.com accessed 24-October-2012 ==Demographics== Modern apartment building and COOP store in Tramelan House in Tramelan Tramelan has a population () of . , 11.4% of the population are resident foreign nationals.Statistical office of the Canton of Bern accessed 4 January 2012 Over the last 10 years (2000-2010) the population has changed at a rate of 1.7%. Migration accounted for 3.7%, while births and deaths accounted for -1.7%.Swiss Federal Statistical Office accessed 24 October 2012 Most of the population () speaks French (3,593 or 86.3%) as their first language, German is the second most common (343 or 8.2%) and Italian is the third (85 or 2.0%). , the population was 49.8% male and 50.2% female. The population was made up of 1,862 Swiss men (43.8% of the population) and 257 (6.0%) non-Swiss men. There were 1,907 Swiss women (44.8%) and 228 (5.4%) non- Swiss women. Of the population in the municipality, 2,199 or about 52.8% were born in Tramelan and lived there in 2000. There were 658 or 15.8% who were born in the same canton, while 617 or 14.8% were born somewhere else in Switzerland, and 550 or 13.2% were born outside of Switzerland. , children and teenagers (0–19 years old) make up 21.8% of the population, while adults (20–64 years old) make up 57.1% and seniors (over 64 years old) make up 21.1%. , there were 1,560 people who were single and never married in the municipality. There were 2,041 married individuals, 367 widows or widowers and 197 individuals who are divorced.STAT-TAB Datenwürfel für Thema 40.3 - 2000 accessed 2 February 2011 , there were 698 households that consist of only one person and 119 households with five or more people. , a total of 1,789 apartments (86.2% of the total) were permanently occupied, while 159 apartments (7.7%) were seasonally occupied and 128 apartments (6.2%) were empty.Swiss Federal Statistical Office STAT-TAB - Datenwürfel für Thema 09.2 - Gebäude und Wohnungen accessed 28 January 2011 , the construction rate of new housing units was 2.4 new units per 1000 residents. The vacancy rate for the municipality, , was 3.58%. The historical population is given in the following chart:Swiss Federal Statistical Office STAT-TAB Bevölkerungsentwicklung nach Region, 1850-2000 accessed 29 January 2011 Colors= id:lightgrey value:gray(0.9) id:darkgrey value:gray(0.8) ImageSize = width:1140 height:210 PlotArea = top:10 left:100 bottom:50 right:100 AlignBars = justify DateFormat = x.y Period = from:0 till:5600 TimeAxis = orientation:vertical AlignBars = justify ScaleMajor = gridcolor:darkgrey increment:1100 start:0 ScaleMinor = gridcolor:lightgrey increment:220 start:0 PlotData= color:yellowgreen width:42 mark:(line,white) align:center bar:1460 from:start till:116 bar:1460 at:126 fontsize:S text: \"29 Hearths\" shift:(7,5) bar:1512 from:start till:148 bar:1512 at:500 fontsize:S text: \"37 Hearths\" shift:(7,5) bar:1818 from:start till:1059 text:\"1,059\" bar:1850 from:start till:2551 text:\"2,551\" bar:1860 from:start till:3075 text:\"3,075\" bar:1870 from:start till:3274 text:\"3,274\" bar:1880 from:start till:3480 text:\"3,480\" bar:1888 from:start till:4927 text:\"4,927\" bar:1900 from:start till:5559 text:\"5,559\" bar:1910 from:start till:5267 text:\"5,267\" bar:1920 from:start till:5220 text:\"5,220\" bar:1930 from:start till:5000 text:\"5,000\" bar:1941 from:start till:4524 text:\"4,524\" bar:1950 from:start till:4951 text:\"4,951\" bar:1960 from:start till:5567 text:\"5,567\" bar:1970 from:start till:5549 text:\"5,549\" bar:1980 from:start till:4733 text:\"4,733\" bar:1990 from:start till:4479 text:\"4,479\" bar:2000 from:start till:4165 text:\"4,165\" ==Sights== The entire hamlet of Le Cernil / La Chaux de Tramelan is designated as part of the Inventory of Swiss Heritage Sites ==Politics== In the 2011 federal election the most popular party was the Social Democratic Party (SP) which received 32.1% of the vote. The next three most popular parties were the Swiss People's Party (SVP) (25.9%), the FDP.The Liberals (8.7%) and the Green Party (8.3%). In the federal election, a total of 1,299 votes were cast, and the voter turnout was 41.2%.Swiss Federal Statistical Office 2011 Election accessed 8 May 2012 ==Economy== Tramelan is also the location of the Armand Nicolet watch manufacture as well as the Tourbillon and Hairspring Manufacture Dimier. , Tramelan had an unemployment rate of 2.52%. , there were a total of 2,039 people employed in the municipality. Of these, there were 115 people employed in the primary economic sector and about 46 businesses involved in this sector. 896 people were employed in the secondary sector and there were 51 businesses in this sector. 1,028 people were employed in the tertiary sector, with 132 businesses in this sector. There were 1,931 residents of the municipality who were employed in some capacity, of which females made up 41.9% of the workforce. there were a total of 1,783 full-time equivalent jobs. The number of jobs in the primary sector was 81, all of which were in agriculture. The number of jobs in the secondary sector was 848 of which 744 or (87.7%) were in manufacturing and 97 (11.4%) were in construction. The number of jobs in the tertiary sector was 854. In the tertiary sector; 168 or 19.7% were in wholesale or retail sales or the repair of motor vehicles, 112 or 13.1% were in the movement and storage of goods, 60 or 7.0% were in a hotel or restaurant, 23 or 2.7% were the insurance or financial industry, 50 or 5.9% were technical professionals or scientists, 225 or 26.3% were in education and 114 or 13.3% were in health care.Swiss Federal Statistical Office STAT-TAB Betriebszählung: Arbeitsstätten nach Gemeinde und NOGA 2008 (Abschnitte), Sektoren 1-3 accessed 28 January 2011 , there were 687 workers who commuted into the municipality and 750 workers who commuted away. The municipality is a net exporter of workers, with about 1.1 workers leaving the municipality for every one entering. About 8.7% of the workforce coming into Tramelan are coming from outside Switzerland.Swiss Federal Statistical Office - Statweb accessed 24 June 2010 Of the working population, 8.6% used public transportation to get to work, and 58.3% used a private car. ==Religion== Tramelan village church From the , 1,971 or 47.3% belonged to the Swiss Reformed Church, while 913 or 21.9% were Roman Catholic. Of the rest of the population, there were 36 members of an Orthodox church (or about 0.86% of the population), there were 8 individuals (or about 0.19% of the population) who belonged to the Christian Catholic Church, and there were 1,440 individuals (or about 34.57% of the population) who belonged to another Christian church. There were 73 (or about 1.75% of the population) who were Islamic. There was 1 person who was Hindu and 5 individuals who belonged to another church. 286 (or about 6.87% of the population) belonged to no church, are agnostic or atheist, and 149 individuals (or about 3.58% of the population) did not answer the question. ==Education== Secondary school in Tramelan In Tramelan about 1,605 or (38.5%) of the population have completed non-mandatory upper secondary education, and 326 or (7.8%) have completed additional higher education (either university or a Fachhochschule). Of the 326 who completed tertiary schooling, 68.4% were Swiss men, 22.7% were Swiss women, 5.8% were non-Swiss men and 3.1% were non-Swiss women. The Canton of Bern school system provides one year of non-obligatory Kindergarten, followed by six years of Primary school. This is followed by three years of obligatory lower Secondary school where the students are separated according to ability and aptitude. Following the lower Secondary students may attend additional schooling or they may enter an apprenticeship. During the 2010-11 school year, there were a total of 520 students attending classes in Tramelan. There were 5 kindergarten classes with a total of 84 students in the municipality. Of the kindergarten students, 9.5% were permanent or temporary residents of Switzerland (not citizens) and 19.0% have a different mother language than the classroom language. The municipality had 15 primary classes and 296 students. Of the primary students, 15.9% were permanent or temporary residents of Switzerland (not citizens) and 20.3% have a different mother language than the classroom language. During the same year, there were 9 lower secondary classes with a total of 140 students. There were 11.4% who were permanent or temporary residents of Switzerland (not citizens) and 12.9% have a different mother language than the classroom language.Schuljahr 2010/11 pdf document accessed 4 January 2012 , there were 30 students in Tramelan who came from another municipality, while 91 residents attended schools outside the municipality. Tramelan is home to the Bibliothèque communale library. The library has () books or other media, and loaned out items in the same year. It was open a total of 0 days with average of 0 hours per week during that year.Swiss Federal Statistical Office, list of libraries accessed 14 May 2010 ==Personalities== Tramelan was the birthplace of: *André Ramseyer, sculptor *Virgile Rossel, statesman and poet *Willy Rossel, chefGuide to the Willy O. Rossel Papers ==References== ==External links== *Tramelan official website *Trambulle Comics Festival *Armand Nicolet homepage Category:Municipalities of the canton of Bern ",
    "title": "Tramelan"
}