{
    "id": "2568666",
    "text": "Markham District High School is a public high school in the city of Markham, Ontario, Canada. It is one of 32 high schools in the York Region District School Board. Ontario Ministry of Education. . Retrieved on December 14, 2012. Until the 2016–17 academic year, it was the only publicly funded school within York Region which had a non-semestered system. In the 2016–17 academic year the school switched to a semestered system. ==History== Markham District High School was the first school in Markham. Secondary school education officially began in Markham, in January, 1858, which was then called Markham Village Grammar School. Prior to 1858, higher education was found in Toronto (Home District Grammar School). Since there was not a school building, quarters were rented in Temperance Hall at Franklin and George Streets, on the site now occupied by the Markham Lawn Bowling Club.school-profile Markham District High School. Retrieved on September 11, 2011. After the passage of the Act to Improve the Common and Grammar Schools of the Province of Ontario in 1871 a permanent home was opened at the southeast corner of Joseph Street and Albert Street (today's 55 Albert Street) as the Markham Village High School in 1879.https://www3.markham.ca/Markham/aspc/heritage/photo/details.aspx?FOLDERRSN=306460 Additions were added in 1892 to provide more space. Markham High School also took students who attended Agincourt Continuation School and wanted to complete their matriculation (grades 11 to 13) from 1915 until 1930, when Agincourt High School was formed. The year 1952 marked the establishment of the present Markham High School District, which comprises approximately the south-east half of Markham. In April 1953, the then York County School Board began construction of the school building on the southside of Church Street east of Mount Joy Creek began. In September 1954, a modern, three hundred pupil Secondary School was opened. The old site on Albert Street became the new home of the Markham Union Masonic Lodge and converted to commercial space in 2009.https://www3.markham.ca/Markham/aspc/heritage/photo/details.aspx?FOLDERRSN=306460 In July, 1964, construction was started on a vocational addition, which would make the Markham District High School a fully composite school. This was occupied in September 1965. Two years later more accommodation was needed, and the latest addition was opened in January 1970. This building was used until the end of the 2009–10 school year, after which it was torn down. The enrollment for 1971–72 in this large, well-equipped composite school is approximately eighteen hundred students. In 1971 the school transferred to the York Region Board of Education and York Region District School Board in 1998. In 2006, the York Region District School Board identified Markham DHS as a candidate replacement school based on building and program renewal requirements. Board staff met with school staff in September 2006 to describe the process to replace Markham DHS. Board staff met with interested members of the community in April 2007 to describe the phasing plan and preliminary Site Plan and the process to replace Markham DHS. The Board decided to replace Markham DHS with a new school that accommodates 1,400 students. The opening of Bur Oak Secondary School in 2007 was to reduce the number of students served by Markham DHS. The construction of the new school would allow students within the permanent boundary and the existing gifted program continued attendance into the future. The phasing of construction activities for the new school (on the site of the former sports field) also allowed occupancy of the existing building until the new school building was completed. The site plan was approved in the Spring of 2008, and construction began shortly after. In the year 2010, the new school and present building was completed and the old one was torn down and re-purposed as greenspace. ==Athletics== The Markham Marauders are the official sports team, best known for football and basketball. The Markham Marauders are the first team in York Region to win the Metro Bowl. They defeated Birchmount Park 19–0 in the 2009 Metro Bowl played at the Rogers Centre in Toronto. During the 1980s, the Marauders were the dominant school in handball, winning several regional and provincial titles. The Markham Marauders boys curling team has been YRAA champions and OFSAA participants for the past four years. Notably, the 2007–08 team finished 4th out of the 20 teams entered at OFSAA in Peterborough. In addition, the 1986 Markham Marauders boys curling team were YRAA champions and runner up at OFSAA. The Markham Marauders girls curling team won the 2013–14 YRAA championships and represented the school at OFSAA in Brampton where they also finished 4th out of the 20 teams entered. Both of the Markham Marauders curling teams (boys and girls) won the 2015–16 YRAA championships and represented the school at OFSAA in Northbay in March 2016. The Markham Marauders girls flag football team winning YRAA many years in a row. They won OFSAA in the 2015–2016 school year. ==Classics Department== Markham District High School is one of the 60 schools remaining in Ontario with a classics department. Toronto Star. Retrieved on April 6, 2014. The school offers Latin levels 1 - 3 (equivalent to grades 10 - 12) as well as the grade 12 'Classical Civilization' course. Until the 2010–11 academic year the school also offered Ancient Greek from levels 1 - 3 but dropped it due to lack of interest. Markham's Classics Contingent is one of the most successful at the Ontario Student Classics Conference, and they have a longstanding rivalry there with University of Toronto Schools. In Certamen, Markham maintains a strong level of commitment and dedication, consistently taking the top accolades. ==Music program== A number of regularly occurring music ensembles exist at Markham District High School.Music-dept-intro Markham District High School. Retrieved on September 11, 2011. They include: *Grade 9 Band *Grade 10 Symphonic Band *Grade 11 Wind Symphony *Grade 12 Wind Symphony *Grade 11/12 Festival Winds *Opus One *Monday Morning Blues Band *Church Street Swing Machine *Washington Tour Band *International Tour Band *Senior Clarinet Quintet *Sax ensemble *Trombone Choir *Coolinets *Percussion Ensemble *Junior Flute Quartet *Senior Flute Quartet *Junior Wind Quintets *Intermediate Wind Quintet *Senior Wind Quintet *Jazz Combo *Junior Vocal *Senior Vocal *Resonance *Chamber Choir *Third Stream *Guitar Ensemble *Tuba Herd *Senior Clarinet Ensemble ==Construction== A new school was built over time on two of the school's fields (front fields, leaving one field at the back), and was planned to open for the 2009/2010 academic year, but due to the students wanting the metal shops to remain in the school, plans were delayed. They broke ground in early November 2008, and opened the school in time for the 2010/2011 academic year.Markham District High School . Markhamdistrict.hs.yrdsb.edu.on.ca. Retrieved on September 11, 2011. Currently, the projected number of people for that year is to be 1650, a drop of about 450 students from the 2006/2007 year. This will occur as a result of another high school's (Bur Oak Secondary School) territory overlapping with Markham District's current boundaries. The school fields are now located to the rear of the old school site. ==Feeder schools== *William Berczy Public School (gifted program only) *Parkland Public School (gifted program only) *Donald Cousens Public School (gifted program only) *David Suzuki Public School *Parkview Public School *Boxwood Public School *Legacy Public School *E.T Crowle Public School *Reesor Park Public School *William Armstrong Public School *Franklin Street Public School The students attending the Gifted Program in elementary school living east of McCowan Road will go to Markham District to continue their gifted education.http://www.yrdsb.ca/schools/markville.ss/sp/Documents/Gifted%20Boundary%20Map%20Fall%202016.bmp ==School Boundaries== Markham District High School is the 'home' secondary school for people within the following area. Students within the English public system in the following zone would go to Markham District unless they are enrolled in a special program or special circumstances apply. The boundaries are the City of Markham within the following zone:http://www.yrdsb.ca/AboutUs/Departments/Planning/Documents/Boundary/404Boundary.pdf * Commencing at the intersection of 16th Avenue and Robinson Creek * Easterly on said avenue till Ninth Line. * Southerly along said line till Highway 7. * Easterly along said highway till the city's eastern boundary at York-Durham Line. * Southerly along said line till the city's southern boundary at Steeles Avenue East. * Westerly along said avenue till Ninth Line. * Northerly along said line till the CN Rail Tracks * North-westerly along said tracks till Markham Road. * Northerly along said road till Highway 407 * Easterly along said highway till Rouge River * Easterly, Northerly, and Westerly along said river till Main Street Markham South * Northerly along said street till Highway 7. * Westerly along said Highway till Robinson Creek. * Generally northerly along said creek till the point of commencement. ==Clubs== The school hosts approximately forty clubs,Clubs-at-MDHS-2006-2007 Markham District High School. Retrieved on September 11, 2011. some of which are activist-based (for example, Amnesty International). MDHS is known for its music program, which participates in various music festivals, competitions and other events. MDHS offers a three-year Latin program and supports a Classics Club. MDHS also offers the AP (Advanced Placement) Biology and Calculus AB courses and the Core Gifted program. MDHS also has several other clubs such as the Architecture, Design, and Engineering Club, DECA, Computer Programming Club, and Eco-Markham. MDHS participates in the following annual events: * Annual Earth Hour Assembly organized by EcoMarkham * Grade 9 Welcome Day * Black History Month * Battle of the Bands * \"Cabaret\" music night * Mosaic Mix Cultural Show * Heart and Stroke Foundation Campaign * Canadian Cancer Society Cure for Cancer Campaign * Certamen * Ontario Student Classics Conference * Free The Children Holiday Run * Markham Bowl Annual football game between Markham District High School and Brother André Catholic High School. ==Transportation== ===School bus=== As per the criteria of Student Transportation Service (joint school bus service for YRDSB and YCDSB), students from grade 9–12 in the YRDSB are eligible for school bus transportation if they are: *1. Living more than 3.2 km from the school (measured along safe walkways) and *2. Living in a non-transit served area. (A transit served area means that a person can get to and from school using the YRT/Viva in less than an hour, needs to walk no more than 1 km to/from the stop, and needs to take a maximum of 3 busses each way). Students in a special needs program (excluding gifted), are exempt from the policy and receive it based on special criteria. ===Public transit=== Routes for the 2015–16 school year There are a number of routes which serve the school, partially because of its Gifted and AP programs, partially due to its proximity to the Markham- Stouffville Hospital bus terminal. Some York Region Transit (YRT) routes stop at or near the school: *Route 1 – Highway 7. Eastbound to Copper Creek Drive via Markham-Stouffville Hospital. Westbound to Richmond Hill Centre Terminal. *Route 41 – Markham Local Westbound to Markville mall. EB buses not available near school due to loop shape of route *Route 102D – Markham Road (operated by the Toronto Transit Commission) Northbound to Major Mackenzie Drive East. Southbound to Warden station (Subway) *Route 522 – Markham Community Bus No routes divert to/from the school at the beginning and/or end of the school day However, there are three high school specials for Markham district. The first special is generally for those in the gifted program. They are also used by those in grades 11 and 12 who are done with the gifted program and are continuing at MDHS. It is also used by grade 12 students in the AP program who happen to live near the route. Route 410 serve those whose home schools are Markville Secondary School or Unionville High School. It also serves those in the school boundaries near Reesor Park Public School and E.T. Crowle Public School. The 2nd special, route 411, was created to serve those living in the school boundaries near Boxwood Public School, Legacy public School and Copper Glen Public School as well as the gifted/AP students whose home school is Middlefield Collegiate Institute. The 3rd special, route 406, introduced in the 2015–16 academic year, also serves gifted & AP students. It serves the area where the home school is currently Bur Oak Secondary but will be served by the unbuilt Cornell Secondary School. Effective July 1, 2015, YRT fares are $4.00 in cash for a two-hour pass. Ten student tickets (valid for 2 hours) are $26.00 and a monthly pass is $102.00 ==Notable alumni== *Clarence Chant (1865-1956), astronomer and co-founder of David Dunlap Observatory *Karl Brooks Heisey (1895-1937), mining engineer and executive \"Who's Who Canada 1936-7 including the British Possessions in the Western Hemisphere\" Edited by E.M. Greene , Twenty-Fifth year of issue , Published by International Press Limited , Toronto , Ontario , Canada. *Frank Scarpitti (1960- ), mayor of Markham *Steve Thomas (1963- ), NHL ice-hockey player and assistant coach of Tampa Bay Lightning *Matthew Richardson (1966- ), author *Brad May (1971- ), NHL ice-hockey player *Sean Morley a.k.a. Val Venis (1971- ), WWE wrestler *Tammy Sutton-Brown (1978- ), WNBA basketball player *Geoff Keighley (1979- ), video-game journalist *Shamawd Chambers (1989- ), CFL football player *Cameron Gaunce (1990- ), NHL ice-hockey player *Matt Coates (1991- ), CFL football player *Jeff Skinner (1992- ), NHL ice-hockey player *Tremaine Harris (1992- ), 2012 Olympic sprinter *Brendan Gaunce (1994- ), NHL ice-hockey player *Jason \"Human Kebab\" Parsons, disc jockey ==See also== *List of high schools in Ontario ==References== ==External links== * School Website * Markham District High School Student Council (MDHS SAC) Category:York Region District School Board Category:High schools in the Regional Municipality of York Category:Buildings and structures in Markham, Ontario Category:Education in Markham, Ontario ",
    "title": "Markham District High School"
}