{
    "id": "2568050",
    "text": "Kevin Hagan White (September 25, 1929 – January 27, 2012) was an American politician best known as the Mayor of Boston, an office to which he was first elected at the age of 38, and which he held for four terms, amounting to 16 years, from 1968 to 1984. He presided as mayor during racially turbulent years in the late 1960s and 1970s, and the start of desegregation of schools via court-ordered busing of school children in Boston. White won the mayoral office in the 1967 general election in a hard-fought campaign opposing the anti-busing and anti-desegregation Boston School Committee member Louise Day Hicks. He was earlier elected Massachusetts Secretary of the Commonwealth in 1960 at the age of 31, and resigned from that office after his election as Mayor. White was credited with revitalizing the waterfront, downtown and financial districts of Boston, and transforming Quincy Market into a metropolitan and tourist destination. In his first term he implemented local neighborhood \"Little City Halls\" but ended them after narrowly winning the 1975 election during the Boston school desegregation busing crisis, and subsequently constructed a classic and centralized city political machine. He was unsuccessful in his efforts to obtain higher office (Governor of Massachusetts and Vice President of the United States). His mayoral administration was subject to decades-long federal investigations into corruption, which led to the conviction of more than 20 city hall employees and nearly as many businessmen; the investigations were influential in leading White to decline to seek reelection in 1983, allowing him to avoid public debate and criticism by other mayoral candidates on the topic. He himself was never indicted for wrongdoing. ==Family and education== Kevin H. White was born in Jamaica Plain, Boston, on September 25, 1929 to Joseph and Patricia Hagan White.http://www.cityofboston.gov/images_documents/Guide%20to%20the%20Mayor%20Kevin%20H.%20White%20records_tcm3-50275.pdf White's father, Joseph C. White, and maternal grandfather, Henry E. Hagan, both served as Boston City Council presidents; Joseph White had also been a state legislator. Kevin White married Kathryn Galvin in 1956, the daughter of William J. Galvin, another Boston City Council president. White was educated at Tabor Academy, Williams College (A.B., 1952), Boston College Law School (LL.B., 1955) and the Harvard Graduate School of Public Administration (now known as the John F. Kennedy School of Government). ==Secretary of the Commonwealth of Massachusetts== White was first elected to the open statewide office of Massachusetts Secretary of the Commonwealth in 1960 at the age of 31. The incumbent secretary, Joseph D. Ward, decided to run for governor that year (and lost to John A. Volpe in the general election). White won the Democratic Party nomination at the state convention with the crucial assistance of his father and father in law, who called in political debts in order to obtain enough votes to win the nomination. He was nominated on the third ballot of the convention, thus becoming the Democratic candidate in the general election in November, in which he defeated a rising Republican, Edward W. Brooke (who in later years was elected U.S. Senator). In 1962, White was reelected to a second two-year term, and in 1966 reelected to a four-year term. He served in office through 1967, resigning on December 20, 1967, after winning the Boston mayoral election that November. == Mayor of Boston == White successfully ran for the open mayoral office in 1967, winning his first election with a coalition of Italian, liberal and black voters. He campaigned for rent control; one of his slogans was \"When landlords raise rents, Kevin White raises hell.\" This was implemented in Boston in 1970, after a Massachusetts enabling law for municipalities was enacted in 1970. White succeeded mayor John F. Collins, who stepped down after eight years that included urban renewal projects including the planning and building of Boston City Hall, thus paving the way for the future rebuilding and rehabilitation of the waterfront, financial and business districts of the city center that White later undertook. ===Elections for Mayor=== The Boston mayoral election of 1967 had a primary and a general election. In a ten-candidate non-party primary election for the open office on September 26, 1967, White was second, drawing 19.83% of the vote with 30,789 votes, and Boston School Board member Louise Day Hicks was first, with 28.16% of the vote and 43,722 votes. For the general election on November 7, 1967, only White and Hicks were on the ballot in a runoff contest. White narrowly defeated Hicks, who had taken a staunchly anti- busing (de facto anti-desegregation) position as a member of the Boston School Committee. Her slogan was the coded \"You know where I stand.\" Hicks's campaign against more progressive fellow Democrat Kevin White was so acrimonious that the Boston Globe, under the editorship of Thomas Winship, broke a 75-year tradition of political neutrality to endorse White.Farrell, John A., Tip O'Neill and the Democratic Century (Boston: Little, Brown, 2001), p. 522 White won the general election with 53.25 percent of the vote, (102,706, only 12,552 more than Hicks' 90,154). Two years later, in 1969, Hicks was elected to the Boston City Council by large majorities, and then in 1970 to Congress, winning the open district formerly held by retiring U.S. House Speaker John W. McCormack after defeating Joseph Moakley by 10% in the multi-candidate Democratic primary. In the 1971 mayoral election White won a second term, again defeating Hicks, this time by 40,000 votes. Hicks in 1972 would lose her congressional seat by two percentage points and 3,428 votes in a post-census revised district and a four-candidate general election that included a rematch with Moakley running as an Independent. Hicks was re-elected to the Boston City Council in 1973, remaining there until she retired from public office in 1981. In the 1975 mayoral election, White barely defeated State Senator Joe Timilty, the year after the start of court-ordered school desegregation and busing. The 1979 mayoral election was also close, against the same opponent. White did not run again in the 1983 mayoral election, which was won by then- city councilor Raymond Flynn.https://archive.org/stream/annualreportofbo1975bost#page/76/mode/2up === Administration === Mayor White’s early administrations were noteworthy for the racial and ethnic diversity of the senior aides and staff to the Mayor, with many staffers subsequently going on to influential positions and elected office. White decentralized municipal government by establishing in the early years of his tenure in office a number of “Little City Halls” in local neighborhoods, giving more influence to local leadership and ethnic and racial minorities to access city hall bureaucracy, but following the narrowly won election in 1975 against Joseph Timilty during the Boston school busing crisis, closed them, re-centralizing power in Boston City Hall and creating a political machine intentionally modeled on the one headed by Chicago Mayor Richard J. Daley, with ward lieutenants empowered to reward White supporters with city jobs and city contracts. ===Peaceful city after death of Martin Luther King Jr.=== In the fourth month of White's first term, on April 4, 1968, Martin Luther King Jr. was assassinated, touching off disturbances in the African-American Roxbury section of Boston that same evening which did not spread to other parts of the city. On April 5, 5,000 people marched from Boston Common to Post Office Square in King's memory. James Brown had a previously scheduled concert set for that same evening in Boston Garden. White's chief of police was concerned about allowing 15,000 people to attend the concert so close to downtown, saying he didn't think he could keep the city safe. White originally intended to cancel the concert entirely. However, Tom Atkins, a local NAACP leader who had been elected to the City Council from Roxbury in the same election as White 1967 warned of potential rioting if concertgoers arriving at the arena found it canceled. Atkins and members of White's staff persuaded White to allow the show to go on. Mel King is quoted in the article: \"Very frankly, the problem [the issue of government discrimination and segregation in schools] didn’t get solved until the courts made it happen.\" On such short notice, Atkins and White administrators persuaded Brown and Boston's public television station, WGBH-TV, to broadcast the concert. The White administration also appealed to community leaders to help keep the peace, and also encouraged people to stay home and watch the concert on television. White appeared on stage with James Brown to appeal to the audience, and to the entire city via television, to remember and maintain King's peaceful vision. (With a link to video of Kevin White's statement on stage, and James Brown's introductory number of the performance.) WGBH immediately rebroadcast the concert twice more that night, and people apparently stayed inside to continue watching it. While many cities, including Washington DC, New York, Chicago, Detroit and Oakland, were beset with civil disturbances, rioting and fires after King's death, the city of Boston was spared from widespread disturbances. White secured $60,000 from the Boston City Council to make up for the loss of ticket revenue to the performers resulting from his efforts to discourage attendance at the close-to-downtown arena at this volatile moment. Only 2,000 had attended the sold-out show, in a venue that had a capacity of 15,000. Individuals with Brown's entourage state that only $10,000 made it to Brown's production company. Interview of David Leaf and review of the documentary The Night James Brown Saved Boston by David Leaf_ Article contains links to the video \"The Night James Brown Saved Boston, by David Leaf === History of non-leadership by city elites on civil rights === Barney Frank, who worked as White's chief of staff in City Hall during his first mayoral term, has described White's being dubbed \"Mayor Black\", because he was the first Boston mayor to admit there was a racial-discrimination problem. White administration staff member, and subsequent Boston City Council President, Bruce Bolling, describes a leadership vacuum on the issue of race, and that for many years \"the established institutions — the City Council, the School Committee, the mayor, the business community, the philanthropic community, the religious community — no one weighed in in any responsible way to address this issue of school desegregation.\" This elite leadership vacuum would leave Mayor White without the public community leadership and visible alliances and collaboration desirable to peacefully implement new policies necessary to comply with a later court order to desegregate the schools. The Boston School Committee was independently elected, and not under the control of Mayor White, and had put into place de jure segregation and discrimination policies in the operation and funding of schools in Boston, and this was a source of great frustration to Mayor White. Interview with Micho Spring, appointed deputy mayor under White; and Peter Meade, who held several positions under White, including director of public safety during court- ordered busing. The city administration did not move on the issue of unfair treatment of minorities in the school system, and compliance with anti- segregation laws and decisions, until the a federal court required the city to do so, via a court order. === School desegregation crisis === The state of Massachusetts had enacted in 1965 the \"Racial Imbalance Act\", the first of its kind in the United States. The law required school districts to desegregate, otherwise state funding for education would be withheld from the school district. The law was opposed by many in Boston, including the Boston School Committee, as well as many especially in working-class districts in Irish- American-majority South Boston. On June 21, 1974, Judge W. Arthur Garrity issued a decision in Morgan v. Hennigan that found that the Boston School Committee had followed an intentional policy of segregating the city's public schools by race, including building new schools and school annexes in overcrowded white-majority districts, instead of making use of empty seats and classrooms in districts with large minority populations. As a remedy, Garrity ordered the city's schools desegregated, leading to a system of desegregation busing. In Phase I of the plan, Judge Garrity followed a busing plan previously drawn up by Charles Glenn, the director of the Bureau of Equal Educational Opportunity within the Massachusetts Board of Education, that required schools with a population greater than 50% white to be balanced by other races; the initial Phase I plan included only 80 schools, amounting to 40 percent of the Boston Public School system. (Page 3 and following web pages) The Glenn plan had been originally constructed in response to an earlier Massachusetts state lawsuit between the Massachusetts Board of Education and the Boston School Committee. In that earlier lawsuit, the Boston School Committee had sued the Massachusetts Board of Education for the Board's withholding state funds for the Committee's refusal to conform to the requirements of the Massachusetts Racial Imbalance Act. Ultimately, among the Boston districts most affected were West Roxbury, Roslindale, Hyde Park, the North End, Charlestown, South Boston and Dorchester. The desegregation plan in general, and busing in particular, was met with an onslaught of protest. The integration plan provoked fierce criticism and led to months of racially motivated violence, with attacks at City Hall and South Boston and other city high schools, with dozens injured. In some white neighborhoods, protesters threw stones at arriving school buses arriving with black children from other parts of the city. White directed that police escort buses, and also coordinated with state officials to bring in several hundred state police to keep order. On October 15, 1974, the Massachusetts National Guard was deployed by Republican Governor Frank Sargent to Boston to keep order in schools. One famous incident in 1976 was documented in a news photograph entitled The Soiling of Old Glory. During one demonstration outside Boston City Hall, black lawyer and businessman Ted Landsmark was attacked with an American flag by a white teenager. Interview with Bruce Bolling, former White staffer and subsequently Boston City Council President. === Rolling Stones === In 1972, White made news when the Rhode Island State Police arrested members of The Rolling Stones immediately prior to a concert appearance in the Boston Garden. That evening, a riot was underway in the South End and White needed to move police officers from the Garden to address the disturbance. Fearing unrest among the 15,000 concertgoers if the Stones were not permitted to perform, White persuaded the Rhode Island authorities to release the band members into his personal custody, enabling them to make their scheduled concert appearance in Boston. He then appeared on stage before the waiting fans to urge them to keep the peace. White's actions won him favor among young first-time voters and parents of teens in his re-election. statue outside Boston's Faneuil Hall honors four-term Boston mayor Kevin White. === Boston downtown revitalization === White worked for the revitalization of Boston's downtown districts, opening the waterfront to public access, and presiding over a downtown financial district building boom. His administration was instrumental in the renovation and renewal of Quincy Market which reopened in 1976, transforming an eyesore and run-down series of warehouses and open stalls into a \"festival marketplace\" that was subsequently copied by other cities. Chris Lovett is News Director of Neighborhood Network News in Boston === Corruption investigations === Prior to White's final term in office, Suffolk County and federal prosecutors were investigating a few mid-level city officials. It became known in March 1981 that city employees had been asked to donate to a birthday celebration in honor of the mayor’s wife; the requested donations were not political, but personal gifts, and had amounted to $122,000 by the time White cancelled the event after public outrage official inquiries were conducted. In July 1981, President Ronald Reagan appointed William F. Weld as US District Attorney for Massachusetts. Weld expanded the previously ongoing investigative probes, further examining the White administration and the Whites' personal finances. The resulting indictments, guilty pleas, and convictions were subsequently one of Weld’s credentials when campaigning for governor in 1990. Weld's office issued charges of fraudulent disability pensions, bribery, extortion, and perjury that were the downfall of more than 20 city employees, including a number of key individuals in White’s political machine, and nearly as many businessmen. The United States Department of Housing and Urban Development in 1982 also released a report stating that the city had misappropriated $1.9 million worth of community grants. Federal auditors accused the White administration of improperly using the funds to pay the salaries of city employees that were not working on federally funded projects. ==Other political campaigns== In his 1970 campaign for governor of Massachusetts, White won a hard-fought multi-candidate Democratic primary election on September 15, 1970, with only 34.33 percent of the vote and by fewer than a two percentage points more than his nearest opponent, Massachusetts Senate President, Maurice A. Donahue. White lost the November 3, general election against Republican Frank Sargent. White's running mate was Michael Dukakis, who challenged and defeated Sargent for the governor's office four years later in 1974. White failed to win more votes than Sargent in the city of Boston in the 1970 general election. White's campaign for governor was interrupted for several days when he underwent emergency stomach surgery for an ulcer. In 1972, during the Democratic National Convention, White was on the verge of becoming the Democratic Party's vice-presidential nominee. After a number of better-known politicians, including Senators Ted Kennedy and Gaylord Nelson, and Governor Reubin Askew, turned down the position, White briefly became the front-runner for the post. Ted Kennedy, economist John Kenneth Galbraith and others in the Massachusetts delegation opposed White's potential nomination, because White had supported Maine Senator Edmund Muskie during the presidential primaries. (alternative article link: via Highbeam: http://www.highbeam.com/doc/1P2-33795406.html) Presidential nominee Senator George McGovern decided to turn elsewhere and selected Senator Thomas Eagleton, who was later embroiled in a controversy over his failure to disclose having received electric shock therapy for depression. Ultimately, the vice presidential nominee was former Peace Corps head, Chicago School Board President, and later Ambassador Sargent Shriver, who had married into the Kennedy family. McGovern commented ten years later, in 1982: \"Choosing White would have been much better than what happened [with Eagleton]. We probably should have overruled\" Kennedy and the others. ==Later life== After departing from the mayor's office in 1984, White served as director of the Institute for Political Communication at Boston University from 1984 to 2002, and as a professor of communications and public management. Questions about White’s political finances continued to plague him. In 1993, without admitting guilt, White agreed to return to the state nearly $25,000 in surplus campaign funds that he had used for personal expenses. On November 1, 2006, a statue of White was unveiled at Boston's Faneuil Hall. The bronze statue, created by sculptor Pablo Eduardo, portrays White walking down the sidewalk. Behind the statue are several metal footprints along the sidewalk. With these are several quotes from White which were made during his mayoral inauguration speeches. ==Health== In 1970, during his campaign for governor, White underwent surgery that removed two-thirds of his stomach. In 2001, the since-retired White suffered a heart attack that left him with a pacemaker. In his advanced age, he lost hearing in his right ear and suffered from Alzheimer's disease. ==See also== * Timeline of Boston, 1960s-1980s ==References== ==Further reading== * Harvard Center for Law and Education - A Study of the Massachusetts Racial Imbalance Act\" (Cambridge: Harvard University, 1972) * School Desegregation in Boston. U.S. Commission on Civil Rights. Washington, DC. June, 1975. * Fulfilling the Letter and the Spirit of the Law: Desegregation of the Nation's Public Schools - a Report of the U.S. Commission on Civil Rights. U.S. Commission on Civil Rights. Washington, D.C. . August, 1976. * Emmett H. Buell and Richard A. Brisbin, Jr. - School Desegregation and Defended Neighborhoods: The Boston Controversy (Lexington, MA: Lexington Books, 1982) * Eaton, Susan E. - The other Boston busing story: what's won and lost across the boundary line (New Haven: Yale University Press, 2001) * Ronald Formisano - Boston Against Busing: Race, Class, and Ethnicity in the 1960s and 1970s (Chapel Hill:University of North Carolina Press, 1991) * Gerald Gamm - Urban Exodus: Why the Jews Left Boston and the Catholics Stayed (Cambridge: Harvard University Press, 1999) * Lily D. Geismer - Don’t Blame Us: Grassroots Liberalism in Massachusetts, 1960-1990 (University of Michigan, 2010) Dissertation for Doctor of Philosophy in History * George V. Higgins, Style Versus Substance: Boston, Kevin White and the Politics of Illusion (New York: Macmillan Publishing Company, 1984) * Jon Hillson - Battle of Boston: busing and the struggle for school desegregation (New York: Pathfinder Press, 1977) * Jonathan H. Kozol - Death at an Early Age (Plume, 1995) (Originally published in 1967) * Frank Levy - Northern Schools and Civil Rights: The Racial Imbalance Act of Massachusetts (Chicago: Markham Publishing, 1971) * Alan Lupo - Liberty’s Chosen Home: The Politics of Violence in Boston (Boston: Beacon Press, 1977) * J. Anthony Lukas - Common Ground: A Turbulent Decade in the Lives of Three American Families (Vintage, 1986) * John McGreevy - Parish Boundaries: The Catholic Encounter with Race in the Twentieth-Century Urban North (Chicago: University of Chicago Press, 1996) * Adam R. Nelson - The Elusive Ideal: Equal Educational Opportunity and the Federal Role in Boston's Public Schools, 1950-1985. (Chicago: University of Chicago, 2005) * J. Michael Ross and William M. Berg - “I Respectfully Disagree with The Judge’s Order”: The Boston School Desegregation Controversy (Washington, DC: University Press of America, 1981) * * Jeanne Theoharis - \"I'd Rather go to School in the South\": How Boston's Desegregation Struggle Complicates the Civil Rights Paradigm Chapter Five, pages 125 - 152. of Freedom North: Black Freedom Struggles Outside the South, 1940-1980 - Edited by Jeanne Theoharis and Komozi Woodard (New York: Palgrave Macmillan, 2003) * Joshua Zeitz - White Ethnic New York: Jews, Catholics, and the Shaping of Postwar Politics (Chapel Hill: The University of North Carolina Press, 2007) ==External links== * Garrity Decision Research Guide, Moakley Archive and Institute at Suffolk University. Finding aids and guide. * Audio interview and conversation (28 minutes), with former Massachusetts Governor Michael Dukakis; former Massachusetts Secretary of Transportation Fred Salvucci; and Ted Landsmark, a lawyer and activist, and as of 2012, head of the Boston Architectural College, describing the successful effort to avoid violence in Boston after Martin Luther King Jr. was assassinated in 1968, and Boston Federal Court Orders to desegregate the schools in 1974. * *\"White speaks to residents about the opening of schools\" (1975) on the WGBH series, Ten O'clock News. In a video clip broadcast in 1975, Mayor Kevin White calls for a safe opening of Boston public schools. * *Analytical obituary in The Boston Phoenix *Guide to the Mayor Kevin White records at the Boston City Archives *An International and Domestic Response to Boston Busing directed at Mayor Kevin White |- |- Category:1929 births Category:2012 deaths Category:American Roman Catholics Category:Boston College Law School alumni Category:John F. Kennedy School of Government alumni Category:Massachusetts Democrats Category:Mayors of Boston Category:People from Jamaica Plain Category:People with dementia Category:Secretaries of the Commonwealth of Massachusetts Category:Williams College alumni Category:Tabor Academy (Massachusetts) alumni Category:Catholics from Massachusetts Category:People from West Roxbury, Boston ",
    "title": "Kevin White (politician)"
}