{
    "id": "2568547",
    "text": "right right VCR Plus+, G-Code, VideoPlus+ and ShowView are different names for the same scheduling system for programming video recorders. These names are all registered trademarks of Macrovision, whose corporate predecessor, Gemstar, developed these algorithms for use in integrated endecs. ==History== A full view of a typical vacuum fluorescent display (VFD) used in a videocassette recorder Before the advent of on-screen displays, the only interface available for programming a home video recorder was a small VFD, LED or LCD panel and a small number of buttons. Correctly setting up a recording for a specific program was therefore a somewhat complex operation for many people. G-Code, VideoPlus+ and ShowView were introduced in the late 1980s to remove this difficulty. ==Concept== The central concept of the system is a unique number, a PlusCode, assigned to each program, and published in television listings in newspapers and magazines (such as TV Guide). To record a program, the code number is taken from the newspaper and input into the video recorder, which would then record on the correct channel at the correct time. The number is generated by an algorithm from the date, time and channel of the program; as a result, it does not rely on an over-the-air channel to serve as a conduit to ensure the recording is properly timed. This means it will not compensate for a disrupted schedule due to live sporting events or bulletins for breaking news events, however many video recorders with these systems also incorporate Programme Delivery Control (PDC) and use that to alter times if possible. ==Branding== A Panasonic late-model VCR Omnivision Stereo 4-Head which supports VCRPlus+ The system has been licensed to television and VCR manufacturers in about 40 countries, but is branded under different names depending on the country. It is known as VCR Plus+, VCR Plus+ Silver and VCR Plus+ Gold in the United States and Canada; G-Code in Japan, China, New Zealand and Australia; VideoPlus+ in Ireland the United Kingdom and Japan; and ShowView in the rest of Europe as well as in South Africa. The system is branded as VideoPlus+/ShowView in Europe due to an existing trademark registration for \"VCR\" by Philips in that continent, and as G-Code (the \"G\" standing for the system's developer Gemstar) in Japan because VCR is not a common abbreviation there (\"VTR,\" for videotape recorder, is used instead). Japan initially used the name Video Plus+ and later changed to G-Code, an example of this is the Victor (JVC) HR-880. Because television programming schedules are different, the coding has to be adjusted in each of the regions and recording equipment is not interchangeable. ==Algorithms== The actual algorithms used to encode and decode the television guide values from and to their time representations were published in 1992, but only for six- digit codes or less.http://www.righto.com/papers/vcr.htmlK. Shirriff, C. Welch, A. Kinsman, Decoding a VCR Controller Code, Cryptologia, 16(3), July 1992, pp 227-234. Source code for seven and eight digit codes was written in C and Perl and posted anonymously in 2003.https://www.cs.cmu.edu/~dst/VCRPlus+/ ==See also== * TrueCookPlus, a similar system for microwave oven cooking ==References== ==External links== * VideoPlus+ & ShowView * Description of the algorithm * Improved software: generates and decodes VCR Plus+ codes up to 8 digits in length * VideoPlus/VCR+ Codec & Trivia * The Straight Dope: How do the TV program codes for VCR Plus+ work? Category:Consumer electronics Category:TV Guide ",
    "title": "Video recorder scheduling code"
}