{
    "id": "2568727",
    "text": "Greensted is a village in the Ongar civil parish of Essex, England, strung out along the Greensted Road approximately one mile to the west of Chipping Ongar. ==Toponymy== Greensted's full name is Greensted-juxta-Ongar (Greensted adjoining Ongar) but this title is considered archaic now, and the settlement is known locally by its primary title. Greensted means green place, sted being in the Anglo-Saxon language, the old word for place (and is still used in modern English words e.g. 'instead', 'steadfast'). Greensted is also both a current English and, as Grønstad, Danish surname. The area of England where Greensted is located is at the edge of the area once known as the Danelaw. Greensted is situated in a large natural clearing, and would have been a logical place to build a settlement in the dense surrounding Epping Forest especially as it was near an existing route, the Ongar road, later part of the Canterbury pilgrimage mentioned in The Canterbury Tales. Greensted, near Ongar, is sometimes confused with Greenstead, in Colchester. Both places are located in the county of Essex, but they are over 30 miles apart. Use, where appropriate, of postcodes can reduce the risk of confusion. Postcodes for addresses in Greensted, near Ongar, commence with the letters 'CM', postcodes for Greenstead, near Colchester, commence with 'CO'. ==History== Greensted is important because of its longevity: the parish has existed since Saxon times, and little has changed. It is also a place that has strong ties with St Edmund, King of East Anglia. King Edmund's body stayed in the church, following his death in 1013, before being moved onwards to Bury St- Edmunds.Hadfield, J. (1970). The Shell Guide to England. London: Michael Joseph. ==Landmarks== While very small, Greensted does have one particular feature of note, being St Andrew's Church, commonly known as Greensted Church, the oldest wooden church in the world. It was featured on a British postage stamp issued in April 1972.Stanley Gibbons Stamp Catalogue (1982), Part 1: British Commonwealth. London: Stanley Gibbons Publications Ltd., p GB 24. The east end, of brick construction, dates from the sixteenth century, while the brick footings, visible below the timber walls, are a feature of extensive restoration undertaken in the nineteenth century == See also == * Greensted Hall ==References== ==External links== * * Greensted Network Category:Villages in Essex Category:Former civil parishes in Essex Category:Epping Forest District ",
    "title": "Greensted"
}