{
    "id": "2568938",
    "text": "Stroker & Hoop is an American adult animated television series created by Casper Kelly and Jeffrey G. Olsen for Cartoon Network's late night programming block, Adult Swim. The series is a parody of buddy cop films and television series such as Starsky & Hutch, and stars the voices of Jon Glaser as Stroker and Timothy \"Speed\" Levitch as Hoop. It contains the talking car element of the 1982 series Knight Rider, in \"C.A.R.R.\", voiced by Paul Christie. The names of the lead characters may be based on two Burt Reynolds characters, from Stroker Ace and Hooper. Stroker and Hoop premiered on August 1, 2004, and ended on December 25, 2005, with 13 episodes. ==Plot== Stroker and Hoop are a pair of private investigators from Los Angeles, who act and dress as if it is still the 1970s. In spite of each man's high opinion of himself, they're both completely inept losers: Stroker fancies himself a suave ladies man, but is generally unpopular and perceived by virtually every woman he meets as a repulsive chauvinist; and Hoop considers himself a crime-solving ace and master of disguise, when in fact he's a gullible nerd and all of his disguises are failures. Their only \"advantage\" over their competition is C.A.R.R., a talking AMC Pacer with its own neurotic personality. Because of their abysmal track record and less-than-stellar capabilities, the two men eke out livings solving crimes for people who can't afford to hire more competent detectives. Invariably, their attempts to solve a crime result in bloodshed, violence, and thousands of dollars worth of property damage. A recurring plot point of the series was to take myths and fantasies (such as mind control and Santa Claus) and make them real in an otherwise ordinary setting. Stroker often doubts the existence of these occurrences. ==Characters== * John Strockmeyer, aka Stroker (Jon Glaser) - An ex-mattress salesman turned private investigator, Stroker is largely apathetic to his job; he only enjoys it because it allows him to shoot people, and because it brings him into contact with dozens of promiscuous women on a daily basis (Although those women usually want nothing to do with him). Although he considers himself an excellent detective and suave ladies' man, Stroker is actually a failure and a deadbeat; his wife left him and gained sole custody of their son, Keith, and Stroker's own incompetence and negligence resulted in his former partner, Jermaine, is murdered while working a case (Stroker borrowed the magazine from Jermaine's gun and forgot to tell him). Once in a while, Stroker will have a moment of being a genuine detective (such as successfully deducing the plot behind the lottery ring run by the ghosts of Christmas past (Jermaine), present and future), although these moments are incredibly rare. An incompetent detective, Stroker often meets with opportunities while on a case that would provide a more lucrative career. An advertising campaign pitched for a fabric softener was chosen over others to be shown during the Super Bowl. In another instance, despite being brainwashed, Stroker and Hoop were part of an insanely popular pornographic video series. * Hoop Schwartz (Speed Levitch) - Stroker's ever-optimistic and nerdy partner. Although he considers himself brilliant and a master of disguise, Hoop is bare of average intelligence (though Stroker is no genius himself), and his disguises are poorly conceived and do nothing to hide his face. Unlike Stroker, Hoop is a detective because he loves the line of work. However, Hoop eventually reveals that he has never fired a gun with the intent to actually hit his target, that he always aimed and fired above the target's head. In a bit of dramatic irony, Stroker, who spends most of his time trying to bed women, fails miserably at it, while Hoop, who most often comes across as asexual, often finds himself having sex with gorgeous women who throw themselves at him (usually for their own selfish needs). At one point he gains ninja skills, but as revealed in a later episode, they 'rusted' from disuse. When he isn't solving crimes, Hoop lives with his elderly mother and participates in dinner theatre. * C.A.R.R. (Paul Christie) - Stroker and Hoop's primary mode of transportation, C.A.R.R. is a talking car that was state-of-the-art twenty years ago. He enjoys talk radio and car washes, perhaps a little too much. He is also vengeful, paranoid, a bit racist, and often demonstrates effeminate behavior and, in spite of his otherwise masculine personality. He is a parody of Michael Knight's car KITT from Knight Rider and the name \"C.A.R.R.\" is a parody of \"K.A.R.R.\", KITT's \"evil\" prototype. C.A.R.R. is painted to somewhat resemble the Ford Torino from Starsky & Hutch. * Double Wide (Curtis Armstrong) - Ostensibly C.A.R.R.'s creator. A mechanic who spends his copious free time inventing bizarre things. He is a pornography connoisseur and can speak Spanish. Despite the fact that Stroker owes him countless thousands of dollars, Double Wide remains loyal to Stroker and Hoop out of a sense of duty (Stroker used to sell mattresses with Double Wide's brother). * Coroner Rick (Gary Anthony Williams) - The county coroner on the show, who often serves as a source of information for the main characters. Coroner Rick is a good friend of Stroker and Hoop, and even willing to hide evidence that would get them tried for murder. He has a knack for making crude jokes from an otherwise unfortunate and tragic event, sometimes with the victim still conscious. Rick occasionally solves the actual crime in the episode but is generally fine with Stroker and Hoop taking the credit. * Keith (Mary Birdsong) - Stroker's 10-year-old son. Lives with his mother, Angel Jimenez and has a strained relationship with Stroker who mixes attention with sheer neglect, resulting in moments where Keith genuinely loathes him. Keith has demonstrated bravery, such as standing up to a murderous ninja. ==Episodes== ===Planned conclusion=== Following the show's cancellation, creators Casper and Jeff made a posting to the Adult Swim blog outlining what would have happened in the second-season premiere. The episode would have opened with the revelation that Stroker and Hoop died in the crash and were sent to the afterlife; Hoop, specifically, was sent to a section of Hell reserved for lettuce, on a technicality. C.A.R.R.'s brain and one hubcap survived the crash. Double Wide also survived the crash but ended up in the burn ward of the hospital, where he received visions of Stroker and Hoop in the afterlife. Trying to save them, Double Wide with Keith's help puts himself on ice to temporarily \"kill\" himself, but is stopped by doctors at the last minute. To save Stroker and Hoop, Double Wide shoots himself and Coroner Rick. The two men then travel to the afterlife where they meet Stroker's father, a janitor in limbo, and Suko from episode six. A series of events leads to the death of God. God's temporary absence from Heaven – a technicality stipulates that it takes 20 minutes for God's soul to return to Heaven – allows all the main characters, including Stroker's father, to return to Earth along with a large number of others who were also in Heaven. ==Cancellation== In February 2006, Les Harper, head animator on the show, announced via AdultSwim.com that the show has not been greenlit for a second season and will therefore not continue, leaving the show on a cliffhanger ending. It was stated by the creators both on the Adult Swim message board and the employee blog. The blog entry was on February 10.http://fc.adultswim.com/Community/EmployeeBlog?userId=&year;=2006&month;=2&day;=10 The creators will continue to work with Williams Street regardless of the cancellation. Reruns of the existing episodes occasionally air on Adult Swim, and previously ran on Teletoon in Canada.https://mediaincanada.com/2006/06/22/teletoon-20060622/ ==Home media== Although Stroker & Hoop has never been released on DVD, all thirteen episodes are available on iTunes. ==References== Notes ==External links== * * * Category:2000s American adult animated television series Category:2000s American parody television series Category:2004 American television series debuts Category:2005 American television series endings Category:American adult animated action television series Category:American adult animated comedy television series Category:American animated television shows featuring anthropomorphic characters Category:American flash adult animated television series Category:English-language television shows Category:Adult Swim original programming Category:Television series by Williams Street Category:Television series created by Casper Kelly Category:American detective television series ",
    "title": "Stroker &amp; Hoop"
}