{
    "id": "2569029",
    "text": "Anita Colby (August 5, 1914 - March 27, 1992) was an actress and model. ==Biography== Colby was born Anita Counihan, the daughter of the cartoonist, Bud Counihan, a legendary figure among New York City artists and newsmen, in Washington, D.C. Early in her career, at $50 an hour, she was the highest paid model at the time. She was nicknamed \"The Face\" and appeared on numerous billboards and ads, many of them for cigarette advertisers. She moved to Hollywood from New York in 1935 and changed her name to Colby. She had a bit part in Mary of Scotland (1936) and other B movies but her acting career never took off. After two years, she returned to New York and became an ad salesperson for Harper's Bazaar. She made her name in Hollywood almost ten years after leaving films when she worked on a nationwide advertising campaign for the film Cover Girl (1944), which she also appeared in. She began acting in films again in the 1940s, including Brute Force (1947). Colby was hired by David O. Selznick in the 1940s to teach contract actresses, such as Jennifer Jones, about beauty, poise, and publicity. Her job title was Feminine Director of Selznick International Pictures. She worked closely with Selznick's top actresses, such as Jennifer Jones, Ingrid Bergman, Shirley Temple, Dorothy McGuire, and Joan Fontaine. Colby later hosted the television program The Pepsi-Cola Playhouse in 1954. Colby also invented a chair convertible to inclined bed (U.S. patent 2690209), which was filed in 1952 and issued in 1954.Chair Convertible to Inclined Bed by Anita Counihan Patent number: 2690209. Filed: Mar 28, 1952. Issued: Sep 28, 1954. She was a devout Roman Catholic. She died of lung disease, aged 77. ==Filmography== Time (January 8, 1945), when she was feminine director of Selznick International Pictures * The Christophers (1 episode, 1963) * The Pepsi-Cola Playhouse (1953) TV series as Host (unknown episodes, 1954) * Brute Force (1947) as Flossie * Cover Girl (1944) as Miss Colby * China Passage (1937) (uncredited) as The Nurse * Walking on Air (1936) as Ex-Mrs. Fred Randolph * Mary of Scotland (1936) as Mary Fleming * The Bride Walks Out (1936) (uncredited) as Saleslady ==References== ==External links== * Category:American film actresses Category:American Roman Catholics Category:20th-century American actresses Category:Female models from New York (state) Category:1914 births Category:1992 deaths ",
    "title": "Anita Colby"
}