{
    "id": "2569766",
    "text": "WOSU-TV, virtual channel 34 (UHF digital channel 16), is a Public Broadcasting Service (PBS) member television station licensed to Columbus, Ohio, United States. Owned by The Ohio State University as part of WOSU Public Media, it is sister to public radio stations WOSU-FM (89.7) and WOSA (101.1 FM). The three stations share studios on Olentangy River Road on the OSU campus; WOSU-TV's transmitter is located on Highland Lakes Avenue in Westerville, Ohio. WOSU-TV previously operated full-time satellite WPBO (virtual channel 42, UHF digital channel 43) in Portsmouth, Ohio, which served extreme southern Ohio and the western edge of the Huntington–Charleston, West Virginia market area from a transmitter near West Portsmouth. WPBO ceased operations in October 2017, after selling its spectrum in the FCC's incentive auction. ==History== The Fawcett Center for Tomorrow, home to WOSU-TV's offices Ohio State first sought an educational license in 1950, for channel 12. However, the Federal Communications Commission (FCC) turned down two requests for that allocation (most likely due to concerns about interference with WKRC-TV in Cincinnati) instead giving OSU channel 34. WOSU-TV first broadcast on February 20, 1956. In 1959, a grant from the Ford Foundation allowed the station to purchase the first video tape recorder in Ohio. WOSU-TV began broadcasting in color in 1968, telecasting the football game between Ohio State and Michigan. The color telecast helped to popularize the UHF band in Columbus, an otherwise all-VHF market at the time. In 1972, the station moved from its old studios at 2470 North Star Road in Upper Arlington to a new facility, the Fawcett Center for Tomorrow, on the banks of the Olentangy River near (now on) the campus of OSU. WPBO began broadcasting as a full-powered relay station in October 1973. Both stations began broadcasting in stereo in 1986; WOSU-TV was the first in Columbus to do so. In September 2006, WOSU opened a digital media center in partnership with the COSI Columbus science museum; the WOSU@COSI project is considered a national model for public broadcast partnerships. The production facility includes broadcast studios, edit suites, a conference suite, offices, the WOSU mediaLab and digital exhibits. WOSU raised $5.6 million to build and equip the all-digital facility. The Fawcett Center continues to house WOSU's primary radio complex, business and administration offices, and television master control. WOSU also possesses an extensive archive of films and public programming video materials. Ohio State University announced on March 3, 2017 that it had sold the license for WPBO for $8.8 million in the FCC's spectrum auction. WOSU general manager Tom Rieland told The Columbus Dispatch that Portsmouth has \"incredible duplication of PBS signals\". In addition to the two primary PBS members serving the Huntington/Charleston market, West Virginia Public Broadcasting flagship WVPB-TV in Huntington and Kentucky Educational Television outlet WKAS in Ashland, Kentucky, Portsmouth also receives PBS programming from WOUB-TV in Athens and WCET in Cincinnati. Some parts of the area also receive the main WOSU-TV signal. WPBO ceased operations October 25, 2017; its license was cancelled two days later. Proceeds from the sale of WPBO remained with WOSU-TV, which will continue operations. ==Digital television== ===Digital channels=== The station's digital signal is multiplexed: {| class=\"wikitable\" |- ! Channel ! Video ! Aspect ! PSIP Short Name ! ProgrammingRabbitEars TV Query for WOSU |- | 34.1 || 1080i || 16:9 || WOSU-HD || Main WOSU-TV programming / PBS |- | 34.2 || rowspan=3| 480i || rowspan=3| 4:3 || WOSU-D1 || The Ohio Channel |- | 34.3 || WOSU-D2 || WOSU Plus Create TV |- | 34.4 || WOSU-D3 || PBS Kids |} ===Analog-to-digital conversion=== WOSU-TV shut down its analog signal, over UHF channel 34, on March 31, 2009.List of Digital Full-Power Stations The station's digital signal remained on its pre- transition UHF channel 38,https://web.archive.org/web/20090203185440/http://www.wosu.org/television/dtv/ using PSIP to display WOSU-TV's virtual channel as 34 on digital television receivers. ==Repeaters== Satellite Transmitter outside of the Fawcett Center WOSU-TV has one low-power repeater: W18ES-D in Mansfield, located within the Cleveland DMA. The station was also previously repeated by W31AA in Newark, which broadcast on a frequency previously used by WGSF; the repeater signed on July 1, 1976, the day after WGSF closed down. W31AA's license was canceled by the Federal Communications Commission (FCC) on July 7, 2009; the W31AA call sign was also deleted by the FCC from their database. ==Programming== Programming produced by WOSU include the concert show Songs at the Center and quiz show In the Know.WOSU Local Productions ==Fundraising== Throughout most of the 1980s and the 1990s, WOSU had three different titles for its pledge drives: Festival (held every March), Summer Celebration (held every July), and Explore 34 (held every December). WOSU also had its own televised auction special, Auction 34!, later renamed to GO Auction! around 2005. It was usually held every Tuesday-Saturday of the last week of April and the first week of May. Usually, the highest \"Big Board\" item sold was a Honda motorcycle. ==See also== *WOSU (AM) *WOSU-FM *WOSA ==References== ==External links== * *The Ohio Channel * * * * * Category:Ohio State Buckeyes media Category:Ohio State University OSU-TV Category:PBS member stations Category:Television channels and stations established in 1956 Category:1956 establishments in Ohio ",
    "title": "WOSU-TV"
}