{
    "id": "2569471",
    "text": "Daniel Michael Cleary (born December 18, 1978) is a Canadian former professional ice hockey player who played in the National Hockey League (NHL) for the Chicago Blackhawks, Edmonton Oilers, Phoenix Coyotes and Detroit Red Wings. He currently serves as the Director of Player Development for Detroit.https://www.sportsnet.ca/hockey/nhl/former-nhler-daniel-cleary-still- paying-forward-red-wings/ He was a member of the 2008 Stanley Cup winning Red Wings team, and in doing so became the first player from Newfoundland and Labrador to win the Stanley Cup. ==Playing career== ===Junior=== Cleary was born in Carbonear, Newfoundland, the location of the area's only hospital, and was raised in Harbour Grace, in a section of the town called Riverhead. After playing minor hockey in Harbour Grace, Cleary left home at age 15 to play for the Kingston Voyageurs of the Metro Junior Hockey League (OHA). He scored 46 points in 41 games with the Voyageurs that season, and was subsequently selected 11th overall by the Belleville Bulls of the OHL in the 1994 OHL Priority Selection. Cleary spent his junior career with Belleville. After his rookie season in 1994-95, Cleary was named to the CHL All-Rookie Team and to the OHL First All-Rookie team. During Cleary's second year with the Bulls, he was second in the league in points with 115 and was named to the OHL First All-Star Team and the CHL Second All-Star Team. During the 1996–97 season, Cleary served as captain of the Bulls. While his offensive production dropped off from the previous season, he was nevertheless named to the OHL First All- Star Team, and was drafted 13th overall by the Chicago Blackhawks in the 1997 NHL Entry Draft. Cleary played his final year of major junior hockey during 1997–98, leading the OHL playoffs in assists (17) and points (23). ===Professional=== Just one year removed from junior hockey, Cleary was dealt to the Edmonton Oilers as part of a package that landed Boris Mironov in Chicago. Cleary played parts of four seasons in Edmonton. Cleary's $1 million contract was bought out by the Oilers in the summer of 2003. Shortly thereafter, he was signed to a much cheaper contract by the Phoenix Coyotes. He played, together with his former Edmonton teammate and friend Shawn Horcoff, for Mora IK of Elitserien during the 2004–05 NHL lockout. Following the lockout, Phoenix did not offer Cleary a qualifying contract. Cleary was invited to the Detroit Red Wings training camp, making the team out of camp and signing to a one-year contract with the Red Wings on October 4, 2005. In the 2005–06 season, Cleary established himself as a dependable role player as a defensive forward. In the 2006–07 season, given an expanded role with the Wings, Cleary scored a career high 20 goals in 71 games. During the 2006–07 NHL playoff quarterfinals against Calgary, Cleary successfully converted a penalty shot while shorthanded; this was the first time it had been done in Detroit during the playoffs. Red Wings. In the 2007–08 season, Cleary repeated the accomplishment of scoring 20 goals in the regular season. On February 9, 2008, Cleary suffered a broken jaw which forced him to miss 19 games. On March 11, 2008, Cleary signed a five-year contract extension with the Detroit Red Wings, worth $14 million. On June 4, 2008, Cleary won the Stanley Cup with the Detroit Red Wings as they beat the Pittsburgh Penguins four games to two in the Stanley Cup Final, becoming the first Newfoundlander to do so. On June 30, 2008, Cleary brought the Stanley Cup home to Newfoundland. A packed lobby welcomed Cleary at the St. John's International Airport. Later that day, Cleary brought the Cup to the Janeway Children's Hospital. On July 1, 2008, Cleary brought the Stanley Cup back to his hometown of Harbour Grace, Newfoundland for a Canada Day celebration that included a parade and a concert. The event attracted an estimated 27,000 people. The event also attracted an estimated 103 individual media accreditations with media from across Canada and the United States landing in Harbour Grace to cover Dan Cleary's story. The Newfoundland bluegrass/folk band Greeley's Reel recorded a \"hockey anthem\" version of their song \"Come In\" about Cleary after the win. The refrain specifically highlights the celebration that would occur \"when Danny Cleary brings the Stanley Cup to Newfoundland.\" In addition to receiving extensive local radio airplay, the song appeared on CBC Television and a Fox Sports Detroit special.Greely's Reel Band Website In the 2009 Stanley Cup playoffs on May 14, 2009, Cleary scored the tie breaking, Western Conference semi-final series winning goal for the Detroit Red Wings against the Anaheim Ducks with three minutes left in game seven. With the win the Red Wings moved on to face the Chicago Blackhawks in the Western Conference Final. Cleary scored five goals against his former team in a 4-1 series win clinching the Western Conference title before succumbing to the Pittsburgh Penguins in seven games in a rematch of the previous Stanley Cup final. In 2009, Cleary founded the Danny Cleary Hockey School in his native province of Newfoundland. The hockey school achieved notoriety after Henrik Zetterberg appeared wearing a hat donning the Danny Cleary Hockey School logo. On September 12, 2013, the Detroit Red Wings re-signed Cleary to a one-year, $1.75 million contract.Cleary, Wings agree on one-year deal On July 10, 2014, the Detroit Red Wings re-signed Cleary to a one-year, $1.5 million contract, with up to $1 million in performance-based bonuses. During the 2014–15 season, Cleary appeared in 17 games for the Red Wings, where he recorded one goal and one assist. On September 4, 2015, the Detroit Red Wings re-signed Cleary to a one- year, $950,000 contract. On September 23, 2016, Cleary signed a one-year contract with the Grand Rapids Griffins of the American Hockey League (AHL). During the 2016–17 season, Cleary did not feature in a game for the Griffins instead serving as an unofficial player/coach role in mentoring the younger players within the Red Wings organization. Cleary announced his retirement from playing after the Griffins captured the Calder Cup on June 13, 2017. ==International play== Cleary's first experience representing Canada internationally was when he played at the 1995 U18 Tournament, scoring four goals and four assists over five games. Cleary later played for Canadian national team at the 2002 IIHF World Championship, scoring two goals and three points in a disappointing sixth-place finish, which was Canada's fifth straight World Championship without a gold medal. ==Career statistics== ===Regular season and playoffs=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text-align:center; width:60em\" |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" bgcolor=\"#ffffff\" | ! rowspan=\"100\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Regular season ! rowspan=\"100\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Playoffs |- bgcolor=\"#e0e0e0\" ! Season ! Team ! League ! GP ! G ! A ! Pts ! PIM ! GP ! G ! A ! Pts ! PIM |- | 1993–94 | Kingston Voyageurs | MetJHL | 41 | 18 | 28 | 46 | 33 | 2 | 0 | 1 | 1 | 0 |- bgcolor=\"#f0f0f0\" | 1994–95 | Belleville Bulls | OHL | 62 | 26 | 55 | 81 | 62 | 16 | 7 | 10 | 17 | 23 |- | 1995–96 | Belleville Bulls | OHL | 64 | 53 | 62 | 115 | 74 | 14 | 10 | 17 | 27 | 40 |- bgcolor=\"#f0f0f0\" | 1996–97 | Belleville Bulls | OHL | 64 | 32 | 48 | 80 | 88 | 6 | 3 | 4 | 7 | 6 |- | 1997–98 | Chicago Blackhawks | NHL | 6 | 0 | 0 | 0 | 0 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1997–98 | Indianapolis Ice | IHL | 4 | 2 | 1 | 3 | 6 | — | — | — | — | — |- | 1997–98 | Belleville Bulls | OHL | 30 | 16 | 31 | 47 | 14 | 10 | 6 | 17 | 23 | 10 |- bgcolor=\"#f0f0f0\" | 1998–99 | Chicago Blackhawks | NHL | 35 | 4 | 5 | 9 | 24 | — | — | — | — | — |- ALIGN=\"center\" | 1998–99 | Portland Pirates | AHL | 30 | 9 | 17 | 26 | 74 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1998–99 | Hamilton Bulldogs | AHL | 9 | 0 | 1 | 1 | 7 | 3 | 0 | 0 | 0 | 0 |- | 1999–2000 | Edmonton Oilers | NHL | 17 | 3 | 2 | 5 | 8 | 4 | 0 | 1 | 1 | 2 |- bgcolor=\"#f0f0f0\" | 1999–2000 | Hamilton Bulldogs | AHL | 56 | 22 | 52 | 74 | 108 | 5 | 2 | 3 | 5 | 18 |- | 2000–01 | Edmonton Oilers | NHL | 81 | 14 | 21 | 35 | 37 | 6 | 1 | 1 | 2 | 8 |- bgcolor=\"#f0f0f0\" | 2001–02 | Edmonton Oilers | NHL | 65 | 10 | 19 | 29 | 51 | — | — | — | — | — |- | 2002–03 | Edmonton Oilers | NHL | 57 | 4 | 13 | 17 | 31 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2003–04 | Phoenix Coyotes | NHL | 68 | 6 | 11 | 17 | 42 | — | — | — | — | — |- | 2004–05 | Mora IK | SEL | 47 | 11 | 26 | 37 | 136 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2005–06 | Detroit Red Wings | NHL | 77 | 3 | 12 | 15 | 40 | 6 | 0 | 1 | 1 | 6 |- | 2006–07 | Detroit Red Wings | NHL | 71 | 20 | 20 | 40 | 24 | 18 | 4 | 8 | 12 | 30 |- bgcolor=\"#f0f0f0\" | 2007–08 | Detroit Red Wings | NHL | 63 | 20 | 22 | 42 | 33 | 22 | 2 | 1 | 3 | 4 |- | 2008–09 | Detroit Red Wings | NHL | 74 | 14 | 26 | 40 | 46 | 23 | 9 | 6 | 15 | 12 |- bgcolor=\"#f0f0f0\" | 2009–10 | Detroit Red Wings | NHL | 64 | 15 | 19 | 34 | 29 | 12 | 2 | 0 | 2 | 4 |- | 2010–11 | Detroit Red Wings | NHL | 68 | 26 | 20 | 46 | 20 | 11 | 2 | 4 | 6 | 6 |- bgcolor=\"#f0f0f0\" | 2011–12 | Detroit Red Wings | NHL | 75 | 12 | 21 | 33 | 30 | 5 | 0 | 0 | 0 | 2 |- | 2012–13 | Detroit Red Wings | NHL | 48 | 9 | 6 | 15 | 40 | 14 | 4 | 6 | 10 | 2 |- bgcolor=\"#f0f0f0\" | 2013–14 | Detroit Red Wings | NHL | 52 | 4 | 4 | 8 | 31 | — | — | — | — | — |- | 2014–15 | Detroit Red Wings | NHL | 17 | 1 | 1 | 2 | 6 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2015–16 | Grand Rapids Griffins | AHL | 35 | 3 | 12 | 15 | 8 | 9 | 0 | 0 | 0 | 6 |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" | NHL totals ! 938 ! 165 ! 222 ! 387 ! 492 ! 121 ! 24 ! 28 ! 52 ! 76 |} ===International=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" ID=\"Table3\" style=\"text-align:center; width:40em\" |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! Year ! Team ! Event ! Result ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! GP ! G ! A ! Pts ! PIM |- | 2002 | Canada | WC | 6th | 7 | 2 | 1 | 3 | 2 |- bgcolor=\"#e0e0e0\" ! colspan=\"4\" | Senior totals ! 7 ! 2 ! 1 ! 3 ! 2 |} ==Awards and honours== {| class=\"wikitable\" ! Award ! Year ! Ref |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=\"3\" | OHL |- | First All-Rookie Team | 1995 | |- | CHL All-Rookie Team | 1995 | |- | First All-Star Team | 1996, 1997 | |- | CHL Second All-Star Team | 1996 | |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=\"3\" | AHL |- | All-Star Game | 2000 | |- | Second All-Star Team | 2000 | |- | Calder Cup | 2017 | |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=\"3\" | NHL |- | Stanley Cup champion | 2008 | |} ==References== ==External links== * Category:1978 births Category:Living people Category:Belleville Bulls players Category:Canadian ice hockey right wingers Category:Chicago Blackhawks draft picks Category:Chicago Blackhawks players Category:Detroit Red Wings personnel Category:Detroit Red Wings players Category:Edmonton Oilers players Category:Grand Rapids Griffins players Category:Hamilton Bulldogs (AHL) players Category:Ice hockey people from Newfoundland and Labrador Category:Indianapolis Ice players Category:Mora IK players Category:National Hockey League first round draft picks Category:People from Carbonear Category:People from Harbour Grace Category:Phoenix Coyotes players Category:Portland Pirates players Category:Stanley Cup champions Category:Canadian expatriate ice hockey players in Sweden ",
    "title": "Daniel Cleary"
}