{
    "id": "2570977",
    "text": "Special Alternative Incarceration Facility (SAI) is an alternative prison in Chelsea, Michigan. It was formerly a minimum security boot camp (correctional) known as Camp Cassidy Lake for male and female probationers. The facility is a part of the Michigan Department of Corrections. As of May 1, 2009, SAI is no longer referred to as a \"boot camp (correctional)\". It is a full service Michigan Prisoner ReEntry Initiative (MPRI) In-Reach Correctional Facility. ==History== Under the administrative control of the Cooper Street Correctional Facility, the Special Alternative Incarceration program (SAI) began in 1988 as an alternative to prison for male probationers convicted of certain crimes and selected by courts. In 1992 the program was expanded to include both male and female prisoners and probationers. State law precludes participation if convicted of a number of primarily assaultive crimes. In January 2014, a Special Alternative Incarceration program was started at the Huron Valley Women's Facility where all female offenders are now housed. ==Program== Phase I of the program involves a highly disciplined regimen of 90 days, consisting of military-style exercise, meaningful work assignments and other programming, including secondary education and substance-abuse treatment. Phase II involves intensive supervision in the community, usually in a residential \"halfway house\" setting. Phase III of the program involves supervision of offenders similar to the way in which probationers are supervised. Phase I and III are mandatory, and Phase II is determined by assessing a particular offender's need for residential placement. The goal of the program is to keep selected lower-risk probationers from going to prison and to take qualified prisoners out of the traditional prison setting and place them into a more cost- effective management setting. The program has proven to be cost-effective and successful in keeping graduates out of prison. The military discipline portion of the program is designed to break down street-wise attitudes so staff can teach positive values and attitudes. Offenders take classes in job-seeking skills, substance-abuse awareness and anger management. They are also enrolled in General Educational Development preparation and Adult Basic Education. They perform a variety of tasks, including conservation work, recycling, parks maintenance and snow removal near senior housing. The SAI program includes an intensive post-release program and may include Phase II, which is placement for up to 120 days in a residential setting or on electronic monitoring. For prisoners, Phase III includes a parole for 18 months or for the balance of the minimum sentence, whichever is longer. The first four months of parole are under intensive supervision, which can include daily supervision, including nights and weekends, if needed. While in post release, offenders are expected to work or go to school at least 30 hours per week. They must submit to a drug test when requested and participate in any counseling, treatment programming or training, as directed by the agent. ==Staffing== Because of the rigorous nature of the SAI program and the extent to which the success of the program is dependent upon the performance of staff, it is imperative that staff, particularly custody staff, be carefully selected and appropriately trained and that their performance be carefully evaluated. To achieve these objectives, the SAI program has developed entry-level physical conditioning standards for new corrections officers and obtained the approval of the Michigan Corrections Officers Training Council (MCOTC) to implement them. All uniformed custody staff must complete a three-week SAI drill instructor training program. Instructional materials used in this training are published in instructional manuals in pocketbook format to facilitate staff reference. The performance evaluation process for SAI staff has also been formalized, with each staff member receiving a written performance review. ==See also== * List of Michigan state prisons ==References== Category:Chelsea, Michigan Category:Prisons in Michigan Category:Buildings and structures in Washtenaw County, Michigan Category:1988 establishments in Michigan ",
    "title": "Special Alternative Incarceration Facility"
}