{
    "id": "2570124",
    "text": "Compact was a British television soap opera shown by the BBC from 1962 to 1965 . The series was created by Hazel Adair and Peter Ling who together subsequently devised Crossroads. In contrast to the kitchen sink realism of Coronation Street, Compact was a distinctly middle-class serial, set in the more \"sophisticated\" arena of magazine publishing. An early \"avarice\" soap, it took the viewer into the business workplace, and aligned the professional lives of the characters with more personal storylines. The show was scheduled for broadcast on Tuesdays and Thursdays, thus avoiding a clash with ITV's Coronation Street on Mondays and Wednesdays. ==Synopsis == When Compact began, the editor was female, Joanne Minster (Jean Harvey), yet it was not long before she was replaced by Ian Harmon (Ronald Allen), the son of the magazine's owner. Despite being largely criticised by reviewers, Compact was popular with the general public, and in 1964 a regular omnibus edition was introduced, broadcast on Sundays. Morris Barry, a some-time actor and BBC director – he directed several Doctor Who stories in the 1960s – took over as producer and was given a brief to spice the series up in view of the criticism it had received from the national press. But the BBC, not then comfortable with the concept of soap opera, quietly dropped the series in 1965. ==Cast == When the series ended, the cast members appeared in other popular programmes, Ronald Allen was a regular in the soap opera Crossroads between 1969 and 1985. Australian actor Vincent Ball also featured in Crossroads. Marcia Ashton, who played Lily, appeared in soap opera Brookside many years later. Carmen Silvera played the role of Madame Edith Artois in the sitcom 'Allo 'Allo from 1982 to 1992. The director David Giles had a distinguished television career. Only a handful of episodes exist in the BBC archive, four out of the original run of 373. (See Wiping.) ==References== ==External links== *Action TV * *Compact at BFI Screenonline Category:1962 British television series debuts Category:1965 British television series endings Category:1960s British television soap operas Category:BBC television dramas Category:British television soap operas Category:Lost BBC episodes Category:Black-and-white British television shows Category:English-language television shows ",
    "title": "Compact (TV series)"
}