{
    "id": "2570182",
    "text": "Willys Overland Crossley was a company jointly owned by Crossley Motors and Willys-Overland. They had factories in Stockport, England; Berlin, Germany; and Antwerp, Belgium. The company was formed in 1919 and continued until 1934. They manufactured cars, buses and trucks. In 1919, Crossley Motors and John North Willys on behalf of Willys-Overland agreed to set up a British operation to import, manufacture and sell a high volume of cars based on the Overland 4 model. Crossley Motors provided the Heaton Chapel, Stockport aircraft factory they had recently bought from the government after the end of World War 1. This factory was large enough to include a covered test track. Production started in 1920 with the assembly of kits bought in from the Willys-Overland Canadian plant. WOC's first design contribution was to offer British bodies to fit the Model 4's chassis. The Willys-Knight sleeve-valve-engined car was also offered. In 1925, a version of the Willys-Overland Model 91 called the Overland 13.9 was produced using a Morris engine. This was joined later in the year by the six-cylinder Model 93. Sales did not reach expectations, and the company reported a large loss for the year. The company structure meant that responsibility for this loss fell on Crossley Motors, who had to sell the AVRO aircraft company to keep going. For 1926, the Whippet car was introduced, but like its forerunners, this car did not suit the British and European markets, and sales still failed to meet target. The company experimented with their own design of small car known as the X car. Prototypes were well received, but production was vetoed by John North Willys. A 1927 Willys Overland Crossley lorry The company also produced commercial vehicles. First models were built on Model 4 chassis but in 1924 Heaton Chapel designed their own 1 ton model using mainly Overland parts. This was replaced in 1926 by an upgraded 30cwt version. In 1926 a new range using Lycoming engines was announced and these were launched under the Manchester name. Initial models were rated at 25 and 35 cwt but were soon joined by a 2-ton model. WOC also assembled Willys C101 trucks sold as Willys-Commercial but these soon gained a poor reputation for engine reliability. In 1928, the Berlin factory opened under the ownership of Willys-Overland Crossley GmbH to assemble Whippets followed in 1930 by a plant in Antwerp. The depression caused both factories to close in 1930. The Berlin factory re-opened quickly to become an assembly plant for Austin 7's. John North Willys sold his shares in the company in 1929 and resigned from the board. Following continuing losses on car production this was stopped in 1929 to concentrate on the profitable commercials. In 1931, the car business of AJS was purchased but it was too late to turn the company into profitability and, in 1932, Crossley Motors dissolved the partnership with Willys-Overland and WOC went into voluntary liquidation in 1933. Production limped on for another two years with the final production coming in 1934. The factory was sold to Fairey aviation. ==References== Category:Defunct motor vehicle manufacturers of the United Kingdom Category:Vehicle manufacturing companies established in 1919 Category:1919 establishments in the United Kingdom ",
    "title": "Willys Overland Crossley"
}