{
    "id": "2570435",
    "text": "Pörkölt is a meat stew which originates from Hungary, but is eaten throughout Central Europe. ==In Hungary== Pörkölt is a Hungarian stew with boneless meat, paprika, and some vegetables. It should not be confused with Goulash, a stew with more gravy or a soup (using meat with bones, paprika, caraway, vegetables and potato or different tiny dumplings or pasta simmered along with the meat), or Paprikás (using only meat, paprika and thick heavy sour cream). The traditional Hungarian stews: Pörkölt and Paprikás along with the traditional soup \"Goulash\" are considered to be the national dishes of Hungary. There are different pörkölt variations from region to region. In most parts of Hungary pörkölt is made with beef or pork. The word Pörkölt simply means \"roasted\". Pörkölt is made of meat, onion, and sweet paprika powder. Tomatoes or tomato paste, green pepper, marjoram, and garlic are common additions to the basic recipe. Fresh yellow Hungarian wax peppers are preferred if no paprika powder is available. Any kind of meat can be used when making pörkölt. Most common are beef, lamb, chicken and pork, but game, tripe and liver can also be used. A variant of pörkölt, called pacalpörkölt, is prepared using tripe. Nokedli used as side dish Much of the quality of a pot of pörkölt is found in the use of the very few ingredients. The spiciness and the taste of the paprika powder used is very important to the taste. A simple Hungarian trick for making good pörkölt is first frying the onions in lard or oil, before making anything else. Then set aside the pot and immediately add paprika powder and the meat and \"stir-fry\" – (this is the origin of the verb pörkölni – to roast). This way the juices are kept inside. Water is added, the same volume as the meat. Pörkölt should be simmered slowly in very little liquid. Flour should never be used to thicken a Hungarian pörkölt. In Hungary pörkölt is served with pasta (tészta), tarhonya (big Hungarian pasta grains) or galuska/nokedli as a side dish. Boiled potato is also a common garnish, and pickles go with the dish nicely, counterbalancing the heavy stew with a touch of sour. ==Outside Hungary== Beef stew with sheep's cottage cheese noodles There is a different style Hungarian pörkölt stew, tokány, a Transylvanian stew that doesn't emphasize the use of paprika as much as the pörkölt in Hungary proper. These are stews using black pepper and kitchen herbs like marjoram for spices instead, often made with mixed meats, vegetables and wild mushrooms, depending on the season and the region. Tokány is often served topped with sour cream, and mostly puliszka (polenta) or boiled potatoes are being served as the side dish. In the Czech Republic pörkölt is made with pork, beer, dark bread and caraway. Often large Czech knedlíky dumplings are served with it. In Slovakia the dish is called perkelt and is served with Halušky dumplings. Goulash (Polish: Gulasz) is similar to Hungarian Pörkölt, and is also popular in Poland, usually being eaten with potatoes. ==See also== * List of stews ==References== Category:Hungarian stews Category:Slovak cuisine Category:Austrian cuisine Category:Czech cuisine Category:Croatian cuisine Category:Serbian cuisine Porkolot Category:Hungarian words and phrases Category:Montenegrin cuisine Category:Meat dishes ",
    "title": "Pörkölt"
}