{
    "id": "2571983",
    "text": "KGLA (830 kHz) is a commercial AM radio station licensed to Norco, Louisiana, and serving the New Orleans metropolitan area. The station is owned by Crocodile Broadcasting and airs a Spanish-language Hot Adult Contemporary radio format, known as \"Latino Mix.\" The studios and offices are on the Interstate 10 Service Road in Metairie, Louisiana. The transmitter is on Lower Guide Levee Road in Laplace, off Interstate 10.Radio-Locator.com/KGLA KGLA has a power of 5000 watts in the daytime. But AM 830 is a clear channel frequency reserved for Class A WCCO Minneapolis. So KGLA must reduce power at night to 750 watts to avoid interference. Programming is carried on two FM translators, 94.7 W234DH in Norco and 97.5 K248BB in New Orleans.Radio-Locator.com/W248BB ==History== On December 11, 1987, the station signed on as WADU with an Adult Contemporary format targeting the western suburbs of New Orleans. It became a Spanish Contemporary outlet with the WFNO call letters on March 25, 1996. For much of WFNO’s existence under the moniker “La Fabulosa 830,” programming was very general and centered on Regional Mexican and Tropical Music formats along with a variety of drive time programs that included local and international news updates. Other programming included sports talk programs airing in the afternoons, religious programming, public affairs programs, and radio news magazines that included news and reporting from CNN en Español. Near WFNO’s largest format change on July 1, 2011 to a strictly Regional Mexican station under the moniker “La Raza 830am” along with the consequent changes to sister station KXMG to a Spanish Contemporary Hit Radio formatted station, WFNO played a music format more closely aligned to Spanish Contemporary Hit Radio format with announcements in Spanish between songs that included “...the best is yet to come,” possibly alluding to the soon-to-come KXMG “La Mega 107.5” on the FM dial. Also during this transitional time, a short-lived Rock en Español formatted program aired on weekday afternoons called “Órbita 830”, but was subsequently canceled after WFNO and KXMG switched formats.https://www.facebook.com/orbitaneworleans?fref=ts Programming on formerly WFNO's La Fabulosa, included shows such as “El Vacilón de la Mañana,” which later aired on sister station KXMG “La Mega 107.5” with radio personalities Nasty and Potris. El Vacilón on KXMG, as it was known on WFNO, is still a morning drive time show. However, when the program aired on WFNO, it included local news updates and international news bulletins from CNN en Español Radio. Other previous programs on WFNO included a midday music show hosted by José Hidalgo followed by a sports talk program with Emilio Peralta and Marco Antonio García. In the evenings, drive time shows included sports talk programs like “Fútbol de Primera con Andrés Cantor”. Thursday evenings would air \"Estudio Abierto\" with Carolina Rossell, a community affairs program with interviews. Weekend shows included the award-winning \"Suplemento, la revista informativa y cultural de fin de semana\", hosted,produced and directed by professional broadcasters Rafael Shabetai and Claudia Losua-Vivianco. Due to programming changes in 2012 by the new management and after 10 years on the air on WFNO, Suplemento the cultural radio magazine hosted by broadcasting veterans Rafael Shabetai and Claudia Losúa-Vivanco decided to end its show on WFNO and moved to another local station, KGLA Tropical 1540AM-105.7FM, on its original air time of Saturday mornings. In 2012 management decided to move the show from its original airtime on Saturday morning to Sunday mornings. The show lost all its advertisers and most of its audience, due to the fact the vast majority of the Hispanic audience was attending church services in the time slot that was allowed to them. The last show broadcast on WFNO aired on 12/29/2013. It can be heard now on KGLA. On March 11, 2013, WFNO changed moniker from \"La Raza 830am\" to “La Caliente 830am.” The morning drive time show changed from “Las Hijas de la Mañana” to “El Despertador de la Mañana” with new on-air talent. In May 2015, WFNO returned to its original moniker \"La Fabulosa 830am\" when it was acquired by Crocodile Broadcasting. It departed from the non profitable regional Mexican format, that did not suit the southern Louisiana audience, and is now programming Latin salsa, bachata, merengues and other rithms. New owners are in the process of overhauling the station programming and content. The sale to Crocodile Broadcast was consummated on September 9, 2015, at a price of $825,000. On August 1, 2019, WFNO swapped call signs with sister station 1540 KGLA. ==Programming== Programming consists of a continuous Latin music, Sports, Local & International News format. ==References== ==External links== Category:Radio stations in New Orleans Category:Spanish-language radio stations in Louisiana Category:Radio stations established in 1985 Category:1985 establishments in Louisiana ",
    "title": "KGLA (AM)"
}