{
    "id": "2571817",
    "text": "Free Parking is a Parker Brothers card game inspired by the \"Free Parking\" space of the Monopoly board game. ==Game play== The game is played by two to four players, and game play focuses around using time on a parking meter to gain points; the first to 200 points wins. Each player has their own parking meter and a hand of cards. A player begins a turn by drawing a card, always drawing enough to reach six cards in their hand. The player then plays one of the following cards on his turn: *Point cards, which deduct time from the player's meter in exchange for points. They come in multiples of 10 up through 60 points, and have pictures corresponding to illustrations in the Monopoly game, as well as captions such as \"with your banker\" or \"meeting your cousin at the bus station\" - errands on which to spend the time on one's meter. *Feed the Meter cards, which add time to the player's meter. They come in increments of 20, 30, 40, and 60 minutes. *Free Parking, which protects him from Officer Jones until his next turn. The player of this card flips his meter so that the Free Parking symbol faces outward (rather than toward the player, the default setting). At the start of his next turn, he is allowed to play a point card without deducting time from his meter. *Time Expires, which forces another player to reduce his meter to 0 minutes (making him \"in violation\"). There are two cards that may be played at any time and do not count as cards played on one's turn: *Officer Jones, which may be played against any player who is \"in violation.\" When used, the selected player must discard one of his played point cards, lowering his current point total. One house rule is to make the Officer Jones card universal - that is, when played, it affects all players \"in violation\", even potentially the one who played it. *Talk Your Way Out of It, which cancels any action against the one who plays it, including Officer Jones and many Second Chance cards. In addition to these cards, on his turn, a player may choose to draw an orange Second Chance card (derived from Monopoly's Chance cards). These cards cause a variety of effects, including moving meters up and down, taking and giving point cards, and even trading hands, meters, or places between players. The images on the Second Chance cards, like those on the point cards, have their origins in the Monopoly game. If a player so desires, instead of drawing and playing a card on his turn, he may opt to exchange three cards. He discards three cards from his hand and then draws three new cards from the pile, bringing his hand back to five cards - the same number as if he had drawn up to six and played a card on his turn. When taking this option, the player forgoes his opportunity to play a card, but not to take a Second Chance card; he may still elect to take one following the card exchange. ==External links== * *Free Parking Game Rules Category:Card games introduced in 1988 Category:Dedicated deck card games Category:Monopoly (game) ",
    "title": "Free Parking"
}