{
    "id": "2571239",
    "text": "Pennsylvania Route 940 (PA 940) is a Pennsylvania highway located in the sparsely developed Pocono Mountains. It runs from PA 309 in Hazleton to PA 191 in Paradise Valley. Large segments of PA 940 are located in densely forested areas. The route heads northeast through Luzerne County from Hazleton, passing through Freeland and coming to an interchange with Interstate 80 (I-80) in White Haven. From here, PA 940 turns east and runs a short distance north of I-80, coming to an interchange with both I-80 and I-476 (Pennsylvania Turnpike Northeast Extension) in northern Carbon County. The route continues through Monroe County and passes through Pocono Pines before it has an interchange with I-380 and becomes a short freeway. After the freeway ends, PA 940 passes through Mount Pocono prior to continuing to its eastern terminus. PA 940 was first designated in 1928 between White Haven and PA 115 in Blakeslee. The road between Blakeslee and Pocono Summit was part of PA 115 while PA 615 was designated between PA 115 in Pocono Summit and PA 90 (now PA 390) west of Paradise Valley. PA 940 was extended east to U.S. Route 611 (US 611) in Swiftwater in 1935, replacing a portion of PA 115. PA 615 was decommissioned in 1946. PA 940 was extended west to US 309 in Hazleton by 1950. PA 196 was designated onto the roadway between Mount Pocono and Paradise Valley in 1956. PA 940 was moved to its current alignment between Pocono Summit and Paradise Valley in 1964 after the roadway in Pocono Summit was upgraded to a short freeway; the route replaced PA 196 between Mount Pocono and Paradise Valley while PA 314 was designated along the former PA 940 between Pocono Summit and Swiftwater. ==Route description== ===Luzerne County=== PA 940 begins at an intersection with PA 309 and 22nd Street at the northern border of the city of Hazleton in Luzerne County, heading northeast as a two-lane undivided road into Hazle Township. The road passes a mix of homes and businesses to the east of Church Hill Mall and curves north, running through wooded areas, heading between commercial development to the west and a coal mine to the east. The route turns east onto Main Street, passing through the residential community of Harleigh and curving northeast. PA 940 heads through forested areas with some homes and curves back to the east, running a short distance to the north of a Reading Blue Mountain and Northern Railroad line and a coal mine. The road passes through the communities of Ebervale and Oakdale before it becomes lined with homes as it runs through the community of Japan. Here, the route turns to the north and heads into forests, curving northwest and running through the residential community of Drifton. PA 940 curves northeast and passes through the community of Youngstown before it crosses into Foster Township, running through a mix of forests and homes. PA 940 westbound past the I-80 interchange in White Haven The route passes through industrial areas before it reaches the residential community of Woodside and quickly turns east onto Hazle Street and then north onto Centre Street. The road heads into the borough of Freeland and passes homes before heading into the commercial downtown. Here, PA 940 turns east onto South Street and runs past residences and commercial establishments, becoming the border between Freeland to the north and Foster Township to the south before fully entering Foster Township. The road heads northeast into forested areas with occasional residential and commercial development, with the name becoming Foster Avenue. The route continues through rural areas and curves to the east, passing to the north of the Hickory Hills residential development. PA 940 runs through more forests with some development and makes a turn to the north and enters the borough of White Haven, where the name becomes Church Street. The road widens to a four- lane divided highway and comes to an interchange with I-80 at exit 273. Past this interchange, the route becomes a two-lane undivided road again and passes homes and a few businesses, coming to an intersection with the southern terminus of PA 437 in the center of White Haven. Here, PA 437 continues north on Church Street and PA 940 turns east onto Berwick Street, running past more residences. The road crosses the Reading Blue Mountain and Northern Railroad's Lehigh Division line and passes businesses and industrial development before coming to a bridge over the Lehigh River. ===Carbon and Monroe counties=== After crossing the Lehigh River, PA 940 enters Carbon County and the borough of East Side. After crossing the river, the route makes a turn to the north to become River Street, then curves to the east to become State Street, heading through wooded residential areas. The road continues east through forested areas with occasional homes and businesses. At the eastern border of East Side, PA 940 intersects the western terminus of PA 534, which provides access to Hickory Run State Park. Past this intersection, the route enters Kidder Township and becomes an unnamed road, heading through dense forests in the Pocono Mountains region, passing to the south of a residential development. The road heads into business areas and comes to a junction with I-80 to the south and I-476 (Pennsylvania Turnpike Northeast Extension) at the Pocono interchange to the north at two trumpet interchanges that meet at PA 940 with traffic lights. From here, the route heads northeast and passes under I-476, heading into forests and passing through the community of Leonardsville, with the Pocono Mountain Lake Estates residential development to the northwest. PA 940 curves east and continues through forested land as it passes to the south of the Jack Frost Ski Resort and comes to an intersection with Moseywood Road, which heads south as a private toll road to provide access to Lake Harmony. Farther east, the road curves northeast and comes to a bridge over Tobyhanna Creek. PA 940 west in Pocono Pines After crossing the Tobyhanna Creek, PA 940 enters Tobyhanna Township in Monroe County. The route passes through forests with some homes and businesses and reaches the community of Blakeslee, where it crosses PA 115 in a commercial area. Past this intersection, the road heads through forested areas and residential development, passing to the southeast of the Green Wood Acres private development before heading through the community of Camelot Forest, where it passes near homes and a few businesses. PA 940 continues through forests with some homes and businesses, passing to the southeast of the Blakeslee Estates and Forest Glen developments and to the northwest of the Pocono Lake Preserve development. In the community of Locust Lakes Village, the road bends to the east and continues through dense forest with some homes, passing to the north of the Wagners Forest Park private development. Farther east, the route turns southeast and crosses Tobyhanna Creek to the north of Pocono Lake. PA 940 curves to the northeast and reaches the community of Pocono Pines, where it comes to an intersection with the southern terminus of PA 423. Past this intersection, the road runs along the southern shore of Lake Naomi as it continues through a mix of forests and homes. The route continues through rural land with residential development and passes to the south of Stillwater Lake. PA 940 curves southeast and runs near a few homes and businesses before it widens to a four-lane divided highway and comes to an interchange with I-380 at exit 3. East of I-380, PA 940 becomes a four-lane freeway, heading northeast through forests with some commercial development to the northwest. The freeway comes to an interchange with the western terminus of PA 314 to the south of the community of Pocono Summit. Immediately after this interchange, the route comes to a bridge over a Delaware–Lackawanna Railroad line. The freeway ends and PA 940 becomes a four- lane at-grade divided highway called Pocono Summit Road, crossing into Coolbaugh Township. The road heads north into business areas and curves northeast, entering the borough of Mount Pocono. The route passes a few shopping centers before it runs between a golf course to the north and homes and businesses to the south, coming to an intersection with PA 611 and the southern terminus of PA 196. At this point, PA 940 heads south for a short concurrency with PA 611 on four-lane divided Pocono Boulevard before splitting east onto an unnamed two-lane undivided road. The route passes to the north of a shopping center before heading into forested areas. The road becomes the border between Paradise Township to the north and Mount Pocono to the south before passing under the Delaware–Lackawanna Railroad line and fully entering Paradise Township. PA 940 runs through more dense forests, passing a few homes and businesses before it reaches a junction with the southern terminus of PA 390. The route continues east through forested areas with some homes and comes to its eastern terminus at an intersection with PA 191 in the community of Paradise Valley, where the road heads southeast as part of PA 191. ==History== The former alignment of PA 940 in Pocono Lake When Pennsylvania first legislated routes in 1911, what is now PA 940 became Legislative Route 169 east of Blakeslee, while the road between Pocono Summit and Swiftwater became a part of Legislative Route 171. The highway was designated as part of PA 15 from Blakeslee to Pocono Summit in 1927. In 1928, PA 940 was designated along an unpaved road between White Haven and PA 115 in Blakeslee. PA 115 replaced the PA 15 designation between Blakeslee and Pocono Summit and the road between PA 115 in Pocono Summit and PA 90 (now PA 390) west of Paradise Valley was designated as PA 615. At this time, PA 115 between Blakeslee and Pocono Summit and all of PA 615 was paved. By 1930, the unnumbered road between Hazleton and White Haven was paved. In April 1935, the eastern terminus of PA 940 was extended from Blakeslee to US 611 in Swiftwater, replacing this section of PA 115. By 1940, the road was paved between White Haven and Blakeslee. In 1946, PA 615 was decommissioned and the segment went unnumbered. By 1950, PA 940 was extended west from White Haven to US 309 in Hazleton. In 1956, the segment from Mount Pocono to Paradise Valley was designated as an extension of PA 196. PA 940 near Pocono Summit was upgraded to a freeway in 1964; as a result the PA 196 designation between Mount Pocono and Paradise Valley was removed and PA 940 was rerouted and extended to an intersection with PA 191 in Paradise Valley. The former alignment of PA 940 between Pocono Summit and Swiftwater became the western portion of PA 314. ==Major intersections== ==PA 940 Truck== See also: Pennsylvania Route 423 Truck Pennsylvania Route 940 Truck (PA 940 Truck) was a truck route of PA 940 that bypassed a weight-restricted bridge over the Tobyhanna Creek at Pocono Lake in Tobyhanna Township, on which trucks over 30 tons and combination loads over 40 tons are prohibited. The route followed PA 115, I-80, and I-380. It was signed in 2013, but it was decommissioned in 2016 following a bridge repair. ==See also== * * ==References== 940 Category:Transportation in Luzerne County, Pennsylvania Category:Transportation in Carbon County, Pennsylvania Category:Transportation in Monroe County, Pennsylvania Category:Pocono Mountains Category:Limited- access roads in Pennsylvania ",
    "title": "Pennsylvania Route 940"
}