{
    "id": "2571599",
    "text": "Assosa is a town in western Ethiopia and the capital of the Benishangul-Gumuz Region (or kilil) of Ethiopia. Located in the Assosa Zone, this town has a latitude and longitude of , with an elevation of 1570 meters. This town is served by an airport with a 6398 × 152 ft (1950 × 46 m) paved runway. == History == A Belgian force from the Congo captured Assosa 11 March 1941, destroying the Italian 10th Brigade and capturing 1,500 men.\"Local History in Ethiopia\" The Nordic Africa Institute website (accessed 4 September 2007) During the Ethiopian Civil War, with help from the Eritrean People's Liberation Front (EPLF) the Oromo Liberation Front (OLF) captured Asosa from the Derg in early January 1990, and held the city for a brief time. During the occupation, In response the government airforce subjected Assosa to aerial attacks several times that month, killing 19 people and wounding 20.Africa Watch Report, Ethiopia: \"Mengistu has Decided to Burn Us like Wood\": Bombing of Civilians and Civilian Targets by the Air Force, 24 July 1990 Before the OLF withdrew from Assosa, it destroyed the town's only electricity generator, stole 1.8 million Birr from the bank, most of which were deposits from the local farmer cooperatives, and took any valuable items its troops could carry.John Young, \"Along Ethiopia's Western Frontier: Gambella and Benishangul in Transition\", Journal of Modern African Studies, 37 (1999), p. 327 During the 1990s Assosa was characterised by entire government office complexes of partially completed buildings, which John Young notes was \"testimony to corrupt relations between politicians and contractors.\" Young continues, \"Indicative of the scale of the problem, during a peace and development conference held in Assosa in June 1996, the then deputy prime minister, Tamrat Layne, dismissed the entire regional government and had many of its members imprisoned for corruption.\"John Young, \"Ethiopia's Western Frontier\", p. 336 The governor of the town of Assosa, Ahmed Khalifa, on 7 July 2007 fled to Ad- Damazin, the capital of the Blue Nile State, in Sudan. Khalifa was accused by the Ethiopian authorities of offering concessions to Sudan on border issues. Sudan turned down a request to return Khalifa to Ethiopia, resulting in increased tensions between the two countries.\"Tension grows along Sudan- Ethiopia border\", Sudan Times website (accessed 28 December 2009) == Demographics == Market women in Asosa Based on figures from the Central Statistical Agency in 2005, Asosa has an estimated total population of 20,226, of whom 10,929 are men and 9,297 are women.CSA 2005 National Statistics , Table B.4 The 1994 national census reported a total population for Asosa of 11,749 in 2,825 households, of whom 6,324 were men and 5,425 women. The six largest ethnic groups reported in this town were the Oromo (41.19%), the Amhara (29.93%), the Berta (17.39%), the Tigray (5.43%), the Sebat Bet Gurage (1.35%), and the Silt'e (1.29%); all other ethnic groups made up 3.42% of the population. Oromiffa was spoken as a first language by 44.42%, 31.53% spoke Amharic, 15.98% Berta, and 4.43% Tigrinya; the remaining 3.64% spoke all other primary languages reported. The majority of the inhabitants professed Ethiopian Orthodox Christianity, with 54.92% of the population having reported they practised that belief, while 29.75% of the population said they were Muslim, and 14.89% were Protestant.1994 Population and Housing Census of Ethiopia: Results for Benishangul-Gumuz Region, Vol. 1 Tables 2.2, 2.3, 2.13, 2.16, 2.20 (accessed 30 December 2008) It is the largest settlement in Asosa woreda. ==Climate== ==Notable people== *Meaza Ashenafi (1964-), lawyer and women's rights activist == See also == * List of cities and towns in Ethiopia == References == Category:Populated places in the Benishangul-Gumuz Region ",
    "title": "Asosa"
}