{
    "id": "2572359",
    "text": "Charles Edward Broadhurst Charles Edward Broadhurst (1826 – 26 April 1905) was a pioneer pastoralist and pearler in colonial Western Australia. He was a member of the Western Australian Legislative Council in 1874 and 1875. In 2009, he was recognised as one of Western Australia's 100 most influential citizens. ==Early life in Britain and Victoria== Born in Manchester, England in 1826, Broadhurst was born into the Tootal, Broadhurst and Lee textile empire, but in being a younger son, emigrated to Victoria in 1843 where he joined his elder brother Robert Henson Broadhurst on his sheep station. Until 1860, he was a pastoralist at Swinton in partnership with his brother. On 22 June 1860, Broadhurst married Eliza Howes, a talented teacher, singer and musician with whom he would have seven children. He then commenced operating on his own at Wallan exporting horses to India. ==Denison Plains Company== In 1864, Broadhurst became involved in the Denison Plains Company's plans to transport and establish Victorian settlers to the fabled Denison Plains, near present-day Halls Creek via the new settlement at Camden Harbour, Western Australia. Appointed manager, he sailed with settlers and stock on the Warrior in May 1865. On hearing in Fremantle of the failure at Camden Harbour, they decided to sail for the settlement at Roebuck Bay instead, but after failing to enter the bay due to adverse winds, the settlers were disembarked at Tien Tsin, later to be called Cossack the chief port and landing at Nickol Bay. The company suffered heavy financial losses when news of the difficulties being experienced in the north-west eventually filtered back to Melbourne and was eventually bankrupted. The settlers who had landed with him blamed Broadhurst for the failure, and criticised him for refusing to share out the stock until the company's affairs were settled. This was to be the first of many controversies that dogged his life and career from that time on.McCarthy, M, 2002, The Denison Plains Company and its people. In Early Days, Journal of the Royal Western Australian Historical Society, Vol 11, Part, 6: 657-675. ==His role in the development of Roebourne== In June 1866, Broadhurst was a member of an exploring party under Trevarton Sholl, son of the Government Resident Robert Sholl, which searched for good pasture and a good harbour in Exmouth Gulf. The expedition was absent for 49 days, and covered 1,000 miles of terrain, but found nothing of value. Partly as a result it was decided to establish a townsite at Roebourne and make this the administrative base for what was then called the 'North District'. This occurred in August 1866. Later Broadhurst was Acting Government Resident when Sholl took leave of absence. ==Eliza Broadhurst== Eliza Broadhurst and the children, (the two boys Charles Jr., Florance and a newly-born daughter Sarah) left the north soon after the disappearance of the schooner Emma, a tragedy which claimed the lives of Trevarton Sholl, W.F. Tays, the then leading pearler in the district and a third of the entire European population of the North District in 1867. In her husband's absence, she established a day and boarding school in Perth and taught English, maths, music and languages in order to make ends meet. Her home also became a focal point for young society women, though she was never able to take her rightful place in society due to the scandals surrounding her husband.Hillman, F.V.B. (Comp), 1990. The Hillman Diaries, 1877-1884. The Personal Diaries of Alfred James Hillman from 21 December 1877 to 24 April 1884. (Privately printed by F. V. Bentley Hillman, Applecross, WA). ==Career and roles== Charles Broadhurst remained in the north west of Western Australia for many years maintaining pastoral runs on what was to become the Karratha Station on the Maitland River on the Ashburton River. From 1866, he was also involved in the pearling industry at Nickol Bay where 'naked diving' (that is, without any aids including goggles) became the norm. In 1868, in partnership with Dempster, Barker and Gull, he introduced the 'hard hat' to the pearling industry a full twenty years ahead of its time, only to fail. When the demands on the native divers became untenable, he was also one of the first settlers to import what were then generally, but incorrectly, called Malay pearl divers.McCarthy, M., 2009. Naked diving for mother of pearl. In Early Days, Journal of the Royal Western Australian Historical Society. Vol 13. part 2: 243-262 In 1871, Broadhurst travelled to England, where he bought the for use as a transport for shell and labourers and as a mother boat in the pearl industry. It was also to be the first steamship to trade on the coast of Western Australia, carrying over 140 Malays to the coast and taking goods, passengers and shell to the Straits Settlements.McCarthy, M., 2000 Iron and steamship archaeology : success and failure of the SS Xantho. New York : Kluwer Academic/Plenum. The loss of the Xantho after only a few voyages caused Broadhurst substantial financial difficulties. Unable to continue as a pearler in the north west, he took his men to Shark Bay, there joining Francis Cadell as the two leaders in the industry. Initially very successful, being lauded as a \"man in 10,000\" due to his great successes, on 6 July 1874, Broadhurst was nominated to the Western Australian Legislative Council. He then moved to Perth leaving his nephew Daniel Broadhurst in charge. A severe downturn in the industry saw the 'Malays' unpaid and unable to return home and apparently some starved to death. An investigation was launched into charges made by the 'Malays'. Eventually charges were brought against Broadhurst Snr., prompting him to resign from the Legislative Council on 24 November 1875. He then took out a writ of certiorari and the cases brought against him were quashed by the Supreme Court in January 1876. Broadhurst experimented with the sale of Shark Bay shell in London 1878, but failed. He pioneered fish-canning at Mandurah with considerable success, but soon sold the enterprise. By 1884, he had established the guano industry at the Houtman Abrolhos; though he worked energetically in the industry until 1890 he did not prove a success. In that year, he retired in favour of his son, Florance Broadhurst, who with his mercantile education proved enormously successful. In excavating the Gun Island guano deposits, F.C. Broadhurst's men unearthed relics from the Dutch East India Company ship . He catalogued these finds and presented them to the State of Western Australia. Initially thinking the relics were from the , Broadhurst arranged for the purchase and translation of an original account of its loss. This led to its eventual discovery after Henrietta Drake-Brockman, a playmate of his children, became interested in the story and as an adult conducted her own research into the tragedy. ==Retirement in England== After Florance Broadhurst took over the guano industry, Charles and Eliza Broadhurst returned to England and they purchased a home in Bournemouth they called Karrakatta. One daughter, Katherine Elime Broadhurst, followed her mother's interests (as evidenced by entries in Eliza's scrapbook since donated to the Western Australian Museum) in the 19th century feminist movement. She subsequently became a suffragist. On her return to Western Australia 'Kitty' Broadhurst was one of the 12 women who formed the St George Reading Circle, which became the Karrakatta Club. It became a leading force in making Western Australian the second state in Australia to grant women the vote. Predeceased by Eliza, Charles Broadhurst died on 26 April 1905 at Bournemouth. ==Citations== ==References== *Black, D., and Bolton, G. (2001). Biographical Register of Members of the Parliament of Western Australia, Volume One, 1870–1930; rev. ed. Perth; Parliament House: Parliament of Western Australia. . David Black, Geoffrey Bolton *McCarthy, M., (2000) Iron and Steamship Archaeology: success and failure of the SS Xantho. New York : Kluwer Academic/Plenum. *McCarthy, M, (2002), \"The Denison Plains Company and its People\". In: Early Days, Journal of the Royal Western Australian Historical Society, Vol. 11, Part 6: 657–675. *McCarthy, M., (2009). \"Naked Diving for Mother-of-pearl\". In: Early Days, Journal of the Royal Western Australian Historical Society, Vol. 13, Part 2: 243–262. Category:1826 births Category:1905 deaths Category:Explorers of Western Australia Category:Members of the Western Australian Legislative Council Category:Settlers of Western Australia Category:Politicians from Manchester Category:British emigrants to Australia Category:Pearlers Category:19th-century Australian politicians ",
    "title": "Charles Edward Broadhurst"
}