{
    "id": "2572103",
    "text": "Henry John Neville Vane, 11th Baron Barnard, (21 September 1923 - 3 April 2016) was a British peer, the son of Christopher Vane, 10th Baron Barnard. ==Life== Born at Raby Castle in County Durham, Lord Barnard was educated at Eton College. On leaving school in 1942 he joined the RAF Volunteer Reserve, training in South Africa, though he would never see combat. In the aftermath of the war he became active in the Northumberland Hussars. From 1952 to 1961, Lord Barnard was a county councillor for County Durham and also, from 1956 to 1970, a Deputy Lieutenant of Durham. In 1960, Lord Barnard was awarded the Territorial Decoration, and then became a Justice of the Peace for County Durham in 1961. He was Lieutenant-Colonel of the Northumberland Hussars between 1964–66, Lord Lieutenant of Durham between 1970–88, and Honorary Colonel of the 7th (Durham) Battalion, Light Infantry between 1979–89. Aged 63, Lord Barnard, who had missed university in his youth because of the war, surprised friends by enrolling at Durham University Business School and taking an MSc in Management Studies. He was initiated into freemasonry in Agricola Lodge No.7741 in 1961. He served as Provincial Grand Master of the Provincial Grand Lodge of Durham from December 1969 until January 1998, and served as Senior Grand Warden of the United Grand Lodge of England in 1970–1971. ==Family== He married Lady Davina Mary Cecil, daughter of David Cecil, 6th Marquess of Exeter on 8 October 1952 at St Margaret's, Westminster. They were divorced in 1992. Their five children, nine grandchildren and one great- granddaughter: *The Honourable Caroline Mary Vane (5 May 1954); she has a daughter: **Nicola Lauren Vane (1988) *The Honourable Elizabeth Anne Vane (17 May 1956); she married Glyn M. Deacon in 1982. They have two daughters and three granddaughters: **Jessica Anne Deacon (1982); she married Lee Andrew Stoughton. They have two daughters: ***Zoe Elizabeth Stoughton ***Tia Louise Stoughton **Laura Sophie Deacon (1984); she married Justin Leigh Stephenson. They have one daughter: ***Megan Louise Stephenson *Henry Francis Cecil Vane, 12th Baron Barnard (11 March 1959); he married Lydia Katharine \"Kate\" Robson on 12 December 1998. They have three children: **The Honourable Cicely Margaret Vane (20 June 2000) **The Honourable Alice Isabella Vane (16 October 2001) **The Honourable William Henry Cecil Vane (4 June 2005) (heir apparent) *The Honourable Sophia Rosalind Vane (24 January 1962); she married Simon B. Phillips in 1986. They have three children: **Oliver John Phillips (1989) **Emily Josephine Phillips (1992) **Benjamin James Phillips (1994) *The Honourable Louise Cicely Vane (30 May 1968) ==References== *Burke's Peerage *Who's Who 2009 Category:1923 births Category:2016 deaths Category:Alumni of Durham University Category:Deputy Lieutenants of Durham Category:English justices of the peace Category:Lord-Lieutenants of Durham Category:Northumberland Hussars officers Category:People educated at Eton College Category:Royal Air Force officers John Category:Barons Barnard ",
    "title": "John Vane, 11th Baron Barnard"
}