{
    "id": "2572095",
    "text": "Berlin Township is one of the fourteen townships of Mahoning County, Ohio, United States. The 2010 census found 2,122 people in the township. ==Geography== Located in the western part of the county, it borders the following townships: *Milton Township - north *Jackson Township - northeast corner *Ellsworth Township - east *Goshen Township - southeast *Smith Township - southwest *Deerfield Township, Portage County - west *Palmyra Township, Portage County - northwest corner No municipalities are located in Berlin Township. ==Name and history== Berlin Township was organized in 1828. The township was named after Berlin, Germany, the ancestral home of a share of the first settlers. Statewide, other Berlin Townships are located in Delaware, Erie, Holmes, and Knox counties. ==Government== The township is governed by a three-member board of trustees, who are elected in November of odd-numbered years to a four-year term beginning on the following January 1. Two are elected in the year after the presidential election and one is elected in the year before it. There is also an elected township fiscal officer,§503.24, §505.01, and §507.01 of the Ohio Revised Code. Accessed 4/30/2009. who serves a four-year term beginning on April 1 of the year after the election, which is held in November of the year before the presidential election. Vacancies in the fiscal officership or on the board of trustees are filled by the remaining trustees. Current trustees (December 2017): *Denny Furman *Jodi Kale *Jason Young ==Transportation== The intersection of U.S. Route 224 and State Route 534, which lies about twenty miles southwest of Youngstown, Ohio, is located in central Berlin Township. ==References== ==External links== *County website Category:Townships in Mahoning County, Ohio Category:1828 establishments in Ohio Category:Populated places established in 1828 Category:Townships in Ohio ",
    "title": "Berlin Township, Mahoning County, Ohio"
}