{
    "id": "2572557",
    "text": "There's No Time for Love, Charlie Brown is the ninth prime-time animated TV specials based upon the popular comic strip Peanuts, by Charles M. Schulz. This marks the on-screen debut of Marcie, who first appeared on the comic strip in 1971. It was originally aired on the CBS network on March 11, 1973. The special was released to DVD as a bonus feature (along with another Peanuts special Someday You'll Find Her, Charlie Brown) on January 2, 2004. It was also released in remastered form as part of the DVD box set, Peanuts 1970's Collection, Volume One. ==Plot== There are three months of school left and all of the Peanuts gang are under pressure from too many tests and homework assignments. They now have to make preparations to write a report on a field trip to an art museum. Charlie Brown's grades are falling from A to C and he has to receive a big grade on his museum report in order to salvage his grades for the entire term. Simultaneously, he must fight off the distraction of Peppermint Patty and her classmate Marcie (in her animated debut), both of whom have feelings for him. Unfortunately, on the way to the art museum, Charlie Brown, his sister Sally, Peppermint Patty, Marcie, and Snoopy inadvertently arrive in a supermarket and mistake it for the art museum. When Linus shows Charlie Brown and Lucy slides that resemble the works he took pictures of, Charlie Brown's hopes of salvaging his grades are shattered. As he waits for his graded report, he expects the worst of it all. However, everything works out for the best, as his teacher assumes his report is a description of an art museum described through the metaphor of a supermarket and she gives him the grade he needs. Peppermint Patty later apologizes to Charlie Brown for saying bad things to him and that it was not easy for a girl to talk like that to a boy. But Peppermint Patty angrily blows Charlie Brown away after Charlie Brown brings up the Little Red-Haired Girl. Marcie, who was watching this and calling her 'sir' throughout the special, reminded Peppermint Patty that she said the wrong thing again like she did in the supermarket. Peppermint Patty then asks Marcie if she knows how annoying it is being called 'sir' a lot when she tells her not to. Marcie responds, \"No, ma'am\". ==Cast and characters== * Chad Webber as Charlie Brown * Stephen Shea as Linus van Pelt * Robin Kohn as Lucy van Pelt * Hilary Momberger as Sally Brown * James Ahrens as Marcie * Todd Barbee as Franklin * Christopher DeFaria as Peppermint Patty * Bill Meléndez as Snoopy Violet, Patty, and Frieda made cameo appearances but they are silent. ==Music score== The music score for ' was composed by Vince Guaraldi and conducted and arranged by John Scott Trotter. The score was performed by the Vince Guaraldi Quintet on January 15, February 22 and 26, 1973, at Wally Heider Studios, featuring Tom Harrell (trumpet), Pat O'Hara (flute), Seward McCain (bass) and Glenn Cronkhite (drums). #\"Early Wake-Up\" #\"There's No Time for Love, Charlie Brown\" #\"Pitkin County Blues\" #\"There's No Time for Love, Charlie Brown\" #\"Play It Again, Charlie Brown\" (aka \"Charlie's Blues\" and \"Charlie Brown Blues\") #\"African Sleigh Ride\" #\"Joe Cool\" (Lead vocal: Vince Guaraldi) #\"Peppermint Patty\" (brass version) #\"Bus Me\" #\"There's No Time for Love, Charlie Brown\" (electric keyboard version) #\"Linus and Lucy\" (electric guitar version) #\"Incumbent Waltz\" (piano + electric guitar version) #\"There's No Time for Love, Charlie Brown\" (brass version) #\"There's No Time for Love, Charlie Brown\" (wah-wah guitar version, end credits) No official soundtrack for There's No Time for Love, Charlie Brown was released. However, recording session master tapes for seven 1970s-era Peanuts television specials scored by Vince Guaraldi were discovered by his son, David Guaraldi, in the mid-2000s. The songs \"Pitkin County Blues\", \"African Sleigh Ride\", \"Peppermint Patty\", \"Joe Cool\" and \"There's No Time for Love, Charlie Brown\" (electric keyboard version) were released in 2007 on the compilation album, Vince Guaraldi and the Lost Cues from the Charlie Brown Television Specials. In addition, a live version of \"There's No Time for Love, Charlie Brown\" was also released in 2008 on Live on the Air from a Vince Guaraldi Trio concert originally recorded on February 6, 1974 (exactly two years to the day before Guaraldi's untimely death). ==Credits== * Written and Created by: Charles M. Schulz * Directed by: Bill Melendez * Produced by: Lee Mendelson and Bill Melendez * Original Music Composed and Performed by: Vince Guaraldi * Music Supervision by: John Scott Trotter * Graphic Blandishment: Ed Levitt, Evert Brown, Dean Spille, Frank Smith, Bernard Gruver, Carole Barnes, Ellie Bogardus, Phil Roman, Don Lusk, Bob Carlson, Sam Jaimes, Bill Littlejohn, Al Pabian, Rod Scribner, Hank Smith, Beverly Robbins, Eleanor Warren, Manon Washburn, Faith Kovaleski, Adele Lenart, Joanne Lansing, Dawn Smith, Joice Lee Marshall, Carla Washburn, Debbie Zamora * \"Joe Cool\" Sung by: Vince Guaraldi * Editing: Robert T. Gillis, Charles McCann, Rudy Zamora * Recording: ** Voices: Radio Recorders, Coast Recorders ** Music: Wally Heider Recording ** Mix: Producers' Sound Service * Camera: Dickson-Vasu, Tony Rivetti * in cooperation with United Feature Syndicate, Inc. and Charles M. Schulz Creative Development, Corp., Warren Lockhart, President * THE END \"There's No Time for Love, Charlie Brown\" © 1973 United Feature Syndicate, Inc. All Rights Reserved ==References== ==External links== * Category:Peanuts television specials Category:Television programs directed by Bill Melendez Category:1970s American television specials Category:CBS original programming Category:1970s American animated films Category:American films Category:1973 television specials Category:1973 in American television Category:CBS television specials Category:1970s animated television specials ",
    "title": "There's No Time for Love, Charlie Brown"
}