{
    "id": "2572905",
    "text": "The Czechoslovak koruna (in Czech and Slovak: Koruna československá, at times Koruna česko-slovenská; koruna means crown) was the currency of Czechoslovakia from April 10, 1919, to March 14, 1939, and from November 1, 1945, to February 7, 1993. For a brief time in 1939 and again in 1993, it was also the currency in separate Czech and Slovak republics. On February 8, 1993, it was replaced by the Czech koruna and the Slovak koruna, both at par. The (last) ISO 4217 code and the local abbreviations for the koruna were CSK and Kčs. One koruna equalled 100 haléřů (Czech, singular: haléř) or halierov (Slovak, singular: halier). In both languages, the abbreviation h was used. The abbreviation was placed behind the numeric value. ==First koruna== A currency called the krone in German and koruna in Czech was introduced in Austria-Hungary on 11 September 1892, as the first modern gold-based currency in the area. After the creation of an independent Czechoslovakia in 1918, an urgent need emerged for the establishment of a new currency system that would distinguish itself from the currencies of the other newly born countries suffering from inflation. The next year, on 10 April 1919, a currency reform took place, defining the new koruna as equal in value to the Austro-Hungarian krone. The first banknotes came into circulation the same year, the coins three years later, in 1922. This first koruna circulated until 1939, when separate currencies for Bohemia and Moravia and Slovakia were introduced, at par with the Czechoslovak koruna. These were the Bohemian and Moravian koruna and the Slovak koruna. ===Coins=== ===Banknotes=== ==Second crown== The Czechoslovak koruna was re-established in 1945, replacing the two previous currencies at par. As a consequence of the war, the currency had lost much of its value. ===Coins=== ===Banknotes=== ==Third koruna== The koruna went through a number of further reforms. A particularly drastic one was undertaken in 1953. At that time, the Communist Party of Czechoslovakia had to deal with the existence of a double market in the country: a fixed market ensuring basic food availability (a remnant of the postwar quota system); and a free market, in which goods were as much as eight times more expensive but better quality. They decided to declare a currency reform effective from 1 June 1953 and to distribute new banknotes printed in the Soviet Union. The reform had been prepared very quickly and was confidential up to the last minute, but some information leaked anyway, causing a lot of panic. The night before the deadline, the president of Czechoslovakia, Antonín Zápotocký, made a radio speech, in which he lied to the nation that there was no possibility of a reform and quietened down the inhabitants. The next day, people (those lucky enough not to fit into the category of \"capitalistic elements\", a pejorative category which the intelligence agency used to blacklist certain individuals) were allowed to change up to 1,500 old korunas for new korunas at the rate of 5 old to 1 new koruna and the rest at the rate of 50 to 1. All insurance stock, state obligations and other commercial papers were nullified. The economic situation of many people got worse, and many petitions and demonstrations broke out, the largest of which took place in Plzeň, where 472 people were arrested. In 1993, on the breakup of Czechoslovakia, the Czechoslovak koruna split into two independent currencies: the Slovak koruna and the Czech koruna. Accession to the EU in 2004 meant both currencies were slotted to be replaced by the euro once their respective countries met the criteria for economic convergence and there was the political will to do so. The Slovak koruna was replaced by the euro on 1 January 2009; there is currently no set or estimated date for the Czech koruna to be replaced. ===Coins=== ===Banknotes=== ==Consumer price index== Annual increase in the consumer price index {| class=\"wikitable\" |+ !Year!!Increase (%) |- |align=\"right\"| 1980 ||align=\"right\"|2.9 |- |align=\"right\"| 1981 ||align=\"right\"|0.8 |- |align=\"right\"| 1982 ||align=\"right\"|5.1 |- |align=\"right\"| 1983 ||align=\"right\"|0.9 |- |align=\"right\"| 1984 ||align=\"right\"|0.5 |- |align=\"right\"| 1985 ||align=\"right\"|2.7 |- |align=\"right\"| 1986 ||align=\"right\"|0.5 |- |align=\"right\"| 1987 ||align=\"right\"|0.1 |- |align=\"right\"| 1988 ||align=\"right\"|0.2 |- |align=\"right\"| 1989 ||align=\"right\"|1.4 |- |align=\"right\"| 1990 ||align=\"right\"|10.0 |- |align=\"right\"| 1991 ||align=\"right\"|57.9 |- |align=\"right\"| 1992 ||align=\"right\"|11.0IMF World Economic Outlook, May 1998 Statistical Appendix |} ==See also== * Czech koruna * Slovak koruna * Bohemian and Moravian koruna ==References== * * ==External links== * Czechoslovak banknotes (catalog, gallery and other details) * Category:Currencies of Europe Category:Modern obsolete currencies Category:Currencies of Czechoslovakia Category:Currency symbols ",
    "title": "Czechoslovak koruna"
}