{
    "id": "2572360",
    "text": "Unity is an album by jazz organist Larry Young, released on the Blue Note label in August, 1966. The album features trumpeter Woody Shaw, tenor saxophonist Joe Henderson and drummer Elvin Jones. While not free jazz, the album features experimentation that was innovative for the time. Young chose the title because, \"although everybody on the date was very much an individualist, they were all in the same frame of mood. It was evident from the start that everything was fitting together.\"Original liner notes by Nat Hentoff The album was Young's second for Blue Note, and is widely considered a \"post-bop\" classic. ==Music== Three of the six tracks were composed by Woody Shaw. The first, \"Zoltan\", starts with part of a march from the Háry János suite of Zoltán Kodály and continues in the Lydian mode. The second, \"The Moontrane\", is dedicated to John Coltrane, \"as can be heard in the harmonic cycles in it\", explained Shaw. The third, \"Beyond All Limits\", has a difficult harmonic progression, but, in Shaw's words, \"once the inherent difficulties of the tune are solved, there are no limits as to where you can go with it\". \"If\" is a 12-bar Joe Henderson composition; \"Monk's Dream\" (played only by Young and drummer Elvin Jones) is by Thelonious Monk; and \"Softly, as in a Morning Sunrise\" is a Hammerstein & Romberg composition. Elvin Jones played \"a standard 4-piece drum kit with two cymbals and hi-hat\".Riley, John (1997) Beyond Bop Drumming, Alfred Music, p. 50. ==Reception== Scott Yanow states that Unity \"is considered Larry Young's finest recording\".Yanow, Scott (2003) Jazz on Record: The First Sixty Years, Backbeat Books, p. 624. Billboard Magazine called the album \"a sureshot for jazz fans\".\"Album Reviews: Unity\" (August 27, 1966) Billboard, p. 41. The Penguin Guide to Jazz awarded it a rare crown and four-star rating, describing it as \"Quite simply a masterpiece.\"Cook, Richard and Morton, Brian (2008) The Penguin Guide to Jazz Recordings (9th ed.), Penguin, p. 1534. Also, saxophonist Michael Brecker referred to the album as a favourite of his.\"Brecker Enlists 3 Favorite Drummers\" (November 6, 1999)Billboard, p. 43. The album's cover art, by Reid Miles, has also become well known. In 2008, graphic designer Mike Dempsey picked it as one of his favorite album covers, stating that it shows \"Ultimate simplicity [...] Put in an album rack today it would still raise an eyebrow as it looks remarkably fresh\".\"Album Cover Design: Art on the sleeve\" (October 16, 2008) Design Week, Vol. 23, Issue 42. ==Track listing== ===Original CD=== ===2014 Blue Note SHM-CD Remaster Edition (Japan Release)=== ==Personnel== ===Musicians=== *Larry Young – Hammond B-3 organ *Woody Shaw – trumpet *Joe Henderson – tenor saxophone *Elvin Jones – drums ===Production=== *Alfred Lion – production *Rudy Van Gelder – recording engineering; CD remastering (1998) *Michael Cuscuna – reissue production *Reid Miles – cover design *Francis Wolff – photography *Nat Hentoff – liner notes *Bob Blumenthal – CD reissue liner notes (1999) ==References== Category:1966 albums Category:Blue Note Records albums Category:Larry Young (musician) albums Category:Albums produced by Alfred Lion Category:Albums recorded at Van Gelder Studio ",
    "title": "Unity (Larry Young album)"
}