{
    "id": "2572700",
    "text": "North Carolina Wesleyan College (NCWC) is a private Methodist liberal arts college in Rocky Mount, North Carolina. Founded in 1956, the school offers a number of degree programs in the arts and sciences and selected professional disciplines. North Carolina Wesleyan also offers evening courses at its main Rocky Mount campus, as well as satellite locations in Morrisville, Goldsboro, Greenville, North Carolina, Whiteville, North Carolina, Washington, North Carolina, and Wilmington, North Carolina. == History == On May 14, 1956, the North Carolina Annual Conference of The United Methodist Church met in Goldsboro and approved a petition from the citizens of the city of Rocky Mount to locate a college in their community. The College was officially chartered by the State of North Carolina on October 25, 1956. Capital investments totaling approximately $2 million made possible the construction of the main buildings on the 200-acre site donated by the M.C. Braswell heirs of Rocky Mount, and four years later 92 students enrolled in the first class at North Carolina Wesleyan College. In 1964, 33 students received their degrees at the College's first Commencement. Nearly 9,000 students have earned bachelor's degrees in the arts and sciences and selected professional disciplines since its founding. == Campus == Clock on campus The Rocky Mount campus includes six residence halls, nine academic and administrative buildings, the Everett Gymnasium, the Dunn Center for the Performing Arts, and outdoor athletic facilities, including a soccer field, baseball field, tennis courts, intramural fields, and softball field. In addition to a residential campus, Wesleyan has developed a strong multi-campus adult degree program called ASPIRE with locations in Raleigh-Durham, Goldsboro, Greenville, Washington, Whiteville, and Wilmington in addition to the main campus in Rocky Mount. == Academics == The college offers 28 undergraduate degrees. It is a member of the National Association of Schools and Colleges of The United Methodist Church, the North Carolina Independent Colleges and Universities, the National Association of Independent Colleges and Universities, the Council of Independent Colleges, the Association of American Colleges and Universities, the Association of Governing Boards of Universities and Colleges, the National Association of Colleges and Universities Business Officers, and the American Council on Education. Women graduates are eligible for membership in the American Association of University Women. === The Roger G. and Gaile Davenport Taylor Honors Program === North Carolina Wesleyan College offers a select group of students the opportunity to complement their degree program with a series of challenging and rewarding courses. Freshman take special freshman courses in composition and humanities. Honors Program students then take one honors course each semester during their sophomore and junior years. As seniors, students complete an Honors Project in some area of interest. The Honors Program offers students the opportunity to develop a close community of learning and to take courses from some of the best faculty members at the College. Being in the Honors Program does not add to a student's course load, but it does add variety and depth to her or his college experience. Transcripts of Honors graduates include recognition that they completed the Honors Program. == Student life == Residence halls on campus As of 2019, about 1,000 students are enrolled in the traditional program on campus, up 75% since 2014. Another 1,200 students are enrolled in adult studies programs on campus and at satellite locations. Wesleyan has a growing international student population that made up 12% of students in 2019. The college community welcomes and includes people from diverse religious, cultural, and racial backgrounds. ===Honor Societies=== * Alpha Phi Alpha - the first Black, Inter- Collegiate Greek-Lettered fraternity. * Alpha Sigma Phi - the 10th oldest fraternity in the United States. * Delta Phi Epsilon - a National Panhellenic Conference affiliated social sorority. * Nu Gamma Phi - a affiliated non social fraternity. * Omicron Delta Kappa - national honorary leadership fraternity. * Phi Eta Sigma - National collegiate scholastic honor society for freshman. * Pi Gamma Mu - International Honor Society for Social Sciences. * Psi Chi - National Honor Society for Psychology. * Sigma Tau Delta - International English Honors Society * Kappa Mu Epsilon - National Mathematics Honor Society === Culture/Art === Cultural Programs * Visiting Writers Series * Performing Arts Series * Staley Lecture Series * Mims Gallery Exhibits * Four Sisters Gallery Special Collections * The Lynch Collection of Outsider Art * Johnson Collection of North Carolina Maps * Black Mountain College Collection === Student Organizations === * Black Student Association (BSA) * The Refuge Campus Ministries Club * Covenant Campus Ministry an outreach of Christ Covenant Church * Health and Movement Science Club * Fellowship of Christian Athletes (FCA) * Future Alumni Association (FAA) * IMPACT - Wesleyan Business Society * Voices of Triumph * Visions of Beauty * Psychology Club * Club Dramatica * Politics Club * Student African American Brotherhood (SAAB) * Rotaract Club * Habitat For Humanity * Math Club * Music Club * National Society of Leadership and Success * Campus Activities Board * Sisters of Distinction (SOD) * Cinematography Club * Anime Manga Cosplay (AMC3) * Science Club * B Club * Gen-UN Wesleyan * Students Advocating for Equality (SAFE) * Young Americans for Liberty Performing Groups * The Wesleyan Singers College Choir * Gospel Choir * Wesleyan Players * Pep Band * Spectrum (Popular Music Ensemble) * NCWC Dance Team Student Publications * The Decree (newspaper) * The Dissenter (yearbook) == Athletics == North Carolina Wesleyan is a member of NCAA Division III and the USA South Athletic Conference. Their teams are known as the Battling Bishops, and compete in a total of 12 sports: Men's * Baseball * Basketball * Football * Soccer * Tennis * Golf * Cross Country Women's * Soccer * Basketball * Softball * Volleyball * Lacrosse * Tennis * Cross Country === History === The men's baseball program has two Division III National Championships in 1989 and again in 1999. The college's football program was established in 2005 with its home stadium at the Rocky Mount Sports Complex. The NCWC football team finished the 2007 regular season with an 8-2 mark, its best overall record in the program's short history. The Battling Bishops made it to the NCAA Division III Football tournament as the USA South champion, where they upset top-seed Washington & Jefferson in the first round 35-34. Not only was this Wesleyan's first post-season victory, but the first time the top seed lost to a number 8 seed since 1975. == References == == External links == * Official website * Official athletics website Category:Private universities and colleges in North Carolina Category:Liberal arts colleges in North Carolina Category:Educational institutions established in 1956 Category:Universities and colleges accredited by the Southern Association of Colleges and Schools Category:Art galleries in North Carolina Category:Education in Nash County, North Carolina Category:Buildings and structures in Nash County, North Carolina Category:Tourist attractions in Nash County, North Carolina Category:Education in Wayne County, North Carolina ",
    "title": "North Carolina Wesleyan College"
}