{
    "id": "2572390",
    "text": "The SR-25 (Stoner Rifle-25) is a designated marksman rifle designed by Eugene Stoner and manufactured by Knight's Armament Company. The SR-25 uses a rotating bolt and a direct impingement gas system. It is loosely based on Stoner's AR-10, rebuilt in its original 7.62×51mm NATO caliber. SR-25 barrels were originally manufactured by Remington Arms with its 5R (5 grooves, right twist) rifling, with twist 1:11.25. The heavy barrel is free-floating, so handguards are attached to the front of the receiver and do not touch the barrel. In 2005, a modified version of the SR-25 / Mk 11 rifle won US Army Semi-Automatic Sniper Rifle (XM110 SASR) competition, and today it is being issued to US Army snipers as the M110 Semi-Automatic Sniper System. ==History== In the late 1950s, Eugene Stoner designed the AR-10 battle rifle. It was accurate for an auto-loading rifle, but it lost the competition to the M14 rifle. The patent rights for the AR-10 and the AR-15 were sold to Colt's Manufacturing Company. Colt focused on the AR-15, giving others the ability to capitalize on the AR-10 system.Knight’s Armament M110: The New Breed of Sniper Rifle - SAdefensejournal.com, 5 January 2012 In the early 1990s, Stoner joined Knight's Armament Company and continued his AR-10 design work. The end result was the SR-25 (adding together the numbers of the AR-10 and AR-15) which improved the AR-10 design with M16A2 advancements and parts commonality. The original SR-25 was released in the early 1990s and had a heavy free-floating match grade barrel with a fiberglass handguard. It had a flat-top upper receiver with a Mil-Std 1913 rail for mounting optics and a 2-stage match grade trigger. The bolt carrier was similar to the AR-10's, being chrome plated and having a captive firing pin retainer pin. The SR-25 was designed specifically to fire open-tip match cartridges. Accuracy was guaranteed at or under 1 minute of angle. The SR-25 uses what has become colloquially known as SR-25 pattern magazines. At first, AR-10 type 20-round magazines were used, but they were later replaced by steel 20-round magazines. The United States Special Operations Command took interest in the SR-25, particularly its high magazine capacity and faster engagement time compared to bolt-action rifles. After some modifications, SOCOM adopted the SR-25 as the Mk 11 Mod 0 in May 2000. Changes included a shorter barrel that could fire M118 and M118LR 7.62×51mm NATO rounds and had a quick detachable sound suppressor mount. An free-floating handguard rail system allowed mounting accessories. Flip-up front sights and adjustable back-up iron sights were added, and an M16A2 stock and pistol grip were used. Beginning in mid-2011, SOCOM began divesting the Mk 11 Mod 0 from their inventory and replacing it with the SSR Mk 20, the sniper variant of the FN SCAR. The Mk 11 is to be completely replaced by 2017.USASOC Reveals FNH-USA Mk20 Plan - Kitup.Military.com, 8 June 2011 ==Design== SR-25 Mk 11 The SR-25 enhanced match rifle utilizes the newer URX II Picatinny- Weaver rail system, rather than the older Mk 11 free-floating RAS, on the top of the receiver to accept different scope mounts or a carrying handle with iron sights (front sight mounted on the rail located on the forward end of the non-modular handguard). The match version is designed to shoot at a precision of 0.5 minutes of angle, which corresponds to groups at . The Mk 11 Mod 0 system is chambered for 7.62×51mm NATO and is designed for match-grade ammunition. The Mk 11 system includes the rifle, 20 round box magazines, QD (Quick Detachable) scope rings, Leupold Mark 4 Mil-dot riflescope, Harris swivel-base bipod on a Knight's mount, and QD sound suppressor, which is also manufactured by Knight's Armament Co. Flip-up BUIS (Back up iron sights) are attached to the modified gas block and upper receiver. The Mk 11 Mod 0 utilizes an Obermeyer match target barrel, along with a RAS (Rail Accessory System) fore-end made by KAC, consisting of an long match fore-end. The RAS allows for quick attachment/detachment of MIL-STD-1913 components. The aluminum fore-end makes no contact with the barrel forward of the receiver, allowing for extreme accuracy. The Mk 11 Mod 0 has an empty weight of , and an overall length of . The civilian version, using the longer match barrel, is guaranteed to produce groupings of less than at , or 0.3 angular mil, using factory match loads. During the Iraq War, the United States Marine Corps ordered 180 Mk 11 Mod 1 rifles. These were Mk 11s equipped with the upper receiver of the M110 Semi-Automatic Sniper System. The M110 upper gave the Mk 11 Mod 1 a URX modular rail system and a flash suppressor on the barrel. These saw limited use before they were phased out when the Marines chose to purchase the Mk 11 Mod 2, which was simply the USSOCOM and U.S. Navy designation for the complete M110 rifle.Mk 11 Mod 1/2 – Thefirearmblog.com, September 29, 2009 The new SR-25 Enhanced Match (E.M.) Carbine is very similar to the KAC M110 Semi-Automatic Sniper System, though the M110 utilizes the newer URX Rail system, a length-adjustable fixed buttstock, and an integrated flash suppressor. Starting late 2011, USMC snipers will replace Mk 11 Mod 0 rifles with the M110 on a one-for-one basis. ==Gallery== File:SR-25 pic01.jpg|Israeli Defense Forces SR-25 with a suppressor. File:USMC SR-25 SAMR.jpg|A U.S. Marine general fires the Mk 11. File:110217-G-6349A-480 MSRT Precision Marksmen Observer Team.jpg|Marksmen from the U.S. Coast Guard Maritime Security Response Team with Mk 11s File:US Navy 100717-N-0683T-292 A U.S. Navy SEAL sniper waves to the crowd during a capabilities demonstration at Joint Expeditionary Base Little Creek, Va.jpg|Navy SEALs sniper with MK 11. File:SR-25-Mk11--Our-IDF-2018-IZE-017.jpg|IDF SR-25 Mk 11 sniper rifle, 2018 ==Users== *: Australian Army, Royal Australian Air Force Airfield Defence Guards and Police Tactical Groups. *: Dhaka Metropolitan Police SWAT. *: IDF special forces and the YAMAM (Police SWAT and CT unit), both using the Mk 11 model. *: Philippine National Police Special Action Force, Philippine Army Light Reaction Regiment *: GROM. *: Royal Thai Army. *: United States MilitaryJones, Richard D. Jane's Infantry Weapons 2009/2010. Jane's Information Group; 35th edition (January 27, 2009). . ==See also== * United States Navy Mark 12 Mod X Special Purpose Rifle * List of individual weapons of the U.S. Armed Forces * Nicholas Irving ==References== ==External links== *Knight's Armament Company – SR-25 Series 7.62 mm Rifle *Modern Firearms Site Category:7.62×51mm NATO semi-automatic rifles Category:Police weapons Category:Sniper rifles of the United States Category:United States Marine Corps equipment Category:ArmaLite AR-10 derivatives Category:Designated marksman rifles ",
    "title": "Knight's Armament Company SR-25"
}