{
    "id": "2573709",
    "text": "Spondyloperipheral dysplasia is an autosomal dominant disorder of bone growth. The condition is characterized by flattened bones of the spine (platyspondyly) and unusually short fingers and toes (brachydactyly). Some affected individuals also have other skeletal abnormalities, short stature, nearsightedness (myopia), hearing loss, and mental retardation. Spondyloperipheral dysplasia is a subtype of collagenopathy, types II and XI. ==Genetics== Spondyloperipheral dysplasia is one of a spectrum of skeletal disorders caused by mutations in the COL2A1 gene, located on chromosome 12q13.11-q13.2. The protein made by this gene forms type II collagen, a molecule found mostly in cartilage and in the clear gel that fills the vitreous humour (the eyeball). Type II collagen is essential for the normal development of bones and other connective tissues (the tissues that form the body's supportive framework). Mutations in the COL2A1 gene interfere with the assembly of type II collagen molecules. The protein made by the altered COL2A1 gene cannot be used to make type II collagen, resulting in a reduced amount of this type of collagen in the body. Instead of forming collagen molecules, the abnormal protein builds up in cartilage cells (chondrocytes). These changes disrupt the normal development of bones, leading to the signs and symptoms of spondyloperipheral dysplasia. The disorder is believed to be inherited in an autosomal dominant manner. This indicates that the defective gene responsible for the disorder is located on an autosome (chromosome 12 is an autosome), and only one copy of the defective gene is sufficient to cause the disorder, when inherited from a parent who has the disorder. ==Diagnosis== ==Management== ==References== This article incorporates public domain text from '' == External links == * Category:Congenital disorders Category:Autosomal dominant disorders Category:Skeletal disorders Category:Rare diseases ",
    "title": "Spondyloperipheral dysplasia"
}