{
    "id": "2573191",
    "text": "The Eugene O'Neill National Historic Site, located in Danville, California, preserves Tao House, the Monterey Colonial hillside home of America's only Nobel Prize-winning playwright, Eugene O'Neill. ==History== Eugene O'Neill had won the Nobel Prize for Literature in 1936, and used the prize money to build what he named Tao House above Danville.McKinney, John. California's National Parks: A Day Hiker's Guide. Berkeley, CA: Wilderness Press, 2005: 135. O'Neill and his wife lived in the home from 1937 to 1944. By the time he moved here, O'Neill had already lived in over 35 places, but he called this secluded house his \"final home and harbor\".Schmidt, Shannon McKenna and Joni Rendon. Novel Destinations: Literary Landmarks from Jane Austen's Bath to Ernest Heminway's Key West. Washington, D.C.: National Geographic, 2008: 13. At this home, O'Neill wrote his final plays: The Iceman Cometh, Long Day's Journey Into Night, Hughie, and A Moon for the Misbegotten. Due to a degenerative condition in his hand, he was unable to complete another play after 1943.McKinney, John. California's National Parks: A Day Hiker's Guide. Berkeley, CA: Wilderness Press, 2005: 136–137. O'Neill's study in Tao House, where he wrote many of his last works O'Neill and his wife, actress Carlotta Monterey, showed their interest in Asian art, decor, and thought in preparing the home. The two personally designed the two-story, three-bedroom home from the ground up. The ceilings were dark blue to mimic the sky with dark wood floors representing the earth, as well as Noh masks, Chinese guardian statues, and Chinese lacquerware furnishings throughout the interior.Boeck, Raynell. Peaceful Places San Francisco: 110 Tranquil Sites in the City and the Greater Bay Area. Menasha Ridge Press, 2010: 61. Outside, Carlotta installed a garden in a zigzag pattern which Chinese tradition indicated would keep away evil spirits.McKinney, John. California's National Parks: A Day Hiker's Guide. Berkeley, CA: Wilderness Press, 2005: 135–136. They also planted several trees, including pine, almond, and redwood. The O'Neills moved to Boston after World War II.McKinney, John. California's National Parks: A Day Hiker's Guide. Berkeley, CA: Wilderness Press, 2005: 137. The house was saved from demolition in the early 1970s. Several women formed the Eugene O’Neill Foundation, including president Darlene Blair and executive vice president Lois Sizoo, in order to raise money to buy Tao House, which had been named a National Landmark in 1971.Kaufman, Polly Welts. National Parks and the Woman's Voice: A History. The University of Mexico Press, 2006: 215. They did so through several fundraising projects, including benefit performances of Eugene O’Neill's play Hughie featuring Jason Robards. Through their efforts, Tao House was declared a National Historic Landmark in 1971, a National Historic Site in 1976, and passed into the management of the National Park Service in 1980. The Foundation has produced an annual festival of O'Neill's works since 1999, including performances on site. ==Archive== The Foundation maintains an archive of Eugene O'Neill-related material at Tao House (including photographs, playbills, manuscripts, posters, and O'Neill's original phonograph record collection) and sponsors events such as productions of O'Neill plays, staged in the adjacent barn. ==Visiting the house== The National Park Service does not publish the address of the property, but it is widely known that it is located near Kuss Road in Danville. A locked gate prevents unauthorized vehicles from reaching the site. The Site occupies accessible via car only by private road, so advance reservations are required to visit. Private vehicles are not allowed. Transportation to the site is provided by a twice-daily free shuttle from Danville at 10am and noon on Wednesdays to Sundays and also at 2pm on Saturdays. Reservations are required except on Saturdays when tours are self-guided.Reservation page for Tao House Trails from Las Trampas Regional Wilderness also lead to the site. Reservations are also recommended for those arriving for a tour via horseback or on foot. ==See also== *National Register of Historic Places listings in Contra Costa County, California ==References== ==External links== *Eugene O'Neill National Historic Site, NPS website *Eugene O'Neill Foundation * Category:Historic house museums in California Category:Houses in Contra Costa County, California Category:Museums in Contra Costa County, California Category:Danville, California Category:Biographical museums in California Category:Literary museums in the United States Category:National Historic Sites in California Category:National Historic Landmarks in the San Francisco Bay Area Category:Houses on the National Register of Historic Places in California Category:Protected areas established in 1971 Category:Houses completed in 1937 Category:1971 establishments in California Category:History of Contra Costa County, California Category:Colonial Revival architecture in California Category:National Register of Historic Places in Contra Costa County, California Category:Homes of American writers ",
    "title": "Eugene O'Neill National Historic Site"
}