{
    "id": "2573804",
    "text": "Dragnet is the second studio album by English post-punk band the Fall, released on 26 October 1979 through Step-Forward Records. Appearing less than eight months after its predecessor, Live at the Witch Trials, Dragnet established at an early stage two key patterns characteristic of the group's future: that of high productivity and that of a regular turnover of group members. == Background and recording == Only Mark E. Smith and Marc Riley remained in the lineup from the band's debut album, Live at the Witch Trials. Drummer Karl Burns left soon after recording and was replaced by Mike Leigh, while founder member Martin Bramah quit mid-tour in April 1979, when some of the material intended for the second album had already been written. Smith quickly recruited guitarist Craig Scanlon and bassist Steve Hanley, who were Fall roadies, members of support band Staff 9 and friends of Marc Riley's; both were just 19 when they joined the group and would form the Fall's musical backbone until the mid-1990s. Riley moved from bass to guitar (his first instrument), and also started to play keyboards following Yvonne Pawlett's departure after recording the \"Rowche Rumble\" single. The album, titled Dragnet, was recorded 2–4 August 1979. Dragnet's sound was notably muddy and lo-fi – Riley has claimed that this was a deliberate contrast to the sharp, clean sound of Live at the Witch Trials, while Smith claimed that the recording studio was so appalled by the sound that the group were asked to remove the studio's name from the album sleeve. Bramah did not receive credit for his contributions, and there were several songs that were altered heavily by the group after his departure. Among these was \"Before the Moon Falls\", which had as its musical backing a song that later became the basis for the Blue Orchids' \"Work\". The album is somewhat self-referential lyrically, with several songs referencing the music industry. At least two tracks, \"Printhead\" and \"Your Heart Out\", quote or paraphrase reviews of the band's live shows. \"Printhead\" even verifies this fact within its own lyrics. \"Dice Man\" takes its title from the novel The Dice Man by Luke Rhinehart. \"Spectre Vs Rector\" was, according to Pitchfork's Jason Heller, an answer to \"Music Scene\" on Live at the Witch Trials, commenting that \"its sludge and subliminal menace practically invented post-rock as an afterthought\". \"Muzorewi's Daughter\", with its \"slow, relentless acceleration...punctuated by Smith's shrieks,\" was described as \"one of the most terrifying Fall songs of them all\".Dayal, Geeta (2018) \"The 10 Best Albums by The Fall: Critic's Picks\", Billboard, 25 January 2018. Retrieved 6 March 2018 Dragnet would be the Fall's final album for Miles Copeland III's Step-Forward label; the band signed with Rough Trade Records in early 1980. == Reception == Reviews for Dragnet have been generally favourable. The album was ranked at No. 35 among the top \"Albums of the Year\" for 1979 by NME. Trouser Press opined that Dragnet is \"not one of The Fall's best efforts, but contains at least two classic numbers, 'Spectre vs. Rector' and 'A Figure Walks'.\" David Quantick, reviewing the 1999 reissue on Cog Sinister, gave the album four stars, adding that he felt it containing some of Smith's best songs, but with a production that \"sounds like the whole thing was recorded on a home cassette recorder in a multi-storey car park.\" Nicholas Collias, reviewing the 2004 reissue for the Boise Weekly, viewed the music on the album as providing \"the blueprint for The Fall's golden age of the early 1980s: paper-thin rockabilly with tinny, meandering guitars and lilting keyboards.\" A Pitchfork review of the 2016 reissue gave it a rating of 8.7, with Jason Heller describing it as \"weighty\" and \"overwhelmingly dense.\" AllMusic reviewer Ned Raggett gave the album three and a half stars, picking out \"Spectre Vs Rector\" as a highlight, describing it as \"an amazing combination of clear lead vocals and buried, heavily echoed music and further rants, before fully exploding halfway through while the rhythm obsessively grinds away.\" Stereogum's Robert Ham described the album as a \"muddle\", stating that it \"feels like everything is crumbling apart as fast as they build it.\"Ham, Robert (2015) \"Dragnet\", stereogum.com, 12 February 2015. Retrieved 6 March 2018 Vulture.com's Stuart Berman described Dragnet as \"the first album where the Fall tap into their powers of hypnosis, locking into the sinister back-alley prowl of 'Before the Moon Falls' and the Morse code, cowbell-clanged pummel of 'Spectre vs Rector,' all while Smith transcends from the realm of mere punk carnival barker to oracle of the underground.\"Berman, Stuart (2018) \"Hey, Student! It’s a Beginner’s Guide to the Fall\", vulture.com, 30 January 2018. Retrieved 6 March 2018 The album was ranked #4 in Billboard's 2018 list \"The 10 Best Albums by The Fall: Critic's Picks\". == Reissues == In 2004, Castle Music reissued the album with, for the first time, remastered audio from the original master tapes. The reissue included the contemporaneous singles \"Rowche Rumble\" and \"Fiery Jack\" (and the singles' B-sides), but also previously unheard alternate takes and breakdowns from the \"Rowche Rumble\" recording sessions. Dragnet was reissued on vinyl in 2016 on the Superior Viaduct label. == Track listing == All tracks arranged by the Fall except \"Printhead\" (arranged by the Fall and Martin Bramah). == Personnel == ; The Fall * Mark E. Smith – vocals, electric piano, kazoo, tape, co- production * Steve Hanley – bass guitar, backing vocals, co-production * Marc Riley – guitar, acoustic guitar, backing vocals, co-production * Craig Scanlon – guitar, electric piano, kazoo, tape, co-production (credited as \"Craig Scanlan\") * Mike Leigh – drums, co-production * Kay Carroll – backing vocals (credited as \"Mrs. Horace Sullivan\") *Yvonne Pawlett – keyboards (\"Rowche Rumble\" and \"In My Area\") ; Technical * Grant Showbiz – co-production * John Brierley – engineering *Oz McCormick – co-production (\"Rowche Rumble\" single tracks) *Geoff Travis, Mayo Thompson – co-production (\"Fiery Jack\" single tracks) == References == == External links == * Category:1979 albums Category:The Fall (band) albums Category:Albums produced by Grant Showbiz ",
    "title": "Dragnet (album)"
}