{
    "id": "2573395",
    "text": "Regis High School is a private Jesuit secondary school for Roman Catholic boys located on Manhattan's Upper East Side.\"Regis High School, About Regis\", retrieved April 18, 2010 In 2017, Regis was ranked as the top Catholic High School in the US by Town and County Magazine. ==History== Regis High School was founded in 1914, through the financial bequest of a single formerly anonymous benefactress: Julia M. Grant, the widow of Mayor Hugh J. Grant. She stipulated that her gift be used to build a Jesuit high school providing a free education for Catholic boys with special consideration given to those who could not otherwise afford a Catholic education. The school continues that policy and does not charge tuition. The Grants' former home is the residence of the Vatican Observer to the United Nations, where the pope stays when he visits New York City. Following the death of her husband in 1910, Julia Grant met with Father David W. Hearn, S.J. and, with a stipulation of strict anonymity, gave him an envelope with the money needed to start a school to educate Catholic boys. After Mrs. Grant died, her children took over the funding of the school. The last surviving member of the family, Lucie Mackey Grant, a daughter-in-law of Julia Grant, died in 2007. Since the 1960s, Regis has relied primarily on the Grant endowments and alumni donations to keep the school tuition free. Following Lucie Mackey Grant's death, at an auction of her estate, Regis bid successfully for the original golden chalice used during Mass when the school was founded in 1914. The identity of the school's founding benefactor was officially kept secret for decades, though the large portrait in the school's first floor conference room titled \"Julia Grant\" contradicted the official policy. The online announcement, of an auction that included items related to the school's founding, did so as well. Finally, on October 26, 2009, a documentary film revealed her identity and detailed the circumstances of her gift. The school building was designed by Maginnis & Walsh. On Saturday, May 14, 2011, a two-alarm fire destroyed the school's principal gymnasium and caused some peripheral damage. The school re-opened the following Tuesday.NBC New York: \"Fire Tears Through Regis High School,\" May 16, 2011, accessed May 17, 2011 ==Extracurricular activities== The Owl, the school's newspaper, interviewed CIA leak case prosecutor and alumnus Patrick J. Fitzgerald in 2006. Its article was linked on the Drudge Report and quoted by the Associated Press. ==In popular culture== *Lady Gaga, while a high school student at the Convent of the Sacred Heart, performed in several student musical productions at Regis. ==Notable alumni== * Vito Acconci, performance artist and architect * Norberto Barba, TV/Film Director * Adrian Basora, U.S. Ambassador to the Czech Republic (1993-1995) * Michael Bérubé, Paterno Family Professor in Literature, Pennsylvania State University * Kevin Burke, Chairman, President, and CEO of Consolidated Edison * Frank Caggiano, Bishop of Bridgeport, Connecticut * Thomas Cahill, scholar and writer, author of the Hinges of History series * Timothy Chorba, U.S. Ambassador to Singapore (1994-1997) * Bill Condon, director and Academy Award-winning screenwriter * Edward Conlon, NYPD police officer and bestselling authorEileen Wirth, They Made All the Difference: Life-Changing Stories from Jesuit High Schools (Chicago: Loyola Press, 2007), 176-7 * John M. Corridan (1911-1984), Jesuit priest and organized crime fighter on the NYC waterfront, inspiration for Fr. Barry in On the Waterfront * John D'Agostino, exchange markets expert and subject of Ben Mezrich's Rigged * John D'Emilio, academic, historian, and activist * Lou DiBella, boxing promoter * John Donvan (born 1955), journalist, ABC News Nightline correspondent * Anthony Fauci, head of the NIAID, HIV/AIDS researcher * John D. Feeley, diplomat, U.S. Ambassador to Panama (2016-2018) * Patrick Fitzgerald, U.S. Attorney and CIA Leak Investigation Special Prosecutor * Steve Fuller, founder of social epistemology, professor at University of Warwick, UK * Greg Giraldo (1965-2010), comedian and television personality * Robert Giroux (1914-2008), publisher at Harcourt, Brace & Company and Farrar, Straus and Giroux * Frederick Gluck, Managing Director of McKinsey & Company from 1988-1994 * Pete Hamill (born 1935), writer and columnist, did not graduate, attended until age 16, awarded honorary diploma in 2010New York Times: \"Pete Hamill's Circuitous Route to a High School Diploma,\" June 24, 2010, accessed June 28, 2010 * Charles Harbutt (1935-2015), photographer * Donald J. Harrington, former president of St. John's University, former president of Niagara University * Andrew P. Harris, Member of Congress * Timothy S. Healy (1923-1992), president of Georgetown University and the New York Public Library * Robert Hilferty, filmmaker, journalist, and noted HIV/AIDS activist Los Angeles Times: \"AIDS Activist Finds Creative Outlet in 'Church',\" September, 6, 1991, accessed June 28, 2010 * Steve Hirdt, Executive Vice President, Elias Sports Bureau * Colin Jost, Head Writer and Weekend Update co-anchor at Saturday Night Live, stand up comedian * John F. Keenan (born 1929), U.S. District Court Judge for the Southern District of New York * Thomas C. Kelly (1931-2011), Archbishop of Louisville, Kentucky * Tom Kelly (1924-2008), Boston Celtics basketball player * Phil Klay, winner of the National Book Award for fiction in 2014 for Redeployment * John Koeltl, U.S. District Court Judge for the Southern District of New York * David Lat, founder and Managing Editor of legal blog, Above the Law * John Leo, author and former columnist, U.S. News & World ReportSam G. Riley, ed., Biographical Dictionary of American Newspaper Columnists (ABC-CLIO, 1995), p. 176 * Thomas Lippman, journalist and author, Middle East specialist * Chris Lowney, Christian author and speaker * Gerard E. Lynch, circuit judge, U.S. Court of Appeals for the Second CircuitColumbia Law School: Gerard E. Lynch , accessed September 7, 2010 * John Maguire (1904-1989), Bishop, New York archdiocese * Eugene T. Maleska (1916-1993), editor, New York Times crossword puzzle * Robert Marasco (1936-1998), playwright * Mark Mazzetti, Pulitzer Prize winning New York Times writer * Ken McCarthy, Internet commercialization pioneer, educator, activist * Mac McGarry (1926-2013), host of the Washington, D.C., and Charlottesville, Virginia, versions of It's Academic * John McGiver (1913-1975), motion picture and television character actor * Joseph M. McShane (born 1949), president of Fordham University * William J. McSherry (born 1947), Executive Director of USFL * Ronald J. Mellor, scholar of ancient history and religion * Arthur Minson, Jr., Co-CEO, WeWork * Alexander J. Motyl (born 1953), political scientist at Rutgers University * Thomas Francis Murphy (1906-1995), government official, in the perjury trials of Alger Hiss. * John Nonna (born 1948), 1972 Summer Olympics fencer * Frank S. Nugent (1908-1965), New York Times film critic, screenwriter (The Quiet Man, 1952; The Searchers 1956) *Edward J. O'Donnell '49, Bishop, Diocese of Lafayette, LA * Joseph A. O'Hare (1931-2020), President of Fordham University, Chairman of New York City Campaign Finance Board, editor at America Magazine. * John O'Keefe (born 1939), Nobel laureate 2014 * Francis Edward Peters (born 1927), scholar of Middle East religion, New York University * Patrick Quinlan, political activist and author * Gerard Reedy, president of the College of the Holy Cross * Ken Rosato, journalist and WABC Eyewitness News Anchor. * Luc Sante (born 1954), writer and criticThe New School: Fall 2009 Photography Lecture Series: Luc Sante, accessed September 7, 2010(did not graduate) * Jon Sciambi (born 1970), sportscaster for ESPN * Jim Sciutto, journalist, Chief National Security Correspondent for CNN * Brian Thomsen (1959-2008), science fiction writer * Robert Tomasulo (born 1934), computer scientist who devised the algorithm named for him * Pablo S. Torre, sportswriter for ESPN.com and ESPN The Magazine, panelist on ESPN shows such as Around the Horn * Mike Walczewski (born 1956), New York Knicks/Madison Square Garden public address announcer * William Braucher Wood (born 1950), diplomat, U.S. Ambassador to Colombia (2003-2007) and Afghanistan (2007-2009) ==See also== *National Register of Historic Places listings in Manhattan above 59th to 110th Streets *List of New York City Designated Landmarks in Manhattan from 59th to 110th Streets ==Notes== == References == ==Sources== * Andreassi, Anthony. Teach Me to Be Generous: The First Century of Regis High School in New York City (2014) Excerpt * Peterson's Private Secondary Schools 2008 (Lawrenceville, NJ: Peterson's, 2007), 485, available online, accessed September 7, 2010 ==External links== *Regis High School: The Hearn Fund *Regis High School Home Page Category:Boys' schools in New York City Category:Educational institutions established in 1914 Category:Jesuit high schools in the United States Category:Roman Catholic secondary schools in Manhattan * Category:New York City Designated Landmarks in Manhattan ",
    "title": "Regis High School (New York City)"
}