{
    "id": "2573353",
    "text": "Samuel P. Taylor State Park is a state park located in Marin County, California. It contains approximately of redwood forest and grassland. The park contains about of old-growth forest, some of which can be seen along the Pioneer Tree Trail. Park sign from the western entrance along Sir Francis Drake Boulevard ==History== The park is named for Samuel Penfield Taylor, who found gold during the California Gold Rush and used some of his money to buy a parcel of land along Lagunitas Creek.California State Parks. \"Samuel P. Taylor State Park\" (accessed June 4, 2006). In 1856, Taylor built the Pioneer Paper Mill, the first paper mill on the Pacific Coast.California Office of Historic Preservation. \"California Historical Landmarks: Marin\" (accessed June 4, 2006). See No. 552, Pioneer Paper Mill. In the 1870s, the North Pacific Coast Railroad was built between Cazadero and a pier in Sausalito where passengers could transfer to a ferry to San Francisco. The railroad passed near Taylor's mill, and, ever the entrepreneur, he built the \"Camp Taylor Resort\" alongside the tracks. A destination for San Franciscans, the resort offered both a hotel and tent camping, as well as swimming, boating, fishing, and a dance pavilion.Dierke, James S. \"Samuel Penfield Taylor: Forty-niner, Timber Tycoon, Freemason .\" The Scottish Rite Journal, August 1999 (accessed June 4, 2006).Kent, Anne T. \" Camp Taylor Photo Album: Camp Taylor in 1889\" (accessed June 4, 2006). Taylor died on January 22, 1886, and his family lost the mill and resort in the Panic of 1893. However, a 1910 newspaper advertisement for the \"Camp Taylor Resort,\" touting its dance pavilion and on-site grocery and butcher, indicates that the resort continued to operate.Oakland (CA) Tribune, \"Camp Taylor Resort\" (advertisement), July 30, 1910. The mill burned down in 1916, and in 1945 the State of California took possession of the property for non-payment of taxes. During the state budget deficit, Taylor Park was one of many state parks that were at risk of closing due to lack of funding. Efforts were made to find funding to keep Samuel P. Taylor and other parks open. The San Francisco Chronicle, on October 7, 2011, reported that \"the National Park Service has agreed to take over security and operations of Samuel P. Taylor Park.\" San Francisco Chronicle, October 7, 2011 ==Notes== ==External links== *San Francisco Wiki - Samuel P. Taylor State Park Maps, hiking trails, winter run coho salmon *Trailspotting: Hiking Mount Barnabe GPS/mapping data, hike description & photos Category:State parks of California Category:Parks in Marin County, California Category:Protected areas established in 1945 Category:1945 establishments in California Category:Bay Area Ridge Trail ",
    "title": "Samuel P. Taylor State Park"
}