{
    "id": "2573741",
    "text": "is an erotic manga artist who was prolific in the 1980s and '90s. Several of Maeda's works have been used as a basis for Original video animations (OVA) including La Blue Girl, Adventure Kid, Demon Beast Invasion, Demon Warrior Koji and his most notorious work, Urotsukidōji (Legend of the Overfiend). An interviewer commented that Urotsukidōji \"firmly placed him in the history books—in Japan and abroad—as the pioneer of the genre known as hentai, or \"perverted\". ==Early career== Toshio Maeda began reading manga when he was 5 or 6 years old, including American comics such as Mighty Mouse, Spider-Man and Batman. He was also a reader of all genres of literature and has said that he read more than 10,000 books before he was 20 years old. ==Career== Maeda sketching at the 2012 New York Comic Con At 16 Maeda left Osaka to go to Tokyo as an assistant to a professional cartoonist. He became interested in manga for adults to avoid all the sexual, political and religious restrictions that were placed on manga for children. Early in his career, with the likes of Evil Spirit Island and Ashita-e Kick Off, he only provided the illustrations while someone else wrote the text for the manga. Maeda's best known series, Urotsukidōji, came out in 1986 and gained popularity abroad. The Erotic Anime Movie Guide (1998) claimed that \"No other title apart from Akira has been so influential in the English-language market\". Maeda was working for an adult magazine at the time and wanted to create something different in terms of erotica. Maeda is credited with the proliferation of the tentacle rape genre mostly on the reputation of the animated versions of his manga, but he did not implement the use of the \"tentacle\" as an erotic device until the 1989 Demon Beast Invasion. Although Urotsukidoji is often labeled as being the first tentacle rape manga, it was in fact only featured in the anime version. Maeda has mentioned that since portraying genitals was illegal in Japan, artists would use any trick they could to get by the censors and he could say that a creature's tentacle was not a penis. Maeda has embraced his role in popularizing the genre and in a blog interview stated that he would like \"Tentacle Master\" inscribed on his tombstone. Maeda was a Guest of Honor at the Big Apple Anime Fest (BAAF) held in New York City in October 2001. An ANN writer covering the story praised him as \"the most influential erotic manga artist in Japan\" and called Urotsukidoji \"the foundation for the entire 'erotic-grotesque' genre of Japanese anime\". Maeda was the Keynote Speaker at the BAAF Symposium and introduced a retrospective of his work. A motorbike accident in 2001 left Maeda with limited ability in his drawing hand but he continued to use his computer to create characters and write scripts. In 2003, he planned contributions to a Japanese woman's hentai magazine and strove to look at eroticism from a woman's point of view. In addition to erotic horror, Maeda has done manga in other genres, including sex comedy, BDSM-themed genres, and books targeted at younger readers. He also sometimes draws mecha. As of September 2010, Toshio Maeda has opened his official website, the Tentacle club, where users can sign up and view his full length manga for a small monthly fee of 500 yen. Maeda has also made the opportunity available to the public to come stay at his apartment and have the opportunity to discuss manga, anime and Japan in general with him over a beer for a small fee, together with a tour of Akihabara and various otaku hot spots in Tokyo. In 2016 Toshio Maeda appeared in the British horror film Spidarlings directed by Selene Kapsaski. == Bibliography == * * (1977), Hit Comics, 1 volume * (1981), Action Comics, 2 volumes * (1982), Comic Pack, 1 volume * (1983), Comic Pack, 1 volume * (1983), Joy Comics, 1 volume * (1984), Comic Pack, 1 volume * (1986), Comic Pack, 1 volume * (1986), Wanimagazine Comics, 6 volumes; English translation: Urotsukidoji: Legend of the Overfiend (1998), Urotsukidoji (2002) * (1987), 3 volumes * (1987), 6 volumes * (1987), Wanimagazine Comics, 2 volumes * (1988), Wanimagazine Comics, 4 volumes; English translation: Adventure Kid/Adventure Duo (2003) * (1988), Tsukasa Comics, 1 volume * (1988), Tatsumi Comics, 1 volume * (1988), Million Comics, 1 volume * (1988), Wani Books, 2 volumes * (1988), Pyramid Comics, 1 volume * (1989), 2 volumes; English translation: Demon Beast Invasion (2001) * (1989), Suberu Comics; English translation: La Blue Girl (2002) * (1989), Men's Comics, 1 volume * (1989), Takarajima Comics, 1 volume * (1990), Tatsumi Comics, 1 volume * (1990), 1 volume * (1990), Gekiga King Comics, 1 volume * (1991), Wanimagazine Comics, 2 volumes * (1991), 1 volume * (1993), Action Camera Comics, 2 volumes * (1993), Suberu Comics, 2 volumes * (1993), Suberu Comics, 1 volume * (1993), Suberu Comics, 2 volumes * (1996), Core Comics, 4 volumes * (1998), Kyun Comics, 1 volume * (1999), Suberu Comics DX, 1 volume ==References== ==Sources== * * ==Further reading== * ANN interview, Rebecca Silverman (22 August 2012). * Manga-news.com interview (7 September 2012) * Transcript of an interview on Anthony Bourdain: Parts Unknown (Season 2, episode 8, \"Tokyo\"; official site's episode page) ==External links== * * * * PRISMS entry Category:1953 births Category:Ero guro Category:Hentai creators Category:Hentai manga artists Category:Living people Category:Mechanical designers (mecha) Category:People from Osaka ",
    "title": "Toshio Maeda"
}