{
    "id": "2574431",
    "text": "Bjelke-Petersen is the name of an Australian family of Danish descent. The common ancestors of the Australian family are Georg Peter Bjelke-Petersen (born c. 1845), a Danish farmer and master-builder, and his wife Caroline Vilhelmine (maiden name Hansen) (born c. 1845). They came to Australia with their children in 1891. Born just Petersen, Georg hyphenated his name some time in the 1860s. == Politics == The Bjelke-Petersens have influenced politics in Queensland, at both state and Commonwealth levels, for sixty years. * Sir Joh Bjelke-Petersen was a farmer and later Premier of Queensland between 1968 and 1987; He was the member for Nanango from 1946 to 1950 and for Barambah from 1950 to 1987. He was Georg Peter Bjelke-Petersen's grandson. * Florence Bjelke-Petersen, Joh Belke-Petersen's wife, represented Queensland in the Australian Senate between 1981 and 1993 serving as Deputy Leader of the National Party of Australia in the Senate between 1985 and 1990; * John Bjelke-Petersen, a son of Joh and Flo Bjelke-Petersen, was the National Party candidate for the Division of Fisher in the 1996 federal election, losing to Liberal MP Peter Slipper. He was preselected on 3 November 2005 as the National Party candidate in the seat of Nanango at the 2006 state election. He lost the election to independent member, Dorothy Pratt. He also stood unsuccessfully for the LNP at the 2009 state election and was again defeated by Pratt (independent). He contested the Division of Maranoa on behalf of the Palmer United Party at the 2013 federal election, and was defeated by Bruce Scott of the Liberal National Party. At the 2015 state election, John Bjelke- Petersen contested the seat of Callide, again on behalf of the Palmer United Party. == Other pursuits == * Hans Bjelke-Petersen (1872–1964) founded the Bjelke-Petersen School of Physical Culture in 1892 – as of 2005, there were 180 associated clubs throughout Australia. He was Georg Peter Bjelke- Petersen's son. * Marie Bjelke Petersen (1874–1969) was an Australian novelist. Note the lack of hyphen in her version of this name. She was Georg Peter Bjelke-Petersen's daughter. Other Families are Grace Bjelke-Peterson. == References == Category: Danish families Category: Swedish families Category: Australian people of Scandinavian descent Category: Australian people of Danish descent Category: Australian people of Swedish descent Category: Australian families Category: Political families of Australia Category: People from Queensland ",
    "title": "Bjelke-Petersen family"
}