{
    "id": "2574141",
    "text": "Wiley Park is a suburb in south-western Sydney, in the state of New South Wales, Australia. Wiley Park is located 17 kilometres south-west of the Sydney central business district in the City of Canterbury-Bankstown. ==History== The now comprising Wiley Park was initially part of of land granted to Robert Wilkinson in 1832. It passed to the Wiley family in 1862. Wiley Park is named after the reserve of that was bequeathed in the will of Mr. J.V. Wiley in 1906 for a park and recreational ground for local residents. Wiley was a shoemaker who died unmarried and without children. At the time the bequest caused some dissent with the local council but after much debate at a public meeting it was decided to accept the bequest. This park is bounded by King Georges Road, Canterbury Road, Clio Street and Edge Street.The Book of Sydney Suburbs, Compiled by Frances Pollon, Angus & Robertson Publishers, 1990, Published in Australia , page 271 ==Commercial area== Cao Dai Temple, King Georges Road A small shopping strip is located on King Georges Road, near the railway station. The adjoining suburbs have a greater degree of commercial activity. The suburb is also close to the large Roselands Shopping Centre. Also on King Georges Road, south of the train station is the Cao Dai Temple. ==Schools== Wiley Park Public School (formerly the Years 3-6 part of Lakemba Public School until 1984) and Lakemba Public School are located on opposite sides of King Georges Road. Lakemba Public School was established on its present site around 1913. It has an \"opportunity class\" for Years 5 and 6 students in the region was located at the school for many years. Lakemba Public School notable alumni includes Vin Wallace QC, who was a Crown Prosecutor in New South Wales from 1954 retiring as Senior Crown Prosecutor for New South Wales in 1978 Wiley Park Girls High School (established 1957) is also located here. Former NSW Ombudsman Irene Moss and chef Maggie Beer attended the school. ==Transport== Wiley Park Station, King Georges Road Wiley Park railway station is on the Bankstown Line of the Sydney Trains network. King Georges Road is a main road running through Wiley Park that starts as Wiley Avenue, to the north in Greenacre through to Beverly Hills in the south and beyond. Canterbury Road runs along the southern border of the suburb. ==Parks and culture== Wiley Park, on the corner of King Georges and Canterbury roads currently has a recreational area over 2.5 km². It has a large pond, and houses the Wiley Park Bicentennial Amphitheatre where local events such as Carols in the Park at Christmas and Youth X Festival are held. Until the 1980s, Wiley Park included a large velodrome that held events including Australian Championships and hosted concerts by a range of artists including Johnny O'Keefe. Cycling in the area was a popular sport, and a famous cycling store was operated by Jack Walsh in the adjoining suburb of Punchbowl for 50 years. Unfortunately the council allowed the velodrome to fall into disrepair and removed it without community consultation, replacing part of its area with an amphitheatre. Some sources cite that the loss of the velodrome was due to road widening.GTVeloce.com The amphitheater and its inside meeting room is now the home of Horizon Theatre Company. ==Demographics== Wiley Park was formerly inhabited largely by Anglo Celtic residents of a working-class background. The suburb was to become an increasingly multicultural suburb from the late 1970s onwards, with many residents born overseas or having parents born overseas, from countries such as Lebanon, Vietnam, Italy, Greece, the Philippines and the Pacific Islands. At the , 10% of the population was born in Bangladesh and 7.7% in Lebanon. The most common responses for religion in Wiley Park were Islam 44.0%, Catholic 15.0%, No Religion 6.3%, Eastern Orthodox 6.1% and Buddhism 6.0%. ==See also== *The Wiley Park Singers ==References== Category:Suburbs of Sydney Category:City of Canterbury-Bankstown ",
    "title": "Wiley Park, New South Wales"
}