{
    "id": "2574101",
    "text": "Ūsiņš () is a deity in Latvian mythology, the god of light and spring, symbol of fertility, guardian of horses and bees. It is one of few Latvian deities whose historical sources can be derived to be more or less genuine testimony.Latvian folklore: Ūsiņš With Ūsiņš Day begins summer:Who is Ūsiņš as they bestow fields with green grass and trees with green leaves. Therefore on Ūsiņi guys drove horses to pieguļa for the first time. Ūsiņi coincidences with Jurģi on 23 April (in Gregorian calendar Ūsiņi falls on 9 May), which is the Christian Church's deposit. Ūsiņš has its own ornamental sign, which is similar to two letter E facing their backs against each other.valoda.ailab.lv Ūsiņš This sign is the most common ornament for gloves. There is a belief, that such gloves grant the wearer with good luck on the road, and such gloves are called atslēgaiņi. The most important symbol of Ūsiņš Day is a foal, which can be interpreted differently. It is both the power of Dievas, human energy, and a phallic symbol because sexual power is equal to the creative energy. Yellow foal symbolizes energy from the Sun. With Ūsiņš it is also linked to someone else's image – the golden grass snake, which in turn, a snake is a symbol of energy flow. ==Etymological origin of the name== The word \"ūsiņš\" has several explanations. Gotthard Friedrich Stender linked that name with ūzām – trousers, which are of yellow color. Stender also called Ūsiņš a bee god. However, there is conflicting data on Ūsiņš being a bee god. 19th century folklore materials called Ūziņš a bee god, while a horse god – Ūsiņš. In late 19th century R. Auniņš called Ūsiņš the god of light, by explaining with the sound \"us\", which can also be found in the word – aust (day). Also, H. Biezais in his study on a Latvian deity Ūsiņš (God of light in ancient Latvian religion, 1994) come to the conclusion, that Ūsiņš typologically belongs to heavenly deities, and the specific features allowed him to be considered as the god of light. On the other hand Jānis Endzelīns felt, that the word ūsiņš has no Latvian origin, but was borrowed from a Germanic word – husing (home spirit). After some time Endzelīns reflects on and considers, that the word ūsiņš derives from a Russian word усень or овсень and that the same deity was borrowed from Russian people. While Vladimir Toporov in his studies concludes, that Ūsiņš is an ancient and mythical deity of several nations. Folk songs expressed visible merging process of Ūsiņš and Jurģi. According to older writings Jurģi Day on 23 April was also known as Ūsiņš Day, which were mainly related to the beginning of the spring work, resuming to shepherd livestock and pieguļa. Ūsiņš is similar to an Egyptian Usir (who by Greek language influences was known as Osiris). It has similarities with an Indian people Ashvini (Sanskrit USHAS means dawn). And finally, he is compared with Greek Dioskouri or Sons of God, who like Ūsiņš transport the Sun. And Ūsiņš also is known as Son of God. ==Ūsiņš Day celebration== On Ūsiņš Day horses are released for the first pieguļa after winter. Farmers fully entrust their horses to Ūsiņš, handing them over under his guardianship. Folk songs mention, that Ūsiņš himself belongs to horses, moreover, they are very well cared for. Since Ūsiņš is the god of light, it was horses that transported the sun.Ūsiņš An important place in descriptions of traditions is paid to a sacrifice. A black cock with nine crests and red legs is sacrificed to Ūsiņš. Rooster's blood was drained in horse's manger directly on oats. There was a belief, that blood, which is given to Ūsiņš, blessed the beast's home. Later during pieguļa the rooster is cooked and eaten by pieguļnieki. During pieguļa eggs are boiled and cooked into a special Ūsiņi dish – pantāga. Ūsiņš Day was held on horse market day when they were bought and sold. Ūsiņš Day was met with a rumble and great noisiness, which ties in with spring thunder nature.Ūsiņš leads the Sun uphill ==Ūsiņš in Latvian dainas== {| | Ūsiņš of Horses, Māršaviņa of Cows, Barbiņa of Goats, Teniss of Pigs, Annīte of Sheep, Urbans of Calves, Protect my beasts From pestilence, from wolves! 29202 | Ūsiņš stands by a fence, Waitin', to ask for a room. Come, Ūsiņ, to the room, Sit at the table's tip. 30059-2 | Ūsiņam slaughtered roosters With nine crests, To grow me cows bulls With nine layers. 30060 | To the hill Ūsiņš rode With a stone foal; He brought leaves to trees, Green clover to the land. 30063 | Ūsiņš rode a good horse, It is me that made a good ride; Envious don't flow Along halter's tip. 30081 | Ūsiņš rode to pieguļâ With nine foals. I asked you, brother Ūsiņ, To give me a horse over the road. 30082 | Ūsiņš rode to pieguļâ, With thieves on the road's edge. Ūsiņam high horses, Thieves higher gallows. 30083 | |} ==References== ==External links== * Jurģi Day * Jurģi – Ūsiņi * Jurģi (Ūsiņi) * Folk songs about Ūsiņi * Dievturi: Ūsiņi * Juris, Jurģis and Ūsiņš * Ūsiņš rode to pieguļa * Latvian folk songs * How Ūsiņš developed into Jurģis Category:Latvian gods Category:Light deities Category:Nature gods Category:Spring (season) ",
    "title": "Ūsiņš"
}