{
    "id": "2574281",
    "text": "Wallacia is a suburb of Sydney, in the state of New South Wales, Australia. Formerly a rural village it is west of the Sydney GPO (General Post Office), in the local government areas of the City of Penrith, City of Liverpool and Wollondilly Shire. It is part of the Greater Western Sydney region, Metropolitan area. ==History== Originally the region was called Riverview, but later became known locally as Wallace after Robert Wallace who grazed cattle on the that he rented from Sir Charles Nicholson 1st Bt. of Luddenham. His house became the unofficial Post Office from November 1885, situated at the rear of what is now the Wallacia Store and Newsagents. By 1897, a school built in the area was known as Wallace School. When the Post Office became official in November 1905, the G.P.O. named the area Boondah, as the name Wallace was already in use elsewhere in New South Wales. However, local people objected and to retain the link with Wallace, they suggested that the area be called Wallacia. This name was officially approved on 1 June 1906. On 25 March 1908 the John and Ethel Mary (née Murphy) Fowler family moved from Mulgoa where Elizabeth Fowler née Holt had the PO Licence. John Fowler accepted the Wallacia PO licence from 1 April 1908 which has been in continuous Fowler family management for 100 years, celebrated 1 April 2008. Wallace Post Office opened on 16 January 1891 and was renamed Boondah in 1905 and Wallacia in 1906. John Blaxland had built an original wooden weir at \"Grove Farm\" for a sandstone flour mill and additional brewery. When rust got into the English soft wheat, the flour mill failed and George Edward Cox of Winbourne (now Christian Brothers Retreat Mt Zion) at Mulgoa across the Nepean River, a teetotaller, bought Grove Farm to stop further brewing. Grove Farm was subsequently purchased by William \"Billy\" Baines hence Baines Hill on Silverdale Road over the Blue Mountains monosinclinal foothills. In 1873 the highest recorded Nepean River flood was marked by Billy Baines with a brass plaque on a sandstone block at Grove Farm near the barn which still has a water mark on a wood trunk pillar. The region was chiefly one of dairying and grazing during the 19th century, but in the early 20th century - because of its rural atmosphere and proximity to Sydney - tourism developed as people opened their homes as guest houses. After the Second World War however, the increase in car ownership and the availability of air travel saw a decline in the local tourist trade. Wallacia was once home to Bullen's Animal World, a theme park and circus, for several decades. Growth in the area in the past few years has mainly occurred with the development of hobby farms by people seeking a retreat from city life. To celebrate the centenary in 2006, the suburb had a parade with floats, line dancing and vintage trucks. ==Landmarks== Wallacia sits beside the Nepean River and landmarks include the Weir, Wallacia Bridge, Little Bondi and Wallacia Hotel - mock Tudor design by the Fowler family. It was the first place in Australia to introduce a fish ladder next to a weir. Wallacia’s tourism is centred on the day-tripper trade with the Wallacia Hotel and the Wallacia Golf Course, the chief attractions. Blaxland Crossing Reserve is a prominent parkland with picnic tables and barbecue areas. It is proximate to Nepean River. An annual social event held by Assyrian people, which commemorates Saint Zaia, takes place in the Reserve annually in September. Usually visited by around 1000 people, the occasion would feature live Assyrian singers and Assyrian folk dancing.Zinda Magazine A few kilometers south of the suburb is Bents Basin, a nature reserve which features a large swimming hole. == References == ==External links== * Penrith Local Suburb Profiles * Liverpool City List of Suburbs Category:Suburbs of Sydney Category:City of Liverpool (New South Wales) Category:City of Penrith ",
    "title": "Wallacia, New South Wales"
}