{
    "id": "2574832",
    "text": "Front façade of the Rudolfinum The Rudolfinum is a building in Prague, Czech Republic. It is designed in the neo-renaissance style and is situated on Jan Palach Square on the bank of the river Vltava. Since its opening in 1885 it has been associated with music and art. Currently the Czech Philharmonic Orchestra and Galerie Rudolfinum are based in the building. Its largest music auditorium, Dvořák Hall, is one of the main venues of the Prague Spring International Music Festival and is noted for its excellent acoustics. ==Uses== The Rudolfinum has been the home of the Czech Philharmonic Orchestra since 1946 and is one of the main venues of the Prague Spring International Music Festival held each year in May and June.Bernd F. Gruschwitz, Prague, pg. 48, Nelles (2001), The building was designed by architect Josef Zítek and his student Josef Schulz, and was opened on 8 February 1885. It is named in honour of Rudolf, Crown Prince of Austria, who presided over the opening. Between 1919 and 1939, the building was used as the seat of the Czechoslovak parliament. The Rudolfinum's Dvořák Hall is one of the oldest concert halls in Europe. On 4 January 1896, Antonín Dvořák himself conducted the Czech Philharmonic in the hall in its first ever concert.Pablo de Sarasate, The Strad, vol. 71, pg. 445, Lavendar Publications (1960) The venue was the location of the recording of Nicola Benedetti's album, Tchaikovsky-Bruch Violin Concertos. ===Galerie Rudolfinum=== Annelies Štrba - Rudolfinum The building also contains the Galerie Rudolfinum, an art gallery that focuses mainly on contemporary art. It opened on January 1, 1994 and is a non-profit institution directed and financed by the Czech Ministry of Culture. It is located at the back of the Rudolfinum. Galerie Rudolfinum has no collection of its own, and runs on the Kunsthalle principle, hosting a series of temporary exhibitions. It has around 1500 square metres of exhibition space. The gallery director is Petr Nedoma. The gallery's exhibitions focus mainly on contemporary art. Major exhibitions have included: Cathy de Monchaux (1997); František Drtikol – Photographer, Painter, Mystic (1998); Cindy Sherman: Retrospective (1998); Jürgen Klauke: Side Effect (1998); Czech Photography 1840–1950, (2004); Annelies Štrba (2005); Neo Rauch: Neue Rollen (2007); Uncertain States of America (2007–2008); Gottfried Helnwein: Angels Sleeping (2008); Andy Warhol: Motion Pictures (2009); Shirana Shahbazi: Then Again (2012); Jake and Dinos Chapman: The Blind Leading the Blind (2013); Ana Mendieta: Traces (2014); Mat Collishaw: Standing Water (2018); Arthur Jafa: A Series of Utterly Improbable, Yet Extraordinary Renditions (2019) and David Claerbout: Olympia (2020). ==Gallery== File:Rudolfinum concert hall.jpg|Dvořák Hall File:Praha Rudolfinum isometric.jpg|Rudolfinum as seen from Letná File:Prague Autumn Penderecki.JPG|Krzysztof Penderecki and the Sinfonia Varsovia, rehearsal. Prague Autumn International Music Festival 2008. File:Rudolfinum v noci.jpg|Rudolfinum by night ==See also== * List of concert halls ==References== ==External links== * Rudolfinum official website *Galerie Rudolfinum – official website of Galerie Rudolfinum *Publications Category:Music venues in Prague Category:Concert halls in the Czech Republic Category:Event venues established in 1885 Category:Renaissance Revival architecture in the Czech Republic Category:National Cultural Monuments of the Czech Republic Category:Art museums and galleries in the Czech Republic Category:Art museums established in 1994 Category:1994 establishments in the Czech Republic ",
    "title": "Rudolfinum"
}