{
    "id": "2574972",
    "text": "Joseph Aaron Carnahan (born May 9, 1969) is an American film director, screenwriter, producer and actor best known for his films Blood, Guts, Bullets and Octane, Narc, Smokin' Aces, The A-Team, and The Grey. He also wrote and directed several episodes for the NBC television series The Blacklist. He is the brother of screenwriter Matthew Michael Carnahan and producer Leah Carnahan. == Early life == Carnahan was raised in Michigan and Northern California. Carnahan graduated from Fairfield High School in 1987 where he also played football. He attended college at San Francisco State University but later transferred to California State University, Sacramento, and earned his B.A. in Filmography there. *a \"CSU Sacramento, B.A. Film Studies (1994).\" Carnahan eventually became employed in the Promotional Department of Sacramento's KMAX-TV, producing short films and television spots. *a \"...(who started right here at Good Day Sacramento,).\" — ¶ 1. == Film career == In 1998 he won some cult and critical acclaim for his film Blood, Guts, Bullets and Octane which premiered in September 1997 at the New York Independent Feature Film Market and later at the 1998 Sundance Film Festival. He directed the 2002 Detroit-set thriller Narc, starring Ray Liotta and Jason Patric. Following Narc, he directed an entry in the BMW Films titled Ticker starring Clive Owen and Don Cheadle. At one point he was solicited to direct Mission: Impossible III, produced by Tom Cruise and Paula Wagner (who also executive produced Narc), however he subsequently left the production due to conflicting views on the tone of the film. It was also announced in October 2005 Carnahan would be directing a film based on the life of convicted drug dealer Will Wright, but the project seems to be abandoned. His next film, Smokin' Aces, was produced in 2006 and released in January 2007. He also co-wrote the screenplay of Pride and Glory, released in 2008 nearly a year behind schedule. He was attached to direct an adaptation of James Ellroy's novel White Jazz with George Clooney producing and starring, but Clooney later pulled out from the production and in 2009, Ellroy stated that all adaptations of the film were dead. In 2007, Carnahan penned Remarkable Fellows for Universal with Jason Bateman set to star, but the film never went into production. In 2010, Brian Bloom and Carnahan were then hired by Fox for the revamping of their long-gestating A-Team project, based on the hit '80's television series. He also showed interest in directing film adaptations for Garth Ennis' graphic novel Preacher and David Michelinie's Taskmaster. In 2011, he directed the thriller The Grey, starring Liam Neeson. Carnahan was one of the executive producers for NBC's The Blacklist, starring James Spader and Megan Boone, during its first season. He directed the pilot, and went on to co-write and direct the ninth episode, \"Anslo Garrick\". Carnahan also wrote the story for episode 16, \"Mako Tanida\". He is currently writing the script for the film adaptation of the Mark Millar comic book series Nemesis with his brother Matthew and will be directing. He is also set to direct Mark Bowden's book Killing Pablo. Carnahan executive produces the NBC political thriller State of Affairs, starring Katherine Heigl and Alfre Woodard, which premiered November 17, 2014. He directed and co-wrote the pilot. In February 2017, XYZ Films revealed that Carnahan will produce and direct the remake of The Raid, starring Frank Grillo, with Evans as a producer. == Personal life == Carnahan serves on the Creative Council of Represent.Us, a nonpartisan anti-corruption organization. == Filmography == ===Film=== {| class=\"wikitable\" ! Year ! Title !width=65| Director !width=65| Writer !width=65| Producer ! Notes |- | 1995 | Karate Rider | | | | |- | 1998 | Blood, Guts, Bullets and Octane | | | | Also editor and actor; role: Sid French |- | 2002 | Narc | | | | |- | 2006 | Smokin' Aces | | | | |- | 2008 | Pride and Glory | | | | |- | rowspan=\"2\"|2010 | Smokin' Aces 2: Assassins' Ball | | | | |- | The A-Team | | | | Role: Mike 'The Operator'; credited as: Bo Anzo |- | 2011 | The Grey | | | | |- | 2014 | Stretch | | | | Direct-to- video |- | 2018 | Death Wish | | | | |- | 2019 | El Chicano | | | | |- | rowspan=\"2\"|2020 | Bad Boys for Life | | | | |- | Boss Level | | | | |} Producer only * The Fourth Kind (2009) * Point Blank (2019) ===Short films=== {| class=\"wikitable\" ! Year ! Title !width=65| Director !width=65| Writer !width=65| Producer ! Notes |- |1998 | Taco Heaven | | | | |- | 2000 | Nail in My Coffin | | | | Editor |- | 2002 | Ticker | | | | Segment from the BMW short film series The Hire |- | 2003 | Boyz Up Unauthorized | | | | |- | 2009 | Susannah | | | | |- | 2011 | The Devil's Dosh | | | | |- |} ===Television=== {| class=\"wikitable\" ! Year ! Title ! Director ! Producer ! Writer ! Notes |- |2006 | Faceless | | | | Television film |- | rowspan=\"2\"|2013 | Dino and Dash | | | | Television film |- | The Blacklist | | | | |- | rowspan=\"2\"|2014 | Those Who Kill | | | | |- | State of Affairs | | | | |} === Frequent collaborators === {| class=\"wikitable sortable\" style=\"text-align:center; width:100%\" |- style=\"vertical-align:bottom;\" ! Collaborator ! Narc (2002) ! Smokin' Aces (2006) ! The A-Team (2010) ! The Grey (2011) ! Stretch (2014) ! Boss Level (2020) |- ! Roger Barton | | | | | | |- ! Brian Bloom | | | | | | |- ! James Badge Dale | | | | | | |- ! Mauro Fiore | | | | | | |- ! Frank Grillo | | | | | | |- ! Christopher Michael Holley | | | | | | |- ! Quinton Jackson | | | | | | |- ! Ray Liotta | | | | | | |- ! Liam Neeson | | | | | | |- ! Chris Pine | | | | | | |- ! Ridley Scott | | | | | | |- ! Maury Sterling | | | | | | |- ! Patrick Wilson | | | | | | |- |} == References == == External links == * *Interview with Joe Carnahan at LeisureSuit.net Category:1969 births Category:American male bloggers Category:American bloggers Category:California State University, Sacramento alumni Category:Male actors from Sacramento, California Category:Living people Category:Male actors from Delaware Category:Male actors from Detroit Category:Film directors from Michigan ",
    "title": "Joe Carnahan"
}