{
    "id": "2574320",
    "text": "Bruce Yardley (5 September 1947 – 27 March 2019) was an Australian cricketer who played in 33 Test matches and seven One Day Internationals between 1978 and 1983, taking 126 Test wickets. Known to his teammates as 'Roo', Yardley was an off-spin bowler who began as a fast-medium pace seamer. In his late 20s Yardley switched to off-spin and had success at club and then state level. His technique was slightly unusual in that he bowled at near medium pace, spinning the ball off his middle finger rather than the index finger like conventional off-spinners. A handy number-eight batsman who scored four Test half-centuries his batting was often characterised by a \"Yardley yahoo\" over the top of slips which opposition teams sometimes attempted to counter by using a fly slip. Yardley was an exceptional fielder in the gully region taking 31 catches in his 33 Tests including a number of spectacular efforts. He was also the recipient of some fine fielding being the bowler when John Dyson took his catch of the century to dismiss West Indian Sylvester Clarke. In the early 1980s Yardley was Australia's first-choice spinner; during this period he took most of his 126 Test wickets, including a Test-best of 7/98 against the West Indies at Sydney in 1981/82. It was for this and other eye-catching performances that he was named the 1981/1982 Benson and Hedges International Cricketer of the Year, winning a new sports car. However he had to purchase this car from his fellow players from that year. The car was put into the team's prize pool with other prizes which included cash which at the end of the year was divided depending on how much you played. Despite his fine all- round cricket game he was rarely considered for One Day Internationals and in 1981 he was controversially left out of the Ashes squad which toured England (Stuart MacGill, Yardley and fellow West Australian Bruce Reid are the only three bowlers to take 100 wickets for Australia without playing a Test there). Yardley participated in Australia's first tour of Sri Lanka in 1983 and took seven wickets, including a five-wicket haul, in what proved to be his final Test. After retiring from competitive cricket Yardley remained involved in the sport as a coach and media commentator. In 1997 he was appointed coach of the Sri Lankan national team. A long-time admirer and supporter of Sri Lankan record breaking off-spinner Muttiah Muralitharan it was Yardley who encouraged Murali to add the doosra to his arsenal. He was always adamant that Murali was not a chucker. Yardley spent several years as Regional Cricket Officer for the Western Australian Cricket Association which involved responsibility for promoting cricket and increasing participation in the South West region through school visits/programs and cricket carnivals. He was a regular cricket commentator on TV and radio. ==Career== Yardley began playing grade cricket with Midland-Guildford as a fast medium bowler. He made his first-class cricket debut in 1966–67, taking one wicket against Queensland. However West Australia were blessed with fast bowlers during this period and he struggled to find a permanent spot, only playing in two games over six seasons. (The second game came against Victoria at the WACA in 1970–71.) In 1971 Yardley began developing his abilities as a spin bowler and worked on his batting. He gained selection for WA as a batsman in 1973–74. He scored 43 not out against the touring New Zealanders in 1974. He would occasionally bowl as well. In 1973–74 he scored a quick fire 59 in a Gillette Cup game, helping WA beat NSW. In 1974–75 he played for West Australia primarily as a batsman. After a decade in First-Class cricket Yardley had 14 First-Class matches, scoring 246 runs at 14.47 and picking up six wickets at 61.83. He had bowled only 923 deliveries (153.5 six-ball overs). ===Emergence as spin bowler=== 1976–77 was Yardley's breakthrough season as he became a full-time spinner. He took 2–44 and 3–40 against South Australia, also scoring a useful 35 runs. Two games later against NSW he took 6–62 then made 97 not out. For the season he scored 171 runs at 28.50 and picked up 19 wickets at 25.73. ===1977–78 Test bowler=== In 1977–78 the Australian Test team had lost a number of its leading players to World Series Cricket. Tony Mann was tried as a spinner but was dropped after four Tests. Yardley had a strong domestic season. He scored 51 in 65 minutes in a game against South Australia, then took 7–44. This saw him leap into contention for the spinner's spot for the fifth Test, the other contenders being Jim Higgs and Graham Whyte. Yardley ended up being selected for both the fifth Test against India and the tour of West Indies. Yardley's Test debut was promising. One of four Australians playing in their first Test, he made useful scores of 22 and 26 and although he went wicketless in the first innings, took 4–134 in the second, helping bowl Australia to victory. ===1978 tour of the West Indies=== Yardley enjoyed considerable success in the West Indies, forming a notable spin combination with Jim Higgs. He began the tour well, taking five wickets against Leeward Islands, including a second innings return of 4–91. He followed this up with nine wickets against Trinidad and Tobago, 4–51 and 5–89. This saw him selected in the first Test to team with Higgs. He took three wickets, but Australia lost by an innings. There was some discussion Yardley would miss the second Test but he ended up playing. Yardley had an excellent game with the bat, scoring 74 off 73 runs in Australia's first innings and 47 in the second. He only bowled two overs, in another Australian defeat. Yardley went wicketless in a tour game against Guyana and was injured while batting, retiring hurt for 37. He recovered to play in the third Test which was an Australian victory. He took three wickets and made 33 and 15 not out; the latter innings was especially crucial as it helped Australia pass the West Indies total. He did find however that Bob Simpson often preferred to bowl himself rather than Yardley. Yardley took six wickets in a game against Windward Islands. In the 4th Test Yardley took 1–48 and 4–40 but Australia collapsed in their second innings and lost the game. ====Throwing controversy==== Yardley encountered controversy in a tour match against Jamaica when he was twice no-balled for throwing by umpire Douglas Sang Hue.Contemporary newspaper report from Sydney Morning Herald accessed 2 March 2015 It marred a fine game for him as he took 5–63 in the second innings and his score of 15 with the bat helped Australia win by two wickets. In the fifth Test Yardley almost bowled Australia to victory with second innings figures of 4–35 but the game ended in a riot. Yardley finished the series with 206 runs at 29.42 and 15 wickets at 25.13. He was easily one of the teams best performers on tour and now firmly established as the first choice off spinner. ===1978–79 Ashes=== Yardley kept his place for the first Test of the 78–79 Ashes. He had a poor game, only taking one wicket, although a first innings score at 17 did arrest an Australian collapse. His batting ensured he kept his place in the second Test over Higgs; he took four wickets. Yardley was not selected for the next two games. He was recalled for the fifth Test, in which he took no wickets. In the sixth Test, Yardley took two wickets although he top scored in Australia's second innings with a knock of 61. He and Higgs famously opened the bowling together in England's second innings. ===Pakistan=== Yardley was dropped again for Australia's next game, the first Test against Pakistan, in favour of Peter Sleep. Australia lost this game and Yardley was recalled for the next game. He only took one wicket but the game resulted in a rare Australian victory. Yardley was overlooked for selection for the 1979 Cricket World Cup in favour of Graeme Porter however he was selected to tour India in 1979. ===1979 tour of India=== Yardley toured India in 1979. He was made 12th man for the first Test. He returned to the side for the second test, making 47 as nightwatchman then taking 4–107 before illness meant he was too sick to bowl. He was kept on in the team for the third Test, taking only two wickets; he was called upon to open Australia's first innings and made 29. A Kapil Dev yorker broke his foot in the second innings, ruling him out for the fourth Test. He missed three games but returned for the fifth test, Kim Hughes saying the cricketer was \"a must\" for the team. Yardley responded to his captain's faith by scoring 61 off 70 balls in Australia's first innings and taking 4–91. Yardley failed a fitness Test and was omitted for the sixth Test, replaced by Peter Sleep. ===Form slump=== Yardley suffered a form slump at the beginning of the 1979–80 domestic season, which saw him only make 58 runs in five innings, and was dropped from the West Australian side. He later contracted a virus which affected his health so badly he dropped out of cricket altogether for a while to recover. ===1980–81 comeback=== Yardley had a return to form during the 1980–81 season. He made 78 in a game against Queensland then took 5–85 against South Australia and 7–62 and 4–36 against Tasmania. This form – he was the second highest wicket taker in the Sheffield Shield that season at the time – saw him recalled to the Australian side for the test against India, replacing Shaun Graf; once again he was in the squad alongside Jim Higgs. Yardley ended up being preferred to Higgs in the game, taking 2–90 and 1–25, as Australia failed to bowl out India. Yardley and Higgs played together in the next Test. Yardley had better figures, taking 2-45 and 2-65, but Australia's batters collapsed in the second innings and India won the game. Towards the end of the summer, Yardley's 3-40 against Queensland in a crucial game helped WA win the Shield. Yardley was overlooked for the 1981 Ashes despite being the third highest first class wicket-taker that summer, with 47 wickets at 25.38. The spinners chosen to go to England both had less wickets than Yardley: Graeme Beard (29) and Ray Bright (22).Australian first class wicket takers for 1980-81 at CricketArchive ===International Cricketer of the Year=== Yardley's greatest season came in 1981–82. He started well with 4-54 against South Australia and was picked in the Australian 12 for the first Test against Pakistan over Ray Bright. Yardley rewarded the selectors taking 6-84 in Pakistan's second innings. He then took 1-51 and 4-77 in the second Test, contributing to another Australian victory. For the third Test Yardley's figures were 7-187, earning him the man of the match award – but Australia lost the game by an innings. Australia then played the West Indies. The first game was the famous Boxing Day Test, best remembered for Kim Hughes' century. Yardley took 4-38 in their second innings helping considerably to an Australian victory. \"Bruce bowled better than at any time I have seen him before\", said Greg Chappell. \"He is a great spin- bowler because he attacks the batsman and that is an asset that is rare among spinners\". In the second Test he took 3-87 and 7-98, and hit 45 off 33 balls, giving Australia an outside chance of winning the game, but it ended in a draw. For the third Test, Yardley took 5-132 in the West Indies' first innings but no wickets in the second, as Australia lost. Yardley was not selected in Australia's one day side for the latter part of the summer. However he was voted International Cricketer of the Year. ===1982 Tour of New Zealand=== Yardley and Ray Bright were the two spinners on the 1982 tour of New Zealand. Yardley took 3-49 in the rain shortened first Test. He took 4-142 and 2-40 in the second Test, frequently clashing with the New Zealand umpires, in a game Australia lost. They had their revenge in the next game which Australia won; Yardley was not required to bowl in New Zealand's first innings but his 4-80 in the second helped considerably in securing an Australian victory. ===1982 Tour of Pakistan=== Yardley was then selected on the tour to Pakistan. He played in the first Test, scoring a pair and only taking one wicket. He then fell sick with a virus and was replaced in the second by Peter Sleep. Yardley returned for the third Test, making a quick fire 40 in Australia's first innings and going for 1-102. ===1982–83 Ashes=== Yardley kept his spot in the Australian side against England in 1982–83. He took 5-107 and 3-101 in the first Test. After 5-68 against Tasmania he scored 53 and took two wickets in the second Test. The third test saw him take three wickets. A thigh injury due to a Rodney Hogg delivery meant there was some doubt whether Yardley would play the fourth Test but he was fit in time. Yardley took 4-89 in England's first innings. In the fifth Test, Yardley took 4-139 in England's second innings but the Australian bowlers were unable to force a victory. He finished the series with 141 runs at 20.14 and 22 wickets at 36.07. Yardley was dropped from the Australian one day side again towards the end of the summer. He then took four wickets in a game against South Australia. ===End of Test career=== Yardley toured Sri Lanka in 1983. In the sole Test he took 5-88 and 2-78, bowling in conjunction with Tom Hogan, helping Australia win by an innings. After being overlooked for the 1983 World Cup in favour of Tom Hogan, Yardley retired from first class cricket. \"I want people to understand the decision was not based on not being selected to go to England\", said Yardley at the time. \"I will be 36 in September and it's as good a time to retire as any. I will not even be playing club cricket.\" Since Yardley had been first selected for Australia, he had missed selection on every side picked to tour England – 1979, 1980, 1981 and 1983. (Although 1979 and 1983 were one-day tournaments, and his form had been poor in 1979–80). ===Comeback=== Yardley made a surprising comeback to First-Class cricket six-and-a-half years after his retirement when he was named in a Western Australian squad to tour India in 1989, at the age of 41. Yardley then played for WA against the touring New Zealanders, Victoria, NSW, and South Australia in the 1989-90 summer. He was criticised for abandoning a grade game to commentate with Channel Nine during a Test match. He took ten wickets at 37.60 then retired for good. \"I think I have bowled well enough to play Shield again, but the selectors won't pick me\", Yardley said. ==Post retirement== Yardley was appointed the Sri Lankan coach in 1997. He later coached Singapore at the 2001 ICC Trophy He coached Western Australia to their first Imparja Cup in 2009–10. Yardley died of cancer on 27 March 2019 in Kununurra, Western Australia, at the age of 71. ==References== ==External links== * Category:1947 births Category:2019 deaths Category:Australia One Day International cricketers Category:Australia Test cricketers Category:Western Australia cricketers Category:Australian cricket commentators Category:Australian cricketers Category:Cricketers from Perth, Western Australia Category:Sportsmen from Western Australia Category:Australian cricket coaches Category:Coaches of the Sri Lanka national cricket team Category:Australian expatriate sportspeople in Singapore Category:Australian expatriate sportspeople in Sri Lanka Category:Coaches of the Singapore national cricket team Category:Deaths from cancer in Western Australia ",
    "title": "Bruce Yardley"
}