{
    "id": "2575867",
    "text": "The Regional Council's service area (in green) The Regional Council (RegCo; ) was a municipal council in Hong Kong responsible for municipal services in the New Territories (excluding New Kowloon). Its services were provided by the Regional Services Department, the executive arm of the Regional Council. Its headquarters were located near Sha Tin Station. ==History== Technically, only Hong Kong Island, Kowloon, and New Kowloon were within the purview of the Urban Council. But the Urban Services Department, the executive arm of the Urban Council, began servicing the New Territories with its establishment in 1953. Following public consultation, a Provisional Regional Council was established on 1 April 1985 under the auspices of the colonial Hong Kong Government, to provide for the New Territories what the Urban Council did for Hong Kong Island and Kowloon. Like the Urban Council, the Regional Council was created in 1986 as an elected body comprising representatives from constituencies and district boards. In 1986, planning began for the council's headquarters building. Until permanent premises were built, departments of the Regional Council were scattered around various buildings in Tsim Sha Tsui. A site was selected near Sha Tin Town Centre and construction began in April 1989. It was opened on 27 September 1991 by governor David Wilson and Lady Wilson. The building consisted of a low block, housing the council chambers, alongside a 20-storey tower home to the various units of the Regional Services Department. The building was designed by Peter Keeping, a senior architect of the Architectural Services Department, and cost $200 million. The entrance is guarded by two marble lions made in Beijing. Today the building is the headquarters of the Leisure and Cultural Services Department. ==Function and structure== The Regional Council structure comprised the full Regional Council, functional select committees, district committees, and sub- committees. Initially, three functional select committees were planned: the Ways and Means Select Committee, the Environmental Hygiene Select Committee, and the Recreation and Culture Select Committee. They were joined by the Liquor Licensing Board at the founding of the council in 1986, and in 1987 the Ways and Means Select Committee was split into two committees: the Capital Works Select Committee and the Finance and Administration Select Committee. From 4 July 1997, the Recreation and Culture Select Committee was separated into the Culture and Arts Select Committee and the Recreation and Sports Committee, forming an eventual six select committees by the time the council was dissolved. The nine district committees were as follows: Islands; Kwai Chung and Tsing Yi; North District; Sai Kung; Sha Tin; Tai Po; Tsuen Wan; Tuen Mun; and Yuen Long District Committee. ==Demise== After the transfer of sovereignty in 1997, the name was once again changed to Provisional Regional Council, consisting of members of the pre-handover RegCo, and new members appointed by the Chief Executive. The council was dissolved on 31 December 1999 together with the Provisional Urban Council under the then-Chief Executive Tung Chee Hwa's plan to streamline and centralise municipal services as part of his government policy reforms. The Regional Council and Urban Council had, since 1998, jointly objected to this plan, putting forward an alternative merger proposal entitled \"One Council, One Department\", which was not accepted by the government. The final chairman commented: The functions of the councils were replaced by two newly established government departments, the Food and Environmental Hygiene Department and the Leisure and Cultural Services Department. The former Regional Council Headquarters is now home to the Leisure and Cultural Services Department. The archives of the two municipal councils are held by the Hong Kong Public Libraries, and are available online in digitised form. ==Lists of Chairmen== * Cheung Yan-lung (1986-1995) * Lam Wai-keung (1995-1997) * Lau Wong-fat (1997-1999) ==See also== * Urban Council * Taiwan Provincial Council ==Notes== ===Bibliography=== * ==External links== *Food and Environmental Hygiene Department *Leisure and Cultural Services Department Category:Politics of Hong Kong Category:History of Hong Kong Category:Waste management in Hong Kong ",
    "title": "Regional Council (Hong Kong)"
}