{
    "id": "2575659",
    "text": "WHTN, virtual channel 39 (UHF digital channel 16), is a CTN owned-and-operated television station serving Nashville, Tennessee, United States that is licensed to Murfreesboro. The station is owned by the Clearwater, Florida- based Christian Television Network. WHTN's studios are located on Lebanon Road in Mount Juliet, and its transmitter is located on Lone Oak Road near Gladeville. WHTN offers 24-hour religious programming, much of which is produced either locally or at the CTN home base in Florida. On cable, the station is available on Comcast Xfinity channel 21 and Charter Spectrum channel 10. It is also carried on channel 39 on DirecTV and Dish Network.CTN- WHTN Channel Table ==History== WHTN signed on as WFYZ on December 30, 1983, with a general entertainment format featuring cartoons, sitcoms, movies and music videos. It was originally owned by Murfreesboro TV Corporation. In 1984, lacking the resources to grow and amidst signal problems in parts of Nashville, the station's management realized it was unable to compete against fellow independent stations WCAY-TV (channel 30, then owned by TVX, Inc., now WUXP-TV) and WZTV (channel 17, then owned by Multimedia). It was bought by businessman Bob Hudson and its callsign changed to WHTN (\" _H_ udson _T_ elevision _N_ ashville\"; the radio station he bought in a nearby area was likewise temporarily changed to WHRD (\" _H_ udson _R_ adio _D_ ickson\")). Hudson experimented with long-form, limited-commercial programs such as feature films with only two commercial breaks. This format also failed to gain a sizable audience. By 1985, the station shifted to a 24-hour music video format. Later in 1985, the station was sold to CTN and flipped to an all- religious format at the beginning of 1986. ==Digital television== ===Digital channel=== {| class=\"wikitable\" |- ! Channel ! Video ! Aspect ! PSIP Short Name ! ProgrammingRabbitEars TV Query for WHTN |- | 39.1 || 1080i || 16:9 || rowspan=2| WHTN-DT || Main WHTN programming / CTN |- |} ===Analog-to-digital conversion=== WHTN shut down its analog signal, over UHF channel 39, on June 12, 2009, the official date in which full-power television stations in the United States transitioned from analog to digital broadcasts under federal mandate. The station's digital signal remained on its pre-transition UHF channel 38. Through the use of PSIP, digital television receivers display the station's virtual channel as its former UHF analog channel 39. ===Spectrum incentive auction results=== Due to the station's participation in the FCC's 2016–17 spectrum incentive auction, WHTN filed for a construction permit to relocate its digital allocation from channel 38 to channel 16 on October 18, 2019, as a result of the spectrum repacking. ==Newscast titles== *News 39 (1983-1985) *NewsCenter 39 (1985-1986) ==References== ==External links== *Official website * * HTN Category:Television channels and stations established in 1983 Category:1983 establishments in Tennessee Category:Christian Television Network affiliates ",
    "title": "WHTN"
}