{
    "id": "2575762",
    "text": "Frank Tenison Brennan SJ AO (born 6 March 1954) is an Australian Jesuit priest, human rights lawyer and academic. He is known for his 1998 involvement in the Wik debate when Paul Keating called him \"the meddling priest\" and the National Trust classified him as a Living National Treasure. Brennan has a longstanding reputation of advocacy in the areas of law, social justice, refugee protection, Aboriginal reconciliation and human rights activism. ==Early life and education== Brennan is the first born son of Sir Gerard Brennan, a former Chief Justice of the High Court of Australia and Patricia O'Hara, an anaesthestist. Brennan is a fourth generation Australian. He is of Irish descent on both sides of his family and has German ancestry from his paternal grandmother. Brennan studied at Downlands College in Toowoomba, and at the University of Queensland where he graduated with honours in arts and law. He then studied at the Melbourne College of Divinity, where he graduated, again with honours, in divinity. He was awarded a Master of Laws in 1981 as a result of further study at the University of Melbourne, where he resided at Newman College. ==Career== Brennan's contact and involvement with Aboriginal Australians began early in his priestly ministry. In 1975 he worked in the inner Sydney parish of Redfern with priest activist Fr Ted Kennedy, where he also met and worked with Mum (Shirl) Smith among others who were founding indigenous Australian legal, health and political initiatives. In 1997, he was Rapporteur at the Australian Reconciliation Convention and the following year he was appointed an Ambassador for Reconciliation by the Council for Aboriginal Reconciliation. On 10 December 2008 he was appointed as the chairperson to the Australian Government's National Human Rights Consultation Committee. In 2009 this independent committee consulted with the Australian community about the protection and promotion of human rights. On 30 September 2009, it reported its recommendations to the Attorney General, the Honourable Robert McClelland MP. Brennan is a professor of law in the Public Policy Institute at the Australian Catholic University, a visiting professorial fellow at the University of New South Wales and served as the founding director of the Uniya Jesuit Social Justice Centre in Sydney from 2001 to 2007. In 2005, he returned to Australia from a fellowship at Boston College. During 2011, Brennan was critical of the refugee policies of the Prime Minister, Julia Gillard, saying that she has led the Labor Party into moral decline and that the Malaysia Solution is morally derelict and tantamount to \"offshore dumping\". On 15 August 2017 Brennan stated that if the law was changed to require clergy to report child sexual abuse learned of during confessionals he would consider breaking it. Brennan told ABC Radio National that \"I as a Catholic priest would have to make a decision, whether in conscience, I could apply with such a law\". He also claimed that \"I think it would make children more vulnerable and not less\". During the 2017 Australian Marriage Law Postal Survey, Brennan dissented from traditional Catholic teaching, telling the media he would vote yes and stating that \"We've got to factor that in to the common good argument about what's necessary.\" He stated that, while in the context of Catholic marriage he would continue to uphold marriage as being between a man and a woman, he considered the issue of civil marriage to be separate. Following the survey, Brennan was appointed by Prime Minister Malcolm Turnbull to serve on a Philip Ruddock-led review into religious freedoms. In November 2019, it was announced that Brennan would be one of 20 members of the Senior Advisory Group to help co-design the Indigenous voice to government set up by Ken Wyatt, the Minister for Indigenous Australians. The Group is co-chaired by Wyatt, Marcia Langton and Tom Calma. ==Honours== In 1995 Brennan was appointed an Officer of the Order of Australia (AO) in recognition of service to Aboriginal Australians, particularly as an advocate in the areas of law, social justice and reconciliation. In 1996, Brennan was jointly awarded with Pat Dodson the inaugural Australian Council For Overseas Aid Human Rights Award. In 1998 he was named a Living National Treasure during his involvement in the Wik debate. In 2002, Brennan was awarded the Humanitarian Overseas Service Medal for his work as Director of the Jesuit Refugee Service in East Timor. Brennan has been awarded, honoris causa, a Doctor of the University from the Queensland University of Technology and a Doctor of Laws from the University of New South Wales.Citation for D.Ll. honoris causa at University of New South Wales ==Bibliography== * * * * * * * * * Winner of the 2007 Queensland Premier's Literary Award. * * * ==References== ==External links== *Brennan's selected talks and transcripts from Uniya, Jesuit Social Justice Centre (20012007). * Category:Officers of the Order of Australia Category:Australian lawyers Category:Australian people of Irish descent Category:Australian Jesuits Category:1954 births Category:Living people Category:Recipients of the Centenary Medal Category:Australian people of German descent Category:Australian Catholic University faculty Category:Australian Roman Catholic priests ",
    "title": "Frank Brennan (priest)"
}