{
    "id": "2575412",
    "text": "Triglyph centered over the last column in the Roman Doric order of the Theater of Marcellus John Wood's The Circus Bath, Somerset (1754), triglyphs and decorated metopes Triglyph is an architectural term for the vertically channeled tablets of the Doric frieze in classical architecture, so called because of the angular channels in them. The rectangular recessed spaces between the triglyphs on a Doric frieze are called metopes. The raised spaces between the channels themselves (within a triglyph) are called femur in Latin or meros in Greek. In the strict tradition of classical architecture, a set of guttae, the six triangular \"pegs\" below, always go with a triglyph above (and vice versa), and the pair of features are only found in entablatures of buildings using the Doric order. The absence of the pair effectively converts a building from being in the Doric order to being in the Tuscan order. The triglyph is largely thought to be a tectonic and skeuomorphic representation in stone of the wooden beam ends of the typical primitive hut, as described by Vitruvius and Renaissance writers. The wooden beams were notched in three separate places in order to cast their rough-cut ends mostly in shadow. Greek architecture (and later Roman architecture) preserved this feature, as well as many other features common in original wooden buildings, as a tribute to the origins of architecture and its role in the history and development of man. The channels could also have a function in channeling rainwater. ==Structure and placing== In terms of structure, a triglyph may be carved from a single block with a metope, or the triglyph block may have slots cut into it to allow a separately cut metope (in stone or wood) to be slid into place, as at the Temple of Aphaea. Of the two groups of 6th-century metopes from Foce del Sele, now in the museum at Paestum, the earlier uses the first method, the later the second. There may be some variation in design within a single structure to allow for corner contraction, an adjustment of the column spacing and arrangement of the Doric frieze in a temple to make the design appear more harmonious. In the evolution of the Doric order, the placing of the triglyphs evolved somewhat, especially at corners. ==Outside the Doric== In post- Renaissance architecture the strict conventions are sometimes abandoned, and guttae and triglyphs, alone or together, may be used somewhat randomly as ornaments. For example, the Baroque Černín Palace in Prague (1660s) has triglyphs and guttae as ornaments at the top of arches, in a facade using an eclectic Ionic order. == Gallery == File:West facade - Temple of Concordia - Agrigento - Italy 2015 (4).JPG|Temple of Concordia, Agrigento, Sicily, with plain metopes Image:Metope-1.jpg|A metope (L) and triglyph (R) cut from one block from Stratos. Image:Metope-2.jpg|Triglyph blocks with slots for the insertion of metopes in the Marmaria at Delphi. Image:Aphaia- temple-3.jpg|Triglyphs (slotted for the insertion of metopes) in the Doric frieze of the Temple of Aphaia. Image:Angle del temple d'Hefest de l'àgora d'Atenes.JPG|The entablature of the Hephaisteion (temple of Hephaistos) in Athens, showing Doric frieze with triglyphs and sculpted metopes. File:Paestum BW 2013-05-17 15-24-42.jpg|Section from Foce del Sele with metope and triglyph in one piece File:Museo archeologico di Paestum WLM 014.JPG|Metopes from the second group at Foce del Sele File:Praha, Hradčany, Černínský palác, fasáda 01.jpg|Černín Palace in Prague (1660s) has triglyphs and guttae as ornaments at the top of arches ==See also== * Fascia (architecture) ==References== * == External links == * Category:Ornaments (architecture) Category:Columns and entablature ",
    "title": "Triglyph"
}