{
    "id": "2575786",
    "text": "Barry Blue (born Barry Ian Green, 4 December 1950) is an English singer, producer, and songwriter. As an artist, he is best known for his hit songs \"Dancin' (on a Saturday Night)\" and \"Do You Wanna Dance\" (both 1973). Blue has also been a prolific songwriter and producer for many artists, and has had over forty worldwide hits, including Andrea Bocelli, Diana Ross, Celine Dion, The Saturdays, The Wanted, and Pixie Lott. In film and television, Blue has provided soundtracks and/or themes for productions including Eyes of Laura Mars, Long Good Friday, and Escape to Athena. ==Early days== At the age of 13, Barry Blue made his first television appearance with his school band The Dark Knights, performing on Stubby Kaye's Silver Star Show, a weekly children's talent show hosted by Kaye via Granada TV. By the age of 14, Blue had signed with record producer Norrie Paramor, whose assistant was Tim Rice; the producer of Blue's first song Rainmaker Girl, which became a hit for Gene Pitney in the United States. Later he became a bassist in the line-up of Spice; the band featured Mick Box and David Byron, and was the precursor to the heavy rock band Uriah Heep. He followed this in 1966 with a two-year period in A&R; at the Bee Gees' publishing company Abigail Music, under direction of their manager Robert Stigwood. In 1970, Blue signed as a songwriter to ATV-Kirshner located in Bruton Street, London, where he joined a group of professional songwriters that included Lynsey de Paul and Ron Roker. One of their earliest songs was Sugarloaf Hill, recorded by the reggae artist, Del Davis. Other early career notable songs co-written by Blue and de Paul include Tip of My Tongue for the British group Brotherly Love, as well as female vocal trio Ellie, and House of Cards recorded by a number of artists including John Christie, Australian artist Rob Guest, and the D.J. Tony Blackburn. Another from this period included Crossword Puzzle, also co-written with de Paul, and which led to an appearance on Top of the Pops for Irish singer Dana. At the time, he was still using his real surname of Green. Blue wrote his first UK Singles Chart hit back in 1972 with de Paul, titled Sugar Me. The song originally was written for Peter Noone, but de Paul's boyfriend at the time, Dudley Moore, suggested that she should take a demo version to manager Gordon Mills, who told her she should record it herself. The song also charted in singles charts in the Netherlands, Spain, and Belgium. Sugar Me was also covered in the United States of America (USA) by Nancy Sinatra and Claudine Longet. ==Career== He released his first record in June 1971, under the name of Barry Green, on the Ember label titled 'Together', written by Jean-Pierre Mirouze, taken from the French film Le mariage collectif. He signed to Decca Records, and released four singles between 1971 and 1974. Including Papa Do, which was released by Barry Green as a single. His first UK chart success came with a change of name, and record deal with Bell Records in 1973, billed as Barry Blue, and had five hit singles, Dancin' (On A Saturday Night) (no. 2, 1973) (co-written with de Paul), Do You Wanna Dance? (no. 7, 1973), School Love (no. 11, 1974), Miss Hit and Run (no. 26, 1974). His final Top 40 hit in the UK Singles Chart occurred in October 1974, when Hot Shot, another song co-written with de Paul, climbed to number 23, and number 3 in Zimbabwe. Blue returned to the UK charts in 1989 with a remix version of Dancin' (On A Saturday Night). Throughout 1973–74, Blue appeared on many major TV shows and tours alongside artists such as Queen, ABBA, and Status Quo. Blue achieved a million seller in 1975 with Kiss Me Kiss Your Baby, recorded by Brotherhood of Man. Two years later (1977), he co-wrote Devil's Gun, a song by C. J. & Company from the album of the same name. The song went to number 1 for five weeks on the Billboard disco/dance chart. The single also peaked at number 36 on the Billboard Hot 100, and number 2 on the R&B; chart.[2] Written by Blue, Ron Roker, and Gerry Shury, and produced by Mike Theodore and Dennis Coffey. The song is notable for being the first record played at the opening of Studio 54 on 26 April 1977 by DJ Richie Kaczor.[3] The instrumental portions of Devil's Gun were featured prominently in the international version of the film Crocodile. It also featured in the film The Real Bruce Lee. In 2016, the song was included in The Get Down soundtrack, and the following year it was featured in the film Borg vs McEnroe. One of his major production successes was the multi-racial, Anglo-US funk/soul band Heatwave, who enjoyed hits in the UK and US with Boogie Nights, Always and Forever, Mind Blowing Decisions, and The Groove Line. Other funk songs produced by Blue include Funk Theory, by Rokotto in 1978 reached number 49, Somebody Help Me Out by Beggar and Co which reached number 15 in the UK in 1981, and Say Yeah by The Limit which peaked at number 17 on the UK Singles Chart and number 7 on the U.S. Billboard Dance/Club Play chart in 1985. In 1989, under the banner of Cry Sisco!, Blue had another minor hit with a song called Afro Dizzi Act, which reached number 42 on the UK Singles Chart. In 2020, Barry Blue has announced a new box-set recording project entitled Chapter and Verse... 50 years on (released 18 September 2020) encompassing three CDs: Songs From The Heart Book, Songs From The Lost Book, and Look Blue's Talking (The Podcast), and an edited version of his forthcoming autobiography: Barry Who? (Immortality is not dead!). Songs From The Heart Book is a collection of his songs originally recorded by other artists, but now newly recorded by him for the first time in the way that he has always wanted them to be heard... Blue states with pride but not a trace of arrogance... \"On Songs From The Heart Book, I'm singing those tunes I now realise no one ever should have sung before me... because they're all too personal. They are the soundtrack to my life, and I couldn't leave them in the past. I needed to drag them kicking and screaming back into the light where they belong\". Songs From The Lost Book features rare tracks recorded in the 1980s and 1990s, that are moments in time... with songs like Afrodizziact recorded under the name Cry Sisco! (which became recognised as one of the soundtracks to 1989's Second Summer of Love)... through the 'New Romantic' scene, with unreleased tracks such as Eye To Eye and Nights Are Colder, and a Les Adam's re-work of his classic Dancin' (On a Saturday Night) '89... the list of rarities goes on and on... Look Blue's Talking focuses on Barry's life way-back to the time-line before his 1970s heart-throb days in the vanguard of Glam-Rock in an animated conversation with DJ Paul O’Reilly. Barry Who? (or immortality is not dead) is an edited version of Blue's forthcoming bittersweet autobiography, (or 'documental', as he calls it), where he boldly portrays the life of a 'middling' pop star, and how he travelled through the highs and lows of an extraordinary time... ===Selected songs for other artists=== {|class=\"wikitable sortable\" !song title!!artist!!year!!songwriter!!producer!!album (a) / single (s) |- |I Hope And I Pray||Alvin Stardust & Sheila Walsh||1986||Brenner, Lippell, Moss||Barry Blue||(s) see title |- |E Sara' A Settembre (Someone Like You)||Andrea Bocelli||2001||B. Blue, A. Salerno, R. Smith|| ||(a) Cieli di Toscana |- |Old Flame Burnin' ||Andy Gillin||1989||B. Blue, J. Cavanagh||Uno Hoo||(s) see title |- |We All Work Out||Beggar and Co||1982||Jonathan Perkins||Barry Blue||(s) see title |- |Trop jeune à dix-sept ans||Celine Dion||1984||Barry Blue, P. Greedus||Eddy Marnay Rudi Pascal||(a) Les oiseaux du bonheur |- |Who||Diana Ross||1982||Barry Blue, Rod Bowkett||Diana Ross, Michael Jackson||(a) Silk Electric |- |Escaping||Dina Carroll||1996||Barry Blue, Robyn Smith||Nigel Lowis||(a) Only Human |- |What A Bitch Is Love||Marcia Hines||1982||Paul Greedus, Barry Blue||Dave MacKay||(s) see title |- |Love The Way You Love Me||Marti Caine||1981||Blue, Greedus||Blueytunes Productions||(a) Point Of View |- |The Little Things||Matt Monro||1976||Blue, Worth||John Burgess||(s) see title |- |Tremblin' ||Mel Smith||1986||Barry Blue, Paul Greedus||Pete Wingfield||(s) see title |- |No Time To Be Hurt||Pixie Lott||2009||Barry Blue, Pixie Lott||Barry Blue||(a) Turn It Up (unreleased) |- |Just A Disillusion||Sandie Shaw||1976||W. & M. J. P. Vermuelem||Barry Blue||(s) see title |- |Flashback||The Saturdays||2010||The Saturdays||Barry Blue||(s) Ego |- |Radiator Rock||The Sting-Rays||1982||Paul Greedus, Barry Blue||Paul Greedus||(s) see title |- |Replace Your Heart||The Wanted||2010||Cathy Dennis, Kasia Livingston||Barry Blue, Greg Kurstin||(a) The Wanted |- |Don't You Remember When||Vera Lynn||1976||De Paul, Blue||De Paul||(s) see title |- |Travelin' On||Acker Bilk & Paramount Jazz Band||1972||Blik, Green, Mazi||Terry Brown||(a) Acker Pie |- |Je compte jusqu'à toi||Patricia Kaas||1997||Barry Blue, Robyn Smith, Zazie||Jefferey (C.J.) Vanston||(a) Dans ma chair |- |Love in Me||Danni Minogue||2009||Blue, Mallozzi, Sabiu||Rapino Bros||(a) The 1995 Sessions |- |New York Moon||Louise||1997||Barry Blue, Robyn Smith||Steve Levine||(a) Woman in Me |- |Love Bomb||Cheryl Lynn||1980||De Paul, B. Blue||Barry Blue||(s) see title |} ===Chart hits as a songwriter=== *Sugar Me for Lynsey de Paul (1972) – a worldwide million seller *Tip of My Tongue for Brotherly Love (1973) *Dancin' (on a Saturday Night) for Barry Blue (1973) *Do You Wanna Dance for Barry Blue (1973) *School Love for Barry Blue (1974) *Miss Hit and Run for Barry Blue (1974) *Hot Shot for Barry Blue (1974) *Ooh I Do for Lynsey de Paul (1974) *Dancin' (On A Saturday Night) for Flash Cadillac & Continental Kids (1974) *Kiss Me Kiss Your Baby for Brotherhood of Man (a European million seller) (1975) *Devil's Gun for C. J. & Company (1977) *Funk Theory for Rokotto (1978) *One More Minute for Saint Tropez (USA chart hit, plus number 9 Dance chart) (1979) *And I Wish for The Dooleys (1979) *I Eat Cannibals Part 1 for Toto Coelo (1982) *Dracula's Daughter (Sucker For Your Love) for Toto Coelo (1982) *All Fall Down for Five Star (1985) *Dancin' (On A Saturday Night) (reissue) for Barry Blue (1989) *Escaping for Asia Blue (1992) *Escaping for Margaret Urlich (1989) *Beautiful Life for Lydia Canaan (1995) *Escaping for Dina Carroll (1996) *Je Compte Jusqu'à Toi for Patricia Kaas (1997) ===Chart hits as a producer=== *Fairytale for Dana (1976) *Boogie Nights for Heatwave (1977) *Have I The Right for Dead End Kids (1977) *Too Hot To Handle / Slip Your Disc To This for Heatwave (1977) *The Groove Line for Heatwave (1977) *Mind Blowing Decisions for Heatwave (1978) *Always And Forever for Heatwave (1978) *Something's Cooking in the Kitchen for Dana (1979) *I've Got Faith in You for Cheryl Lynn (USA R&B; hit) (1980) *(Somebody) Help Me Out for Beggar and Co (1981) *Cheers Then for Bananarama (1982) *Say Yeah for Limit (ft. Gwen Guthrie) (1985) *Mony Mony for Amazulu (1987) *Afro Dizzi Act for Cry Sisco! (1989) ===Film, television and advertising=== Blue has provided soundtracks and / or themes for various productions: {|class=wikitable !TV themes / songs!!film themes / songs |- |The Golden Shot Alexander The Greatest Shirley's World Lift Off Billy Liar Come Midnight Monday Praying Mantis Puhd Aineet Dia Spot Autogrip Oppenheimer Faszinationen Sharp Intake of Breath Sex in the City Breaking Bad The Getdown Path to 911 Only Fools and Horses Coronation Street The Benny Hill Show Eastenders |Escape to Athena Eyes of Laura Mars Long Good Friday The Boy Who Won the Pools Chico and the Man Felicity Ishikawa Hiduni Kids World Sweeney Girls, Girls, Girls Mackenzie Appointed Mompti Side by Side The Get Down The Real Bruce Lee Crocodile Borg vs. McEnroe Anita & Me Top Boy Money Heist British Airways Walls Honda Ford Fabreze B & Q Airbus Industries Camelot McDonald's Paramount Pictures Wella |} ==Discography== ===Singles=== *1971: Together (from the film Collective Marriage) (as Barry Green) *1971: I Wanna Join The Cavalry (as Barry Green) *1971: Alexander The Greatest (as Barry Green) *1972: Papa Do (as Barry Green) *1973: Shake A Tail Suzy (as Barry Green) *1973: Dancin' (on a Saturday Night) UK number 2, Australia number 2, Austria number 3, Germany number 9, Zimbabwe number 10, Netherlands number 11, Belgium number 13 *1973: Do You Wanna Dance UK number 7 *1974: School Love UK number 11, Danish number 3, Australia number 31, Zimbabwe number 9, number 5 on the Hessischer Rundfunk Hitparade International *1974: Miss Hit and Run UK number 26 *1974: Hot Shot number 1 Swedish Poporama chart, UK number 23, Zimbabwe number 3, number 8 on the Hessischer Rundfunk Hitparade International *1975: You Make Me Happy (When I'm Blue) *1975: If I Show You I Can Dance *1975: Happy Christmas to You from Me (with Lynsey de Paul, credited as Lynsey de Paul / Barry Blue), covered by Japanese artist Microstar *1976: Tough Kids *1977: Billy *1977: A Lover Lovin' You *1989: Dancin' On a Saturday Night '89 UK number 86 ===Albums LP=== *1974: Barry Blue *1974: Hot Shots ===Albums CD=== *1989: The Best Of & The Rest Of, (Action Replay Records – CDAR 1003) *1993: The Very Best Of (Dancin' On A Saturday Night), (Music Club – MCCD 103) *1996: The Greatest Hits, (Hallmark Music & Entertainment – 305782) (also re-released 2003) *1999: Greatest Hits, (Repertoire – RR 4817) *2003: The Best Of (Dancin' On A Saturday Night), (Castle Music Ltd – CMDCD 828) *2003: The Singles Collection, (Cherry Red 7ts – GLAM CD 14) (also re-released 2012) *2012: The Very Best Of, (Demon Music Group / Music Club Deluxe) ==Honours, awards, and achievements== *1965: Silver Star (Stubby Kaye’s talent show) *1973: Carl Allan Award – Record of The Year (Dancing’ On A Saturday Night) *1977: 6 BMI / ASCAP Awards (Heatwave USA) *1977: Councillor – BASCA *1977: Music Week – Market Survey Top Record Producer *1986: Founded Aosis Studios in London *1989: Founded The Escape Artist Company *1995: Founded Connect 2 Music *2007: Founded Plan 8 Music *2010: Director, PRS for Music Ltd (2010–2019) *2014: Director, Karma Songs ==References== ==External links== *Barry Blue on Myspace * *FavoredNationsMusic.com *Barry Blue interview with M Magazine Category:1950 births Category:Living people Category:English male singers Category:English songwriters Category:English record producers Category:Glam rock musicians Category:Singers from London ",
    "title": "Barry Blue"
}