{
    "id": "2575971",
    "text": "John Race Godfrey Tomlinson FCP (24 April 1932 - 6 August 2005) was a British educationalist. After serving as Director of Education for Cheshire from 1972 to 1984, he was Professor of Education at the University of Warwick from 1985 to 1997. == Life == John Race Godfrey Tomlinson was born on 24 April 1932 to John Angell Tomlinson and Beatrice Elizabeth Race Godfrey.\"Tomlinson, Prof. John Race Godfrey\", Who's Who (online edition, Oxford University Press, December 2017). Retrieved 12 May 2018. A graduate of the University of Manchester and a student of the Institute of Historical Research (where he studied under Sir Lewis Namier and assisted with research for the History of Parliament project), Tomlinson completed three years of National Service as an officer in the Royal Air Force from 1955 to 1958 before beginning his career in education as a teacher. In 1960, he became a local authority education officer, working for three years as an administrative assistant for the Shropshire authority; he then spent four years in the equivalent post in Lancashire, before working a Deputy Director of the Cheshire Local Education Authority from 1967 to 1972, when he was promoted to Director. He remained in that post until 1984, and then moved to work in academia; he was a professor of education at the University of Warwick from 1985 to retirement in 1997. While there, he was also the director of the University's Institute of Education until 1996, Institute of Education. In retirement, he was appointed an emeritus professor at Warwick.\"Obituary: John Tomlinson\", The Guardian, 30 August 2005. Retrieved 12 May 2018.Peter Mortimore, \"Tomlinson, John Race Godfrey (1932–2005)\", Oxford Dictionary of National Biography (Oxford University Press, 2009). Tomlinson served on a large number of public bodies; among other posts, he was chairman of the Schools Council from 1978 to 1981; President of the Society of Education Officers from 1982 to 1985; and Chairman of the Council of the Royal Society of Arts from 1989 to 1991. He was also a leading figure behind the formation of the General Teaching Council. Tomlinson died on 6 August 2005 and was survived by his wife, Audrey Mavis née Barrett, and their two sons and two daughters. According to The Guardian, Tomlinson \"was a prophet. During his career he anticipated and pioneered significant educational ideas: residential centres, comprehensives, inter-professional collaboration in the interests of the whole child, self-reflective schools and inclusive education.\" The educationalist Peter Mortimore, writing in the Oxford Dictionary of National Biography, stated that while Tomlinson was Director of Education in Cheshire \"he established himself as one of the most outstanding of his generation of education administrators\". == Honours == Appointed a Commander of the Order of the British Empire (CBE) in 1983, Tomlinson was also a Fellow of the Royal Society of Arts (elected in 1976), of the Chartered Management Institute and of the College of Preceptors. He received honorary doctorates from the Open University, the University of Surrey, the University of the West of England and the University of Hull. He was the dedicatee of a 1997 festschrift, Living Education: Essays in Honour of John Tomlinson.Peter Mortimore and Vivienne Little (eds.), Living Education: Essays in Honour of John Tomlinson (Paul Chapman, 1997). == Selected publications == * (Editor) Additional Grenville Papers, 1763–1765 (Manchester University Press, 1962). * Reflections on Curriculum Development, The Charles Gittins Memorial Lecture (University College of Swansea, 1980). * Profession of Education Officer: Past Pluperfect, Present Tense, Future Conditional, Sheffield Papers in Education Management (Sheffield City Polytechnic, 1982). * (Co-authored with Stewart Ranson) The Changing Government of Education (Institute of Local Government Studies, University of Birmingham/Allen & Unwin, 1986). * Crossing the Bridge: Addresses to North of England Conferences, Sheffield Papers in Education Management (Sheffield City Polytechnic, 1986). * (Co-authored with Alan Evans) Teacher Appraisal: A Nationwide Approach (Kingsley, 1989). * (Co-authored with Tim Brighthouse) Successful Schools, Education and Training Paper no. 4 (Institute for Public Policy Research, 1991). * The Control of Education (Cassell, 1993). * (Co- authored with Stewart Ranson) School Co-operation: New Forms of Local Governance (Longman, 1994). ==References== == Further reading == *Obituary in The Times, 27 August 2005. Category:1932 births Category:2005 deaths Category:British educational theorists Category:Academics of the University of Warwick Category:Commanders of the Order of the British Empire ",
    "title": "John Tomlinson (educationalist)"
}