{
    "id": "2575500",
    "text": "Margaret Craven (March 13, 1901 - July 19, 1980) was an American author. ==Biography== Margaret was the daughter of Arthur J. Craven, a lawyer, and Emily K. Craven. Shortly after she was born, her family, including an older brother, Leslie (born 1889), and her twin brother Wilson, moved from Montana to Bellingham, Washington.Parents' names taken from US Census, 1910, Whatcom Co., Washington After finishing high school in Bellingham, Margaret went to Stanford University (Palo Alto, California) where she majored in history, avoiding English despite her interest and ability in writing. Upon her graduation with distinction in 1924, she moved from Palo Alto to San Jose, California, where she took a job as secretary to the managing editor of the Mercury Herald. She soon found herself writing the editorials, first over the editor’s initials, then over her own. After the death of the editor, Margaret moved back to Palo Alto and began writing short stories for magazineshttp://www.s9.com/Biography/Craven-Margaret such as the Delineator. When her father died, her mother came to live with her in California and they moved to San Francisco. There she had an encounter, arranged by Alice B. Toklas, with Gertrude Stein.http://redravine.wordpress.com/2009/08/10/gertrude-stein-on-writing- again-calls-the-owl-by-margaret-craven/ In 1941 the Saturday Evening Post began accepting her stories. She continued contributing stories to the Post for the next 20 years, although seriously hindered by near-blindness caused by a bacterial infection of the eyes. It was largely owing to her vision problem that during this period she did not write novels, but the problem was overcome around 1960. Just before then Margaret and her mother moved to Sacramento, California, where her brother Wilson was living. She had learned about the Native-Americans of the northern British Columbia coast, first from her brother Wilson who had visited there, and then from reading published accounts of the native culture. The first result of this was a story for the Post called \"Indian Outpost.\" In 1962, Margaret arranged with the Columbia Coast Mission of the Anglican Church to visit Kingcome and other native Kwakwaka'wakw (Kwakiutl) villages on the B.C. coast.Hadley, Michael. God’s Little Ships: A History of the Columbia Coast Mission. Madeira Park, B.C.: Harbour Publishing, 1990, p. 172. Out of this experience came her first novel, I Heard the Owl Call My Name, which was published in Canada in 1967, and then in 1973 in the U.S. where it became a best seller. The same year it was adapted as a television movie for General Electric Theater on CBS.Foote, T. \"A swimmer’s tale\" (review of I Heard the Owl Call My Name). Time Mazazine, 28 Jan. 1974, vol. 103, p. 73 (http://www.time.com/time/magazine/article/0,9171,911085,00.html) The American edition of the book sold over one million copies and was translated into several languages. Subsequently, Margaret published a second novel, Walk Gently This Good Earth (1977), an autobiography, Again Calls the Owl (1980), and a collection of stories, The Home Front (1981). Margaret Craven died at home in Sacramento on July 19, 1980, predeceased by both her mother and her twin brother Wilson.Unless otherwise indicated, the details of this biography were gleaned from Margaret Craven's autobiography, Again Calls the Owl. ==Books by Margaret Craven== *I Heard the Owl Call My Name. Toronto: Clark Irwin, 1967. *Walk Gently This Good Earth. New York: Putnam, 1977. *Again Calls the Owl. New York: Putnam, 1980. *The Home Front. New York: Putnam, 1981. ==References== Category:1901 births Category:1980 deaths Category:Writers from Bellingham, Washington Category:American women short story writers Category:20th-century American novelists Category:Stanford University alumni Category:American women novelists Category:20th-century American women writers Category:20th-century American short story writers Category:Novelists from Washington (state) ",
    "title": "Margaret Craven (writer)"
}