{
    "id": "2575921",
    "text": "Prince Floris Frederik Martijn of Orange-Nassau, van Vollenhoven (born 10 April 1975) is the fourth and youngest son of Princess Margriet of the Netherlands and Pieter van Vollenhoven. Prince Floris has three older brothers: Prince Maurits, Prince Bernhard, Prince Pieter-Christiaan ==Marriage and children== Prince Floris announced his engagement to Aimée Söhngen, the daughter of Hans Söhngen and Eleonoor Stammeijer, on 25 February 2005. The couple were married in a civil ceremony at the Stadhuis in Naarden on 20 October 2005 and in a religious ceremony on 22 October at the Grote Kerk in Naarden. Prince Floris had been 10th in the line of succession to the Dutch throne but decided not to seek parliamentary approval for his marriage, as would be required in the Netherlands. This means that Prince Floris ceased to be in line to inherit the throne when he married. Prince Floris and Princess Aimée's first child, Magali Margriet Eleonoor van Vollenhoven, was born at VU University Medical Center in Amsterdam on 9 October 2007. She is named for Aimée's sister, Magali Söhngen, and her mother Eleonoor, as well as Princess Margriet. Their second child, Eliane Sophia Carolina van Vollenhoven was born at VU University Medical Center in Amsterdam on 5 July 2009. Their third child, a son named Willem Jan Johannes Pieter Floris, was born at HMC Bronovo in The Hague on 1 July 2013. ==Working life== Floris van Oranje is currently working as a partner at a Dutch investment fund named Strong root capital. He runs the fund together with Jan-Jaap van Donselaar and Patrick Zanders. In 2014 he joined Gimv (Belgian listed PE firm) as head of the Dutch office. Before joining Gimv, he worked at KPMG Corporate Finance where he focused on the oil and gas sector. Previously, he was sectorhead at Deutsche Bank and Relationship Banker in the Telecom, Media and Technology sector at ABN Amro Corporate Clients. In both functions he assisted several (family) businesses. Floris has a master of Dutch Law from the Leiden University, in both business and criminal law. After he graduated, he worked for the Public Prosecution for five years. ==Ancestry== ==References== Category:1975 births Category:Living people Category:Protestant Church Christians from the Netherlands Category:Princes of Orange-Nassau Category:House of Orange-Nassau ",
    "title": "Prince Floris of Orange-Nassau, van Vollenhoven"
}