{
    "id": "2576818",
    "text": "Udo Gustav Wilhelm Egon von Woyrsch (24 July 1895 Reichstag official records digital database - 14 January 1983) was a high-ranking SS official in Nazi Germany who was responsible for implementing the regime's racial policies during World War II. == First World War == From early 1914 to 9 February 1919, Woyrsch served with the Germany Army as junior officer during World War I. From 10 February 1919 to 23 August 1920, he was associated with an organization called the Grenzschutz (\"Border Defense\"). He was awarded the Iron Cross (First Class). == Nazi career == According to the historian Richard Grunberger, Woyrsch had been a member in the Freikorps during the 1920s.Grunberger, Richard, Hitler's SS (1970), p. 42. Early on, Woyrsch joined the NSDAP (Membership number 162,349) and the SS (Member Number 3,689). Himmler charged him with organising the SS in the Nazi Gau of Silesia; as such Woyrsch became the first commander of the SS-Oberabschnitt Südost. In 1933, Woyrsch was elected to the Reichstag. He was the SS and Police Leader in Elbe, and in 1934 Woyrsch participated in the Night of the Long Knives, ordering the execution of his SS rival Emil Sembach. On 30 June 1934, \"he took command in Silesia, and on the orders of Göring arrested a number of SA leaders, disarmed all SA headquarters' guards and occupied the Breslau police headquarters. Woyrsch's men executed some of the SA officers as a result of an on-going private feud.\"Ailsby, Christopher, SS: Role of Infamy (1997), p. 183. Woyrsch had a close friendship with Heinrich Himmler and Reinhard Heydrich, and was on Himmler's personal staff. On 1 January 1935 he was promoted to SS Obergruppenführer (then the second-highest rank in the SS). === Einsatzgruppe === In September 1939 Woyrsch commanded the Einsatzgruppe (\"Special Purpose Operational Group\") specifically charged with terrorizing and murdering the Jewish population of Poland. Woyrsch was responsible for some of the deadliest massacres of Jews in Poland in 1939, where in East Upper Silesia he led the group that murdered 500 Jews in Kattowitz, Będzin, and Sosnowiec. The brutality of this Einsatzgruppe in Kattowitz was such that some Wehrmacht officers interceded with the Gestapo to have it withdrawn.Browning, Origins of the Final Solution, pp. 16-19, 21, and 29. However many junior military commanders actively supported Woyrsch's campaign. Between 20 April 1940 and February 1944, Woyrsch was the Higher SS and Police Leader in military district IV and district leader in Dresden. Woyrsch was removed from office in 1944 for incompetence. According to Richard Grunberger, Woyrsch was part of Himmler's entourage trailing about northern Germany in 1945.Grunberger, Richard, Hitler's SS (1970), p. 102. == Trials and convictions == Woyrsch was interned by the British from 1945 to 1948. In 1948, he was sentenced to 20 years in prison for his role in the \"Night of the Long Knives\" in 1934. However, he was released in 1952. He was tried again in 1957 and was sentenced to 10 years in prison. == Notes == == References == *Genealogisches Handbuch des Adels, Adelige Häuser A Band VII, Seite 403, Band 34 der Gesamtreihe, C. A. Starke Verlag, Limburg (Lahn), 1965, * Birn, Ruth Bettina : Die Höheren SS- und Polizeiführer. Himmlers Vertreter im Reich und in den besetzten Gebieten. Droste Verlag, Düsseldorf, 1986, * Browning, Christopher, and Matthäus, Jürgen. The Origins of the Final Solution - The Evolution of Nazi Jewish Policy, September 1939 - March 1942. University of Nebraska Press, 2004, * Klee, Ernst: Das Personenlexikon zum Dritten Reich. Fischer, Frankfurt am Main 2007, (Aktualisierte 2. Auflage) * Richard Grunberger, Hitler's SS (1970), * Christopher Ailsby, SS: Role of Infamy (1997), Category:1895 births Category:1983 deaths Category:People from Brzeg County Category:German military personnel of World War I Category:Nazis who served in World War I Category:SS and Police Leaders Category:Holocaust perpetrators in Poland Category:Silesian nobility Category:Einsatzgruppen personnel Category:Members of the Reichstag of the Weimar Republic Category:Members of the Reichstag of Nazi Germany Category:20th-century Freikorps personnel Category:SS- Obergruppenführer ",
    "title": "Udo von Woyrsch"
}