{
    "id": "2576914",
    "text": "A deployment descriptor (DD) refers to a configuration file for an artifact that is deployed to some container/engine. In the Java Platform, Enterprise Edition, a deployment descriptor describes how a component, module or application (such as a web application or enterprise application) should be deployed.\"The Java EE 5 Tutorial: Packaging Applications\", retrieved 2010-07-13 It directs a deployment tool to deploy a module or application with specific container options, security settings and describes specific configuration requirements. XML is used for the syntax of these deployment descriptor files. For web applications, the deployment descriptor must be called web.xml and must reside in the WEB-INF directory in the web application root. For Java EE applications, the deployment descriptor must be named application.xml and must be placed directly in the META-INF directory at the top level of the application .ear file. == Types == In Java EE, there are two types of deployment descriptors: \"Java EE deployment descriptors\" and \"runtime deployment descriptors\". The Java EE deployment descriptors are defined by the language specification,\"Java EE : XML Schemas for Java EE Deployment Descriptors\", retrieved 2010-07-13 whereas the runtime descriptors are defined by the vendor of each container implementation. For example, the web.xml file is a standard Java EE deployment descriptor, specified in the Java Servlet specification, but the sun-web.xml file contains configuration data specific to the Sun GlassFish Enterprise Server implementation.\"Sun Java System Application Server Descriptors\", retrieved 2010-07-13 == References == ==External links== * http://java.sun.com/javaee/reference/glossary/ * http://java.sun.com/xml/ns/javaee/index.html - Deployment Descriptor XML Schema Reference * (dead) http://java.sun.com/blueprints/guidelines/designing_enterprise_applications_2e/deployment/deployment5.html ==See also== *Manifest file Category:Configuration files ",
    "title": "Deployment descriptor"
}