{
    "id": "2576191",
    "text": "Melville is a noble Scots family name, originally from Fife in eastern Scotland. ==Origins and early history== Most sources state that the family is descended from Galfridus de Melville, a Norman knight who settled in Scotland in the twelfth century. The surname is said to derive from Malleville, a manor in the Pays de Caux. James Melville was one of the leading assassins of Cardinal David Beaton on 29 May 1546. ==House of Monimail== In 1612 Sir Robert Melville of Burntisland, the former Vice-Chancellor and Treasurer Depute of Scotland and an Extraordinary Lord of Session acquired the Palace of Monimail - formerly an official residence of the Archbishops of St Andrews. His younger brother was the famous Sir James Melville of Halhill). Nine years later Melville of Burntisland was created first Lord Melville of Monimail, the title and estate passing after his death in 1621 first to his son, Robert, and then to his great-nephew, John Melville of Raith. The second Lord Melville died in 1643 and was succeeded by his seven-year-old son, George, who built the present Melville House on the estate of Monimail. ==Melville Castle== Melville Castle is a three-storey Gothic castellated mansion situated less than a mile (2 km) west-south-west of Dalkeith, Midlothian, near the North Esk. An earlier tower house on the site was demolished when the present structure, designed in 1786-91 by James Playfair for Henry Dundas, 1st Viscount Melville, was built. The original tower house was owned by the Melville family, before passing to Sir John Ross in the 14th century. It subsequently changed hands with the attached lands several times and was sold to David Rennie in 1705. It then passed via the marriage of his daughter to Henry Dundas. ==House of Leslie- Melville== In the United Kingdom the main branch of Melville family is the Leslie-Melville family, Earls of Leven and (since 1690) of Melville as well. The family gained its surname from the 1655 marriage of George Melville, Fourth Lord Melville and First Earl of Melville to Catherine Leslie a descendant of Alexander Leslie, first Earl of Leven. In 1681 their son David Leslie-Melville inherited the title of Earl of Leven. In 1707 he succeeded his father as Earl of Melville. ==See also== * Melville (surname) Category:Scottish families Category:History of Fife ",
    "title": "Melville family"
}