{
    "id": "2576435",
    "text": "Ring of Bright Water is a 1969 British-American feature film starring Bill Travers and Virginia McKenna. It is a story about a Londoner and his pet otter living on the Scottish coast. The story is fictional, but is adapted from the 1960 autobiographical book of the same name by Gavin Maxwell. Paperback reissue: (1984) . It featured the stars of Born Free, another film about a close relationship between humans and a wild animal. ==Plot== Graham Merrill (Bill Travers) passes a pet shop on his daily walks about London, and takes an interest in an otter (specifically, a male river otter) he sees in its window; eventually, he buys the animal and names him Mijbil or \"Mij\" for short. The otter wreaks havoc in his small apartment, and together they leave London for a rustic cottage overlooking the sea on the west coast of Scotland. There they live as beachcombers, and make the acquaintance of Dr. Mary (Virginia McKenna) from the nearby village, and her dog Johnny. Mij and Johnny play in the water and bound across the fields together. One episode involves Graham, trying to find live eels for Mij, which is very difficult, because during the winter, the eels swim in deeper waters, making it tough to fish them out. Also, no fish place on town carried live eels either. Mij's inquisitive and adventurous nature leads him some distance from the cottage to a female otter with whom he spends the day. Ignorant of danger, he is caught in a net and nearly killed. The humans find him and help him recover. Graham spends a significant amount of time drawing Mij, but realises that to show the true agility of the otter he must draw it underwater. He builds a large tank out of old windows so that he can do this. Not long after, Merrill goes to London to look after some affairs and leaves Mary in charge of Mij. While being exercised afield, Mij is killed by a ditchdigger, who did not realize he was a pet. Merrill returns and is crushed to discover the death of his beloved otter. Some time later, Merrill and Mary are surprised by a trio of otter youngsters, accompanied by their mother otter, approaching the cottage. He happily realizes they are Mij's mate and their children who have come to play in their father's swimming pool. Graham has been trying for years to write a novel about the Marsh Arabs; however, after seeing the baby otters playing, he takes pen and paper and begins to write about Mij and what the otter has taught him about himself. ==Cast and characters== * Bill Travers as Graham Merrill * Virginia McKenna as Mary MacKenzie * Peter Jeffrey as Colin Wilcox * Jameson Clark as Storekeeper * Helena Gloag as Mrs. Flora Elrich * W. D. Joss as Lighthouse keeper * Roddy McMillan as Bus driver * Jean Taylor-Smith as Mrs. Sarah Chambers * Christopher Benjamin as Fishmonger * Archie Duncan as Road mender * Tommy Godfrey as Ticket seller * Phil McCall as Frank *Joyce McClain as stunt woman for Virginia McKenna * Two Wisconsin otters owned and trained by Tom and Mabel Beecham of Phillips, Wisconsin portrayed Mij the otter. ==Filming== Part of the film was shot in Ellenabeich on the Isle of Seil. ==Reception and critical response== The film earned rentals of US$1 million in North America and US$1.4 million in other countries. After all costs were deducted it recorded an overall loss of US$615,000. In a contemporaneous review, Variety called the film \"engaging\" and noted \"Travers and McKenna unselfishly subdue their performances to the star demands of the lolloping young rascal, Mij, but keep the interest firmly alive by their tactful playing.\" The National Board of Review placed Ring of Bright Water on its list of the Top Ten Films for 1969. In 2005, The Daily Telegraph called it \"one of the best-loved British films of all time.\" ==Comic book== Dell Comics published a comic-book adaptation of the film drawn by Jack Sparling in October 1969. ==Documentary== The 1995 documentary film Echoes of Camusfearna contains previously unseen footage of Gavin Maxwell with the otters, and is introduced and narrated by Virginia McKenna. It was released to DVD in 2007. ==Home media== DVD packaging (2004); the artwork differs substantially from the original film poster.The film was released as a region 2 DVD in 2002, and as a region 1 DVD in 2004. Previously, it had been released as a VHS tape in 1981 and 1991. ==References== == External links == * * Ring of Bright Water at Rotten Tomatoes Category:1969 films Category:1960s comedy-drama films Category:American children's comedy films Category:American films Category:American comedy-drama films Category:British comedy-drama films Category:British films Category:English- language films Category:Films about otters Category:Films adapted into comics Category:Films based on non-fiction books Category:Films directed by Jack Couffer Category:Films featuring pets Category:Films set in Scotland Category:1969 comedy films Category:1969 drama films ",
    "title": "Ring of Bright Water (film)"
}