{
    "id": "2576405",
    "text": "A strategy of tension () is a supposed policy wherein violent struggle is encouraged rather than suppressed. The strategy of tension is most closely identified with the Years of Lead in Italy from 1968-1982, wherein both hard- left Marxist groups and far-right neo-fascist groups performed bombings, kidnappings, arsons, and murders.Campani, Giovanna. Neo-fascism from the Twentith Century to the Third Millennium: The Case of Italy . From 'The Rise of the Far Right in Europe: Populist Shifts and 'Othering' Activists have accused NATO of allowing and sanctioning such terrorism, although this conclusion is hotly disputed.Peer Henrik Hansen, \"Review of NATO's Secret Armies,\" Journal of Intelligence History, Summer 2005. Web Archive - archived website of August 26, 2007Peer Henrik Hansen, \"Falling Flat on the Stay- Behinds,\" International Journal of Intelligence and Counterintelligence, January 2006, 182-186.Philip HJ Davies, \"Review of NATO's Secret Armies,\" The Journal of Strategic Studies, December 2005, 1064-1068. Other cases where writers have alleged a strategy of tension include the Turkish military against Islamists from the 1970s-1990s (\"Ergenekon\"),Iran-Turkey Relations, 1979-2011: Conceptualising the Dynamics of Politics, Religion and Security in Middle-Power States the war veterans and ZANU–PF in Zimbabwe which coordinated the farm invasions of 2000,Carver, R., 2000. Zimbabwe, a Strategy of Tension. UNHCR. the DRS security agency in Algeria from 1991 to 1999,https://algeria- watch.org/?p=61551; http://observer.com/2017/09/two-decades-later-algeria- protects-mystery-of-bentalha-massacre/ and Belgium's state security service during the 1982-1986 Belgian terrorist crisis. ==Alleged examples== ===Italy=== From 1968-1982, Italy suffered numerous terrorist attacks by both the left and the right, which were often followed by government round-ups and mass arrests. An allegation, especially made by adherents of the Italian Communist Party, was that the government trumped up and intentionally allowed the attacks of communist radicals as an excuse to arrest other communists, and allowed the attacks of far-right paramilitary organizations as an extrajudicial way to silence enemies. The veracity of parts of these allegations has been disputed; while most sources agree that elements within the Italian government were eager to use the terrorist strikes as a reason to round-up communists, the idea that the government directly worked with said communist groups is more far-fetched. In the same way, some contacts between the government and far-right organizations existed, but allegations of an explicit \"green light\" to perform raids and the like are considered less reliable. Various parliamentary committees were held to investigate these crimes as well as prosecute them in the 1990s. A 1995 report from the Left Democrats (the rebranded Communist Party of Italy, PCI) to a subcommittee of the Italian Parliament stated that a \"strategy of tension\" had been supported by the United States to \"stop the PCI, and to a certain degree also the PSI, from reaching executive power in the country\". Aldo Giannuli, a historian who worked as a consultant to the parliamentary terrorism commission, wrote that he considered the Left Democrats' report as dictated primarily by domestic political considerations rather than historical ones: \"Since they have been in power the Left Democrats have given us very little help in gaining access to security service archives,\" he said. \"This is a falsely courageous report.\" Giannuli did decry the fact that many more leftist terrorists were prosecuted and convicted than rightist terrorists, though. Swiss academic Daniele Ganser wrote NATO's Secret Armies, a 2004 book that alleged direct NATO support for far-right terrorists in Italy as part of its \"strategy of tension\". , December 29, 2006, on Voltaire network's website : \"It is a tactic which consists in committing bombings and attributing them to others. By the term 'tension' one refers to emotional tension, to what creates a sentiment of fear. By the term 'strategy' one refers to what feeds the fear of the people towards one particular group\". Ganser also alleges that Operation Gladio, an effort to organize stay-behind guerillas and resistance in the event of a communist takeover by the Eastern bloc of Italy, continued into the 1970s and supplied the far-right neofascist movements with weapons. Ganser's conclusions have been disputed;Olav Riste and Leopoldo Nuti, \"Introduction: Strategy of 'Stay- Behind',\" The Journal of Strategic Studies, December 2007, 930. most notably, Ganser heavily cites the document US Army Field Manual 30-31B, which the US state department claims is a 1976 Soviet hoax meant to discredit the US. == See also == * False flag == References == ==External links== * The Strategy of Tension on libcom.org Category:Cold War terminology Category:Years of Lead (Italy) Category:Italian neo-fascism Category:Terrorism in Italy Category:Military strategy Category:Politics of Italy Category:Propaganda Due Category:American influence in post–World War II Europe Category:Neo-fascist terrorism Category:Psychological warfare techniques Category:Public opinion Category:Revolutionary tactics Category:Disinformation operations ",
    "title": "Strategy of tension"
}