{
    "id": "2577321",
    "text": "Château de Brissac Arms of the Dukes of Brissac Duke of Brissac () is a title of French nobility in the Peerage of France, which was originally created in 1611 for Charles II de Cossé, Count of Brissac. This title has been held since 1993 by , who is the 13th Duke of Brissac. The ancestral home of the Cossé- Brissac family is the Château de Brissac, which the family still owns.Le Figaro Magazine, article by Stéphane Bern, published on 11/07/2008 ==Early history== The fief of Brissac in Anjou had been acquired at the end of the 15th century by a French family named Cossé from the same province. René de Cossé (1460-1540) married into the Gouffier family, which was at that time very powerful at court. He was awarded the title of premier panetier to King Louis XII of France. Two sons of René de Cossé were prominent French military commanders and became Marshals of France. The fief of Brissac was assigned the status of a County in 1560 and allotted to René's elder son, Charles de Cossé, Count of Brissac, who was grand master of artillery and governor of Piedmont and Picardy. It was he who introduced the Italian violin to the French court. The second son of René was Artus de Cossé (1512-1582), who held the offices of Grand Panetier of France and superintendent of finance, and he distinguished himself in the French Wars of Religion. The younger son of Charles de Cossé, Count of Brissac, was Charles II de Cossé. He fought for the Catholic League and, as military governor of Paris, opened the gates of that city to Henry IV of France, who appointed him Marshal of France in 1594. The County of Brissac was raised in status to a Duchy in the Peerage of France in 1611. At that point, Charles II de Cossé became the first Duke of Brissac. ==Subsequent history== Notable Dukes of Brissac include Jean Paul Timoléon de Cossé- Brissac, who was the seventh Duke of Brissac and a Grand Panetier of France. He was a French general during the reign of King Louis XV and was noteworthy for leading the French vanguard at the Battle of Minden, after which he became a Marshal of France. The seventh Duke of Brissac was eventually succeeded by his second son, Louis Hercule Timoléon de Cossé-Brissac. Noted for his devotion to Louis XVI, Brissac served as the commander of the briefly established Constitutional Guard of the King. On 9 September 1792, he was killed during the September Massacres at Versailles. His body was butchered and his head severed. The head was wrapped in a cloth and carried by a peasant mob to the Château de Louveciennes where it was thrown through an open window, landing in the salon of his lover, Madame du Barry. After the death of Louis- Hercule in 1792 without a living male-line descendant, the ducal title passed to Timoléon de Cossé-Brissac, 9th Duke of Brissac (1775-1848). He was the eldest son of Hyacinthe-Hugues de Cossé-Brissac, Duke of Cossé (1746-1813), whose father was René-Hugues de Cossé-Brissac, Count of Cossé (1702-1754). René-Hugues was the third son of Artus de Cossé-Brissac, 5th Duke of Brissac (1668-1709). After Timoléon de Cossé-Brissac died in 1848, the title of Duke of Brissac was held by his successive descendants in the male line, including François, 11th Duke of Brissac and Pierre, 12th Duke of Brissac. The current holder of the ducal title is François de Cossé-Brissac, 13th Duke of Brissac (b. 1929). The heir apparent to this title is his eldest son, Charles-André de Cossé-Brissac, Marquis of Brissac (b. 1962), who has one son and three daughters. ==References== ==External links== * Château de Brissac – official website * Arms of the Dukes of Brissac – Héraldique européenne website ",
    "title": "Duke of Brissac"
}