{
    "id": "2577766",
    "text": "The Padarn Railway was a narrow gauge railway line in North Wales, built to the unusual gauge of . Its purpose was to carry slate the from Dinorwic Quarry to Port Dinorwic The line replaced the previous Dinorwic Railway from 3 March 1843, initially using horses, converting to steam haulage on 23 November 1848. The railway was formally titled the Dinorwic Quarries Railway, but the informal \"Padarn Railway\" stuck and was widely used. The railway closed on 3 November 1961. Dinorwic performed the locomotive fleet's last practical services by hauling the track lifting trains. ==Transporter wagons== Transporter wagons of Padarn Railway An unusual feature of the railway was the transporter wagons, also referred to as \"Host wagons\" and to the workmen by the English names \"Big Cars\" or \"Large Trolleys\". These gauge vehicles were flat wagons with two parallel \"Quarry Gauge\" – – tracks on them. Without loads these vehicles resembled modern day \"Container Flats\". Loaded Quarry Gauge slate wagons were wheeled onto the transporter wagons and carried four per transporter wagon down to their destination at Penscoins, above Port Dinorwic, where they were wheeled off again onto a Quarry Gauge rope-hauled (until May 1924 chain-hauled) incline which led down, partly through a tunnel, to the quayside. ==Workmen's transport== As with many other aspects of the Industrial Revolution the rapid growth of slate quarrying required a lot of labour concentrated in small areas where, typically, little had been needed before. This required new or expanded towns, commuting, or both. Llanberis grew considerably through the first part of the 19th Century, but not sufficiently to keep pace with the opportunities the quarries offered. The first \"mass transport\" commuting to and from Dinorwic's quarries was by boat across Llyn Peris and, especially, Llyn Padarn, with an estimated 26 boats involved. \"Weekly commuting\" began and lasted until the Second World War, notably by \"The Anglesey Men\" who crossed the Menai Strait from Craig-y-Don to Port Dinorwic on Mondays, lodged in \"barracks\" at the quarry and returned home on Saturday afternoons. It was common across North Wales for quarry owners to tolerate the widespread practice among quarry workers to devise rail vehicles to get to, from and around work. Such vehicles were known generally as \"ceir gwyllt\" or \"wild cars\". Dinorwic was no exception. From 1850 at the latest men were permitted to travel to and from work along the Padarn Railway using \"velocipedes\" – large, four-wheeled trucks propelled by foot (\"car cicio\" in Welsh, \"kicking car\" in English) or hand power (\"car troi\" - \"turning car\"). Similar contraptions later became famous in early comic silent movies. Each was owned by a syndicate of men, though an \"outsider\" might fill a vacant seat for 6d a week. Men were known to race (akin to Bumps in boat races) at speeds of up to and accidents happened. It is highly likely that men also travelled the line unofficially, riding on wagons. In February 1892 this practice became formalised – quarrybound before the first shift on a Monday morning and homebound after the last shift on a Saturday; expressly at the rider's own risk. These trains consisted of around thirty transporter wagons with a full set of slate wagons on top, on which the men sat back to back, facing outwards. By the 1890s numbers of men, distances travelled, the example of the Penrhyn Railway and rising expectations led the men to ask the quarry management to provide trains to convey them to and from work. The company was reluctant to entertain the idea, seeming to fear burdensome liabilities in case of accident more than the cost and effort of providing such a service. Nevertheless, after three years of discussion the company decided to run \"proper\" trains and set about the task professionally. They originally placed an order with the Gloucester Railway Carriage and Wagon Company for four four- wheeled brake carriages each capable of seating 58 passengers and 15 matching carriages each capable of seating 60 passengers. The order for carriages was subsequently raised to nineteen, each bearing a single letter. The company built stations at all stopping places except Cefn Gwyn Crossing Halt and Crawia Halts (also known as Pont-Rhythallt Mill West Halt and Pont-Rhythallt Mill East Halt.) A timetable was devised with an elaborate allocation of numbers of men set to travel from each stop. Notices and a rule book were issued with severe penalties for, among other things, allowing non-employees to travel or using offensive language. A rate was set for a weekly \"season ticket\" for daily travel, ranging downwards from Half a crown for travel over the full length of the line. On the homeward (northbound) run specific carriages were dropped off at specific stations, such as Pen-Llyn, where the men in them hand shunted them into a purpose-built carriage shed before walking to their homes. The process was reversed the following working morning. The overall journey time for the little over was 45 minutes. Workman's carriage tokens:Penscoins weekly Penscoins token Penllyn oval Bethel token The workmen's service was finally withdrawn on 8 November 1947, by which time it was down to three carriages – K, Q and U. The charges for using Coach \"U\" were higher than the other coaches, but the reasons why have been forgotten. ==Owner's saloons== The owner was \"not a man to hide his light under a bushel\". In 1845 he had a coach house built at Penscoins, and, by implication, as no mention is made in the company accounts, he bought a saloon from his own pocket for use when he took guests from the port to the quarries. It was \"a smaller version of the saloon [..] which survives today.\" The \"Saloon Shed\" was rebuilt in 1888. Around the same time as the order for the workmen's carriages the company also ordered a replacement private saloon for the owner and his guests. This had the same running gear and dimensions as the workmen's, but was relatively opulent inside, with, for example, eight padded revolving chairs instead of wooden benches. Up to closure the saloon was attached to a normal train on pay days and used to carry the workers' wages. The vehicle has survived into preservation at Penrhyn Castle. == Locomotives == {|class=\"wikitable\" !Name !Builder !Type !Date !Works number !Notes |- |Fire Queen |A. Horlock and Co. | tender |1848 | |Withdrawn 1886, now preserved at the Penrhyn Castle Railway Museum at Penrhyn Castle |- |Jenny Lind |A. Horlock and Co. | tender |1848 | |Withdrawn 1880s, scrapped. |- |Dinorwic |Hunslet | |1882 |302 |Scrapped 1963 |- |Pandora |Hunslet | |1886 |410 |Renamed Amalthaea in 1909. Believed to be the only British locomotive with a dipthong (\"ae\") cast in its nameplates.Scrapped 1963 |- |Velinheli |Hunslet | |1895 |631 |Dismantled for major overhaul 1953, majority of parts scrapped 1963 |- |Hardy |Hardy Motors Ltd. | |1925 |954 |Scrapped 1963 |} ===Velinheli=== The side tanks & chimney belonging to Velinheli In 1963 Velinheli was in pieces in the railways workshops at Gilfach Ddu having been out of traffic since 1953 for major overhaul, a task which was never completed. Whilst the majority of this locomotive was scrapped certain items survive & are now on display within the National Slate Museum at Gilfach Ddu. Surviving items include: side tanks (complete with nameplate Velinheli on one side only), chimney, sand boxes & ash-pan. The identity of all these remaining parts as belonging solely to Velinheli cannot be confirmed due to the swapping of locomotive parts, a common practice during the operation of the quarries' various railway systems. ==Llanberis Lake Railway== On 28 May 1971 the southern part of the route was reopened as the narrow gauge Llanberis Lake Railway. ==See also== * Fire Queen * British narrow gauge railways * Port Dinorwic railway station ==Gallery== * * * * * * * == References == ===Sources=== * * * * * * * * * * * * ==Further reading== * * * * * * * ==External links== *The railway on a navigable Edwardian 6\" OS map, via National Library of Scotland *The Padarn Railway in green, via Rail Map Online *The railway in 1961, via flickr *The railway in 1962, via penmorfa *The railway, via RailScot *The railway, via Narrow Gauge Railway Museum *The railway, its history and relics, via Jaggers heritage *Part 1 of 1974 article about the quarry and railway, via Jaggers Heritage *Part 2 of 1974 article about the quarry and railway, via Jaggers Heritage *The railway, via Dave Mills *Penscoins locoshed, via geotopoi *Historical records, via Archives Wales *Loco \"Fire Queen\", via Industrial Railway Society *1970 article about loco \"Fire Queen\", via Jaggers Heritage *Llyn Padarn, Dinorwic Quarry and the line of route, via Britain from Above (Login needed to zoom) * Remains of Allt Ddu Quarry and its railways, via ROTWSI * Dinorwic inclines, via Walling Wonderland Category:Slate industry in Wales Category:1 ft 11½ in gauge railways in Wales Category:4 ft gauge railways in Wales Category:Industrial railways in Wales Category:Railway lines opened in 1842 Category:Railway lines closed in 1961 Category:1842 establishments in the United Kingdom Category:Railway inclines in Wales ",
    "title": "Padarn Railway"
}