{
    "id": "2577695",
    "text": "Dowd Arms Dowd is a derivation of an ancient surname once common in Ireland but now not readily found. The name Dowd is an Anglicisation of the original Uí Dubhda (pronounced O'duv/ha or O'Dooda), through its more common form O'Dowd. The Uí Dubhda are one of the Clann Uí Fiachrach, one of the major families of Irish clans. ==The Uí Faichrach -- early origins== There are many people of Irish descent who can justly claim an ancestry as ancient and royal as that of any of the famous European dynasties. Among them are the O'Dubhda family (pronounced \"O'Dooda\"), including the O'Dowda, O'Dowd and other variant spellings, who are descended (with many other families) from a people in the West of Ireland once known as the Uí Faichrach (\"Ee Fee-a-crock\"). This name derived from a 5th Century pagan king of Connacht called Fiachra (\"Fee-a- cra\"). His grandson Daithi (\"Daw-hee\") also became king and was killed by lightning about A.D. 445. His grandson Aillil (\"Al-ill\") succeeded as King of Connacht and later King of Tara until A.D. 482. ==The O'Dubhda surname== The Uí Faichrach provided successive kings of Connacht for a long period, but their sphere of influence became confined to North Connacht. In the late 10th Century, their king was named Aedh Ua Dubhda -- i.e. Hugh, the grandson of Dubhda (\"Dooda\"). He was king of an area roughly corresponding to the two counties of Mayo and Sligo. He is recorded as having \"died an untroubled death\" in the year A.D. 982, making this surname one of the oldest in Europe. As the use of surnames became more widespread, descendants continued to use the name O'Dubhda to distinguish their own royal family. This is pronounced \"O'Dooda,\" but there are as many as forty different variations on the surname. ==The O'Dubhda Taoiseach== The O'Dubhda remained kings of North Connacht until the 13th Century. However, great changes took place in Irish society and they lost control over much of their former lands before being confined to the barony of Tireragh (\"Tea-rare-ra\"), meaning \"the country of Fiachra,\" in County Sligo. As a result, they gradually dropped the use of the title \"king.\" It was replaced in time by the title Taoiseach (\"Tea-shock\"), meaning chieftain or leader. This term now is used as the title of the Irish Prime Minister. The man who became Taoiseach generally was referred to by his surname only, e.g. O'Dubhda. In this way he came to be referred to as chief of his name. He was elected according to the old Irish laws and sometimes there was dispute over the leadership. One means of avoiding conflict was by the selection of a Taoiseach-elect, called a Tanaiste (\"Thaw-nishta\"). This term is now used for the Irish Deputy Prime Minister. The election and inauguration was presided over by the ollamh (\"Ulav\") or professor of the Mac Firbis family of scholars. The O'Dubhda is unique in having a detailed account of the inauguration ceremony of their Taoiseach preserved in an ancient manuscript of the aforementioned Mac Firbis scholars. This manuscript, known as the Great Book of Lecan, was written near Enniscrone in Tireragh between A.D. 1397 and 1418, and now is carefully preserved as one of the Irish national treasures in Dublin. One of the most generous sponsors of the Mac Firbis scholars was Tadhg Riabhach O'Dunhda (Dark Teige), who became Taoiseach of Tireragh in A.D.1417. He is particularly remembered in this manuscript in which his death is recorded at Enniscrone Castle. The unique treasure preserves much of ancient Irish heritage. It contains information relating to the history of hundreds of different Irish families. Its existence is a testament to both the Mac Firbis bardic scholars, who wrote it, and the O'Dubhda rulers, who supported them. ==O'Dowda and O'Dowd, Dowd and Doody, etc.== The ancient laws of Ireland, known as the Brehon Laws, continued in use until the early 1600s. The last Taoiseach to be elected under these was Tadhg Buí O'Dubhda (Blonde Teige) who was inaugurated in 1595. He led his army south to the Battle of Kinsale in 1601 and never came back. Tradition states he survived the battle and settled in County Kerry, where his family later became known as Doody. During the 17th Century, the rest of the O'Dubhda ruling family was displaced from their homeland, where they had owned 24 castles and 52 towns, including Enniscrone. They split into two main branches, and these settled in County Mayo. In dealings with government officials using the English language several different spellings of the surname were introduced, one branch using the spelling of O'Dowda, while the other branch became known as O'Dowd. Two centuries earlier a third branch had left and settled near Dublin, where they became known as Dowd. Although there are more than 40 other variations, Dowd and O'Dowd now are the most common versions of the surname. There are many descendants now living who can trace their ancestry directly to the original O'Dubhda kings. == Some prominent modern-day Dowds == Alice Mary Dowd * Alice Mary Dowd (1855–1943), educator, author * Ann Dowd (born 1956), American actress * Anthony Dowd (born 1957), American jazz musician * Bernard J. Dowd (1891–1971), Mayor of Buffalo, New York, 1946–1949 * Charles F. Dowd (1825–1904), American educator who proposed U.S. time zones * Christopher Paul Dowd (born 1949), Australian historian * Clement Dowd (1832–1898), American politician * David Dudley Dowd, Jr. (1929-2016), American judge * Douglas Fitzgerald Dowd (born 1919), American political economist, economic historian and political activist * Graham Dowd (born 1963), New Zealand rugby player * Harry Dowd (born 1938), English football goalkeeper * Hugh Dowd (born 1951), Northern Irish footballer * Jim Dowd (politician) (born 1951), Member of UK Parliament * Jim Dowd (ice hockey) (born 1968), National Hockey League player * Jeff Dowd (born 1949), American film producer and political activist best known as a member of the Seattle Seven * Johnny Dowd (born 1948), American country musician * John Dowd (baseball) (1891–1981), American baseball player * John Dowd (born 1965), American professional motocross racer * John Dowd (born 1940), Australian politician, jurist * John M. Dowd (born 1941), American lawyer * Marion Dowd, archaeologist * Matthew Dowd (born 1961), American campaign advisor and media commentator Writer Maureen Dowd * Maureen Dowd (born 1952), American journalist and Pulitzer Prize-winning columnist of The New York Times * M'el Dowd (1933–2012), American actress * Michael Dowd (born 1958), American evolutionary evangelist and author * Michael Delaney Dowd (1920-2006), U.S. talk show host in the 1970s and '80s known professionally as Mike Douglas * Michael McKinley Dowd (born 1963), Author of the book, \"The Name on the Envelope\" * Nancy Dowd (born 1945), American screenwriter, sister of actor Ned Dowd * Ned Dowd (born 1950), American actor and film producer, brother of Nancy Dowd * Peter Dowd, English Labour Party politician, Member of UK Parliament * Phil Dowd (born 1963), English football referee * Robert Dowd (1936–1996), American painter and sculptor * Siobhan Dowd (1960–2007), British writer and activist * Thomas Dowd (1960–2007), Canadian Roman Catholic bishop * Tom Dowd (1925–2002), American recording engineer and producer * Tommy Dowd (1869–1933), American Major League Baseball player * Tommy Dowd (born 1969), Irish Gaelic footballer * Wayne Dowd (1941-2016), American lawyer and politician * William Dowd (1922–2008), American harpsichord maker * William Miles Dowd (born 1942), American author, newspaper editor published in more than 100 print publications and 34 websites in 25 countriesFather Patrick Dowd ==Other== * The Dowd Report, a document describing the transgressions of baseball player Pete Rose in betting on baseball * Irvin v. Dowd (1959), a United States Supreme Court case * The Dowd–Beckwith ring-expansion reaction, an organic chemical reaction == References == == External links == * O'Dubhda Clan Website (Now states that the website is for sale.) Category:Surnames Category:English-language surnames Category:Irish families ",
    "title": "Dowd"
}