{
    "id": "2577264",
    "text": "Joseph Maria Olbrich (22 December 1867 - 8 August 1908) was an Austrian architect and one of the Vienna Secession founders. ==Early life== Olbrich was born in Opava, Austrian Silesia (today in the Czech Republic), the third child of Edmund and Aloisia Olbrich. He had two sisters, who died before he was born, and two younger brothers, John and Edmund. His father was a prosperous confectioner and wax manufacturer who also owned a brick works, where Olbrich's interest in the construction industry has its early origin. ==Career== Olbrich studied architecture at the University of Applied Arts Vienna (Wiener Staatsgewerbeschule) and the Academy of Fine Arts Vienna, where he won several prizes. These included the Prix de Rome, for which he traveled in Italy and North Africa. In 1893, he started working for Otto Wagner, the Austrian architect, and probably did the detailed construction for most of Wagner's Wiener Stadtbahn (Metropolitan Railway) buildings. In 1897, Gustav Klimt, Olbrich, Josef Hoffmann and Koloman Moser founded the Vienna Secession artistic group. Olbrich designed their exhibition building, the famous Secession Hall, which became the movement's landmark. In 1899, Ernest Louis, Grand Duke of Hesse, founded the Darmstadt Artists' Colony, for which Olbrich designed many houses (including his own) and several exhibition buildings. Olbrich gained Hessian citizenship in 1900 and was appointed to a professorship by the Grand Duke. In 1903, he married Claire Morawe. Joseph Maria Olbrich around 1908. In the following years, Olbrich executed diverse architectural commissions and experimented in applied arts and design. He designed pottery, furniture, book bindings, and musical instruments. His courtyard and interiors at the St. Louis World's Fair won the highest prize at the exhibition. At the time, the St. Louis Post-Dispatch wrote of his pavilion, \"The interior decorators of the United States are now talking about the Olbrich Pavilion. It is already indicated as one of the things at the World's Fair which will leave a permanent mark upon American life.\" He was subsequently appointed corresponding member of the American Institute of Architects. His architectural works, especially his exhibition buildings for the Vienna and Darmstadt Secessions, had a strong influence on the development of the Art Nouveau style. Shortly after his daughter Marianne's birth on July 19, 1908, Olbrich died from leukemia in Düsseldorf on August 8, aged 40. ==Works== * The Secession hall, Vienna * Residence for Hermann Bahr, Vienna * Hochzeitsturm and other buildings at Darmstadt Artists' Colony, Mathildenhöhe, Darmstadt *Department store for Leonhard Tietz, Düsseldorf * Villa for Josef Feinhals, Cologne, built 1908 and destroyed in World War II ==Gallery== File:Wien - Secessionsgebäude.JPG|Secession Hall, Vienna File:DA-Haus Olbrich1.jpg|Olbrich's house at the Darmstadt Artists' Colony File:DA- Oberhessische Haus1.jpg|Upper Hesse Exhibition House, Darmstadt Artists' Colony Ausstellungsgebäude_(Mathildenhöhe)_01.JPG|Exhibition building DA- Haus_Deister1.jpg|Wilhelm Deiters’ House DA-Gr_Haus_Glueckert1.jpg|Glückert House File:Prinzessinenhaus Schloss Wolfsgarten.jpg|\"Prinzessinenschloss\" in Langen, Germany Hochzeitsturm_08_(cropped).JPG|Wedding tower La_colonie_dartistes_jugendstil_(Mathildenhöhe,_Darmstadt)_(7882268852).jpg|Ernst- Ludwig House Koenigsalle-3.JPG|Department store in Dusseldorf == See also == * Ester Claesson == References == ===Additional references=== * * * *Joseph Maria Olbrich on Architectuul Category:1867 births Category:1908 deaths Category:Austrian architects Category:People from Austrian Silesia Category:Academy of Fine Arts Vienna alumni Category:Vienna Secession architects Category:People from Opava ",
    "title": "Joseph Maria Olbrich"
}