{
    "id": "2577213",
    "text": "Mary Kiffmeyer (born December 29, 1946) is a Minnesota politician. She served as Minnesota Secretary of State from 1999 to 2007 and now serves in the Minnesota Senate. A member of the Republican Party of Minnesota, she represents District 30, which includes parts of Hennepin, Sherburne, and Wright counties. ==Early life== The oldest of 14 children, Kiffmeyer was raised in Pierz, Minnesota. ==Minnesota Secretary of State== Kiffmeyer was elected secretary of state in November 1998, and was sworn into office on January 4, 1999. She was re-elected in November 2002. She was defeated for re- election in November 2006 by Mark Ritchie. During Kiffmeyer's tenure, Minnesota was the highest voter turnout state for all 8 years as determined by Curtis Ganz of the Center for Democracy. In 2004, Minnesota had 77.7% voter turnout, the highest in the state since 1960. She transformed the Secretary of State website allowing users to find and get directions to their local precincts, and see who their local candidates are in the upcoming election through the \"My Ballot\" feature.. During Kiffmeyer's tenure, she convinced the legislature to establish the Safe At Home Program for battered women or other battered victims which was unfunded by the Legislature until the following year. With Kiffmeyer's support and through bipartisan legislation supported by Native American lobbyists, beginning in 2003 and signed into law by the Governor, Minnesota law allowed Native American tribal ID cards to be used by members of tribes living on reservations for election-day registration, but not members living off reservations. The American Civil Liberties Union filed a complaint, ACLU v. Kiffmeyer, on behalf of urban members of Native American bands and the National Congress of American Indians. Judge James Rosenbaum issued a temporary restraining order in October 2004 which sided with the plaintiffs. The case was settled in favor of the plaintiffs in September 2005. The Minnesota Legislature subsequently amended election law to recognize this ruling. Kiffmeyer told the attendees at a 2004 National Day of Prayer event in Minnesota that the \"five words\" that are \"probably most destructive\" in America today are \"separation of church and state\". Kiffmeyer later said, \"It's not the words that are destructive, it's the way they are interpreted. There are a lot of good church people who don't think they can be involved in government.\"\"She's Back! Controversial former SoS Kiffmeyer seeks to replace convicted legislator\", Minnesota Independent, May 9, 2008 On election day 2006, Kiffmeyer supported using cell phone bills as proof of residency in order to vote. She did not support a decision by local election judges to not allow some University of Minnesota students that lived near the campus to register to vote because they had inadequate proof of residence. A Hennepin County judge overruled this decision the same day, but it was unclear how many of the students returned to the polls. ==Minnesota Legislature== Kiffmeyer was elected to the Minnesota House of Representatives in 2008 and re-elected in 2010, representing District 16B. In 2012, she was elected to the Minnesota Senate, representing District 30. Kiffmeyer currently serves as the President Pro Tem of the Minnesota Senate. ==Memberships and business activities== Kiffmeyer is the current state chairwoman for the conservative American Legislative Exchange Council (ALEC) and serves as the only board member of the Minnesota Voter's Alliance, a political group that lobbied for the Minnesota voter ID bill which Kiffmeyer authored in the Minnesota House of Representatives. She also served on the Board of Directors of Riverview Community Bank, a \"Christ-centered\" savings and loan that the Minnesota Department of Commerce closed due to fiscal mismanagement. ==Controversies== ===Riverview Community Bank closure=== In 2009, the Federal Deposit Insurance Corporation (FDIC) closed Riverview Community Bank, of which Kiffmeyer was an owner and director. According to the FDIC order to cease and desist, it was concluded that Riverview Community Bank \"had engaged in unsafe and unsound banking practices and violations of law and/or regulation.\" Among other citations, the FDIC also cited the bank had \"operated with a board of directors that has failed to provide adequate supervision over and direction to the management of the Bank.\" The FDIC said it estimates the cost to its insurance fund will be $20 million. ===Minnesota Majority \"Racial Purity\" defense=== In 2006, Kiffmeyer became the executive director of the conservative advocacy group Minnesota Majority. The group came under criticism for racially charged text on its blog earlier this year. \"It is not surprising that Sweden has a lower infant mortality rate, or that Japan has a longer life expectancy than the United States does,\" read an article on the site. \"They are nearly racially pure; we are not.\" Kiffmeyer defended the text saying that its mention of racial purity must be understood in context, that it \"is simply descriptive...That's a genetic term,\" Kiffmeyer told the St. Paul Pioneer Press. \"It does matter when you are doing medical studies.\" ===\"No courage\" remark=== In 2012, Kiffmeyer referred to fellow Republican State Representative John Kriesel as having \"no courage\" for not running for re- election in light of the new Vikings stadium vote. Kriesel, a decorated Iraq War veteran and Purple Heart recipient, had announced earlier that he would not be running for re-election to spend more time with his wife and two young children. ===\"Hacking\" remark=== In 2019, Kiffmeyer downplayed concerns of Russian election hacking cited in special counsel Robert Mueller's report. In opposing Minnesota's effort to join the other 49 states in using its share of federal money to bolster cyber defenses in Minnesota's election system, Kiffmeyer stated, \"People are being hacked all the time. You're being hacked all the time, I am. This is no big thing.\"http://www.startribune.com/while- hackers-threaten-2020-election-systems-politics-intrude-on-security- fixes/508851922/ publisher=Star Tribune, date=April 21, 2019, title=While hackers threaten 2020 election systems, politics intruding on security fixes, author=Stephen Montemayor ==Electoral history== * Minnesota Senate 30th district election, 2012 ** Mary Kiffmeyer (Republican), 25205 (62.4%) ** Paul Perovich (DFL), 15125 (37.5%) ** Write-in, 58 (0.1%) * Minnesota House of Representatives 16B district election, 2010 ** Mary Kiffmeyer (Republican), 13,254 (70.4%) ** Tom Heyd (DFL), 5,563 (29.5%) ** Write-in, 18 (0.1%) * Minnesota House of Representatives 16B district election, 2008 ** Mary Kiffmeyer (Republican), 15,863 (63.5%) ** Steve Andrews (DFL), 8,996 (36.0%) ** Write-in, 114 (0.5%) * Minnesota secretary of state election, 2006 ** Mark Ritchie (DFL), 1,049,432 (49.1%) ** Mary Kiffmeyer (Republican), 943,989 (44.2%) ** Bruce Kennedy (For Independent Voters), 78,522 (3.7%) ** Joel Spoonheim (Independence), 64,489 (3.0%) ** Write-in, 1,211 (0.1%) * Minnesota secretary of state election, 2002 ** Mary Kiffmeyer (Republican), 1,040,739 (47.6%) ** Buck Humphrey (DFL), 974,045 (44.5%) ** Dean Alger (Independence), 104,799 (4.8%) ** Andrew Koebrick (Green), 67,404 (3.1%) ** Write-in, 1,253 (0.1%) * Minnesota secretary of state election, 1998 ** Mary Kiffmeyer (Republican), 928,576 (46.8%) ** Edwina Garcia (DFL), 818,236 (41.2%) ** Alan Shilepsky (Reform), 192,997 (9.7%) ** Kenneth Iverson (Libertarian), 44,663 (2.2%) ** Write-in, 1,742 (0.1%) ==Personal life== Kiffmeyer lives near Big Lake, Minnesota with her husband, Ralph Kiffmeyer, a nurse anesthetist who served one term in the Minnesota House of Representatives. They have four children and 14 grandchildren. ==References== ==External links== * Second Inaugural Address (Delivered in Saint Paul, January 6, 2003) * AU, Allies 'Let Freedom Ring' On National Day Of Prayer (Online source for 2004 National Day of Prayer quotation) * Voting Rights Project-ACLU v. Kiffmeyer * Minnesota Secretary of State Legislative Auditor Report for 2005 and 2006 * * Senator Mary Kiffmeyer official Minnesota Senate website |- |- |- |- Category:1946 births Category:21st-century American politicians Category:21st-century American women politicians Category:Living people Category:Members of the Minnesota House of Representatives Category:Minnesota Republicans Category:People from Pierz, Minnesota Category:People from Rugby, North Dakota Category:People from Sherburne County, Minnesota Category:Secretaries of State of Minnesota Category:Women state legislators in Minnesota ",
    "title": "Mary Kiffmeyer"
}