{
    "id": "2578556",
    "text": "The Crescent City Connection and the New Orleans skyline The Crescent City Connection (CCC), formerly the Greater New Orleans Bridge (GNO), is twin cantilever bridges that carry U.S. Highway 90 Business (US 90 Bus.) over the Mississippi River in New Orleans, Louisiana, United States. They are tied as the fifth-longest cantilever bridges in the world. Each span carries four general-use automobile lanes; additionally the westbound span has two reversible HOV lanes across the river. It is the farthest downstream bridge on the Mississippi River. It is also the widest and most heavily traveled bridge on the lower Mississippi; the only other comparable bridges on the Mississippi are in the St. Louis area, those being the Poplar Street Bridge, the Jefferson Barracks Bridge, and the Stan Musial Veterans Memorial Bridge. ==History== What later became known as the Crescent City Connection was the second bridge to span the Mississippi south of Baton Rouge, the first being the Huey P. Long Bridge, a few miles upriver from the city, and it is the first bridge across the river in Orleans Parish, coterminous with the city of New Orleans. The Mississippi River Bridge Authority, known since 1989 as the Crescent City Connection Division (CCCD), began construction of the first span in November 1954, which opened in April 1958 as the Greater New Orleans Bridge. At its opening, the bridge was the longest cantilever bridge in the world although in terms of main span length, it was third, after the Forth Bridge and the Quebec Bridge. It carried two lanes of traffic in each direction and spurred growth in the suburban area known as the West Bank (named for its location on the western bank of the river although it is geographically southeast of New Orleans). Construction of the second span began in March 1981. Despite promises that it would be ready for the 1984 Louisiana World Exposition, it did not open to traffic until September 1988. The second span was originally designated as the Greater New Orleans Bridge No. 2. Both bridges were designed by Modjeski & Masters, Inc.. As soon as the new span was opened, the old span was temporarily closed in phases to replace the asphalt-on-steel deck with concrete. All the exits and entrances to the bridge were replaced as well. After the completion of the second span, a public contest was held in 1989 to rename the bridges, which was won by Jennifer Grodsky, of St. Clement of Rome School in Metairie, Louisiana, on March 17. The name was selected over the second-place finisher, the Greater New Orleans Superspan, as the name for the spans. Other names voted on for the naming of the spans included: the Crescent City Twins, the Delta Twins, the Crescent City Bridge, the New Orleans Metro Span, the Crescent City Gateway, the Crescent City Twin Span, the Crescent City River Bridge, The Big Easy and the Li'l Easy, the Jazz City Bridge, the Big East Twin Spans, The Pelican Bridge, the Fleur-de-Lis, the Greater Mississippi River Bridge, the Unity Bridge, the Mississippi River Twins, The Friendship Connection, The Pelican Pride, the Riverview Bridge, the Creole Crossing, the Jazz Gate Bridge, the Greater New Orleans Twin Bridges, and the Crescent Bend Bridge. Following this contest, the Louisiana Legislature officially designated the bridges as the Crescent City Connection. (The bridge is commonly known among local Vietnamese Americans as , the \"Pelican Bridge\", due to blue signs at either end that feature a pelican from the state flag.) Beginning in 1989, it was maintained and policed as a toll bridge by the CCCD, a special division of the Louisiana Department of Transportation and Development, although a 2013 vote removed the tolls, and the crossing is now overseen by the Louisiana Department of Public Safety. This separate state police agency used elsewhere in the state, is required because of the high traffic volume and the fact that the two spans briefly cross into Jefferson Parish and the city of Gretna, Louisiana. Since renaming of the twin bridges, some local residents refer to the bridge as \"The GNO\", in spite of the name change from decades past. Most people refer to it as the \"CCC\", whereas the proper name of \"Crescent City Connection\" is used mainly in the media. Due to the Mississippi River's winding course through the New Orleans area (the river is flowing north at the place where the two bridges cross), the bridge contains two wrong-way concurrencies, with the eastbound span carrying Business US 90 West, while the westbound span carries Business US 90 East. The Crescent City Connection was the fifth most traveled toll bridge in the United States in 2006, with annual traffic exceeding 63 million vehicles. The bridge is the centerpiece of the Crescent Connection Road Race (CCRR) or Bridge Race as it is locally known, an annual event held on the first Saturday in September following Labor Day. The bridge remains open to vehicular traffic during the race, which only uses the two HOV lanes. The CCRR was originally started as a fundraiser for the bridge's decorative lights. These lights line the top profile lines of both bridges; 64 lights along each string for a total 256 lights. ===Hurricane Katrina=== As Hurricane Katrina approached the city in August 2005, the CCCD halted toll collections on August 26 to aid in speed of evacuation of the Metro area. Two overhead signs were blown down on the older span, but no other damage occurred to either bridge. After the storm hit on August 29, 2005, much of the east bank of New Orleans flooded severely (see Effects of Hurricane Katrina in New Orleans). With all other major and minor highways out of town flooded in both directions, the CCC was the only open highway into or out of the east bank of Orleans Parish. (One other route, Leake Avenue/Old River Road, a small road along the Mississippi River levee, was initially blocked by debris but was cleared by local volunteer work). Two days after the storm passed, the Gretna police set up a roadblock on the bridge, refusing passage to evacuees. In the initial weeks following the storm, only emergency personnel and contractors were permitted to use the bridge. The bridge reopened to traffic in mid-September as decreasing water levels on the East Bank of Orleans Parish allowed Interstate 10 to reopen and residents to return, but then was temporarily closed to regular traffic again when another evacuation was declared due to Hurricane Rita, with the bridge again reopening in late September. Toll collection resumed on October 10 after a six-week suspension, as the revenue was needed to maintain operations. Long lines at the toll booth lanes during non-rush times became common, due to a shortage of toll collectors and electronic toll tags, combined with heavy usage of the bridge due to the many New Orleanians staying with friends and relatives on the Westbank while they worked on gutting and repairing their flooded Eastbank homes. ===Proposed Future Interstate 49 designation=== In addition to the CCC's designation as Business US 90, the bridge, along with its approach roads, the Pontchartrain Expressway and Westbank Expressway were proposed to also serve as Interstate 910. This proposed designation was federal only and no signs identify the bridge as I-910. This is a temporary designation until Interstate 49 is completed between New Orleans and Lafayette, at which time the bridge will be signed as I-49. This proposed designation currently does not have funding to support all the needed infrastructure to accomplish the plan and has largely been dropped. ==Tolls== Westbank toll plaza in March 2007 The tolls collected on the Crescent City Connection were defined in Louisiana state law R.S. 47:820.5(B). This law said that from October 1, 1994 through December 31, 2012, tolls were to be collected at a rate of $0.20 per axle for toll tag users, and $0.50 per axle for cash users. Prior to Hurricane Katrina, annual toll collections averaged $20 million. There have been investigations conducted by the Louisiana Office of Legislative Auditor regarding bridge employees pocketing toll revenue for their own use and supervisors falsifying reports to hide the theft. There were citizen action groups who were actively opposing the tolls and their potential renewal in 2012. The Times-Picayune newspaper wrote an editorial recommending that the tolls not be renewed at the end of 2012. The Bureau of Governmental Research, an independent watchdog group in New Orleans, released a detailed financial study on the CCC tolls which showed that the majority of the toll money collected in tolls does not benefit those who pay the tolls. The full BGR report is available as well. On March 5, 2013, toll collection was nullified on the Crescent City Connection due to 19th Judicial District Judge William Morvant's decision to nullify the November 2012 toll vote. A new referendum held on May 4, 2013, defeated the toll extension and officially ended tolls on the Crescent City Connection. The referendum was defeated by 78% of voters in Orleans, Jefferson and Plaquemines Parishes. ===GeauxPass=== The Crescent City Connection introduced toll tags on January 4, 1989, becoming the first toll facility in the United States to use electronic toll collection. The system was originally designed and installed by TransCore, who managed the system until tolls were ended in 2013. However, in the first quarter of 2005, the CCCD awarded a contract to Electronic Transaction Consultants (ETC) Corporation to design, develop and implement a replacement toll collection system. The \"GeauxPass\" was announced in the summer of 2009 as the new statewide electronic toll system for Louisiana. GeauxPass is compatible with the Crescent City Connection, the LA-1 Tollway, and all future Louisiana toll roads. There are currently over 100,000 tags in operation. To encourage use of the toll tags, the Crescent City Connection offered several benefits to commuters until 2013, including: *Reduced Toll: $0.40 *Dedicated Toll Tag lanes *Use of HOV lanes when carrying Eastbank-bound traffic ==Use as a film setting== As an iconic part of the city's skyline, the spans have been a favorite of movie production crews. The HOV lanes are frequently used for filming, as they are not heavily used and are separated from normal traffic by barrier walls. Both spans were briefly closed on April 9, 2006, to allow filming with stunts and pyrotechnics for the Denzel Washington film Déjà Vu. The spans also served as the anchor for the background in most of the outdoor scenes in the film A Love Song for Bobby Long. ==See also== * List of crossings of the Lower Mississippi River * List of longest bridges ==References== ==External links== * Crescent City Connection Division within the Louisiana Department of Transportation and Development * Category:Bridges in New Orleans Category:Bridges over the Mississippi River Category:Great River Road Category:Intracoastal Waterway Category:Electronic toll collection Category:Bridges completed in 1958 Category:Bridges completed in 1988 Category:Road bridges in Louisiana Category:U.S. Route 90 Category:Bridges on the United States Numbered Highways Category:Former toll bridges in Louisiana Category:Steel bridges in the United States Category:Cantilever bridges in the United States Category:1958 establishments in Louisiana ",
    "title": "Crescent City Connection"
}