{
    "id": "2578960",
    "text": "Choi Yong-sool (; November 9, 1904 – June 15, 1986), alternative spelling Choi Yong-sul, was the founder of the martial art Hapkido (Hangul: 합기도; hanja: 合氣道). He was born in today's Chungcheongbuk-do, South Korea, and was taken to Japan during the Japanese occupation of Korea when he was eight years old. Choi later stated that he became a student of Takeda Sōkaku, and studied a form of jujutsu known as Daitō-ryū Aiki-jūjutsu (大東流合気柔術) while in Japan.허인욱의 무인이야기 장보고와 정년 그리고 송징 This is disputed by some parties, due to the historically acrimonious relationship between Japan and Korea, and lack of clear documentary evidence (see below). Choi returned to Korea after the end of World War II and in 1948 began teaching his art at a brewery owned by the father of his first student Seo Bok-Seob (; Suh Bok-Sub). He first called his art \"Yu Sul ()\" or \"Yawara (; 柔術)\" later changing it to \"Yu Kwon Sool (; 柔拳術)\" and \"Hap Ki Yu Kwon Sool (; 合氣柔拳術)\" and eventually Hapkido.Hentz, Eric (editor), Taekwondo Times Vol. 16, No. 8. Tri-Mount Publications, Iowa 1996. \"The Beginning of Hapkido; An Interview with Hapkido Master Seo, Bok-Seob\" by Mike Wollmershauser. Choi Yong-Sool was honored with the titles doju (; 道主), which can be translated as \"Keeper of the way\", and changsija (; 創始者), which simply means \"founder\". The arts of Hapkido, modern Hwa Rang Do, Kuk Sool Won, as well as lesser known arts such as Han Pul all show influence of the teachings of Master Choi.Kim, He-Young. Hapkido (alternately The Hapkido Bible). Andrew Jackson Press, Baton Rouge, Louisiana 1991. == Biography == It is generally accepted that Choi was born in the year 1904, although some sources place his birth in 1899. Confusion about his age stem from a combination of being orphaned, delays in registering newborns with the government (common in impoverished Korea) and the way in which age is reckoned in Korea. His mother died when he was 2 years old, and his father died sometime after that, leaving Choi in the care of his aunt. According to Choi he was abducted from his home village of Yong Dong in Chungcheongbuk-do in 1912 by a Japanese sweet merchant named Morimoto who had lost his own sons and wished to adopt Choi. Choi resisted and proved so troublesome to the candymaker that he was abandoned in the streets of Moji, Japan. Choi made his way to Osaka as a beggar and, after having been picked up by police, was placed in a Buddhist temple which cared for orphans in Kyoto. The abbot of the temple was a monk named Wantanabe Kintaro.Posthumously Released Interview with Choi Yong-Sool (1982) . Choi spent 2 years at the temple and had a difficult life there, not only in school but with the other children due to his poor Japanese language skills and his Korean ethnicity, which made him stand out in Japan. When Watanabe asked Choi what direction that he wished for his life to take he expressed interest in the martial arts. This matched the boy's temperament: Choi had a tendency to get into fights and he had an intense interest in the war scenes depicted in the temple's murals. The temple monk (Wantanabe Kintaro) was reputedly a friend of Takeda Sōkaku, the founder of the Daitō-ryū Aiki-jūjutsu system, which is a Japanese martial arts system emphasizing empty handed methods based upon the sword styles and jujutsu tactics in which Takeda was an expert. Later Takeda Sōkaku would also famously teach Morihei Ueshiba, the founder of aikido. During the Japanese occupation of Korea, all Koreans working in Japan were required to take on a Japanese name. Choi is said to have been assigned the Japanese name Asao Yoshida (吉田朝男) when he was 11 years old, according to a posthumously released interview, or Yoshida Tatujutsu, according to Seo Bok-Seob. Choi says he was taken to Takeda's home and dojo in Akita on Shin Shu mountain where he lived and trained with the master for 30 years. The interview also asserts that: Choi traveled with Takeda as a teaching assistant, Choi led Takeda's demonstration team that presented in Hawaii (circa 1932), Choi was employed to catch war deserters, and that Choi was the only student to have a complete understanding of the system taught by Takeda. Note that Choi's claim to having studied under Takeda is quite controversial in Daito-ryu circles, but is nevertheless quoted by many contemporary hapkidoists. Other sources place Choi as a mere servant in the Takeda household, while still others assert that Choi had no connection to Takeda beyond attending some of Takeda's seminars. Kisshomaru Ueshiba, son of Morihei Ueshiba, stated that his father had told him that Choi had attended seminars held by Takeda with his father in Hokkaidō and that his father had been Choi's senior.Pranin, S. (1988). Aikido Journal, AikiNews, 77. Interview with Kisshomaru Ueshiba: The Early Days of Aikido . Choi apparently contacted Kisshomaru upon hearing the news of Morihei's death. Retouched photograph of Takeda Sōkaku circa 1888 Regardless of the circumstances of Choi's martial arts training, he returned to Korea after World War II and settled in Daegu, first selling sweets and later raising hogs. In 1948, after becoming involved in an altercation with several men in a dispute over grain at the Seo Brewing Company, the son of the chairman of the brewery, Seo Bok-seob, was so impressed by his self-defense skills that Seo invited Choi to teach the brewery's employees at a makeshift dojang that Seo had created on the premises for that purpose. In this way, Seo Bok-seob became Choi Yong-sool's first student. Later Choi became a bodyguard to Seo's father, who was an important congressman in Daegu. == Spreading the art == In 1951, Choi and Seo opened up the Daehan Hapki Yu Kwon Sool Dojang (), the first formal school to teach the art. In 1958 Choi Yong-sool opened up his own school using the shortened name Hapkido for the first time. Both schools were located in Daegu. Some of the more important students from this period of time were Kim Moo-Hong () and Moon Jong-Won (). Apparently Choi also taught people on his farm during the early years of the art and it was in this way that Ji Han-Jae (), one of the great exploiters of the art, came to learn from Choi.이소룡과 대결했던 합기도고수 지한재 방한 세미나 2010-01-12 chosun.com The founders of two arts, Lee Joo-Bang () of modern Hwa Rang Do and Seo In-Hyuk (; Suh In-Hyuk) of Kuk Sool Won, are thought by some to have trained with Choi Yong-Sool, although this is controversial. Others assert that their training came from Kim Moo-Hong's hapkido school in Seoul, with which they were known to have been associated. In 1963, Choi became the first Chairman of the Korea Kido Association (Daehan Ki Do Hwe; ) and appointed one of his most senior students, Kim Jeong-Yoon (; also rendered Kim Jung-Yun) as Secretary General. Later, Kim separated from the hapkido organizations to form his own Han Pul Hapkido organization, although his art remains firmly based in the teachings of Choi Yong-sool.Kim, Jeong-Yoon. Personal interview with Matthew Rogers. Seoul. 1995. Another prominent top student who became crucial to the survival of Doju Choi's full system was Chinil Chang, the personally chosen second Doju (Grandmaster) and the only man awarded the 10th Dan and the title of Doju directly from Doju Choi. Students of importance who were trained by Choi during the later periods of his teaching were Kim Jeong-yoon, Kim Yoon-Sang () who later went on to form his own offshoot Hapki yusul organization to fabricate and support his erroneous and misguided claims of being the surviving grandmaster of hapkido.Spiedel, Rod. \"Yong Sool Kwan; History of the Hapkido Hapkisul Headquarters\". Taekwondo Times. Nov. 2006/Vol.26. No.6. Article compiled by Barrie Restall. and Park Jeong-Hwan (), who trained under Choi for only three years, is one of the later students that opened a Hapkido school in America, several of which still function today.Master Park Doju Choi made a special trip to the United States in 1982, several years prior to his death, to visit his highest ranked instructor Chinil Chang in New York City and to preside over the creation of the US Hapkido Association. Master Mike Wollmershauser, who was the only American to have trained under Choi Yong-sool himself, documented part of this historic visit on videotape, which is in the hands of Doju Chinil Chang. Doju Choi's final wishes were to spread Hap Ki Do all over the world as well as to unite the art as one family, although Doju Choi had realized at that point that the system had splintered into too many political and warring factions for that to ever happen. He also wished to keep his original system intact and for the lineage to be passed in a complete manner to his successor, which he accomplished. Master Wollmershauser attempted to spread this word of unity throughout the world until his death in December 2002. Doju Chang maintains the integrity and purpose of his mission while continuing to teach his students as he has since arriving in the United States decades ago. == Controversy == Choi's claims of being a student of Daito-ryu under Takeda Sokaku are contested and unsupported by the fee and attendance records of Takeda Sokaku that still exist today. However, according to Kisshomaru Ueshiba, son of Aikido founder Morihei Ueshiba, a young Korean was present at several of Takeda's seminars, suggesting that some Korean nationals had some formal training in Daitō-ryū Aiki-jūjutsu. One can only speculate as to why Choi's name is not on the otherwise meticulous records. The claim by some that the lack of documentation was due to his Korean ancestry is difficult to uphold since other Korean students are mentioned in the records. Others claim that, since Choi was Takeda's house servant, it is logical to assume he was trained by him or at least in his dojo. There is a strong similarity to the techniques taught in Daito-ryu and the techniques of Hapkido. The source of the name Hapkido is also disputed. Choi Yong-Sool's student, Ji Han-Jae, claims to have coined the name for the art. Seo Bok-Seob states in a 1980 interview that Jung Moo Kwan first used the term to refer to the art as well as introducing the symbol of the eagle to represent the art. == Successor == A direct student of Choi, Chinil Chang inherited the title of Doju in Choi's personal and complete system of Hapkido on January 15, 1985, becoming the second direct lineage Grandmaster. On April 5, 1985 Choi personally awarded Chang the only existing 10th Dan certificate in Hapkido history. Chang also had the privilege and honor of being the first Hapkido master awarded the 9th Dan certificate by Choi in 1980. A large inauguration ceremony followed on April 11, 1985. The historic event was covered and documented by Korea Sports News and MBC Korean Television. Choi Young-sool, Chang, and Choi's son, the late Choi Bok-Yeol, were in attendance. Chang is the only Hapkido master ever awarded the 10th Dan and Doju title directly from Choi. Choi left the full documentation and recordings of the system to Chang, who continued to research and document the full history and development of Hapkido. Furthermore, the future Grandmaster, who was a personally trained, closed-door disciple of Choi, was given Letter of Appointment certificates, the second dated December 1, 1977 and the third dated March 5, 1980. This gave Chang more progressive power and authority in Choi's Hapkido Association. These specific certificates, along with his 9th Dan ranking in 1980, and 10th Dan ranking in 1985, amply demonstrate that Choi was grooming Chang to be the future Grandmaster of Hapkido. Chang's intimate video interview(one of several over decades) with his teacher Doju Choi during his visit to New York City has been abused through numerous interpretations and translations. Some have even claimed erroneously to have conducted the interview themselves, further clouding and distorting the truth and gravity inherent in the interview. These endless distortions were generally rebutted in various media each time they appeared. In 2013, Doju Chang was teaching a small group in NYC dedicated to the preservation of Hapkido, after previously maintaining a commercial school for decades, as well as a stint teaching Hapkido at the United Nations. Many detractors have spread endless conjecture about him. One lineage created further controversy by stating Choi passed the system to his only son, Choi Bok-Yeol, which is incorrect, misleading, and insulting to the legacy and wishes of Choi. Black Belt Magazine, respecting Chinil Chang as the second lineage successor, asked him to write a brief obituary on Choi that appeared in the April 1987 issue. Doju Chang passed away peacefully in his sleep on February 23, 2018 at the age of 77 as a result of Hypertensive Cardiovascular Disease. == Students == Many people have claimed to be students of Choi Yong- sool, and it is often hard to verify whether or not these claims are valid. This is a list of people who were long time students of Choi. *Chinil Chang (the second direct lineage Grandmaster was awarded the only 10th Dan in Hapkido and the title of second direct lineage Doju by Dojunim Choi on January 15, 1985.) * Seo Bok-Seob (; Choi's first student in 1946) * Ji Han-Jae (; student #14 of Choi in 1955, Founder of the Korea Hapkido Association and Sin Moo Hapkido, and Sung Moo Kwan in Andong) ** Kwon Tae-Man (; First founder of a hapkido dojang in Incheon) ** Kim Yong-Jin (; Founder of the Ulchi Kwan) ** Myung Jae-Nam (; Founder of Hankido and Hankumdo) ** Oh Se-Lim (; former president of Korea Hapkido Federation) ** Myung Kwang-Sik (; Founder of the World Hapkido Federation) * Kim Moo-Hong (; Choi's student in 1955, Founder of the Korean Hapkido Association and Shin Moo Kwan in Daegu) ** Kim Jung-Soo (; still teaching in Daegu) ** Won Kwang-Hwa (; Founder of the Moo Sool Kwan) * Lim Hyun-Soo (; He was promoted to 9th Dan(No. 2) by Choi Yong-Sool. In 1974, he founded Jung Ki Kwan and later created a system of Jungki Hapkido and Chungsuk Kuhapdo) * Moon Jong-Won (; Choi's student in 1955, Founder of Won Moo Kwan in Busan) ** Kim Jeong-Yoon (; Secretary General of the Kido Association and founder of Han Pul) ** Seo In-Sun(;) * Yoo Byung-Don (; Han Kuk Jeong Dong Hapkido, Orthodox Hapkido) * Han Bong-soo; (author, notable movie consultant and actor) *Michael Wollmershauser; founder of American Hapkido Association until Dec. 8, 2002 == See also == * Korean martial arts * Daitō-ryū Aiki-jūjutsu * Aiki (martial arts principle) * Aikido == References == == Further reading == * Kim, He-Young. Hapkido II. Andrew Jackson Press, Baton Rouge, Louisiana 1994. * Kimm, He-Young. \"History of Korea and Hapkido\". Hando Press, Baton Rouge, Louisiana 2008. * Myung, Kwang-Sik. Korean Hapkido; Ancient Art of Masters. World Hapkido Federation, Los Angeles, California 1976. * Tedeschi, Marc. \"Hapkido: Traditions, Philosophy, Technique\". Weatherhill, Boston, Massachusetts 2000. == External links == * Hapkidowon (World Hapkido Headquarters) * The Korea Hapkido Federation – Official Website * Jung Ki Kwan Category:Martial arts school founders Category:South Korean hapkido practitioners Category:People from North Chungcheong Province Category:1904 births Category:1986 deaths ",
    "title": "Choi Yong-sool"
}