{
    "id": "2578090",
    "text": "Way of the Tiger 1: Avenger! The Way of the Tiger is a series of adventure gamebooks by Mark Smith and Jamie Thomson set on the fantasy world of Orb. The reader takes the part of a young monk/ninja, Avenger, initially on a quest to avenge his foster father and recover stolen scrolls. Later books presented other challenges for Avenger to overcome, most notably taking over and ruling a city. The world of Orb was originally created by Mark Smith for a Dungeons and Dragons game he ran while a pupil at Brighton College in the mid-1970s. Orb was also used as the setting for the Fighting Fantasy gamebook Talisman of Death, again by Smith & Thomson. Each book has a disclaimer at the front against performing any of the ninja related feats in the book as \"They could lead to serious injury or death to an untrained user\". The sixth book, Inferno!, ends on a cliffhanger with Avenger trapped in the web of the Black Widow, Orb's darkest blight. As no new books were released, the fate of Avenger and Orb was unknown. Mark Smith has confirmed that the cliffhanger ending was deliberate. In August 2013, the original creators of the series were working with Megara Entertainment to develop re-edited hardcover collector editions of the gamebooks (including a new prequel (Book 0) and sequel (book 7)), and potentially a role-playing game based on the series. The two new books plus the six re-edited original books were reprinted in paperback format by Megara Entertainment in 2014, and made available as PDFs in 2019. In December 2013, it was announced that Tin Man Games would be releasing the original six books of the series on digital platforms in 2014 and 2015. However, as of 2017, nothing has been released. ==Books== The original series comprises six books: # Avenger! # Assassin! # Usurper! # Overlord! # Warbringer! # Inferno! ==Original covers== File:Wayofthetiger book1.jpg|Avenger! The books could be played in sequence or as standalone adventures, although playing them in sequence preserves the continuity of the storyline. If played in sequence, any abilities, bonuses, penalties or special items Avenger had acquired carried over to the next book. The expanded eight- book series consists of the following titles (the first and the last having been printed many years after the original six): # * Ninja! by David Walters #Avenger! by Mark Smith & Jamie Thomson #Assassin! by Mark Smith & Jamie Thomson #Usurper! by Mark Smith & Jamie Thomson #Overlord! by Mark Smith & Jamie Thomson #Warbringer! by Mark Smith & Jamie Thomson #Inferno! by Mark Smith & Jamie Thomson #Redeemer! by David Walters, Mark Smith & Jamie Thomson ==Features== The series featured a combat system based on unarmed fighting moves with colourful names, such as the Cobra Strike punch, or Leaping Tiger kick. Avenger could also choose from a list of ninja skills such as Acrobatics or Poison Needle spitting, and used a variety of appropriate weaponry, such as a garotte and shuriken. Luck also played in part in the form of Fate tests to see if Fate smiled on you, or turned her back. Avenger could also enhance his skill by using \"Inner Force\", similar to qi energy. During the series Avenger could learn new skills, such as \"Shinren,\" a means of understanding people's intentions by observing subtle clues. ==Characters== The books had a large number of opponents and recurring characters. ===Enemies=== *Tyutchev, Cassandra and Thaum - A trio of chaos worshippers, who revere the chaos god Anarchil. They are recurring antagonists of Avenger throughout the series. Those three characters are also featured in Fighting Fantasy book 11, Talisman of Death, where they oppose the player for the titular item. **Cassandra - A warrior noted for her beauty, speed and swordsmanship. Wields a magical coldsword and wears a patchwork armor suit. **Tyutchev - This thief wears a magical cloak that blends with the dark, and wields a bastard sword taller than he is. His hair is dyed a bright corn yellow. **Thaum - a master of magic and especially illusion. \"Devious looking\" and wears a large gold earring. *Olvar the Chaos Bringer - A chaos-worshipping barbarian warrior and friend of Tyutchev, Cassandra and Thaum. His death at Avenger's hands (after an unprovoked attack by Olvar) leads to the feud between Avenger and the chaos worshippers. Wears a magical headband that can fire lightning bolts, and feels no pain in combat due to his bloodlust. *The Monks of the Scarlet Mantis - An order of evil monks who worship Vile, Kwon's evil brother. Like the followers of Kwon, the members of the Scarlet Mantis are consummate martial artists. **Yaemon, the Grand Master of Flame - Head of the Monks of the Scarlet Mantis, an order of monks opposed to the monks who follow Kwon. At the beginning of the series he has been Grand Master for more than twenty summers. He slew Avenger's foster father Naijishi and stole the Scrolls of Kettsuin. Possibly the most deadly martial artist on Orb, Yaemon is allied to Manse the Deathmage and Honoric, the leader of the Legion of the Sword of Doom and in the first book, Avenger, your quest calls for you to defeat Yaemon and so avenge the death of your father. **Aiguchi the Weaponmaster - A monk of the Scarlet Mantis and a master of weapons, he challenges Avenger to a duel in the Ring of Vasch-Ro to avenge the death of Yaemon. Expert with the bow, naginata and nunchaku. *Mandrake, Guildmaster of Assassins - Worships Torremalku the Slayer, the patron god of assassins, and is the most deadly assassin on Orb. \"No-one has ever survived his attention.\" Master of disguise and acting. *Manse the Deathmage - An evil sorcerer and worshipper of Nemesis, Manse can cast many different spells, including the nearly always fatal \"Finger of Death\". Has been known to practice child sacrifice. In the prequel Ninja, he also appears as a behind-the-scenes antagonist, plaguing Avenger and his fellow contestants with his evil magic. *Honoric, Grand Marshal of the Legion of the Sword of Doom - One of the most feared military commanders and most evil men on Orb. A peerless swordsman, it is said he once slew a storm giant singlehandedly. Wields Sorcerak, an intelligent magical sword forged by his patron deity that dispels magic, causes fear in its wielders opponents, and enables its wielder to fly. *The Ninja of the Way of the Scorpion - A group of evil ninja who worship Nemesis and follow the Way of the Scorpion, an evil counterpart to the Way of the Tiger. Unlike the disciples of the Tiger, the Scorpion Ninja specialize in the use of various weapons. **The Grandmaster of Shadows - The leader of the ninja who follow the Way of the Scorpion. Uses deception, trickery and his ability to create magical darkness in combat. **The Impostor - A Scorpion Ninja who is sent to Irsmuncast to establish a rule of evil while Avenger is absent on a quest in the Rift. Equipped by Irsmuncast's priests of Nemesis with two magical items which formerly belonged to Mandrake. *Everyman - A golem bodyguard which is stolen and sent to kill Avenger. It is said that he must be killed one hundred times before he can die. *The Fiend - Sent by the gods of evil to capture Avenger's soul. *Astaroth, Seventh Duke of Hell - \"The Usurper\", the ruler of Irsmuncast nigh Edge who seized power after Avenger's real father (the rightful ruler of Irsmuncast) was slain by Yaemon. *Foxglove - The beautiful leaderess of the Order of the Yellow Lotus and priestess of Nemesis in Irsmuncast. Cunning and manipulative, she at times attempts to seduce the Avenger, but is not to be trusted. In Inferno! and Redeemer! she has become a slave of Nullaq in the Rift. ===Allies=== *Glaivas - A Ranger Lord and excellent swordsman, Glaivas is a friend and ally of Avenger. *Doré le Jeune - A paladin and ally of Avenger. Untertakes regular expedition to the Rift to combat Evilspawn. *The Followers of Kwon - An order revering Kwon the Redeemer, dedicated to combating evil on Orb. The order consists of both monks and ninja, all of them skilled in unarmed combat techniques. Following their banishment from the Island of Plenty during the Black Lotus Rebellion, the order settled on the Island of Tranquil Dreams. **Gorobei - A monk and fellow worshipper of Kwon. Expert wrestler and skilled martial artist, although not as fast as Avenger. In Ninja and Avenger, he is a contestant for the title of Grandmaster of the Five Winds, the inner circle of the order's supreme masters. **Parsifal - The head monk of Kwon in the city of Irsmuncast nigh Edge. He is murdered by Mandrake, and his likeness adapted by the assassin in an attempt on Avenger's life. **Aiko - A female ninja like Avenger, and a contestant for the title Grandmaster of the Five Winds in Ninja. She is killed by Manse the Deathmage, and her spirit is subsequently captured for a foul necromantic ritual. **Daon - Another contestant for the title Grandmaster of the Five Winds in Ninja. A temperamental young monk who fled the Island of Plenty as a young boy. **Chigeru - An elderly monk of Kwon and another contestant for the title Grandmaster of the Five Winds in Ninja. He is killed during his quest for the Grandmaster title by a demonically transformed creature. **Togawa - A monk of Kwon and a mystic. Has knowledge of extremely powerful martial arts attacks, and can travel to the spirit plane. If Avenger visits him, the monk will teach a powerful new kick, \"Kwon's Flail,\" which proves a valuable attack against enemies inexperienced with the move. **The Spirit Tiger - Kwon's servantess, who is aiding Avenger from the spirit plane. *Taflur, Thybault, Vespers and Eris - A group of adventurers who Avenger aids in their battle against an undead warlord, who in turn heal him of the plague and come to his aid in a confrontation with the worshippers of Chaos. *Force Lady Gwyneth - Leader of the Shieldmaidens of Dama in the city of Irsmuncast nigh Edge. *The Demagogue - Another faction leader in Irsmuncast Nigh Edge. While neither a warrior or skillful politician, he is a superb orator and crowd-swayer and considers himself the spokesman of the common people. *Csaky - Daughter of a Loremaster of Serakub, and Avenger's cousin, who makes her living as an adventurer using thieving skills (although she dislikes being called a thief, preferring the title \"Wanderer\"). She appears in Redeemer to aid Avenger in infiltrating the royal palace of Irsmuncast after it has been taken over by the Impostor. ===Others=== *Runeweaver - A warrior who can fire magical bolts from his sword. *Antocidas the One-Eyed - Leader of the mercenaries in the city of Irmsuncast nigh Edge. *Golspiel - Corrupt but silver-tongued head of the merchants guild in Irsmuncast. He is a scheming opportunist who sides with whatever party promises him the most bountiful spoils. ===Gods=== Aside from certain ancient titans called \"Elder Gods\", Orb is ruled by various deities. {| class=\"wikitable sortable\" |- ! Name !! Epithet !! Order axis !! Moral axis !! Description |- |Kwon || *The Redeemer *He Who Speaks the Holy Words of Power *Supreme Master of Unarmed Combat |Lawful || Good |The god worshipped by the protagonist (Avenger) and his father. Places with strong representation of Kwon worship include the Island of Tranquil Dreams and Irsmuncast. A key focus of monks of Kwon is protecting the weak. The character Doré le Jeune laments that Kwon worshippers tolerate chaotics such as the followers of Béatan the Free. His martial monks, which include ninjas and mystics, do not cast spells but can call upon Inner Force to deal awesome blows and can travel the spirit plane during meditation. Kwon's servant is the Spirit Tiger. Kwon stands opposite Vile in the Garden of the Gods. |- |data-sort-value=\"All-Mother, the\"|The Allmother || Preserver of Life || Neutral || Good? |A nature goddess. Her main follower in the series is Glaivas, a Ranger Lord. She is looked upon favourably by the priests of Béatan the Free. |- |Anarchil || * Corrupter of the Family Bond * Destroyer of Edifices | Chaotic || Evil |Insane chaos god with various murderous followers including Olvar the barbarian and Tyutchev the thief. No temples are mentioned. |- |Avatar || *The One *Supreme Principle of Good | Neutral || Good |The white-robed priests of Avatar can use various spells, including healing. His symbol is the cross. Stands opposite Nemesis, Supreme Principle of Evil. |- |Béatan || The Free || Chaotic || Good |Deity whose followers (who include priests and mages) believe that Good comes from freedom. Their symbol is a five-spoked half-wheel, the Wheel of Myriad Possibility, representing the many ways to do good. The character Eris worshipped Anarchil originally, and his conversion is referenced by Tyutchev during a confrontation. |- |Dama || Shieldmaiden of the Gods || Lawful || Neutral |Followed by the Shieldmaidens of Dama, a martial order of armed female guards. In Irsmuncast, Led by Force Lady Gywnneth. Her symbol is the lozenge-shaped shield. Although they care nothing for Good or Evil per se, the Shieldmaidens ally with followers of Good to fight back when worshippers of Evil and Chaos run amok. They proudly police cities such as Irsmuncast, and patrol the lands of the Rift to keep them free of the Spawn that boil forth to trouble humanity. |- |Death || The Reaper || Neutral || Evil |Followers practise child-sacrifice. Centres of his cult include the city of Mortavalon. |- |Eo || Prince of Peace and Weal || || Good |Worshipped by the Samurai of the Island of Plenty. |- |Fate || Keeper of the Balance, without which all things would perish || Neutral || Neutral |One of the two deities that introduce the world of Orb in Talisman of Death. She is \"above other gods\". In appearance she is hairless and eyeless, wearing a robe of shifting colours. Her symbol is the ten-spoked wheel. Her priests can see the future, and random events on Orb depend on whether Fate smiles or turns her back on an individual. Her disciples include the Tools of Fate, an élite band of heroes destined to do great deeds in her service. Centres of her worship include Fiendil and the Spires of Foreshadowing, where she has great cathedrals. Avenger remarks that the worship of her is \"pointless\". |- |Fell-Kyrinla || The Man-Hater || || Evil |A malevolent war-goddess worshipped by misandric women warriors of Horngroth and Greyguilds-on-the-Moor. |- |Gauss || *Enchanter of Arms *Patron of Sages | Lawful? || Good? |Warrior-sage deity, whose symbol is an unfurled scroll. A centre of his worship is the city of Greyguilds-on-the-Moor. |- |Hermetis || The Delinquent || || |God of thieves, cut-throats, and vagabonds. |- |Ilexkuneion || || Neutral || Neutral |God of animals and plants. His druidic followers are men who dress in greens and browns, with sprigs of oak in their hair. A centre of his worship is the city of Serakub. |- |Illustra || Goddess of Life || || Good |Consort to Avatar. The green-robed priests and priestesses of Illustra have healing spells, and may wear armour. Her symbol is the white cross of Avatar on a green background. |- |Innoka || Innocent friend to all || || |A deity that Avenger once considers pretending to be a worshipper of. |- |Moraine || God of Empire || || |A martial god worshipped for conquest and political prosperity. The wolfen of the city of Greydawn worship him. |- |Nemesis || *Supreme Principle of Evil *Lord of the Cleansing Flame *He Who Would Return All to the Darkness | Neutral || Evil | A god depicted as a hawk-headed man; his religious symbol is a black whirlpool. His priesthood are able to cast various spells, and practise child-sacrifice. His followers also include mages and the weapon-wielding ninjas of the order of the Scorpion. The most powerful of the Evil gods. His main reverencer in the series is Manse the Deathmage. His cult takes over Irsmuncast under the Usurper. |- |Nil || Mouth of the Void || Chaotic? || Evil |A malevolent deity dwelling in the Void outside of existence. Is known for creating monstrous creatures which are known as Sons of Nil, which are the source of the most virulent poison on Orb (the Blood of Nil). |- |Nullaq || *The Supreme Queen of Malice *The Supreme Queen who rules in Malicious Envy *The Supreme Queen whose Touch is Poison | || Evil |Evil arachnid goddess worshipped by Dark Elves and humans who practise blood sacrifice. Her symbol is the green and purple spider. Similar to the Advanced Dungeons and Dragons deity Lolth. |- |Rocheval || *Prince of Knights Errant *Keeper of the Holy of Holies |Lawful || Good |God of paladins. Formerly a mortal fighter, elevated by Eo for his campaigning in the Abyss. Prioritises Law at least as much as Good, frowning upon chaotics such as the followers of Béatan. His main follower in the series is Doré le Jeune. A centre of his worship is the isle of Dragonhold. |- |Tanajla || || || |Elf goddess. |- |Time || *Snowfather *The Youngest Son | Neutral || Neutral |One of the two deities that introduce the world of Orb in Talisman of Death. Described as the most powerful of the gods. In appearance, he shifts between infantile and ancient. His priests, who adopt guises representing youth or age, can stop time from passing or make it repeat. |- |Torremalku || * The Slayer * Swift-sure Bringer Of Death to Beggar and King | || Evil |God of murder worshipped by assassins. His statues are four-armed, holding an envenomed dagger, cup of poison, magical crossbow and box of curses. His main reverencer in the series is Mandrake, master of disguise. |- |Vasch-Ro || *The Wargod *He Who Sows for the Reaper *God of Mortal Combat | Lawful || Evil |No priesthood is mentioned. Instead, Vasch-Ro enjoys the obedience of armies of men with swords that have the ability to spread fear around them in battle. Centres of his worship include the city of Doomover, with its cathedral and legion. His symbol is the Sword of Doom, a longsword suspended by a silver thread on a black background. His main reverencer in the series is Honoric, Marshall of the Legion of the Sword of Doom. Vasch-Ro stands opposite Dama, Shieldmaiden of the Gods. |- |Vile || *Insuperable Master of Unarmed Combat *Speaker of Unholy Words |Lawful || Evil |Kwon's twisted brother, worshipped by the monks of the Scarlet Mantis order. Helps the powerful to subdue the weak, and wicked men to rule fools. A symbol of Vile is the cross of Avatar, but inverted and with a serpent entwined around it. His monks have the Scarlet Mantis tattooed on their foreheads. His main reverencer in the series is Yaemon, Grandmaster of Flame. |- |Zarahrayal || The Temptress || || | |- |? || | || |In Serakub there are priestesses of a deity whose symbol is a crescent moon. |} ==Video games== Two video games based on the books were released. The first, The Way of the Tiger, is a beat 'em up released by Gremlin Graphics for the Amstrad CPC, ZX Spectrum, MSX , Commodore 16 and Commodore 64. This game has Avenger fighting with staves and swords as well as utilizing unarmed combat (Avenger rarely used weapons apart from shuriken in the books). Way of the Tiger II: Avenger is an action-adventure made by Gremlin Graphics in 1986, for the computers Commodore 64, Amstrad CPC, ZX Spectrum and MSX. In the game's story, Yaemon the Grand Master of Flame has killed the player's foster-father Naijish and stolen the Scrolls of Kettsuin. To recover the scrolls, the player has to find enough keys to penetrate the Quench Heart Keep, and then kill each of the three guards. The game is viewed from top-down perspective and superficially resembles Gauntlet. ==Reception== Chris Elliott reviewed Assassin! and Avenger!' for White Dwarf #71, giving it an overall rating of 8 out of 10, and stated that \"Plot and atmosphere may be a bit 'Kung Fu meets AD&D;', but both add a few new twists to the adventure gamebook formula, and deserve credit for that. Overall, good entertainment value.\" ==See also== *Choose Your Own Adventure *Fighting Fantasy, Advanced Fighting Fantasy *Legends of Skyfall *Lone Wolf ==References== ==External links== ===Book related=== *Megara Entertainment *Way of the Tiger at gamebooks.org ===Video game related=== *Way of the Tiger at World of Spectrum * Avenger at GameBase64 * * Avenger at Ready64 Category:Books by Mark Smith (author) Category:Books by Jamie Thomson Category:Fantasy gamebooks Category:Gamebooks Category:Ninja in fiction Category:Series of books Category:1986 video games Category:Amstrad CPC games Category:Commodore 64 games Category:MSX games Category:Video games developed in the United Kingdom Category:ZX Spectrum games Category:Japan in non-Japanese culture ",
    "title": "Way of the Tiger"
}