{
    "id": "2578061",
    "text": "Zell am Harmersbach is a small town and a historic “Reichsstadt” in Baden- Württemberg, Germany. It lies in the Ortenaukreis, between the Black Forest and the Rhine. ==History== Zell was settled on territory owned by Gengenbach Abbey. The monastery was founded by the Lords of Geroldseck, to whose sovereign lands belonged much of the modern Ortenau district. The monastery was consecrated within the Zähringen order, with records dating back to 1139. In 1289, Rudolph I invested the monastery as an Imperial abbey and was placed within the Gengenbach order under the Diocese of Strasbourg. However, ownership and the overlordship remained with the Baron of Hohengeroldseck until 1636, with the death of Baron Jacob and the extinction of his line. The city separated from Gengenbach Abbey and authority of the Hohengeroldesecks with the support of nearby cities Gengenbach and Offenburg, which had acquired Imperial immediacy in the years 1366 and 1340, respectively. Zell won immediacy toward the end of the 14th century, and suffered gravely from the Peasants War, the Thirty Years War, and the wars of King Louis XIV of France. In the year 1800, the Imperial city controlled about 50 square miles (English) of territory and shared boundaries with the Free City of Gengenbach on the west, the Imperial Abbey of Gengenbach on the north, the Reichstal or Imperial Valley of the Harmersbach on the east, and the Lordship of Haslach, a possession of the Fürstenberg, on the south. The Free Imperial City of Zell was mediatized by order of the Final Recess (Reichsdeputationshauptschluss) ratified by the Emperor Francis II on 27 April 1803. The city was annexed to the Margrave of Baden. ==Geography== Zell is located at the end of the Harmersbachtal (Harmersbach Valley), a tributary valley of the Kinzig. 8 km North Hohengeroldseck Main Castle at Biberach. And 16 km from Lahr, another Hohengeroldseck foundation. ==City districts== Along with Zell, the districts of Unterharmersbach, Unterentersbach und Oberentersbach are incorporated into the city. ; Oberentersbach : The first documented mention of Oberentersbach dates to 1111. It was administered from Zell until 1803, and afterward formed a borough together with Unterentersbach. This union was dissolved in 1851. ; Unterentersbach : The first documented mention of Unterentersbach dates to 1075. In around 1700, it came under the control of the Lords of Mayershofen. ; Unterharmersbach : The first documented mention of Unterharmersbach dates to 1139. In 1200 was taken over by the Bamberg Diocese. By way of the dukes of Zähringen, the Earls of Fürstenberg, and the Prince of Geroldseck, Unterharmersbach came under the control of the Strasbourg Diocese. The city is bordered on the north by Nordrach, on the northeast by Oberharmersbach, on the southeast by Fischerbach, on the south by the city of Haslach, in the southwest by Steinach, on the west by Biberach, and on the northwest by the city of Gengenbach. ==Incorporations== * 1974: Oberentersbach * 1975: Unterentersbach, Unterharmersbach ==Political administration== The city is the seat of the arranged administration partnership with the communities of Biberach, Nordrach and Oberharmersbach. ==Local election results== The local council elections on the 13 June 2004 had the following result: 1\\. CDU 37.8% (+0,7) - 7 seats (−2) 2\\. FWV 31.6% (-0,8) - 6 seats (−2) 3\\. SPD 18.9% (-2,1) - 3 seats (−2) 4\\. GLZ 11.7% (+2,2) - 2 seats (=) ==Coat of arms== Zell's coat of arms, a black eagle on gold, is the crest of the Holy Roman Empire and symbolizes Zell's history as an imperial city. ==International relations== Zell am Harmersbach is twinned with: * Baume-Les-Dames, in the Franche-Comté region of France, since 1990 and * Frauenstein, in the Ore Mountains in Saxony, since 1991. The district of Unterharmersbach has maintained a partnership with the Swiss community of Tuggen since 2000. ==Culture and attractions== Zell lies on the Kinzigtäler Jakobusweg and on the Großen Hansjakobweg routes, both of which pass many sites of interest. ==Museums== * Heimatmuseum Fürstenberger Hof (Fürstenberger Farm Museum) * Villa Haiss, museum for contemporary art * Storchenturm (stork tower) museum ==Economy and infrastructure== Zell is the birthplace of the famous Hahn und Henne (Rooster and Hens) pottery factory. ==Transportation== Zell am Harmersbach lies on the Harmersbachtalbahn, a branch line of the Black Forest Railway, which runs from Biberach to Oberharmersbach. Public transport is provided for by the Ortenau transit network. ==Education== At Ritter von Buß Educational Center, there is a primary school, a secondary school and technical school. An additional primary school is located in Unterharmersbach. There is also a special educational school in Kernstadt. There are four kindergartens in the area. ==Famous citizens== Franz Josef Ritter von Buß * Ignaz Blasius Bruder, (1780-1845), German musical instrument manufacturer and organ builder * Franz Josef Ritter von Buß, (1803-1878), German politician (German Centre Party) and preacher * Thomas Ruff, (born 1958), German photographer * Ralph Weissleder, (born 1958), American clinician scientist. * Eduard Montford (1819–1881), since 1851 standing in Baden civil service lawyer and Official Board * Wilhelm Metz (1828–1888), Catholic church musician, composer and organ expert * Ernst Peter Huber (1900–1959), painter * Heinrich Schwendemann (born 1956), historian * Wolfgang Mössinger (born 1957), diplomat * Stephanie Zehnle (born 1986), historian ==Individuals with relation to city== Alexander Spitzmüller 1918 * Karl Schaaff (1849-1920), owner of Zeller porcelain factory 1874-1907 was in 1907 awarded an honorary citizen. * Alexander Freiherr von und zu Spitzmüller-Harmersbach (1862–1953); the last finance minister of Austro- Hungarian Empire Although born in Vienna, but started off at his ennoblement in 1917 his nobility by ancestors from Zell am Harmersbach. * Kurt von Kraewel (1889–1951), Colonel retd, resistance fighter, owner of the paper mill Zell am Harmersbach. * From 1945 to 1952, the German scientist Karl Hasel was responsible for the administration of the forestry Zell am Harmersbach. ==External links== * Website of the city of Zell am Harmersbach www.zell.de * Informations & pictures * Links on the subject of Zell am Harmersbach in the Open Directory ==References== Category:1803 disestablishments Category:States and territories established in 1218 Category:Towns in Baden-Württemberg Category:Ortenaukreis Category:Populated places established in the 13th century Category:Baden ",
    "title": "Zell am Harmersbach"
}