{
    "id": "2578126",
    "text": "Driving School is a docusoap that was broadcast on BBC1 in the summer of 1997, which followed a group of learner drivers around Bristol and South Wales. The series was made on a reduced budget but shown in primetime, it created one of the first reality TV stars in Maureen Rees. The series was created and directed by the British film and documentary maker Francesca Joseph. It was narrated by Quentin Willson, who would later present the similar Britain's Worst Driver. ==Maureen Rees== Welsh cleaner Maureen Rees became a household name in Britain after spending hundreds of pounds on lessons and failing the practical test several times. She twice more failed to pass the test during the series, as well as the much easier written exam known in the UK as the theory test.Choose a car The Telegraph interview with Maureen Rees Maureen's memorable moments include moving into the overtaking lane of a dual carriageway in the path of an overtaking car, and accidentally running over husband Dave's foot. She eventually passed in the last episode in an automatic, though after the series finished she passed a manual test. Maureen became quite a celebrity and even released a single: her cover of Madness' \"Driving in My Car\" reached #50 in the UK Singles Chart, and fronted a government awareness campaign to increase road awareness. ==Others== Teenager Danny wanted to pass his test so he could visit his girlfriend in Preston. Although he passed first time, he had already broken up with Jill. An older lady called Joan passed her test at the beginning of the series h (even though it took her a while to realise that she needed to put the car in Drive before the car would move), but had \"lost her nerve\" and needed lessons to rebuild her confidence. The main instructors were Pamela Carr from Streetwise Driving School and independent Paul Farrall. The Andy1st driving school was also featured. ==Celebrity Driving School== A four-part celebrity version was produced in 2003 in aid of Comic Relief. Celebrities taking part consisted of Gareth Gates, Paul O'Grady, Nadia Sawalha, Natalie Cassidy, Simon Day and Jade Goody. They found out live during the Red Nose Day telethon on 14 March if they had passed. None of them had. Mel Giedroyc was the narrator. ==Transmission guide== *Series 1: 6 editions: 10 June 1997 – 15 July 1997 *Special: The Making of Maureen: 29 March 1998 *Celebrity Driving School: 4 editions: 24 February 2003 – 7 March 2003 ==References== *Jackson, P. Britain In A Box \"Driving School\". BBC Radio ==External links== * * * Category:1997 British television series debuts Category:1997 British television series endings Category:BBC television documentaries Category:1990s British reality television series Category:Driving in the United Kingdom Category:Driver's education ",
    "title": "Driving School"
}