{
    "id": "2578170",
    "text": "Connie is a 1985 British television drama series. Made for ITV by Central Television, it starred Stephanie Beacham in the title role. 13 episodes were made which were shown throughout the summer of 1985. ==Series history== Written by Ron Hutchinson as a dry commentary on Thatcherite values in the 1980s, the series was set in the East Midlands garment industry and tells the story of a woman returning to the United Kingdom from Greece after eight years in self-imposed exile. She is determined to claw back control of her chain of high street clothes shops that are now controlled by her stepsister, and also get her foot back into the \"House of Bea\", a family-owned garment factory run by her father and stepmother, which is now losing money. The series is chiefly memorable for the high-octane performance of Stephanie Beacham as the eponymous Connie, snarling her way through such camp, metaphorical 1980s capitalistic dialogue as \"My spoon is going into the gravy, my snout is going into the trough. I'm having some of that.\" It was partly on the strength of Connie that Beacham won the role of Sable in The Colbys, the spin-off series from the American supersoap Dynasty, which subsequently led to a high-profile career for her in American television. Other notable castmembers in the series included Pam Ferris as Connie's conniving stepsister Nesta, George Costigan as her ex-husband Arnie, Richard Morant as her new love interest David Jamieson, Brenda Bruce as her stepmother Bea and Paul Rogers as Hector, Connie's father. Actor Ronald Lacey, best known for his role as the villainous Nazi agent Arnold Toht in Raiders of the Lost Ark, appeared in several episodes as Crawder, a corrupt, wealthy industrialist with whom Connie must tangle. ==Reception== Writing in The Guardian, TV critic Nancy Banks-Smith gave the opening episode a positive review, depicting the series as a \"gritty soap\" and stating that the writing has a \"nice citrus bite to it, sharp and funny.\" She praised the cast as \"strong\", and opined that Beacham \"has a whiff of big cat about her.\" ==Releases== ===DVD release=== Network released the full 13-part series on DVD as a 4-disc set on 24 September 2012.Network DVD (Connie) The set includes a photo gallery as a bonus feature. Novelisation ===Novelisation=== A tie-in paperback novelisation of the series, also written by series creator Ron Hutchinson, was published by Methuen in 1985. 7\" single ===Theme song=== The theme song entitled \"The Show\" was written by playwright/composer Willy Russell and series creator Ron Hutchinson, and performed by Rebecca Storm. It was released as a 7\" and extended 12\" single by Towerbell Records in June 1985 and reached number 22 on the UK Singles Chart.Rebecca Storm - \"The Show\" (Chart Stats.com)(Link redirected to OCC website) ==External links== * ==References== Category:1980s British drama television series Category:1985 British television series debuts Category:1985 British television series endings Category:ITV television dramas Category:Television series by ITV Studios Category:English-language television shows Category:Television shows produced by Central Independent Television ",
    "title": "Connie (TV series)"
}