{
    "id": "2578801",
    "text": "The Barlow Road (at inception, Mount Hood Road) is a historic road in what is now the U.S. state of Oregon. It was built in 1846 by Sam Barlow and Philip Foster, with authorization of the Provisional Legislature of Oregon, and served as the last overland segment of the Oregon Trail. Its construction allowed covered wagons to cross the Cascade Range and reach the Willamette Valley, which had previously been nearly impossible. Even so, it was by far the most harrowing of the nearly Oregon Trail. Before the opening of the Barlow Road, pioneers traveling by land from the east followed the Oregon Trail to Wascopam Mission (now The Dalles) and floated down the Columbia River to Fort Vancouver, then a perilous and expensive journey. It was also possible to drive livestock over Lolo Pass on the north side of Mount Hood, but that trail was too rugged for vehicles and unsuitable for wagons. A trading post (allowed by the Department of War) had been built where river crossings could be made along with the disassembly of wagons to make rafts suitable for floating down the remainder of the Columbia. The Barlow Road begins at Wascopam Mission and heads south to Tygh Valley (some consider Tygh Valley the origin), then turns west and roughly parallels the White River on the north and then west, crosses the south shoulder of Mount Hood at Barlow Pass, follows Camp Creek and the Sandy River for some way, and finally leads to Oregon City. The road was rendered largely irrelevant in the early 1900s by the construction of the Mount Hood Highway. It still exists as a dirt road in some places, while many other parts have been paved over by newer streets and highways. == Planning and construction == Eleven Years in the Rocky Mountains. When Sam Barlow arrived at The Dalles late September 1845, as many as sixty families were waiting for river transport. The expected wait was more than ten days, and the transportation \"exorbitantly\" priced. Local inquiries turned up little information about traveling over the mountains except that water, timber, and grazing were plentiful. Barlow and H. M. Knighton set out to determine the feasibility of a route, seeking a more expedient and less expensive way to the Willamette Valley. Knighton decided it was impractical after 20 or 25 miles (30–40 km) and returned. Barlow forged on with a train of seven wagons, intending to return for river transport if the mountain passage proved impractical. On October 1, 1845, Barlow and three men scouted ahead of their company and entered Mount Hood's foothills from the east near Tygh Creek, about from the mouth of the Deschutes River. They came within perhaps of Mount Hood. They thought they had glimpsed the Willamette Valley, and learned from the Indians of a trail leading to Oregon City, but returned to Tygh Creek about five days after their departure. There Joel Palmer was waiting for him with a 23 wagon party. Palmer had followed Barlow for a better route, and had just returned from exploring the same area.Palmer, p. 125–129 The combined company organized road clearing through the forest, mostly by burning. A marker on the Barlow Road, near its crossing with Oregon Route 35 The clearing party made it to the top of a ridge, now known as Barlow Pass, where they were effectively lost. Barlow, Palmer, and a man named Harrison Porter Locke hiked the south face of Mount Hood west of Palmer Glacier to scout a westward route off the mountain. Palmer, in better physical condition than his companions, climbed high on the glacier (likely Zigzag Glacier), and took detailed notes on the surrounding ridges and rivers. They returned to the group, arranged for guards for their wagons at a place they named Fort Deposit.believed by some to be the site of present-day Devil's Half-Acre Meadow, several miles south-southeast of the junction of US 26 and Oregon Route 35. See Devils Half Acre Meadow by Online Highways.com Several families in wagons ill-suited for travel through the wilderness remained at Fort Deposit, while the remainder returned to The Dalles. Barlow's group followed the Sandy River west on foot. Palmer noted an intersection with a trail coming from The Dalles by way of Lolo Pass, around the north side of Mount Hood, which had previously been the only overland trail traversed by pioneers.Palmer (1847), p. 152. Near the present-day city of Sandy, they turned southwest to reach Eagle Creek and Philip Foster's farm near present- day Clackamas. That autumn, Barlow considered the route over the mountains and petitioned the Provisional Legislature of Oregon for permission to build a road on December 9, 1845, claiming that his estimated cost of $4000 was lower than that of others familiar with the route. Permission was granted with a vote of 8-2 on December 17, 1845, approved by Speaker pro-tem Henry A. G. Lee, and signed into law by Governor George Abernethy. The road's toll was authorized for two years effective January 1, 1846 and specified toll rates at five dollars (about a week's wages, equivalent to about $ today) for each wagon and ten cents for each head of horse, mule, ass, or horned cattle. The grant named the route \"Mount Hood Road\"—but it was immediately known as the \"Barlow Road.\" The road was built with the financial backing of Philip Foster and a crew of forty men. Five toll gates were eventually built along the route. Barlow's estimate of $4000 (equivalent to $ today) had underestimated the number of trees to be cut down and forgotten the numerous challenging bridges that would have to be built over rivers such as the Sandy, Zigzag, White, and Salmon. The White River continues to challenge its bridges to this day.Highway 35 was washed out by the White River on November 6, 2006 and remained closed for 32 days; repair work continued through February. In its first season of operation, Barlow recorded the passage of 152 wagons, 1300 sheep, 1559 mules, horses, and cattle. Despite ongoing maintenance, the general condition of the road was considered to vary from \"rough to barely passable.\" == Early use == Wasco County that travelers would have seen approaching Mount Hood from the east along the Barlow Road—taken above Pine Hollow The direction of travel was effectively one-way until 1861, when a better road was blasted through Laurel Hill. Despite the expense and difficulties of passage, the road was very popular, with more than a thousand immigrants and approximately 150 wagons recorded in the first year of operation. Approximately three-quarters of the pioneers entering the Willamette Valley traveled the Barlow Road, with most of the remainder choosing the Columbia River route. Barlow's concession expired in 1848, and he and Foster terminated their largely unprofitable partnership on November 29, 1848. Barlow turned the road over to the state, but it fell into disrepair, and became almost impassible.Barlow, Mary S. (1902): History of the Barlow Road, Oregon Historical Quarterly. Others continued to operate the toll road, but weather and mountain conditions made this a financial struggle. By 1863, the toll had decreased to $2.50 per wagon and team. In 1849, a military wagon train destined for Oregon forts passed over the road. It carried 250 tons of munitions in more than 400 wagons pulled by 1700 mules. From the beginning of Barlow Road to the camp the soldiers made at what has been known since as Government Camp, they abandoned 45 wagons after dozens of mules died of starvation. == Later use and historic designations == Various owners operated the road until 1882. Ownership then passed to the Mount Hood & Barlow Road Company. E. Henry Wemme purchased that company in 1912, and made improvements to the road. Wemme's attorney, George W. Joseph, became the owner upon Wemme's death in 1914, in a probate dispute so contentious that it shaped the 1930 race for Governor of Oregon. Joseph and his wife donated the road to the people of Oregon in 1919. The 1923 Oregon Legislative Assembly designated the path from Idaho to the Pacific Ocean as the \"Old Oregon Trail\" route and approved signage with a prairie schooner and oxen for motor travelers to navigate. In 1978, the entire Oregon Trail, including the Barlow Road, was named a National Historic Trail by the U.S. Congress. In 1992, the Barlow Road was placed on the National Register of Historic Places as a historic district. In 2005, part of it was incorporated into the Mount Hood Scenic Byway. The Oregon Trail, Barlow Road Segment is a small segment of an alternate route, near Wemme, that was separately listed on the National Register in 1974. Also Rock Corral on the Barlow Road, a campsite on the Barlow Road near Brightwood, was also separately NRHP-listed in 1974. == Today == Barlow Road in September 2008 On the western side of the Cascades, U.S. Route 26 follows more or less the same route from Sandy to Government Camp; south of Government Camp, US 26 follows a valley just west of the Barlow Road's route along Barlow Creek. The route is concurrent with a few miles of the southern end of Oregon Route 35, and much of the Mount Hood Highway. The Barlow Road is intact as a dirt road in a roughly north–south stretch along Barlow Creek; other portions are pristine ruts up to six feet deep. The easternmost part of the original Barlow Road in Wasco County traverses an unpopulated area within Mount Hood National Forest and follows small Forest Service roads and \"Jeep trails\", then Rock Creek Dam Road, and finally Wamic Market Road, north of the White River, from the Cascades to Tygh Valley. The areas east of Mount Hood National Forest have always been sparsely populated. Good rut viewing is possible at Pioneer Woman's Grave near Bennett Pass and in several other places. Much of the Clackamas County side is buried under US 26. Overall, about twenty percent of the road is still visible today. A roadside marker and trail at Laurel Hill (just west of Government Camp) provides history and access to the portion where a sixty percent grade was present in the early Barlow Road. Wagons were lowered down the hill winched by ropes wrapped around trees. == See also == * Applegate Trail built by Jesse Applegate * Lolo Pass * Meek Cutoff * Mount Hood Corridor * Santiam Wagon Road * William Barlow House * Dufur Ranger Station == References == == External links == * Barlow, Mary S. (1902): History of the Barlow Road, Oregon Historical Quarterly. * Bailey, Walter (1912): The Barlow Road, Oregon Historical Quarterly. * Barlow, William (1912): Reminiscences of seventy years, Oregon Historical Quarterly. * Map of Barlow Road from * Oregon Trail map from USGenNet for Clackamas County genealogy research Category:Historic districts on the National Register of Historic Places in Oregon Category:Historic trails and roads in Oregon Category:Mount Hood Category:Mount Hood National Forest Category:National Register of Historic Places in Clackamas County, Oregon Category:National Register of Historic Places in Hood River County, Oregon Category:National Register of Historic Places in Wasco County, Oregon Category:Oregon Trail Category:Roads on the National Register of Historic Places in Oregon Category:Transportation in Clackamas County, Oregon Category:Transportation in Hood River County, Oregon Category:Transportation in Wasco County, Oregon Category:1845 establishments in Oregon Country ",
    "title": "Barlow Road"
}