{
    "id": "2578335",
    "text": ":For other bearers of the name see Smendes (disambiguation). Hedjkheperre Setepenre Smendes was the founder of the Twenty-first Dynasty of Egypt and succeeded to the throne after burying Ramesses XI in Lower Egypt - territory which he controlled. His Egyptian nomen or birth name was actually NesbanebdjedNesbanebdjed meaning \"He of the Ram, Lord of Mendes\", but it was translated into Greek as Smendes by later classical writers such as Josephus and Sextus Africanus. According to the Story of Wenamun from , Smendes was a governor of Lower Egypt during the Era of the Renaissance under the reign of Ramesses XI, however, Egyptologists have questioned the historical accuracy of that story. ==Family== Smendes may have been a son of a lady named Hrere. Hrere was a Chief of the Harem of Amun-Re and likely the wife of a high priest of Amun. If Hrere was Smendes' mother, then he was a brother of Nodjmet and through her brother-in-law of the High Priests Herihor and Piankh. Smendes was married to Tentamun B, likely a daughter of Ramesses IX. They may have been the parents of his successor Amenemnisu.Aidan Dodson & Dyan Hilton, The Complete Royal Families of Ancient Egypt, Thames & Hudson (2004) , pp. 196-209 ==Report of Wenamun== Smendes features prominently in the Report of Wenamun. This story is set in an anonymous \"Year 5\", generally taken to be year 5 of the so-called Renaissance of Pharaoh Ramesses XI, the tenth and last ruler of the Twentieth Dynasty of Ancient Egypt (1190–1077 BC). However, since Karl Jansen-Winkeln has proposed to reverse the order of the High Priests of Amun Herihor and Piankh, this ascription has become disputed.Karl Jansen-Winkeln, \"Das Ende des Neuen Reiches\", Zeitschrift für ägyptische Sprache, 119 (1992), pp.22-37 With the pontificate of Herihor falling later than that of Piankh, who is attested in year 7 of the Renaissance,Nims, Journal of Near Eastern Studies, 7 (1948), 157-162 the date in the heading of Wenamun should rather refer to the successor of Ramesses XI. Following Jansen-Winkeln, Arno Egberts (1991) therefore argues that the story is set in the fifth regnal year of Smendes. Recently, Ad ThijsAd Thijs, The Burial of Psusennes I and “The Bad Times” of P. Brooklyn 16.205, Zeitschrift für ägyptische Sprache, 96 (2014), 209–223 has alternatively ascribed the text to year 5 of king Khakheperre Pinuzem, who is the successor of Ramesses XI in his chronology, which is also based on the reversal of High Priests put forward by Jansen-Winkeln. As the story begins, the principal character, Wenamun, a priest of Amun at Karnak, is sent by the High Priest of Amun Herihor to the Phoenician city of Byblos to acquire lumber (probably cedar wood) to build a new ship to transport the cult image of Amun. Wenamun first visits Smendes at Tanis and personally presented his letters of accreditation to Smendes in order to receive the latter's permission to travel north to modern Lebanon. Smendes responds by dispatching a ship for Wenamun's travels to Syria and the Levant. Smendes appears as a person of the highest importance in Tanis. ==Reign== Detail of the Banishment Stela, which bears the highest known regnal date (25 years) of Smendes. Louvre, C 256 Smendes' nominal authority over Upper Egypt is attested by a single inscribed stela found in a quarry at Ed-Dibabiya, opposite Gebelein on the right bank of the Nile, as well as by a separate graffito inscription on an enclosure Wall of the Temple of Monthu at Karnak, the Temple that was originally constructed during the reign of Thutmose III.J. Cerny, \"Egypt from the Death of Ramesses III to the End of the Twenty-First Dynasty\" in The Middle East and the Aegean Region c. 1380-1000 BC, Cambridge University Press, p. 645 The quarry stela describes how Smendes \"while residing in Memphis, heard of danger to the temple of Luxor from flooding, gave orders for repairs (hence the quarry works), and received news of the success of the mission.\"K.A. Kitchen, The Third Intermediate Period in Egypt (1100-650 BC), 3rd ed. (Warminster: Aris & Phillips, 1996), p. 256 Smendes is assigned a reign of 26 Years by Manetho in his Epitome.Manetho, fragments 58 & 59; translation in W.G. Waddell, Manetho (Cambridge: Harvard University, 1997), pp. 155-7 This figure is supported by the Year 25 date on the Banishment Stela which recounts that the High Priest Menkheperre suppressed a local revolt in Thebes in Year 25 of a king who can only be Smendes because there is no evidence that the High Priests counted their own regnal years even when they assumed royal titles like Pinedjem I did.Kitchen, p. 260 Menkheperre then exiled the leaders of the rebellion to the Western Desert Oases. These individuals were pardoned several years later during the reign of Smendes' successor, Amenemnisu. Smendes ruled over a divided Egypt and only effectively controlled Lower Egypt during his reign while Middle and Upper Egypt was effectively under the suzerainty of the High Priests of Amun such as Pinedjem I, Masaharta, and Menkheperre. His prenomen or throne name Hedjkheperre Setepenre/Setepenamun—which means 'Bright is the Manifestation of Rê, Chosen of Rê/Amun'—became very popular in the following 22nd Dynasty and 23rd Dynasty. In all, five kings: Shoshenq I, Shoshenq IV, Takelot I, Takelot II and Harsiese A adopted it for their own use. On the death of Smendes in 1052 BC, he was succeeded by Neferkare Amenemnisu, who may have been this king's son. ==References== ==Further reading== *G. Daressy, \"Les Carrières de Gebelein et le roi Smendés\", Receuil de Travaux Relatifs à la Philologie et à l’Archeologie Égyptiennes et Assyriennes, 10 (1988) 133–8. *Nicolas Grimal, A History of Ancient Egypt, Blackwell Books (1992) ==External links== Category:11th-century BC Pharaohs Category:Pharaohs of the Twenty-first Dynasty of Egypt Category:1052 BC deaths Category:Year of birth unknown Category:11th century BC in Egypt Category:11th-century BC rulers ",
    "title": "Smendes"
}