{
    "id": "2579666",
    "text": "Skull of the Cheddar Man Cheddar Man is a human male fossil found in Gough's Cave in Cheddar Gorge, Somerset, England. The skeletal remains date to the Mesolithic (ca. 9100 BP, 7100 BC) and it appears that he died a violent death. A large crater-like lesion just above the skull's right orbit suggests that the man may have also been suffering from a bone infection. Excavated in 1903, Cheddar Man is Britain's oldest complete human skeleton. The remains are kept by the Natural History Museum in London in the new Human Evolution gallery. Analysis of his nuclear DNA indicates that he was a typical member of the western European population at the time, probably with lactose intolerance, light eyes (most likely green but could be blue or hazel), Supplementary Material (p.18): \"This individual has light or blue/green eye colour, it is not light blue, there are elements of brown/yellow in the eye to give a proposed perceived green colour. Better coverage at the low sequenced marker would clarify this but blue/hazel cannot be ruled out. It is certainly not a brown eyed or clear blue-eyed individual... Skin pigmentation [assumptions about missing information omitted] The following range for skin pigmentation prediction is possible for this individual with these parameters:... Dark 0.209 - 0.435 Dark-Black 0.749 - 0.36 Final prediction: Dark/Dark-to-Black skin Explanation: The combined effect of probabilities in the dark and dark- to-black colour categories provide an indication that the individual has darkly pigmented skin, it is unlikely that this individual has the darkest possible skin pigmentation, but it cannot be ruled out as the missing SNP does influence that detail, but certainly skin pigmentation is dark in complexion.\" dark brown or black hair, and dark or dark to black skin. == Nuclear DNA sequence data== The upper body of the Cheddar Man Nuclear DNA was extracted from the petrous part of the temporal bone by a team from the Natural History Museum in 2018. The genetic markers suggested (based on their associations in modern populations whose phenotypes are known) that he probably had green eyes, lactose intolerance, dark curly or wavy hair, and dark to very dark skin. These features are typical of the Western European population of the time, now known as West European Hunter-Gatherers. This population forms about 10%, on average, of the ancestry of Britons without a recent family history of immigration. ==Genetic change since the Mesolithic== Brown eyes, lactose tolerance, and light skin are common in the modern population of the area. These genes came from later immigration, most of it ultimately from two major waves, the first of Neolithic farmers from the Near East, another of Bronze Age pastoralists, most likely speakers of Indo-European languages, from the Pontic steppe. Cheddar Man's Y-DNA belonged to an ancient sister branch to modern I2-L38 (I2a2). The I2a2 subclade is still extant in males of the modern British Isles and across other parts of Europe. The mitochondrial DNA of Cheddar Man was of haplogroup U5b1. Some 65% of western European Mesolithic hunter-gatherers had haplogroup U5; today it is widely distributed, at lower frequencies, across western Eurasia and northern Africa. In 1996, Bryan Sykes of the University of Oxford first sequenced the mitochondrial DNA from one of Cheddar Man's molars.Sykes, Bryan, Blood of the Isles (Bantam, 2006) pp. 5–12 == See also == * Boxgrove * Genetic history of the British Isles * Happisburgh footprints * Kents Cavern * List of human evolution fossils * List of prehistoric structures in Great Britain * Pakefield * Prehistoric Britain * Paviland * Pontnewydd * Swanscombe Heritage Park == References == ==External links== * *Lyall, Sarah (24 March 1997). \"Tracing Your Family Tree to Cheddar Man's Mum\". New York Times. Retrieved 9 February 2018. Category:History of Somerset Category:Mendip Hills Category:Mesolithic Homo sapiens fossils Category:Stone Age Britain Category:1903 archaeological discoveries Category:Prehistoric Britain ",
    "title": "Cheddar Man"
}