{
    "id": "2579828",
    "text": "Silverwater is a suburb in western Sydney, in the state of New South Wales, Australia. Silverwater is located 15 kilometres west of the Sydney central business district on the southern bank of the Parramatta River within the local government area of City of Parramatta. ==History== The origin of the suburb's name is unknown. It may have been a reference to the nearby Parramatta River which could have provided silver reflections of light off the water. == Heritage listings == Silverwater has a number of heritage-listed sites, including: * Holker Street: Silverwater Prison Complex Conservation Area ==Commercial area== Silverwater is home to many small to medium enterprises seeking the expediency of having warehouse space and a sales area in the one industrial unit. It has companies which have successfully been operating in the area for over 50 years due to its central Sydney location. Large companies also have a presence in the area. Whilst the suburb was initially developed as a medium/heavy industrial area, it has been redeveloped into a premier light industrial/commercial district with some pockets of residential dwellings. There are cafes and restaurants scattered throughout Silverwater, and these are generally small in size. Just south of Silverwater is Red Yard, which has numerous commercial and restaurant complexes. ==Transport== The M4 Western Motorway runs along the southern border of Silverwater with entry and exit ramps to Silverwater Road. Silverwater Bridge crosses the Parramatta River north into Ermington and Rydalmere. Silverwater is serviced by several bus services including routes to Parramatta, Strathfield, Auburn, Ryde and of course Sydney Olympic Park. Trains do not run through Silverwater but are accessible by a short trip to Auburn. ==Landmarks== * Silverwater Correctional Centre sits on the Parramatta River. The complex contains Newington House and associated heritage-listed buildings. The Administrative Block, Newington Chapel and the former Superintendent's House are all listed on the Register of the National Estate.The Heritage of Australia, Macmillan Company, 1981 * Silverwater is close to Olympic Park. * Chanka memorial ==Demographics== === 2011 Census === At the 2011 census, Silverwater recorded a population of 3,162. Of these: * The age distribution was unusual, with a preponderance of young adults compared to the country in general, but similar to the neighbouring suburb of Rosehill. The median age was 32 years, compared to the national median of 37 years. There was a large concentration of people between 20–34 years of age; they make up 38.1% of residents (national average is 20.6%). Children aged 0–14 years made up 13.0% of the population (national average is 19.3%) and people aged 65 years and over made up only 4.2% of the population (national average is 14.0%). * Just over half (53.5%) of residents were born in Australia; the next common countries of birth were Korea 5.8%, Lebanon 3.5%, Vietnam 3.0%, New Zealand 2.4% and Indonesia 2.1%. Only 21.2% of people spoke English at home; other languages spoken at home included Arabic 8.2%, Korean 7.3%, Turkish 2.1%, Cantonese 1.5% and Mandarin 1.5%. * 6.3% of the work-force was unemployed, slightly above the national average of 5.6%. * Only 14.3% of employed people travelled to work on public transport, and 69.1% by car (either as driver or as passenger). === 2016 Census === Data from the 2016 Census reveals that Silverwater has a population of 4,166. Of this population: * The median age is 33. * 66.2% are male, with 33.8% being female. * Aboriginal and Torres Strait Islander people made up 8.8% of the population. * 47.3% were born overseas, the top countries of birth being Korea (8.4%), China (3.8%), Vietnam (2.3%), Lebanon (2.2%) and New Zealand (2.0%). * 18.0% of people spoke English at home, with the top responses being Korean (10.7%), Arabic (5.1%), Mandarin (2.7%), Cantonese (1.3%) and Urdu (1.3%). * 66.2% of people work full time, with 24.3% working part time. The unemployment rate at Silverwater is 8.0%, above the national average of 6.9%, ==Climate== Silverwater has a mean annual temperature of 24.2 degrees Celsius. However, in summer, temperatures often reach above 30 degrees. ==References== *The Book of Sydney Suburbs, Frances Pollen, Angus & Robertson Publishers, 1990, Published in Australia ==External links== * [CC-By-SA] Category:Suburbs of Sydney ",
    "title": "Silverwater, New South Wales"
}