{
    "id": "2579392",
    "text": "KUOK, virtual channel 36 (UHF digital channel 35), is a Univision-affiliated television station licensed to Woodward, Oklahoma, United States. The station is owned by the Oklahoma City-based Tyler Media Group. KUOK's transmitter is located near State Highway 34 in rural southwestern Woodward County. KUOK-CD, virtual and UHF digital channel 36, is a low-powered, Class A television station licensed to Oklahoma City that rebroadcasts KUOK's signal across the Oklahoma City metropolitan area. This station's transmitter is located between Southeast 50th Street and Santa Fe Avenue (adjacent to the studios of KUOK) in southern Oklahoma City. Even though KUOK and KUOK-CD maintain digital signals of their own, their combined broadcast range does not reach the entire Oklahoma City market.https://www.rabbitears.info/contour.php?appid=25076ff34f51662a014f51ff1344003c&site;=1↦=Y&contour;=Y&lppc;=N∫=N&pop;=N&incpop;=&excpop;=&z1;=N&nrqz;=N&lprw;=N&head;=Y&asrn;=&extras;=1415183%2C+1281695○=&circen;= Therefore, KUOK is simulcast in high definition on the second digital subchannel of Shawnee-licensed sister station, Telemundo affiliate and Tyler Media flagship KTUZ-TV (UHF channel 29.2, mapped as virtual channel 36.1 via PSIP) from its transmitter near 86th Street and Ridgeway Road (south of Britton Road) in northeast Oklahoma City. On cable, KUOK is available on Cox Communications channel 21 and AT&T; U-verse channel 36. KUOK, KUOK-CD and KTUZ are also sisters to low-powered, Oklahoma City-licensed Estrella TV affiliate KOCY-LP (channel 48). All four outlets share studios near Southeast 51st Street and Shields Boulevard in south Oklahoma City. ==History== The station first signed on the air in 2002 as an affiliate of Pax TV (now Ion Television); the following year, Equity Broadcasting Corporation purchased the station (Equity subsequently sold KQOK [channel 30] to Oklahoma City-based Tyler Media Group, which converted that station into a Telemundo affiliate under the KTUZ-TV call letters). On May 8, 2004, KUOK became a Univision affiliate, the first affiliate of the Spanish language network in the state of Oklahoma; it also served as the full-power flagship of a six-station bi-state network collectively branded as \"Univision Arkansas-Oklahoma\". Prior to the affiliation switch, Univision had previously been only receivable via local cable providers within the state (such as Cox Communications in the Oklahoma City and Tulsa markets), which carried the Spanish language network's programming from its national feed; that feed was eventually replaced by a direct fiber optic feed of KUOK – whose schedule now mirrors the national feed outside of local advertising, news inserts and occasional paid programming substitutions, and provided improved reception of the station throughout the market than that receivable over-the-air prior to the digital transition – from the station's studios. KUOK station ID from 2004. Former KUOK logo, used from 2009 to 2012. KUOK and the three low-power stations that also Equity acquired to become its translators (K69EK [channel 69, later KWDW-LP, KUOK-LP and now KOCY-LP on channel 48] and KCHM-LP [channel 36, now KUOK-CD] in Oklahoma City; KUOK-CA [channel 11] in Norman; and KOKT-LP [channel 20] in Sulphur), originally relayed Univision programming across Oklahoma via a direct simulcast from then-sister station KLRA-LP (now KKYK-CD) in Little Rock, Arkansas (from late 2004 to 2005, the regional network was even branded as \"Univision Arkansas-Oklahoma\"), including local commercials from the Little Rock area that were inserted by that station during national commercial breaks and KLRA-LP's station identification bumpers (the Oklahoma City repeaters were identified only through text-only IDs placed at the bottom of the screen each half-hour). In March 2005, KUOK – though still programmed via satellite from Equity's headquarters in Little Rock – discontinued the KLRA-LP simulcast, and began carrying advertising for businesses within the Oklahoma City market and separate station promotions. On June 25, 2008, Equity announced that it would sell KUOK and its low-power repeaters—along with Univision affiliates KEYU (now a Telemundo affiliate) in Amarillo, Texas, KUTW-LP/KWKO-LP in Waco, Texas, WLZE-LP/WEVU-CA in Fort Myers, Florida; and WUMN-CA in Minneapolis–Saint Paul—to Luken Communications (owned by former Equity executive Henry Luken) for $25 million, with a contingency to reduce the sale price to $17.5 million if Luken closed its purchase on all of the stations simultaneously. That December, Equity Media Holdings filed for Chapter 11 bankruptcy protection; offers by Luken Communications to acquire Equity-owned stations in six markets were later withdrawn. KUOK and its repeaters were sold at auction to Tyler Media on April 16, 2009, which created a duopoly with KTUZ-TV (which became an affiliate of Univision competitor Telemundo in 2005); this placed KUOK in the unique position of being the junior partner in a duopoly with a Telemundo affiliate, a rarity given that Univision is the longer established and higher rated nationally of the two networks. ==Digital television== ===Digital channel=== {| class=\"wikitable\" ! KUOKRabbitEars TV Query for KUOK ! KUOK-CDRabbitEars TV Query for KUOK-CD ! Video ! Aspect ! PSIP Short Name ! Programming |- | 35.1 || 36.1 || 720p || rowspan=1|16:9 || KUOK || Main KUOK programming / Univision |} As the station's original construction permit was granted after the Federal Communications Commission (FCC) finalized the DTV allotment plan on April 21, 1997, the station did not receive a companion channel for its digital signal. Instead, at the end of the digital conversion period for full-service television stations, KUOK would have been required to turn off its analog signal and turn on its digital signal (called a \"flash-cut\"). On December 8, 2008, KUOK's then-owner Equity Media Holdings filed a petition for bankruptcy relief under Chapter 11 of the federal bankruptcy code. As a result, the station was required to obtain post- petition financing and court approval before digital facilities were to be constructed, and had to cease its analog signal on February 17, 2009, regardless of whether digital facilities were operational by that date. The station filed an authority to remain silent if required by the FCC.FCC DTV status report While the DTV Delay Act extended this deadline to June 12, 2009, Equity had applied for an extension of the digital construction permit in order to retain the broadcast license after the station went dark. The main KUOK signal was later added as a digital subchannel of Telemundo-affiliated sister station KTUZ-TV for viewers in Oklahoma City with an over-the-air digital receiver in 2011. In December 2011, KCHM-CA ended analog operations and flash-cut its signal to digital (becoming KUOK-CD), allowing Oklahoma City viewers who previously lost access to the station following the digital transition to view the station over-the-air; the KUOK-CD signal covers a 32-mile radius that includes the entire Oklahoma City metropolitan area, although reception is spotty in some areas of the city. ==Newscasts== From 2005 until May 2008, Equity Broadcasting produced Spanish-language newscasts for KUOK, titled Noticias Univision Oklahoma; the newscasts aired at 5:00 and 10:00 p.m. weeknights, consisting of a single broadcast that was repeated later in the evening. This replaced now-former sister station KLRA-LP's Little Rock-centered newscast Noticias Univision Arkansas (later rebranded as Noticias Univision Arkansas-Oklahoma through a refocusing of the newscasts towards both states), which ran in the 5:00 and 10:00 p.m. timeslots until KUOK discontinued the KLRA-LP station simulcast. While KUOK maintained its own locally based full-time reporters and photographers, most of the newscast segments were produced out of studios located at Equity's headquarters in Little Rock; as with the newscasts that Equity produced for its other Univision affiliates around the country, the program consisted of nine minutes of local news and weather segments, accompanied by pre-recorded national and international news and sports segments produced for inclusion in all of the broadcasts. As a result of corporate cutbacks spurred by the company's financial issues, Equity discontinued the newscasts it produced for all six of its Univision affiliates (including KUOK) on June 6, 2008. Since becoming a sister station to KTUZ-TV, KUOK has continued not to offer any full-scale news programming of its own (other than those provided by Univision) and does not simulcast KTUZ's 5 and 10 p.m. weeknight newscasts (however, those programs have aired on Univision-affiliated sister station KUTU-CD in Tulsa since August 2011); in lieu of local newscasts, KUOK currently airs half-hour comedy programs broadcast by Univision at 5:00 p.m., and the network's late night newsmagazine series Primer Impacto Extra at 10:00 p.m. In addition, it runs a station identification slide that features a seven-day weather forecast for Oklahoma City which runs at approximately the top and bottom of each hour during station breaks, along with news and weather updates on weekday mornings airing between 6:25 and 8:25 a.m. during Despierta América. ==Translators== KUOK operates a translator, which is licensed to and serves the immediate Oklahoma City area: {| class=\"wikitable\" ! Station ! Channels (Analog/DT) ! First air date ! Callsign meaning ! Former callsigns ! Former affiliations ! ERP ! HAAT ! Facility ID ! Transmitter Coordinates |- style=\"vertical-align: top; text-align: left;\" | KUOK-CD | 36 (UHF, digital) | 1991 | Derived from parent station | K59EO (1991–1997) KCHM-LP (1997–2010) KCHM-CA (2010–2011) KCHM-CD (2011) | unknown | 7.33 kW | | 14885 | |- style=\"vertical-align: top; text-align: left;\" |} KUOK operated KOKT-LP (channel 20) in Sulphur as a translator from 2004 until 2011, when that station ceased operations. Prior to affiliating with Univision, KOKT-LP operated as an independent station from 1994 to 1995, before becoming the UPN affiliate for the Ada, Oklahoma-Sherman, Texas television market between 1995 and 2004; however Oklahoma City area and North Texas editions of TV Guide (during the magazine's local listings era) claimed that the market's NBC affiliate KTEN ran select UPN programs as an additional affiliation from 1995 to 2002. Oklahoma City sister station KOCY-LD (which remains in operation as an Estrella TV affiliate) also operated as a KUOK translator from 2004 to 2012. Now-defunct KUOK-CA (channel 11) in Norman served as a translator of KUOK from 2004 to 2008, when it affiliated with LAT TV. ==See also== *KUTU-CD – KUOK's Univision-affiliated sister station in Tulsa *KUOK-CA – defunct television station licensed to Norman; formerly a translator of KUOK *WJMF-LP – station in Jackson, Mississippi, which at one time carried Univision programming from KUOK ==References== ==External links== * Official website * Tyler Media corporate website * Univision official website * * * Category:Univision network affiliates UOK Category:Television channels and stations established in 2002 UOK Category:Equity Media Holdings Category:2002 establishments in Oklahoma ",
    "title": "KUOK"
}