{
    "id": "2579069",
    "text": "India Amanda Caroline Hicks (born 5 September 1967) is a British writer, interior designer, television presenter, and former fashion model. She ran an American luxury lifestyle brand from 2015 until 2019. A descendant of the Mountbatten family, she is, as of 2011, 678th in line for the British throne. ==Early life== Hicks is the third child of Lady Pamela Mountbatten and David Nightingale Hicks, an interior designer of the 1960s and 1970s. Through her maternal grandfather, the Earl Mountbatten of Burma, she is a second cousin to Prince Charles, who is also her godfather. Brought up in London and Oxfordshire, she attended Gordonstoun school in Scotland, until she was expelled for entertaining boys in her room.http://audreymward.com/allow-me-to- introduce-my-daughter-miss-bossy-boots/ She spent holidays at the family estate in Ireland and at her father's self-designed and built Bahamian-holiday home. In 1981, she served as bridesmaid to Lady Diana Spencer at her wedding to Prince Charles.Christine Haughney, \"A Royal Wedding? She's Been There\", The New York Times, 1 April 2011 ==Career== Hicks has published four books: Island Life, Island Beauty, Island Style, and A Slice of England. Aged 17, she drove from England to Italy to meet designer Emilio Pucci. On arrival, he made her model all of his catsuits. In 1990, Hicks graduated from the New England School of Photography in Boston, Massachusetts, with a concentration in Color and Editorial photography and graduated with Honors. She later moved to New York City, and developed a career as a model in the 1980s and 1990s, working for Ralph Lauren and J. Crew amongst others, and featuring in Tatler magazine; she was also the face of British brand Viyella. Hicks renovated and developed several plantation style guest houses and a hotel in the Caribbean with her partner David Flint Wood. She also owns the boutique 'The Sugar Mill' where she sells clothes, bed linens and items gathered while travelling. In 2007, Hicks hosted the second season of the Bravo interior design competition TV series Top Design. In 2011, she commentated on the wedding of Prince William and Catherine Middleton for both ITV and ABC. She has been filmed as a royal commentator for the BBC, ABC, Channel 4, NBC, Oprah Winfrey, and Larry King. In 2015, she (along with business partners Konstantin Glasmacher and Nicholas Keuper) founded India Hicks, Inc., a lifestyle brand that is sold through a multi-level marketing (MLM) or direct sales model. She announced via Instagram on 10 July 2019 that she will be discontinuing the brand. In 2019, Hicks became involved in the rebuilding of the Bahamian Islands destroyed by hurricane Dorian. She now sits on the advisory board of Global Empowerment Mission. ==Personal life== Hicks's partner, David Flint Wood, a former Saatchi & Saatchi ad-man turned-decorator, is the father of Hicks's four children. They are also the legal guardians of a Bahamian teenager, Wesley. *Felix Austen Flint Wood (born 23 May 1997, Miami, Florida) *Amory John Flint Wood (born 25 June 1999, Miami, Florida) *Conrad Lorenzo Flint Wood (born 25 April 2003, Miami, Florida) *Domino Carmen Flint Wood (born 17 December 2007, Miami, Florida), goddaughter of Crown Princess Marie-Chantal of Greece The family lives in the Bahamas, but they also maintain a house \"America Farm\" near Ewelme in Oxfordshire, England, not far from where Hicks was raised. India Hicks admitted shoplifting £680 Max Mara coat from Heathrow Harrods. Hicks, 53, pleaded guilty at Uxbridge Magistrates' Court on 21 Sept 2020 and was conditionally discharged for three months. She was also ordered to pay £85 costs and a £22 victim surcharge. Her address was given in court as Schenectady, a US city in New York state. A spokesman for Hicks said she had been 'absent-minded' and had later returned the coat. 'The court accepted that at the time of taking the coat, India had simply been absent-minded and had not intended to leave without paying for it. 'She was full of remorse for this mistake, and was discharged by the District Judge.' ==References== ==External links== *Official India Hicks web site and business * * Theodora & Callum interview with India Hicks Category:1967 births Category:Living people Category:English female models Category:English television personalities Category:British expatriates in the Bahamas Category:British people of German descent Category:People from Harbour Island, Bahamas Category:Mountbatten family ",
    "title": "India Hicks"
}