{
    "id": "2579691",
    "text": "Paul Fleischman (born 1952) is an American writer of children's books. He and his father Sid Fleischman have both won the Newbery Medal from the American Library Association recognizing the year's \"most distinguished contribution to American literature for children\". For the body of his work he was the United States author nominee for the international Hans Christian Andersen Award in 2012. ==Early life== Paul Fleischman was born in Monterey, California and raised in Santa Monica, California,\"Paul Fleischman\". Bookbird, A Journal of International Children's Literature 50:2 (April 2012), p. 60. the son of children's book author Sid Fleischman.Sid Fleischman, The Abracadbra Kid: A Writer's Life. New York: Greenwillow, 1996. p. 151. At 19, he took a cross- country bicycle and train trip which ended with him living in a 200-year-old house in New Hampshire.Paul Fleischman. \"The Accidental Artist\". School Library Journal, March 1999, p. 107. The experience led to his historical fiction dealing with the Puritans' Indian wars, colonial peddlers, Philadelphia's yellow fever epidemic, and the Civil War.Linda M. Pavonetti. \"Paul Fleischman: A Partner in Celebrating Language and Reading\". Journal of Children's Literature 29:2 (Fall 2003), p. 86. He attended college at University of California Berkeley and the University of New Mexico.Deb Kruse- Field. \"Paul Fleischman\". Riverbank Review, Spring 2002, p. 10 Before writing full-time, he worked as a bagel baker, library shelver, bookstore clerk, and proofreader, the last leading to his grammar watchdog groups Colonwatch and The Society for the Prevention of Cruelty to English.\"Biography\". Paul Fleischman (paulfleischman.net). ==Career== Fleischman's first books were written while he was still in college, inspired by his reading of folklore. His musical interests are reflected in his collections of poems for two and four speakers, so-called chamber music for speaking voices.Paul Fleischman. \"Newbery Medal Acceptance\". The Horn Book, July/August 1989, pp. 442–51. Multiple points of view have been a hallmark of his fiction, beginning with Bull Run (1993), the first of the many multiple-viewpoint novels to be published for children. This format was further explored in Seedfolks, the 50-voice aural collage Seek, the seven-plays-in-one Zap, and the joined Cinderella variants in Glass Slipper, Gold Sandal.Anita Silvey, ed. The Essential Guide to Children's Books and Their Creators. Boston: Houghton Mifflin, 2002. Pages 158–59. The importance of history, community, art, and imagination have been frequent themes in his work. ==Awards== Fleischman won the 1989 Newbery Medal for Joyful Noise: Poems for Two Voices, only two years after his father won it for The Whipping Boy. Graven Images received a Newbery Honor award in 1983. He won a National Book Award nomination for Breakout in 2003,Kathryn McKenzie Nichols, \"Child's Play\", Monterey County (CA) Herald, November 17, 2003, p. D-1. the 1994 Scott O'Dell Award for Historical Fiction for Bull Run, the 2002 California Young Reader Medal for Weslandia, Boston Globe–Horn Book Award honors for Joyful Noise and Saturnalia, the PEN Center USA Literary Award for The Dunderheads (2010), and the Christopher Medal for The Matchbox Diary (2013). Eyes Wide Open: Going Behind the Environmental Headlines (2014) was a finalist for the Los Angeles Times Book Prize, received the Green Earth Book Award from The Nature Generation, and won the Sigurd Olson Nature Writing Award. Paul Fleischman has also won awards from the Commonwealth Club of California and the Society of Children's Book Writers and Illustrators. For the body of his work, he was the United States' nominee for the 2012 international Hans Christian Andersen Award. He also received the Leo Politi Golden Author Award given by California Readers in 2005 and the Horace Mann Upstanders Lifetime Achievement Award given by Antioch University in 2014. ==Works== ===For adults=== * \"Swat Radio\", The New Yorker (November 24, 1997) * A Book: Litrerary & Visual Musings on the Letter A [contributor], The Scribes 8 (1997) * Logomaniacs (2010), play * He Walked Among Us (New York: Argo Navis, 2012), novel ; Articles * \"Sound and Sense\", The Horn Book Magazine (September/October 1986) * \"Sid Fleischman\", Horn Book (July/August 1987) * \"Paul Fleischman\", Something About the Author Autobiography Series, Vol. 20, pp. 219–31 * \"The Accidental Artist\", School Library Journal (March 1999) ===For children=== ; Picture books * The Birthday Tree (1979, 2008) * The Animal Hedge (1983, 2003) * Rondo in C (1988) * Shadow Play (1990) * Time Train (1991) * Weslandia (1999) * Lost: A Story in String (2000) * Sidewalk Circus (2004) * Glass Slipper, Gold Sandal: A Worldwide Cinderella (2007) * The Dunderheads (2009) * The Dunderheads Behind Bars (2012) * The Matchbox Diary (2013) * First Light, First Life: A Worldwide Creation Story (2016) * Fearsome Giant, Fearless Child: A Worldwide Jack and the Beanstalk Story (2019) ; Younger fiction * Half-A-Moon Inn (1980) * Finzel The Farsighted (1983), illustrated by Marcia Sewall * Phoebe Danger, Detective (1983) ; Short stories * Graven Images (1982, 2006), collection * Coming-and-Going Men (1985), collection ; Plays * Mind's Eye (1999) * Zap (2005) ; Poetry * I Am Phoenix: Poems for Two Voices (1985) * Joyful Noise: Poems for Two Voices (1988) * Big Talk: Poems for Four Voices (2000) ; Novels * Path of the Pale Horse (1983) * Rear-View Mirrors (1986) * Saturnalia (1990) * The Borning Room (1991) * Bull Run (1993) * A Fate Totally Worse than Death (1995) * Seedfolks (1997) * Whirligig (1998) * Seek (2001) * Breakout (2003) ; Nonfiction * Townsend's Warbler (1992) * Copier Creations (1993) * Dateline: Troy (1996, 2006) * \"Interview with a Shrimp\", When I Was Your Age, Vol. Two (1999) * Cannibal in the Mirror (2000) * Eyes Wide Open: Going Behind the Environmental Headlines (2014) * No Map, Great Trip: A Young Writer's Road to Page One (2019) * Alphamaniacs: Builders of 26 Wonders of the Word (2020) ==References== == External links == * * * * Paul Fleischman's matchbox theaters * Paul Fleischman's kinetic toys * Paul Fleischman's Football and Fossil Fuels: Vested Interests in Action * On Beyond Grammar: My Defense of the Arts *Alphamaniacs book launch zoom with Melissa Sweet Category:1952 births Category:American children's writers Category:Newbery Medal winners Category:Newbery Honor winners Category:Writers from Santa Monica, California Category:Writers from Atlanta Category:Novelists from New Hampshire Category:Living people Category:Date of birth missing (living people) Category:20th-century American novelists Category:21st-century American novelists Category:20th-century American poets Category:20th-century American dramatists and playwrights Category:21st-century American poets Category:American male novelists Category:American male poets Category:American male dramatists and playwrights Category:People from Monterey, California Category:20th-century American male writers Category:21st-century American male writers Category:Novelists from California Category:Novelists from Georgia (U.S. state) Category:Children's poets ",
    "title": "Paul Fleischman"
}