{
    "id": "2579236",
    "text": "The 89th Grey Cup (Canadian Football League championship) was held in 2001 in Montreal. The Calgary Stampeders claimed their fifth championship in team history with a 27–19 win over the East Division champions and heavily favoured Winnipeg Blue Bombers. ==Game summary== Calgary Stampeders (27) – TD's, Marc Boerigter, Travis Moore, Willie Fells; FG's, Mark McLoughlin (2); cons., McLoughlin (3). Winnipeg Blue Bombers (19) – TD's, Arland Bruce III, Milt Stegall; FG's, Troy Westwood; cons., Westwood (2); singles, Westwood (2). First quarter WPG—FG Westwood 29-yard field goal 3:57 WPG—Single Westwood missed 49-yard field goal attempt, one-point granted 7:20 Second quarter CAL—FG McLoughlin 37 yard field-goal 9:41 CAL—TD Boerigter 68-yard pass from Crandell (McLoughlin convert) 12:15 CAL—TD Moore 9-yard pass from Crandell (McLoughlin convert) 14:06 Third quarter WPG—TD Bruce III 23-yard pass from Jones (Westwood convert) 4:05 WPG—Single Westwood missed 54-yard field goal attempt, one-point granted 10:38 Fourth quarter CAL—TD Fells 11 yard return on a blocked punt (McLoughlin convert) 5:37 WPG—TD Stegall 23-yard pass from Jones (Westwood convert) 9:35 CAL—FG McLoughlin 24-yard field goal 14:12 The Calgary Stampeders, a team which began the year with four straight losses, had just three wins on Labour Day. But Calgary rallied, saving their season with an 8–10 record, good for a second-place finish in the West Division. The Stampeders secured their berth in the Grey Cup with playoff victories over B.C. and Edmonton. Calgary's opponent was a strong Winnipeg Blue Bombers club which had the CFL's best regular season record of 14–4. But it was clear regular season play didn't matter as the Stampeders built a 17–4 lead at halftime. Trailing 4–3 late in the second quarter, Calgary quarterback Marcus Crandell hit a streaking Marc Boerigter down the left hash marks for a 68-yard touchdown. The Stampeders struck again before intermission when Calgary flooded the right side with receivers and Crandell hit Travis Moore for a nine-yard score. It seemed to be the wake-up call the Blue Bombers needed. On their first possession of the second half, quarterback Khari Jones hit Arland Bruce III for a 23-yard touchdown completion. But the turning point came at 5:37 of the fourth quarter. With the Blue Bombers trailing 17–12, Calgary's Aldi Henry -- playing the game in his hometown -- blocked Bob Cameron's punt attempt. Willie Fells recovered the ball and ran 11 yards for a Calgary touchdown. The Blue Bombers fought back, as Jones hit Milt Stegall who made a remarkable 23-yard touchdown reception. But once again the Stampeders pulled further ahead. Stuck on the Calgary 11 with time ticking down, Crandell threw to running back Kelvin Anderson on a sideline pattern. Anderson slipped past Marvin Coleman for a 44-yard gain. Three plays later, Mark McLoughlin kicked a 24-yard field goal. There was one final comeback attempt by Winnipeg. With the Blue Bombers on the Calgary 36 with time running out, Jones was driven by Stampeders defensive tackle Joe Fleming into the turf for a game-ending sack. It was a game of missed opportunity for the Blue Bombers, who repeatedly got near or into Calgary territory and came away empty handed. Winnipeg kicker Troy Westwood missed three of four field goal attempts. ==Trivia== * The attendance of 65,255 at Montreal's Olympic Stadium was the third-largest crowd to witness a Grey Cup. * The Calgary Stampeders became the second team (and second consecutive team) with a losing regular season record to win the Grey Cup. ==2001 CFL playoffs== ===West Division=== Semi-final (November 11 @ Calgary, Alberta) Calgary Stampeders 28–19 BC Lions Final (November 18 @ Edmonton, Alberta) Edmonton Eskimos 16–34 Calgary Stampeders ===East Division=== Semi- final (November 11 @ Hamilton, Ontario) Hamilton Tiger-Cats 24–12 Montreal Alouettes Final (November 18 @ Winnipeg, Manitoba) Winnipeg Blue Bombers 28–13 Hamilton Tiger-Cats ==External links== * Grey Cup Grey Cup Category:Grey Cup Category:Grey Cups hosted in Montreal Category:Winnipeg Blue Bombers Category:Calgary Stampeders Category:2000s in Montreal Category:2001 in Quebec Category:2001 in Canadian television Category:November 2001 sports events in Canada ",
    "title": "89th Grey Cup"
}