{
    "id": "2579741",
    "text": "Raging Speedhorn are a British heavy metal band, founded in Corby, Northamptonshire. ==Career== Raging Speedhorn were formed in 1998 from the merging of the bands Soulcellar and Box. The band quickly established itself as a major presence within the UK's metal scene. Raging Speedhorn featured two vocalists, a style largely inspired by the UK hardcore band Hard to Swallow, (which featured Bloody Kev who would join Raging Speedhorn as their second vocalist after the departure of Frank Regan in 2005). The band's first single, \"Thumper\" (produced by industrial veteran, Marc Heal) was released in 2000 to significant critical acclaim. In 2001 they charted in the UK Singles Chart with \"The Gush\". On early Raging Speedhorn recordings the music can be characterised by pounding basslines, heavily distorted riff-thick guitarwork and subject content consisting generally (but certainly not exclusively) of hedonism, drug-use, violence, antipathy for major band labels and depression. Before The Sea Was Built was the only album the band produced with Larry Hibbitt, of Hundred Reasons. It was released on 11 September 2007 through Steamhammer, a subsidiary of SPV Records. On 25 March 2008, it was announced the band would split after a final tour. Members joined other bands elsewhere, including Cardiff, Wales and Stockholm, Sweden. John Loughlin, Jay Thompson and Dave Thompson were in metal band, The Death Of Us as of 2013. On 18 February 2014 it was announced that the band would reform to perform at Damnation Festival in November 2014. Both John Loughlin and Frank Regan would feature on vocals, with the band showcasing tracks from their debut and sophomore albums. The band have also been confirmed to play the UK leg of the 2014 Sonisphere festival. On 3 July 2014, the band played a sold-out hometown show with support from The Darkhorse and Heart of a Coward as a warm-up prior to playing at Sonisphere two days later. On 7 July 2014, an eleven-date UK tour was announced. In January 2016 the band recorded their new full-length record, Lost Ritual, with Russ Russell at the Parlour Studios, Kettering. On 14 September 2018 it was announced that guitarists Jim Palmer and Jamie Thompson had left the band. On 6 October 2018 the band performed a 20th Anniversary show at the Electric Ballroom, London with the original lineup; John Loughlin, Frank Regan, Gordon Morison, Tony Loughlin, Gareth Smith & Darren Smith. On 19 December 2018 it was announced that James Palmer and Dave Leese had joined the band on guitars. It was announced on 3 September 2019 that Daniel Cook would be replacing John Loughlin after 21 years. ==Current line-up== *Daniel Cook - vocals *Frank Regan - vocals *James Palmer - guitar *Dave Leese - guitar *Andy Gilmour - bass *Gordon Morison - drums ==Tours== * UK Tour with earthtone9 in 1999 * UK Tour with Will Haven and Skindred in 1999 * UK Tour with Tribute To Nothing and Charger in 2000 * UK Tour with Medulla Nocte in 2000 * UK dates with Kittie in 2000 * UK Headline Tour with Brutal Deluxe and Defenestration in 2000 * Europe Tour with Biohazard and Nucleus in 2000 * Europe Tour with Amen in 2000 * UK Headline Tour with Charger and Vex Red in 2001 * Europe Tour with Mudvayne in 2001 * Japanese Tour with Amen in 2001 * Europe dates with Slipknot in 2001 * Ozzfest in the UK in 2001 * UK Headline Tour with Misdemeanor and Scurge in 2001 * \"Tattoo The Planet\" UK dates with Slayer, Pantera, Cradle Of Filth and more in 2001 * UK Headline Tour with Candiria and Clutch in 2002 * Summer Sonic Festival in Japan in 2002 * Scandinavia Tour in 2002 * Japanese Tour in 2002 * UK Tour supporting Rammstein in 2002 * Joint headline UK Tour with Ill Niño in 2002 * Europe Headline Tour in 2003 * Download Festival in the UK in 2003 and 2005 * With Full Force in Germany in 2003 and 2005 * UK Headline Tour with Johnny Truant in 2005 * US Tour with Nile, Hypocrisy, Soilent Green and more in 2006 * Europe Tour with Twelve Tribes and Bridge To Solace in 2007 * UK Headline Tour with Shaped by Fate in 2007 * UK shows supporting Dir en grey in 2007 * Europe Tour with Carnivore in 2007 * Scandinavian Tour with Victims in 2008 * Final European Headline Tour with My City Burning in 2008 * Final UK and Ireland Headline tour with Take A Worm For A Walk Week and The Mirimar Disaster in 2008 * Final Japanese Tour with Palm in 2008 * Reunion show at Corby Zombie Hut Corby in July 2014 * Two sets at Sonisphere Festival in 2014 (Jägermeister stage and VIP backstage show) * Damnation festival 2014 * Reunion Tour - UK 2014 * Hammer fest 2015 * Bloodstock 2015. * Will Haven tour May 2015. * UK winter tour 2015. * 2016 UK Tour with Stoneghost and By Any Means *2019 UK Tour supporting Phillip H Anselmo and the Illegals ==Studio Albums== *Raging Speedhorn (2000) *We Will Be Dead Tomorrow (2002) *How the Great Have Fallen (2005) *Before the Sea Was Built (2007) *Lost Ritual (2016) *Hard To Kill (2020) ==Live Albums== *Live and Demos (2004) *20 Year Anniversary Show (2018) ==References== ==External links== * Official site Category:British nu metal musical groups Category:English heavy metal musical groups Category:Musical groups established in 1998 Category:Musical groups disestablished in 2008 Category:Musical groups reestablished in 2014 Category:Sludge metal musical groups ",
    "title": "Raging Speedhorn"
}