{
    "id": "2579406",
    "text": "KXOC-LP, UHF analog channel 41, was a low-powered This TV-affiliated television station licensed to Oklahoma City, Oklahoma, United States. Owned by locally based Family Broadcasting Group of Oklahoma, Inc., it was a sister station to MyNetworkTV affiliate KSBI (channel 52). The two stations shared studios on North Morgan Road (near Britton Road and the Kilpatrick Turnpike) in Yukon; KXOC's transmitter was located near the John Kilpatrick Turnpike/Interstate 44 in northeast Oklahoma City. ==History== The station first signed on the air in 1995 as K54DJ, broadcasting on UHF channel 54; it was originally affiliated with Pittsburgh-based religious broadcast network Cornerstone Television. KXOC-LP became an affiliate of America One in 1999; after being acquired by Locke Supply in the late 1990s, the station also carried some select programs from then Locke-owned KSBI, along with some paid programming. After the company decided to sell KXOC, KSBI and its translators to focus on operating the Locke Supply regional hardware store chain, Locke Supply sold the stations to the Family Broadcasting Group, a locally based company that was founded by former KWTV meteorologist Brady Brus; his wife, certified public accountant and treasurer Angie Brus; his sister and local media personality Brenda Bennett and Jon Bowie of Seekfirst Media LLC;Group headed by Brus buying TV station, The Journal Record (via Questia Online Library), October 9, 2001.Locke Supply sells KSBI to Family Broadcasting, The Journal Record (via Questia Online Library), July 18, 2003. the sale was finalized in March 2004.Family Broadcasting completes KSBI deal, The Journal Record (via Questia Online Library), March 18, 2004. In July 2005, KXOC-LP relocated its signal to UHF channel 41. Due to its low-power analog status, KXOC-LP did not operate a digital signal of its own; furthermore, the station's broadcasting radius did not reach the entire Oklahoma City market or even the entire metropolitan area. Therefore, from February 20, 2009 to September 16, 2012, the station was also seen through a standard definition simulcast on KSBI digital subchannel 51.2 (virtual channel 52.2 via PSIP) in order to reach the entire market. KXOC-LP also began to be carried on Cox Communications digital channel 215, through the KSBI digital simulcast. The KXOC transmission tower was disassembled in early 2011 as it vacated its former studios at the corporate headquarters of Locke Supply in southeast Oklahoma City, and moved to new studios in the northwest Oklahoma City exurb of Yukon. On March 7, 2011, KXOC-LP became an affiliate of Luken Communications' male-oriented digital broadcast network Tuff TV.Tuff TV to premiere on KSBI’s second station March 7 , The Oklahoman, March 3, 2011. On September 17, 2012, KSBI discontinued its digital simulcast of KXOC-LP on its 52.2 subchannel after acquiring an affiliation with movie channel This TV, while KXOC retained its affiliation with Tuff TV. On March 3, 2014, at 11 a.m., KXOC resumed its simulcast of This TV as the contract with TuffTV was allowed to expire. Drew Stone, the engineer supervisor for KSBI-TV and KXOC- LP, said \"Unfortunately KXOC-LP will not be making the transition to high definition or even digital. It is going to be shut down within the next few weeks.\" As of March 26, 2014, KXOC was off the air. The station's license was cancelled by the Federal Communications Commission (FCC) on May 20, 2015. ==References== ==External links== * * Category:Television channels and stations established in 1995 Category:Television channels and stations disestablished in 2014 XOC-LP Category:1995 establishments in Oklahoma Category:2014 disestablishments in Oklahoma Category:Defunct terrestrial television stations in the United States XOC-LP ",
    "title": "KXOC-LP"
}