{
    "id": "2579766",
    "text": "KBPA (103.5 MHz, \"103.5 Bob FM\") is a radio station licensed to San Marcos, Texas and serving the Greater Austin metropolitan area. Owned by Sinclair Telecable and operated under the name Waterloo Media, it broadcasts an adult hits format. KBPA's transmitter is located off Jack C. Hays Trail in Buda, Texas.http://radio-locator.com/cgi-bin/patg?id=KBPA-FM Its studios and offices are located along Interstate 35 in North Austin. KBPA broadcasts in HD Radio; its second subchannel broadcasts a rhythmic contemporary format as Mega 103-5 HD2. ==History== ===Rock and adult contemporary=== The station signed on the air on June 1, 1971 at 103.7 FM as KRMH. The station was known as \"Good Karma\", a suitable name for a progressive rock station on the fringe of Austin (\"Broadcasting from beautiful downtown Buda!\") in its \"Hippy-Dippy\" age. It was licensed to San Marcos on 103.7 MHz. KRMH was owned by, and named for, Advance Inc., whose president was R. Miller Hicks. The station was one of the few to broadcast in quadraphonic stereo. In 1976, the Pioneer Broadcasting Company of Austin, which also owned 1490 AM KNOW, acquired KRMH and shifted it to an adult contemporary sound as KCSW; the call letters changed on July 26, 1976. Five years later, the station was acquired by Hicks Communications Inc. of Dallas; upon closing, KCSW changed its call letters to KEYI and rebranded as Key 103, keeping the adult contemporary format. In 1983, the station moved from 103.7 FM to 103.5 FM with a power increase to 100,000 watts. Hicks sold the station to Degree Communications for $15.5 million in 1988; the limited partnership restructured, giving GE Capital control, three years later. That transaction amounted to receivership; a year later, KEYI was sold to San Antonio businessman Van Archer, doing business as Mercury Broadcasting, for $3 million. ===Oldies 103=== KEYI moved to oldies as \"Oldies 103\" in 1994 in the wake of Austin's oldies station, KFGI-FM, flipping to hot adult contemporary. Two years later, Clear Channel Communications bought KEYI and KFON AM for $3.1 million. Clear Channel attempted to sell KEYI and 44 other stations, in divestiture action spurred by its merger with AMFM, to Hispanic Broadcasting Corporation in a 2000 deal that was scuttled when the United States Department of Justice denied it over equity ties between Clear Channel and HBC; Clear Channel then sold KEYI to Secret Communications. Secret owned KEYI less than a year before selling it in 2001 to LBJS Broadcasting Company, a partnership of the LBJ Company and Sinclair Telecable (no relation to Sinclair Broadcast Group). LBJ would exit radio after six decades by selling its majority interest in the partnership to Emmis Communications in 2004, a $105 million purchase. The new partnership was named Emmis Austin Radio Broadcasting Co., LP. ===Bob FM=== In September 2004, KEYI-FM flipped to adult hits as \"Bob FM\", changing its call letters to KBPA on September 8. Sinclair Telecable acquired Emmis's stake in its Austin radio stations in June 2019 for $39.3 million. The FCC approved the transaction, requiring a waiver since it maintained a grandfathered cluster not permissible under current radio ownership rules. In early 2019, Emmis filed with the Federal Communications Commission to relocate the KBPA transmitter site and city of license to Austin proper and decrease power slightly. The move is part of a multi-station allocation shuffle being led by the Educational Media Foundation and will allow EMF to add a signal serving the core of San Antonio on 103.7 MHz; the FCC approved the changes in January 2020. ==HD Radio== In 2009, KBPA brought back KXMG's former Dance Top 40 format and placed it on its HD2 channel, calling it \"Mega 103-5 HD-2\". In 2010 the format returned to the terrestrial broadcasting airwaves as a simulcast, broadcasting on translator K288FJ at 105.5 FM in Bastrop, Texas. In November 2010 the HD2 signal began simulcasting over the air on 102.7 (K274AX), which is licensed to Austin and can be heard within the central business area. That simulcast ended on December 13, 2010 at 12:06am, with the translator going silent. At around 9am that day K274AX switched to a simulcast of adult album alternative-formatted KGSR 93.3 FM Cedar Park, Texas. ==References== ==External links== * BPA-FM Category:Adult hits radio stations in the United States Category:Bob FM stations Category:Emmis Communications radio stations Category:Radio stations established in 1971 Category:1971 establishments in Texas ",
    "title": "KBPA"
}