{
    "id": "2579685",
    "text": "KPBA (1270 AM) was an American AM radio station transmitting from Pine Bluff, Arkansas. Launched as KADL in 1960 by Jefferson County Broadcasting Company, as part of the Southwestern Broadcasting group, KPBA had its license cancelled by the FCC in 2005. ==History== ===Beginning=== Jefferson County Broadcasting Company was granted a construction permit by the Federal Communications Commission for a new AM radio station in July 1959. Authorized to transmit with 5,000 watts of daytime-only power on a frequency of 1270 kHz, KADL began licensed broadcast operations on August 19, 1960. At launch, Louis Alford was the station's general manager with Philip D. Brady acting as technical director and Albert Mack Smith serving as secretary-treasurer. License holder Jefferson County Broadcasting Company was in turn owned by Southwestern Broadcasting and operated as one of several stations owned by that group across the Arkansas and Mississippi. Southwestern Broadcasting was originally jointly owned by Louis Alford, Philip D. Brady, and Albert Mack Smith. ===1960s and 1970s=== By 1961, Albert Mack Smith took over as general manager of KADL with Chester Pierce serving as both station manager and commercial manager. By 1965, the station was playing at least 50 hours of country & western music each week and Leon Soles joined the staff as chief engineer. By 1971, KADL had transitioned to a \"100%\" country & western music format. The station would maintain this music format throughout the 1970s with Albert Mack Smith still serving as general manager of the station and Chester Pierce serving as both station manager and chief engineer. In the late 1970s, the FCC authorized KADL to broadcast with 5,000 watts of power on an unlimited basis, no longer just during daylight hours. ===Decade of changes=== After nearly 23 years of operation as KADL, the station was assigned new call sign KABS by the FCC on April 6, 1983. The station's call sign was changed to KZLR on March 30, 1987, in support of a new format under new ownership but faced with serious economic challenges, the station went dark until new ownership could be found. The station resumed broadcasting in 1988 with new owners and the call sign was changed yet again, this time to KPBA on December 29, 1988. (The KPBA call letters had been previously used at 1590 AM, which became KYDE in 1976.) Those owners also struggled financially in the shrinking media market of Pine Bluff and by the early 1990s the station was under the ownership of Family Time Ministries of Berlin, New Jersey. Dr. R.J. Lightsey, a minister and later founder of the Jubilee Christian Center, served as KPBA's general manager from August 1991 through April 1993 when the station was sold to Wheeler Chapel Missionary Baptist Church. ===Jackie Harris years=== In October 1996, the FCC approved the sale of KPBA by the church to National Football League player Jackie Harris, a native of Pine Bluff. Harris, then a tight end with the Tampa Bay Buccaneers, told the Fort Worth Star-Telegram that he decided to buy KPBA shortly after giving an interview on the station. Harris continued KPBA's Christian radio format. By 1999, he had expanded his media holdings to three radio stations, all playing a Christian radio format. In June 2001, Jackie Harris and his wife Letrece were honored for their \"commitment to downtown Pine Bluff\" as Small Business Persons of the Year by the Greater Pine Bluff Chamber of Commerce. Six weeks later, Harris and his company, Metro Media Group Inc. of Pine Bluff, were being sued for non-payment of debts related to the purchase of two sister stations to KPBA. Harris owed Delta Radio Inc. more than $150,000 for the purchase of those two stations, one in Pine Bluff and the other in Dumas, and owed Claud Solley back rent for the relay tower used by the Dumas station. The suits were dropped after Harris paid both Delta Radio Inc. and Claus Solley in full on August 8, 2001. After completing two years of a four-year contract to play for the Dallas Cowboys, Harris was released by the team in late February 2002 to \"create salary cap room\". This deprived Harris of a scheduled $400,000 roster bonus and effectively ended his NFL career. A creditor in the August 2001 lawsuit noted that Harris \"lives from contract to contract\" and that he relied on his income as a professional football player to subsidize his many business ventures. ==Shutdown== On July 22, 2002, the Federal Communications Commission's New Orleans Enforcement Bureau issued a Notice of Apparent Liability (NAL) against the station's licensee, Metro Birch Enterprises, Inc., a license-holding subsidiary of Metro Media Group Inc. of Pine Bluff. The NAL states that \"The agent observed that the station's antenna tower, which had radio frequency potential at the base, was not enclosed inside a fence or other protective enclosure. Additionally, the station's public inspection file consisted of only a few letters from the public.\" On January 28, 2003, the station was fined $17,000 \"for wilfully violating Sections 73.49 and 73.3526(a)(2) of the Rules.\" KPBA was deleted from the FCC database on June 24, 2005. ==References== PBA Category:Defunct radio stations in the United States Category:Radio stations established in 1960 Category:Radio stations disestablished in 2005 Category:Pine Bluff, Arkansas Category:Defunct religious radio stations in the United States Category:1960 establishments in Arkansas Category:2005 disestablishments in Arkansas PBA Category:Arkansas radio station stubs PBA ",
    "title": "KPBA (1270 AM)"
}