{
    "id": "2579774",
    "text": "South Penrith is a suburb of Sydney, in the state of New South Wales, Australia. South Penrith is located 55 kilometres west of the Sydney central business district, in the local government area of the City of Penrith and is part of the Greater Western Sydney region. South Penrith is bounded by Jamison Road to the north, York Road to the west, the M4 Motorway to the south and the Northern Road to the east. Penrith is a separate suburb to the north. ==History== ===Aboriginal culture=== Prior to European settlement, what is now South Penrith was home to the Mulgoa people who spoke the Darug language. They lived a hunter-gatherer lifestyle governed by traditional laws, which had their origins in the Dreamtime. Their homes were bark huts called 'gunyahs'. They hunted kangaroos and emus for meat, and gathered yams, berries and other native plants. ===European settlement=== Simeon Lord received the first land grant in the area, in 1816. In the latter part of the 19th century, it became known as York's Estate after then landowners Charles and James York. In 1888, of the estate were purchased by the Penrith and Nepean Jockey Club for a racecourse. The rest of the area was orchards, dairy farms and vineyards. In the 1970s the area began to be subdivided although the former racecourse wasn't turned into housing becoming instead Jamison Park. The park is named after the Penrith region's most famous early settler, Sir John Jamison (1776–1844), of Regentville House. ==Transport== The Northern Road is the main road in the suburb, connecting with both Penrith and the M4 Western Motorway which in turn provides quick connection to greater Sydney and the Blue Mountains. The nearest railway station is at Penrith on the Western Line of the Sydney Trains network. Westbus provides two bus services in the area with the 791 connecting the majority of South Penrith with Penrith, while Route 793 connects Southlands Shopping Centre and Racecourse Road with Penrith ==Education== There are three primary schools in the area: the government-run Penrith South Public School, York Public School and the Catholic-run Mary Mackillop Primary School. The local high school is the government-run Jamison High School, home of the Jamison Highlanders. Winners of the Panther Trophy 2005. ==People== === Demographics === The recorded population of South Penrith in the 2011 census was 11,640. The median age of people in the suburb was 36, slightly younger than the national average of 37. The majority of houses in the area are detached (93.4%) and most of them were being paid off (43.4%) rather than owned outright (33.6%) or rented (20.8%). The median income ($617 per week) was slightly higher than the national average ($577). ==Governance== At a local government level, South Penrith is part of the south ward of Penrith City Council, represented by Jim Aitken, Mark Davies, Karen McKeown, Kathryn Presdee and Joshua Hoole. The current mayor is John Thain. At the state level, it is part of the Electoral district of Penrith, represented by Liberal MP Stuart Ayres. Federally, it is part of the Division of Lindsay, represented by Liberal MP Melissa McIntosh. ==Notable Residents== Mark Geyer, Former National Rugby League player and media personality ==References== ==External links== * Penrith Local Suburb Profiles Category:Suburbs of Sydney Category:City of Penrith ",
    "title": "South Penrith, New South Wales"
}