{
    "id": "2580213",
    "text": "Yangon International Airport ( ) is the primary and busiest international airport of Myanmar. The airport is located in Mingaladon, north of central Yangon. All ten Myanmar carriers and about 30 international airlines operate at Yangon International Airport. The airport is also colloquially known as Mingaladon Airport due to its location. ==History== During World War II, the airfield was called RAF Mingaladon and served as an operating base for fighter aircraft such as: *No. 60 Squadron RAF from February 1941 to February 1942 flying Bristol Blenheim I *No. 67 Squadron RAF from October 1941 to March 1942 flying Brewster F2A Buffalo and Hawker Hurricane IIs *No. 135 Squadron RAF from January–February 1942 flying Hawker Hurricane IIs *No. 681 Squadron RAF from June to September 1945 flying Supermarine Spitfire *3rd Squadron of 1st American Volunteer Group (Flying Tigers) of the Chinese Air Force flying Curtiss P-40s There was also a Communication Flight of the Burma Volunteer Air Force equipped with Tiger Moths and Westland Lysanders and anti-aircraft support for the airfield was provided by members of the 12th Burma Rifles. Mingaladon was then used by the Japanese, and Japanese bombers based in Bangkok were moved forward to Mingaladon when there was a full moon. The British at the Wireless Experimental Centre in Delhi were breaking BULBUL the IJA air-to-ground code, and could predict Japanese air raids. On one occasion Allied nightfighters \"got the lot and all night we could hear Mingaladon air base calling for its lost children\". Additional units; * Air Headquarters Burma Communication Squadron RAF * Air Headquarters Burma Communication Flight RAF * Air Headquarters Netherlands East Indies Communication Squadron RAF * No. 221 Group Communication Squadron RAF After World War II, Yangon Airport was built on the former RAF Mingaladon in 1947 by the Calcutta Metropolitan Airports Authority. Once regarded as the best in Southeast Asia and the primary airport serving that region, the airport fell into disrepair and remained that way for decades, as new superhubs like Singapore Changi Airport, Bangkok Suvarnabhumi Airport and Jakarta Soekarno-Hatta were built and superseded Yangon's facilities. Airport capacity was boosted to 6 million passengers per year in early 2016. Currently, there are plans to build a completely new and larger airport, Hanthawaddy International Airport, on a much larger site and somewhat away from Yangon. ==Modernization== A modernization program was launched in April 2003 and resulted in a new terminal and an extended 3414 m runway. Designed by the Airport Development Division of CPG Corporation of Singapore, a new terminal was constructed at a cost of US$13.3 million by Asia World. It can handle 900 arriving and 900 departing passengers simultaneously. The design meets IATA service standards and complies with ICAO safety and security standards at a cost of SG$30 million. Other notable features include: * Separate floors for arriving and departing passengers to lessen congestion * Automated baggage handling system with an integrated check-in system * Four air bridges, capable of handling four Boeing 747s * Special lounges for use by government officials and business people * A two-story parking garage with spaces for 340 vehicles In June 2011, the government announced plans to expand the airport by 40% and increase its capacity from 2.7 million passengers to 3.8 million passengers annually. The airport was already over its annual capacity of 2.7 million passengers, having accepted 3.1 million in 2012 and 4 million in 2014. To fulfill this increased demand, new international and domestic terminals are being constructed and are expected to be finished end of 2016. After upgrading, Yangon International Airport will be able to service 6 million passengers annually. In 2013, a contract worth $150 million was awarded to a consortium led by an affiliate of Asia World to construct a new domestic terminal and expansion of airport apron. The new international terminal (T1) opened in March 2016, with the previously existing international terminal being designated as T2. The new domestic terminal (T3) opened on December 5, 2016. == Terminals == The check in desks in Terminal 2 === Terminal 1 === In August 2014, the old domestic terminal was demolished and construction began for the new six-story Terminal 1 which will handle international flights. The opening ceremony was held on March 12, 2016. After the opening of Terminal 1, the airport can handle 6 million passengers annually, as opposed to 2.7 million before. Terminal-1 === Terminal 2 === After the opening of Terminal 1, the former International Terminal was renamed \"Terminal 2.\" The building was designed by the CPG Corporation of Singapore and constructed by the Asia World Company costing US$13.3million. The terminal can handle 900 arriving passengers and 900 departing passengers at the same time. Terminal 2 was closed in July 2018 to undergo extensive renovation. All international flights are now operating from Terminal 1. === Terminal 3 === Terminal 3, which is used for domestic flights, opened on December 5, 2016, replacing the old domestic terminal which was demolished in August 2014. === Guard of Honour Building (VIP Terminal) === The former VIP terminal was temporarily used as the domestic terminal until Terminal 3 was completed. The Guard of Honour Building has been demolished, to make way for a connector between Terminal 1 and Terminal 2. ==Airlines and destinations== ===Passenger=== ==Statistics== The Courtyard (Terminal 2) seen inside from the airport departure lounge The departure lounge - Gate 1 (Terminal 2) ===Top destinations=== {| class=\"wikitable sortable\" style=\"font-size:89%; align=center;\" |+ Busiest flights out of Yangon by flight per weekly |- style=\"background:darkgrey;\" ! |Rank|| |Destinations|| |Frequency (Weekly) |- |1 | Mandalay |93 |- |2 | Bangkok-Suvarnabhumi |91 |- |3 | Heho |76 |- |4 | Singapore |58 |- |5 | Nyaung U |56 |- |6 | Bangkok-Don Mueang |54 |- |7 | Nay Pyi Taw |47 |- |8 | Sittwe |41 |- |9 | Thandwe |29 |- |10 | Kuala Lumpur |27 |- |} ===Traffic by calendar year=== {|class=\"wikitable sortable\" style=\" font-size: 90% width= align= margin:auto;\" |- ! style=\"width:75px\"| !! style=\"width:100px\"| Passengers !! style=\"width:75px\"| Change from previous year !! style=\"width:125px\"| Movements !! style=\"width:100px\"| Cargo (tons) |- !2016 |5,454,188 || || 70,307 || |- !2017 |5,916,597 || 8.48% || 78,076 || |- !2018 |6,104,854 || 3.18% || |- | colspan=\"5\" style=\"text- align:right;\"| Source: Yangon International Airport |} ==Accidents and incidents== * On 25 March 1978, Fokker F-27 Friendship 200 XY-ADK lost height and crashed into a paddy field just after takeoff from Mingaladon Airport, killing all 48 people on board. * On 27 January 1998, a Myanma Airways Fokker F27 crashed while taking off from Yangon, Myanmar, killing 16 of the 45 people on board. *On 29 January 2017, U Ko Ni, a constitutional lawyer and advisor to Aung San Suu Kyi was assassinated outside of Gate 6. * On 8 May 2019, a Biman Bangladesh Airlines Flight 60 operating the Dhaka-Yangon route by Bombardier Dash-8 Q400 skidded off the runway while landing. Nobody was injured critically. The 33 people, including the pilot, co pilot and the passengers, suffered minor injury. * On 2 August 2019 a Golden Myanmar Airlines Y5-506 ATR-72-600 departed from Mandalay to destination Yangon and the landing gear of nose wheel broke when it landed on the runway of Yangon International Airport.No significant damage or injuries were reported in the incident. == Airport shuttle bus == === Intermodal shuttle buses === The Yangon Bus Service (YBS) provides airport shuttle bus line that stop at 13 bus stops between Yangon International Airport and Yangon Central Railway Station. The buses make stops at Yangon International Airport, 8 Mile, Nawade, Kaba-Aye Pagoda, Lanni, Hanmithit, Shwegondine, Bahan 3rd Street, Kyauktaing, Yauklan and Sule Pagoda. Stops on the return journey include Sule, Yangon Railway Station, Zoological Gardens, Bahan 3rd Street, Shwegondine, Lanni, Kaba-Aye Pagoda, Nawade, 8 Mile and the airport. The fare is 500 kyats (approximately 50 U.S. cents). == Gallery == File:Viplounge.JPG|Former Domestic Terminal of Yangon International Airport File:Terminal being built at Yangon International Airport, 2006.jpg|Terminal 2 Under Construction File:Yangon International Airport - the Airfield.jpg|The Air Field File:YIA-entrance.JPG|Entrance Hall (Terminal 2) File:YIA-arrivals.JPG|Arrivals Hall (Terminal 2) File:YIA- mural.JPG|The Mural of Kandawgyi Lake (Terminal 2) File:Aircrafts at Yangon International Airport.jpg|Aircraft at Yangon International Airport File:Yangon International Airport MRD-2.jpg File:Rangun Burma airport 2002b.jpg ==References== ===Citations=== ===Bibliography=== * == External links == * Yangon International Airport * Yangon International Airport Facebook * Category:Airports in Myanmar Category:Buildings and structures in Yangon Category:Transport in Yangon ",
    "title": "Yangon International Airport"
}