{
    "id": "2580859",
    "text": "Port Hacking is a small suburb located on the north shore of the Port Hacking estuary in southern Sydney, in the state of New South Wales, Australia. The suburb is situated 26.7 kilometres south of the Sydney central business district in the local government area of the Sutherland Shire. Port Hacking is situated on the south-east point of the Caringbah South peninsula. ==History== The suburb name is the same as the name of the adjacent estuary. Thomas Holt (1811–88) owned most of the land that stretched from Sutherland to Cronulla, including land here. In 1840, parish maps also showed that of land on this point were owned by Francis Mitchell. In 1858 Mary and Andrew Webster paid 108 pounds and 15 shillings plus a yearly peppercorn quit rent for their land in this area. The Websters sold their land to Dominick Dolan in 1863.The Book of Sydney Suburbs, Compiled by Frances Pollon, Angus & Robertson Publishers, 1990, Published in Australia , page 208 == Geography == Port Hacking is surrounded by the suburbs of Caringbah South to the north-west, Lilli Pilli to the south-west and Dolans Bay to the north-east. The suburbs of Maianbar and Bundeena are located on the opposite bank of Port Hacking. Port Hacking is a residential suburb. Shiprock Aquatic Reserve is within Burraneer Bay. Access to the aquatic reserve is via Shiprock Rd in Port Hacking. == Commercial Area == Located on Port Hacking Road South, are a variety of specialty shops and professional services that service the surrounding suburbs of Port Hacking, Lilli Pilli, Dolans Bay and Caringbah South. These are a cellar, café, restaurant, butcher, florist, and reality agency, with many more small businesses. The strip of shops is most known for D'lish on Port, a café/restaurant. ==Demographics== According to the 2016 census of Population, there were 1,093 residents in Port Hacking. * 85.8% of people were born in Australia. The most common other countries of birth were England 3.0%, Lebanon 0.7%, Scotland 0.7%, China 0.7%, and Italy 0.6%. * In Port Hacking, 88.8% of people only spoke English at home. Other languages spoken at home included Greek 3.0%, Mandarin 0.8%, Italian 0.7%, Arabic 0.6% and German 0.5%. * The most common responses for religion in Port Hacking were Catholic 34.5%, Anglican 22.2%, No Religion 18.3%, Eastern Orthodox 5.1% and 7.8% did not state a religion. * The average weekly household income in Port Hacking was $2,908, a substantially significant inflation of 43% in comparison to the New South Wales average of $1,486. ==Pop culture== Port Hacking was the hosting ground for Australia's Next Top Model series 4 in 2008. ==References== Category:Suburbs of Sydney Category:Sutherland Shire ro:Port Hacking, New South Wales ",
    "title": "Port Hacking, New South Wales"
}