{
    "id": "2580990",
    "text": "Oyster Bay Road and Como Road intersection Oyster Bay is a suburb in Southern Sydney, in the state of New South Wales, Australia. It is located 26 kilometres south of the Sydney central business district in the local government area of the Sutherland Shire. ==Location== Oyster Bay is a natural feature on the southern bank of the Georges River. Green Point and Caravan Head are localities within the suburb of Oyster Bay. Green Point is home to the Green Point Observatory, home of the Sutherland Astronomical Society. Coronation Bay is also located on the Georges River between Green Point and Caravan Head. At Coronation Bay there is a large mangrove area that creates a diverse and dynamic eco-system, which supports a variety of bird-life. Carina Bay is located on the western boundary of the suburb.The Book of Sydney Suburbs, Compiled by Frances Pollon, Angus & Robertson Publishers, 1990, Published in Australia , page 195 ==History== Oyster Bay takes its name from the abundance of oysters that were found in the bay. The name had appeared on maps prepared by Surveyor Wells in 1840. Oyster Bay was part of the Thomas Holt Estate of 12,000 acres purchased in 1861 by Thomas Holt (1811-1888), pastoralist and at one time, Colonial Treasurer of New South Wales. His estate covered most of present-day Sutherland Shire. Parish maps dating from 1880 show Scylla and Carina Roads clearly dissecting the area known as Oyster Bay. These were boundary lines between the individual Holt acreages. The Parish Map of 1913 shows a subdivision, called “By the Water Estate”, with an early alignment of Caravan Head, Como and Oyster Bay Roads. The first house, situated at 19 Como Road was built in 1910. It belonged to Samuel and Eliza Hall. A general store was opened in 1925. The 1925 Parish Map has “The Village of Oyster Bay” written on it. The suburb's name was officially recognised in 1933. Oyster Bay Public School was opened in 1945. Oyster Bay developed after this with post World War II migration creating a need for the release of land for housing. A feature of Oyster Bay is that steps and pathways, which were built during the 1930s, provide pedestrian access from the highest part of the suburb to the shops beside the bay. Steps and a pathway also lead from Green Point to Como, giving access to the old Como railway station and to Como Public School (est. 1921). ==Commercial area== A small group of shops is located at the intersection of Como Road and Oyster Bay Road, almost at sea level. It includes a post office, chemist, a liquor-stop, a corner store, a coffee store/restaurant, a newsagency and a bakery. Oyster bay Public School is nearby in Sage Ave. A dance school is located on Como Road at the Community Centre. The nearest gym is in Jannali/Kareela. ==Churches== Churches in Oyster Bay include St Joseph Catholic Church, located on the border with Como, Oyster Bay Baptist Church, located at Green Point and Kingsway Community Church. There is also a Community Hall. ==School== Oyster Bay Public School holds it annual Arts and Craft festival every year in the last weekend of May. The year 2010 was the 40th anniversary of the festival and takes place annually. Oyster Bay Public School is split between two locations on Phillip Street: primary students (Years 3-6) and the infants department (K-2), 300 metres up the road. There are two pre-schools in Oyster Bay. One is at Caravan Head between the former general store and business centre, and another at Green Point along the track to the Green Point Observatory. ==Parks== Oyster Bay Oval lies on the bay. It was reclaimed in the 1960s from the Mangroves which surround the bay. It is home to the Georges River Soccer Club, also known as the Tigers - http://www.georgesriversoccer.org.au aerial view of Georges River Crescent There is also a small public park at the corner of Green Point and Caravan Head Roads. The Green Point Observatory was built here in 1969. Caravan Head Bushland Reserve is located on the northern part of Oyster Bay. ==Sport== In addition to the Tigers, there are a number of local clubs in other sports covering Oyster Bay. The local baseball club is Comets http://www.comets.org.au and the local hockey club is Tartans http://www.tartanshockey.org.au ==Transport== The area is serviced by Transdev NSW buses, which travel around Caravan Head 10 times per day. It is a short distance from both Jannali railway station and Como railway station. Roads connect the suburb to the nearby Princes Highway at Kareela and to Sutherland. ==Population== According to the 2006 Australian Bureau of Statistics Census of Population, there were 4,907 people usually resident in Oyster Bay. 15.0% stated they were born overseas with the top countries of birth being United Kingdom 5.1%, New Zealand 1.2% and South Africa 0.6%. English was stated as the only language spoken at home by 90.7% of residents and the most common other languages spoken were Greek 1.8%, Italian 0.9% and Cantonese 0.7%. The most common responses for religion were Catholic 31.7%, Anglican 26.6%, No Religion 19.2%, Uniting Church 5.4% and Eastern Orthodox 3.9%.http://info.id.com.au/dosydney/default.aspx?pg=1&gid;=4690 == Notable residents == * Michael Ennis, NRL Player ==References== * Sydney UBD Street Directory, 1996 Edition. * History of Sutherland Shire Placenames * Nature Conservation Council of New South Wales document about bushland in the Sutherland Shire. ==External links== * Oyster Bay access guide Category:Suburbs of Sydney Category:Bays of New South Wales Category:Sutherland Shire ",
    "title": "Oyster Bay, New South Wales"
}