{
    "id": "2581106",
    "text": "Andes Chocolate Mints are small rectangular candies consisting of one mint- green layer sandwiched in between two brown chocolate layers. The candies are usually wrapped in green foil and imprinted with the company's logo, the word Andes written amidst a drawing of snow-capped peaks. First launched in 1950, they are produced by Tootsie Roll Industries and made in Delavan, Wisconsin. == History == In 1921, Andrew Kanelos opened a small candy store in Chicago, Illinois. While he initially called his store \"Andy's Candies\" in reference to himself, Kanelos realised that his predominantly male customers did not like giving boxes of candy with another man's name to their wives and girlfriends. As such, he changed the spelling of the business to \"Andes Candies.\"George Andrew Kanelos, 1929-2010: Brought father’s Andes Candies to the masses. Chicago tribune In 1980, Andes was purchased by the Swiss candy company Interfood (later Jacobs Suchard). When Jacobs Suchard bought Brach's in 1987, Andes became part of that division. When Jacobs Suchard was sold to Kraft General Foods in 1990, Brach's was kept separate by owner Klaus J. Jacobs. In need of cash, Brach's sold Andes to Tootsie Roll Industries in 2000. In the United States, Andes mints are a popular after-dinner mint and are often distributed at restaurants, particularly Olive Garden. The mint used at Olive Garden is a special flavor manufactured exclusively for the restaurant chain, but it is tastewise similar to the Mint Parfait flavor, containing the same layers, but at different ratios. The most common Andes mint is 1.5 × 0.75 × 0.25 inches, weighs 4.75 grams, and contains 25 calories. A larger size is also available, measuring 2 × 0.75 × 0.25 inches, weighing 9 grams, and containing 47.5 calories. === Construction === Andes are a rectangular, thin chocolate bite that consists of three layers: two cocoa-based layers with green mint in the middle. ==Other flavors== *Amaretto (discontinued) *Cherry Jubilee *Mint Parfait *Toffee Crunch *Peppermint Crunch (offered seasonally) *Chocolatey Orange *Milk Chocolatey *Mint Cookie Crunch In 2007, the Andes Limited Edition Dessert Indulgence array was introduced. It offered an assortment of three new flavors.Andes Mints & Dessert Indulgence - Candy Blog *Raspberry Cream *Lemon Meringue *Key Lime ==Spinoffs== Andes Mints have been used in several other products including baking chips, ice cream, cookies, and cake rolls. Several fast food and fast casual chains have offered Andes Mints in some of their offerings including: Jack in the Box milkshakes, Arby's milkshakes, as a Caribou Coffee cooler and as a featured topping in the topping bar at Yogurtland. The baking chips were introduced in the autumn of 2003 and include the mints' original design.In the decade following Andy's death (1959), the company was moved from Chicago to Delavan, Wisconsin. At the time, it was decided to close the retail side of the company and make only the Creme de Menthes for wholesale. The company was sold to Jakob Suchard in the 1980s before being acquired by its current owner. They also have multiple special edition products. ==See also== * List of confectionery brands == References == == External links == * Andes on the Tootsie Roll site Category:Brand name chocolate Category:Tootsie Roll Industries brands Category:Products introduced in 1950 Category:Candy ",
    "title": "Andes Chocolate Mints"
}