{
    "id": "2581559",
    "text": "A corset piercing is a body piercing that is pierced multiple times mostly side to side to look like a corset being laced up the body. Two rows of bilaterally symmetrical piercings are performed and can be composed of as few as four piercings (two in each row) or as many as the length of the area being pierced (usually the back) and the vertical space between piercings will allow space for. Due to the difficulty and risks associated with permanently healing single surface piercings, most corset piercings are intended to be temporary. ==As temporary piercings== Temporary corset piercings are often performed for aesthetic reasons, often as part of a fetish event or photo shoot. A body piercer may also perform a corset piercing to promote their business, to be photographed for a portfolio or to be used for advertising purposes. They may also be performed as play piercings as part of BDSM activity. Often temporary corset piercings are worn laced with ribbon, rope, or chain. Usually temporary corset piercings use captive bead rings as jewelry, but corset piercings intended as play piercings or as part of a short photo shoot might simply be done with hypodermic needles, which will be removed after the activity is finished. Rarely worn for more than a week, corset piercings are typically worn only for a few hours or until the event or activity they were required for has ended. Temporary corset piercings are open wounds, and are subject to the same infection, cross contamination, and irritation risks as any other healing piercing or small wound. Scarring from the removal of temporary piercings is usually minimal or non-existent. ==As permanent piercings== It is possible for the multiple surface wounds that constitute a corset piercing to heal; however, they are unlikely to heal properly. Permanent corset piercings would consist of multiple surface piercings, pierced with jewelry designed for the purpose, and bear all of the healing issues and risks associated with them. To date, the most successful attempts at permanent corset piercings have been performed with surface bars, although some success has been reported using Teflon or Tygon tubing, both of which are flexible and move with the body. There have also been experiments in healing corset piercings as transdermal implants. Due to the tremendous potential for the healing piercings to be irritated by normal daily life, corset piercings, even healed ones, require constant vigilance by the wearer to prevent damage. Although corset piercings are usually intended to be laced, during the healing period, especially the initial healing period, surface piercings intended to be part of permanent corset piercings are not usually laced as it puts pressure, torsion, and tension on the piercing that can increase the chances of migration and rejection. Once the piercing is fully healed, one of the beads at the end of the surface bar can be replaced with a special bead, drilled to accept a ring, similar to the bead on a bondage bar. The healed surface piercings can then be laced for aesthetic purposes, although subjecting the piercings to extended periods of lacing can increase the risk of migration or rejection. Healing and aftercare for corset piercings is identical to healing for any surface piercings, although the healing process can be extended and complicated due to the number of piercings healing at the same time, which puts greater stress on the body. The location of most corset piercings, on the individual's back, can make caring for the healing piercings more difficult as well. Like all surface piercings, rejected or improperly healed corset piercings can leave noticeable permanent scarring. ==History and culture== Although corsetry has a long history, the corset piercing is of contemporary origin, coming into practice with the establishment of the body piercing industry in the late 1990s. Like corsetry, it is associated with erotic behavior and aesthetics, particularly fetish aesthetics. Also paralleling corsets, most wearers of corset piercings are women. There is some controversy regarding the publication and promotion of images of corset piercing. Almost all of the photographs of corset piercing are of fresh piercings, which have not had the time to reject, migrate or otherwise fail to heal properly. Images used in advertising or magazines may be photoshopped or airbrushed to eliminate indications of swelling, redness, or infection, further promoting the illusion that these piercings are easy, or even possible to heal. Photographs of corset piercings done with captive bead rings, which are inappropriate for permanent corset piercings, vastly outnumber photographs of corset piercings done as proper surface piercings. Usually corset piercings are photographed laced, also leading the public to believe that they can be worn laced at all times, which is not possible, even in a well healed, permanent corset piercing. ==External links== * Body Modification E-Zine article on corset piercing * Body Modification E-Zine Encyclopedia entry on corset piercing * Snopes.com Urban Legends Reference Page on corset piercing * Painful Pleasures Body Mod photo Gallery - Corset Piercing Pictures * GreatPiercingShop.com Original information taken from source - Reference Page on corset piercing Category:Surface piercings ",
    "title": "Corset piercing"
}