{
    "id": "2581401",
    "text": "Mortlake is a suburb in the Inner WestAustralian Suburb Guide: Sydney Inner West Retrieved 8 August 2013. of Sydney, in the state of New South Wales, Australia. It is 17 kilometres west of the Sydney central business district, in the local government area of the City of Canada Bay. ==Transport== Mortlake sits on the southern bank of the Parramatta River and is home to the southern bank of the Mortlake Ferry or commonly known as the Putney Punt, the last surviving punt service in Sydney. Mortlake is also The Terminus for bus routes 439 & L39 (to Circular Quay via Five Dock Shops and Leichhardt) and 464 (to Ashfield railway station). ==History== Mortlake was originally known as Bottle Point. The suburb's name is derived from its namesake Mortlake, by the banks of the Thames in London. Parramatta River had been known as the 'Thames of the Antipodes' and other nearby suburbs were also named after Thames localities of Greenwich, Woolwich and Putney. Mortlake was notable as the site of the Australian Gas Light Company (AGL) gas works, which first purchased land here in 1883. Colliers from Newcastle or Hexham brought coal to the gasworks wharf at Mortlake. When a new Gladesville Bridge was opened in 1964, it was built to replace a bridge that needed to close every time the swing section on the southern end of the bridge had to be opened to permit large vessels to pass through. The gas works closed and the land redeveloped into the Breakfast Point residential development. During WWII, the Green Point Naval Boatyard at Mortlake assembled Fairmile B motor launches. Until 1948, an electric tramway connected Mortlake south to the suburbs of Burwood, Enfield and Ashfield.D. Keenan: Tramways of Sydney. Transit Press 1979 ==Population== In the 2016 Census, there were 1,063 people in Mortlake. 59.5% of people were born in Australia and 56.7% of people spoke only English at home. The most common responses for religion were Catholic 32.7% and No Religion 24.2%. Image:Mortlake 1.JPG|Wangal Reserve Image:Mortlake 2.JPG|Hilly Street townhouses ==References== *The Book of Sydney Suburbs, Compiled by Frances Pollen, Angus & Robertson Publishers, 1990, Published in Australia ==External links== * [CC-By-SA] Category:Suburbs of Sydney Category:City of Canada Bay ",
    "title": "Mortlake, New South Wales"
}