{
    "id": "2581528",
    "text": "The Shadow of the Torturer is a science fiction novel by American writer Gene Wolfe, published by Simon & Schuster in May 1980. It is the first of four volumes in The Book of the New Sun which Wolfe had completed in draft before The Shadow of the Torturer was published. It relates the story of Severian, an apprentice Seeker for Truth and Penitence (the guild of torturers), from his youth through his expulsion from the guild and subsequent journey out of his home city of Nessus. In 1987, Locus magazine ranked The Shadow of the Torturer number four among the 33 \"All-Time Best Fantasy Novels\", based on a poll of subscribers. • An older edition of the website links multiple pages providing the results of several polls and a little other information. • See also \"1987 Locus Poll Award\". ISFDB. Retrieved 2012-04-12. Locus subscribers voted only two Middle-earth novels by J. R. R. Tolkien and A Wizard of Earthsea by Ursula K. Le Guin ahead of Wolfe's The Shadow of the Torturer. Third and fourth ranks were exchanged in the 1998 rendition of the poll, which considered Wolfe's Book of the New Sun and Le Guin's Earthsea series as single entries. == Plot summary== Severian, an apprentice in the Torturers' Guild, barely survives a swim in the River Gyoll. On his way back to the Citadel, Severian and several other apprentices sneak into a necropolis where Severian encounters Vodalus, a legendary revolutionary. Vodalus, along with two others, including a woman named Thea, are robbing a grave. Vodalus and his companions are confronted by volunteer guards. Severian saves Vodalus's life, earning his trust and the reward of a single coin. Shortly before Severian is elevated to journeyman he encounters and falls in love with Thecla, a beautiful aristocratic prisoner. Thecla's crime is never made clear, though it is implied that she is imprisoned for political reasons since Thecla's half-sister is Thea, Vodalus's lover. The Autarch (ruler of the Commonwealth) wishes to use Thecla to capture Vodalus. When finally Thecla is put to torture, Severian takes pity on her and helps her commit suicide by smuggling a knife into her cell, thus breaking his oath to the guild. Though Severian expects to be tortured and executed, instead the head of the guild dispatches Severian to Thrax, a distant city which has need of an executioner. Master Palaemon gives Severian a letter of introduction to the archon of the city and Terminus Est, a magnificent executioner's sword. He departs the guild headquarters, traveling through the decaying city of Nessus. He finally comes upon an inn, where he forces the innkeeper to take him in despite being full and is asked to share a room with other boarders. His roommates are the giant Baldanders and Dr. Talos, travelling as mountebanks, who invite Severian to join them in a play to be performed the same day. During breakfast, Dr. Talos manages to recruit the waitress, Jolenta, for his play and they set out into the streets. Not intending to participate, Severian parts with the group and stops at a rag shop to purchase a mantle to hide his fuligin cloak (the uniform of his guild, which inspires terror in common folk). The shop is owned by a twin brother and sister, and the brother immediately takes interest in Terminus Est, but Severian refuses to sell the sword. Shortly after, a masked and armoured hipparch enters the shop and challenges Severian to a duel. Severian, who believes this is an indirect means for the Autarch to execute him for his crime, is forced to accept, and he departs with the sister, Agia, to secure an avern, a deadly plant used for dueling. While on their way, urged by Agia's bet to a passing fiacre, their driver crashes into and destroys the altar of a religious order, where Agia is accused of stealing a precious artifact. After Agia is searched and released, they continue their journey to the Botanic Gardens, a large landmark of Nessus created by the mysterious Father Inire, right hand to the Autarch, where they encounter strange hypnotic illusions and at one point appear to be transported to present-day Earth without realizing it. Inside the gardens, Severian falls into a lake used to inter the dead, and while pulling himself out he finds a young woman named Dorcas to have come up from the lake as well. Dazed and confused, the woman follows Severian and Agia. Severian secures the avern with the help of a man named Hildegrin, who he recognizes as a companion of Vodalus from the night they met in the necropolis. Agia, Severian and Dorcas proceed to an inn near the dueling grounds. While eating dinner, Severian receives a mysterious note warning about one of the women. After dinner, Severian fights in the duel, and though stabbed by the avern he miraculously survives. When Severian wakes again, he finds himself to be in a lazaret. After finding Dorcas and identifying himself, he is requested to perform an execution. The prisoner turns out to be his opponent, Agia's brother, whom he executes after learning that Agia had challenged him in disguise, while her brother fought him with the avern, as part of a scheme to kill him and steal Terminus Est. Severian continues his travels toward Thrax, and Dorcas accompanies him. While searching his belongings, Severian finds the Claw of the Conciliator. Apparently Agia stole the Claw from the altar they destroyed and placed it in Severian's belongings knowing that she would be searched. Eventually Severian and Dorcas encounter Dr. Talos, Baldanders and Jolenta, who are almost ready to perform the play they had invited Severian to the morning before. Severian assists in the play, and the next day the group sets out toward the great gate leading out of Nessus, where they meet a man named Jonas. As they are passing through the gate, there is suddenly a commotion and the narration abruptly ends. ==Reception== Greg Costikyan reviewed The Shadow of the Torturer and The Claw of the Conciliator in Ares magazine #9 and commented that \"This is fantasy as it should be written; portentous events, marvelous beings, wielders of great powers, a land of terror and delight. If Wolfe never writes another word, he will have made his mark.\" ==Awards== The Shadow of the Torturer won the annual World Fantasy Award and British Science Fiction Association Award as the year's best novel. Among other annual awards for fantasy or science fiction novels, it placed second for the Locus (fantasy), third for the Campbell Memorial (SF), and was a finalist for the Nebula (SF). \"Gene Wolfe\" . The Locus Index to SF Awards: Index to Literary Nominees. Locus Publications. Retrieved 2012-04-23. ==Limited edition== Centipede Press, a small independent fine press, produced a limited edition of The Shadow of the Torturer in 2007: one hundred copies, signed by Gene Wolfe, with full color artwork by Alexander Preuss of Germany. The $225 book had a ribbon marker, head and tail bands, three-piece cloth construction, and a protective slipcase. It is now out of print.\"The Book of the New Sun by Gene Wolfe; Centipede Press\". J. Davis. March 14, 2011. The Whole Book Experience]. Easton Press included it in their \"Masterpieces of Science Fiction\" series, red leather bound, gold stamped and edged, ribbon marker, and printed on acid neutral paper (like all the series) with custom artwork, collector's notes insert, and a custom introduction written by Tom Shippey of Leeds, England. All additional text and artwork are copyright 1989 by Easton press. Unlike some of the works included in the series, the author did not sign the copies printed by Easton Press. http://www.isfdb.org/cgi-bin/pubseries.cgi?49 ==Comic book == The novel was adapted as a serial comic book, The Shadow of the Torturer by Ted Naifeh (Innovation Publishing, 1991). It was cancelled after three of six planned issues.\"Ted Naifeh\" . Revolutionize Comics. Oni Press. ==Notes== ==References== ==External links== * Category:1980 American novels Category:1980 science fiction novels Category:1980 fantasy novels Category:American science fiction novels Category:High fantasy novels Category:Novels by Gene Wolfe Category:Dying Earth subgenre Category:Books with cover art by Don Maitz Category:Simon & Schuster books Category:World Fantasy Award for Best Novel-winning works Category:The Book of The New Sun Category:Novels set in South America ",
    "title": "The Shadow of the Torturer"
}