{
    "id": "2581636",
    "text": "Meadowbank is a suburb of Sydney, New South Wales, Australia. Meadowbank is located 15 kilometres north west of the Sydney central business district, in the local government area of the City of Ryde and part of the Northern Sydney region. Meadowbank sits in a valley on the northern bank of the Parramatta River. ==History== ===Aboriginal culture=== The territory from Sydney Cove to Parramatta, on the northern side of the Parramatta River, was thought to be that of the Wallumattagal, and had the aboriginal name Wallumetta, the territory of the Wallumede people. Aboriginal people in the Sydney district were clans of larger groups sharing a common language. Three language groups have been identified in the Sydney Region - the Kuringgai (or Guringai), the Dharug (or Dharruk / Dharuk / Darug), and the Dharawal (or Tharawal). The Wallumedegal are thought to have been within the Dharug speaking area. ===European settlement=== John Whitton Bridge, a public walkway across the Parramatta River Land originally granted to Surgeon William Balmain in 1794, in the district of the Field of Mars, was bestowed the name 'Meadow Bank'. Balmain returned to England in 1801, leaving his estates to be managed by fellow surgeon D'Arcy Wentworth. Wentworth agreed to sell Balmain's grants to John Bennett, an ex-convict who had been transported in 1795. By 1819 both the 'Meadow Bank Estate' and 'Chatham Farm' to the north, belonged to Bennett. In 1823 he was joined by his nephew William Bennett. John Bennett died in July 1829, a bachelor, and his nephew inherited his estate, building Meadowbank House around 1835. William then sold 'Chatham Farm' to Major Edward Darvall in 1855. William Bennett died in 1865 but his widow remained at Meadowbank until her death in 1879. The estate was subdivided in the late 1880s, given impetus by the opening of the railway from Strathfield to Hornsby in 1886. The station opened here was called Hellenic but this was later changed to Meadowbank, after the Meadowbank Estate. Meadowbank Public Baths established in 1895 was a former recreation destination but were closed in 1943 due to pollution from Homebush Bay.Ryde River Walk Masterplan at Ryde City Council Shepherds Bay Row Boat ferry services were established as early as 1794 from Schooner Wharf (Belmore Road, near Helene Park) taking passengers to the Concord shore. left Meadowbank Manufacturing Company Works was the first industry in Meadowbank, established on 95 acres of land in 1890, with frontage to the Parramatta River and easy access to the railway producing agricultural equipment for the local area and throughout the country. The existing seawall is made from the remnants of the original sandstone. Shepherds Bay is named after early settler James Shepherd, transported as a convict in 1791. Vineyard terraces were located on the upper slopes. Former Ryde Wharf and punt located in Shepherds Bay Park. Remnants of wharf walling visible at low tide. The Ryde to Rhodes punt operated between 1898 and 1935. Passengers included employees of the State Timber yards at Rhodes and cattle. The punt was unreliable; \"the cable continually gave way and cargoes of cattle went sailing downstream\". Ryde Council investigated potential sites for the Ryde Baths in 1877 and the desirability of having public baths. Ten years later, when a man was killed whilst bathing at Ryde Wharf, the issue was raised again. In 1904, a site was chosen at the bottom of Waterview Road. The Ryde Swimming Baths were opened in 1905. Mixed bathing was not permitted. Ryde Bridge took two years to build, and opened in 1935. A series of tolls were applied and were ceased to be collected in 1949. State Timber Yards were opposite on Rhodes Peninsula. == Heritage listings == Meadowbank has a number of heritage-listed sites, including: * Main Northern railway: Meadowbank Rail Bridge over Parramatta River ==Commercial area== Meadowbank Wharf, Parramatta River John Whitton Bridge Meadowbank is a mixed commercial-residential area. Meadowbank features a small group of shops on either side of Meadowbank railway station and a shopping centre within the residential apartment complex to the south, along Bay Drive. Meadowbank TAFE is situated on the east side of the station and is a major educational institution. Meadowbank is undergoing gentrification, with many of its factories being demolished and replaced by waterfront high-rise apartments with views of the Parramatta River. ==Transport== thumb Meadowbank is easily accessible by Road, Ferry, Bus and Train. Meadowbank experiences limited traffic as major roads circle rather than run through the suburb. Lane Cove road to the east, Victoria Road to the north and Adelaide Street to the West. Other central roads include Constitution Road, Meadow Crescent and Bank Street. Meadowbank railway station is on the Northern Line of the Sydney Trains network. Meadowbank has two side platforms. The station is served by two trains per hour each way, with additional trains on weekday peak hours. The station is within walking distance of a ferry wharf served by Sydney to Parramatta ferries. Meadowbank has a ferry wharf on the Parramatta River as part of the Sydney Ferries network. The next wharf west is Sydney Olympic Park and east is Kissing Point. The ferry primarily services tourists on weekends and city workers during the week. RiverCat catamaran type ferries work the Parramatta River route due to shallow waters, particularly during low tides. ==Landmarks and features== ===Schools=== * Meadowbank Multipurpose Learning Centre is the local Long Day care centre for children aged 0-6 and provides a Before and After School Care facility for the children of Meadowbank Public School. * The Italian Bilingual School. This school moved from Leichhardt to See Street, Meadowbank in 2013. It offers students a bilingual education in English and Italian. *Meadowbank TAFE *St Michael's School is a Catholic primary school, founded in 1922 by the Sisters of Mercy. A new education precinct is slated to open on the TAFE site around 2020. ===Churches=== *Meadowbank International Church *Ryde Presbyterian Church *St. Michael's Catholic Church *River City Church ===Parks=== Meadowbank features great public access to Parramatta River and surrounding parklands. *Meadowbank Park, Constitution Road. Major sports field complex for football, soccer, cricket, baseball, hockey and netball. Bike and jogging track on Parramatta River foreshore, forming part of the Parramatta Valley Cycleway.Things to Do and See in Ryde at Ryde City Council *Memorial Park - Meadow Crescent. Adjacent to the Parramatta River. Bike track, part of the Parramatta Valley Cycleway. RiverCat Ferry Wharf. A WWII Memorial Walk has been constructed using stones from each country where Australians served or were stationed. *Anderson Park, Parsonage Street *Ann Thorn Park, Constitution Road *Helene Park, Bowden Street *Headland Park, Bowden Street *Woolway Park, Union Street (West Ryde) ===Waterways=== * Archers Creek * Charity Creek * Parramatta River * Smalls Creek ===Scout halls=== *1st Meadowbank Scout Group located in Angas Street *Epping Scout Group has a boat shed at 150 Bowden Street, next to the public ferry wharf, and in the summer uses it for sailing and canoeing activities ==Population== In the 2016 Australian Bureau of Statistics Census of Population and Housing, the population of Meadowbank was 4,408 people. The population was 49.4% male, 50.6% female. 34.2% of people were born in Australia. The most common countries of birth were China 14.2%, India 9.0%, South Korea 8.8%, Philippines 3.3% and Hong Kong 2.9%. 36.2% of people only spoke English at home. Other languages spoken at home included Mandarin 14.8%, Korean 10.1%, Cantonese 6.8%, Hindi 3.4% and Persian 2.3%. The most common responses for religion were No Religion 33.8%, Catholic 17.8% and Hinduism 9.3%. 96.3% of occupied private dwellings in Meadowbank were flats or apartments. ==Politics== {| class=\"wikitable\" style=\"float:right; margin- left:1em\" ! colspan=3 | State Elections |- | | | Labor | bgcolor=\"FFFF99\" | 54.75% |- | | | Greens | bgcolor=\"FFFF99\" | 7.14% |- | | | Liberal | bgcolor=\"FFFF99\" | 30.42% |- | | | Unity Party | bgcolor=\"FFFF99\" | 3.41% |- | | | Democrats | bgcolor=\"FFFF99\" | 1.78% |- |} {| class=\"wikitable\" style=\"float:right; margin-left:1em\" ! colspan = 3 | Federal Elections |- | | | Labor | bgcolor=\"FFFF99\" | 45.33% |- | | | Liberal | bgcolor=\"FFFF99\" | 45.49% |- | | | Greens | bgcolor=\"FFFF99\" | 5.53% |- | | | Democrats | bgcolor=\"FFFF99\" | 0.70% |- |} The Federal member for Bennelong is John Alexander and the current State member for Ryde is Victor Dominello. The Mayor of the local Ryde City Council is Jerome Laxale. ==References== ==External links== *History from Olympic Coordination Authority (Original link, now dead) *Sydney by Ferry * [CC-By-SA] Category:Suburbs of Sydney Category:Populated places established in 1801 Category:1801 establishments in Australia Category:City of Ryde ",
    "title": "Meadowbank, New South Wales"
}