{
    "id": "2581668",
    "text": "Menachem Ussishkin Menachem Ussishkin ( Avraham Menachem Mendel Ussishkin, ) (August 14, 1863 – October 2, 1941) was a Russian-born Zionist leader and head of the Jewish National Fund. Menachem Ussishkin was born in Dubrowna in the Belarusian part of the Russian Empire. In 1889, he graduated as a technical engineer from Moscow State Technical University, today known as Bauman Moscow State Technical University. Ussishkin was among the founders of the BILU movement and the Moscow branch of the Hovevei Zion. He also joined the Bnei Moshe society founded by Ahad HaAm. In 1891, he made his first trip to Palestine. He served as Secretary of the First Zionist Congress. At the Sixth Zionist Congress he opposed the Uganda plan. He was one of the Jewish delegates to the Paris peace conference after World War I. In 1919, Ussishkin made aliyah to Palestine. In 1920 he was appointed head of the Zionist Commission in Palestine. In his pamphlet \"Our Program\" he advocated group settlement based on labour Zionism. Under his influence, the Zionist movement actively supported the establishment of agricultural settlements, educational and cultural institutions, and Jewish polytechnic - later the Technion. In 1923 he was elected President of the Jewish National Fund which he headed until his death. Ussishkin was behind major land acquisitions in the Hefer, Jezreel and Beit She'an valleys. On his 70th birthday, the Rehavia neighborhood council decided to change the name of the street in which he lived, Rechov Keren Kayemet Le'Isreal (Jewish National Fund) to Rechov Ussishkin, and move Rechov Keren Kayamet Le'Israel to its present location.Dotan Goren, Et-Mol 247 (August 2016), pages 23-26 (in Hebrew). There is a different version, according to which the name was previously called Rechov Yehuda HaLevy, see Kurtz, Chani. \"Road of Remembrance: Street names and their stories\". Binah Pesach supplement, 2015, p. 54. However, the historical documents show this version is incorrect. In particular, Yehuda HaLevy is the former name of Gan HaKuzari in Rehavia. He died in 1941 in Jerusalem at the age of 78. He is buried in Nicanor's Cave at the botanical gardens of the Hebrew University of Jerusalem on Mount Scopus. ==Gallery== File:אוסישקין עם אדולף שטנד.-JNF043067.jpeg|Menachem Ussishkin (seated) with Adolf Stand. pre 1919 File:Beit Usishkin P8020025.JPG|Home of Menachem Ussishkin in Rehavia, Jerusalem File:ארזה - מוצא- מנחם אוסישקין נוטע עץ (ברוש אוסישקין)-JNF008311.jpeg|Menachem Ussishkin 1929 File:מנחם אוסישקין ופרופסור אלברט איינשטיין-JNF039281.jpeg|Menachem Ussishkin with Albert Einstein File:דפנה - ביקורו של אוסישקין במצודה שהוקמה על שמו-JNF039274.jpeg|Menachem Ussishkin visiting Dafna 1st May 1939 ==References== ==External links== *Menachem Ussishkin Jewish Agency for Israel *The personal papers of Menachem Ussishkin are kept at the Central Zionist Archives in Jerusalem. The notation of the record group is A24. Category:1863 births Category:1941 deaths Category:Belarusian Jews Category:Belarusian Zionists Category:Hovevei Zion Category:Israeli Jews Category:Israeli people of Belarusian-Jewish descent Category:Israeli people of Russian-Jewish descent Category:Jewish National Council members Category:Labor Zionists Category:Members of the Assembly of Representatives (Mandatory Palestine) Category:People from Dubroŭna Category:People from Jerusalem Category:Russian emigrants to Mandatory Palestine Category:Russian Zionists ",
    "title": "Menachem Ussishkin"
}