{
    "id": "2581258",
    "text": "Ab Kettleby is a village and civil parish in the Melton district of Leicestershire, England, located north of Melton Mowbray, on the A606 road. It had a population of 501 in 2001; at the 2011 census this had increased to 529. It is situated southeast of the border with Nottinghamshire. The village is situated above sea level. The neighbouring hamlets of Wartnaby and Holwell form part of the civil parish of Ab Kettleby. ==History== A Roman mosaic and pavement were found beneath the present churchyard, indicating the presence of a villa. Ab Kettleby was first recorded in the Domesday Book as Chetelbi. Ab Kettleby is of Danish origin; its meaning is Ketil's homestead later differentiated from Eye Kettleby by Ab (a later holder of this land).Ekwall, E. (1940) The Concise Dictionary of English place-names; 2nd ed. Oxford: Clarendon Press; p. 261 The name Wartnaby is also of Danish origin, meaning Waerenoth's homestead. The name Holwell however is of Old English origin meaning spring or stream in a hollow. This may refer to the spring at Holwell Mouth which is close to the Six Hills to Eastwell road. St. James's Church has a Norman font, and a memorial to Everard Digby one of the Gunpowder plotters. The remains of the villa, and a ditch running from north to south underneath the nave have caused serious structural problems for the church. The church closed in 2006 due to its structural problems and, following the raising of over £250,000 for repairs, it re-opened in 2013. The church was mostly built in the 13th century but restored in 1852-3. The north aisle is Victorian. St Michael's Church, Wartnaby was built in the 13th century and restored in 1867-8. It has a double bellcote with a saddleback roof on the tower and medieval wall painting inside.Pevsner and Willamson Page419 === Iron ore === Iron ore was obtained in all three parts of the parish. ==== Holwell ==== Holwell was the most important centre. Iron ore was first quarried to the north of Holwell on the south side of the narrow part of Landyke Lane in 1875 and continued in various places to the north and east of the hamlet until 1930. From 1931 until 1943 iron ore was mined rather than quarried east of Brown's Hill. The mine was a drift mine and the tunnel emerged from the north side of the hill in 1943. Quarrying was resumed at that point and continued until 1962. The last quarrying took place close to the road to Scalford Hall. Quarrying was done by hand with the help of explosives at first. The first quarrying machine was a petrol paraffin digger introduced in 1930. The first diesel digger arrived in 1943. The ore was at first taken away by horse and cart, but the Holwell Iron Company built a standard-gauge mineral railway in 1877 which connected with the Midland Railway's Syston to Peterborough line west of Melton Mowbray. Most of this mineral railway was taken over and improved by the Midland in two stages: first as part of their Nottingham to Melton line and then as their Holwell branch (connecting with that line) in 1887. This was extended the same year northwards to Wycomb Junction on the Great Northern's Waltham branch. This branch transported the ore from Holwell as well as some of that from Eaton. The Holwell company built their own iron works close to the Holwell Branch which operated from 1881. The works was called Holwell Works because it was built by the Holwell Company but was actually at Asfordby Hill. The quarries and the mine fed the standard gauge line by means of narrow-gauge tramways. These were at first worked by gravity or horses, but diesel locomotives were introduced in 1933. The tramways were replaced by lorries in 1948. Part of the quarry area has been landscaped and returned to agriculture; part has been left and retained as a nature reserve. One entrance to the mine tunnel has been blocked; the other entrance only partly blocked to allow bats to roost in the mine. In 1986, the area above the mine carried warning notices that the land is liable to subsidence. The railway has been lifted. Brown's Hill Quarry - at Holwell showing entrance to drift mine. geograph.org.uk - 1183115 ==== Wartnaby ==== Iron ore was quarried to the east and west of Wartnaby, to the west of the A606 and to the north of the village on both sides of the Six Hills to Eastwell Road. Quarrying began in 1879 near to Stonepit House on the north side of the latter road. The last ore was obtained close to the A606 south of the crossroads in 1929. Quarrying always seems to have been done by hand with the help of explosives. No mechanical diggers were used. The ore was taken away by narrow gauge tramway to a tipping dock on the Midland Railway's Nottingham to Melton line to the north of the Old Dalby tunnel. From there it was taken by train to the Stanton Ironworks near Nottingham. The part of the tramway close to the tipping dock was a cable-operated incline, the loaded wagons going down the incline. The line from the quarries to the top of the incline was worked by horses at first but steam locomotives were introduced in 1880. The quarries were shallow but traces can be seen near to Stonepit House (marked now on OS maps as Berlea Farm). Elsewhere as a result of the quarrying the fields are at a lower level than the roads. However at one place the Six Hills Road was diverted onto land that had already been quarried and then the old course was quarried. Parts of the tramway's earthworks can still be seen. ==== Ab Kettleby ==== Quarrying took place at Ab Kettleby between 1892 and 1907. The quarries were to the north of the village: on either side of the lane to Holwell (which probably started first); in the triangle between the A606, the Six Hills to Eastwell road and the lane to Holwell Mouth from Ab Kettleby; and on the north side of the Six Hills to Eastwell road. Quarrying was done by hand with the aid of explosives and the ore was taken by narrow gauge tramway to a tipping dock at the Midland Railway Holwell Branch north of Potter Hill. From there the ore was taken by train to Holwell Iron Works at Asfordby Hill. The lower end of the tramway was a cable-worked incline. At the quarry end the line was probably worked by horses which were later replaced by steam locomotives. The gauge was, unusually, . The main sign of quarrying now is that some of the fields are at a lower level than the roads. In 1986 there was still an upturned quarry wagon at the site of the old tipping dock. ==Facilities and sites of interest== The parish has a primary school, a public house named after Sugarloaf Mountain, a community centre, a guest house, a 17th-century manor house, and medieval farmhouses and farm buildings. One of those farms was home to the racehorse Desert Orchid for several years. It also has a village duck pond next to a large horse-chestnut tree and megalithic spring. A public telephone box, once a common sight throughout the UK but now a protected building, has been released to the protection of Ab Kettleby's council. Within the boundaries of the village is a holy well. === Ab Kettleby Manor === Ab Kettleby Manor is an early 17th-century house in the village of Ab Kettleby, Leicstershire. Built of ironstone with a central brick chimney, the house is cruciform in plan. ==Gallery== File:Ab Kettleby, The Sugar Loaf.jpg|The Sugar Loaf File:Main Street Ab Kettleby.jpg|Houses on Main Street File:St James the Greater church, Ab Kettleby-geograph.org.uk-2815176.jpg|St James's church File:Church of St Michael and All Angels, Wartnaby - geograph.org.uk - 212156.jpg|St Michael's church, Wartnaby ==References== ==External links== *GENUKI article *Ab Kettleby Bell Ringing Category:Civil parishes in Leicestershire Category:Villages in Leicestershire Category:Borough of Melton ",
    "title": "Ab Kettleby"
}