{
    "id": "2581531",
    "text": "The Claw of the Conciliator is a science fantasy novel by American writer Gene Wolfe, first released in 1981. It is the second volume in the four-volume series The Book of the New Sun. ==Plot introduction== The book continues the story of Severian, a journeyman in the Seekers for Truth and Penitence (the guild of torturers), describing his travels north to the city of Thrax. An independent tale in the book, \"The Tale of the Student and his Son\", was later published separately in The Magazine of Fantasy & Science Fiction, October 1981. == Plot summary == The book continues shortly after the previous installment left off, skipping Severian's journey from the gate of Nessus to the nearby town of Saltus. Having been separated from the rest of the group he was traveling with, Severian pauses his search for them here as he is given an opportunity to practice his art (in this case, execution) on two people. The first was accused of being a servant of Vodalus, a revolutionary leader. As the man is dragged out of his home by a mob, Severian glimpses Agia amidst the crowd, a woman who with her twin brother had formerly tried to swindle and then kill Severian to gain his valuable executioner's sword. (Severian executed the brother at the request of the local authorities.) Realizing she has been sighted, Agia flees and Severian, still in love with her, follows, searching for her at the town fair. Unable to find her, he ends up at a tent containing a man whose skin is green. The green man is held as a slave, and his master makes money off of him, claiming he can answer any question. In answer to Severian's queries as to how he could know everything, the green man tells Severian he is from the future. The green man does not know where Agia can be found, but Severian takes pity on him and gives him a piece of his whetstone so that he can free himself by grinding through his chains, thus recalling his mercy to Thecla, another prisoner, in the first book. Unable to find Agia, Severian returns to town where he later executes a woman accused of being a witch. Eating dinner with his friend Jonas (whom he met at the gate at Nessus) that evening, he finds a letter he first thinks is from Thecla (but is actually from Agia) asking him to meet her at a nearby cave. In the cave, Severian encounters and barely escapes a group of man-apes. The light from the Claw (a relic he accidentally came into possession of, which had previously been held by a religious order) stops the man-apes' attack, but it also seems to wake a gargantuan unknown creature deep below in the cave, who is only heard and not seen. Severian has little time to ponder this as he escapes, only to be attacked by Agia and her assassins outside the cave. One of the attackers is killed by one of the man-apes, who had its hand cut off by Severian in the battle in the cave. The ape gestures its stump at Severian, wanting him to do something with it, but Severian does not know what. Severian prepares to execute Agia, but, still unable to hate her, lets her go and returns to Saltus, where he and Jonas are kidnapped by Vodalus' gang for having agreed to execute one of its members. Severian recalls to Vodalus that he saved his life some years past, so Vodalus allows Severian to enter his service. Severian and Jonas attend a midnight dinner with Vodalus, where they consume Thecla's roasted flesh, which, when combined with an alien substance, allows Thecla's memories to live within Severian. Given the task to deliver a message to a servant in the House Absolute, the Autarch's seat of power, Severian and Jonas set off to the north. They are attacked by a flying creature who feeds on the heat and life force of living beings, and escape only by tricking the creature into attacking and killing a nearby soldier instead. Severian feels guilty and, having a suspicion of the healing powers of the Claw, uses it to bring the soldier back to life. They are then captured by guards of the House Absolute and thrown into an antechamber designed to hold prisoners indefinitely. Severian's Claw heals a wound Jonas receives during the night they spend there; then the pair escape some unknown horror using a pass phrase to open a secret door — Severian remembers the phrase using Thecla's memory. Walking the corridors of the House Absolute, Jonas is revealed to be a robot who once crash-landed on earth and is now partly covered by human flesh, and steps into a mirror and disappears, promising to return for Jolenta when he is healed. Severian is lost and eventually encounters the Autarch himself, to whom he swears service, upon being shown a portal to another universe. Stumbling into the gardens of the House Absolute, Severian is reunited with Dorcas, Dr. Talos, and Baldanders, who are preparing to once again perform the play they put on in the first book. Severian participates again, but the play is cut short when Baldanders flies into a rage and attacks the audience, revealing that aliens are among them. The band is scattered and Severian finds them a distance away the next morning, heading north. Talos and Baldanders part ways with Severian and Dorcas at a crossroad, Severian heading toward Thrax, and the giant and his physician headed toward Lake Diuturna. The waitress Jolenta tries to have Talos take her with him, but he has no more use for her now that the plays are no longer necessary, and Severian is forced to take her. As they head north, Jolenta is attacked by a \"blood bat\" and becomes ill. It is revealed that she had been scientifically altered by Dr. Talos to be gorgeous and desirable, but is quickly becoming sickly and unattractive. Soon the trio meets an old farmer who tells them they must pass through an enigmatic stone city to get to Thrax. Upon arriving at the ruinous city, Severian sees a pair of witches initiate a dream-like event in which ghostly dancers of the stone town's past fill the area and engage with the witch's servant, who is actually Vodalus's lieutenant Hildegrin. The book ends with Dorcas and Severian emerging from a stupor in the stone town, Jolenta dead, and the witches and Hildegrin gone. ==Reception== Greg Costikyan reviewed The Shadow of the Torturer and The Claw of the Conciliator in Ares Magazine #9 and commented that \"This is fantasy as it should be written; portentous events, marvelous beings, wielders of great powers, a land of terror and delight. It Wolfe never writes another word, he will have made his mark.\" ==Awards== The Claw of the Conciliator won the Nebula Award for Best Novel, in 1981; won the Locus Award in 1982; and Hugo and World Fantasy Award nominations in 1982. ==Limited edition== In 2008, Centipede Press, a small privately owned fine press, produced a limited edition of The Claw of the Conciliator. Like their previous limited edition of The Shadow of the Torturer, this book was limited to 100 copies, each signed by Gene Wolfe. This edition also included full color artwork by the German artist Alexander Preuss, a ribbon marker, head and tail bands, and three-piece cloth construction. It also came with a protective slipcase. Retail price for this limited edition was $225. It is now out of print.The Whole Book Experience ==References== ==External links== * Official webpage at Centipede Press Category:1981 science fiction novels Category:1981 American novels Category:High fantasy novels Category:Novels by Gene Wolfe Category:Dying Earth subgenre Category:Nebula Award for Best Novel-winning works Category:1981 fantasy novels Category:Books with cover art by Don Maitz Category:The Book of The New Sun ",
    "title": "The Claw of the Conciliator"
}