{
    "id": "2581726",
    "text": "School room and teacher's residence. Abbotsham (pronounced Abbotsam) is a village and civil parish in the English county of Devon. In 2001 its population was 434 increasing at the 2011 census to 489. ==Amenities== Abbotsham no longer has a Post Office and General Store but remains a vibrant community. There is a primary school, a Pre-School, a church a Chapel and a pub. There is also a village hall where a large range of activities take place. One bus service serves Abbotsham; the Stagecoach 319 from Barnstaple to Hartland. From May to October 2007, Stagecoach Devon ran a commercial service, the 21B, from Barnstaple to Westward Ho! via Abbotsham. However, this service was later withdrawn. The Big Sheep amusement farm park is located in Abbotsham. ==History== The name Abbotsham is derived from 'Ham held by the abbot' [of Tavistock] (Old English abbodes + placename Ham). The area was called Hame in the Domesday Book and was later recorded as Ab(b)edisham in 1193 and 1269, and Abbodesham in 1282. The village formed part of the original endowment of Tavistock Abbey in the late tenth century, from which it takes its name. St. Helen parish church, originally built by the Normans, was rebuilt in the thirteenth century and features many carved statues and bench- ends. A mile to the north of the village is Kenwith Castle, built c. 1760 in the Georgian Gothic style and now part of a retirement complex with 31 stand alone bungalows and sheltered accommodation. ==Abbotsham Village School== The local village school St Helen's C of E Primary School has been in existence for over 150 years. There is a wealth of information on the School's past available in the Abbotsham Archives including the School Register back to 1894 and many pictures of pupils, staff and villagers. == People == There are a number of valuable sources for family historians on the Village Website looking for references to particular families. These include the School Register from 1894 to 1997 listing pupils in alphabetic order, a transcription of the 1842 Tithe Register and a complete collection of press cuttings referring to the village from 1860 to 1978. Thomas Arthur VC (real name McArthur), 1835–1902, recipient of the Victoria Cross during the Crimean War, was born in Abbotsham.Thomas Arthur ==Abbotsham Road Station== Abbotsham once had its own railway station at Abbotsham Road on the Bideford, Westward Ho! and Appledore Railway, which was built entirely on this peninsula with no direct connection across the River Torridge to the British railway network. The locomotives were furnished with skirts to protect pedestrians as at one point the line ran along the quay at Bideford. The line had eleven halts which largely served visitors visiting the coast or travelling to swim off the beaches around Westward Ho!. The railway, authorised in 1896, was opened as far as Northam by 1901 and to Appledore in 1908. It closed in 1917.Stuckey, Douglas (1962). The Bideford, Westward Ho! and Appledore Railway 1901-1917. Pub. West Country Publications. ==Abbotsham Court and Racecourse== Outside of the village there was Shebbertown or Abbotsham Racecourse which was a horse racing, greyhound racing and whippet racing course built by Skidmore Ashby on his Abbotsham Court property in 1922. The course ran along the valley of Abbotsham Court and Cornborough Cliffs and closed in 1930. ==See also== *HMS Abbotsham ==References== ==External links== *Community website *Devon Local Studies - Abbotsham community page * *Village School Category:Villages in Devon Category:Civil parishes in Devon Category:Torridge District ",
    "title": "Abbotsham"
}