{
    "id": "2582272",
    "text": "Making Out is a British television series, shown by the BBC between 1989 and 1991. The series, created by Franc Roddam, and written by Debbie Horsfield, mixed comedy and drama in its portrayal of the women who worked on the factory floor at New Lyne Electronics in Manchester, tackling the personal lives of the characters as well as wider issues of recession, redundancy and retrenchment as the factory goes through various crises and takeovers. The music for the series was composed by New Order (The Other Two in final episodes). The main theme for the show is an adaptation of the song \"Vanishing Point\". There is a specific mix of this song called the Making Out Mix. ==Cast== ===The girls=== *Queenie (Margi Clarke), the fiery Scouse ring-leader of the women. *Pauline (Rachel Davies), union shop steward for the women. *Jill (Melanie Kilburn), new girl at the factory who starts work in the first episode. *Donna (Heather Tobias), middle-class woman who is desperate for a baby with her husband. *Ariadne, known as \"Klepto\" (Moya Brady), young woman bullied by her Greek Orthodox family. *Carol May (Shirley Stelfox) ===The factory=== *Rex (Keith Allen), randy boss at the factory who is having an affair with Carol May. *Norma (Tracie Bennett), ambitious, efficient company secretary. *Bernie (Alan David), supervisor of the women on the shop floor. *Simon (Gary Beadle), the only man on the floor, romantically attached to \"Klepto\". ===The blokes=== *Chunky (Brian Hibbard), Queenie's no-good petty criminal husband. *Ray (Tim Dantay), Jill's husband who eventually leaves her and their kids for another woman, a dimwitted hairdresser called Rosie (Jane Hazlegrove). *Frankie (John Forgeham), Pauline's husband. *Colin (David Hargreaves), Carol May's husband. *Gavin (John Lynch), footballer with whom Jill starts a relationship after her husband walks out on her. *Gordon (Jonathan Barlow), Donna's bank manager husband. ==Episodes== ===Series 1=== Broadcast Friday evenings on BBC1 at 9:30pm {| class=\"wikitable plainrowheaders\" style=\"background: White; border-bottom: 3px solid #dedde2; width:90%\" ! width=\"4%\"|Total # !! width=\"4%\"|Series # !! Title !! Director !! Writer(s) !! Original airdate |} The series was repeated on BBC2 on Saturday evenings at 9:35pm from 6 January to 3 March 1990. ===Series 2=== Broadcast Tuesday evenings on BBC1 at 9:30pm {| class=\"wikitable plainrowheaders\" style=\"background: White; border-bottom: 3px solid #dedde2; width:90%\" ! width=\"4%\"|Total # !! width=\"4%\"|Series # !! Title !! Director !! Writer(s) !! Original airdate |} ===Series 3=== Broadcast Tuesday evenings on BBC1 at 9:30pm {| class=\"wikitable plainrowheaders\" style=\"background: White; border-bottom: 3px solid #dedde2; width:90%\" ! width=\"4%\"|Total # !! width=\"4%\"|Series # !! Title !! Director !! Writer(s) !! Original airdate |} ==External links== * * Category:BBC television dramas Category:Television shows set in Manchester Category:1989 British television series debuts Category:1991 British television series endings Category:1980s British comedy-drama television series Category:1990s British comedy-drama television series Category:English- language television shows ",
    "title": "Making Out (TV series)"
}