{
    "id": "2582128",
    "text": "Primary Health Care, or PHC refers to \"essential health care\" that is based on scientifically sound and socially acceptable methods and technology. This makes universal health care accessible to all individuals and families in a community. PHC initiatives allow for the full participation of community members in implementation and decision making. Services are provided at a cost that the community and the country can afford at every stage of their development in the spirit of self-reliance and self-determination.World Health Organization. Declaration of Alma-Ata. Adopted at the International Conference on Primary Health Care, Alma-Ata, USSR, 6–12 September 1978. In other words, PHC is an approach to health beyond the traditional health care system that focuses on health equity-producing social policy.Public Health Agency of Canada. About Primary Health Care. Accessed 12 July 2011. PHC includes all areas that play a role in health, such as access to health services, environment and lifestyle. Thus, primary healthcare and public health measures, taken together, may be considered as the cornerstones of universal health systems.White F. Primary health care and public health: foundations of universal health systems. Med Princ Pract 2015 The World Health Organization, or WHO, elaborates on the goals of PHC as defined by three major categories, \"empowering people and communities, multisectoral policy and action; and primary care and essential public health functions as the core of integrated health services[1].\" Based on these definitions, PHC can not only help an individual after being diagnosed with a disease or disorder, but actively prevent such issues by understanding the individual as a whole. This ideal model of healthcare was adopted in the declaration of the International Conference on Primary Health Care held in Alma Ata, Kazakhstan in 1978 (known as the \"Alma Ata Declaration\"), and became a core concept of the World Health Organization's goal of Health for all. The Alma-Ata Conference mobilized a \"Primary Health Care movement\" of professionals and institutions, governments and civil society organizations, researchers and grassroots organizations that undertook to tackle the \"politically, socially and economically unacceptable\" health inequalities in all countries. There were many factors that inspired PHC; a prominent example is the Barefoot Doctors of China. ==Goals and principles== A primary health care worker in Saudi Arabia, 2008 The ultimate goal of primary healthcare is the attainment of better health services for all. It is for this reason that the World Health Organization (WHO), has identified five key elements to achieving this goal: * reducing exclusion and social disparities in health (universal coverage reforms); * organizing health services around people's needs and expectations (service delivery reforms); * integrating health into all sectors (public policy reforms); * pursuing collaborative models of policy dialogue (leadership reforms); and * increasing stakeholder participation. Behind these elements lies a series of basic principles identified in the Alma Ata Declaration that should be formulated in national policies in order to launch and sustain PHC as part of a comprehensive health system and in coordination with other sectors: * Equitable distribution of health care – according to this principle, primary care and other services to meet the main health problems in a community must be provided equally to all individuals irrespective of their gender, age, caste, color, urban/rural location and social class. * Community participation – in order to make the fullest use of local, national and other available resources. Community participation was considered sustainable due to its grass roots nature and emphasis on self-sufficiency, as opposed to targeted (or vertical) approaches dependent on international development assistance. * Health human resources development – comprehensive healthcare relies on an adequate number and distribution of trained physicians, nurses, allied health professions, community health workers and others working as a health team and supported at the local and referral levels. * Use of appropriate technology – medical technology should be provided that is accessible, affordable, feasible and culturally acceptable to the community. Examples of appropriate technology include refrigerators for cold vaccine storage. Less appropriate examples of medical technology could include, in many settings, body scanners or heart- lung machines, which benefit only a small minority concentrated in urban areas. They are generally not accessible to the poor, but draw a large share of resources. * Multi-sectional approach – recognition that health cannot be improved by intervention within just the formal health sector; other sectors are equally important in promoting the health and self-reliance of communities. These sectors include, at least: agriculture (e.g. food security); education; communication (e.g. concerning prevailing health problems and the methods of preventing and controlling them); housing; public works (e.g. ensuring an adequate supply of safe water and basic sanitation); rural development; industry; community organizations (including Panchayats or local governments, voluntary organizations, etc.). In sum, PHC recognizes that healthcare is not a short-lived intervention, but an ongoing process of improving people's lives and alleviating the underlying socioeconomic conditions that contribute to poor health. The principles link health, development, and advocating political interventions rather than passive acceptance of economic conditions. ==Approaches== The hospital ship in Manado, Indonesia, during Pacific Partnership 2012. The primary health care approach has seen significant gains in health where applied even when adverse economic and political conditions prevail. Although the declaration made at the Alma- Ata conference deemed to be convincing and plausible in specifying goals to PHC and achieving more effective strategies, it generated numerous criticisms and reactions worldwide. Many argued the declaration did not have clear targets, was too broad, and was not attainable because of the costs and aid needed. As a result, PHC approaches have evolved in different contexts to account for disparities in resources and local priority health problems; this is alternatively called the Selective Primary Health Care (SPHC) approach. ===Selective Primary Health Care=== After the year 1978 Alma Ata Conference, the Rockefeller Foundation held a conference in 1979 at its Bellagio conference center in Italy to address several concerns. Here, the idea of Selective Primary Health Care was introduced as a strategy to complement comprehensive PHC. It was based on a paper by Julia Walsh and Kenneth S. Warren entitled “Selective Primary Health Care, an Interim Strategy for Disease Control in Developing Countries”.Walsh, Julia A., and Kenneth S. Warren. 1980. Selective primary health care:An interim strategy for disease control in developing countries. Social Science & Medicine. Part C: Medical Economics 14 (2):145-163 This new framework advocated a more economically feasible approach to PHC by only targeting specific areas of health, and choosing the most effective treatment plan in terms of cost and effectiveness. One of the foremost examples of SPHC is \"GOBI\" (growth monitoring, oral rehydration, breastfeeding, and immunization), focusing on combating the main diseases in developing nations. ===GOBI and GOBI-FFF=== GOBI is a strategy consisting of (and an acronym for) four low-cost, high impact, knowledge mediated measures introduced as key to halving child mortality by James P. Grant at UNICEF in 1983. The measure are: * Growth monitoring: the monitoring of how much infants grow within a period, with the goal to understand needs for better early nutrition. * Oral rehydration therapy: to combat dehydration associated with diarrhea. * Breastfeeding * Immunization Three additional measure were introduced to the strategy later (though food supplementation had been used by UNICEF since its inception in 1946), leading to the acronym GOBI- FFF. * Family planning (birth spacing) * Female education * Food supplementation: for example, iron and folic acid fortification/supplementation to prevent deficiencies in pregnant women. These strategies focus on severe population health problems in certain developing countries, where a few diseases are responsible for high rates of infant and child mortality. Health care planning is used to see which diseases require most attention and, subsequently, which intervention can be most effectively applied as part of primary care in a least-cost method. The targets and effects of selective PHC are specific and measurable. The approach aims to prevent most health and nutrition problems before they begin:Rehydration Project. UNICEF's GOBI-FFF Programs. Accessed 16 June 2011.World Health Organization. World Health Report 2005, Chapter 5: Choosing Interventions to Reduce Specific Risks. Geneva, WHO Press. ===PHC and population aging=== Given global demographic trends, with the numbers of people age 60 and over expected to double by 2025, PHC approaches have taken into account the need for countries to address the consequences of population ageing. In particular, in the future the majority of older people will be living in developing countries that are often the least prepared to confront the challenges of rapidly ageing societies, including high risk of having at least one chronic non-communicable disease, such as diabetes and osteoporosis.World Health Organization. Older people and Primary Health Care (PHC). Accessed 16 June 2011. According to WHO, dealing with this increasing burden requires health promotion and disease prevention intervention at the community level as well as disease management strategies within health care systems. ===PHC and mental health=== Some jurisdictions apply PHC principles in planning and managing their healthcare services for the detection, diagnosis and treatment of common mental health conditions at local clinics, and organizing the referral of more complicated mental health problems to more appropriate levels of mental health care.Department of Health, Provincial Government of the Western Cape. Mental Health Primary Health Care (PHC) Services. Accessed 16 June 2011. The Ministerial Conference, which took place in Alma Ata, made the decision that measures should be taken to support mental health in regard to primary health care. However, there was no such documentation of this event in the Alma Ata Declaration. These discrepancies caused an inability for proper funding and although was worthy of being a part of the declaration, changing it would call for another conference. Individuals with severe mental health disorders are found to live much shorter lives than those without, anywhere from ten to twenty-five-year reduction in life expectancy when compared to those without . Cardiovascular diseases in particular are one of the leading deaths with individuals already suffering from severe mental health disorders. General health services such as PHC is one approach to integrating an improved access to such health services that could help treat already existing mental health disorders as well as prevent other disorders that could arise simultaneously as the pre-existing condition. ==Background and controversies== ===Barefoot Doctors=== The \"Barefoot Doctors\" of China were an important inspiration for PHC because they illustrated the effectiveness of having a healthcare professional at the community level with community ties. Barefoot Doctors were a diverse array of village health workers who lived in rural areas and received basic healthcare training. They stressed rural rather than urban healthcare, and preventive rather than curative services. They also provided a combination of western and traditional medicines. The Barefoot Doctors had close community ties, were relatively low-cost, and perhaps most importantly they encouraged self-reliance through advocating prevention and hygiene practices. The program experienced a massive expansion of rural medical services in China, with the number of Barefoot Doctors increasing dramatically between the early 1960s and the Cultural Revolution (1964-1976). === Criticisms === Although many countries were keen on the idea of primary healthcare after the Alma Ata conference, the Declaration itself was criticized for being too “idealistic” and “having an unrealistic time table”. More specific approaches to prevent and control diseases - based on evidence of prevalence, morbidity, mortality and feasibility of control (cost- effectiveness) - were subsequently proposed. The best known model was the Selective PHC approach (described above). Selective PHC favoured short-term goals and targeted health investment, but it did not address the social causes of disease. As such, the SPHC approach has been criticized as not following Alma Ata's core principle of everyone's entitlement to healthcare and health system development. In Africa, the PHC system has been extended into isolated rural areas through construction of health posts and centers that offer basic maternal-child health, immunization, nutrition, first aid, and referral services. Implementation of PHC is said to be affected after the introduction of structural adjustment programs by the World Bank. ==See also== * Emergency healthcare * Global health * Health policy * Health promotion * Healthy city / Alliance for Healthy Cities * Millennium Development Goals * Primary care ethics * Primary Health Care and Resource Centre (Nepal) * Primary Health Organisations (New Zealand) * Primary Health Care (magazine) * Public health ==References== ==Further reading== * * * * * * Gatrell, A.C. (2002) Geographies of Health: an Introduction, Oxford: Blackwell. ==External links== * Declaration of Alma-Ata. * WHO European Observatory on Health Systems and Policies. Category:Types of health care facilities Category:Primary care Category:Social inequality it:Medicina di comunità ",
    "title": "Primary health care"
}