{
    "id": "2582007",
    "text": "Abenhall is a small village in the English county of Gloucestershire, lying on the road between Mitcheldean and Flaxley in the Forest of Dean. The parish includes the settlement of Plump Hill, which is actually more populous than Abenhall itself, and was once part of the Hundred of St Briavels (known as Dene at the time of the Domesday book in 1086). Originally a mining and iron- making centre like much of the surrounding area, the village is notable for its 14th century Church of St Michael, which is built of local red sandstone and has ornate contemporary carvings relating to the Forest of Dean's principal industries. These include a shield bearing the arms of the Freeminers on the west wall and a mid-15th century octagonal font, that has tools of miners and metalworkers incised on its sides. Abenhall is a tiny, ancient village in a secluded quiet valley near Mitcheldean. The parish includes the settlement of Plump Hill, on the Mitcheldean to Cinderford Road as it climbs into the high Forest. Abenhall is on the Flaxley to Mitcheldean Road. Originally a mining and iron making centre, it is notable for its 14th century Church of St Michael, which is built of local red sandstone and has excellent contemporary carvings relating to the Forest of Dean's industries. These include a shield bearing the arms of the Freeminers on the west wall and the fabulous mid-15th century octagonal font, that has tools of miners and metalworkers incised on its sides. In the west tower is a spectacular new window installed 14 April 2011 by stained glass artist Thomas Denny; presented by the current free miners of the Forest of Dean to represent their gratitude and present day continuation of the ancient local customs of coal, iron ore and stone mining. == More History== Abenhall was and still is a tiny, ancient village in a secluded quiet valley near Mitcheldean. The parish includes the settlement of Plump Hill, on the Mitcheldean to Cinderford Road as it climbs into the high Forest. Once part of the Westbury Hundred (which was known as Dene at the time of the 1086 Domesday book) Abenhall is on the Flaxley to Mitcheldean Road. Originally a mining and iron making centre, it is notable for its 14th century Church of St Michael, which is built of local red sandstone and has excellent contemporary carvings relating to the Forest of Dean's industries. These include a shield bearing the arms of the Freeminers on the west wall and the fabulous mid-15th century octagonal font, that has tools of miners and metalworkers incised on its sides, recently enhanced by a spectacular miners window above it. == Tourist Information == Excellent walks in the valley down to Welshbury Hill with its important and large Iron Age camp and the nearby St Anthony's Well in woodland near Gun's Mill Farm, it was built by the monks of Flaxley Abbey it is large and has steps down into it and fed from a nearby spring. There are walks up on the nearby hills near the Wilderness Centre. == Accommodation == The Granary - self-catering. == Churches == St. Michael's Church - originally built as a chapel of ease, the church was expanded in the 14th century to include nave, south aisle and tower. The arms of the Freeminers and spectacular modern freeminer window can be seen on the west side of the tower and emblems on the 15th century font. Abenhall church is 1.5 km south of Mitcheldean and is set in beautiful surroundings on the edge of the Forest. Old Parish baptism, marriage and burial registers, from 1596, are stored at the Gloucestershire Record Office. ==References== *http://www.british- genealogy.com/resources/county/gls/abenhall/index.html *https://web.archive.org/web/20080724230118/http://www.fweb.org.uk/dean/towns/abenhall.htm Category:Villages in Gloucestershire ",
    "title": "Abenhall"
}