{
    "id": "2582963",
    "text": "Duncraig is a northern suburb of Perth, the capital city of Western Australia, and is located north of Perth's central business district (CBD) between Marmion Avenue and Mitchell Freeway. Its local government area is the City of Joondalup. ==History== Not much is known about Duncraig before the residential settlement boom – the majority of land in the area remained largely undeveloped until the 1960s. In 1969, the name Duncraig was approved, and was first used as a promotional name. It is of Scottish origin. In 1967, planning stages commenced for a Marmion Town Centre with of retail space by 1986 in the southwestern corner of the suburb to be developed by the Lands Department in conjunction with the Rural and Industries Bank. A mining lease for sand and limestone was held by Thiess Brothers over part of the land in question (Reserve 8018), so the Lands Department suggested a road (now Burragah Way) be built to separate the proposed centre from the lease. A detailed submission for the centre was made in 1977 by T.S. Martin and Associates,\"Marmion District Shopping Centre\", T.S. Martin and Associates, 1977. Accessed at Joondalup Library, Perth. but Warwick, Karrinyup and small local centres had filled the retail need in the area and population had developed somewhat differently from original expectations, so the plan was shelved. Plans to develop a large retail centre were resurrected in the late 1980s to local protest, after which the area was the last to be developed for residential use. The bulk of the suburb was built in the mid-1970s, with infrastructure being built almost at the same time - Davallia Primary School (February 1974), Duncraig Library (July 1974) and Duncraig Primary School (February 1975). In 1979, the Carine Glades tavern on Beach Road (now \"The Carine\"), Glengarry Private Hospital and Duncraig Senior High School all opened. Duncraig's development (1960-1990) In 1983, the Uniting Church in Australia opened St Stephen's School, a secondary, co-educational day school, in the northeastern corner of the suburb, which expanded to include a primary school in 1993. St Stephen's School is the largest independent school in Western Australia. In 1986, the suburb was finally linked directly to the CBD via the Mitchell Freeway. It is the home of motorsport superstar Daniel Ricciardo. ==Geography== Duncraig is bounded by Beach Road to the south, Mitchell Freeway to the east, Hepburn Avenue to the north and Marmion Avenue to the west, and Warwick Road runs through the centre of the suburb. Almost all of Duncraig is residential, although many small parks and bushland areas can be found throughout. In the Northwest corner of Duncraig is a tangle of streets named after Gilbert and Sullivan characters and personalities. Gilbert Road meets Sullivan Road there, near Savoy Place, Pinafore Court, and streets named after 30 characters from the Gilbert and Sullivan operas. The only Gilbert and Sullivan performer with a street named after him is Bernard Manning (1888–1961), a performer with the J. C. Williamson company and founder of the Gilbert and Sullivan Society of Western Australia in Perth.Detail of Duncraig streets. Mapquest.com, accessed 6 September 2011\"A brief history of the Gilbert and Sullivan Society of WA\". The Gilbert and Sullivan Society of Western Australia, accessed 6 September 2011Stone, David. Bernard Manning. Who Was Who in the D'Oyly Carte Opera Company, 27 August 2001, accessed 6 September 2011 ==Facilities== Duncraig is a residential suburb, although has numerous small parks and bushland areas, and the Percy Doyle Reserve which contains a library and recreation centre. It also contains a multipurpose sports complex including several football fields and soccer pitches, lawn bowl greens and over 20 tennis courts. Several neighbourhood shopping centres are dotted throughout the suburb, the largest of which are Glengarry and Carine Glades, each of which also has a tavern offering pub meals. Nearby the Centro Warwick to the southeast, Karrinyup Shopping Centre to the south and Westfield Whitford City to the northwest provide for a wide range of retail shopping. Glengarry Private Hospital, together with a number of specialist medical centres/services are located on Arnisdale Road behind the Glengarry shopping area. Just beyond Duncraig's southern boundary is Carine Regional Open Space, a wetland reserve centred on two large swamps which is home to many rare waterbirds, frogs, turtles and other wildlife. The space is served by walking and bicycle tracks and also offers AFL, Soccer Pitches, tennis courts and is also home to the Carine Cats baseball and teeball clubs. . == Education == Duncraig contains Duncraig Senior High School (Years 7-12) and a private school operated by the Uniting Church, St Stephen's School (Years K-12). The area south of Warwick Road falls within the catchment area of Carine Senior High School (Years 7-12). Also, Duncraig contains four state primary schools: * Davallia (1974) * Duncraig (1975) * Glengarry (1980) * Poynter (1980) ==Transport== Duncraig is served by the Warwick train/bus interchange at its southeastern corner, and Greenwood train station at its northeastern corner, linking the area to the Perth CBD. The suburb is also served by Transperth buses along Beach Road, Glengarry and Poynter Drives, Davallia, Lilburne and Readshaw Roads, and Marmion Avenue (423, 441, 442, 443, 444).Northern 62 timetable , Transperth, effective 8 August 2005; Northern 63 timetable , Transperth, effective 1 October 2006. Accessed 2007-01-17 All bus services are operated by Swan Transit. ==Politics== Duncraig is a reasonably affluent suburb with many \"mortgage belt\" families. It consistently supports the Liberal Party at both federal and state elections, with the strongest support located in the southeastern part of Duncraig, served by the Davallia Primary polling booth. Duncraig is administered by the City of Joondalup although previously administered by the City of Wanneroo prior to the creation of the City of Joondalup in 1998. {| class=\"wikitable\" ! colspan=\"3\" | 2004 federal election |- | | | Liberal | bgcolor=\"FFFF99\" | 61% |- | | | Labor | bgcolor=\"FFFF99\" | 27% |- | | | Greens | bgcolor=\"FFFF99\" | 7.0% |- | | | CDP | bgcolor=\"FFFF99\" | 2.2% |- | | | One Nation | bgcolor=\"FFFF99\" | 1.5% |} {| class=\"wikitable\" ! colspan=\"3\" | 2001 federal election |- | | | Liberal | bgcolor=\"FFFF99\" | 56% |- | | | Labor | bgcolor=\"FFFF99\" | 28% |- | | | Greens | bgcolor=\"FFFF99\" | 5.3% |- | | | Democrats | bgcolor=\"FFFF99\" | 5.1% |- | | | One Nation | bgcolor=\"FFFF99\" | 3.2% |} {| class=\"wikitable\" ! colspan = 3 | 2005 state election |- | | | Liberal | bgcolor=\"FFFF99\" | 49% |- | | | Labor | bgcolor=\"FFFF99\" | 35% |- | | | Greens | bgcolor=\"FFFF99\" | 8.6% |- | | | CDP | bgcolor=\"FFFF99\" | 4.0% |- | | Independent | bgcolor=\"FFFF99\" | 2.1% |} {| class=\"wikitable\" ! colspan = 3 | 2001 state election |- | | | Liberal | bgcolor=\"FFFF99\" | 46% |- | | | Labor | bgcolor=\"FFFF99\" | 25% |- | | Independent | bgcolor=\"FFFF99\" | 10.5% |- | | | Greens | bgcolor=\"FFFF99\" | 6.2% |- | | | One Nation | bgcolor=\"FFFF99\" | 5.6% |} ==References== ==External links== * Duncraig Senior High School Category:Suburbs of Perth, Western Australia Category:Suburbs in the City of Joondalup ",
    "title": "Duncraig, Western Australia"
}