{
    "id": "2582403",
    "text": "The Rag Trade is a British television sitcom broadcast by the BBC between 1961 and 1963 and by LWT between 1977 and 1978. The scripts were by Ronald Wolfe and Ronald Chesney, who later wrote Wild, Wild Women, Meet the Wife and On the Buses. Wild, Wild Women was a period variation of The Rag Trade. ==Synopsis== The action centred on a fictional small clothing workshop (the title is a reference to the textile industry), Fenner's Fashions in London. Although run by Harold Fenner (Peter Jones) and the foreman and pattern cutter Reg Turner (Reg Varney), the female workers are led by militant shop steward Paddy Fleming (Miriam Karlin), ever ready to strike, with the catchphrase \"Everybody out!\" Other cast members included Sheila Hancock (as Carole Taylor), Esma Cannon (as Lily Swann), Wanda Ventham (as Shirley) in series 2 and Barbara Windsor (as Gloria, during series 1, who later returned as Judy in series 3) replacing Sheila Hancock. In 1975, a colour pilot was made, with only Peter Jones reprising his role, this colour pilot featured a young Tony Robinson (replacing Reg Varney), Gaye Brown (briefly replacing Karlin), Jumoke Debayo, Diane Langton, Annabel Leventon, Jamila Massey, Mollie Maureen (replacing Esma Cannon) and Trixie Scales. The theme tune for this colour pilot was performed by Alex Welsh and his Band, however, this was never transmitted, as the BBC rejected the colour revival of the series. Two years later, the series was later revived by ITV company LWT, with Jones and Karlin reprising their roles. The 1977–78 version ran for two series, most of the scripts being based on the BBC episodes from the 1960s, and featured Anna Karen (reprising her role as Olive from On the Buses) and future EastEnders star Gillian Taylforth as factory workers. The theme tune for the LWT series was written and performed by Lynsey de Paul and released as a track on an album of T.V. themes that also featured another de Paul penned theme Hi Summer. In 1990 the series was remade as the series Fredrikssons Fabrikk by NRK in Norway, it ran for three seasons (1990–93) (17 half hours and one 45min special) and spawned a film version Fredrikssons Fabrikk – The Movie in 1994 with a script credited to Chesney and Wolfe, and Norwegian series writer Andreas Markusson. ==Cast== ===1961–63=== * Peter Jones as Harold Fenner * Miriam Karlin as Paddy Fleming * Reg Varney as Reg Turner * Esma Cannon as Lily Swann (series 1–2) * Sheila Hancock as Carole Taylor (series 1–2) * Barbara Windsor as Gloria (series 1) and Judy (series 3) * Ann Beach as Brenda (series 1) * Rita Smythe as Rita (series 1) * Wanda Ventham as Shirley (series 2–3) * Patricia Denys as Betty (series 3) * Stella Tanner as Olive (series 3) * Carmel Cryan as Gloria (series 3) * Amanda Reiss as Janet (series 3) * Irene Handl as Mrs Turner (series 3) ===1977–78=== * Peter Jones as Harold Fenner * Miriam Karlin as Paddy Fleming * Anna Karen as Olive Rudge * Christopher Beeny as Tony * Gillian Taylforth as Lyn * Diane Langton as Kathy * Deddie Davies as Mabel * Lucita Lijertwood as Jojo * Rowena Cooper as Mrs Fenner (series 1) * Joy Stewart as Mrs Fenner (series 2) ==TV episodes== On original transmission many episodes of the original BBC TV series of The Rag Trade were not given titles, so some are from production notes and repeat screenings. ===Original BBC TV series=== Series 1 (1961) {| class=\"wikitable\" style=\"font-size:94%;\" |- ! style=\"background:#73c2fb; width:18%;\"|Title ! style=\"background:#73c2fb; width:8%;\"|Airdate ! style=\"background:#73c2fb; width:30%;\"|Description ! style=\"background:#73c2fb; width:25%;\"|Notes |- | The Baby | 6 October 1961 | Fenner is far from happy when factory girl Brenda (Ann Beach) brings her baby to work. | |- | Getting Married | 13 October 1961 | Paddy must find Carole a wedding dress. | |- | Early Start | 20 October 1961 | Fenner finds himself up against new factory Parks & Spicer | Guest Stars: Frank Thornton and Raymond Glendenning |- | French Fashions | 27 October 1961 | Carol stands for a modelling competition | Guest Star: Peter Gilmore |- | The Sample | 3 November 1961 | Paddy gives Carol a dress to go on a date with, but soon realizes the dress was specially made for a customer | |- | Unhappy Customer | 10 November 1961 | Fenner bans food in the workroom when an unhappy customer complains about Fenners Fashion | Guest Star: Brian Oulton |- | Episode 7 | 17 November 1961 | Fenners Fashion stands to win a contract with the biggest clothes store in London | Guest Star: Hugh Paddick |- | Doctor's Orders | 24 November 1961 | Fenners Fashion are hired to design TV costumes | Guest Stars: Roy Stephens and Monte Landis |- | Episode 9 | 1 December 1961 | To win a contract with a female buyer Reg masquerades as Roberto, an Italian designer. | |- | Christmas Box | 8 December 1961 | In a bid to make more money for Christmas, Paddy and the girls go behind Fenner's back and start working for another company making Golliwogs | Guest Stars: Terry Scott and Colin Douglas |} Series 2 (1962) {| class=\"wikitable\" style=\"font-size:94%;\" |- ! style=\"background:#73c2fb; width:18%;\"|Title ! style=\"background:#73c2fb; width:8%;\"|Airdate ! style=\"background:#73c2fb; width:30%;\"|Description ! style=\"background:#73c2fb; width:25%;\"|Notes |- | The Thief | 6 April 1962 | There's a thief at Fenners Fashion and Paddy is determined to find out who | |- | The Dog | 13 April 1962 | Lily's dog runs riot at Fenners Fashion | Guest Stars: Patrick Cargill and Betty Huntley-Wright |- | Locked In | 20 April 1962 | Reg gets locked in the workroom just as an inspector arrives | Guest Stars: June Whitfield and Alec Ross |- | The Flat | 27 April 1962 | With Fenner still in Amsterdam, Paddy and Reg are given the task of painting his flat | |- | Episode 5 | 4 May 1962 | Paddy and Carol take the day off but soon find themselves in trouble when Fenner unexpectedly returns | This episode no longer exists Guest Star: Norman Mitchell |- | The Client | 11 May 1962 | An important rich client is coming to Fenners Fashion and the girls decide to take him out for the day | Guest Star: Bill Shine |- | Stay-In Strike | 18 May 1962 | Fenner's new assistant forces the staff to go on strike | Guest Stars: Lynda Baron and Barry Linehan |- | The Fish And Chip Shop | 25 May 1962 | Reg and Paddy agree to take over a fish and chip shop | This episode no longer exists Guest Stars: Charlie Bird, William Kendall and Frank Peters |- | Safety Precaution | 1 June 1962 | Fenner faces money troubles when Reg destroys a load of dresses | Guest Star: Dilys Laye |- | Stainproofer | 8 June 1962 | The girls end up ruining Fenners' new coat and have to work fast to replace it | Guest Star: Fabia Drake |- | Doctor | 15 June 1962 | The arrival of a handsome doctor causes trouble for Fenner and Carol | Guest Stars: Noel Trevarthen and Richard Caldicot |- | Barber’s Shop | 22 June 1962 | When Fenner refuses the girls a raise, they decide to start running a laundry cleaning service from inside Fenner's Fashions, their source of dirty laundry coming from a barber shop owner. | Guest Stars: George Roderick and Barbra Keogh |- | The Bank Manager | 29 June 1962 | A bank manager threaten to close Fenners Fashion | Guest Stars: Ronnie Barker and Hugh Paddick |} Christmas Night with the Stars 25 December 1962 – featured a short sketch. (Has been lost) Series 3 (1963) {| class=\"wikitable\" style=\"font-size:94%;\" |- ! style=\"background:#73c2fb; width:18%;\"|Title ! style=\"background:#73c2fb; width:8%;\"|Airdate ! style=\"background:#73c2fb; width:30%;\"|Description ! style=\"background:#73c2fb; width:25%;\"|Notes |- | The Australian | 5 January 1963 | Fenner and Paddy try to find Reg a woman | Guest Stars: Aubrey Morris and Philip Grout |- | Triplets: | 12 January 1963 | | |- | Episode 3 | 19 January 1963 | Fenners hires Reg's mother as his new assistant | Guest Stars: Irene Handl and Jeremy Lloyd |- | Mistaken Tax | 26 January 1963 | Reg's lies over his tax forms come back to haunt him | Guest Star: Hugh Paddick |- | Baby Dolls | 2 February 1963 | Fenner becomes obsessed with horse racing | This episode was rediscovered in 2018 |- | Second Mrs. Fenner | 9 February 1963 | Fenners wedding anniversary proves to be eventful | |- | After The Ball | 16 February 1963 | Fenner has to pretend Judy is his daughter when they go to represent Fenners Fashion at a ball | Guest Star: Jack Smethurst |- | The Budgie | 23 February 1963 | | Guest Stars: Irene Handl and Peter Howell |- | The Engagement Ring: | 2 March 1963 | Reg and Judy's engagement party is ruined when the engagement ring is stolen | Guest Star: Irene Handl and Pamela Cundell |- | The Italian Girl | 9 March 1963 | Judy accuses Reg of having an affair | |- | Babysitters Unlimited: | 16 March 1963 | Fenner finds himself in debt with only the girls to help him | Guest Star: Irene Handl |- | National Productivity Year | 23 March 1963 | Paddy's job is on the line when another strike attempt sadly backfires | Guest Star: Irene Handl |- | The American Buyer | 30 March 1963 | Reg and Judy reveal their plans to leave Fenners Fashion | Guest Star: Irene Handl |} Colour Pilot (1975) {| class=\"wikitable\" style=\"font-size:94%;\" |- ! style=\"background:#73c2fb; width:18%;\"|Title ! style=\"background:#73c2fb; width:8%;\"|Airdate ! style=\"background:#73c2fb; width:30%;\"|Description ! style=\"background:#73c2fb; width:25%;\"|Notes |- | Colour Pilot | Unaired | | |} ===LWT re-launch series=== Series 4 (1977) {| class=\"wikitable\" style=\"font-size:94%;\" |- ! style=\"background:#ffd1dc; width:18%;\"|Title ! style=\"background:#ffd1dc; width:8%;\"|Airdate ! style=\"background:#ffd1dc; width:30%;\"|Description ! style=\"background:#ffd1dc; width:25%;\"|Notes |- | Stay-In Strike | 11 September | A new arrangement in the workroom sparks off confrontation between Fenner and Paddy | |- | The Sample | 18 September | Kathy steals a new dressing gown to impress her new boyfriend | |- | Fixing The Rate | 25 September | Fenner becomes obsessed with Time and Money, giving Paddy an idea of money making | |- | The Lunch Problem | 2 October | When Fenner refuses to open a canteen, the girls decide to run their own canteen | |- | The Export Order | 9 October | Fenner's Fashion is falling fast and Fenner is determined to make some changes | |- | The Italian Line | 16 October | A handsome Italian threatens to drive everyone out of Fenner's Fashion | |- | Olive’s Baby | 23 October | The staff go on strike in a bid to help Olive look after her baby son | |- | The Wedding Dress | 30 October | Fenner discovers the work force are making their own clothes | |- | The Sideline | 6 November | Paddy gets attacked by a dishonest man and struggles to hold the workforce together | |- | The Guv’nor’s Wife | 13 November | Mrs Fenner's dreams of meeting Margaret Thatcher land Fenner's Fashion in trouble | |- | The New Girl | 20 November | Fenner's new assistant takes a shine to the girls | |- | The Bet | 27 November | The workforce decide to make their own money on horse racing | |- | The Accident | 4 December | Fenner's Fashion faces closure when an inspector is injured whilst touring the factory | |- | The New Brother | 11 December | A diligent new Indian employee finds himself a victim of the girls' jokes | |} Christmas special (1977) {| class=\"wikitable\" style=\"font-size:94%;\" |- ! style=\"background:#ff5f64; width:18%;\"|Title ! style=\"background:#ff5f64; width:8%;\"|Airdate ! style=\"background:#ff5f64; width:30%;\"|Description ! style=\"background:#ff5f64; width:25%;\"|Notes |- | Christmas Rush | 24 December | The workforce are forced to work during the Christmas Holidays. Mrs Fenner returns to Fenner's Fashion | |} Series 5 (1978) {| class=\"wikitable\" style=\"font-size:94%;\" |- ! style=\"background:#ffd1dc; width:18%;\"|Title ! style=\"background:#ffd1dc; width:8%;\"|Airdate ! style=\"background:#ffd1dc; width:30%;\"|Description ! style=\"background:#ffd1dc; width:25%;\"|Notes |- | The Annual Ball | 8 September | The creation of a dress for Mrs Fenner causes chaos at Fenner's Fashion | |- | The Leather Line | 15 September | Another argument between Paddy and Fenner could cost Fenner's Fashion their best customers | |- | Stress | 22 September | Fenner's attempt to secure a loan results in a heath scare | |- | A Bad Patch | 29 September | Fenner has lost all his customers. The Girls think of a way of making money | |- | Come Back Paddy | 6 October | Paddy leaves Fenner's Fashion for another firm | |- | Self-Defence | 13 October | Paddy attempts of a defence program have disastrous consequences | |- | Fenner’s Folly | 20 October | The possibility of a large order prompts Fenner to think about his future | |} ==Missing episodes== Because of the BBC's wiping policy of that era, of the 36 episodes made only 21 episodes of the original BBC TV version (1961–62) still exist in the BBC archives. The first series of the original BBC TV version of the show is complete, whilst the second series remains incomplete, as two episodes remain missing. Only one of the 13 episodes of the third (and final) BBC TV series (1963) currently exists - “Baby Dolls”, which was confirmed to have been unearthed by Philip Morris of TIEA and returned to the BBC in 2018. ==DVD release== The 8 (out of the 10) existing episodes of the first series (broadcast in 1961) were released on DVD (DD Home Entertainment) in March 2006, followed by the 11 existing episodes of the second series (broadcast in 1962), released on DVD 7 months later in October 2006. A Box Set consisting all the remaining episodes from the first two series of the show, was later released (through Simply Media DVD) on 23 October 2017. All the episodes of both colour series 4 and 5 of the (1977–78) LWT version of the series, including the 1977 Christmas special, have been released on DVD by Network. ==See also== * Never Mind the Quality, Feel the Width – ITV sitcom ==References== ==External links== * * * * * * Category:1961 British television series debuts Category:1978 British television series endings Category:1960s British sitcoms Category:1960s British workplace comedy television series Category:BBC television sitcoms Category:1970s British sitcoms Category:1970s British workplace comedy television series Category:Black-and-white British television shows Category:English-language television shows Category:ITV sitcoms Category:London in fiction Category:Lost BBC episodes Category:London Weekend Television shows Category:Television series by ITV Studios Category:On the Buses no:Fredrikssons fabrikk sv:Fredrikssons fabrik ",
    "title": "The Rag Trade"
}