{
    "id": "2582870",
    "text": "The 1790 House (May 1936). Interior view looking towards rear of building, 1940. The 1790 House, also called the Joseph Bartlett House or the Bartlett–Wheeler House, is a historic house located at 827 Main Street, Woburn, Massachusetts, and listed on the National Register of Historic Places. It is close to the Baldwin House, with the Middlesex Canal running between them. The 1790 House, originally on Main Street, has been moved closer to the canal to make room for a hotel. It now faces more south than its original facing of southwest. ==History== The Federal style house was originally built in 1790 on the banks of the Middlesex Canal, for Woburn lawyer Joseph Bartlett. Shortly before completion it was purchased by Col. Loammi Baldwin, noted engineer, who hoped to convince expatriate scientist and inventor Benjamin Thompson, Count Rumford, to return to his home town. Although this idea never came to fruition, author Frances Parkinson Keyes, who later spent childhood summers in the home, refers to it repeatedly in her memoirs as the Count Rumford House. The house also features in her autobiography, Roses in December. In 1815 Hall Jackson Kelley conducted a private school for boys in the house, and there he first read the newly published Journals of Lewis and Clark. Kelley conceived a passion for the Pacific Northwest and became the prime advocate of the United States settlement of Oregon. He then migrated west to become a legendary \"mountain man\" and explorer. The house was purchased by the BNMC MA Realty LLC in March 2014. Previously, the house was owned by Woburn Daily Times Inc since 1981 and is currently used as office space. Before that it was owned by the North Congregational Church of Woburn, and used as a Sunday School. ==Structure== The structure stands two stories tall beneath a hip roof, seven bays wide and four bays deep. It is of frame construction covered with clapboard, except at the front where it is imitation ashlar; wood quoins ornament its corners. A two tier Doric porch projects from the front facade, with single-story Tuscan pillars supporting the porch, and two-story Doric pillars at the corners. The upper level has a balustrade with Chinese railings. The two sides and rear also contain entrances, and the rear facade was once graced with a large Palladian window. (As of 2005, the rear facade seems to have been obliterated in a large-scale extension to the building.) There are two interior end chimneys. At one time there was a large barn filled with old books behind the building; this was torn down in the late 1960s. ==See also== * List of historic houses in Massachusetts * National Register of Historic Places listings in Middlesex County, Massachusetts ==References== Category:Houses completed in 1790 Category:Houses on the National Register of Historic Places in Middlesex County, Massachusetts Category:Woburn, Massachusetts Category:Federal architecture in Massachusetts Category:Historic district contributing properties in Massachusetts ",
    "title": "1790 House"
}