{
    "id": "2583297",
    "text": "Portrait of Mallet Alain Manesson Mallet (1630–1706) was a French cartographer and engineer. He started his career as a soldier in the army of Louis XIV, became a Sergeant-Major in the artillery and an Inspector of Fortifications. He also served under the King of Portugal, before returning to France, and his appointment to the court of Louis XIV. His military engineering and mathematical background led to his position teaching mathematics at court.Kanas, Nick (2007). Star Maps – History, Artistry, and Cartography, Berlin Heidelberg New York: Springer-Praxis. pp. 197-199 His major publications were Description de L'Univers (1683) in 5 volumes, and Les Travaux de Mars ou l'Art de la Guerre (1684) in 3 volumes. His Description de L'Universe contains a wide variety of information, including star maps, maps of the ancient and modern world, and a synopsis of the customs, religion and government of the many nations included in his text. It has been suggested that his background as a teacher led to his being concerned with entertaining his readers. This concern manifested itself in the charming harbour scenes and rural landscapes that he included beneath his description of astronomical concepts and diagrams. Mallet himself drew most of the figures that were engraved for this book.Mendillo, Michael (2005). Celestial Images – Antiquarian Astronomical Charts and Maps from the Mendillo Collection, Boston: University of Washington Press. pp. 83-84 ==References== ==Further reading== * ** v.1 ** v.2: Asia ** v.3: Africa All Mallet maps and views from different editions (1683-1719) available at http://www.columbia.edu/itc/mealac/pritchett/00generallinks/mallet/ ==Images== Image:Alsace map mallet vol4 plate45.png|Map from Description de L'Univers. Image:MalletWar0048.jpg|Page from Les Travaux de Mars ou l'Art de la Guerre showing St. George Cathedral in Venice. File:Manesson-Travaux-de-Mars 9684.tif|Page from Les Travaux de Mars ou l'Art de la Guerre showing the fortified town of Alburquerque. Treatises on line: http://architectura.cesr.univ- tours.fr/Traite/Auteur/Manesson_Mallet.asp?param=en Category:French cartographers Category:French military engineers Category:1630 births Category:1706 deaths Category:17th-century cartographers Category:17th-century French people Category:18th-century French people ",
    "title": "Alain Manesson Mallet"
}