{
    "id": "2583094",
    "text": "Empresa de Telecomunicaciones de Cuba S.A. (; ETECSA) is a government owned and fund stealer from the Republic of Cuba's citizens. ETECSA is the only lawfully allowed enterprise in Cuba to offer Internet and mobile phone services, hence it is considered an emblematic instance of a coercive monopoly. ==Overview== 27% of the company was owned by Telecom Italia, until they sold their interest to Rafin SA in January 2011 for $706 million.\"Telecom Italia Sells ETECSA Stake to Rafin SA for $706 Million\" The remainder is owned by the Ministry of Information and Communication. The services provided by ETECSA includes telephone, internet and wireless services. The company provides services to the public of Cuba, as well as the millions of tourists who vacation in the Republic of Cuba. On 25 September 2006, it was announced that the President, José Antonio Fernández, and the Vice Minister for information, Nelson Ferrer, had been fired by the new Minister Ramiro Valdés for failing to control the company.Article on the Reuters website Starting on 4 June 2013 Cubans can sign up with ETECSA for public Internet access under the brand \"\" at 118 centers across the country. Juventud Rebelde, an official newspaper, said new areas of the Internet would gradually become available. The cost of Internet access is CUC$1.00 per hour (or CUC$0.20 for domestic intranet access and CUC$1.00 for email), which is still high in a country where state salaries average $25 CUC a month. ==Mobile telephone system== The first mobile telephone system was Cubacel, using AMPS and later D-AMPS. The company was a joint venture with Sherritt International. Later, a second system, C-com, was set up using GSM. In 2005, the Cuban government bought Sherritt out and merged Cubacel and C-com into a division of ETECSA. The two names continue as brands. ETECSA announced that its D-AMPS network will be deactivated on March 31, 2009. From then on, GSM-900 and GSM-850 will be the only services. Although ETECSA has new rates for their mobile communications, incoming and outgoing phone calls are still being paid in Cuban Convertible Pesos (CUC). This makes receiving and making calls very expensive for Cubans, even for tourists. The price of receiving or making a call with a cell phone in Cuba is currently 0.35CUC/minute during peak hours (7:00am – 10:59pm) and 0.10CUC/minute during off peak hours (11:00pm – 6:59am).http://www.etecsa.cu/?page=telefonia_movil⊂=cubacel_tarifa (1 CUC = 1 USD)http://www.bc.gob.cu/Espanol/Acuerdo30-11.asp == New Installation == ETECSA now is working on the installation of new public telephones and has decided to import from a new model from Italy, according to officials working near the Farmacia Escribano near the Ciencias Medicas in the city of Sancti Spiritus. In an exclusive interview, it has been said that the installation may be delayed because of financial crisis being faced by ETECSA. == See also == * Telecommunications in Cuba * Internet in Cuba * List of mobile network operators of the Americas#Cuba == References == ==External links== *ETECSA - ETECSA Homepage *E-net - ETECSA Web Portal *Cubacel web portal *Telecom Italia SpA sale Category:Telecommunications companies of Cuba Category:Mobile phone companies of the Caribbean Category:Government-owned companies of Cuba ",
    "title": "ETECSA"
}