{
    "id": "2583295",
    "text": "Peter Neville Frederick Porter OAM (16 February 192923 April 2010) was a British-based Australian poet. ==Life== Porter was born in Brisbane, Australia, in 1929. His mother, Marion, died of a burst gall-bladder in 1938. He was educated at the Anglican Church Grammar School (then known as the Church of England Grammar School) and left school at eighteen to work as a trainee journalist at The Courier-Mail. However, he only lasted a year with the paper before he was dismissed. He emigrated to England in 1951. On the boat he met the future novelist Jill Neville. Porter was portrayed in Neville's first book, The Fall Girl (1966). After two suicide attempts, he returned to Brisbane. Ten months later he was back in England. In 1955 he began attending meetings of \"The Group\". It was his association with \"The Group\" that allowed him to publish his first collection in 1961. He married Jannice Henry, a nurse from Marlow, Buckinghamshire, in 1961 and had two daughters (born in 1962 and 1965).https://www.poetrylibrary.edu.au/poets/porter-peter During this period he worked in advertising, and was beginning to find work in the literary presshttps://www.poetrylibrary.edu.au/poets/porter- peterhttps://www.theguardian.com/culture/2009/feb/07/peter-porter-interview- poetry. Jannice committed suicide in 1974, greatly affecting Porter's work, in particular The Cost of Seriousness.https://www.prospectmagazine.co.uk/magazine/interview-peter-porter In 1991 Porter married Christine Berg, a child psychologist. In 2001, he was named Poet in Residence at the Royal Albert Hall. In 2004 he was a candidate for the position of Professor of Poetry at Oxford University. In 2007, he was made a Royal Society of Literature Companion of Literature, an honour bestowed on a maximum of ten living writers. Porter died on 23 April 2010, aged 81, after suffering from liver cancer for a year. After news of Porter's death in 2010, the Australian Book Review announced it would rename its ABR Poetry Prize the Peter Porter Poetry Prize in honour of Porter. ==Work== His poems first appeared in the Summer 1958 and October 1959 issues of Delta.Kaiser, p 99 The publication of his poem Metamorphosis in The Times Literary Supplement in January 1960 brought his work to a wider audience.TLS No. 3021. Kaiser, p. 99 His first collection Once Bitten Twice Bitten was published by Scorpion Press in 1961. Influences on his work include: W. H. Auden, John Ashbery, and Wallace Stevens. . He went through distinct poetic stages, from the epigrams and satires of his early works Once Bitten Twice Bitten, to the elegiac mode of his later ones; The Cost of Seriousness and English Subtitles. In a recorded conversation with his friend Clive James he stated that the \"glory of present-day English writing in America, in Australia and in Britain, is what is left over of the old regular metrical pattern and how that can be adapted to the new sense that the main element, the main fixture of poetry is no longer the foot (you know, the iambus or the trochee) but the cadence. It seems that what is very important is to get the best of the old authority, the best of the old discipline along with the best of the new freedom of expression.\" In 1983 Porter was a judge in the Booker–McConnell Prize. ==Awards== * 1983 Duff Cooper Memorial Prize for his first Collected Poems * 1988 Whitbread Poetry Award for Automatic Oracle * 1990 Australian Literature Society Gold Medal for Possible Worlds * 1997 Age Book of the Year Poetry Prize Co-winner for Dragons in their Pleasant Palaces * 1998 The First King's Lynn Award for Merit in Poetry * 2000 Philip Hodgins Memorial Medal at the Mildura Writer's Festival * 2002 Forward Poetry Prize for Max Is Missing * 2002 Queen's Gold Medal for Poetry * 2004 Medal of the Order of AustraliaIt's an Honour * 2004 Honorary Fellow of the English Association, UK * 2007 Royal Society of Literature Companion of Literature * 2009 Honorary Doctorate, Nottingham Trent University * 2009 Age Book of the Year Poetry Prize for Better Than God ==Books== ===Poetry collections=== * Once Bitten Twice Bitten, Scorpion Press, 1961 * Poems Ancient and Modern, Scorpion Press, 1964 * A Porter Folio, Scorpion Press, 1969 * The Last of England, Oxford University Press, 1970 * After Martial, Oxford University Press, 1972 * Preaching to the Converted, Oxford University Press, 1972 * Jonah, with Arthur Boyd Secker & Warburg, 1973 * Living in a Calm Country, Oxford University Press, 1975 * The Lady and the Unicorn, with Arthur Boyd Secker & Warburg, 1975 * The Cost of Seriousness, Oxford University Press, 1978 * English Subtitles, Oxford University Press, 1981 * Fast Forward, Oxford University Press, 1984 * Narcissus with Arthur Boyd, Seckers & Warburg, London, 1984 * The Automatic Oracle, Oxford University Press, 1987 * Mars, with Arthur Boyd Deutsch, 1987 * Possible Worlds, Oxford University Press, 1989 * The Chair of Babel, Oxford University Press, 1992 * Millennial Fables, Oxford University Press, 1994 * Dragons in Their Pleasant Palaces, Oxford University Press, 1997 * Both Ends Against the Middle, 1999 as a section in Collected Poems Volume 2 * Max Is Missing, Picador/Macmillan, 2001 * Afterburner, Picador/Macmillan, 2004 * Better Than God, Picador, 2009 * Chorale at the Crossing, Pan Macmillan 2016 (Posthumous) ===Selected and collected poetry=== * Collected Poems, Oxford University Press, 1983. * A Porter Selected: Poems 1959-1989\\. Oxford University Press, 1989. * Collected Poems. 2 vols. Oxford & Melbourne: Oxford University Press, 1999. ===Chapbooks=== ====Poetry==== * Solemn Adultery at Breakfast Creek The Keepsake Press, London, 1968 (200 copies) * A Share of the Market Ulsterman Publications, Belfast, 1973. * The Animal Programme: Four Poems Anvil Press Poetry Ltd, London, 1982 (250 copies). . * Machines with illustrations by George Szirtes, Mandeville, Hitchin, Hertfordshire, 1986 (250 copies). . * A King's Lynn Suite, King's Lynn Poetry Festival, 1999. * Return to Kerguelen, Vagabond Press, London, 2001. ====Essays==== * Browning's Important Parleying: Stylistics across two centuries Leo S. Olschki Editore, Firenze, 1991. ===Broadsheets=== * Words Without Music, Sycamore Press, 1968. * Epigrams by Martial, Poem-of-the-Month Club, 1971. ===Translations=== * After Martial Oxford University Press, 1972. * from the Greek Anthology in Penguin Classics edition * Michelangelo, Life, Letters, and Poetry, with George Bull Oxford University Press, 1987. * Liu Hongbin, A Day Within Days, with the author. Ambit Books, London 2006. (Link to a reading of Porter's translation) ===Essay collections=== * Saving from the Wreck: Essays on Poetry. Trent, 2001. ===Books edited=== * A Choice of Pope's Verse Faber & Faber, 1971. * New Poems, 1971-1972: A P. E. N. Anthology of Contemporary Poetry Hutchinson, 1972. * The English Poets: From Chaucer to Edward Thomas, with Anthony Thwaite Secker & Warburg, 1974. * New Poetry I, with Charles Osborne, Arts Council of Great Britain, 1975. * Thomas Hardy, selected, with photographs by John Hedgecoe. Weidenfeld & Nicolson, 1981. * The Faber Book of Modern Verse 4th edition, originally edited by Michael Roberts Faber & Faber, 1982. * William Blake, selected, Oxford University Press, 1986 * Christina Rossetti, selected, Oxford University Press, 1986 * William Shakespeare, with an introduction, C.N. Potter, 1987, Aurum, 1988. * Complete Poems, by Martin Bell, Bloodaxe, 1988. * John Donne, edited, Aurum, 1988. * The Fate of Vultures: New Poetry of Africa, with Kofi Anyidoho, and Musaemura Zimunya. Heinemann International, 1989. * Lord Byron, Aurum, 1989 * W. B. Yeats: The Last Romantic, Aurum, 1990. * Percy Bysshe Shelley, selected, Aurum, 1991. * Elizabeth Barrett Browning, selected, Aurum, 1992. * Robert Burns, selected, Aurum, 1992. * The Romantic Poets: Byron, Keats, Shelley, Wordsworth, selected, Aurum, 1992. * Robert Browning, selected, Aurum, 1993. * Samuel Taylor Coleridge, selected Aurum, 1994. * The Oxford Book of Modern Australian Verse, Oxford University Press, 1996. * Selected Poems of Lawrence Durrell Faber and Faber, 2006. ===Scores and libretti=== * Annotations of Auschwitz, with music by David Lumsdaine Universal Edition, 1975. * Orpheus: A Chamber Opera in One Act, music by Geoffrey Burgon Chester Music, 1985. * The Voice of Love, words for a song cycle, music by Nicholas Maw. * St Francis and the Wolf, an opera for children, music by Ronald Senator ==In other media== * In 1981, Scottish Post-punk band Scars recorded a song of Porter's poem \"Your Attention Please\" on their studio album, Author! Author!. ==Notes== ==Sources== * When London Calls: The Expatriation of Australian Creative Artists to Britain, Cambridge University Press, 1999 * Kaiser, John R: Peter Porter: A Bibliography 1954 - 1986 Mansell, London and New York, 1990. . * Steele, Peter, Peter Porter: Oxford Australian Writers Oxford University Press, Melbourne, 1992. ==External links== * Interview of Peter Porter by Ramona Koval, audio and transcript of The Book Show on ABC Radio National, on his last collection, Better than God, 15 April 2009 * Obituary in The Independent *Guardian obituary 23 April 2010 * Obituary in the Oxonian Review *Poetry Foundation profile *Profile at Poetry Archive *Oxonian Review. 24 May, 2010, Issue 12.3 memorial essay Category:1929 births Category:2010 deaths Category:Australian poets Category:Deaths from cancer in England Category:Deaths from liver cancer Category:Australian emigrants to England Category:Recipients of the Medal of the Order of Australia Category:Fellows of the Royal Society of Literature Category:People from Brisbane Category:People educated at Anglican Church Grammar School Category:British male poets Category:20th-century British poets Category:ALS Gold Medal winners Category:20th-century British male writers Category:Fellows of the English Association ",
    "title": "Peter Porter (poet)"
}