{
    "id": "2583572",
    "text": "Thaddeus Kosciuszko National Memorial, at 301 Pine Street in Philadelphia, Pennsylvania, preserves the home of Tadeusz (Thaddeus) Kościuszko. The life and work of the Polish patriot and hero of the American Revolution are commemorated here. Thaddeus Kosciuszko House in May 1972, prior to restoration Kosciuszko returned to the United States in August 1797 to a hero's welcome after his wounding, capture, imprisonment, and banishment from his native Poland occupied by Russia. Kosciuszko's secretary, Julian Ursyn Niemcewicz, having been instructed to find \"a dwelling as small, as remote, and as cheap\" as possible, chose Mrs. Ann Relf's boarding house at the corner of 3rd and Pine Streets in Society Hill. Here, where Kosciuszko recuperated from his wounds while rarely leaving the house, he was visited by numerous luminaries of the day, including Vice President Thomas Jefferson, architect Benjamin Latrobe, William Paterson (a signer of the US Constitution), Chief Little Turtle of the Miami people, and Chief Joseph Brant of the Mohawk nation. He returned to Europe the following June to support the restoration of a divided Poland. The home was listed on the National Register of Historic Places on December 18, 1970. The National Memorial was authorized on October 21, 1972. It is administered under Independence National Historical Park but is counted as a separate unit of the National Park System. At 0.02 acre (80 m²), the memorial is America's smallest unit of the National Park System.Frequently Asked Questions The site is currently open for touring, Saturday and Sunday, from 12:00 noon to 4:00 p.m. No fees, tickets, or reservations are required to visit this site. ==See also== * *National Register of Historic Places listings in Center City, Philadelphia ==References== Notes Bibliography * The National Parks: Index 2001–2003. Washington, D.C.: U.S. Department of the Interior. ==External links== * * * * Category:Historic house museums in Philadelphia Category:National Memorials of the United States Category:Houses on the National Register of Historic Places in Philadelphia Category:Historic American Buildings Survey in Philadelphia Category:Polish-American culture in Pennsylvania Category:Protected areas established in 1972 Category:Biographical museums in Pennsylvania Category:National Park Service areas in Pennsylvania Category:Houses completed in 1775 Category:Monuments and memorials in Philadelphia Category:Independence National Historical Park Category:Society Hill, Philadelphia Category:Houses in Philadelphia Category:National Register of Historic Places in Philadelphia Category:Monuments and memorials on the National Register of Historic Places in Pennsylvania Category:Monuments and memorials to Tadeusz Kościuszko Category:Pennsylvania in the American Revolution Category:Protected areas of Philadelphia ",
    "title": "Thaddeus Kosciuszko National Memorial"
}