{
    "id": "2583506",
    "text": "Palmyra is a suburb of Perth, Western Australia, located within the City of Melville. The suburb east of Fremantle appears to have been first established as the Palmyra Estate in 1903http://nla.gov.au/nla.news- article82020498?searchTerm=McKimmie%20Street%20Palmyra&searchLimits;=sortby=dateAsc The north-eastern corner of Palmyra is some 14 Kilometres from the Perth G.P.O. The W.A. State Primary School the corner of what was then McKimmie Street (now McKimmie Road) between Zenobia and Aurelian Streets, was established in 1913. Its first Centenary was celebrated enthusiastically by students, residents and past pupils on Saturday 9 November 2013.http://pallyis100.wordpress.com There is also a School associated with the Catholic Our Lady of Fatima Church at 8 Foss Street. The St Peter and St Mark Anglican Church is a 2 Hammad Road. The Uniting Church is at the corner of Carrington Street and the Canning Highway. The Seventh Day Adventist Church meets on Saturdays at 10 Cleopatra Street. Palmyra includes the Fremantle Cemetery at its south-eastern suburb boundary, south of High Street/Leach Highway. Starting from its northern boundary, clockwise, Palmyra is bounded by the Canning Highway; by Stock Road on its East; by Sainsbury Road on its South; and in a dog-leg, by Carrington Street on its West, and Marmion Street on its South, and Petra Street on its West. The Melville History Society meets at the Miller (Family) Bakehouse, corner of Elvira and Baal Streets, Palmyra.http://www.melvillehistorysociety.org.au/contact.html There are two Parks in Palmyra - Emily Main Park south of Palin Street, and the George Thomson Park on McKimmie Road diagonally opposite the State Primary School. To the south, there is also a Reserve bounded by McGregor Road, Hunter Crescent, the Leach Highway, and McManus Way. ==References== Category:Suburbs of Perth, Western Australia Category:Suburbs in the City of Melville ",
    "title": "Palmyra, Western Australia"
}