{
    "id": "2583384",
    "text": "Humberto da Silva Delgado, ComC, GCA, GOA, ComA, OA, ComSE, GCL, OIP, CBE (Portuguese pronunciation: [ũˈbɛɾtu dɛɫˈɡadu]; 15 May 1906 – 13 February 1965) was a General of the Portuguese Air Force, diplomat and politician. ==Early life and military career== Delgado was born in Brogueira, Torres Novas. He was the son of Joaquim Delgado and Maria do Ó Pereira and had three younger sisters, Deolinda, Aida and Lídia. He began his military career by joining the Colégio Militar, in Lisbon, which he attended from 1916 to 1922. He participated in the 28 May 1926 revolution that overthrew the First Republic and created the Ditadura Nacional, which would pave the way to the Estado Novo. He would be a loyal supporter of the regime, becoming the Director of the Secretariado Nacional de Aeronáutica Civil (National Secretariat of Civil Aeronautics), General-Commander of the Legião Portuguesa, Deputy National Commissar of the Mocidade Portuguesa and Procurator to the Corporative Chamber. He would be the youngest general in Portuguese history. Marcelo Caetano, who was his friend during this time, later would describe Delgado as an \"exalted person\" and a man who \"wore his heart on his sleeve\".Caetano, Marcello, Minhas Memórias de Salazar, Lisboa, Editorial Verbo, 1977 He published an anti-democratic book, Da Pulhice do 'Homo Sapiens' in 1933, which attacked both the \"crooks monarchy\" and the \"bandits republic\" in his subtitle. Delgado wrote in praise of Adolf Hitler, which he considered as a genius and an example of human possibilities in the fields of politics, diplomacy, social organization and military, in 1941.Revista AR, Nº 44, June 1941. Delgado wrote: “O ex-cabo, ex-pintor, o homem que não nasceu em leito de renda amolecedor que passará à História como uma revelação genial das possibilidades humanas no campo político, diplomático, social, civil e militar, quando a vontade de um ideal se junta a audácia, a valentia, a virilidade numa palavra.” However, with time his sympathies leaned towards the Allies. He came to the Azores islands during World War II, by the occasion of the Portuguese-British Agreement.Delgado, Frederico Rosa, Humberto Delgado – Biografia do General Sem Medo, Lisboa, Esfera dos Livros, 2008 === Founding TAP - Transporte Aéreos Portugueses === The Transporte Aéreos Portugueses was founded on March 14, 1945 by Delgado, then Director of the Civil Aeronautics Secretariat, with the purchase of the first aircraft that year, two DC-3 Dakota. On September 19, 1946, the first commercial line was opened, between Lisbon and Madrid, and on December 31 of that year, the Imperial Air Line was inaugurated, between Lisbon, Luanda (in the then colony of Angola) and Lourenço Marques, former designation of Maputo (in the then colony of Mozambique), with twelve stopovers and lasting 15 days (round trip), being the longest line in the world operated by twin-engine aircraft. Under his supervision the first domestic line, between Lisbon and Porto, opened in 1947, the year Douglas C-54 Skymaster was purchased. In 1948, TAP became a full member of IATA and flights open to Paris in France and Seville in Spain. The flight to London in the United Kingdom began in 1949. === Diplomatic Career === In 1952 he was appointed military attaché at the Portuguese Embassy in Washington and a member of the NATO Military Representatives Committee. At the age of 47 he was promoted to general and in 1956 the US Government granted him the rank of officer of the Legion of Merit. ==Presidential elections of 1958== His passage as a Military Attaché and Aeronautic Attaché to the Portuguese Embassy in Washington, D.C. in 1952 pushed his ideology in a liberal democratic direction, and inspired him to run as the democratic opposition's candidate for the Portuguese presidency in 1958. According to the testimony of Marshal Costa Gomes, Humberto Delgado decided to run for president because he failed to be appointed director of the NATO Defense College. Humberto Delgado missed the much-desired appointment due to his chronic lack of sense which made him gain the dislike of the British Admiral Sir Michael Maynard Denny, former Commander-in-Chief of the Home Fleet. According to Costa Gomes´testimonial, Humberto Delgado could not resist joking with the Admiral by constantly pulling the abundant hair the British Admiral had coming out of his ears. The British Admiral detested these jokes from Delgado and vetoed his appointment. Costa Gomes had warned Delgado several times that those bad taste jokes would cost him his much-desired appointment, but Delgado replied that he knew it but he just could not help doing it. Costa Gomes classifies Delgado as a very smart man but with \"a screw loose\". Episodes like this have earned Delgado the epithet of \"General sem juizo\" (The senseless general).* As incumbent president Craveiro Lopes had been coerced by Salazar into standing down after only one term, Delgado faced archconservative naval minister Américo Tomás, the regime's candidate, in the 1958 presidential election. Humberto Delgado decided to launch his candidacy as an independent, taking the traditional opposition by surprise. Among the supporters were figures such as the intellectual António Sérgio, the monarchists Vieira de Almeida and Almeida Braga and the Fascist Francisco Rolão Preto. The Portuguese Communist Party reacted fiercely and did not spare Delgado labeling him as \"Fascist\" and \"General Coca-Cola\", in an allusion to the General's pro-Americanism. Delgado campaigned vigorously, even though he seemingly faced impossible odds. Although opposition candidates had nominally been allowed to run since the 1940s, the electoral system was so heavily rigged in favour of Salazar's National Union that its candidates could not possibly be defeated. In a famous interview on 10 May 1958, in the Chave d'Ouro café, when asked what would be his attitude towards Salazar, Delgado made one of the most famous quotations in Portuguese politics: \"Obviamente, demito-o!\" (\"Obviously, I'll sack him!\"). He was well aware that the president's power to remove the prime minister from office was essentially the only check on Salazar's power. His outspoken attitude earned him the epithet of \"General sem Medo\" (\"Fearless General\" or literally \"General without fear\"). A rally held at Oporto drew a large crowd. However, when he tried to return to Lisbon, the police blocked him and his family from attending a planned rally, then broke up the gathering. Nevertheless, Delgado was ultimately credited with less than 25% of the votes, with 76.4% in favor of Tomás. Salazar refused to allow opposition representatives to observe the ballot count. Tomás' margin was inflated by massive ballot-box stuffing by the PIDE, leading to speculation that Delgado might have actually won had Salazar allowed an honest election. Nonetheless, Salazar was worried enough that he transferred election of the president to the legislature, which was firmly controlled by the regime. As a result, Delgado was the only opposition presidential candidate during the Estado Novo to stay in the race until election day. ==Exile and opposition (1958–1965)== Delgado was expelled from the Portuguese military, and took refuge in the Brazilian embassy before going into exile, spending much of it in Brazil and later in Algeria, as a guest of Ben Bella. During the period of his exile in Brazil was supported by Maria Pia de Saxe-Coburgo e Bragança, a claimant to the Portuguese Throne, who helped monetarily and even offered him one of their residences in Rome so that the General could return to Europe.SERTÓRIO, Manuel; Humberto Delgado: 70 Cartas Inéditas - A luta contra o Fascismo no exílio. Praça do Livro, Lisboa (1978). In 1964, he founded the Portuguese National Liberation Front in Rome, stating in public that the only solution to end the Estado Novo would be by a military coup, while many others advocated a national uprising approach. ==Assassination== After being lured into an ambush by the regime's secret police (PIDE) near the border town of Olivenza, Delgado and his Brazilian secretary, Arajaryr Moreira de Campos, were murdered on 13 February 1965 while trying to clandestinely enter Portugal. The official version claimed that Delgado was shot and killed in self-defence despite Delgado being unarmed and his secretary strangled. Their bodies were found some two months later, near the Spanish village of Villanueva del Fresno. Casimiro Monteiro, a PIDE agent, shot and killed General Delgado, and strangled his secretary de Campos (Monteiro was also involved in the killing of Eduardo Mondlane, founder of Frelimo, Mozambique's Liberation Movement). Salazar, who approved the assassination, when told of the killings, said simply, \"Uma maçada\" (\"Such a bother\"). Later appearing on national television Salazar claimed ignorance of the secret police's involvement and blamed quarreling opposition forces for the killings. PIDE subsequently claimed that the original plan was an extraordinary rendition in which Delgado was to be kidnapped and brought back to Portugal for trial. In 1981, a Portuguese court convicted Monteiro in absentia, effectively accepting the argument that Monteiro had acted contrary to orders by killing Delgado. Some historians claim that the Spanish authorities knew of the Portuguese secret police's involvement and staged the decomposing corpses' discovery by two local boys. ==Honours== ===National Honours=== *80px Officer of the Order of Aviz, Portugal (December 24, 1936) *80px Officer of the Order of Public Instruction, Portugal (July 17, 1941) *80px Commander of the Order of Aviz, Portugal (October 1, 1941) *80px Commander of the Order of Christ, Portugal (April 11, 1947) *80px Commander of the Order of Saint James of the Sword, Portugal (February 19, 1949) *80px Grand Officer of the Order of Aviz, Portugal (September 5, 1951) *80px Grand-Cross of the Order of Aviz, Portugal (November 11, 1957) *80px Grand-Cross of the Order of Liberty, Portugal (June 30, 1980) ===Foreign Honours=== *80px Cross of Military Merit, Spain (May 7, 1945) *80px Commander of the Order of the British Empire, United Kingdom (July 18, 1946) *80px Officer of the Legion of Merit, United States of America (September 17, 1955) ===Other recognitions=== Sculpture of Humberto Delgado (Porto) In 1990, Humberto Delgado was posthumously promoted to Marshal of the Portuguese Air Force, the only person to hold this rank posthumously. The square where the main entrance of Lisbon Zoo is located is named after him. Delgado's mortal remains were translated to the National Pantheon at 5 October 1990, following a decision of the Assembly of the Republic. In February 2015, on the 50th anniversary of his assassination, the Câmara Municipal de Lisboa proposed the Portela Lisboa airport should be renamed in his honor. The government accepted the proposal and on May 15, 2016, the airport was renamed for Delgado. ==Marriage and offspring== Delgado was married to Maria Iva Theriaga Leitão Tavares de Andrade (1908-2014), they had three children:Rodrigo de Magalhães e Menezes Ortigão de Oliveira – A Família Ramalho Ortigão, Author's Edition, 1st Edition, Porto, 2000 * Humberto Iva de Andrade da Silva Delgado, born at São Sebastião da Pedreira, Lisbon, on 24 November 1933, airline pilot for TAP Portugal (Portuguese Aerial Transportation). * Iva Humberta de Andrade da Silva Delgado, who always championed her father's cause. * Maria Humberta de Andrade da Silva Delgado. ==Popular culture references== ===Films=== In 1966, German film writer and director André Libik created a 45' documentary about Delgado's assassination in the series \"Political Murders\" produced by West Berlin's TV station SFB. The film was completed and aired shortly after the Portuguese revolution of April 25, 1974. * The 2012 Bruno de Almeida-directed film ' is a political thriller about the killing of General Delgado. Delgado is played by American actor John Ventimiglia. ==References== Oscar Cardoso PIDE Agent ==External links== *Humberto Delgado at Vidas Lusófonas Website (Portuguese) Category:1906 births Category:1965 deaths Category:People from Torres Novas Category:Portuguese soldiers Category:Marshals of the air force Category:Portuguese military officers Category:Portuguese politicians Category:Portuguese anti-fascists Category:Portuguese Roman Catholics Category:Assassinated Portuguese politicians Category:Deaths by firearm in Portugal Category:Presidential candidates of Portugal Category:Portuguese people murdered abroad Category:Field marshals of Portugal ",
    "title": "Humberto Delgado"
}