{
    "id": "2583721",
    "text": "Nathan Alterman (, August 14, 1910 – March 28, 1970) was an Israeli poet, playwright, journalist, and translator. Though never holding any elected office, Alterman was highly influential in Socialist Zionist politics, both before and after the establishment of the State of Israel. ==Biography== Nathan Alterman was born in Warsaw, Poland (then part of the Russian Empire). He moved to Tel Aviv with his family in 1925, when he was 15 years old, and continued his studies at the Herzliya Hebrew High School. When he was 19 years old, he travelled to Paris to study at the University of Paris (a.k.a. La Sorbonne), but a year later he decided to go to Nancy to study agronomy. Though maintaining close contacts with his family and friends in Tel Aviv and visiting them on vacations, Alterman spent three years in France and was highly influenced by his occasional meetings with French artists and writers. When he returned to Tel Aviv in 1932, he started working at the Mikveh Yisrael agricultural school, but soon left it in favour of working as a journalist and poet. Alterman is credited with bringing the seeds of the marmande tomato to Israel, where it was the main species cultivated in the country until the 1960s.Salad Days, Haaretz ==Literary and political career== Alterman's first published book of poetry was Kokhavim Bakhuts (\"Stars Outside\"), published in 1938. This volume, with its \"neo-romantic themes, highly charged texture, and metrical virtuosity,\" as Israeli critic Benjamin Harshav puts it, established him as a major force in modern Hebrew literature. His next major book was \"The Joy of the Poor\" ( ṡimḥàt aniyím, 1941), which many regard as his magnum opus. This is a kaleidoscopic phantasmagoria consisting of 31 interconnected poems, all from the viewpoint of the ghost of a dead man obsessed with the living woman he loves – a reversal of the Orpheus and Eurydice story. The dead man wants to protect his living love from war and poverty, but more than anything he wants to drag her into his world. His plans are continually frustrated. The light from a humble candle is enough to drive him back. The story reads like a supernatural thriller, but the rhyme and the meters are regular and elegant. In 1942, when the first news about the Holocaust reached the Zionist Jewish community in British Mandate Palestine, Alterman wrote a poem, which can be described as a sarcastic paraphrase on the Jewish prayer, \"Praised are You ... who has chosen us out of all the nations\". In this poem Alterman says, \"At our children's cry, shadowed by scaffolds, we heard not the world's furor. For you have chosen us out of all nations, you loved and favoured us. For you have chosen us of all nations, of Norwegians, Czechs and Britons. As they march toward scaffolds, Jewish children of reason, they know their blood shan't be reckoned among the rest, they just call to the mother 'turn away your face'.\" In 1943, Alterman wrote the maqama \"The Swedish Tongue\", in which he praised Sweden's willingness to welcome Jewish refugees from Denmark.Nathan Alterman's 1943 maqama \"The Swedish Tongue\", translated by Ghil'ad Zuckermann. In 1943, he also wrote a poem that was critical of Pope Pius XII, a poem that is featured at the Yad Vashem museum.Yad Vashem: Our Info on Pius XII Based on 'Best Research' During the 1945–1947 years of the Zionist movement's struggle against British rule, Alterman's weekly column in the Labour Movement \"Davar\" newspaper was highly influential, strongly denouncing the British army's oppressive measures and praising the illegal immigrant boats landing Jewish holocaust survivors on the country's shores, in defiance of British policy. The most well-known of these is the 1945 \"In Praise of an Italian Captain\" ().Song of the \"Illegals\". The Canadian Jewish Chronicle, August 23, 1946, page 12. Includes an English translation. In the early stages of the Israeli War of Independence he wrote numerous patriotic poems, the most well-known of which is \"The Silver Platter\" ( magásh ha-késef). Having become a canonical text read on Israel's Remembrance Day, this poem was written in response to Chaim Weizmann's words in December 1947, after the adoption of the UN Partition Plan for Palestine, \"No state is ever handed on a silver platter... The partition plan does not give the Jews but an opportunity\". In his poem, Alterman describes a scene similar to the Biblical Revelation on Mount Sinai, where the Jewish People are waiting to receive the Jewish state, as the Israelite were waiting to receive the Torah. And yet, instead of Moses descending with the Tablets of Stone, the people see two unfamiliar youths, a boy and a girl, wounded and near dead with exhaustion. When asked, \"Who are you?\" they reply, \"We are the silver platter on which the state of the Jews was handed to you\". During the 1950s, Alterman was opposed to the martial law imposed at the time on Israel's Arab citizens (until 1966), and was also strongly supportive of workers' struggle such as the 1952 sailors' strike which was suppressed by the Ben Gurion Government. After the Six-Day War, Alterman was one of the founders of the Movement for Greater Israel finding himself in alliance with right-wing activists whom he greatly opposed in earlier times of his career. He criticized David Ben-Gurion (who only held at the time the position of a Knesset member, but was still influential) for being too willing to give up the territories captured during the war in return for a peace agreement. Alterman translated Shakespeare, Molière, Racine and Russian classics into Hebrew and Yiddish. He wrote the lyrics of the famous Moshe Vilenski song Kalaniyot, sung by Shoshana Damari. Some of Alterman's poems have been turned into popular songs, e.g., \"A meeting with no end\" (פגישה לאין קץ). == Awards == * In 1946, Alterman received the Tchernichovsky Prize for exemplary translation, for his translations of plays Phèdre by Jean Racine and Merry Wives of Windsor by Shakespeare. * In 1947, he received the Ruppin Prize for his book \"Joy of the Poor\". * In 1957, Alterman was awarded the Bialik Prize for literature. * In 1967, he again received the Tchernichovsky Prize, for translations of the plays of Moliere. * In 1968, he was awarded the Israel Prize, for literature. * In 2011, his portrait was chosen to be on Israel's currency.Nadav Shemer, Jerusalem Post, 3/10/2011 ==Honors== NIS 200 banknote, showing Alterman. Alterman has been featured on Israel's NIS 200 bill since 2016.New NIS 200 bill featuring poet Nathan Alterman to debut in early 2016 ==Published work== * 1938: Stars Outside (poetry) * 1941: Joy of the Poor (poetry) * 1944: Plague Poems * 1948 and 1954: The Seventh Column (two volumes) * 1957: City of the Dove == See also == * List of Bialik Prize recipients * List of Israel Prize recipients * ==References== ==Further reading== *The Modern Hebrew Poem Itself (2003), ==External links== * Nathan Alterman on the Poetry International Web * Tsur Erlich, \"Nathan the Wise\", Azure (Spring 2007) * N. Alterman – Israel and Zionism * Poetry International Web Israel – Nathan Alterman * Yossi Banai reading Nathan Alterman Category:1910 births Category:1970 deaths Category:20th-century Israeli poets Category:Modern Hebrew writers Category:Israeli poets Category:Israeli columnists Category:Bialik Prize recipients Category:Israel Prize in literature recipients Category:Israeli dramatists and playwrights Category:Herzliya Hebrew Gymnasium alumni Category:Israeli Jews Category:Jews in Mandatory Palestine Category:Polish Jews Category:Israeli people of Polish-Jewish descent Category:Writers from Warsaw Category:Hebrew-language poets Category:University of Paris alumni Category:20th-century Israeli dramatists and playwrights Category:Polish emigrants to Mandatory Palestine Category:Polish expatriates in France Category:Translators to Hebrew Category:English–Hebrew translators Category:French–Hebrew translators Category:Translators to Yiddish Category:Translators from Russian Category:Israeli agronomists Category:Burials at Kiryat Shaul Cemetery ",
    "title": "Nathan Alterman"
}