{
    "id": "2584069",
    "text": "Jossy Mehsen Mansur (June 7, 1934, Aruba – October 15, 2016) was the editor of the Papiamento-language newspaper Diario in Aruba. He wrote two dictionaries for the Papiamento language and a history of Aruba among other books. ==Powerful Aruban business family== Mansur was a descendant of a family which originally came from Lebanon and settled on the island of Aruba. The Mansur family made its fortune as cigarette manufacturers and in the import-export business. With a licence of Philip Morris, they were the major suppliers of Marlboro in the Caribbean basin for many years (the licence has been withdrawn). The Mansurs sponsored the Marlboro Red Tigers baseball team as well as the Aruban People's Party (Arubaanse Volkspartij, AVP) of former Prime Minister Henny Eman. Braaf Aruba, De Groene Amsterdammer, December 4, 1996 Veiligheidsdienst Aruba , in Buro Jansen & Janssen, 2002. De Snuffelstaat: Nederland en de BVD, Amsterdam: Fagel The family owns their own bank, the Interbank, the biggest hotel and time-sharing complex, La Cabana, and the Royal Cabana casino. They also have import-export businesses in the Free Trade Zone.The Rothschilds of the Mafia on Aruba, by Tom Blickman, Transnational Organized Crime, Vol. 3, No. 2, Summer 1997 US President Bill Clinton in 1996 publicly identified Aruba \"as a major drug-transit country\" and noted that \"a substantial portion of the free-zone's businesses in Aruba are owned and operated by members of the Mansur family, who have been indicted in the United States on charges of conspiracy to launder trafficking proceeds.\"Letter to Congressional Leaders on Major Illicit Drug-Producing and Drug-Transit Countries, December 2, 1996 In the late 1980s, an investigator for Senator John Kerry's committee investigating the Iran-Contra Affair, interviewing drug traffickers in a West Miami prison kept hearing about the Mansurs. \"Who are the Mansurs?\" he would ask. Answer: \"The big family in Aruba we used for laundering money and moving cocaine.\" ==Alleged involvement in cigarette smuggling and money laundering== The Mansur family was involved in cigarette smuggling from Aruba to Colombia. For over 50 years, Philip Morris' main distributor in Latin America was the Mansur Free Zone Trading Company, NV. Cigarettes were shipped to Aruba or Panamanian free trade zones operated by the Mansurs and then into Colombia's special customs zone, Maicao, just across the border from Venezuela. One of Philip Morris' main distributors within Colombia was Samuel Santander Lopesierra, at one time a senator in the Liberal Party. Dubbed \"the Marlboro Man\" by the Colombian media, in reference to his alleged cigarette smuggling activities, Lopesierra is named in a U.S. federal court affidavit filed in conjunction with the Mansur money-laundering indictment.Major Tobacco Multinational Implicated In Cigarette Smuggling, Tax Evasion, Documents Show , by The International Consortium of Investigative Journalists, January 31, 2000Tobacco Companies Linked to Criminal Organizations in Cigarette Smuggling , by The International Consortium of Investigative Journalists, March 3, 2001 In that affidavit, an FBI agent working undercover says he was told by one of the original defendants in the Mansur indictment, that Lopesierra was part of a scheme to convert narco dollars into shipments of goods bound for Colombia. According to a report of the Venezuelan intelligence agency, the DISIP, \"in Venezuela the Mansurs are implicated in money laundering with Lopesierra. El Hombre Marlboro, Semana, April 18, 1994Big Tobacco, by Mark Schapiro, The Nation, May 6, 2002 Every month Lopesierra 're-invested' 20 million dollars 'with the help of a well- known entrepreneur called Mansur'.\"See: Javier Ignacio Mayorca, 'Santa' Lopesierra encabeza brazo político del Cartel Maicao', \"El Nacional\" (Caracas), 5 June 1995. Quoted in The Rothschilds of the Mafia on Aruba, by Tom Blickman, Transnational Organized Crime, Vol. 3, No. 2, Summer 1997 Lopesierra was arrested for drug trafficking in October 2002 and extradited to the US in August 2003.DEA Director Announces Arrests of Colombian Traffickers, DEA Press release, October 9, 2002Colombia's 'Marlboro man' extradited, BBC News, August 30, 2003 He was convicted of conspiring to unlawfully import cocaine into the United States. Lopesierra and his group were responsible for smuggling shipments of hundreds of kilograms of cocaine into the United States, and for laundering the proceeds so they could be repatriated through Puerto Rico, New York, and Miami back to Colombia.Colombian National Convicted On Cocaine Charges, Department of Justice press release, June 29, 2006 The Mansur family has gained international prominence for alleged money laundering. Two family members, the cousins Eric and Alex Mansur, have been indicted by the U.S. attorney in Puerto Rico. They reportedly funneled US$500,000 in campaign cash to Colombian President Ernesto Samper through the wife of a jailed Cali cartel boss during the 1994 election campaign. Mr. Samper denied it. The Mansurs subsequently were awarded a monopoly for Colombian gambling, which was canceled in 1997 by a government watchdog agency that smelled impropriety.Drug Smugglers’ Dutch Treat, by Lucy Komisar, The Wall Street Journal, May 29, 1997See: Juan O. Tamayo & Gerardo Reyes, 'Intrigue in Colombia: Who has the $500,000?', The Miami Herald, 21 February 1996. Quoted in The Rothschilds of the Mafia on Aruba, by Tom Blickman, Transnational Organized Crime, Vol. 3, No. 2, Summer 1997 El fantasma de La Monita, Semana, March 31, 1997 Philip Morris International broke its contract with the Mansurs at the end of 1998 \"for business reasons.\" A source close to the family said the two sides agreed to a $422 million settlement and that the Mansurs continue to work with Philip Morris' non-tobacco product lines. ==Suing the Netherlands== In 1999 Jossy Mansur and his brother Luis Mansur and sister Lisa Thomson Mansur sued the Netherlands government before the United Nations Human Rights Committee for disseminating what the Aruban government termed a top secret report that claimed that the Mansurs were involved in organized crime. The report by the Dutch Internal Security Service describes security in Aruba, saying that foreign organizations fighting crime in the region are almost unanimous in their view of the Aruban business community as providing services for (laundering specialists of) regional drug cartels. The report mentions the Mansurs by name and portrays them as criminals who were associated with criminal organizations involved in drugs trafficking, gun trafficking and laundering money obtained from criminal activities. Despite the fact that the report was classified as top secret, it was leaked to the press and its contents became public. The suit was dismissed on procedural grounds for failure to exhaust Mansur's civil remedies in the Netherlands courts.Messrs. L. E. and J. Mansur (represented by Dr. Jan M. Sjöcrona and Mr. John H. van der Kuyp) v. the Netherlands, Communication No. 883/1999, U.N. Doc. CCPR/C/67/D/883/1999 (9 November 1999) ==Newspaper editor== Mansur was known for his weekly editorials which were often critical of the local government of Prime Minister Nelson Oduber. The ongoing disagreement between Mansur and Oduber dates back many years. During the election campaign in 2001 Oduber's party even had stickers made stating \"Don’t believe Diario.\"Country report 2005, Inter American Press Association Mansur strongly advocated a point of view in the cases of Eduardo Mathew and Natalee Holloway. He appeared regularly on Fox News and Nancy Grace's Headline News show commenting on the disappearance of Natalee Holloway on Aruba in 2005. Mansur formed his own \"investigative team\" and his newspaper repeatedly published new leads. According to some observers, Mansur jumped on the bandwagon as part of his own feud with the Aruban government.Nightmare in Paradise , by Bryan Burrough, Vanity Fair, January 2, 2006 Jossy Mansur died on October 15, 2016 in Colombia.Prensa Arubano ta di luto: Periodista Jossy Mansur donjo di Diario a fayece, 24ora.com, October 15, 2016 ==Publications== As a writer, editor and translator Mansur was involved in a number of publications over a 35-year period ranging from an English–Papiamento dictionary to a History of Aruba to psychological historical romance and fiction, to Aruban republications and Papiamento translations of classics of English and world literature, such as Daniel Defoe's Robinson Crusoe, Hans Christian Andersen and Alexandre Dumas. While the quality of work varies, Mansur's eclectic interests may provide more psychological insight into him. While he was rumored to have made liberal use of ghost writers and editors, Mansur's literary aspirations are undeniable, documenting both Aruban social and cultural history and keeping the linguistic aspirations of Papiamento alive through both linguistic editorial and translation work. *Mansur, Jossy M. (1991). Dictionary English-Papiamento Papiamento-English, Oranjestad (Aruba): Edicionnan Clasico Diario, 510 pages. *Mansur, Jossy M. (?). Diccionario di 5 idioma, Oranjestad (Aruba): Edicionnan Clasico Diario, 934 pages *Mansur, Jossy M. (1993). Historia di Aruba 1499–1824, Miami: Hallmark Press Inc. *Mansur, Jossy M. (2001). Corazon de Amor, Caracas Venezuela: Diario, 2001. (English version first published as The Awakening Heart. Miami: Hallmark Press Inc, 1999 (Fictional Spanish telenovela style historical romance. Also apparently published under the title Corazon maestro Cali, Colombia, 2000, ) See also WorldCat for further description of his works. ==Litigation== Mansur has been involved in several lawsuits related to advocacy of Papiamento politics and culture. *L. E. y J. Mansur v. Netherlands, Comunicación No. 883/1999, U.N. Doc. CCPR/C/67/D/883/1999 (1999) in Spanish * Messrs. L. E. and J. Mansur (represented by Dr. Jan M. Sjöcrona and Mr. John H. van der Kuyp) v. the Netherlands, Communication No. 883/1999, U.N. Doc. CCPR/C/67/D/883/1999 (9 November 1999) in English *Lawsuit by Aruban Prime Minister Nelson O. Oduber vs. Jossy Mansur ==See also== *Diario editorials *Diario Aruba *University of Minnesota Human Rights Library ==References== Category:1934 births Category:2016 deaths Category:Aruban journalists Category:Aruban writers Category:Aruban people of Lebanese descent Category:Papiamento-speaking people ",
    "title": "Jossy Mansur"
}