{
    "id": "2584442",
    "text": "The United Methodist Committee on Relief (UMCOR) is the global humanitarian aid and development organization of the United Methodist Church (UMC). UMCOR is a nonprofit 501(c)3 organization operated under the auspices of the General Board of Global Ministries. One hundred percent of donations are directed to an earmarked project or relief effort. Administrative expenses are funded by an annual offering collected by United Methodist churches on UMCOR Sunday. UMCOR works through programs that address hunger, poverty, sustainable agriculture, international and domestic emergencies, refugee and immigrant concerns, global health issues, and transitional development. These programs are categorized into three major areas: Humanitarian Relief / Disaster Response, Sustainable Development and Global Health (in collaboration with UM Global Ministries). ==History== In response to World War II's devastating effects around the world the 1940 General Conference of the Methodist Church (USA) passed a resolution to form a relief agency. Originally named the Methodist Committee for Overseas Relief (MCOR), it was begun as a temporary organization. MCOR was to \"respond to the vast needs of human suffering worldwide\" by analyzing the most critical needs in the world and relaying these needs to local churches who would in turn provide monetary assistance. From the outset, the agency promoted ecumenical partnership with other denominational relief efforts. At the 1972 General Conference the name was changed to UMCOR and was legislated as a permanent entity under the auspices of the United Methodist Church's General Board of Global Ministries (GBGM). As UMCOR grew, the committee began to see the need to streamline its outreach efforts. The five areas of relief were created to encourage a more efficient distribution of aid. ==Mission== When UMCOR was first formed, the mission was, \"to provide relief in disaster areas, aiding refugees and confronting the challenge of world hunger and poverty.\" Today the agency's mission has changed very little. According to the United Methodist Book of Discipline, UMCOR's current responsibility is \"To provide immediate relief of acute human need and to respond to the suffering of persons in the world caused by natural, ecological, political turmoil, and civil disaster.\" ==Financing and donations== Unlike most relief organizations, UMCOR was designed so that 100 percent of all donations go directly to the intended projects. This goal was achieved by instituting the One Great Hour of Sharing (OGHS) donation. The OGHS is an annual collection taken at United Methodist churches around the world in March. UMCOR receives enough support through OGHS each year to cover all overhead, administrative, and operation costs for the coming year. Excess funds received from OGHS are directed to UMCOR's most urgent or least funded projects. Every dollar received in response to emergency appeals is spent on direct relief. ==Areas of relief== In an effort to streamline relief efforts around the world UMCOR has developed five core areas of relief: Hunger, Health, Refugees, Emergencies, and Relief Supplies. Each area of relief consists of many projects in different distressed areas of the world. ===Hunger=== Starvation and poverty remain among the largest humanitarian problems in the world. As an aid organization, UMCOR addresses these problems through their World Hunger/Poverty program. This program's main emphasis lies in supplying food to hungry people worldwide. However, the committee believes that food distribution is not the complete answer to the hunger problem. Alongside supplying food, UMCOR helps poor countries and regions develop their own food stocks. UMCOR provides seeds, tools, and training to advance agricultural efforts. It also collaborates with the National and World Councils of Churches, Heifer Project International, and Habitat for Humanity. In addition to these efforts, UMCOR is active in educating the public on political issues like trade policies, international debt, and political sanctions which promote worldwide hunger and poverty. UMCOR's Hunger actions include Food Security in Southern Africa which helped to develop farming techniques in the Democratic Republic of Congo, the Water of Life which built wells in Afghanistan, and Filling in the Gaps in Haiti which provides school lunches for over 16,800 children in Haiti. UMCOR also supports National Hunger Awareness Day (June 3), World Food Day (October 16), and World Fair Trade Day (May 8). ===Health=== The second core area of relief that UMCOR provides is Health. UMCOR's health initiative focuses on providing primary health care support, building capacity of health care institutions, offering health education and training, promoting health care, distributing medication, supplies, and equipment, and supporting maternal and pediatric health care. One of UMCOR's tools in the fight against disease is the Health Kit. Health Kits consist of a hand towel, a washcloth, a comb, a nail file or fingernail clippers, a bar of soap, a toothbrush, a tube of toothpaste, and six adhesive bandages. These health kits are sent to people who cannot acquire these supplies due to poverty, natural disaster, or other reasons. UMCOR encourages local churches and other groups to compile Health Kits to donate to the agency's mission. UMCOR believes that by individuals assembling these Health Kits that the donator will better understand the need for providing this type of aid. Current projects and programs that UMCOR undertakes include HIV/AIDS Programs, Landmine Removal, Hospital Revitalization, and Comprehensive Community-Based Health Primary Care (CCPHC) Programs. ===Refugees=== In this core area, UMCOR provides relief to peoples displaced from their homes due to violence, oppression, and natural disaster. Refugees was one of the first and largest areas to which UMCOR provided relief when the committee was first formed. World War II had caused a great influx of refugees fleeing from the war and the rate never slowed down. Today most of UMCOR's Refugee aid is provided in El Salvador, Guatemala, Liberia, Mozambique, Cuba, Vietnam, and Eastern Europe. UMCOR's Refugee aid consists of fulfilling the primary needs of the displaced peoples. Food, shelter, and medicine are among the first supplies distributed. UMCOR also realizes the long-term effects of displacement. After primary needs are filled the agency helps refugees by supporting settlement through finances and labor or aids in planning the return home. UMCOR also provides counseling to refugees after being displaced. Throughout the aid processes UMCOR teams with the National Council of the Churches of Christ (NCCC), Church World Service (CWS), and local ecumenical agencies. Refugee core area programs include Justice for Our Neighbors, legal immigration counseling, and support of World Refugee Day (June 20). Most of UMCOR's Refugee projects are need based and cannot be converted to long-term projects. ===Emergency=== UMCOR's goal in emergency response is to \"provide relief and rehabilitation for the entire person – physical, social, and psychological- in a distress situation.\" The agency prepares for both immediate and long-term relief efforts after a disaster by stockpiling aid items and keeping a unit of trained \"disaster response specialists\" ready for immediate dispatch. UMCOR pays special attention to the emotional and psychological issues that result from a disaster. A program designed to supply pastor care to children is at the forefront of UMCOR's efforts in this area. Most notably UMCOR has recently responded to hurricane disasters in the United States, the December 26, 2004, tsunami in South East Asia, earthquakes in Turkey and Pakistan, political upheaval in Kosovo, famines in Southern and Eastern Africa, and a volcano in the Democratic Republic of Congo. UMCOR also responds to many other smaller disasters which occur, on average, once or more a week. In January 2010, UMCOR executive director Samuel W. Dixon Jr. died in the collapse of the Hotel Montana in Haiti. Dixon was part of a group of six UMCOR missionaries and relief specialists caught up in the massive earthquake. The delegation was making plans for improving medical services in Haiti. The minister Clinton C. Rabb also died in the collapse. ===Relief supplies=== The final core area of UMCOR's relief efforts is known as Relief Supplies. This area is supplementary to the other four areas in that it receives and assembles various kits which are then directed to other core areas. For example, the Health Kits mentioned above are received, assembled, packaged, and then distributed under the Health core area. Relief Supplies encourages volunteer support in assembling and distributing the kits so that volunteers can become more connected to the actions of UMCOR. Relief Supplies formulated six different kits that are sent around the world. Bedding Kits consist of two bed sheets, two pillow cases, and two pillows. Cleaning Buckets contain 17 different items to assist people in cleaning after a flood or hurricane. Health Kits, as described above, provide hygiene supplies to areas where basic sanitary items are unaffordable or unavailable. Layette kits are made of diapers, baby clothing, and blankets which are designed to meet the basic non- medical supplies needed directly after childbirth. School Kits are assembled with scissors, paper, a ruler, pencil sharpener, pencils, crayons and an eraser. They are designed to promote learning in areas where educational buildings and supplies are scarce or nonexistent. The final kit that Relief Supplies creates and distributes is the Sewing Kit. Sewing Kits provide recipients with three yards of fabric, scissors, needles, threads, and buttons. Sewing kits are intended to help people learn to create their own clothing instead of simply supplying garments. This kit also promotes cultural preservation by allowing recipients to sew clothing in their own cultural styles. Kit contents change periodically. Check the UMCOR website for the latest requirement/ To facilitate rapid response and utilize volunteer workers, UMCOR operates two supply depots, the UMCOR Sager Brown depot in Baldwin, Louisiana and UMCOR Depot West in Salt Lake City, Utah. ==References== ==External links== *Official website *Justice for Our Neighbors national website Category:Humanitarian aid organizations Category:Methodist organizations Category:Organizations established in 1940 Category:History of Methodism in the United States Category:Charities based in New York (state) ",
    "title": "United Methodist Committee on Relief"
}