{
    "id": "2584105",
    "text": "Mark David Darwin Arden (born 31 July 1956) is an English comedian and actor, best known for his television appearances. During the 1980s, he was one half of comic double act \"The Oblivion Boys\" with Stephen Frost. Arden was born in Newbury, Berkshire. He and Frost came to prominence in the late 1970s alternative comedy boom, and became recognisable to a national audience with regular spots on Saturday Live. In the early 1980s they were instrumental in the forming of long-running north London comedy show News Revue, and shortly afterwards began appearing as a pairing in episodes of series such as The Black Adder and The Young Ones. They are perhaps most remembered for a series of commercials for Carling Black Label lager, one of which involved Arden and Frost appearing in the nude. He continued to perform with Frost in comedy clubs, although did not follow his partner into the genre of improvisation. Nevertheless, as he featured as the chauffeur Johnny Blackpool (a paranoid ex- soldier) in the partially-improv 1994 comedy film There's No Business..., opposite Raw Sex (Simon Brint and Rowland Rivron). Arden had a major role as Roland \"Vaseline\" Cartwright in London's Burning, appearing in the original pilot film and the first two series. He has also had roles in Bottom and Blackadder II. He and Frost also played the title roles in the surrealist police sitcom Lazarus and Dingwall. He appeared in the 1992 film Carry On Columbus and in the 1990s series Harry Enfield and Chums. Arden also has had a theatre career, appearing in Willis Hall's acclaimed play The Long, the Short and the Tall in the West End. He also played the title role in An Inspector Calls at the Garrick Theatre, Pop in the musical We Will Rock You at London's Dominion Theatre, and in Fings Ain't Wot They Used T'BeTime Out, 22 May 2014 at the Theatre Royal Stratford East. Arden's TV career continued with The Estate Agents in 2002, and later with the role of Bryan in the ITVn Friday nights at 9.30pm on ITV1 from 28 March to 16 May 2008. In 2018, he appeared in several episodes of Endeavour. ==References== ==External links== * Category:1956 births Category:Living people Category:English male comedians Category:People from Newbury, Berkshire Category:20th-century English comedians Category:21st-century English comedians ",
    "title": "Mark Arden"
}