{
    "id": "2585006",
    "text": "Talisman Energy Inc. was a Canadian multinational oil and gas exploration and production company headquartered in Calgary, Alberta. It was one of Canada's largest independent oil and gas companies. Originally formed from the Canadian assets of BP Canada Ltd. it grew and operated globally, with operations in Canada (B.C., Alberta, Ontario, Saskatchewan, Quebec) and the United States of America (Pennsylvania, New York, Texas ) in North America; Colombia, South America; Algeria in North Africa; United Kingdom and Norway in Europe; Indonesia, Malaysia, Vietnam, Papua New Guinea, East Timor and Australia in the Far East; and Kurdistan in the Middle East. Talisman Energy has also built the offshore Beatrice Wind FarmBeatrice Wind Farm Demonstrator website in the North Sea off the coast of Scotland. The company was acquired by Repsol in 2015 and in January 2016 was renamed to Repsol Oil & Gas Canada Inc. The company initially grew quickly through a number of mergers and acquisitions, which reflects in the complex history and large diversity of holdings. In the 2015 Forbes Global 2000, Talisman Energy was ranked as the 1728th -largest public company in the world. Talisman was the first Canadian company to join the Voluntary Principles on Security and Human Rights Plenary Group (Voluntary Principles on Security and Human Rights)Voluntary Principles on Security and Human Rights Plenary Group website and is a participant in the United Nations Global Compact. ==History== ===Background: 1925–92=== The origins of Talisman energy traces to the Supertest Petroleum Corporation, which was founded in 1923 and headquartered in London, Ontario. Supertest station in Toronto, ca. 1965 In 1953, British Petroleum Company (BP) entered the Canadian market through the purchase of a minority stake in Calgary-based Triad Oil Company. In the early 1950s, the power struggle between oil companies and host governments in Middle East started, which hampered operations of British Petroleum in the region, and prompted it to diversify its operations beyond the heavily Middle East dependent oil production. The Canadian holding company of British Petroleum was renamed BP Canada in 1969; and in 1971, it acquired 97.8% stake of Supertest. Subsequently, Supertest was renamed to BP Canada Ltd, and other Canadian interests of British Petroleum were amalgamated to the new company. BP retail operations disappeared from Canada in the early 1980s, when in 1982, BP Canada divested its downstream assets to Petro-Canada, which was at the time owned by the Government of Canada. ===1992–2011=== In 1992, British Petroleum sold off its 57% stake in BP Canada Ltd to the public. BP Canada was later renamed to Talisman Energy Inc. and one of Canada's largest independent oil and gas company was founded. After the split from British Petroleum, Talisman Energy sold off its money losing mining operations and focused on its large natural gas holdings in British Columbia, Canada. Its subsidiary Fortuna Petroleum, became one of the first international oil companies to do business with Cuba. A year later in 1993, Talisman Energy bought Encor Inc from BCE, doubling in size and becoming one of Canada's largest petroleum companies. Talisman Energy acquired Bow Valley Energy from British Gas PLC in 1994, gaining more assets in Canada and an important presence in the North Sea and Southeast Asia. In 1995, it pulled out of Cuba to focus on these areas. In 1997, Talisman Energy launched a takeover bid of Wascana Energy, a former crown corporation of the Saskatchewan government. It got into a bidding war over Wascana with Canadian Occidental Petroleum (later, Nexen), and failed in its attempt. It continued its aggressive expansion, investing in the North Sea and Indonesia; and in 1997, bought the smaller Pembina Resources. In 1999, Talisman Energy acquired Rigel Energy. Since then, Talisman has expanded its operation in Southeast Asia and in the North Sea, with a brief exploration operations in South Eastern Trinidad & Tobago. On May 30, 2007, the company announced the retirement of its longtime President & CEO, James Buckee. John Manzoni, formerly of BP, was named as his successor, effective September 1, 2007. In January 2008, Talisman agreed to buy RSX Energy Inc, an oil and gas company based in Calgary, Alberta focused on exploration and development in Western Canada. Formed in 1997 as Royal Sovereign Exploration Inc. it changed its name to RSX Energy in 2002. ===2012=== In July 2012, Talisman Energy sold part of its interests in Britain to focus on higher-growth shale gas projects in North America and Southeast Asia. A joint venture with China Petroleum & Chemical Corporation Limited (or Sinopec) was announced, that saw Talisman sell 49% of its Aberdeen, Scotland- based North Sea business to Sinopec for US$1.5 billion. On September 10, 2012, the company announced that John Manzoni had agreed to step down as president and CEO, effective immediately, and would be replaced by board member Hal Kvisle. Kvisle had been on Talisman's board of directors since 2010 and was previously CEO of Canadian pipeline builder TransCanada Corp. between 2001 and 2010. The news surprised market analysts and fueled speculation that Talisman was then a greater potential takeover target, similar to that of industry peer Nexen Inc. when it agreed to a $15.1 billion acquisition made by China National Offshore Oil Co. two months earlier. However, Kvisle stressed that he and the board would be focused on making Talisman a \"sustainable long-term, successful Canadian company\" rather than putting it up for sale. ===2013=== In October 2013, activist investor Carl Icahn acquired around 61 million shares in the company and announced he would be seeking a place on the board. His acquisition prompted the firm's share price to rocket by 16% before ultimately plummeting 60% over the course of 2014 before Icahn divested. ===Acquisition by Repsol 2014-2015=== Following months of speculation and negotiations, Spanish energy company Repsol tendered an offer to buy Talisman in early December 2014 for per share. Including debt obligations of billion, the deal was worth billion. On February 19, 2015, Talisman shareholders approved the acquisition offer from Repsol with 99 percent of shareholders in each class voting in favor of the deal. In January 2016, Repsol announced that the legal name of Talisman would be changed to Repsol Oil & Gas Canada Inc. effective January 1, 2016. ==Controversy in Sudan== In 1998, Talisman made one of its most controversial moves when it purchased Arakis Energy. The acquired business had involvement in the Sudanese oil industry through a 25% interest in the Greater Nile Oil project operated by the Greater Nile Petroleum Operating Company (GNPOC). Further, GNPOC was a consortium which included Sinopec, the national petroleum company of China (40%); Petronas, the national oil company of Malaysia (30%); and Sudapet, the national petroleum company of Sudan (5%).Human Security in Sudan: The Report of a Canadian Assessment Mission At the time, the Second Sudanese Civil War was under way and the government of Sudan was almost totally reliant on oil revenues for its war effort. This war effort was repeatedly accused of war crimes, human rights abuses, and genocide. International observers accused the Sudanese government of forcibly displacing residents to make way for oil exploration and exploitation. As conditions in Sudan worsened, an international outcry developed led by NGOs and churches. They called for divestment in Talisman shares and pushed the Canadian government to penalize the company. As part of this protest, the Presbyterian Church of Sudan sued the company in an American court for genocide, stating that Talisman had helped Sudanese officials \"bomb churches, kill church leaders and attack villages in an effort to clear the way for oil exploration.\" In an unprecedented event, an American judge decided the lawsuit was valid, but it was later dismissed by the US District Court for the Southern District of New York. The court concluded that the plaintiffs had no admissible evidence to support the claims against Talisman Energy. The finding in the U.S. lawsuit is consistent with the report of the Harker mission in 2000, which admonished Talisman for not doing enough to stop human rights abuses by other groups, but did not find that Talisman had actively aided in any atrocities. In response to the allegations, Talisman initiated an annual third-party verified, \"Corporate Responsibility Report\" and implementing procedures for monitoring the company's compliance with the International Code of Ethics for Canadian Business.CORPORATE SOCIAL RESPONSIBILITY REPORT 2000, SUDAN OPERATIONS , Talisman CR Reports In 2003, Talisman Energy divested the Sudan interest acquired through the Arakis acquisition, selling its complete 25% stake to Indian company ONGC Videsh. Whether this divestiture benefited the people of Sudan is highly questionable, with concern having been raised by one NGO active in the region: \"If you pressure Talisman to leave Sudan then will the remaining actors take any action to address these critical issues? At least Talisman has taken notice and responded ...\". Talisman's chief executive Jim Buckee was quoted by the BBC saying \"It has been very difficult for us to operate [in Sudan], in the event of signing a peace agreement, we will come back to Sudan.\" ==See also== * Repsol Sport Centre * Oil well * Drilling * OPEC * List of oil-producing states ==References== ==External links== * *CBS News - Black Gold For Blood Money In Sudan *Carlisle, Tamsin. \"Calgary Oil Firm Talisman Pays Painful Price for Sudan Investment.\" The Wall Street Journal. August 17, 2000 * Map of Talisman Energy's Marcellus Shale gas wells: FrackTrack Category:Oil companies of Canada Category:Natural gas companies of Canada Category:Companies based in Calgary Category:Energy companies established in 1992 Category:Non-renewable resource companies established in 1992 Category:Non-renewable resource companies disestablished in 2015 Category:1992 establishments in Canada Category:2015 disestablishments in Canada Category:Companies formerly listed on the New York Stock Exchange Category:Companies formerly listed on the Toronto Stock Exchange ",
    "title": "Talisman Energy"
}