{
    "id": "2585883",
    "text": "Knees with very little taper A bald cypress exhibiting tapered knees A cypress knee is a distinctive structure forming above the roots of a cypress tree of any of various species of the subfamily Taxodioideae. Their function is unknown, but they are generally seen on trees growing in swamps. Some current hypotheses state that they might help to aerate the tree's roots, create a barrier to catch sediment and reduce erosion, assist in anchoring the tree in the soft and muddy soil, or any combination thereof. Knees are woody projections sent above the normal water level, roughly vertically from the roots, with a near-right-angle bend taking them vertically upward through water. One early assumption of their function was that they provided oxygen to the roots that grow in the low dissolved oxygen (DO) waters typical of a swamp, acting as pneumatophores: mangroves have similar adaptations. There is little actual evidence for this assertion; in fact, swamp-dwelling specimens whose knees are removed continue to thrive, and laboratory tests demonstrate that the knees are not effective at depleting oxygen in a sealed chamber. Even though there is no expert consensus on their role, the supposition that they are pneumatophores is repeated without comment in several introductory botany textbooks. Another more likely function is that of structural buttressed support and stabilization. Lowland or swamp-grown cypresses found in flooded or flood-prone areas tend to be buttressed and \"kneed,\" as opposed to cypresses grown on higher ground, which may grow with very little taper. Trees that develop these \"knees\" include: * Glyptostrobus * Bald cypress * Pond cypress * Ahuehuete * Metasequoia ==See also== * ==References== ==External links== *Christopher H. Briand. \"Cypress Knees: An Enduring Enigma.\" Arnoldia. 2000-2001.Vol. 60(4). p. 19-20, 21-25. An extensive review of the published literature concerning cypress knees. Category:Cupressaceae Category:Plant roots ",
    "title": "Cypress knee"
}