{
    "id": "2585235",
    "text": "David Arthur Allen (29 October 1935 – 24 May 2014) was an English cricketer who played first-class cricket for Gloucestershire between 1953 and 1972. He also played 39 Test matches for England. ==Life and career== Allen was first selected for England in 1959 and in 1960 was selected as the Cricket Writers' Club Young Cricketer of the Year. Allen toured all the then-current Test- playing nations. He was a decent bat, his Test average higher than the all- rounders Fred Titmus and Ray Illingworth, and in the 1963 Lord's Test against the West Indies, he notably played out the final two balls of Wes Hall's last over for a draw. Allen had protected Colin Cowdrey at the other end, who was pressed in to bat with his broken arm in plaster. In the 1965–66 Ashes series Allen made 50 not out in the Third Test at Sydney, adding 93 for the last two wickets and took 4/47 as England won by an innings and 93 runs. Allen was also famous for being taken off against Australia. In the decisive Fourth Test at Old Trafford in 1961 he took three quick wickets to have Australia nine wickets down, but Alan Davidson hit him for 20 runs in an over and Peter May took him off. Davidson added 98 for the last wicket and Australia won by 54 runs. Nevertheless, in six winters, Allen completed the set of playing against all the other Test playing nations of the time. In India and Pakistan in 1961–62, he bowled 482 overs in the Test series alone. A right-arm off-break bowler, using a very short run, Allen came close to developing into an all- rounder on the level of Fred Titmus. Playing fairly regularly for England throughout the first half of the 1960s, after 1966 he found it increasingly difficult to score enough runs or get enough bowling at county level as trends changed. Gloucestershire used three spin bowlers from the 1950s onwards but by the end of the 1960s Mike Bissex and Allen were effectively doing the work of one bowler. Though Bissex lost form, the advent of Sadiq Mohammad, a useful leg spinner, saw Allen fade away from the county side in 1972. Cricket commentator Colin Bateman noted that \"towards the end of his 20 summers at Bristol his relationship with skipper Tony Brown, with whom he had grown up on a cricket field, became strained. Allen even found himself left out of his own benefit match\". In later years, Allen was a member of the Gloucestershire County Cricket Club committee, and was elected club president in 2011. ==References== ==External links== * Category:1935 births Category:2014 deaths Category:English cricketers Category:England Test cricketers Category:English cricketers of 1946 to 1968 Category:Gloucestershire cricketers Category:Combined Services cricketers Category:Commonwealth XI cricketers Category:Marylebone Cricket Club cricketers Category:Players cricketers Category:Sportspeople from Bristol Category:International Cavaliers cricketers Category:T. N. Pearce's XI cricketers ",
    "title": "David Allen (cricketer)"
}