{
    "id": "2586378",
    "text": "Sunday Supplement (formerly Jimmy Hill's Sunday Supplement) was a Sunday morning television programme in the United Kingdom about football. It was broadcast on Sunday mornings on Sky Sports Premier League and Sky Sports Football, during the football season. The length of the show was 90 minutes, including commercials, although it was occasionally cut down to 60 minutes. ==History== Launched under the stewardship of Jimmy Hill, three guest football journalists sit around a table over breakfast/brunch and discuss the latest football matches, news and gossip, including a look at the football stories in the Sunday newspapers. The proposal was that it was set in Hill's actual kitchen, with fans trying to guess where his home was from the window view. But the truth came to light on several occasions in 2006 when Hill was late claiming to be stuck in traffic. The programme is the successor to the Friday night discussion show Hold the Back Page, which is still occasionally broadcast in its usual slot. ==Revamp== In 2007, Sky Sports decided not to renew Hill's 12 month contract, which coincided with the removal of his name from the title. The presenter role was given to either Bill Bradshaw and Brian Woolnough. The format and setting remained consistent set over a breakfast/brunch table, but guest football journalists increased from two to three. Woolnough later took on the permanent presenter role, with regular guests including Patrick Barclay, Oliver Holt, Martin Samuel, Paul Smith and Henry Winter. Since Woolnough's death in September 2012, Neil Ashton went on to host the programme after having initially stood in during his predecessor's illness. On 12 January 2020, Ashton presented the show for the final time. Jacqui Oatley was announced as the new presenter of the show on 14 January 2020. Beginning in 2009, a podcast of the show was made available on the Sky Sports website and iTunes. In August 2020, Sky announced the show had been cancelled for the 2020/21 season, blaming the congested fixture schedule. A podcast continues, hosted by Vicky Gomersall and Darren Lewis. ==References== ==External links== *Sunday Supplement website Category:1999 British television series debuts Category:2020 British television series endings Category:1990s British sports television series Category:2000s British sports television series Category:2010s British sports television series Category:2020s British sports television series Category:British sports television series Category:Sky UK original programming Category:English-language television shows Category:Sky Sports Category:Premier League on television ",
    "title": "Sunday Supplement"
}