{
    "id": "2586076",
    "text": "The Federal Express (later officially known as just the Federal) was an overnight named passenger train run by the Pennsylvania Railroad and the New York, New Haven and Hartford Railroad between Washington, DC's Union Station and Boston, Massachusetts's South Station from 1912 to 1971. Train numbers on both railroads were 172 northbound and 173 southbound. At different times, its route has taken it across the Hudson River via a car float between Port Morris and Jersey City (the ferry Maryland), the Poughkeepsie Bridge, and finally the Pennsylvania Tunnel and Terminal Railroad. The final routing was identical to today's high-speed Northeast Corridor. The train carried sleeping cars and coaches, as well as mail and baggage. As the train operated well outside of dinner hours after 1917 (10:00 - 11:00 PM departure), food service was limited to beverages and light snacks on departure, and continental breakfast in the morning, generally dispensed from a lounge car which also contained sleeping accommodations. == History == Through trains between Boston and Washington began operation on May 8, 1876, using the steamship Maryland to transport up to six passenger cars between NYNH&H;'s Harlem River station and Harsimus Cove (close to the Exchange Place terminal) on the Pennsylvania Railroad.Brian J Cudahy, Over and Back. New York: Fordham University Press, 1990. The first services were an overnight train that ran on the combined New York and New England Railroad (Boston-Hartford) and NYNH&H; route, and a day train on the shore route. A sample timetable shows that in 1893 there was a Boston- Washington day train called the Colonial Express but the overnight train (now using the NYNH&H; shore route) still had only generic names like Boston and Washington Express (its southbound name on the NYNH&H;). By 1903 the overnight train was called the Federal Express.Official Guide of the Railways, June 1893, and Bulletin number 44, American Railway Engineering Association, 1903 The boat passage allowed passengers to avoid the complicated transfer in New York via city streets and a Hudson River ferry. It was especially convenient for the overnight train where passengers could choose to remain in their Pullman sleepers. The two trains made their last trip by steamer on October 17, 1912. The Pennsylvania Railroad was by that date running all other through trains into its new Penn Station in New York rather than via Jersey City. The Colonial Express was changed to involve an omnibus connection between Penn Station and Grand Central Terminal. Because of the overnight run, the Federal Express was run this way for only one transitional day. On October 19, the Federal Express began operating over an all-rail route via the Poughkeepsie Bridge. The routing involved a long detour between New Haven and Trenton, using the NYNH&H; Maybrook Line (via Derby, Danbury, and Brewster, New York), the NYNH&H;'s Central New England Railway across the bridge to Maybrook, New York, the Lehigh and Hudson River Railway to Belvidere, New Jersey, and the PRR's Belvidere-Delaware Railroad branch. Due to freight congestion on the Maybrook Line, the train was discontinued on January 9, 1916. With the opening of the New York Connecting Railroad on April 1, 1917, the Federal Express and Colonial Express were restored as through trains via Penn Station and the Hell Gate Bridge. On this final routing the Federal Express initially made the run in 12 hours 10 minutes, later reduced to 9 hours 45 minutes averaged both ways. The Federal operated without interruption through World War II, also avoiding (barely) the yearlong 1945 Office of Defense Transportation ban on sleeping car routes less than 450 miles, though the train's intermediate sleepers such as Philadelphia-Boston and Washington-Providence were so affected. This ban was in anticipation of Operation Magic Carpet.Editors of Publications International, 'How Stuff Works,' 'Railroads During World War II' https://history.howstuffworks.com/american-history/world-war-ii-railroads2.htm After the war, the Federal was gradually re-equipped with railroad-owned lightweight sleepers and coaches from Pullman-Standard, including New Haven coaches of the 8600-8702 series, sleepers of the 14-roomette, 4-double bedroom Point-series of 1948 and the 6-section, 4-double bedroom, 6-roomette Beach- series of 1955. Food service was provided by a buffet-lounge car which also contained 6 double bedrooms, from the prewar and postwar PRR Falls-series until 1960, and a 1955 New Haven State-series car of similar configuration thereafter. Other PRR coaches and sleepers could sometimes be found as well on the postwar Federal, though its consist was mostly New Haven by joint agreement. Penn Central, formed in 1968 from merger of the PRR and the New York Central, became the operator of the entire train in 1969 when PC's court- ordered purchase of the New Haven took effect. The cars with the open sections were soon withdrawn, when PC declined to continue offering the section as a travel option (neither PRR nor NYC ever ordered lightweight sleepers with sections). Buffet-lounge service ended in 1970, replaced by a snack bar coach; only a single roomette-and-bedroom sleeper remained each way between Washington and Boston, as by that time the pick-up/setout intermediate sleepers from Philadelphia, Penn Station and Providence had also been discontinued. Also with the PC takeover, GG1 electrics operated the train all the way between Washington and New Haven, changing to or from newly assigned ex-PRR E units between New Haven and Boston. The Federal made its last runs on May 1, 1971, as Amtrak, which began operations on that day, had declined to include an overnight train on the Northeast Corridor in its initial system. However, after only a year, popular demand caused Amtrak to re-introduce just such a service, the Boston-Washington Night Owl (trains 66-67; 172-173 having been reassigned to a day train). The Night Owl, later extended to Newport News and renamed the Twilight Shoreliner, continued operating until 2000. The Federal name was revived briefly when trains 66 and 67 became coach/business only, but eventually the name was dropped in favor of Northeast Regional branding. Typical of overnight trains, the Federal also carried U.S. mail as well as checked baggage. Trains 172 and 173 carried the Washington & Boston Railway Post Office until May 1, 1971, being the next-to-last RPO service in the United States (Amtrak operated the very last, the New York & Washington RPO, until 1977). The Federal had no need to carry a separate sleeping car between Penn Station and Boston, as the New Haven had its own overnight train between Grand Central Terminal and South Station, the Owl (trains #2 and #3). == Wrecks == === 1911 Bridgeport wreck === There was a wreck on July 11, 1911, in which the Federal Express plunged down an 18-foot embankment, with at least 14 fatalities. The train was also carrying the St. Louis Cardinals baseball team.http://bportlibrary.org/hc/featured-article/bridgeport-train-wreck- july-11-1911/ === Union Station crash === On the morning of January 15, 1953, at Washington's Union Station, the Federal overran the end of the track and into the concourse. According to official ICC reports, a design flaw on New Haven coach #8665 allowed the handle of an angle cock valve in the air brake system to come into contact with the car frame, causing the valve to close. This disabled the brakes on all of the following cars, rendering them inoperable by the locomotive operator. Approaching automatic block signal #1339, the engineer attempted to apply the brakes to slow the train, with no effect. The unbraked cars pushed the GG1 locomotive and two passenger cars off the end of Track 16 at the station. They crashed through the Stationmaster's office and fell through the floor of Union Station into the baggage room below. The operator at control Tower \"K\" had contacted station personnel by phone to warn them of the runaway train and the station was evacuated before the crash. In a remarkable demonstration of the durability of the GG1 engine, engine #4876 was later cut into three pieces, hoisted from the baggage room, and reassembled at the Altoona shops of the Pennsylvania Railroad. It then re- entered commercial service and went on to be one of the last-serving GG1 engines. It is, as of 2011, being held for restoration at the B&O; Railroad Museum in Baltimore. This crash also inspired the finale for the 1976 film, Silver Streak. === 1955 Bridgeport wreck === Two and a half years later, the Federal was involved in another serious wreck, this time with fatal consequences. On July 14, 1955, New Haven train 172, bound for Boston, derailed in Bridgeport at 3:42 am while going around one of the New Haven electric main line's sharpest curves, the 30 mph Jenkins Curve (named for the factory of valve manufacturer Jenkins Bros., then located on the inside of the curve). The electric locomotive, EP-4 No. 363, and 15 of the train's 17 cars derailed from track 2 (the eastbound inner track); traveling down the curve's outside embankment, the locomotive struck Alco S-1 switcher 0949 working freight cars in the railroad's Bridgeport Lower Yard, causing it to derail as well. Two catenary poles were knocked down, along with all of the wires, blocking all four main tracks. Fifty-eight crew and passengers were injured, including the switcher's crew; the sole fatality was the Federal's engineer. The streamlined EP-4, from a class of six units which had much in common with the PRR GG1s, was not repaired and was scrapped. The cause of the wreck was determined in the official ICC accident report to be excessive speed on the curve, which the train took at a speed estimated between 60 and 75 mph, as determined from flange marks on the rails as the train started to leave the rails. The death of the engineer, together with confusing speed estimates and braking testimony from the fireman and other crewmembers (the speedometer was not visible from the fireman's seat), prevented a clear picture as to why the engineer failed to slow his train down. However, other testimony from the fireman, in describing the engineer's last moments, suggest a possible lack of situational awareness while attempting to make up time (the train, already late leaving Penn Station, had gotten up to 26 minutes behind schedule). == See also == * Twilight Shoreliner == References == * PRR Chronology * 1915 L&HR; timetable * The Crash of Runaway Train #173 == External links == * Washington DC Chapter NRHS Wreck of the Federal Express Category:Named passenger trains of the United States Category:Lehigh and Hudson River Railway Category:Night trains of the United States Category:Passenger trains of the Pennsylvania Railroad Category:Passenger trains of the New York, New Haven and Hartford Railroad Category:Passenger rail transportation in Connecticut Category:Passenger rail transportation in Delaware Category:Passenger rail transportation in Maryland Category:Passenger rail transportation in Massachusetts Category:Passenger rail transportation in New Jersey Category:Passenger rail transportation in New York (state) Category:Passenger rail transportation in Pennsylvania Category:Passenger rail transportation in Rhode Island Category:Railway services introduced in 1912 Category:Railway services discontinued in 1971 ",
    "title": "Federal Express (train)"
}