{
    "id": "2586232",
    "text": "Hera is a target missile for development testing of missile defense systems such as Terminal High Altitude Area Defense and Patriot PAC-3. ==History== In 1992, the United States Army Space and Missile Defense Command awarded the Theater Missile Defense (TMD) Targets contract to Coleman Aerospace with Space Vector and Aerotherm as sub-contractors. Coleman developed Hera using the second and third stages of the Minuteman II and the guidance section of the Pershing II. The Rocket Systems Launch Program at Detachment 12, USAF Space and Missile Systems Center, provided technical program management services involved with removing the liquid injection thrust vector control system from the retired MMII second stages in favor of a flex-seal system enabling robust flight control from launch to burn out. First launch was on April 24, 1995 at White Sands Missile Range. Because of its range, Russia claims Hera qualifies as an IRBM and hence violates Item 1, Article 6 of the INF Treaty.Khromov, Gennady (20 November 2000) \"The Use of \"Hera\" Missile Violates the INF Treaty\" Center for Arms Control, Energy and Environmental Studies Hera is also used in the USAF Sounding Rocket Program. There were twelve tests using the Hera missile system launched from Fort Wingate over the Datil Mountains to White Sands Missile Range between 1997 and 2004.Webb, Brian (24 March 2009) \"Hera missile launch from White Sands, NM scheduled for March 25, 7-8 a.m.\" In March 2009, the tests were resumed with a thirteenth flight over the Datil Mountains.\"Order No. 03-278 and map; Closure area for HERA missile launch\" 23 March 2009 Magdalena Ranger District, Cibola National Forest, US Forest Service Other tests using the HERA were conducted entirely within the missile range, such as the aborted 13 September 2006 test of the Terminal High Altitude Area Defense (THAAD) system.\"Abort Aftermath\" 2006 Space and Astronomy News During THAAD flight test FTT-11 on December 11, 2009, the Hera target missile failed to ignite following its airborne deployment, subsequently crashing into the ocean.\"Target Failure Halts THAAD Test\" 2009 Space News In the wake of this incident, Missile Defense Agency Director LTG Patrick O'Reilly sharply criticized L-3 Coleman Aerospace quality control practices, and in March 2010 suspended further Hera purchases.\"MDA Halts Target Buys From Coleman Aerospace\" 2010 Aviation Week The suspension was lifted on May 9, 2011\"Force Lifts Suspension on Buys From L-3’s Coleman Aerospace\" 2011 Missile Defense Advocacy Alliance when the Air Force Space and Missile Systems Center and the Missile Defense Agency were satisfied that Coleman had completed the necessary corrective actions. On October 30, 2013, the Pentagon announced that L3-Coleman had won a $74 million contract\"L-3 Coleman Nabs MDA Targets Contract\" to continue to develop and supply medium- range ballistic missile targets to the Missile Defense Agency, beating out three competing bidders including Orbital Sciences Corporation and Lockheed Martin Space Systems. ==Notes== ==References== *Designation Systems: Coleman Hera *Astronautix: Hera *Center for Arms Control, Energy and Environmental Studies: The Use of \"Hera\" Missile Violates the INF Treaty *People's Daily: Russia Urges US to End \"Hera\" Ballistic Missile Development *Вашингтон реанимирует \"Першинги\" (in Russian) Category:Pershing missile Category:Target missiles ",
    "title": "Hera (rocket)"
}