{
    "id": "2587186",
    "text": "The Jacob K. Javits Federal Office Building at 26 Federal Plaza on Foley Square in the Civic Center neighborhood of Manhattan, New York City houses many federal government agencies. At over 41 stories, it is the tallest federal building in the United States. It was built in 1963-69 and was designed by Alfred Easton Poor and Kahn & Jacobs, with Eggers & Higgins as associate architects. A western addition was built in 1975-77 and was designed by Kahn & Jacobs, The Eggers Partnership and Poor & Swanke. The building is named for Jacob K. Javits, who served as a United States Senator from New York for 24 years, from 1957 to 1981. Agencies located in the building include the Department of Homeland Security, the Federal Bureau of Investigation New York City field office, the Social Security Administration, the General Services Administration, and the New York City district field office of U.S. Citizenship and Immigration Services (USCIS). The building falls under the jurisdiction of the United States Federal Protective Service for any and all law enforcement and protection issues. To the east of the main building is the James L. Watson Court of International Trade Building. ==Occupants== *The U.S. Citizenship and Immigration Services New York field office is on the 7th Floor, the Brooklyn field office is on the 8th floor and the Queens field office is on the 9th Floor *The Federal Bureau of Investigation New York field office is on the 23rd Floor\"New York Field Office.\" Federal Bureau of Investigation. Retrieved on June 9, 2015. \"26 Federal Plaza, 23rd Floor New York, NY 10278-0004\" ==Artworks== A controversy developed over the artwork by Richard Serra commissioned for the plaza in front of the building, Tilted Arc. Commissioned in 1979 and built in 1981, it was criticized both for its aesthetic values and for security reasons. It was removed in 1989, which resulted in a lawsuit and a trial. The piece remains in storage, as the artwork was site-specific, and the artist does not want it displayed in any other location. The removal and trial led to the creation of the Visual Artists Rights Act of 1990. After the removal of Tilted Arc, landscape artist Martha Schwartz re-designed the plaza.\"Jacob Javits Federal Building & James Watson Court of International Trade, New York, NY\" on the General Services Administration website Other artworks connected with building include A Study in Five Planes/Peace (1965) by Alexander Calder and the Manhattan Sentinels (1996) by Beverly Pepper. In the James L. Watson Court of International Trade can be found Metropolis (1967) by Seymour Fogel and Eagle/Justice Above All Else (1970) by Theodore Roszak. ==See also== *Tilted Arc *United States Federal Protective Service ==References== Notes ==External links== * Category:Federal buildings in the United States Category:Buildings of the United States government Category:Skyscraper office buildings in Manhattan Category:Government buildings in Manhattan Category:Civic Center, Manhattan Category:Government buildings completed in 1969 Category:1969 establishments in New York (state) ",
    "title": "Jacob K. Javits Federal Building"
}