{
    "id": "261829",
    "text": "Boeing 737-500 from Lithuanian Airlines in Frankfurt, July 2005. flyLAL (also known as Lithuanian Airlines and LAL) was the national airline of Lithuania, based in Vilnius. It operated domestic and international scheduled services from its main base at Vilnius International Airport.Flight International 3 April 2007 Due to financial difficulties the airline suspended operations on 17 January 2009. == History == ===Establishment and privatization=== The airline was established as government-owned Lietuvos Avialinijos (Lithuanian Airlines) on 20 September 1991, shortly after Lithuania's independence from the Soviet Union. Initially, it operated using aircraft of the Aeroflot fleet located in Vilnius (twelve Yakovlev Yak-42, seven Tupolev Tu-134, four Antonov An-24, and three Antonov An-26 airliners). During the period from 1991 to 1993, the airline re-oriented its route network from the countries of the former Soviet Union to Western Europe. From the beginning, the airline faced stiff competition with Lufthansa and Scandinavian Airlines. In December 1991 Lithuanian Airlines sub-leased its first Boeing 737-200 from Malév Hungarian Airlines. Six months later, the aircraft was leased directly from Guinness Peat Aviation and bore the registration LY-GPA. After a decade of loss-making operations, abortive plans to launch a trans-Atlantic service, and the widely criticized sale of landing slots at London Heathrow to cover some US$20 million in debt, Lithuanian Airlines was privatized in 2005. The airline was acquired by LAL Investicijų Valdymas (LAL Investment Management), a wholly owned subsidiary of the FlyLal Group, for 27 million Lithuanian litas. „flyLal\" 51 proc. savo akcijų valstybei siūlo už 1 Lt The airline was subsequently renamed flyLAL–Lithuanian Airlines. In February 2007, flyLAL was recognized as most punctual airline at Gatwick Airport in London.Lithuania's main airline wants its luck to change, so that it can realise its bold ambitions. March 4, 2008. The Economist Intelligence Unit. It had 542 employees as of March 2007. As of December 2007, the airline had three Boeing 737-300, five Boeing 737-500, and four SAAB 2000 airliners and had plans for further expansion. „flyLAL“ lėktuvų parką papildė ketvirtas „Boeing 737-300“ During 2007, the number of passengers grew by 14% to 526,000. In 2008, charter flight services were transferred to sister company FlyLal Charters, leaving only scheduled flights for FlyLal. ===Bankruptcy=== During 2008, FlyLAL- Lithuanian Airlines suffered from a price war with airBaltic and slowing of the travel industry due to the global economic crisis. Despite the crisis, the number of passengers grew by 61% during 2008. In December 2008, the company admitted to suffering financial difficulties and having debts of 86 million litas (26.1 mln euros). It offered 51% of its shares to the Government of Lithuania for a symbolic sum of 1 litas in exchange for a state guarantee of its debt. The government declined the offer.Lithuania refuses nationalization offer, BalticTimes Shortly afterwards FlyLal announced that it would sell 100% of shares to SCH Swiss Capital Holdings, a previously unknown company registered in December 2008. The company was sold for US$1 million effective 23 January 2009. The new owners agreed to advance 1 million euros to cover some of the debts and prevent the cancellation of FlyLal's operating licence. When the advance was not received, the deal was terminated and FlyLal announced termination of its activities effective 17 January 2009. Another proposal for a government bailout was rejected on 23 January 2009. The bankruptcy of FlyLAL significantly reduced the number of direct flights from Vilnius, from 28 to 14 destinations, and the number of passengers at Vilnius Airport decreased by 43 percent. ==Former destinations== FlyLAL Boeing 737-500 *Austria: Innsbruck Airport (seasonal) *Germany: Frankfurt International Airport *Hungary: Budapest Ferihegy International Airport *Lithuania: Vilnius International Airport Base *Netherlands: Amsterdam Airport Schiphol *Russia: Sheremetyevo International Airport in Moscow *Spain: Madrid Barajas International Airport & Málaga Airport (seasonal) *Ukraine: Boryspil International Airport in Kiev *United Kingdom: Gatwick Airport in London *Georgia: Tbilisi Airport == See also == *Small Planet Airlines ==References== ==External links== *FlyLAL official website (Archive) Category:Defunct airlines of Lithuania Category:Airlines established in 1991 Category:Airlines disestablished in 2009 Category:Former Aeroflot divisions Category:Lithuanian companies established in 1991 ",
    "title": "FlyLAL-Lithuanian Airlines"
}