{
    "id": "261939",
    "text": "U.S. President Franklin D. Roosevelt signs a declaration of war against Nazi Germany on December 11, 1941. A declaration of war is a formal act by which one state goes to war against another. The declaration is a performative speech act (or the signing of a document) by an authorized party of a national government, in order to create a state of war between two or more states. The legality of who is competent to declare war varies between nations and forms of government. In many nations, that power is given to the head of state or sovereign. In other cases, something short of a full declaration of war, such as a letter of marque or a covert operation, may authorise war-like acts by privateers or mercenaries. The official international protocol for declaring war was defined in the Hague Convention (III) of 1907 on the Opening of Hostilities. Since 1945, developments in international law such as the United Nations Charter, which prohibits both the threat and the use of force in international conflicts, have made declarations of war largely obsolete in international relations. The UN Security Council, under powers granted in articles 24 and 25, and Chapter VII of the Charter, may authorize collective action to maintain or enforce international peace and security. Article 51 of the United Nations (UN) Charter also states that: \"Nothing in the present Charter shall impair the inherent right to individual or collective self- defence if an armed attack occurs against a state.\" Few nations have formally declared war upon another since then. In addition to this, non-state or terrorist organizations may claim to or be described as \"declaring war\" when engaging in violent acts. These declarations may have no legal standing in themselves, but they may still act as a call to arms for supporters of these organizations. == Definitions == === Theoretical perspectives === Brazilian President Venceslau Brás declares war on the Central Powers on October 26, 1917. A definition of the three ways of thinking about a declaration of war was developed by Saikrishna Prakash.Unleashing the Dogs of War: What the Constitution Means by 'Declare War' Prakash, Saikrishna; 2007; Cornell Law Review, Vol. 93, Iss. 1, October 2007 He argues that a declaration of war can be seen from three perspectives: * Categorical theory, under which the power to declare war includes \"the power to control all decisions to enter war\". This means that the power to 'declare war' in effect rests with the ability to engage in combat. * Pragmatic theory, which states that the power to declare war can be made unnecessary by an act of war in itself. * Formalist theory, under which the power to declare war constitutes only a formal documentation of executive war-making decisions. This sits closest to traditional legal conceptions of what it is to declare a war.Scholarship on the \"Declare War\" Power 22-01-08; Accessed 21-04-08 == History == Adolf Hitler announcing the German declaration of war on the United States on 11 December 1941. The practice of declaring war has a long history. The ancient Sumerian Epic of Gilgamesh gives an account of it,Brien Hallett, The Lost Art of Declaring War, University of Illinois Press, 1998, , pp. 65f. as does the Old Testament.Deut. 20:10–12, Judg. 11:1–32.Brien Hallett, The Lost Art of Declaring War, University of Illinois Press, 1998, , pp. 66f. However, the practice of declaring war was not always strictly followed. In his study Hostilities without Declaration of War (1883), the British scholar John Frederick Maurice showed that between 1700 and 1870 war was declared in only 10 cases, while in another 107 cases war was waged without such declaration (these figures include only wars waged in Europe and between European states and the United States, not including colonial wars in Africa and Asia). In modern public international law, a declaration of war entails the recognition between countries of a state of hostilities between these countries, and such declaration has acted to regulate the conduct between the military engagements between the forces of the respective countries. The primary multilateral treaties governing such declarations are the Hague Conventions. The League of Nations, formed in 1919 in the wake of the First World War, and the General Treaty for the Renunciation of War of 1928 signed in Paris, France, demonstrated that world powers were seriously seeking a means to prevent the carnage of another world war. Nevertheless, these powers were unable to stop the outbreak of the Second World War, so the United Nations (UN) was established following that war in a renewed attempt to prevent international aggression through declarations of war. == Denigration of formal declarations of war before WWII == In classical times, Thucydides condemned the Thebans, allies of Sparta, for launching a surprise attack without a declaration of war against Plataea, Athens' ally – an event that began the Peloponnesian War.Thucydides. History of the Peloponnesian War, Book II. The utility of formal declarations of war has always been questioned, either as sentimental remnants of a long-gone age of chivalry or as imprudent warnings to the enemy. For example, writing in 1737, Cornelius van Bynkershoek judged that \"nations and princes endowed with some pride are not generally willing to wage war without a previous declaration, for they wish by an open attack to render victory more honourable and glorious.\"Bynkershoek, Cornelius van. 1930. Quæstionum Juris Publici Liber Duo (1737). Trans. Tenney Frank. The Classics of International Law No. 14 (2). Publications of the Carnegie Endowment for International Peace. Oxford at the Clarendon Press. (I, ii, 8) Writing in 1880, William Edward Hall judged that \"any sort of previous declaration therefore is an empty formality unless the enemy must be given time and opportunity to put himself in a state of defence, and it is needless to say that no one asserts such a quixotism to be obligatory.\"Hall, William Edward. 1924. A Treatise on International Law. 8th ed. by A. Pearce Higgins. London: Humphrey Milford: Oxford University Press. (p. 444) == Agreed Procedure for the Opening of Hostilities according to the Hague Convention == In the first Hague Convention of 1899, the signatory states agreed that at least one other nation be used to mediate disputes between states before engaging in hostilities: ;1899 ===Title II, Article 2=== In case of serious disagreement or conflict, before an appeal to arms, the signatory Powers agree to have recourse, as far as circumstances allow, to the good offices or mediation of one or more friendly Powers.Scott, James Brown, editor The Hague Conventions and Declarations of 1899 and 1907, Oxford Univ. Press (1918) p. 43 \"Pacific Settlement of International Disputes\" ;1907 The Hague Convention (III) of 1907 called \"Convention Relative to the Opening of Hostilities\" gives the international actions a country should perform when opening hostilities. The first two Articles say: === Article 1 === ::The Contracting Powers recognize that hostilities between themselves must not commence without previous and explicit warning, in the form either of a reasoned declaration of war or of an ultimatum with conditional declaration of war. === Article 2 === ::The existence of a state of war must be notified to the neutral Powers without delay, and shall not take effect in regard to them until after the receipt of a notification, which may, however, be given by telegraph. Neutral Powers, nevertheless, cannot rely on the absence of notification if it is clearly established that they were in fact aware of the existence of a state of war. ===Formal declarations of war during World War I=== ===Formal declarations of war during World War II=== ===After World War II=== In 1989, Panama declared itself to be in a state of war with the United States. On 13 May 1998, at the outbreak of the Eritrean–Ethiopian War, Ethiopia, in what Eritrean radio described as a \"total war\" policy, mobilized its forces for a full assault against Eritrea.World: Africa Eritrea: 'Ethiopia pursues total war'. BBC News. 6 June 1998. The Claims Commission found that this was in essence an affirmation of the existence of a state of war between belligerents, not a declaration of war, and that Ethiopia also notified the United Nations Security Council, as required under Article 51 of the UN Charter.Jus Ad Bellum Ethiopia's Claims 1–8 (pdf) Eritrea Ethiopia Claims Commission p. 6. para 17 (A commentary on Eritrea Ethiopia Claims Commission findings ) In December 2005, the government of Chad declared that a state of war existed with Sudan, after Sudan hosted Chadian rebel groups that were behind fatal cross border raids. In 2008, after armed clashes broke out during the Djiboutian–Eritrean border conflict, Djibouti's President Guelleh, when asked if his country was at war with Eritrea, replied with \"absolutely\". On 11 April 2012, Sudan declared war on South Sudan after weeks of border clashes. ====Declared wars since 1945==== Declarations of war, while uncommon in the traditional sense, have mainly been limited to the conflict areas of the Western Asia and East Africa since 1945. Additionally, some small states have unilaterally declared war on major world powers such as the United States, United Kingdom, or Russia when faced with a hostile invasion and/or occupation. This is a list of declarations of war (or the existence of war) by one sovereign state against another since the end of World War II in 1945. Only declarations that occurred in the context of a direct military conflict are included. {| class=\"wikitable\" |- ! rowspan=\"2\" | War(s) ! rowspan=\"2\" | Date ! rowspan=\"2\" | Titled ! colspan=\"2\" | Belligerents ! rowspan=\"2\" | Ended ! rowspan=\"2\" | References |- ! Declaring party ! Opponent |- | Arab–Israeli War (1948–49) | rowspan=\"5\"| 15 May 1948 | rowspan=\"8\"| declaration of war | Egypt | rowspan=\"5\"| | 26 March 1979 | rowspan=\"5\"| |- | Suez Crisis (1956) | | 26 October 1994 |- | Six-Day War (1967) | Syria | rowspan=\"3\"| Still at war |- | War of Attrition (1967–70) | Iraq |- | Yom Kippur War (1973) | |- | Ogaden War | 13 July 1977 | | Ethiopia | 15 March 1978 | |- |- | Uganda–Tanzania War | 2 November 1978 | | | 3 June 1979 | |- | Iran–Iraq War | 22 September 1980 | Iraq | | 20 July 1988 | |- | United States invasion of Panama | 15 December 1989 | rowspan=\"4\"| existence of a state of war | | | 31 January 1990 | |- | Eritrean–Ethiopian War | 14 May 1998 | | | 12 December 2000 | |- | Chadian Civil War (2005–10) | 23 December 2005 | | | 15 January 2010 | |- | Djiboutian–Eritrean border conflict | 13 June 2008 | | | 6 June 2010 | |- | Russo-Georgian War | 9 August 2008 | declaration of war (declaring the existence of a state of war.) | | | 16 August 2008 | |- | Heglig Crisis | 11 April 2012 | rowspan=\"3\"| existence of a state of war | | | 26 May 2012 | |- | Sinai insurgency | 1 July 2015 | | Islamic State | rowspan=\"2\"| Still at war | |- | 2020 Nagorno-Karabakh conflict | 27 September 2020 | | | |} ===Legality of declarations of war since 1945=== The United Nations Charter is the foundation of modern international law.Howard Friel and Richard Falk, “The Record of the Paper: How the New York Times Misreports Foreign Policy,” Chapter I, Without Law of Facts, The United States Invades Iraq,” pp. 15–17 The UN Charter is a treaty ratified by members of the UN, which are therefore legally bound by its terms. Article 2(4) of the UN Charter generally bans the use of force by states except when carefully circumscribed conditions are met, stating: > All members shall refrain in their international relations from the threat > or use of force against the territorial integrity or political independence > of any state, or in any other manner inconsistent with the purposes of the > United Nations.Article 2(4) of the UN Charter, > http://www.yale.edu/lawweb/avalon/un/unchart.htm#art2 This rule was \"enshrined in the United Nations Charter in 1945 for a good reason: to prevent states from using force as they felt so inclined\", said Louise Doswald-Beck, Secretary-General International Commission of Jurists.International Commission of Jurists, 18 March 2003, Iraq – ICJ Deplores Moves Toward a War of Aggression on Iraq Therefore, in the absence of an armed attack against a country or its allies, any legal use of force, or any legal threat of the use of force, has to be supported by a United Nations Security Council resolution authorizing member states to use force. === United Nations and war === In an effort to force nations to resolve issues without warfare, framers of the United Nations Charter attempted to commit member nations to using warfare only under limited circumstances, particularly for defensive purposes. The UN became a combatant itself after North Korea invaded South Korea on 25 June 1950, which begun the Korean War. The UN Security Council condemned the North Korean action by a 9–0 resolution (with the Soviet Union absent) and called upon its member nations to come to the aid of South Korea. The United States and 15 other nations formed a \"UN force\" to pursue this action. In a press conference on 29 June 1950, U.S. President Harry S. Truman characterized these hostilities as not being a \"war\" but a \"police action\". The United Nations has issued Security Council Resolutions that declared some wars to be legal actions under international law, most notably Resolution 678, authorizing the 1991 Gulf War which was triggered by Iraq's invasion of Kuwait. UN Resolutions authorise the use of \"force\" or \"all necessary means\". The United Nations Security Council – Its Role in the Iraq Crisis: A Brief Overview ==Requirements by country== ===Commonwealth realms=== Throughout the Commonwealth realms (the UK, Australia, Canada, et al.) the formal right to declare war rests with the monarch, currently Elizabeth II, or their representative (the governor-general), as part of the royal prerogative and exercised by the Prime Minister (for example in the UK) or that realm's written constitution. It is a very recent development in the United Kingdom that parliamentary approval be sought before deployment of combat forces overseas, for example in the Iraq War (2003) and airstrikes on Daesh (ISIL), but this is not a legal requirement. ===Brazil=== According to article 84 of Brazilian constitution the President of Brazil has the power to declare war, in the event of foreign aggression, when authorized by the National Congress or, upon its ratification if the aggression occurs between legislative sessions, and decree full or partial national mobilization under the same conditions. ===Finland=== According to article 93 of the Finnish constitution, the President of Finland may declare war, or declare peace, with permission from the Parliament of Finland. ===France=== According to Article 35 of the French constitution, the French Parliament has the authority to declare war. ===Germany=== Article 115a says that unless attacked by an opposing military force, Germany must vote a two-thirds majority vote in the Bundestag if the federal republic is under the threat of war. ===Ireland=== Article 28.3.1° of the Constitution of Ireland states that \"war shall not be declared and the State shall not participate in any war save with the assent of Dáil Éireann.\" Ireland has taken a policy of non-alignment (what many confuse with neutrality see: Irish Neutrality) in military terms and is thus not a member of NATO. ===Italy=== According to the 11° article of the Italian Constitution, Italy rejects war as an instrument of aggression. Parliament has the power to declare war if it is necessary to create an order that ensures peace and justice among Nations;Giampiero Buonomo, , in Il Parlamento, 1991. the most reliable authors exclude that among the circumstances in which it can be declared the state of war under Article 78 of the Constitution may be included also the state of internal civil war. ===Mexico=== According to Article 89 § VIII of the Mexican Constitution the President may declare war in the name of the United Mexican States after the correspondent law is enacted by the Congress of the Union. ===Spain=== According to the Spanish constitution of 1978, Art. 63, the King, with prior authorization by the Parliament, has the power to declare war and make peace. ===Sweden=== According to 2010:1408 15 kap. 14 § entitled \"Krigsförklaring\" (declaration of war) the Swedish cabinet (regeringen) may not declare Sweden to be at war without the parliaments (riksdagen) consent unless Sweden is first attacked. ===United States=== In the United States, Congress, which makes the rules for the military, has the power under the constitution to \"declare war\". However neither the U.S. Constitution nor any Act of Congress stipulate what format a declaration of war must take. War declarations have the force of law and are intended to be executed by the President as \"commander in chief\" of the armed forces. The last time Congress passed joint resolutions saying that a \"state of war\" existed was on June 5, 1942, when the U.S. declared war on Bulgaria, Hungary, and Romania. Since then, the US has used the term \"authorization to use military force,\" as in the case against Iraq in 2003. Sometimes decisions for military engagements were made by US presidents, without formal approval by Congress, based on UN Security Council resolutions that do not expressly declare the UN or its members to be at war. Part of the justification for the United States invasion of Panama was to capture Manuel Noriega (as a prisoner of war) because he was declared a criminal rather than a belligerent. In response to the September 11 attacks, the United States Congress passed the joint resolution Authorization for Use of Military Force Against Terrorists on September 14, 2001, which authorized the US President to fight the War on Terror. == See also == * Ongoing wars (mostly undeclared) * Frozen conflict * List of wars extended by diplomatic irregularity * Letter of protest * Declarations of war during World War I * Declarations of war during World War II * Declaration of war by Canada * Declaration of war by the United Kingdom * Declaration of war by the United States * United States declaration of war upon the United Kingdom (1812) * German declaration of war against the Netherlands (1940) * United Kingdom declaration of war on Japan (1941) * State of emergency * Jihad, a declaration of war in Islam * Undeclared war == References == == External links == * Declarations of war during World War II * Hague Convention (III) in 1907 defines the protocol for starting hostilities * Declarations of War and Authorizations for the Use of Military Force: Historical Background and Legal Implications, US Congressional Research Service Category:Laws of war Category:Chronology of war ",
    "title": "Declaration of war"
}