{
    "id": "262122",
    "text": "Operation Kremlin (Fall Kreml in German) was a successful German deception operation against Soviet forces in May to June 1942. After German troops captured the city of Kharkov in October 1941, the German High Command planned an offensive to destroy the Soviet forces toward the southern sector of the Eastern Front. To divert the attention of the Soviets from the thrust that would lead to the Battle of Stalingrad, on May 29, 1942, the High Command ordered \"the earliest possible resumption of the attack on Moscow\" by Army Group Centre. The factor that made Operation Kremlin plausible to the Soviet High Command, the Stavka, was that it coincided with Soviet thinking, which the Germans had not known. The Soviets had already believed that the Germans would make a second attempt to take Moscow in a larger summer offensive in 1942. The directive given to Army Group Centre, which assigned two panzer divisions the identical missions that they had received in the previous autumn, could have been taken for the real thing, even by the German officers who were in the know. Most of them were kept in the dark about the deception, which made it all the more believable. As part of Operation Kremlin, the Luftwaffe increased reconnaissance flights over and around Moscow, officers in charge of prisoner-of-war interrogations were given lists of questions to ask regarding Moscow's defenses and sealed packets of Moscow maps were distributed down to regimental level. A readiness date of August 1 was planned. Although postwar Soviet accounts insisted that Operation Kremlin had failed, the Soviet High Command and the General Staff were in fact misled by the deception. Joseph Stalin and top Soviet generals had no doubt that the Germans would launch another offensive on Moscow in mid-1942. On June 28, Operation Blau began. ==References== Ziemke, Earl F. and Magna E. Bauer. Moscow to Stalingrad: Decision in the East. Washington, DC: Government Printing Office, 1987. Kremlin Category:Conflicts in 1942 Kremlin Kremlin ",
    "title": "Operation Kremlin"
}