{
    "id": "262280",
    "text": "Jørgen Nash (March 16, 1920 – May 17, 2004) was a Danish artist, writer and central proponent of Situationism. == Life == He was born in Vejrum, Jutland, Denmark, baptized Jørgen Axel Jørgensen, the brother of Asger Jorn. He later changed his family name from Jørgensen to Nash. He was married three times and had six children. His last marriage was with the painter Lis Zwick and would last until his death in 2004. The last forty years of his life he lived in the artist collective Drakabygget outside Örkelljunga, Sweden. From 1948 to 1951 he was involved with CoBrA. He went on to join the Situationist International. In 1959 he produced Stavrim, Sonetter a book of poetry illustrated by Jorn. In 1960 he founded the Situationist Bauhaus based at the farm Drakabygget with Jorn. He is the editor of Drakabygget, a journal about art and social philosophy. In 1963 became an honorary artist of the Royal Danish Academy of Art. == Exhibitions == He has exhibited at: * Galerias del Palacio de Belles Artes, Mexico City * Kobe Art Museum, Kobe, Japan * Museum of Modern Art New York * Moderna Museet * National Museum of Modern Art, Tokyo * Museum de Art Moderno, Mexico City * Ueno Royal Museum, Tokyo * Rooseum, Sweden * The Modern Art Gallery Silkeborg, Denmark * Museo Carillo Gil, Mexico City * Klingspor- Museum, Offenbach am Main, Germany * Yokohama City Art Hall, Yokohama, Japan * Tessin Institute, Paris * Museo National de Belles Artes and Centro Wifredo Lam, Havana, Cuba * Skissernas Museum, Lund, Sweden * Kongelige Kobberstiksamling, Copenhagen, Denmark * Centre Pompidou, Paris * Royal Academi of Art, Stockholm * Museu Dárt Contemporani, Barcelona, Spain == Exclusion from the SI == On 10 February 1962, Nash voted with the majority of the Central Council of the Situationist International, for the exclusion of the Spur group. The majority was 5 to 1, with Dieter Kunzelmann be the only opposer.Situationist News, Internationale Situationniste #7 (April 1962) Nash rebuked those responsible for Spur, was initially in favor of them publishing a retraction, but stopped short of demanding an exclusion. After a debate on this subject, however, Nash decided on the option of exclusion. Kunzelmann too, the only opposing vote, and himself part of Spur, expressed his approval of all the Central Council's critiques towards the other Spur members. In Sweden, on March 1962, Jörgen Nash suddenly attacked the SI in the name of the Scandinavian section, with the tract Danger! Do Not Lean Out, and planned to convert the section in another Swedish \"Bauhaus\". Reckoning on the considerable geographical dispersion of the Scandinavian situationists, Nash had not even consulted with all of them before his putsch. Surprised at not being unanimously followed and at finding himself countered on the spot by the partisans of the SI majority — Jeppesen Victor Martin, who immediately circulated a definitive repudiation of his imposture — Nash at first feigned astonishment that things had gone to the point of a complete break with the situationists; as if the fact of launching a public surprise attack full of lies was compatible with carrying on a dialogue, on the basis of some sort of Nashist Scandinavian autonomy. According to the SI, Nash's main goal was to use the seal of \"situationism\" to attract a few highly profitable art dealers. The SI stated that this was confirmed by the fact that Nash's new Swedish \"Bauhaus\", which consisted of two or three Scandinavian ex-situationists plus \"a mass of unknowns flocking to the feast\", immediately plunged into \"the most shopworn forms of artistic production\".The Counter-Situationist Campaign in Various Countries, Internationale Situationniste #8, 1963. According to the SI, the development of this conspiracy was no doubt precipitated by the recent elimination of the SI's right wing, the Spur group, on whose support the Nashists had relied. In the tract Danger! Do Not Lean Out,Danger! Do Not Lean Out! published as a tract, and then reprinted in The Situationist Times #1 (1962) Nash, with Ansgar Elde and Jacqueline de Jong, stated that although there may be grounds to criticise the Spur group (Ervin Eisch, Lothar Fischer, Dieter Kunzelmann, Renee Nele, Heimrad Prem, Gretel Stadler, Helmut Sturm and Hand-Peter Zimmer), the way they had been expelled, and the SI itself, were totalitarian. However, the decision followed a debate and was voted by the majority 5 to 1, with Nash also voting in favor of it. Nash also implied that Ansgar Elde was present at the Council and that Jacqueline de Jong was part of if, which was false. The SI, at the behest of Jeppesen Victor Martin, described those they had expelled as nashists. On 24 April 1964 Nash with other members of Bauhaus Situationniste decapitated the statue of The Little Mermaid in Copenhagen harbour. This manifestation was part of the movements campaign against consumerist society. Following his exclusion he became involved in the Second Situationist International and the creation in 1974 of the Situationist Antinational. ==See also== *Stewart Home ==See also== * Jorgen Nash, Hangegal. Gallisk Poesialbum, med illuminationer af J.V,MNartin og tegninger af Digteren. Edition Internationale Situationniste, 750 numerierte Exemplare ==References== == External links == *ArtNetGallery page * Jakob Jakobsen & Mikkel Bolt : Expect Anything Fear Nothing: The Situationist Movement in Scandinavia and Elsewhere 2011 Category:1920 births Category:2004 deaths Category:Danish painters Category:Modern painters Category:Abstract painters Category:Danish watercolourists Category:20th-century Danish artists Category:20th-century Danish writers Category:20th-century Danish male writers ",
    "title": "Jørgen Nash"
}