{
    "id": "262358",
    "text": "Caloris Planitia is a plain within a large impact basin on Mercury, informally named Caloris, about in diameter. It is one of the largest impact basins in the Solar System. \"Calor\" is Latin for \"heat\" and the basin is so-named because the Sun is almost directly overhead every second time Mercury passes perihelion. The crater, discovered in 1974, is surrounded by the Caloris Montes, a ring of mountains approximately tall. ==Appearance== MESSENGERs first image of the unseen side of Mercury from a distance of about cropped to highlight Caloris. The rim is hard to discern as the Sun is directly overhead, preventing shadows. Caloris was discovered on images taken by the Mariner 10 probe in 1974. Its name was suggested by Brian O'Leary, astronaut and member of the Mariner 10 imagery team. It was situated on the terminator—the line dividing the daytime and nighttime hemispheres—at the time the probe passed by, and so half of the crater could not be imaged. Later, on January 15, 2008, one of the first photos of the planet taken by the MESSENGER probe revealed the crater in its entirety. The basin was initially estimated to be about in diameter, though this was increased to based on subsequent images taken by MESSENGER. It is ringed by mountains up to high. Inside the crater walls, the floor of the crater is filled by lava plains, similar to the maria of the Moon. These plains are superposed by explosive vents associated with pyroclastic material. Outside the walls, material ejected in the impact which created the basin extends for , and concentric rings surround the crater. In the center of the basin is a region containing numerous radial troughs that appear to be extensional faults, with a crater, Apollodorus, located near the center of the pattern. The exact cause of this pattern of troughs is not currently known. The feature is named Pantheon Fossae.Mercury's First Fossae . MESSENGER. May 5, 2008. Accessed on July 13, 2009. ==Formation== Comparison of the original estimated size of the Caloris basin (yellow) with that based on images from the MESSENGER probe (blue). The impacting body is estimated to have been at least 100 km (62 miles) in diameter. Bodies in the inner Solar System experienced a heavy bombardment of large rocky bodies in the first billion years or so of the Solar System. The impact that created Caloris must have occurred after most of the heavy bombardment had finished, because fewer impact craters are seen on its floor than exist on comparably-sized regions outside the crater. Similar impact basins on the Moon such as the Mare Imbrium and Mare Orientale are believed to have formed at about the same time, possibly indicating that there was a 'spike' of large impacts towards the end of the heavy bombardment phase of the early Solar System. Based on MESSENGERs photographs, Caloris' age has been determined to be between 3.8 and 3.9 billion years. ==Antipodal chaotic terrain and global effects== Hilly, lineated terrain at the antipode of Caloris. Close up of the chaotic terrain. The giant impact believed to have formed Caloris may have had global consequences for the planet. At the exact antipode of the basin is a large area of hilly, grooved terrain, with few small impact craters that are known as chaotic terrain (also \"weird terrain\"). It is thought by some to have been created as seismic waves from the impact converged on the opposite side of the planet. Alternatively, it has been suggested that this terrain formed as a result of the convergence of ejecta at this basin's antipode. This hypothetical impact is also believed to have triggered volcanic activity on Mercury, resulting in the formation of smooth plains. Surrounding Caloris is a series of geologic formations thought to have been produced by the basin's ejecta, collectively called the Caloris Group. ==Emissions of gas== Mercury has a very tenuous and transient atmosphere, containing small amounts of hydrogen and helium captured from the solar wind, as well as heavier elements such as sodium and potassium. These are thought to originate within the planet, being \"out-gassed\" from beneath its crust. The Caloris basin has been found to be a significant source of sodium and potassium, indicating that the fractures created by the impact facilitate the release of gases from within the planet. The unusual terrain is also a source of these gases. ==Gallery== File:Caloris Basin topography JMARS Colorized Shade 2km.jpg|Topographic map of Caloris basin File:Caloris basin labeled.png|Mosaic of eastern Caloris basin photographed by Mariner 10 in 1974–75. File:Spider crater on planet mercury.jpg|Pantheon Fossae in the center of Caloris basin, with Apollodorus crater at center of the fossae. File:PIA19421-Mercury-Craters- MunchSanderPoe-20150416.jpg|Enhanced color image of craters Munch, Sander, and Poe, amid plains of Caloris basin File:PIA19450-PlanetMercury- CalorisBasin-20150501.jpg|Perspective view of Caloris – high (red); low (blue). ==See also== * Geology of Mercury * Skinakas basin ==References== Category:Impact craters on Mercury ",
    "title": "Caloris Planitia"
}