{
    "id": "262350",
    "text": "Elliott Bay is a part of the Central Basin region of Puget Sound in Cascadia. It is in the U.S. state of Washington, extending southeastward between West Point in the north and Alki Point in the south. Seattle was founded on this body of water in the 1850s and has since grown to encompass it completely. The waterway it provides to the Pacific Ocean has served as a key element of the city's economy, enabling the Port of Seattle to become one of the busiest ports in the United States. ==History== The Duwamish people lived in the vicinity of Elliott Bay and the Duwamish River for thousands of years and had established at least 17 settlements by the time white settlers came in the 1850s. Among the earliest white settlements was by the Denny Party at New York Alki, which is in the present-day neighborhood of Alki in West Seattle, however after a hard winter they shifted across Elliott Bay near the present- day Pioneer Square, which became Seattle. Over the years the city expanded to cover all of the waterfront on Elliott Bay and codified it as one of its fairways (a navigable waterway). The bay was named during the Wilkes expedition in 1841, after an uncertain namesake. Candidates include members of the expedition: ship's chaplain Jared Elliott, ship's boy George Elliott, and midshipman Samuel Elliott. The last has been deemed the most likely namesake. Commodore Jesse Elliott has also been proposed as a possible source of the name. The bay has been referred to as Duwamish Bay and Seattle Harbor, especially before the US Board on Geographic Names officially settled on the name \"Elliott Bay\" in 1895. Duwamish Head, West Seattle A local legend says that the Puget Sound Mosquito Fleet, which peaked in the early 20th century, was so-named by a Seattleite who looked out over Elliott Bay and remarked that the activity resembled that of mosquitoes. Two notable sinkings related to the Mosquito Fleet occurred in the bay: the Dix in 1906, taking with it dozens of lives, and the Multnomah in 1911. Eventually these commercial passenger services faded as automobiles and ferries rose in popularity. The last remaining model of the Boeing 307 ditched into Elliott Bay in 2002 during a final test flight from Boeing Field to Everett. The craft, named the Flying Cloud, had been the subject of an eight-year restoration project meant to ready it for display at the National Air and Space Museum. Despite the incident, the aircraft was again restored, flew to the Smithsonian, and was put on display. ==Features== Elliott Bay and the Seattle waterfront, looking north from the Pacific Coast Co. dock, c. 1907 West Point and Alki Point are the headlands into Puget Sound recognized as the northern and southern entrances of Elliott Bay respectively. A line drawn between these two points demarcates the bay to the east from the open sound to the west. More precisely, the bay has been defined as being east from a line drawn from Duwamish Head north to Magnolia Bluff. The Duwamish River empties into the southeastern part of the bay. This area was extensively modified by human development in the 20th century to channelize the river and fill in tideflats to create Harbor Island, which was once the world's largest artificial island. West of the river delta the land juts north into the bay at Duwamish Head. To the east running north and northwest is the heart of Seattle, the Alaskan Way Seawall, the Central Waterfront, and Smith Cove. Elliott Bay is home to the Port of Seattle, which, in 2002, was the 9th busiest port in the United States by TEUs of container traffic and the 46th busiest in the world. Cruise ship business, serving Alaskan cruises, became increasingly important in the 2000s. The bay is also home to Colman Dock, the main Seattle terminal of the state's ferry system, the largest in the country. Sailings regularly depart from Seattle to Bainbridge Island and Bremerton. The Seattle–Winslow (Bainbridge Island) route is the most heavily used in the state ferry system in terms of number of vehicles and passengers transported. The King County Water Taxi, a passenger ferry, runs across the bay, connecting Downtown Seattle with West Seattle (Seacrest Dock) and Vashon Island. Elliott Bay Park along the waterfront, downtown Seattle Two marinas are in Elliott Bay. The larger of them is the privately owned Elliott Bay Marina, in the Magnolia/Interbay neighborhoods at Smith Cove, with 1,200 slips. Bell Harbor Marina, operated by the Port of Seattle, is in the Central Waterfront along Belltown. Up to 70 vessels can be moored there. Numerous piers extend into the bay, especially along Seattle's Central Waterfront. Piers 57 and 59 house tourist destinations, including the Seattle Great Wheel and the Seattle Aquarium. On Pier 67 is The Edgewater Hotel. Pier 86 is a major grain shipping terminal operated by the Louis Dreyfus Group. Grain is carried to docked cargo ships by passing over Elliott Bay Trail and a narrow shoreline park, which also features a public fishing pier near Smith Cove. In the cove is Terminal 91, which has served a variety of purposes over the years, including storage for imported automobiles and fish, and most recently became a dock for Alaskan cruise ships. To the south, in West Seattle's Seacrest Park, is another public fishing pier and a dive site. As a prominent aspect of Seattle's geography, the bay has frequently been referenced in media. The Real World: Seattle, the 1998 season of the MTV reality television series, was filmed on Pier 70 on the bay. The fictional Elliott Bay Towers, home of Frasier Crane on the TV series Frasier, are named after the bay. In Season 3 of the Seattle-set crime drama The Killing, suspect Ray Seward is incarcerated in the fictional Elliott Bay Penitentiary. A simplified map of Elliott Bay is used as the \"Maps\" icon in Microsoft's Windows Phone 7 Smartphone Operating System. Microsoft has its headquarters in the Seattle metropolitan area. ==Ecology== Elliott Bay has been a focus for environmental concern. Urban and industrial development along its shores, and on the banks of the Duwamish River that leads into it, have caused concern over the levels of contaminants entering the water. On the southern shoreline are two Superfund cleanup sites: Harbor Island and the former location of Lockheed West Seattle. Several other sites have been designated for cleanup, including the Pacific Sound Resources site, and others along the lower Duwamish. The downtown waterfront offers a poor habitat for the juvenile salmon that migrate from the Duwamish River, due to the darkness under the piers and the lack of food along the vertical Alaskan Way Seawall. The seawall redevelopment project aims to improve the habitat by installing underwater structures to create shallows where salmon can find food and glass blocks in the sidewalk (cantilevered over the bay) so that sunlight can illuminate the shallows even at the piers. ==References== ==External links== * Category:Landforms of Seattle Category:Bays of Washington (state) Category:Landforms of Puget Sound Category:Bays of King County, Washington ",
    "title": "Elliott Bay"
}