{
    "id": "262321",
    "text": "The Atlantic City Expressway (officially numbered, but unsigned, as Route 446 and abbreviated A.C. Expressway, ACE, or ACX, and known locally as \"the Expressway\") is a , controlled-access toll road in the U.S. state of New Jersey, managed and operated by the South Jersey Transportation Authority (SJTA). It serves as an extension of the freeway part of Route 42 from Turnersville (which is itself an extension of Interstate 76) southeast to Atlantic City. It connects Philadelphia and the surrounding Delaware Valley with Atlantic City and other Jersey Shore resorts. Besides providing a route between the Delaware Valley and Atlantic City, as well as other Shore Points, the expressway also serves other South Jersey communities, including Hammonton and Mays Landing. The expressway intersects many major roads, including Route 73 in Winslow Township, Route 54 in Hammonton, Route 50 in Hamilton Township, the Garden State Parkway in Egg Harbor Township, and U.S. Route 9 (US 9) in Pleasantville. The Atlantic City Expressway has an open system of tolling, with two mainline toll plazas (Egg Harbor in Hamilton Township and Pleasantville) and seven exits with ramp tolls. Tolls can be paid using cash or the E-ZPass electronic toll collection system. The total cost to travel the length of the Atlantic City Expressway for passenger vehicles is currently $5.50. The expressway features one service plaza, the Frank S. Farley Service Plaza, in Hamilton Township a short distance west of the Egg Harbor Toll Plaza, as well as a gas station and mini-mart in Pleasantville. Plans for the road go back to the 1930s when a parkway was proposed between Camden and Atlantic City that was never built. Plans resurfaced for the road in the 1950s when a group of officials led by State Senator Frank S. Farley pushed for a road to help the area economy. The New Jersey Expressway Authority was created in 1962, tasked with building an expressway. The Atlantic City Expressway was built between 1962 and 1965 at a total cost of $48.2 million. The South Jersey Transportation Authority assumed control of the road in 1991 from the New Jersey Expressway Authority. ==Route description== The Atlantic City Expressway begins at Route 42 in Turnersville in Washington Township, Gloucester County, where the freeway right-of-way continues north as the North-South Freeway, a part of Route 42. Here, Route 42 continues south on the Black Horse Pike and Route 168 continues north on the Black Horse Pike. A westbound exit provides a connection to northbound Route 168. The expressway then heads southeast, straddling between Washington Township and Gloucester Township, Camden County. On the border between Gloucester Township and Winslow Township, the Atlantic City Expressway features a diamond interchange with County Route 689 (CR 689). Past this interchange, there is a full interchange with County Route 536 Spur. The expressway passes under County Route 536 and then features a partial interchange with County Route 723, with an eastbound exit and a westbound entrance. It then meets Route 73 at another partial interchange, with a westbound exit and an eastbound entrance, before passing over the Southern Railroad of New Jersey's Southern Running Track line. Atlantic City Expressway westbound past the Route 54 interchange in Hammonton The expressway crosses into Hammonton, Atlantic County. Continuing to the southeast, it passes over Conrail Shared Assets Operations' Beesleys Point Secondary before it encounters Route 54 at a full interchange. It then enters Hamilton Township and passes under County Route 559. The lanes of the Atlantic City Expressway in both directions split for the Frank S. Farley Service Plaza, which is located in the median of the expressway. The Frank S. Farley Service Plaza, named for New Jersey State Senator Frank S. Farley, is the only service plaza on the highway. Run by HMSHost, it has a building containing several fast food restaurants, a gift shop, an ATM, tourist information, and a Sunoco gas station and mini-mart. Past the service plaza, the Atlantic City Expressway meets the mainline Egg Harbor Toll Plaza. It then features a full interchange with Route 50, with the westbound exit and eastbound entrance being E-ZPass only. It meets County Route 670, with another partial interchange featuring an eastbound off-ramp and a westbound on-ramp. Next, it has an eastbound exit and westbound entrance for County Route 575, which provides access to U.S. Route 40, U.S. Route 322, and the Hamilton Mall. To and from the east, a ramp runs from the Atlantic City Expressway to the US 40/US 322 split. The expressway then enters Egg Harbor Township. It interchanges with County Route 646, which provides access to the Atlantic City International Airport, and passes under County Route 563. It then features a cloverleaf interchange with the Garden State Parkway and crosses into Pleasantville. The expressway meets U.S. Route 9 at a diamond interchange. It passes under County Route 585 and features a partial interchange with North Franklin Boulevard, with a westbound exit and eastbound entrance. Eastbound on the Atlantic City Expressway approaching the Garden State Parkway in Egg Harbor Township The expressway then continues to the Pleasantville Toll Plaza. Past the toll plaza, the travel lanes separate and a long parking area, used by Atlantic City casino employees, lies within the median of the expressway. It then encounters the former Atlantic City Visitor Welcome Center and a Sunoco gas station/mini-mart. and enters Atlantic City. Upon entering Atlantic City, the expressway passes under the Southern Railroad of New Jersey's Pleasantville Industrial Track line and features an eastbound exit and westbound entrance to US 40/US 322. It then continues southeast, crossing the Beach Thorofare, and soon after encounters an eastbound exit and westbound entrance for the Atlantic City-Brigantine Connector, which provides access to the Atlantic City Convention Center, the Marina district, and Brigantine. It then ends at a traffic light at the intersection with Baltic Avenue/Fairmount Avenue near Tanger Outlets The Walk, where it becomes the one-way pair of Missouri Avenue eastbound (also known as Christopher Columbus Boulevard and County Route 692) and Arkansas Avenue westbound (County Route 694). In 2015, the Atlantic City Expressway counted over 51 million toll-paying vehicles. The speed limit on the Atlantic City Expressway is with \"conditions permitting\" on the posted sign for most of the route. Call boxes are located every mile on either side. The entire length of the highway is part of the National Highway System, a network of roads important to the country's economy, defense, and mobility. ==Tolls== Egg Harbor toll plaza As of September 13, 2020, all passenger vehicles currently must pay a $4.25 toll at the Egg Harbor Toll Plaza, which is located east of the Farley Service Plaza at milepost 17.5, and a $1.25 toll near Pleasantville. Both mainline toll plazas have Express E-ZPass lanes through the center of the plaza. Tolls are also collected at several entrances and exits. A $1.25 toll for cars is charged at the eastbound exits and westbound entrances at exits 5, 28, and 33 and the westbound exits and eastbound entrances at exits 9 and 12; in addition, a $0.60 toll for cars is charged at the eastbound exits and westbound entrances at exits 38 and 41. A $4.25 E-ZPass only toll is charged for the westbound exit and eastbound entrance at exit 17. E-ZPass users who frequently use the road receive a discount on their tolls. Since 2014, eastbound tolls have been waived at the Egg Harbor Toll Plaza between 5:00 and 6:00 pm on Friday before Memorial Day to promote the unofficial beginning of the summer tourist season at the Jersey Shore. Chickie's & Pete's, a local sports bar chain, pays for the tolls collected during this hour. In October 2014, eastbound tolls were waived at the Egg Harbor and Pleasantville toll plazas on Tuesdays between 12:00 pm and 12:00 am to encourage midweek tourism to Atlantic City. ==History== The beginning of the westbound Atlantic City Expressway in Atlantic City The road was planned as a parkway in 1932, running from the Ben Franklin Bridge in Camden to Atlantic City, but it never materialized. The idea for a limited access road between the Philadelphia area and Atlantic City resurfaced in the 1950s when South Jersey officials, led by State Senator Frank S. Farley. He pushed for an expressway between the two areas to help the economy of Southern New Jersey. The New Jersey State Highway Department authorized traffic studies for a toll road between Turnersville and Atlantic City in 1958 and 1959, and the New Jersey Expressway Authority Act in 1962 called for a five-member agency (the New Jersey Expressway Authority) with representatives from four Southern New Jersey counties to be responsible for issuing bonds to build and maintain the Atlantic City Expressway. Construction of the Atlantic City Expressway started in the middle of 1962. The design was to feature a 300- to 400-foot-wide roadway with 12-foot-wide travel lanes and right shoulders as well as 3-foot-wide left shoulders. The part between Route 42 in Turnersville and the Garden State Parkway in Egg Harbor Township was completed on July 31, 1964, and the part between the Garden State Parkway and Atlantic City was finished in July 1965. Construction of the Atlantic City Expressway cost a total of $48.2 million. Tolls on the Atlantic City Expressway initially cost $0.75 at the Egg Harbor toll plaza and $0.15 at the Pleasantville toll plaza. In 1991, the South Jersey Transportation Authority was created by the New Jersey Legislature to operate the Atlantic City Expressway, the Atlantic City International Airport, and operations of the Atlantic County Transportation Authority. In 2000, the Atlantic City Visitor Welcome Center opened in the median of the expressway near Atlantic City. Construction of the welcome center cost $3.5 million. The welcome center offered amenities including tourist information, T-shirts, restrooms, and E-ZPass sales. The Atlantic City Visitor Welcome Center closed on May 1, 2019 due to a lack of visitors. In recent years, many improvements have been made to the Atlantic City Expressway. A new interchange with County Route 689 on the border of Gloucester Township and Winslow Township was completed in 2000 for $5 million. The Atlantic City-Brigantine Connector was completed on July 31, 2001, to connect the Atlantic City Expressway to the Marina district and Brigantine. In 2005, the Atlantic City Expressway added a third lane in both directions between the Garden State Parkway and Atlantic City and in the eastbound direction between Route 73 and the Garden State Parkway. Also, the Pleasantville Toll Plaza was reconstructed, replacing the older cash booths with newer technology. Atlantic City Expressway westbound past the CR 689 interchange in Winslow Township On November 21, 2008, construction began on the reconstruction of Interchange 17, with completion on June 18, 2010. As a result of reconstructing this interchange, the SJTA approved raising the interchange toll to $3.00. This new rate is charged to motorists heading to or from the east along the Atlantic City Expressway at Route 50. The proposal drew opposition from area officials who felt the proposed rate was too high. The westbound exit and eastbound entrance at Interchange 17 were designed to be E-ZPass only, the first such interchange on the Atlantic City Expressway. In 2007, it was announced that the mainline Expressway from milepost 7.0-31.0 would be widened in the westbound direction to accommodate a third lane from north of the Garden State Parkway to Route 73. Interchange 17 (Route 50) would be reconstructed to form a full movement interchange (completed June 18, 2010), and the Egg Harbor Toll Plaza would receive Express E-ZPass lanes to allow traffic to maintain highway speed. Construction on these three projects was financed by a $25 million bond. The first phase was completed in the middle of 2010 and the Express E-ZPass was completed in May 2011. The work under the widening project also included improvements to bridges, lighting, and guide signs. Also, Intelligent Transportation System (ITS) technology, such as traffic cameras and variable-message signs, were added to the Atlantic City Expressway to enhance safety and aid in monitoring traffic. The first phase widened the road from the Garden State Parkway to the Egg Harbor Toll Plaza. The second phase widened the road from the Egg Harbor Toll Plaza to milepost 24.5. The third phase widened the road west to Route 73. The ITS components were installed along these sections of the roadway through the course of each phase. The widening work was completed in May 2014 and the third lane opened in its entirety by Memorial Day 2014. The fourth phase added ITS technology to the parts of the road that are not being widened. On September 13, 2020, tolls at the Egg Harbor Toll Plaza increased from $3.00 to $4.25 and the $0.75 tolls at the Pleasantville Toll Plaza and several interchanges increased to $1.25. ==Future== The SJTA revealed plans for a major road improvement project that would link the Atlantic City International Airport to the Atlantic City Expressway, with construction beginning as early as 2013. The plan includes new ramps with two overpasses over the expressway. The road would connect Amelia Earhart Boulevard with an overpass above Airport Circle. Plans also call for building a service road with another overpass that would provide access to Delilah Road. Another project involves the installation of an overpass at the end of Amelia Earhart Boulevard next to the entrance to the FAA tech center. The proposed roadway would intrude upon a small section of a mobile home park and land owned by Egg Harbor Township. In 2020, the interchange's cost was projected at $60 million. The 2019 Statewide Transportation Improvement Plan included a project that would add a flyover ramp from the Garden State Parkway northbound to the Atlantic City Expressway westbound. Construction would go from 2020 to 2022, with an estimated cost of $20 million. In April 2020, as part of a plan to raise tolls by 37% on the Expressway, the SJTA announced a $150 million plan to widen the Expressway to three lanes from Exit 31 to the western terminus with Route 42. The project would also replace the current tolling system with an all-electronic tolling system using E-ZPass or toll-by-plate, a tolling system which mails an invoice to license plates without E-ZPass. ==Exit list== Mileposts run from east to west. ==See also== * List of state highways in New Jersey * Atlantic City–Brigantine Connector ==References== ==External links== * (Official Website) * * * * (Owner of Atlantic City Expressway) Category:State highways in New Jersey Category:Toll roads in New Jersey Category:Limited-access roads in New Jersey Category:Transportation in Atlantic County, New Jersey Category:Transportation in Camden County, New Jersey Category:Transportation in Gloucester County, New Jersey Category:Transportation in the Pine Barrens (New Jersey) Category:Streets in Atlantic City, New Jersey ",
    "title": "Atlantic City Expressway"
}