{
    "id": "262573",
    "text": "Cardiac tamponade, also known as pericardial tamponade, is when fluid in the pericardium (the sac around the heart) builds up, resulting in compression of the heart. Onset may be rapid or gradual. Symptoms typically include those of cardiogenic shock including shortness of breath, weakness, lightheadedness, and cough. Other symptoms may relate to the underlying cause. Common causes of cardiac tamponade include cancer, kidney failure, chest trauma, myocardial infarction, and pericarditis. Other causes include connective tissues diseases, hypothyroidism, aortic rupture, autoimmune disease, and complications of cardiac surgery. In Africa, tuberculosis is a relatively common cause. Diagnosis may be suspected based on low blood pressure, jugular venous distension, or quiet heart sounds (together known as Beck's triad). A pericardial rub may be present in cases due to inflammation. The diagnosis may be further supported by specific electrocardiogram (ECG) changes, chest X-ray, or an ultrasound of the heart. If fluid increases slowly the pericardial sac can expand to contain more than 2 liters; however, if the increase is rapid, as little as 200 mL can result in tamponade. Tamponade is a medical emergency. When it results in symptoms, drainage is necessary. This can be done by pericardiocentesis, surgery to create a pericardial window, or a pericardiectomy. Drainage may also be necessary to rule out infection or cancer. Other treatments may include the use of dobutamine or in those with low blood volume, intravenous fluids. Those with few symptoms and no worrisome features can often be closely followed. The frequency of tamponade is unclear. One estimate from the United States places it at 2 per 10,000 per year. ==Signs and symptoms== Onset may be rapid (acute) or more gradual (subacute). Signs of cardiac tamponade typically include those of cardiogenic shock including shortness of breath, weakness, lightheadedness, and cough. Other symptoms may relate to the underlying cause. Other general signs of shock (such as fast heart rate, shortness of breath and decreasing level of consciousness) may also occur. However, some of these signs may not be present in certain cases. A fast heart rate, although expected, may be absent in people with uremia and hypothyroidism. ==Causes== Cardiac tamponade is caused by a large or uncontrolled pericardial effusion, i.e. the buildup of fluid inside the pericardium. This commonly occurs as a result of chest trauma (both blunt and penetrating), but can also be caused by myocardial infarction, myocardial rupture, cancer, uremia, pericarditis, or cardiac surgery, and rarely occurs during retrograde aortic dissection, or while the person is taking anticoagulant therapy. The effusion can occur rapidly (as in the case of trauma or myocardial rupture), or over a more gradual period of time (as in cancer). The fluid involved is often blood, but pus is also found in some circumstances. ===Surgery=== One of the most common settings for cardiac tamponade is in the first 7 days after heart surgery. After heart surgery, chest tubes are placed to drain blood. These chest tubes, however, are prone to clot formation. When a chest tube becomes occluded or clogged, the blood that should be drained can accumulate around the heart, leading to tamponade. ==Pathophysiology== Hemopericardium, wherein the pericardium becomes filled with blood, is one cause of cardiac tamponade. The outer layer of the heart is made of fibrous tissue which does not easily stretch, so once fluid begins to enter the pericardial space, pressure starts to increase. If fluid continues to accumulate, each successive diastolic period leads to less blood entering the ventricles. Eventually, increasing pressure on the heart forces the septum to bend in towards the left ventricle, leading to a decrease in stroke volume. This causes the development of obstructive shock, which if left untreated may lead to cardiac arrest (often presenting as pulseless electrical activity). == Diagnosis == An ultrasound of the heart showing cardiac tamponade. The three classic signs, known as Beck's triad, are low blood pressure, jugular-venous distension, and muffled heart sounds. Other signs may include pulsus paradoxus (a drop of at least 10 mmHg in arterial blood pressure with inspiration), and ST segment changes on the electrocardiogram, which may also show low voltage QRS complexes. ===Medical imaging=== Tamponade can often be diagnosed radiographically. Echocardiography, which is the diagnostic test of choice, often demonstrates an enlarged pericardium or collapsed ventricles. A large cardiac tamponade will show as an enlarged globular-shaped heart on chest x-ray. During inspiration, the negative pressure in the thoracic cavity will cause increased pressure into the right ventricle. This increased pressure in the right ventricle will cause the interventricular septum to bulge towards the left ventricle, leading to decreased filling of the left ventricle. At the same time, right ventricle volume is markedly diminished and sometimes it can collapse. ===Differential diagnosis=== Initial diagnosis of cardiac tamponade can be challenging, as there is a broad differential diagnosis. The differential includes possible diagnoses based on symptoms, time course, mechanism of injury, patient history. Rapid onset cardiac tamponade may also appear similary to pleural effusions, shock, pulmonary embolism, and tension pneumothorax. If symptoms appeared more gradually, the differential diagnosis includes acute heart failure. In a person with trauma presenting with pulseless electrical activity in the absence of hypovolemia and tension pneumothorax, the most likely diagnosis is cardiac tamponade.American College of Surgeons Committee on Trauma (2007). Advanced Trauma Life Support for Doctors, 7th Edition. Chicago: American College of Surgeons In addition to the diagnostic complications afforded by the wide-ranging differential diagnosis for chest pain, diagnosis can be additionally complicated by the fact that people will often be weak or faint at presentation. For instance, a fast rate of breathing and difficulty breathing on exertion that progresses to air hunger at rest can be a key diagnostic symptom, but it may not be possible to obtain such information from people who are unconscious or who have convulsions at presentation. ==Treatment== ===Pre-hospital care=== Initial treatment given will usually be supportive in nature, for example administration of oxygen, and monitoring. There is little care that can be provided pre-hospital other than general treatment for shock. Some teams have performed an emergency thoracotomy to release clotting in the pericardium caused by a penetrating chest injury. Prompt diagnosis and treatment is the key to survival with tamponade. Some pre-hospital providers will have facilities to provide pericardiocentesis, which can be life-saving. If the person has already suffered a cardiac arrest, pericardiocentesis alone cannot ensure survival, and so rapid evacuation to a hospital is usually the more appropriate course of action. ===Hospital management=== Initial management in hospital is by pericardiocentesis. This involves the insertion of a needle through the skin and into the pericardium and aspirating fluid under ultrasound guidance preferably. This can be done laterally through the intercostal spaces, usually the fifth, or as a subxiphoid approach. A left parasternal approach begins 3 to 5 cm left of the sternum to avoid the left internal mammary artery, in the 5th intercostal space.Synovitz C.K., Brown E.J. (2011). Chapter 37. Pericardiocentesis. In Tintinalli J.E., Stapczynski J, Ma O, Cline D.M., Cydulka R.K., Meckler G.D., T (Eds), Tintinalli's Emergency Medicine: A Comprehensive Study Guide, 7e. Retrieved September 19, 2014 from . Often, a cannula is left in place during resuscitation following initial drainage so that the procedure can be performed again if the need arises. If facilities are available, an emergency pericardial window may be performed instead, during which the pericardium is cut open to allow fluid to drain. Following stabilization of the person, surgery is provided to seal the source of the bleed and mend the pericardium. Following heart surgery, the amount of chest tube drainage is monitored. If the drainage volume drops off, and the blood pressure goes down, this can suggest a tamponade due to chest tube clogging. In that case, the person is taken back to the operating room for an emergency reoperation. If aggressive treatment is offered immediately and no complications arise (shock, AMI or arrhythmia, heart failure, aneurysm, carditis, embolism, or rupture), or they are dealt with quickly and fully contained, then adequate survival is still a distinct possibility. ==Epidemiology== The frequency of tamponade is unclear. One estimate from the United States places it at 2 per 10,000 per year. It is estimated to occur in 2% of those with stab or gunshot wounds to the chest. ==References== == External links == Category:Chest trauma Category:Pericardial disorders Category:Disorders of fascia Category:Heart diseases Category:Medical emergencies Category:Wikipedia medicine articles ready to translate Category:RTTEM ",
    "title": "Cardiac tamponade"
}