{
    "id": "262703",
    "text": "Rengat (Jawi: رڠات ) is a kecamatan (subdistrict) in Riau province of Indonesia and it is the capital (seat) of Indragiri Hulu Regency. The WWF keeps a conservation forest (it is named \"Bukit Tiga Puluh\") near the town, but the conservation area is no longer well-protected. Many companies take the nature resources from the forest without legal permit. Rengat is a city in the province of Riau, Indonesia and Indragiri Hulu regency capital. The city is traversed by the Indragiri River. Native of this area is the Talang Mamak tribe. some other tribes as ethnic immigrants in Rengat are ethnic Malay, Minang, Batak, Tionghuoa, and Sunda. ==The Rengat massacre== In 1949, during the Indonesian National Revolution, Dutch paratroopers massacred perhaps some thousands of people in Rengat according to Indonesian sources. Dutch documents show that 80 inhabitants were killed.Anne-Lot Hoek, \"Rengat, 1949\", Inside Indonesia 125: July - Sept 2016 ==Culture== An monument is dedicated to the victims of the Rengat massacre, including the father of famed author Chairil Anwar.Hari Ini 68 Tahun Silam, 2.600 Warga Rengat Dibantai Belanda, Termasuk Ayah Penyair Terkemuka Chairil Anwar, Potret News Riau, 5 January 2017. Retrieved on 3 May 2020. Rengat typical fruit is kedondong. In the city center there is an hour and a sculptured monument amra fruit on it. Dodoo amra fruit is processed products are also preferred. ==Hotels== Star hotels in Rengat, among others: {| class=\"wikitable\" |- ! Name ! Classification |- | Danau Raja Hotel Rengat | ★★★ |- |} ==Tourism== Some interesting place in Rengat, among others: * Raja Lake (Danau Raja) * The Great Mosque of Rengat (Masjid Raya Rengat) * Bukit Tigapuluh National Park (Taman Nasional Bukit Tigapuluh) * Menduyan Lake (Danau Menduyan) * Hulu Lake (Danau Hulu) * Tall House (Rumah Tinggi) * Sungai Arang Waterfall (Air Terjun Sungai Arang) * Pontianai Waterfall (Air Terjun Pontianani) * Pejangki Waterfall (Air Terjun Pejangki) * Nunusan Waterfall (Air Terjun Nunusal) * Siamang Waterfall (Air Terjun Siamang) * Buyung Waterfall (Air Terjun Buyung) * Pintu Tujuh Waterfall (Air Terjun Pintu Tujuh) * Tembulun Waterfall (Air Terjun Tembulun) * Bukit Lancang Waterfall (Air Terjun Bukit Lancang) * Sungai Pampang Cave (Gua Sungai Pampang) * Sungai Keruh Cave (Gua Sungai Keruh) * Sungai Kandi Cave (Gua Sungai Kandi) * Duplicate of Indragiri Palace (Duplikat Istana Indragiri) * Boat Kijang Serong (Boat Oversized King) [Perahu Kijang Serong (Perahu Kebesaran Raja] * Loyang Pond (Kolam Loyang) * Indigenous Cultural of Talang Mamak (Budaya Suku Asli Talang Mamak) == Other meanings == Rengat is also the name of a male Sumatran tiger at the Toronto Zoo. == References == == External links == * Government Official Site * Community Site Category:Riau Category:Regency seats of Riau ",
    "title": "Rengat"
}