{
    "id": "262891",
    "text": "The Alexander Mosaic is a Roman floor mosaic originally from the House of the Faun in Pompeii (an alleged imitation of a Philoxenus of Eretria or Apelles' painting) that dates from circa 100 BC.European History, Alexander the Great, The Battle of Issus It is typically dated in the second half of the century between 120 and 100 B.C. It depicts a battle between the armies of Alexander the Great and Darius III of Persia and measures .Honour, H. and J. Fleming, (2009) A World History of Art. 7th edn. London: Laurence King Publishing, p. 178. This work of art is a combination of different artistic traditions such as Italic, Hellenistic, and Roman. The mosaic is considered “Roman” based on the broader context of its time and location in relation to the later Roman Republic. The original is preserved in the Naples National Archaeological Museum. The mosaic is believed to be a copy of an early 3rd-century BC Hellenistic painting.Woodford, Susan. (1982) The Art of Greece and Rome. Cambridge: Cambridge University Press, p. 67. ==Subject== ===Battle=== The mosaic illustrates a battle in which Alexander charges the Persian king Darius. The battle scene comprises over 50 men. Alexander defeated him at the Battle of Issus and again two years later at the Battle of Gaugamela. The work is traditionally believed to show the Battle of Issus.Battle of Issus, History.com The Alexander Mosaic is believed to be a copy of a Hellenistic Greek painting made during the 4th century BC. The style of the mosaic is distinctly Greek in that it depicts close up portraits of the main heroes of the battle. Typically within Greek battle scenes the heroes are difficult to define within the commotion. It is a commonly accepted belief of the Alexander mosaic that one must use the Greek original to interpret the meaning of the Roman copy. The debate among scholars over the significance of the Roman copy is that it cannot and should not be interpreted in the same cultural and historical context as the Greek original. Some believe that in doing so, it takes away both context and achievement from Roman artists. The mosaic is held to be a copy either of a painting by Aristides of Thebes, or of a lost late 4th-century BC fresco by the painter Philoxenus of Eretria. The latter is mentioned by Pliny the Elder (XXXV, 110) as a commission for the Macedonian king Cassander. ===Alexander and Darius=== ==== Description and analysis ==== The mosaic features many figures in a very large space. The two most distinguished and recognizable figures are Alexander the Great and King Darius III of Persia. Alexander is depicted in a profile view facing the left side of the mosaic. He is posed in action killing a man with a spear or javelin in his right arm. He features a Roman nose and a stoic look in combat. Alexander wears a breastplate with the head of Medusa, a famous Gorgon. This can be seen as a reference to the gorgon’s magical head. The head of Medusa’s power to turn people to stone was used as a protection in Greek mythology. One other interpretation of the head of the Medusa is its use as a reference to divine birth. Both of these theories contribute to the power presented in the mosaic of Alexander the Great. Alexander rides his horse Bucephalus. He is shown with a lot of curly soft-textured hair. His hair is typical of Greek royal portraiture that was established in the 4th century BC. Alexander’s gaze is trained on the Persian King Darius. Note that Alexander does not wear a battle helmet in the mosaic so that he could be recognized as the great conqueror. After Alexander the Great was declared king of Asia around 330 BC, he adopted a new royal court style. His costume was rethought and redesigned with a new royal insignia and an emphasis on decadence. Scholars believe Alexander had a specific notion of what it was to be a king in Asia and to be the Great King, therefore he required his dress to be magnificent to command his new conquered people. Alexander intended to replace Darius as king of Persia with a highly expanded autocracy while commanding respect and authority. Darius can be recognized as the other large figure in the mosaic. Darius and his charioteer takes up a large portion of the mosaic in the right half of the depiction. There are various precarious elements surrounding him. In the background Darius’ charioteer whips the horses to flee from the battle scene. There is visible fear and anxiety in the Persian king's face, seen especially in his furrowed brows and deep frown. Darius is positioned holding a rope or rein in his left arm while his right arm is outstretched towards Alexander. Directly in front of the king’s chariot is a soldier holding the reins to his horse. The horse is a large figure that draws much attention because of its backward facing positioning. The horse's hindquarters are facing the audience with a raised tail. This may be seen as a reference to the Persian defeat and weak leadership displayed.Detail showing Alexander 1893 Reconstruction of the mosaic depiction. ===Other features=== Darius's brother Oxyathres is also portrayed, sacrificing himself to save the King. Radical foreshortening – as in the central horse, seen from behind – and the use of shading to convey a sense of mass and volume enhance the naturalistic effect of the scene. Repeated diagonal spears, clashing metal, and the crowding of men and horses evoke the din of battle. At the same time, action is arrested by dramatic details such as the fallen horse and the Persian soldier in the foreground who watches his own death throes reflected in a shield. ==History of the mosaic== ===Production=== The mosaic is made of about one and a half million tiny colored tiles called tesserae, arranged in gradual curves called opus vermiculatum, (also known as \"worm work,\" because they seem to replicate the slow motion of a crawling worm). The color scale of Roman mosaics are extremely rich in gradation. The process of gathering materials for mosaics was a complex undertaking since the color scale was based solely on the pieces of marble that could be found in nature. The mosaic is an unusually detailed work for a private residence and was likely commissioned by a wealthy person or family. The fact that this scene was made to be viewed in the house of a Roman civilian reveals that Alexander the Great was more than just a heroic image to the Romans. Because Roman leaders followed after Alexander's image, Roman civilians also aspired to emulate the power he represented. Since the mosaic was arranged on the floor where the patron could receive guests, it was the first decorative object a visitor would see upon entering that room. === Contextualizing both Greek and Roman versions === There is limited evidence in existence today to contextualize many if not most of rediscovered Roman artworks. The Alexander Mosaic depicts a rich subject narrative of two historical figures engaged in a defining battle. This imagery was most likely placed in the House of the Faun to incorporate and evoke the power of Alexander the Great into Roman canonical depictions. This mosaic is fully capable of communicating a broader message due to its find date and location site. The mosaic communicates a rich Greek and Roman historical background, especially through its commemoration of a Greek decisive win over the Persians. There are many specific and intricate details in the Alexander Mosaic. These details can be used as clues to contextualize the scene and to learn more about this historical event. The limitations with this body of knowledge are that these details do not provide full contextualization for the significance of this battle scene inside an ancient Italian home. ===Modern history=== The Alexander Mosaic was preserved due to the volcanic ash that collected over the mosaic during the eruption of Mount Vesuvius in the city of Pompeii in 79 AD. This Roman artwork was found inlaid into the ground of the House of the Faun in between two open peristyles. The mosaic was used to decorate the exedra. An exedra is an open room or area that contains seating that is used for conversing. The House of the Faun was a large estate comprising one whole block in Pompeii; this is an area of about 3,000 square meters. As a significant artwork and piece of history, the scene of the Mosaic remained in the social and cultural sphere. The mosaic was rediscovered in 1831 in Pompeii, Italy, and was later transported to Naples in September 1843. The Alexander Mosaic is now displayed on a wall and preserved in Naples. It is currently on display at the Museo Archeologico Nazionale. In 1956 , the Alexander Mosaic was featured on 1,000 Greek drachma banknotes. ===Modern copy=== In 2003 the International Center for the Study and Teaching of Mosaic (CISIM) in Ravenna, Italy, proposed creating a copy of the mosaic.Alexander, Piece by Piece. by Marco Merola, Archaeology, Abstracts Vol. 59, No. 1, Jan/Feb 2006. Retrieved 26 May 2013. Archived here. After CISIM received approval for the project, the mosaic master Severo Bignami and his eight- person team took a large photograph of the mosaic, made a tracing of the image with a dark marker and created a negative impression of the mosaic. The team composed the mosaic in sections in 44 clay frames, trying to preserve the pieces of the mosaic in the exact positions they are in the original mosaic. They had to keep the plates wet all the time. Then they pressed a tissue on the clay to create an image of the outlines of the mosaic in the clay. The team recreated the mosaic with about 2 million pieces of various marble types. When they had placed all the pieces, they covered the result with a layer of glue and gauze and pulled it out of the clay. They placed each section on synthetic concrete and then united the sections with the compound of glasswool and plastic. The project took 22 months and a cost equivalent to US$216,000. The copy was installed in the House of the Faun in 2005. ==Gallery== File:Alexander close up.JPG|Close up of Alexander. File:Darius close up.JPG|Close up of Darius. File:The Alexander Mosaic depicting the Battle of Issus between Alexander the Great & Darius III of Persia, from the House of the Faun in Pompeii, Naples Archaeological Museum .jpg|Centre detail of the Mosaic. File:Persians detail.JPG|Detail of the Persians on the right side of the Mosaic. File:Sword mosaic detail.JPG|Detail of a fallen sword from the bottom right of the Mosaic (showing the individual tesserae). ==References== ==External links== * Reconstructed and completed Alexander mosaic. Category:1831 archaeological discoveries Category:Mosaics Category:Ancient art on Alexander the Great Category:Hellenistic art Category:Collections of the National Archaeological Museum, Naples Category:War art Category:Ancient Greek military art Category:Archaeological discoveries in Italy Category:Roman mosaics Category:Cultural depictions of Medusa Category:Darius III ",
    "title": "Alexander Mosaic"
}