{
    "id": "262823",
    "text": "Umberto Boccioni (, ; 19 October 1882 – 17 August 1916) was an influential Italian painter and sculptor. He helped shape the revolutionary aesthetic of the Futurism movement as one of its principal figures. Despite his short life, his approach to the dynamism of form and the deconstruction of solid mass guided artists long after his death. His works are held by many public art museums, and in 1988 the Metropolitan Museum of Art in New York City organized a major retrospective of 100 pieces. ==Biography== Umberto Boccioni was born on 19 October 1882 in Reggio Calabria. His father was a minor government employee, originally from the Romagna region in the north, and his job included frequent reassignments throughout Italy. The family soon relocated further north, and Umberto and his older sister Amelia grew up in Forlì (Emilia-Romagna), Genoa and finally Padua. At the age of 15, in 1897, Umberto and his father moved to Catania, Sicily, where he would finish school. Some time after 1898, he moved to Rome and studied art at the Scuola Libera del Nudo of the Accademia di Belle Arti di Roma. He also studied under the Liberty style poster artist Giovanni Mataloni.Coen, Ester, Boccioni (1988, New York: Museum of Modern Art), p. 209, footnoted by translator in Severini, Gino, The Life of a Painter (1995, Princeton University Press; translated by Franchina, Jennifer). The little known about his years in Rome is found in the autobiography of his friend Gino Severini (1883–1966), who recalled their meeting in 1901 and mutual interest in Nietzsche, rebellion, life experiences and socialism. Boccioni's writings at this time already express the combination of outrage and irony that would become a lifelong characteristic. His critical and rebellious nature, and overall intellectual ability, would contribute substantially to the development of the Futurism movement. After building a foundation of skills, having studied the classics through Impressionism, both he and Severini became students of Giacomo Balla (1871–1958), a painter focusing on the modern Divisionist technique, painting with divided rather than mixed color and breaking the painted surface into a field of stippled dots and stripes. Severini wrote \"It was a great stroke of luck for us to meet such a man, whose direction was decisive of all our careers.\" Self portrait, 1905, oil on canvas In 1906, he briefly moved to Paris, where he studied Impressionist and Post-Impressionist styles, before visiting Russia for three months, getting a first-hand view of the civil unrest and governmental crackdowns. Returning to Italy in 1907, he briefly took drawing classes at the Accademia di Belle Arti of Venice. He had first visited the Famiglia Artistica, a society for artists in Milan, in 1901. As he travelled from one city to the other, in parallel with his most ground- breaking artistic endeavours, he worked as a commercial illustrator. Between 1904 and 1909 he provided lithographs and gouache paintings to internationally renowned publishing houses, such as Berlin-based Stiefbold & Co. Boccioni’s production in this field shows his awareness of contemporary European illustration, such as the work of Cecil Aldin, Harry Eliott, Henri Cassiers and Albert Beerts, and attests to his information of contemporary trends in the visual arts more in general.Niccolò D’Agati, ‘Fox-Hunt Garbage: Umberto Boccioni and British Illustration’, Print Quarterly, XXXVI, no. 1, March 2019, pp. 31–44. Boccioni moved to Milan in 1907. There, early in 1908, he met the Divisionist painter Gaetano Previati. In early 1910 he met Filippo Tommaso Marinetti, who had already published his Manifesto del Futurismo (\"Manifesto of Futurism\") in the previous year. On 11 February 1910 Boccioni, with Balla, Carlo Carrà, Luigi Russolo and Severini, signed the Manifesto dei pittori futuristi (\"Manifesto of Futurist painters\"), and on 8 March he read the manifesto at the Politeama Chiarella theatre in Turin. Boccioni became the main theorist of the artistic movement. \"Only when Boccioni, Balla, Severini and a few other Futurists traveled to Paris toward the end of 1911 and saw what Braque and Picasso had been doing did the movement begin to take real shape.\" He also decided to be a sculptor after he visited various studios in Paris, in 1912, including those of Georges Braque, Alexander Archipenko, Constantin Brâncuși, Raymond Duchamp-Villon, August Agero and, probably, Medardo Rosso. In 1912 he exhibited some paintings together with other Italian futurists at the Galerie Bernheim-Jeune, and the following year returned to show his sculptures at the Galerie La Boétie: all related to the elaboration of what Boccioni had seen in Paris, where he had visited the studios of Cubist sculptors, including those of Constantin Brâncuși, Raymond Duchamp-Villon and Alexander Archipenko to further his knowledge of avant-garde sculpture. Christine Poggi, In Defiance of Painting: Cubism, Futurism, and the Invention of Collage, Yale University Press, 1992, pp. 20, 177, Umberto Boccioni, 1913, Synthèse du dynamisme humain (Synthesis of Human Dynamism), sculpture destroyed In 1914 he published Pittura e scultura futuriste (dinamismo plastico) explaining the aesthetics of the group: > \"While the impressionists paint a picture to give one particular moment and > subordinate the life of the picture to its resemblance to this moment, we > synthesize every moment (time, place, form, color-tone) and thus paint the > picture.'' He exhibited in London, together with the group, in 1912 (Sackville Gallery) and 1914 (Doré Gallery): the two exhibitions made a deep impression on a number of young English artists, in particular C.R.W. Nevinson, who joined the movement. Others aligned themselves instead to its British equivalent, Vorticism, led by Wyndham Lewis. > \"Boccioni's gift was to bring a fresh eye to reality in ways that, we now > recognise, defined the nature of the modern movement in the visual arts and > literature, too.\" --Michael Glover (art critic, The Independent) Italian involvement in the First World War began late in May 1915 with Italy's declaration of war on Austro-Hungary. The \"Lombard Battalion Volunteers Cyclists and Motorists\", which Boccioni was part of, set off in early June from Milan to Gallarate, then on to Peschiera del Garda, in the rear of the Trentino front. In July 1915, the volunteers were intended for a sector of the front around Ala and the Gardesana. On 24 October 1915, Boccioni participated in the battle of Dosso Casina. On 1 December 1915 the battalion was dissolved as part of a general reorganization; the volunteers were laid off temporarily, then each was called up along with the class. In May 1916 Boccioni was drafted into the Italian Army, and was assigned to an artillery regiment at Sorte of Chievo, near Verona. On 16 August 1916, he was thrown from his horse during a cavalry training exercise and was trampled. He died the following day, age thirty-three, at Verona Military Hospital, and he was buried in the Monumental Cemetery of that city. Cimitero monumentale di verona, tomba di umberto boccioni, 1916, 04.jpg|The tomb in Verona File:Headstone_Umberto_Boccioni_Chievo.jpg|A memorial where Boccioni fatally injured himself in Sorte of Chievo ==Works== Three Women, 1909–10 The Morning, 1909Early portraits and landscapes From 1902 to 1910, Boccioni focused initially on drawings, then sketched and painted portraits – with his mother as a frequent model. He also painted landscapes – often including the arrival of industrialization, trains and factories for example. During this period, he weaves between Pointillism and Impressionism, and the influence of Giacomo Balla, and Divisionism techniques are evident in early paintings (although later largely abandoned). The Morning (1909) was noted for \"the bold and youthful violence of hues\" and as \"a daring exercise in luminosity.\" His 1909–10 Three Women, which portrays his mother and sister, and longtime lover Ines at center, was cited as expressing great emotion – strength, melancholy and love. ===Development of Futurism=== The City Rises, 1910 Boccioni worked for nearly a year on La città sale or The City Rises, 1910, a huge (2m by 3m) painting, which is considered his turning point into Futurism. \"I attempted a great synthesis of labor, light and movement\" he wrote to a friend. Upon its exhibition in Milan in May 1911, the painting attracted numerous reviews, mostly admiring. By 1912 it had become a headline painting for the exhibition traveling Europe, the introduction to Futurism. It was sold to the great pianist, Ferruccio Busoni for 4,000 lire that year, and today is frequently on prominent display at the Museum of Modern Art in New York, at the entrance to the paintings department. The Laugh, 1911 La risata (1911, The Laugh) is considered Boccioni's first truly Futurist work. He had fully parted with Divisionism, and now focused on the sensations derived from his observation of modern life. Its public reception was quite negative, compared unfavorably with Three Women, and it was defaced by a visitor, running his fingers through the still fresh paint. Subsequent criticism became more positive, with some considering the painting a response to Cubism. It was purchased by Albert Borchardt, a German collector who acquired 20 Futurist works exhibited in Berlin, including The Street Enters the House (1911) which depicts a woman on a balcony overlooking a busy street. Today the former also is owned by the Museum of Modern Art, and the latter by the Sprengel Museum in Hanover. States of Mind I:The Farewells, 1911Dynamism of a Cyclist, 1913 Boccioni spent much of 1911 working on a trilogy of paintings titled \"Stati d'animo\" (\"States of Mind\"), which he said expressed departure and arrival at a railroad station – The Farewells, Those Who Go, and Those Who Stay. All three paintings were originally purchased by Marinetti, until Nelson Rockefeller acquired them from his widow and later donated them to the Museum of Modern Art in New York. Elasticity, 1912 Portrait of Ferruccio Busoni, 1916 Beginning in 1912, with Elasticità or Elasticity, depicting the pure energy of a horse, captured with intense chromaticism, he completed a series of Dynamist paintings: Dinamismo di un corpo umano (Human Body), ciclista (Cyclist), Foot-baller, and by 1914 Dinamismo plastico: cavallo + caseggiato (Plastic Dynamism: Horse + Houses). While continuing this focus, he revived his previous interest in portraiture. Beginning with L'antigrazioso (The antigraceful) in 1912 and continuing with I selciatori (The Street Pavers) and Il bevitore (The Drinker) both in 1914. In 1914 Boccioni published his book, Pittura, scultura futuriste (Futurist Painting and Sculpture), which caused a rift between himself and some of his Futurist comrades. As a result, perhaps, he abandoned his exploration of Dynamism, and instead sought further decomposition of a subject by means of colour. With Horizontal Volumes in 1915 and the Portrait of Ferruccio Busoni in 1916, he completed a full return to figurative painting. Perhaps fittingly, this last painting was a portrait of the maestro who purchased his first Futurist work, The City Rises. ===Sculpture=== Unique Forms of Continuity in Space, 1913 Spiral Expansion of Muscles in Action, plaster, photograph published in 1914 and 1919, in Cubists and Post-Impressionism, by Arthur Jerome Eddy, and exhibited at Erster deutscher Herbstsalon, Berlin 1913, Herwarth Walden, titled Spiralförmige ausdehnung von muskeln in bewegung. Published 1913 catalogue by Der Sturm in Berlin The writing of his (Technical manifesto of Futurist sculpture), published on 11 April 1912, was Boccioni's intellectual and physical launch into sculpture; he had begun working in sculpture in the previous year. By the end of 1913 he had completed what is considered his masterpiece, Forme uniche della continuità nello spazio (Unique Forms of Continuity in Space), in wax. His goal for the work was to depict a \"synthetic continuity\" of motion, instead of an \"analytical discontinuity\" that he saw in such artists as František Kupka and Marcel Duchamp. During his life, the work only existed as a plaster cast. It was first cast in bronze in 1931. This sculpture has been the subject of extensive commentary, and in 1998 it was selected as the image to be engraved on the back of the Italian 20-cent euro coin. Soon after Boccioni's death in 1916 (and after a memorial exhibition was held in MilanTisdall, Caroline and Bozzolla, Angelo, Futurism, p. 72; Thames and Hudson.), his family entrusted them for an impermanent time to a fellow sculptor, Piero da Verona; da Verona then requested that his assistant place them in the local rubbish-dump.Estorick Collection of Modern Italian Art (@Estorick) on Twitter, 18 December 2019; \"After Boccioni's premature death his large sculptures were temporarily entrusted by the family to a fellow sculptor named Piero da Verona, who asked his assistant to dispose of them in a nearby rubbish dump.\" Accessed 3 January 2020. Marinetti's outraged account of the destruction of the sculptures was slightly different; in his memoirs, he stated that the sculptures were destroyed by workmen to clear the room the \"envious passèist narrow-minded sculptor\" had placed them.Quoted by the Estorick Collection of Modern Italian Art (@Estorick) on Twitter, 20 December 2019; FT Marinetti recalled the destruction of Boccioni’s sculptures in his memoirs: \"Absurdly entrusted to an envious passèist narrow- minded sculptor they were ripped apart by the workmen anxious to clear out a profitable part of the building and all is ended\". Accessed 3 January 2020. Thus, much of his experimental work from late 1912 to 1913 was destroyed, including pieces relating to contemporaneous paintings, which are known only through photographs. One of the few surviving pieces is the Antigrazioso (Anti-Graceful, also called The Mother). In 2019, the Estorick Collection of Modern Italian Art held an exhibition reconstructing several of the destroyed sculptures. ==Publications== *Article – Manifesto dei pittori futuristi, 1910 (Manifesto of Futurist Painters) *Article – Manifesto of Futurist Sculpture, April 1912 *Article – The Plastic Foundation of Futurist Sculpture and Painting, in Lacerba, March 1913 issue *Article – Esposizione di scultura futurista del pittore e scultore futurista, 1913 *Article – Manifesto tecnico della scultura futurista, 1914 *Book – Pittura, scultura futuriste (Futurist painting and sculpture), 1914 ==Exhibitions== *Estorick Collection of Modern Italian Art, 2019 – Umberto Boccioni: Recreating the Lost Sculptures *Estorick Collection of Modern Italian Art, 2009 – Centenary of Marinetti's Futurist Manifesto, with 20 works *Solomon R. Guggenheim Museum, 2004 – Exhibition centered on Materia, with 23 other works. *Metropolitan Museum of Art, New York, 1988 – Major Retrospective :Retrospective catalogue: Umberto Boccioni, by Ester Coen, 272pp, 1988 *Castelvecchio Museum Verona, 1985–1986 & Pinacoteca di Brera Milan, 1986 & San Stae Venice, 1986 – Boccioni a Venezia *Palazzo Reale di Milano, 1982–1983 & Kunstmuseum, Hanover, 1983 – Boccioni a Milano *Palazzo Reale di Milano, 1973–1974 – Boccioni e il suo tempo ==Gallery== File:Umberto-Boccioni.jpg|Umberto Boccioni self-portrait (1905) File:'States of Mind III; Those Who Stay', oil on canvas painting by Umberto Boccioni, 1911.jpg|States of Mind III; Those Who Stay, 1911, Museum of Modern Art, New York File:Modern Idol by Umberto Boccioni, 1911 Estorick Collection.jpeg|Modern Idol, 1911, Estorick Collection of Modern Italian Art, Islington, London File:Umberto Boccioni, 1911, The Street Enters the House, oil on canvas, 100 x 100.6 cm, Sprengel Museum.jpg|The Street Enters the House, 1911, Sprengel-Museum, Hanover File:Umberto Boccioni, 1912, Head + House + Light, sculpture destroyed.jpg|Head + House + Light, 1912, sculpture destroyed File:Umberto Boccioni, Visioni simultanee (Simultanvisionen), oil on canvas, 60.5 × 60.5 cm, Von der Heydt Museum.jpg|Visioni simultanee, 1912, Von Der Heydt Museum, Wuppertal File:L'antigrazioso by Umberto Boccioni, 1912.jpeg|L'antigrazioso, 1912, private collection File:Dynamism of a Man's Head by Umberto Boccioni, 1913.jpeg|Dynamism of a Man's Head, 1913, private collection File:WLA moma Umberto Boccioni Dynamism of a Soccer Player 1913.jpg|Dynamism of a Soccer Player, Museum of Modern Art, New York File:'Development of a Bottle in Space', bronze sculpture by Umberto Boccioni, 1913, Metropolitan Museum of Art.jpg|Development of a Bottle in Space, 1913, Metropolitan Museum of Art File:Umberto Boccioni - Charge of the Lancers.jpg|Charge of the Lancers, 1915, Collection of Riccardo and Magda Jucker, Milan File:GUGG Dynamism of a Speeding Horse + Houses.jpg|Dynamism of a Speeding Horse + Houses (Dinamismo di un cavallo in corsa + case), 1915 File:Horizontal Volumes by Umberto Boccioni, 1912.jpg|Horizontal Volumes, 1915, Solomon R. Guggenheim Museum ==References== ==Further reading== * Giovanni Lista, Futurisme : manifestes, documents, proclamations, L'Age d'Homme, coll. \"Avant-gardes\", Lausanne, 1973. * Umberto Boccioni, Dynamisme plastique, textes réunis, annotés et préfacés par Giovanni Lista, traduction de Claude Minot et Giovanni Lista, L'Age d'Homme, coll. \"Avant-gardes\", Lausanne, 1975. * Giovanni Lista, \"De la chromogonie de Boccioni à l'art spatial de Fontana\", in Ligeia, dossiers sur l'art, n° 77-78-79-80, juillet- décembre 2007, Paris. * Giovanni Lista, Le Futurisme : création et avant- garde, Éditions L'Amateur, Paris, 2001. * Danih Meo, Della memoria di Umberto Boccioni, Mimesis, Milano 2007. ==External links== * Umberto Boccioni papers, 1899–1986. Getty Research Institute, Research Library. Los Angeles, California. * – Exhibition catalog (15 September 1988, to 8 January 1989) Category:Italian Futurist painters Category:Futurist sculptors Category:1882 births Category:1916 deaths Category:Divisionist painters Category:Italian male painters Category:Italian male sculptors Category:Italian military personnel killed in World War I Category:Deaths by horse-riding accident Category:People from Reggio Calabria Category:20th-century Italian painters Category:20th-century Italian sculptors ",
    "title": "Umberto Boccioni"
}