{
    "id": "262964",
    "text": "Kevin Boland (15 October 1917 – 23 September 2001) was an Irish politician. He was first elected to Dáil Éireann in 1957 as a Teachta Dála (TD) for Fianna Fáil. He served as Minister for Defence (1957–1961), Minister for Social Welfare (1961–1965) and Minister for Local Government (1965–1970). He is one of six TDs appointed Minister on their first day in the Dáil. ==Early life and career== Born in Dublin in 1917, Kevin Boland attended St. Joseph's C.B.S. in Fairview, leaving in 1933. He was the son of Gerald Boland, a founder-member of Fianna Fáil, and the nephew of Harry Boland. Despite this, the young Boland failed to get elected to Dáil Éireann on his first two attempts, standing in the Dublin County constituency at the 1951 general election and again at the 1954 election. Double success followed at the 1957 general election, when he was not only elected to the 16th Dáil but was appointed to the cabinet as Minister for Defence on his very first day in the Dáil. This was due to the retirement of his father who had served in every Fianna Fáil government since 1932. The Defence portfolio was largely considered a safe and uncontroversial position, so Boland made only a small impact. As a minister he proudly displayed a fáinne (gold ring) on the lapel of his jacket, which indicated that he was able and willing to speak the Irish language. He frequently conducted his governmental business in Irish, which he was very good at; he had won awards for it in school. In 1961 he was moved from Defence to become the Minister for Social Welfare. He remained there until the retirement in 1966 of the Taoiseach, Seán Lemass, when Fianna Fáil faced the first leadership contest in its history. He was then appointed Minister for Local Government which post he held until he left government in 1970. The leadership race immediately erupted as a two-horse battle between Charles Haughey and George Colley. Both of these men epitomised the new kind of professional politician of the 1960s. Things changed when Neil Blaney indicated his interest in running. Boland supported him in his campaign, as both men hailed from the republican wing of the party. There was talk at one point of Boland himself entering the leadership race. In the end Jack Lynch was chosen as a compromise, and he became the new Taoiseach. Boland was made Minister for Local Government in the new cabinet. ==Arms Crisis== In 1969 events in Northern Ireland caused political chaos over the border in the Republic of Ireland. It was the start of The Troubles in Northern Ireland and Fianna Fáil's policy with regard to the North was coming into question. One crisis meeting was held after another, in which the possibility of decisive action was discussed. The \"hawks\" in the cabinet urged a symbolic invasion of Northern Ireland to protect nationalists near the border, and to draw international attention, while the \"doves\", who ultimately prevailed, urged caution. These cabinet meetings were heated events. On one occasion Boland was alleged to have been so angry that he resigned not only his cabinet position but also his Dáil seat and went home to his farm in County Dublin to make hay. The resignations were rejected by the Taoiseach, Jack Lynch, after a calming- down period. In what became known as the Arms Crisis two ministers, Charles Haughey and Neil Blaney, were sacked from the government in May 1970 for allegedly being involved in a plot to import arms for Republicans in the North. Boland resigned in solidarity with them and in protest about the government's position on the North. Later that year his criticism of the Taoiseach (whom Boland and many others within the Party maintained had authorized the arms importation) led to his expulsion from the Fianna Fáil party. One of Boland's most famous incidents took place at the Fianna Fáil Ardfheis (party conference) in 1971. Just before Jack Lynch's speech Boland stormed a nearby podium, interrupting Patrick Hillery in the middle of his speech. Boland openly defied the party leadership and his opponents, holding his arms wide open and shouting to the crowd, \"Come on up and put me down.\" While there was a lot of booing and clapping in an effort to drown him out, many of his supporters started cheering and chanting \"We want Boland.\" An enraged Patrick Hillery grabbed his microphone and famously replied, \"If you want a fight you can have it...You can have Boland, but you can't have Fianna Fáil.\" At this point the government supporters went ecstatic with cheering and Boland was carried out of the hall. ==Political decline and retirement== After this episode Boland founded his own political party, Aontacht Éireann (Irish Unity). It won very little support and Boland himself failed to be elected to the Dáil in 1973, which effectively ended his political career. Boland and his colleagues resigned from the party in 1976 after it was taken over by a number of far-right individuals.O'Maolain, Ciaran. The Radical Right: A World Directory (Keesing's Reference Publications), pg 164. He remained an outspoken critic of the Republic's Northern Ireland policy, particularly the Sunningdale Agreement. He made one last attempt to reclaim a Dáil seat, standing unsuccessfully in the Dublin South-West constituency at the 1981 general election. He then retired from public life completely. In 1996, he sued the Irish Independent for libel after a 28 January 1993 article incorrectly stated that he had appeared before the court in the Arms Trial in 1970 and had been dismissed as a Minister by Taoiseach Jack Lynch. He was awarded £75,000 in damages. Kevin Boland died in Dublin on 23 September 2001. === Books === Boland wrote a series of political books, including his self-published autobiography, Up Dev!, in 1977: * * * * * * ==See also== *Families in the Oireachtas *Arms Crisis ==References== Category:1917 births Category:2001 deaths Kevin Category:Fianna Fáil TDs Category:Members of the 16th Dáil Category:Members of the 17th Dáil Category:Members of the 18th Dáil Category:Members of the 19th Dáil Category:People from Dublin (city) Category:Ministers for Defence (Ireland) Category:Ministers for Social Affairs (Ireland) ",
    "title": "Kevin Boland"
}