{
    "id": "263156",
    "text": "An ouzo bottle Ouzo (, ) is a dry anise-flavoured aperitif that is widely consumed in Greece and Cyprus. It is made from rectified spirits that have undergone a process of distillation and flavoring. Its taste is similar to other anise liquors like rakı, arak, pastis and sambuca. ==History== Ouzo has its roots in tsipouro, which is said to have been the work of a group of 14th- century monks on Mount Athos. One version of it was flavoured with anise. This version eventually came to be called ouzo.Epikouria Magazine, Spring/Summer 2007 Modern ouzo distillation largely took off in the beginning of the 19th century following Greek independence. The first ouzo distillery was founded in Tyrnavos in 1856 by Nikolaos Katsaros, giving birth to the famous ouzo Tyrnavou. When absinthe fell into disfavour in the early 20th century, ouzo was one of the products whose popularity rose to fill the gap; it was once called \"a substitute for absinthe without the wormwood\".Encyclopædia Britannica: Micropaedia article on \"ouzo\". In 1932, ouzo producers developed a method of distillation using copper stills that is now the standard method of production. One of the largest producers of ouzo today is Varvayanis (Βαρβαγιάννης), located in the town of Plomari in the southeast portion of the island of Lesbos, while in the same town Pitsiladi (Πιτσιλαδή), a variety of high-quality ouzo, is also distilled. Ouzo is usually mixed with water, becoming cloudy white, sometimes with a faint blue tinge, and served with ice cubes in a small glass. Ouzo can also be drunk straight from a shot glass. Ouzo is often served with a small plate of a variety of appetizers called mezes, usually small fresh fish, fries, olives and feta cheese. Ouzo can be described to have a similar taste to absinthe which is liquorice-like, but smoother. On October 25, 2006, Greece won the right to label ouzo as an exclusively Greek product. The European Union now recognizes ouzo, as well as the Greek drinks tsipouro and tsikoudia, as products with a Protected Designation of Origin, which prohibits European makers other than Greece and Cyprus from using the name. There is an ouzo museum in Plomari, Lesvos. ==Name== The origin of the name \"ouzo\" is disputed. A popular derivation is from the Italian \"uso Massalia\"—for use in Marseille—stamped on selected silkworm cocoons exported from Tyrnavos in the 19th century. According to anecdote, this designation came to stand for \"superior quality\", which the spirit distilled as ouzo was thought to possess.Oxford English Dictionary online, Oxford University Press, retrieved September 7, 2007 A bottle of Ouzo Plomari > During a visit to Thessaly in 1896, the late professor Alexander > Philadelpheus delivered to us valuable information on the origins of the > word \"ouzo\", which has come to replace the word \"tsipouro\". According to the > professor, tsipouro gradually became ouzo after the following event: > Thessaly exported fine cocoons to Marseilles during the 19th century, and in > order to distinguish the product, outgoing crates would be stamped with the > words \"uso Massalia\"—Italian for \"to be used in Marseille\". One day, the > Ottoman Greek consulate physician, named Anastas (Anastasios) Bey, happened > to be visiting the town of Tyrnavos and was asked to sample the local > tsipouro. Upon tasting the drink, the physician immediately exclaimed: \"This > is uso Massalia, my friends\"—referring to its high quality. The term > subsequently spread by word of mouth, until tsipouro gradually became known > as ouzo. :—The Times of Thessaly, 1959 However, the major Greek dictionaries derive it from the Turkish word üzüm 'grape'.G. Babiniotis, Λεξικό της Νέας Ελληνικής Γλώσσας (2002), p. 1285G. Clauson, An Etymological Dictionary of Pre-Thirteenth Century Turkish, Oxford 1972, p. 288Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης, Λεξικό της Κοινής Νεοελληνικής, 1998, s.v. ούζο ==Preparation== Ouzo brands in Lesbos Ouzo production begins with distillation in copper stills of 96% alcohol by volume (ABV) rectified spirit. Anise is added, sometimes with other flavorings such as star anise, fennel, mastic, cardamom, coriander, cloves, and cinnamon. The flavoring ingredients are often closely guarded company \"recipes\", and distinguish one ouzo from another.Epikouria Magazine Spring/Summer 2007 The result is a flavored alcoholic solution known as flavored ethyl alcohol, or more commonly as ouzo yeast—μαγιά ούζου in Greek—the term for \"yeast\" being used by Greeks metaphorically to denote that it serves as the starting point for ouzo production. The ouzo yeast is then distilled. After several hours of distillation, a flavored distillate of approximately 80% ABV is produced. The spirit at the beginning of the distillation (heads) and end (tails) is usually removed to avoid light and heavy alcohols and aromatics. The heads and tails are usually mixed and distilled again. The product of this second distillation can be used to produce a different quality ouzo. This technique of double- distillation is used by some distillers to differentiate their products. Makers of high-quality \"100% from distillation\" ouzo proceed at this stage with water dilution, bringing the ouzo to its final ABV. But most producers combine the \"ouzo yeast\" with less expensive ethyl alcohol flavored with 0.05 percent natural anethole, before water dilution. Greek law dictates that in this case the ouzo yeast cannot be less than 20 percent of the final product. Sugar may be added before water dilution, which is done mostly with ouzo from Southern Greece. The final ABV is usually between 37.5 and 50 percent; the minimum allowed is 37.5 percent. Ouzo production itself does not involve fermentation. ==Aperitif drink== In modern Greece, ouzeries (the suffix -erie is imported from French, like in Boulangerie or Pâtisserie) can be found in nearly all cities, towns, and villages. These café-like establishments serve ouzo with mezedes—appetizers such as octopus, salad, sardines, calamari, fried zucchini, and clams, among others. It is traditionally slowly sipped (usually mixed with water or ice) together with mezedes shared with others over a period of several hours in the early evening. In other countries it is tradition to have ouzo in authentic Greek restaurants as an aperitif, served in a shot glass and deeply chilled before the meal is started. No water or ice is added but the drink is served very cold, enough to make some crystals form in the drink as it is served. Ouzo can colloquially be referred to as a particularly strong drink, the cause of this being its sugar content. Sugar delays ethanol absorption in the stomach, and may thus mislead drinkers into thinking that they can drink more as they do not feel tipsy early on. Then the cumulative effect of ethanol appears and the drinker becomes inebriated rather quickly. This is why it is generally considered poor form to drink ouzo \"dry hammer\" (\"ξεροσφύρι\", xerosfýri, an idiomatic expression that means \"drinking alcohol without eating anything\") in Greece. The presence of food, especially fats or oils, in the upper digestive system prolongs the absorption of ethanol and ameliorates alcohol intoxication. ==Cocktails== Ouzo is not used in many mainstream cocktail drinks, although in Cyprus it does form the basis of a cocktail called an Ouzini.Michael Paraskos, 'A perfect sundowner to replace the tired old brandy sour', in The Cyprus Mail (Cyprus newspaper), 19 April 2015 ==Appearance== Ouzo is a clear liquid. However, when water or ice is added, ouzo turns a milky-white colour. This is because anethole, the essential oil of anise, is completely soluble in alcohol at approximately 38% ABV and above, but not in water. Diluting the spirit causes it to separate, creating an emulsion whose fine droplets scatter the light. This process is called louching and is also seen while preparing absinthe. ==Drinks with a similar flavour== Similar aperitifs include oghi (from Armenia), mastika from Bulgaria and North Macedonia, rakı from Turkey, pastis (France), and arak (from the Levant). Its aniseed flavour is also similar to the anise-flavoured liqueurs of sambuca (Italy) and anís (Spain) and the stronger spirits of absinthe (France and Switzerland). Aguardiente (Colombia), made from sugar cane, is also similar. The Italian drink Pallini Mistra, named after the Greek city of Mystras in the Peloponnese is a version of ouzo made in Rome that closely resembles Greek and Cypriot ouzo. In Bulgaria and North Macedonia the similar beverage is called mastika (, a name that is shared by the distinct Greek liquor mastika which is flavored with mastic crystals. Most commonly it is consumed as an aperitif, usually poured over ice to release its aroma and flavors, and enjoyed with meze. Containing 43–45% alcohol, it has a hot taste not unlike that of brandy and is usually made from grapes. In North Macedonia, mastika has traditionally been made in the Strumica area. ==See also== * Greek food products * Cuisine of Greece ==References== ==External links== * OUZO: more than 600 labels of ouzo and 200 distilleries. * Ouzo Barbayanni | Greek Ouzo Liquor Plomari Lesvos Greece Category:Greek distilled drinks Category:Cypriot cuisine Category:Anise liqueurs and spirits Category:Greek products with protected designation of origin ",
    "title": "Ouzo"
}