{
    "id": "263154",
    "text": "Dermot John Morgan (3 March 1952 – 28 February 1998) was an Irish comedian and actor. He was best known for the role of Father Ted Crilly, the title character in the Irish sitcom Father Ted. ==Early life and education== Morgan was born on 3 March 1952 in Dublin. His parents were Donnchadh Morgan, an artist and sculptor, and Hilda \"Holly\" (née Stokes). Donnchadh died young of an aneurysm, leaving Holly with four children: Dermot, Paul, Denise, and Ruth, who died in childhood. He was educated at Oatlands College, Stillorgan, and University College Dublin (UCD), where he studied English literature and philosophy. Morgan was an English teacher at St. Michael's College, Ailesbury Road, before quitting to become a full-time performer. ==Career== ===Father Trendy and The Live Mike=== Morgan made his debut in the media on the Morning Ireland radio show produced by Gene Martin, whose sister Ella was the mother of one of Morgan's friends. It was through this contact that Morgan made the break into radio and eventually television. Morgan came to prominence as part of the team behind the highly successful RTÉ television show The Live Mike, presented by Mike Murphy. Between 1979 and 1982 Morgan played a range of comic characters who appeared between segments of the show. Morgan lampooned the rampant Modernism within the Post-Vatican II Roman Catholic Church in Ireland by creating Father Trendy, a wishy-washy, trying-to-be-cool hippie-priest (modeled after Father Brian D'Arcy). Father Trendy always wore an Elvis-style haircut and, sometimes, a leather jacket. He was also given to drawing ludicrous parallels between religious life and secular hobbies in two-minute 'sermons' to the camera. Morgan's other characters included a bigotted GAA member who waved his hurley around while verbally attacking his pet hates. Morgan also lampooned both the Wolfe Tones and the clichés of Irish rebel songs, which he said \"always have lots of blood and guts and thunder in them\". He then sang a rebel song of his own, a parody of Thomas Osborne Davis' song \"A Nation Once Again\", about the martyrdom of Fido, a dog who saves his IRA master by eating a hand grenade during a search of the house by the Black and Tans during the Irish War of Independence. When the dog farts and the grenade detonates, the British commented: \"It must have been something he ate.\" The song climaxed with the words: \"I hope that I shall live to see Fido an Alsatian once again.\" ===As a singer: Mr Eastwood=== Morgan released a comedy single, Thank You Very Very Much, Mr Eastwood, in December 1985. It was a take on the fawning praise that internationally successful Irish boxer Barry McGuigan gave his manager, Barney Eastwood, at the end of successive bouts. The single 'featured' lines by McGuigan, Ronald Reagan, Bob Geldof and Pope John Paul II,New Island Books, 1998. and was the Christmas number one in the Irish singles chart in 1985. ===Scrap Saturday=== Morgan's biggest Irish broadcasting success occurred in the late 1980s on the Saturday morning radio comedy show Scrap Saturday, in which Morgan, co-scriptwriter Gerard Stembridge, Owen Roe and Pauline McLynn mocked Ireland's political, business and media establishment. The show's treatment of the relationship between the ever-controversial Taoiseach Charles Haughey and his press secretary PJ Mara proved particularly popular, with Haughey's dismissive attitude towards Mara and the latter's adoring and grovelling attitude towards his boss winning critical praise. Morgan pilloried Haughey's propensity for claiming a family connection to almost every part of Ireland he visited by making reference to a famous advertisement for Harp beer, which played on the image of someone returning home and seeking friends. The Haughey/Mara \"double act\" became the star turn in a series that mocked both sides of the political divide, from Haughey and his advisors to opposition Fine Gael TD Michael Noonan as Limerick disk jockey \"Morning Noon'an Night\". When RTÉ axed the show in the early 1990s a national outcry ensued. Morgan lashed the decision, calling it \"a shameless act of broadcasting cowardice and political subservience\". An RTÉ spokesman said: \"The show is not being axed. It's just not being continued!\" In 1991, Morgan received a Jacob's Award for his contribution to Scrap Saturday from the Irish national newspaper radio critics. ===Father Ted=== Already a celebrity in Ireland, Morgan got his big break in Britain with Channel 4's Irish sitcom Father Ted, which ran for three series from 1995 to 1998. Writers Graham Linehan and Arthur Mathews auditioned many actors for the title role, but Morgan's enthusiasm won him the part. Father Ted focused on the misadventures of three morally dubious Irish Catholic priests, whose transgressions have gotten them exiled to the fictional Craggy Island, off the coast of County Galway. ====BAFTA Award==== In 1996, Father Ted won a BAFTA award for Best Comedy. The same year Morgan also won a British Comedy Award for Top TV Comedy Actor, and McLynn was awarded Top TV Comedy Actress. In 1999, Father Ted won a second BAFTA for Best Comedy, with Morgan being awarded Best Comedy Performance posthumously. ===Unreleased works=== Morgan said in an interview with Gay Byrne on The Late Late Show in 1996 that he was writing a screenplay entitled Miracle of the Magyars, based on a real-life incident in the 1950s when the Archbishop of Dublin forbade Catholics from attending a football match between the Republic of Ireland and Yugoslavia on religious and spiritual grounds. Yugoslavia won the match 4–1. Morgan planned to use Hungary as the opposing side to Ireland – hence the title. At the time of his death in 1998, he had completed the screenplay but the film was never made. Morgan's first project after Father Ted was to be Re-united, a sitcom about two retired footballers sharing a flat in London. According to former manager John Fischer, Morgan was scripting the programme and planned to take the part of \"an Eamon Dunphy-type who had gone on to work in journalism, but had ended up living with an old football pal\". Mel Smith was in talks for the role of the friend. Morgan had been commissioned to write a drama series for the BBC. ==Personal life== Dermot married Susanne Garmatz, a native of Hamburg, and they had two sons: Don (born 1978) and Rob (born 1980). They separated in 1990. He later began a relationship with Fiona Clarke, with whom he had another son, Ben (born 1993). A lapsed Catholic, Morgan was an atheist who was vocally critical of the Catholic Church.\"Craggy Island would soak up the irony. From beyond the grave, Dermot Morgan, a staunch atheist who savaged the Catholic Church, is delivering a final kick to the priests who gave him a hero's send-off.\" Rory Carroll, 'Catholic critic Father Ted still causing controversy', The Guardian, April 23, 1998, Pg. 4. He was a supporter of Dublin football club Shamrock Rovers and London football club Chelsea. ==Death== The \"Joker's Chair\", a memorial to Morgan in Merrion Square, Dublin Morgan's Grave in Deansgrange Cemetery, south County Dublin Prior to location filming on the third and final series of Father Ted, Morgan underwent a mandatory medical examination in which he was found to have high blood pressure and was prescribed medication. The day after recording the series' final episode, Morgan suffered a heart attack while hosting a dinner party at his home in south-west London. He was rushed to hospital, but died soon afterwards.\"Ireland mourns comic talent as 'Father Ted' actor dies, aged 45 \". Retrieved February 2014. His sister Denise said, \"He wasn't feeling great at the end of the meal and I went to the bedroom with him. He had a heart attack and I didn't recognise it. From my limited training in first aid, I wasn't sure exactly what was happening. The symptoms didn't match what the books said. I said to him 'I think you are okay' and we went back to the table. He apologised for having left the room and the next thing he just collapsed. We tried to resuscitate him but it didn't work. He had a massive heart attack.\" Father Ted co-star Frank Kelly said, \"Dermot's mind was mercurial. I think he was a kind of comedic meteor. He burned himself out.\" Despite Morgan's atheism, a Catholic Requiem Mass was offered for him at St. Therese's Church, in the South Dublin suburb of Mount Merrion. The Mass was attended by Her Excellency Professor Mary McAleese, President of Ireland, her predecessor Mary Robinson, and by many of the Irish political and religious leaders who had been the targets of his satire in Scrap Saturday. Morgan's body was cremated at Glasnevin Cemetery, and his ashes were buried in the family plot in Deansgrange Cemetery.\"Dermot Morgan Tribute\" . dmtribute.pwp.blueyonder.co.uk. Retrieved March 2011. ==Legacy== In December 2013, a documentary, Dermot Morgan – Fearless Funnyman, aired on RTÉ One. A wax statue of Morgan was erected by his sons in the national wax museum in Dublin. ==Appearances== ===Television=== *The Live Mike (1979–1982) *Father Ted (1995–98) *Have I Got News for You (1996–97; episodes 11.02 and 14.03) *Shooting Stars (1 episode, 1996) *That's Showbusiness (1 episode, 1996) ===Radio=== *Scrap Saturday (1989–1991) ===Film=== *Taffin (1988) *The First Snow of Winter (1998, voice in UK Version) ==References== ==External links== * Category:1952 births Category:1998 deaths Category:20th-century Irish male actors Category:Alumni of University College Dublin Category:Best Comedy Performance BAFTA Award (television) winners Category:Burials at Deans Grange Cemetery Category:Father Ted Category:Former Roman Catholics Category:Irish atheists Category:Irish comedy musicians Category:Irish former Christians Category:Irish impressionists (entertainers) Category:Irish male comedians Category:Irish male television actors Category:Irish satirists Category:Irish schoolteachers Category:Jacob's Award winners Category:People educated at Oatlands College Category:Radio personalities from the Republic of Ireland Category:People from Stillorgan ",
    "title": "Dermot Morgan"
}