{
    "id": "263373",
    "text": "Glareolidae is a family of birds in the wader suborder Charadrii. However, if one examines the phylogetetic tree in the Wiki article on Charadriiformes, the Glareolidae is placed in the suborder Lari (gulls). It contains two distinct groups, the pratincoles and the coursers. The atypical Egyptian plover (Pluvianus aegyptius), traditionally placed in this family, is now known to be only distantly related. The family contains 15 species in 5 genera. ==Description== The feature that defines the family from the rest of the order is the bill, which is arched and has the nostrils at the base. The pratincoles have short legs, long pointed wings and long forked tails. They have a buoyant flight that allows them the unusual (for the order) hunting technique of taking their insect prey on the wing like swallows. The wings also allow for long migrations in some species. The coursers have long legs, which are used to run (giving the group its name. The wings are shorter and have a more sustained flight than that of the pratincoles. ==Distribution and habitat== The pratincoles and coursers have an Old World distribution, occurring in southern Europe, Asia, Africa (including Madagascar), and Australia. The family is thought to have evolved in Africa, which is where the family achieves its greatest diversity, although fossils of the genus Glareola belonging to an extinct species Glareola neogena are known from the Middle Miocene of Europe, while of similar age is of the extinct Mioglareola gregaria also from European deposits. The older glareolid fossils are of the genus Paractiornis from the Lower Miocene of North America. The fossil genera and species are: *Boutersemia belgica G. Mayr and R. Smith, 2001 Early Oligocene of Belgium *Boutersemia parvula G. Mayr and R. Smith, 2001 Early Oligocene of Belgium *Paractiornis perpusillus Wetmore, 1930 Early Miocene of Nebraska *Mioglareola dolnicensis (Švec, 1980) Early Miocene of the Czech Republic *Mioglareola gregaria Ballmann, 1979 Early Miocene of the Czech Republic and Middle Miocene of Germany *Glareola neogena Ballmann, 1979 Middle Miocene of Germany *\"Gallinago\" veterior Jánossy, 1979 Early Pliocene of Hungary The coursers are typically found in open and arid environments such as deserts and scrub. The three-banded courser and bronze-winged courser are exceptions, being found in woodland and usually away from open land. The subfamily is usually also associated with lowland areas, although the Burchell's courser is found in southern Africa's Afro-alpine areas. The pratincoles are associated with wetlands, rivers, estuaries and other inland waterways. As with the coursers there are exceptions, particularly the black-winged pratincole which breeds and feeds on open steppes. Some species of pratincole are long-distance migrants. Shorter migrations include those of the Madagascan pratincole, which migrates from its breeding grounds in Madagascar to East Africa; in contrast the black-winged pratincole migrates from the steppes of Eastern Europe and Central Asia to West and Southern Africa. The migration, which can measure in distance, is often undertaken as a single non-stop flight and is flown at high altitude. The coursers are not particularly migratory, although the cream- colored courser does migrate from the northern extremes of its range in the winter. The coursers are fairly nomadic, but do not undertake long distance migrations. ==Behaviour== The coursers are crepuscular and nocturnal in their habits, and are generally inconspicuous, particularly the woodland species. They are not as social as the highly gregarious and noisy pratincoles, some species of which may also active at dawn and dusk. ===Diet and feeding=== Insects form the majority of the diet of the Glareolidae. The pratincoles forage mainly on the wing, but are able to take prey on the ground as well. They are opportunistic, and have been recorded attending herds of antelope to snatch insects flushed up by their movement, or even insects attracted to street lights. Swarming insects, such as locusts or termites, are particularly targeted. Coursers are exclusively terrestrial, and feed in a plover-like fashion, running, then stopping to scan for prey before moving on. Some species may dig for insects in soft soil with their bills. In addition to insects, coursers may also take molluscs and some seeds. ==References== Category:Bird families Category:Taxa named by Christian Ludwig Brehm ",
    "title": "Glareolidae"
}