{
    "id": "263357",
    "text": "The merger of four major firms into the German Steel Trust (Vereinigte Stahlwerke) in 1926 was modeled on the U.S. Steel corporation in the U.S. The goal was to move beyond the limitations of the old cartel system by incorporating advances simultaneously inside a single corporation. The new company emphasized rationalization of management structures and modernization of the technology; it employed a multi-divisional structure and used return on investment as its measure of success.Alfred Reckendrees, \"From Cartel Regulation to Monopolistic Control? The Founding of the German 'Steel Trust' in 1926 and its Effect on Market Regulation,\" Business History, (2003) 45#3 pp 22-51 it represented the \"Americanization\" of the German steel industry because its internal structure, management methods, use of technology, and emphasis on mass production replicated the Steel Trust developed a multi- divisional structure and aimed at return on investment as a measure of success. The chief difference was that consumer capitalism as an industrial strategy did not seem plausible to German steel industrialists.Alfred Reckendrees, \"Die Vereinigte Stahlwerke A.G. 1926–1933 Und 'Das Glänzende Beispiel Amerika,'\" [The United Steel Works, 1926–33, and the \"Shining Example\" of America]. \"Zeitschrift für Unternehmensgeschichte\" 1996 41(2): 159-186. ==USA links== Fritz Thyssen and Friedrich Flick are co-owners in GST (German Steel Trust or Vereinigte Stahlwerke AG), an arrangement made by Wall Street financier as Clarence Douglas Dillon through Dillon Read & Co. Thyssen and Flick both financed Hitler rise's in power. GST is connected to UBC (Union Banking Corporation) through Harriman Fifteen Corporation holding one-third of Consolidated Silesian Steel Corporation while Flick got two-thirds. ==WWII war machine== As IG Farben, GST was the heart of Nazi war machine, like Congress investigation showed. ==Membership== * Fritz Thyssen * Friedrich Flick * Albert Voegler * Otto Steinbrinck ==See also== * Union Banking Corporation ==Notes== Category:Steel companies of Germany ",
    "title": "German Steel Trust"
}