{
    "id": "263657",
    "text": "The Trillium Book Award ( or Prix Trillium) is an annual literary award presented to writers in Ontario, Canada. It is administered by Ontario Creates, a Crown agency of the Government of Ontario, which is overseen by the Ministry of Heritage, Sport, Tourism and Culture Industries. The monetary component for the award includes amounts paid to the author of the book and to the publisher of the book. The award has been expanded several times since its establishment in 1987: a separate award for French-language literature was added in 1994, an award for poetry in each language was added in 2003, and an award for French-language children's literature was added in 2006. ==History== The Trillium Book Award was created for three reasons: *to recognize a book of literary excellence which furthers the understanding of Ontarians and Ontario society; *to assist Ontario’s publishing industry; and, *to bring Ontario’s public library and writing communities closer together. The Trillium Award was one of several creative initiatives undertaken by the Libraries and Community Information Branch while under the direction of Wil Vanderelst during the 1980s, that encouraged the development of Ontario writers and the distribution of their works. When created in 1987 the Trillium Book Award/Prix Trillium was the richest book award in Canada with a cash prize of $10,000 to the winner. It was also unique in that a separate $2000 would go to the publisher of the winning book to assist in its marketing and promotion. Under the auspices of the Libraries Branch, both the shortlisted books and the finalist were marketed through a unique logo for the prize, posters, bookmarks as well as an aggressive six-week media campaign targeting both bookstores as well as public libraries. (The prize today is $20,000 for the writer with $2,500 for the publisher, and $10,000/$2000 for the poetry prize.) The first jury was bilingual and selected seven nominees for the book award. Books in both languages were considered, as were poetry, fiction, and non-fiction books. The members of the first jury were Joyce Marshall, novelist and translator; Pierre Levesque, an Ottawa bookseller and specialist in French Canadian books; Grace Buller, retired librarian and former editor of Ontario Library Review (of Books); William Eccles, historian and Professor Emeritus; and Wayne Grady, anthologist, critic, translator, and former editor of Harrowsmith. The Trillium Book Award met with considerable approval from newspaper book editors at the time of the first award in 1988. While some critics did not like a judged competition involving personal taste in reading the material, the benefits of the award in assisting the marketing of Canadian books was thought more important. The Writers’ Union led at that time by the writer Matt Cohen met with Wil Vanderelst and strongly supported both programs given cutbacks in support for arts organizations at the federal level. Through reprioritizing, the public libraries budget these programs continued – although the writers in libraries program was eventually eliminated as part of the province’s budgetary restrictions. The Trillium Book Award managed to avoid the budgetary ax only through the personal support of the then Premier, Bob Rae. He is the only Premier of Ontario who has attended the presentation program of the award. ==Awards and eligibility== The Trillium Award is open to books in any genre: fiction, non-fiction, drama, children's books, and poetry. Anthologies, new editions, re-issues and translations are not eligible. Electronic and self-published books are also ineligible. Three jury members per language judge the submissions, select the shortlist and the winning title. The jury is composed of writers and other members of the literary community. Canadian citizens and landed immigrants who have lived in Ontario for at least three out of the past five years and who have been published anywhere in the world are eligible. Their publishers are invited to submit titles to the Ministry of Culture for consideration. In 1993 the award was expanded by Premier Bob Rae's government to also include a French-language category; it was first awarded in 1994. In 2003, new English and French poetry categories were added to the awards. The following year, however, due to the smaller number of French- language titles published in Ontario there were not enough French poetry submissions to present an award; accordingly, the French section is now divided into poetry and children's literature awards presented in alternating years, with each award having an eligibility period of two years rather than one. The English poetry award continues to be presented yearly, and an English children's literature award is not presented; however, English children's books are eligible to be nominated for the English fiction award. ==Winners== *1987 - Michael Ondaatje, In the Skin of a Lion *1988 - Timothy Findley, Stones *1989 - Modris Eksteins, Rites of Spring *1990 - Alice Munro, Friend of My Youth *1991 - Margaret Atwood, Wilderness Tips *1992 - Michael Ondaatje, The English Patient *1993 - Jane Urquhart, Away and Margaret Atwood, The Robber Bride *1994 **English - Donald Harman Akenson, Conor: A Biography of Conor Cruise O'Brien; Volume 1 Narrative **French - Andrée Lacelle, Tant de vie s'égare *1995 **English - Margaret Atwood, Morning in the Burned House and Wayson Choy, The Jade Peony **French - Maurice Henrie, Le Balcon dans le ciel *1996 **English - Anne Michaels, Fugitive Pieces **French - Nancy Vickers, Le Pied de Sappho and Alain Bernard Marchand, Tintin au pays de la ferveur *1997 **English - Dionne Brand, Land to Light On **French - Roger Levac, Petite Crapaude! *1998 **English - André Alexis, Childhood and Alice Munro, The Love of a Good Woman **French - Daniel Poliquin, L'homme de paille and Stefan Psenak, Du chaos et de l'ordre des choses *1999 **English - Alistair MacLeod, No Great Mischief **French - Andrée Christensen and Jacques Flamand, Lithochronos ou le premier vol de la pierre *2000 **English - Don Coles, Kurgan **French - Didier Leclair, Toronto, je t'aime *2001 **English - Richard B. Wright, Clara Callan **French - Michèle Matteau, Cognac et Porto *2002 **English - Austin Clarke, The Polished Hoe and Nino Ricci, Testament **French - Michel Ouellette, Le testament du couturier and Éric Charlebois, Faux- fuyants *2003 **English - Thomas King, The Truth About Stories **English (Poetry) - Adam Sol, Crowd of Sounds **French - Serge Denis, Social-démocratie et mouvements ouvriers and François Paré, La distance habitée **French (Poetry) - Angèle Bassolé-Ouédraogo, Avec tes mots *2004 **English - Wayson Choy, All That Matters **English (Poetry) - Maureen Scott Harris, Drowning Lessons **French - Antonio D'Alfonso, Un vendredi du mois d'aout **French (Poetry) - there was no prize given this year, as there were fewer than 5 submissions. The prize money is being used to create a scholarship for French- language emerging poets. *2005 **English - Camilla Gibb, Sweetness in the Belly **English (Poetry) - Kevin Connolly, drift **French - Jean Mohsen Fahmy, L'Agonie des dieux **French (Poetry) - Éric Charlebois, Centrifuge *2006 **English - Mark Frutkin, Fabrizio's Return **English (Poetry) - Ken Babstock, Airstream Land Yacht **French - Paul Savoie, Crac and Daniel Castillo Durante, La Passion des nomades **French (Children's) - Françoise Lepage, Poupeska *2007 **English - Barbara Gowdy, Helpless **English (Poetry) - Rachel Zolf, Human Resources **French - Pierre Raphaël Pelletier, L'Oeil de la lumière **French (Poetry) - Tina Charlebois, Poils lisses *2008 **English - Pasha Malla, The Withdrawal Method **English (Poetry) - Jeramy Dodds, Crabwise to the Hounds **French - Marguerite Andersen, Le Figuier sur le toit **French (Children's) - Paul Prud’Homme, Les Rebuts: Hockey 2 *2009 **English - Ian Brown, The Boy in the Moon **English (Poetry) - Karen Solie, Pigeon **French - Ryad Assani-Razaki, Deux Cercles **French (Poetry) - Michèle Matteau, Passerelles *2010\"Rabindranath Maharaj wins Trillium Book Award\". The Globe and Mail, June 17, 2011. **English - Rabindranath Maharaj, The Amazing Absorbing Boy **English (Poetry) - Jeff Latosik, Tiny, Frantic, Stronger **French - Estelle Beauchamp, Un souffle venu de loin **French (Children's) - Daniel Marchildon, La première guerre de Toronto *2011\"Phil Hall wins Trillium Book Award\" . National Post, June 20, 2012. **English - Phil Hall, Killdeer **English (Poetry) - Nick Thran, Earworm **French - Michèle Vinet, Jeudi Novembre **French (Poetry) - Sonia Lamontagne, À tire d’ailes *2012\"Alice Munro wins Ontario’s Trillium Book Award\". The Globe and Mail, June 19, 2013. **English - Alice Munro, Dear Life **English (Poetry) - Matthew Tierney, Probably Inevitable **French - Paul Savoie, Bleu bemol **French (Children's) - Claude Forand, Un moine trop bavard *2013\"Playwright Hannah Moscovitch among 2014 Trillium Book Award winners\". The Globe and Mail, June 18, 2014. **English - Hannah Moscovitch, This Is War **English Poetry - Souvankham Thammavongsa, Light **French - Marguerite Andersen, La mauvaise mère **French Poetry - Daniel Groleau Landry, Rêver au réel *2014 **English - Kate Cayley, How You Were Born **English Poetry - Brecken Hancock, Broom Broom **French - Micheline Marchand, Mauvaise mine **French (Children) - Michel Dallaire, Violoncelle pour lune d’automne *2015 **English - Kevin Hardcastle, Debris **English Poetry - Soraya Peerbaye, Tell **French - Véronique-Marie Kaye, Marjorie Chalifoux **French (Poetry) - David Ménard, Neuvaines *2016 **English - Melanie Mah, The Sweetest One **English Poetry - Meaghan Strimas, Yes or Nope **French - Jean Boisjoli, La Mésure du temps **French (Children) - Pierre-Luc Belanger, Ski, Blanche et Avalanche *2017 **English - Kyo Maclear, Birds Art Life **English Poetry - Pino Coluccio, Class Clown **French - Aurélie Resch, Sous le soleil de midi **French Poetry - Sylvie Bérard, Oubliez *2018 **English - Dionne Brand, The Blue Clerk **English Poetry - Robin Richardson, Sit How You Want **French - Lisa L'Heureux, Et si un soir **French (Children) - Diya Lim, La marchande, la sorcière, la lune et moi *2019Ryan Porter, \"Téa Mutonji, Roxanna Bennett win 2020 Trillium Book Awards\". Quill & Quire, June 17, 2020. **English - Téa Mutonji, Shut Up You're Pretty **English Poetry - Roxanna Bennett, Unmeaningable **French - Paul Ruban, Crevaison en corbillard **French Poetry - Véronique Sylvain, Premier quart ==References== ==External links== * Category:Ontario awards Category:Awards established in 1987 Category:1987 establishments in Ontario Category:Canadian children's literary awards Category:Canadian poetry awards Category:Canadian fiction awards Category:Canadian non-fiction literary awards ",
    "title": "Trillium Book Award"
}