{
    "id": "263616",
    "text": "Minneapolis–Saint Paul International Airport , also less commonly known as Wold–Chamberlain Field, is a joint civil-military public use international airport. It is located in Fort Snelling Unorganized Territory, Minnesota, United States. It is within of both downtown Minneapolis and downtown Saint Paul. MSP is the largest and busiest airport in the Upper Midwest region of Minnesota, Iowa, Nebraska, North Dakota, South Dakota, and Wisconsin. A joint civil-military airport, MSP is also home to the Minneapolis–Saint Paul International Airport Joint Air Reserve Station, supporting both Air Force Reserve Command and Air National Guard flight operations. The airport is located in Fort Snelling Unorganized Territory. Small sections of the airport border the city limits of Minneapolis and Richfield. However, Minnesota state law states, the land the airport sits on is not part of any city or school district. MSP covers 2,930 acres (1,186 ha) of land., effective June 21, 2018. The airport generates an estimated $15.9 billion a year for the Twin Cities' economy and supports 87,000 workers. MSP is a major hub for Delta Air Lines. It also serves as the home airport for Minnesota-based Sun Country Airlines. Delta Air Lines and its regional affiliates account for about 70% of the airport's passenger traffic. The airport is operated by the Metropolitan Airports Commission, which also handles the operation of six smaller airports in the region. ==History== MSP airport in 2009 looking towards the northeast The airport came into being when several local groups came together to take control of the former bankrupt Twin City Speedway race track, giving the airport its original name, Speedway Field. Soon after, in 1921, the airport was renamed \"Wold–Chamberlain Field\" for the World War I pilots Ernest Groves Wold and Cyrus Foss Chamberlain. Howard Hughes briefly stopped at Wold–Chamberlain Field on his round the world flight in 1938. In 1944 the site was renamed to \"Minneapolis–St. Paul Metropolitan Airport/Wold-Chamberlain Field\", with \"International\" replacing \"Metropolitan\" four years later. Today it is rare to see the Wold–Chamberlain portion of the name used anywhere. MSP was the main base for Northwest Airlines starting in 1926 and became the main base of regional carrier North Central Airlines in 1952. North Central merged with Southern Airways to form Republic Airlines in 1979; Republic then merged with Northwest in 1986. The combined carrier came to control 79% of traffic at the airport, and merged into Delta Air Lines in 2010. Ground was broken for the current Terminal 1 building on October 26, 1958. The US $8.5 million, 600,000 square foot (56,000 m2) terminal with 24 gates on two concourses was designed by Lyle George Landstrom who worked for Cerny Associates and completed on January 13, 1962 and operations began on January 21, 1962. Pier D (formerly the Gold Concourse, now Concourse C) was completed in 1971 and Pier A (formerly the Green Concourse, now Concourse G) was completed in 1972 as part of an expansion of the terminal designed by Cerny Associates. This project also involved rebuilding the existing concourses into bi-level structures equipped with holding rooms and jet bridges. It handles airlines such as Delta, United and others. The Gold Concourse was expanded in 1986 and included the airport's first moving walkway. In 1969 MSP was the primary filming location for the film Airport, though the film presented the airport as a fictional Chicago-based Lincoln International. Ironically, MSP was selected in part for notorious winter climate, yet the filming period remained stubbornly fair-weathered, forcing film crews to employ copious amounts of fake snow. As filming had to take place during normal airport operations, several features of the airport itself, such as the color-based labeling of different concourses, were present in the movie. This labeling system was replaced beginning in 2000 with the more familiar system of lettered concourses. In 1970 scheduled helicopter service was available to downtown Minneapolis (Hansord Pontiac), Rochester, St. Cloud, and Mankato, Minnesota. Service to Mankato started on December 26, 1969 Service to downtown Minneapolis started on August 3, 1970. On December 4, 1970 Imperial Airways announced it was canceling its scheduled helicopter service flights in Minnesota. Due in part to aircraft noise in south Minneapolis and surrounding suburbs, proposals were made in the 1990s to build a new airport on the fringes of the Twin Cities metro in Dakota County to handle larger jets and more international traffic. Minneapolis and other neighboring cities were concerned that such a move would have a negative economic impact, so an arrangement was made where the Metropolitan Airports Commission would outfit many homes in the vicinity of the airport with sound insulation and air conditioning so that indoor noise could be reduced. A citizen group named ROAR (Residents Opposed to Airport Racket) was created in 1998 and helped push the MAC to make these concessions. Later, in 2004, the MAC voted to reduce funding for the soundproofing projects, saying in part that the economic climate had turned in the wake of the September 11 attacks. Minneapolis Mayor R. T. Rybak, who had been a founding member of ROAR, promised that the city would challenge the changes. Terminal 2 was first built in 1986 and then rebuilt in 2001. It is used mostly for charter and low cost airlines, including Minnesota-based Sun Country and Southwest, but is also used for Condor, Icelandair and JetBlue. The terminal has since been expanded and has a total of 14 gates. Concourses A and B opened on June 1, 2002 as part of a $250 million terminal expansion designed by Minneapolis-based Architectural Alliance. The final component of the project included a $17.5 million extension of Concourse C consisting of six additional gates, which opened on October 31, 2002. Icelandair started service to Minneapolis–St. Paul from Reykjavik in 1998. Northwest operated 747-400s from Minneapolis–St. Paul to Hong Kong and Osaka in 1998; both were dropped later that year. Northwest also operated DC-10s Minneapolis–St. Paul to Oslo and Frankfurt, but they too were dropped. From the early 1990s to the 2000s (decade), KLM flew 747s and MD-11s from Amsterdam to Minneapolis–St. Paul. In part because of the Delta/KLM joint venture, KLM did not serve Minneapolis–St. Paul with its own aircraft between 2004 and March 2017, when service resumed. Beginning in the summer of 2013 Air France commenced non-stop, seasonal Airbus A340-300 flights from Paris–Charles de Gaulle Airport to Minneapolis–St. Paul. Service switches to a Boeing 777-200ER & Boeing 787-9 in 2019. Condor Airlines began non-stop seasonal 767-300 service to Minneapolis–St. Paul from Frankfurt in the summer of 2014. Great Lakes Airlines added services to small communities that had lost service from the legacy carriers in the 2010s, but hub status was removed in 2014, with the airline blaming a lack of qualified pilots. Some service moved to other airports, while other service was picked up by Air Choice One and Boutique Air. The TSA typically screens about 34,000 people at MSP daily and screens about 18,000 checked bags. The airport's current record for passengers and bags was set on February 5, 2018, which was the day after Super Bowl LII. That record is 60,883 passengers screened at TSA checkpoints and 34,368 checked bags screened. For the event, the TSA brought in more than 100 additional agents and 20 canines to MSP for the expected number of passengers. ==Future== In 2004 Northwest Airlines proposed expanding Terminal 1 to accommodate growing flight operations in a plan known as the MSP 2020 Vision. The proposed expansion included moving all airlines other than Northwest Airlines and its SkyTeam alliance partners to Terminal 2. This caused increased concern about Northwest Airlines' control of the Minneapolis/St. Paul commercial air service market with some claiming that Northwest was using its market position to inflate airfares. While AirTran Airways voiced opposition to the plan, American Airlines and United Airlines remained neutral on the move since both had exclusive terminals at their own main hubs. Despite the merger between Northwest and Delta Air Lines, there are still plans in place to carry out these expansions. In August 2015, the Metropolitan Airports Commission (MAC) approved a plan that looks out to the year 2035. At the meeting the airlines were split into three groups: All SkyTeam airlines, Southwest Airlines and all other passenger airlines. The final plan includes three phases through 2020, 2030 and 2035. The plan moves some, but not all non-SkyTeam airlines from Terminal 1 to Terminal 2, evens out capacity over the two terminals and will finish with as many as 15 new gates being constructed over both terminals and new parking garages. ==Facilities== Delta Ticketing/Check-In at Terminal 1 Delta Airlines jets parked at Concourse C Like many other airports, MSP interconnects with several other forms of transportation. Several large parking ramps are available for cars. Most other connections are made at the Hub Building and adjacent Transit Center, which has city and shuttle bus, taxi, light-rail and rental car service. Two trams (people movers) are at the airport. One carries passengers from the main section of Terminal 1 to the Hub Building and another runs along Concourse C in that terminal. The airport is near Fort Snelling, the site of one of the earliest United States government settlements in the area. Both the Mississippi and Minnesota rivers flow nearby. Minnesota State Highway 5 provides the closest entrance to the Terminal 1, just a short distance from Interstate 494. Terminal 2 is accessed via the 34th Avenue exit from I-494, which runs past Fort Snelling National Cemetery. Delta Air Lines has hangars arranged along I-494 and 34th Avenue, so it's possible to see airliners undergoing maintenance while driving past. ===Runways=== Minneapolis–Saint Paul International Airport covers 2,930 acres (1,186 ha) and has four runways, all with high intensity lights. Runway 17/35 opened in October 2005. Prior to that time, a number of buildings (including several hangars and the City of Richfield's Rich Acres Golf Course) were demolished to make way for the runway protection zone of the new runway. Aircraft approaching Runway 35 fly slightly east of the Mall of America, overfly Interstate 494 and land seconds later. Due to noise concerns from south Minneapolis, between August 13, 2007 and October 18, 2007, Runway 17/35 was used regularly during construction on Runway 12R/30L. ===Terminals=== Minneapolis–Saint Paul International Airport has two terminals with a total of 131 gates. The terminals are on different sides of the airfield and not interconnected; one who wishes to transfer between terminals must take the Light Rail, which is no cost in traveling between terminals. One can buy a ticket on the Light Rail to get to Minneapolis or other parts of Minnesota. Terminal 1, the larger of the two terminals, has seven concourses, lettered A–G, although they are all interconnected and can be accessed by either the north or south security checkpoints. Terminal 1 currently has 117 gates. Concourse C has a tram that goes from Gate C1 to gate C27, with a stop in the middle near Gate C12. There is a skyway that connects concourse G with concourse C. All international arrivals at Terminal 1 from airports without border pre-clearance are handled at concourse G. Terminal 1 houses the Delta hub, as well as Air Canada, Air Choice One, Air France, Alaska, American, Boutique Air, Denver Air Connection, KLM, Spirit and United. Delta operates two Sky Clubs within the terminal, while United operates a United Club in Concourse E. Terminal 2, consists entirely of Concourse H. Terminal 2, built in 1986, was rebuilt in 2001 to expand capacity and give passengers a more seamless experience. The terminal now has 14 gates and houses the primary hub for Sun Country Airlines, as well as Condor, Icelandair, Frontier,https://minnesota.cbslocal.com/2020/04/08/frontier-airlines-to-move- to-terminal-2-at-msp-airport/ JetBlue and Southwest. ===Ground transportation=== The terminal buildings are directly located off of Minnesota State Highway 5. Several other major highways that border the airport are Minnesota State Highway 62, Minnesota State Highway 77, and Interstate 494. Metro Transit operates bus route 54 to MSP. The bus stop is located at Terminal 1. Passengers arriving in Terminal 2 must take the light rail to the bus stop location. The METRO light rail Blue Line has stops at both the Hub Building Terminal 1 (Lindbergh Station) and Terminal 2 Humphrey Terminal (Humphrey Station). It connects the airport with downtown Minneapolis as well as with the Mall of America in nearby Bloomington and operates as a shuttle service between the two airport terminals. Travelers can use the rail line to go between the two sites at all times; it is the only part of the line that operates continuously through the night (the rest shuts down for about four hours early in the morning). Two parallel tunnels for the line run roughly below the airport and at in length are the longest tunnels on the route. The Terminal 1 station is the only underground station on the line, as the rails return to the surface near Terminal 2. Due to current concerns about terrorism, a great deal of effort went into ensuring that the tunnels are highly blast-resistant. The underground portion was the costliest section of the entire rail project. ===Hotel=== Graves Hospitality operates an InterContinental Hotels flagged full service on-site hotel at the airport with 291 rooms on 12 floors. Originally intended to be open for Super Bowl LII in 2018, the hotel opened officially on July 30, 2018. The new hotel has a skyway connected to the airport with its own security checkpoint that connects to Terminal 1 at Concourse C. The hotel has an \"observation bar\" on the top floor. Also on the top floor are two luxury suites, the larger of which costs more than $3,000 per night with of space. The hotel has specially designed floor to ceiling windows with views of both downtowns of Minneapolis and St. Paul. It also has sweeping views of the Minnesota River, Mississippi River and the entire airport. ===Military facilities=== The Minneapolis–Saint Paul International Airport Joint Air Reserve Station at MSP is home to the 934th Airlift Wing (934 AW), an Air Force Reserve Command (AFRC) unit and the 133d Airlift Wing (133 AW) of the Minnesota Air National Guard. Both units fly the C-130 Hercules and are operationally-gained by the Air Mobility Command (AMC). The 934th consists of over 1,300 military personnel, of which approximately 250 are full-time Active Guard and Reserve (AGR) and Air Reserve Technician (ART) personnel. The 133rd is similarly manned, making for a total military presence of over 2,600 full-time and part-time personnel. The 934 AW serves as the \"host\" wing for the installation, which also includes lodging/billeting, officers club, Base Exchange (BX) and other morale, welfare and recreation (MWR) facilities for active, reserve/national guard and retired military personnel and their families. ==Airlines and destinations== ===Passenger=== ===Cargo=== ==Statistics== A Sun Country Boeing 737-700 at MSP. Sun Country is based in Minneapolis and operates a hub at MSP. ===Top domestic destinations=== {| class=\"wikitable sortable\" style=\"font-size: 95%\" |+ Busiest domestic routes from MSP (July 2019 – June 2020) |- ! Rank ! Airport ! Passengers ! Carriers |- | 1 | Denver, Colorado | 653,000 | Delta, Frontier, Southwest, Spirit, Sun Country, United |- | 2 | Chicago–O'Hare, Illinois | 593,000 | American, Delta, Sun Country, United |- | 3 | Phoenix–Sky Harbor, Arizona | 524,000 | American, Delta, Southwest, Spirit, Sun Country |- | 4 | Atlanta, Georgia | 520,000 | Delta, Southwest, Spirit |- | 5 | Los Angeles, California | 444,000 | Delta, Spirit, Sun Country |- | 6 | Seattle/Tacoma, Washington | 430,000 | Alaska, Delta, Spirit, Sun Country |- | 7 | Las Vegas, Nevada | 430,000 | Delta, Southwest, Spirit, Sun Country |- | 8 | Orlando, Florida | 382,000 | Delta, Frontier, Southwest, Spirit, Sun Country |- | 9 | Dallas/Fort Worth, Texas | 358,000 | American, Delta, Spirit, Sun Country |- | 10 | San Francisco, California | 311,000 | Delta, Sun Country, United |} An Icelandair Boeing 757-200 on approach to MSP. Icelandair serves MSP seasonally. ===Top international destinations=== {| class=\"wikitable sortable\" style=\"font-size: 95%\" |+ Busiest international routes to and from MSP (Jan. 2018 – Dec. 2018) |- ! Rank ! Airport ! Passengers ! Carriers |- | 1 | Amsterdam, Netherlands | 533,796 | Delta, KLM |- | 2 | Cancún, Mexico | 288,280 | Delta, Sun Country |- | 3 | Toronto–Pearson, Canada | 275,851 | Air Canada, Delta |- | 4 | Paris–Charles de Gaulle, France | 224,655 | Air France, Delta |- | 5 | Winnipeg, Canada | 220,534 | Delta |- | 6 | Vancouver, Canada | 175,996 | Delta |- | 7 | Tokyo–Haneda, Japan | 168,642 | Delta |- | 8 | Calgary, Canada | 157,225 | Delta |- | 9 | Reykjavík–Keflavík, Iceland | 126,559 |Delta, Icelandair |- | 10 | London–Heathrow, United Kingdom | 125,557 | Delta |- | 11 | Edmonton, Canada | 114,974 | Delta |- | 12 | Saskatoon, Canada | 88,625 | Delta |- |13 | Punta Cana, Dominican Republic |87,784 |Delta, Sun Country |- | 14 | Puerto Vallarta, Mexico | 87,602 | Delta, Sun Country |- | 15 | Montréal–Trudeau, Canada | 62,502 | Delta |- |16 | Montego Bay, Jamaica |43,479 |Delta, Sun Country |- |17 | San Jose Del Cabo, Mexico | 39,729 | Delta, Sun Country |- |18 | Frankfurt, Germany |28,535 |Condor |- |19 | Liberia, Costa Rica |25,583 |Delta, Sun Country |- |20 | Mazatlán, Mexico |24,935 |Delta, Sun Country |} === Airline market share === {| class=\"wikitable sortable\" style=\"font-size: 95%\" |+ Largest Airlines at MSP (June 2019 – May 2020) |- !Rank !Airline !Passengers !Share |- |1 |Delta Air Lines |15,365,000 |53.90% |- |2 |SkyWest Airlines |3,690,000 |12.94% |- |3 |Southwest Airlines |1,391,000 |4.88% |- |4 |American Airlines |1,332,000 |4.67% |- |5 |Endeavor Air |1,244,000 |4.36% |- |N/A |Others |5,485,000 |19.24% |} ===Annual traffic=== {| class=\"wikitable\" |+ Annual passenger traffic (enplaned + deplaned) at MSP, 2001–Present ! Year ! Passengers ! Year ! Passengers |- | 2001||33,733,725||2011||33,118,499 |- | 2002||32,629,690||2012||33,170,960 |- | 2003||33,201,860||2013||33,897,335 |- | 2004||36,713,173||2014||35,152,460 |- | 2005||37,663,664||2015||36,582,854 |- | 2006||35,612,133||2016||37,517,957 |- | 2007||35,157,322||2017||38,034,431 |- | 2008||34,056,443||2018||38,037,381 |- | 2009||32,378,599||2019||39,555,036 |- | 2010||32,839,441||2020|| |} ==Accidents and incidents== * On March 7, 1950, Northwest Orient Airlines Flight 307, a Martin 2-0-2 diverted from Rochester International Airport crashed 5 km northwest of MSP after first hitting a 70 foot high flagpole with its left wing on final approach, 8/10 of a mile from the touchdown point, in blinding snow. The left wing eventually detached and the aircraft dived and crashed into a house. All 13 passengers and crew and two children in the house were killed. A loss of visual reference to the ground on approach was the probable cause. * On June 11, 2007, Larry Craig, a United States Senator from Idaho, was arrested in a men's restroom in Terminal 1 for lewd conduct in a toilet stall. Craig pleaded guilty to a lesser charge of disorderly conduct and did not seek re-election in 2008. ==See also== * Blue Line * List of airports in Minnesota * Metro Transit * Minneapolis–St. Paul Airport Trams * Minnesota World War II Army Airfields ==References== ==External links== * * * MAC Noise Homepage (official—interactive maps of flights and noise data) * Live Air Traffic Control streams including MSP * Abandoned & Little-Known Airfields: Minnesota – used for information on former airports * ** OpenNav airspace and charts for KMSP * * Airport diagram for October 1959 Category:Airports in Minnesota Category:Transportation buildings and structures in Hennepin County, Minnesota ",
    "title": "Minneapolis–Saint Paul International Airport"
}