{
    "id": "263678",
    "text": "Member of the Scottish Parliament (MSP; ; ) is the title given to any one of the 129 individuals elected to serve in the Scottish Parliament. ==Electoral system== The additional member system produces a form of proportional representation, where each constituency has its own representative, and each region has seats given to political parties to reflects as closely as possible its level of support among voters. Each registered voter is asked to cast 2 votes, resulting in MSPs being elected in one of two ways: * 73 are elected as First past the post constituency MSPs and; * 56 are elected as Regional additional member MSPs. Seven are elected from each of eight regional groups of constituencies. ==Types of candidates== With the additional members system, there are 3 ways in which a person can stand to be a MSP: * a constituency candidate * a candidate named on a party list at the regional election * an individual candidate at the regional election A candidate may stand both in a constituency and on a regional list. Constituency seats are decided first. Candidates who succeed in being elected to a constituency seat will then have their name removed from the regional list process. ==Elections== All MSP positions become simultaneously vacant for elections held on a five-year cycle. The Scotland Act 1998 as amended by the Fixed-term Parliaments Act 2011 sets out that ordinary general elections for the Scottish Parliament are held on the first Thursday in May, every five years. If a vacancy arises at another time, due to death or resignation, then it may be filled in one of two ways, depending on whether the vacancy is for a first-past-the-post constituency MSP or for an additional-member MSP. A constituency vacancy may be filled by a by- election. An additional-member vacancy may be filled by the next available candidate on the relevant party list. In the event that there is no next available person, the vacancy will then remain. This situation occurred in April 2014 following the death of Margo MacDonald, independent MSP for the Lothian region. ==Title== An MSP is known as Name MSP (Name BPA in Gaelic). For instance, Mike Russell can be entitled either Mike Russell MSP or Mìcheal Ruiseal BPA. == See also == * Commissioner (Scottish Parliament) for the historic representatives of the pre-1707 Estates of Parliament * 1st Scottish Parliament * 2nd Scottish Parliament * 3rd Scottish Parliament * 4th Scottish Parliament * 5th Scottish Parliament * Scottish Parliament constituencies and regions * MSPs' Salaries, Expenses and Allowances * Member of Parliament * Member of the Legislative Assembly (Northern Ireland) * Member of the National Assembly for Wales ==References== Category:Scottish Parliament ",
    "title": "Member of the Scottish Parliament"
}