{
    "id": "263667",
    "text": "Tarkan Tevetoğlu (; born 17 October 1972) is a Turkish singer-songwriter. Since the early 1990s, with the successful sales of his albums, he has been a prominent figure of the Turkish pop music, being known in Turkey, Europe and West Asia. Tarkan was born and raised in Alzey, Rhineland-Palatinate. In 1986, he moved to Turkey together with his family. Tarkan, who had been interested in music since his childhood, went to high school at Karamürsel and took music lessons. In the following years, he met the owner of İstanbul Plak, Mehmet Söğütoğlu, and signed a contract to release his own album. Tarkan released his first album Yine Sensiz in late 1992 with \"Kıl Oldum\" being chosen as its lead single. His second and third albums, Aacayipsin and Ölürüm Sana, were released in 1994 and 1998 respectively. The song \"Şımarık\" from Ölürüm Sana became popular in a number of countries. In 1998, he signed a new contract with Universal Music Group. In 1999, his compilation album, Tarkan, received platinum and gold certifications in several countries. In 2001, he made music videos for the songs \"Kuzu Kuzu, \"Hüp\" and \"Verme\" from his fourth studio album Karma. Two years later, the album Dudu performed well on the sales charts, and in 2006 with the release of his first English album, Come Closer, he became known in Europe. \"Bounce\" and \"Start the Fire\" were the lead singles of this album. The lyrics of the songs included in the album Metamorfoz were praised by the Turkish Language Association. In 2010, his seventh studio album, Adımı Kalbine Yaz, became the best-selling album of the year in Turkey. In 2016, his ninth studio album, Ahde Vefa, which has a Classical Turkish theme, was released. Alongside his music career, Tarkan has taken part in numerous social projects and is known as \"Megastar\" and \"Prince of the Bosporus\" in the press.Tarkan's titles appearing in a number of sources: * * * One of few European singers who has managed to span chart success without singing in English, he is also noted for his live stage performances. Tarkan's effect on Turkey has been compared by the Washington Post to that of Elvis Presley in the US around 1957 and Atlantic Records's co-founder Ahmet Ertegun described him as one of the best live performers he had ever seen. He has also been listed by Rhapsody as a key artist in the history of European pop music, with his signature song \"Şımarık\" as a keystone track that moved the genre forward. His albums have sold over 15 million copies. Throughout his career, he has won four Turkey Music Awards, six Golden Butterfly Awards and one World Music Award and has received various nominations. == Early life == Tarkan Tevetoğlu was born on 17 October 1972 in Alzey, West Germany, to Neşe and Ali Tevetoğlu. His mother named him after the comic book character Tarkan. The name Tarkan is said to originate from an ancient Turkic king or title, meaning bold and strong. Tarkan's interest in music began in childhood. Tarkan and his five siblings moved to Turkey in 1986 with their parents settled in Karamürsel, Kocaeli. After his father's death, his mother married an architect, Seyhun Kahraman.Annesini evlendirdi (He got his mother married) – Hürriyet Tarkan has three step-siblings named Adnan, Gülay and Nuray, from his mother's first marriage, and a brother, Hakan, and a younger sister, Handan, from her marriage to his father.Star olan çocuk (The kid that became a star) – Milliyet Tarkan started his high school there and took Turkish Art and Music lessons at the Karamürsel Advanced Music Association. After his family moved to Istanbul, he continued his music studies at the Uskudar Music Society and started performing at various venues. After finishing high school, he made plans to move to Germany for higher education and meanwhile he signed a contract with İstanbul Plak's owner Mehmet Söğütoğlu to release his first album. == Career == === 1992–2000: Yine Sensiz, Aacayipsin and Ölürüm Sana === Tarkan's first album, Yine Sensiz, was released on cassettes by İstanbul Plak on 26 December 1992. He wrote the lyrics for three of the album's songs, and composed three other songs himself and chose \"Kıl Oldum\" to be its lead single. On 18 June 1993, three new versions of the album were released on CD. Alongside \"Kıl Oldum\", he made music videos for the songs \"Kimdi\", \"Gelip de Halimi Gördün mü?\", \"Vazgeçemem\" and \"Çok Ararsın Beni\". The album sold 700,000 copies in total. Wrote one critic: \"It happened maybe for the first time in the world of [Turkish] music, that \"slang\" words were used in songs and the brave young man began to draw attention as much with his songs as with his green eyes.\" In May 1994, his second studio album Aacayipsin was released in Turkey; it was subsequently released in Germany and Russia in 1996 and 1998 respectively.Aacayipsins release dates: *Turkey: *Germany: *Russia: Artists Sezen Aksu, Ümit Sayın, Ozan Çolakoğlu and Yıldız Tilbe were among those who were featured on the album. Tarkan wrote the lyrics for four songs, three of which were also composed by him; \"Hepsi Senin mi?\", \"Unutmamalı\", \"Gül Döktüm Yollarına\", \"Kış Güneşi\", \"Şeytan Azapta\", \"Dön Bebeğim\" and \"Bekle\" were the songs that got separate music videos. Aacayipsin sold two and a half million copies and earned Tarkan the \"Best Male Pop Music Artist\" award at the Turkey Music Awards. The song \"Hepsi Senin mi?\" was also awarded with the \"Best Lyrics\", \"Best Composition\" and \"Best Song\" awards. In 1994, he experienced a dip in his celebrity status after he made a gaffe during an interview on a live broadcast marking the anniversary of the private Turkish TV channel ATV. When asked how he was on live television, his response was \"Çişim var, ağabey.\" (\"I've gotta pee, man.\") He was publicly criticised for the comment and only after performing traditional songs on another TV special did he endear himself again to the nation. In part to remove himself from media scrutiny, Tarkan moved to New York in 1994 to learn English and complete his education at Baruch College.Tarkan: From the stage to the barracks – Turkish Daily News During this period he filmed a video to another song from his second album, \"Dön Bebeğim\", in New York. Again Tarkan stripped for this project, but this time he was sharing a bed with a female American model for the slow love song. While in the United States, he met the Turkish founder of Atlantic Records, Ahmet Ertegun. Tarkan has described Ertegun as his mentor in music and business. Ertegun, who died in December 2006, had long been preparing Tarkan for an American career. In 1997, Tarkan found his own production company Hitt Müzik and in the same year he released his third studio album Ölürüm Sana, which sold three and a half million copies. Tarkan himself did the songwriting and composition for many of the songs on this album. \"Şımarık\", \"İkimizin Yerine\", \"Salına Salına Sinsice\", \"Ölürüm Sana\" and \"Kır Zincirlerini\" were the songs for which music videos were made. \"Şımarık\" became a hit in many countries; ranking third in France, the Netherlands, Sweden and Switzerland; second in Norway; and first in Belgium; it also ranked 26th on Billboard list of Latin Pop Songs. The song was later performed by many other artists. The song \"Kır Zincirleri\" also made it into Germany, Belgium and France's music charts. A copyright dispute erupted between Tarkan and Aksu over the track \"Şımarık\", which ultimately blocked the singer's chance to release an English-language version of the song. The music was initially credited as composed by Aksu, Tarkan and Çolakoğlu, but Tarkan later admitted in a 2006 interview that this had been done without Aksu's consent, and that Aksu was the true copyright owner. This dispute ended their successful musical partnership and friendship. In 1998, Tarkan signed a contract with Universal Music Group. (Note: You have to click on the biography section on the opened site.) In the same year, his compilation album Tarkan was released in a number of countries including France, Argentina, Russia and the Netherlands, and it also contained his signature songs from his previous albums. Tarkan sold one and a half million copies worldwide earning the singer a platinum certification from Mexico, and gold certifications from Germany, Belgium, France, the Netherlands, Sweden, Colombia and Luxembourg. In 1999, Tarkan, who already had high sales figures around the world, was honored at the World Music Awards as the Best-Selling Turkish Artist. As the first artist of Turkish origin to sell 500,000 albums in France, in an interview for CNN he said: \"It feels wild, you know, because in the beginning I never thought it was going to really happen. It's all in Turkish, you know, and nobody understands a word. But I think it's a groove. It's the kisses that are universal.\" His entry into the European musical consciousness started a Turkish pop boom in Germany and Turkey in the 1990s, with his European successes signalling that the musical borders between Turkey and Europe, more specifically Germany, were dissolving. Because of his success, he became the prime example of a Turkish pop performer with an audience outside Turkey. His erotic persona was enhanced when the artist posed naked and semi-naked for the most popular Turkish magazines of the period. === 2001–06: Karma, Dudu and Come Closer === Tarkan in Vienna in 2006 Tarkan released the lead single of his fourth studio album \"Kuzu Kuzu\" in May 2001, which sold 200,000 copies on cassettes and 500,000 copies in CD format. Three months later, in July 2001 his fourth studio album Karma was released. Tarkan wrote and composed six of the songs, and Nazan Öncel, Mete Özgencil and Mazhar Alanson helped in its preparing. The album Karma sold one and a half million copies. Although Karma was not released worldwide, it was distributed in large shipments to Russia, where he had become the largest-selling non-Russian pop star. A million copies shipped to other areas of Europe, including Denmark. \"Hüp\" and \"Verme\", became the album's other songs to get music videos, and the clip for \"Hüp\" was subject to various negative criticisms. When the video, directed by Ferzan Özpetek, was released, the Turkish Radio and Television Supreme Council considered banning it from television broadcast, as some viewers complained that the scene in which Tarkan kisses actress Sinemis Candemir was too \"explicit\" and \"pornographic\". The case was reported through Europe by the BBC. At the Golden Butterfly Awards, \"Hüp\" was awarded with the \"Best Video Clip\" award; and Tarkan himself received the \"Best Male Turkish Pop Music Soloist\" award in addition to an honorary award. Tarkan's so-called Karma-era style projected an image totally different from his earlier persona in respect to both music and looks. His appearance – tight trousers, loose, unbuttoned shirts or tight T-shirts – and his new hairdo set a trend among young Turkish men, who started to copy his looks. According to hairdressers, his Kuzu Kuzu hairstyle was the most frequently requested style in the salons of Turkey. During this time he met Michael Lang, co-organiser of the Woodstock Festival, who became his international manager. According to Lang, Tarkan is a great singer and his performance is great. In 2001 researcher Dr. N Aysun Yüksel published a book titled Tarkan – Yıldız Olgusu (Tarkan – Anatomy of a Star), which was withdrawn from bookshelves by a court order after Tarkan's lawyer Süheyl Atay sued the writer. According to the court's decision the book published personal information and copyrighted photos of the artist, and violated his good reputation.Tarkan hakkındaki kitap toplatıldı (The book about Tarkan is withdrawn) – Hürriyet In 2002, Tarkan released two new singles \"Özgürlük İçimizde\" and \"Bir Oluruz Yolunda\"; modifications in the song \"Bir Oluruz Yolunda\" were made for the Turkish national football team's entry to the 2002 FIFA World Cup. Tarkan's EP album Dudu was produced by Ozan Çolakoğlu and released in summer 2003 in Turkey, Ukraine, Russia and Japan. It was the first album of its kind to sell over a million copies in Turkey, while the title track won Tarkan a \"Song of the Year Award\" in Russia. Although musically a continuation from Karma, in terms of image Dudu presented different visuals from the 2001–2003 period. Sexuality became secondary in terms of fashion and concerts were toned down to become intimate affairs. The new image portrayed a more laid back Tarkan sporting shorter hair and wearing less glamorous designs. It was a declaration that glitz and sex were no longer a necessary tool to sell his works. Indicating his desire to show different sides of his personality, he said of his new look: \"It's not important how sexy I look or whether I dance sexy\". \"Dudu\", \"Sorma Kalbim\", \"Gülümse Kaderine\" and \"Uzun İnce Bir Yoldayım\", were the song from the EP that were made into music videos. The album sold one million copies. In 2004, Tarkan was chosen as the \"Best Male Pop Music Artist\" at the Turkey Music Awards. In 2005, Tarkan released the single \"Ayrılık Zor\" followed by \"Bounce\" in 2006, which was sold in Europe as well. In April 2006, after a long period of preparations, he released his English studio album Come Closer on 7 April. It included 15 songs in total. The plans for Come Closer had begun in 1995, when media mogul Ahmet Ertegun encouraged Tarkan to break into the international market. The album, ranked 18th on Germany's music charts, 43rd on Switzerland's charts, 50th on Austria's charts; and sold 110,000 copies in Turkey.Come Closers position on charts: *Germany: *Austria: *Switzerland: A Turkish music pirate, well before the official release, leaked four stolen demo recordings from the debut English album onto the internet. Thousands of copies were downloaded illegally before the album's official release. The leaked songs garnered considerable airplay in dance clubs in Turkey before Tarkan's management took legal action against DJ's playing them. === 2007–15: Metamorfoz and Adımı Kalbine Yaz === Tarkan in Skopje in 2007 On 23 December 2007, Tarkan's sixth studio album Metamorfoz was released. Tarkan wrote all of the songs of this album, and composed seven of them. For the Turkish idioms and proverbs widely used in the lyrics, he was praised by the Turkish Language Association, showing in the association's view a good example to Turkish youth in preserving the culture of the Turkish language. The critical response to Metamorfoz was lukewarm. Most music critics found the album musically lacking in comparison with Tarkan's earlier albums. Ecevit Kılıç, columnist for Sabah newspaper, hailed Tarkan on his return and called him the \"Orhan Pamuk of music\", saying that Tarkan, just like Nobel award recipient Pamuk, always does everything his own way, despite all the attacks he has received from the press.Müzigin Orhan Pamuk'u (Music's Orhan Pamuk) – Sabah. The album sold 200,000 copies and the songs \"Vay Anam Vay\", \"Pare Pare\", \"Arada Bir\" and \"Dilli Düdük\" were made into music videos. Tarkan received gold and diamond certifications from MÜ-YAP in 2008 and 2009 respectively. In 2008, the remixed versions of the songs from Metamorfoz were released in two CDs under the title Metamorfoz Remixes. Dutch DJ Tiësto served as the remix album's producer. In the same year, the singer released the song \"Uyan\", which he prepared to support Doğa Derneği (Nature Society). In July 2010, Tarkan's seventh studio album Adımı Kalbine Yaz was released and sold 355,000 copies. The song \"Sevdanın Son Vuruşu\", which was released before the album, won the \"Best Song\", \"Best Composition\", and \"Best Lyrics\" award at the Turkey Music Awards; the album itself was chosen as the Best Album. The songs \"Öp\", \"Acımayacak\", \"Kayıp\" and \"Adımı Kalbine Yaz\" were turned into music videos, and \"Öp\" won the \"Best Video Clip\" award at the Turkey Music Awards. According to a survey conducted in 2011, Tarkan was the most searched artist on Google in Turkey. In 2012, Tarkan recorded the song \"Aşk Gitti Bizden\" for Ozan Çolakoğlu's debut album 01. In the early months of 2013, he started working on his new album. In June 2013, he was featured on the album Aysel'in, in tribute to Aysel Gürel, and performed the song \"Firuze\". In August 2014, he recorded and performed the song \"Hop De\" for İskender Paydaş's album Zamansız Şarkılar 2. On 22 August 2014, he became the first Turkish singer to perform at the closing concert of Monte Carlo Sporting Summer Festival on its fortieth anniversary. === 2016–present: Ahde Vefa and 10 === On 11 March 2016, Tarkan's ninth studio album Ahde Vefa was released. It was produced by Hitt Müzik and distributed by DMC.Ahde Vefa is Tarkan's first Classical Turkish album. Within one week of its release, it sold 170,000 copies. On 14 July 2016, his single \"Cuppa\" was released. At the 43rd Golden Butterfly Awards, Ahde Vefâ was chosen as the \"Best Project\" in Turkish Classical Music category. Tarkan released his new album 10 under the label DMC on 15 June 2017. Out of the 14 songs in the album, \"Yolla\" written by Tarkan and composed by Ozan Çolakoğlu, was released as the lead single and made into music video. The songs \"Beni Çok Sev\", \"Çok Ağladım\", \"Kedi Gibi\", and \"O Sevişmeler\" were also released with separate music videos. Out of these songs, \"Yolla\" and \"Beni Çok Sev\" both topped the official music chart in Turkey. According to Telifmetre, Tarkan was the male artist with the most number of streams in Turkey in the first six months of 2019. == Popularity == Tarkan with fans in Vienna, 2006 According to Ahmet Ertegun: \"He's a great dancer, he moves beautifully, and he has the magic that all big hit artists share, which is the ability to get an emotion across through a recording.\" His song \"Şımarık\" has been sampled by various artists in these countries, and the film industry in India has also used several Tarkan hits, including \"Şıkıdım\", \"Kuzu Kuzu\" and \"Dudu\", for various Bollywood films. His \"Kış Güneşi\" song has been chosen as one of \"The Unforgettable Hits of Turkish Music\" by Hürriyet newspaper.Türk müzigin unutulmayan sarkilari – Hürriyet ==Personal life== ===Military service=== At the height of his fame in 1999, Tarkan was called up for military service, which had been legally deferred since 1995. The deadline for beginning his service had passed in 1998, but due to contractual obligations abroad after the success of his compilation album he did not return to Turkey to do his military service. The media discussed whether Tarkan should be viewed as a deserter and stripped of his citizenship. Even the Turkish parliament discussed the issue.Tarkan Fransa ve Belçika'da pop listelerinde hizla yükseliyor – Milliyet After the August 1999 earthquake shook Turkey, legislation was enacted that allowed those covered by the law to pay $16,000 for the benefit of the earthquake victims in return for shortening their military service obligation to 28 days. Tarkan returned to Turkey in 2000, took advantage of this law, and completed his service. Of his shortened time in military training, he said: \"It was January and snowing like crazy. It was tough; the food was terrible. Eighteen months of my life for nothing? I thought my own dreams were more important.\" ===Relationships and rumours=== Tarkan was in a relationship with a French model in the early 1990s, and with a Turkish journalist between 1994 and 1996. Because Tarkan does not like to talk about his personal life, there has been speculation about his sexual orientation in the popular press. Photos stolen from his house in New York in 2001 were portrayed as compromising; they were photos with other men in swimwear at a public nude beach. In one of the pictures he appears to be kissing a man. In an interview with Hürriyet, Tarkan contested the widespread assumption that he was gay. He said that men spread the rumours, because he didn't conform to their image of being a man. One of his ex-girlfriends also denied he was gay. Tarkan later gave fewer and fewer interviews and television appearances, limiting himself to a small number of trusted journalists. In 2006, he said that his relationship with the media had gone wrong.Arman, Ayşe. Bu ülke beni ille de gay yapacak (This country will make me gay, no matter what) – Hürriyet He was in a relationship with a lawyer, Bilge Öztürk, for seven years until they amicably parted in 2008.Bilge sonunda konuştu (Bilge finally talks) – Hürriyet He has told the media that he regards the institution of marriage as outdated, stating he would only get married for the benefit of any children he might have.Gay değilim, evliliğe inanmam (I'm not gay, I don't believe in marriage) – Milliyet Tarkan owns a ranch-like property in Polonezköy, Istanbul, where he cultivates fruit trees and keeps animals,Özcan, Tarkan ile komşu oldu (Özcan and Tarkan became neighbours) – Akşam Gazetesi and owned a flat in Murray Hill, New York City. ===Marriage=== On 29 April 2016, Tarkan married his long-time girlfriend, Pınar Dilek. The couple met in 2011 after a concert in Germany. Dilek had been a fan of Tarkan long before they got acquainted. On 12 July 2018, the couple had their first child, a daughter named Lidya. ===Health=== Tarkan, who had been suffering from sleeping issues and voice disorders due to thyroid nodules, underwent a successful surgery at Maslak Acıbadem Hospital in June 2019. == Discography == === Studio albums === * Yine Sensiz (December 1992) * Aacayipsin (April 1994) * Ölürüm Sana (July 1997) * Karma (July 2001) * Dudu (June 2003) * Come Closer (First English album) (April 2006) * Metamorfoz (December 2007) * Adımı Kalbine Yaz (July 2010) * Ahde Vefa (March 2016) * 10 (June 2017) === Other editions === * Tarkan (International debut) (September 1998) * Metamorfoz Remixes (July 2008) ==Awards== List of awards Tarkan has won during his career:Note: The awards section is incomplete due to the inconsistency of Turkish websites. Tarkan has won many more awards but not every of them can be found on the world wide web. International * 1999, World Music Awards (Monaco) ** Best Selling Middle Eastern Artist:Video of Tarkan receiving the WMA and performing Şımarık Tarkan * 1999, Record Fair Midem (Cannes) ** Best Selling Pop Single: Şımarık * 2004, The Pud Award (Russia) ** \"Song of the Year\": Dudu Domestic * 1998 Kral TV Music Awards ** Yılın Şarkısı (Song of the Year): Şımarık * 2001 MGD Golden Objective Awards ** Yılın En İyi Pop Müzik Sanatçısı (Best Pop Singer of the Year) * 2001 Kral TV Music Awards ** Yılın Erkek Pop Sanatçısı (Male Pop Singer of the Year)Kral TV Awards: Best singer – video ** Yılın Şarkısı (Song of the Year):Kral TV Awards: Best song – video Kuzu Kuzu ** Yılın Videosu (Video of the Year): Hüp * 2002 MGD Altin Objektif Ödülleri ** En İyi Erkek Yorumcu (Best Male Singer) ** Yılın Albümü (Album of the Year): Karma * 2003 Kral TV Music Awards ** En İyi Pop Erkek (Best male pop singer) * 2011 Kral TV Müzik ÖdülleriKral TV Müzik ödülleri 2011 (archived at Cite Web) ** En İyi Albüm (Best Album): Adımı Kalbine Yaz ** En İyi Erkek Sanatçı (Best Male Artist) ** En İyi Şarkı (Best Song): Sevdanın Son Vuruşu ** En İyi Beste (Best Composition): Sevdanın Son Vuruşu ** Radyolarda En Çok Çalınan Sanatçı (Most Played Artist for Airplay) ** Mü-Yap (Yılın En Çok Satan Albümü) (Best-Selling Album of the Year): Adımı Kalbine Yaz * 2011 Golden Butterfly Awards ** En İyi Türk Pop Müzik Erkek Solist (Best Turkish Pop Music Male Soloist) ** Yılın En İyi Şarkısı (Best Song of the Year): Sevdanın Son Vuruşu * 2017 Golden Butterfly Awards ** En İyi Türk Pop Müziği Erkek Solist (Best Turkish Pop Music Male Soloist) ** Yılın En İyi Şarkısı (Best Song of the Year): Beni Çok Sev ==References== ==Further reading== * ==External links== * Official website * * [ Tarkan] at AllMusic * Tarkan Category:People from Alzey Tarkan Tarkan Tarkan Category:World Music Awards winners Category:Golden Butterfly Award winners Category:Turkish male singers Category:Turkish pop singers Category:Turkish-language singers Category:20th- century male singers Category:21st-century Turkish singers Category:21st- century male singers Category:People from Murray Hill, Manhattan Category:English-language singers from Turkey ",
    "title": "Tarkan (singer)"
}