{
    "id": "263843",
    "text": "The national anthem of the Dominican Republic was composed by José Rufino Reyes y Siancas (1835-1905), and its lyrics were authored by Emilio Prud’Homme (1856-1932). ==Overview== The first public performance of the national anthem took place on 17 August 1883. Though the music was an instant success, several objections were made to the lyrics for having various historical inaccuracies. In 1897, Prud’Homme submitted revised lyrics which stand to this day. On 7 June 1897, the Congress of the Dominican Republic passed an act adopting \"Himno Nacional\" with the original music and revised lyrics as the country's official national anthem; however, then-President Ulises Heureaux (1846-1898) vetoed the act because the lyric's author, Prud’Homme, was an opponent of the president and his administration. In 1899, Heureaux was assassinated, and the political disorder that ensued prevented the national anthem's legal adoption until 30 May 1934 when \"Himno Nacional\" was officially adopted and signed into law. The Spanish name of the Dominican Republic, \"República Dominicana\", is never used in the anthem's official Spanish lyrics nor is the demonym for Dominicans, \"dominicanos\". Rather, the indigenous word for the island of Hispaniola, \"Quisqueya\", is used twice and its derivative demonym, \"quisqueyanos\", is used once. However, research later shows that these words does not seem to derive from the original Arawak Taíno language. In public, the national anthem is usually performed through the end of the lyric's fourth paragraph. Also note that, no official translation of the Spanish lyrics into any other language, including English, has been enacted into law. ==Lyrics== {| class=\"wikitable\" !Spanish lyrics !English translation |- | Quisqueyanos valientes, alcemos Nuestro canto con viva emoción, Y del mundo a la faz ostentemos Nuestro invicto glorioso pendón. ¡Salve! el pueblo que, intrépido y fuerte, A la guerra a morir se lanzó, Cuando en bélico reto de muerte Sus cadenas de esclavo rompió. Ningún pueblo ser libre merece Si es esclavo indolente y servil; Si en su pecho la llama no crece Que templó el heroísmo viril, Mas Quisqueya la indómita y brava Siempre altiva la frente alzará; Que si fuere mil veces esclava Otras tantas ser libre sabrá. Que si dolo y ardid la expusieron De un intruso señor al desdén, ¡Las Carreras! ¡Beller!, campos fueron Que cubiertos de gloria se ven. Que en la cima de heroíco baluarte De los libres el verbo encarnó, Donde el genio de Sánchez y Duarte A ser libre o morir enseñó. Y si pudo inconsulto caudillo De esas glorias el brillo empañar, De la guerra se vio en Capotillo La bandera de fuego ondear. Y el incendio que atónito deja De Castilla al soberbio león, De las playas gloriosas le aleja Donde flota el cruzado pendón. Compatriotas, mostremos erguida Nuestra frente, orgullosos de hoy más; Que Quisqueya será destruida Pero sierva de nuevo, ¡jamás! Que es santuario de amor cada pecho Do la patria se siente vivir; Y es su escudo invencible el derecho; Y es su lema ser libre o morir. ¡Libertad! que aún se yergue serena La Victoria en su carro triunfal, Y el clarín de la guerra aún resuena Pregonando su gloria inmortal. ¡Libertad! Que los ecos se agiten Mientras llenos de noble ansiedad Nuestros campos de gloria repiten ¡Libertad! ¡Libertad! ¡Libertad! | Brave Quisqueyans, Let’s raise our song with vivid emotion, From the world to the face of the earth Show our unconquered glorious banner. Hail, the nation who strong and intrepid, Into war launched itself set to die When in a warring challenge to the death Its chains of slavery still it cut off. No people deserves to be free If it’s an indolent slave and servile; If in its chest doesn't grow the flame that forged virile heroism. But Quisqueya the brave and indomitable Always proudly her forehead will raise For if she were a thousand times a slave This many times it will be free. And if fraud and cunning exposed her To disdain of an intrusive man, Las Carreras! Beler!...were fields Which covered in glory were seen. At the top of our heroic bastion, Word of the free was materialized, Where the genius of Sanchez and Duarte Taught us to be free or to die. And if could inconsiderate leader Reduce the luster of these glories, Of the war seen in Capotillo The banner of fire waves on. And the fire that leaves shocked The arrogant lion from Castile, Removes it from glorious beaches to Where floats the banner that’s crossed. Compatriots, let’s show erect our Forehead, proud of today for; Quisqueya will be destroyed But it will never be again enslaved. That every chest is of love a sanctuary Where one feels the homeland lives; It is the law her invincible shield; It is her motto be free or die. Liberty that still serenely lifts up Victory in her triumphal carriage. The trumpet of war still resounds Proclaiming her immortal glory Freedom! Let the echoes agitate While full of noble anxiety Our battlefields of glory reverb these words - Freedom! Freedom! Freedom! |} ==References== ==External links== * El himno nacional de la República Dominicana * Audio of the national anthem of the Dominican Republic with information and lyrics * Ceremonial performance of the Dominican Republic's national anthem * Vocal Category:Dominican Republic music Category:National symbols of the Dominican Republic Dominican Republic Category:Spanish-language songs Category:National anthems Category:National anthem compositions in E-flat major ",
    "title": "National Anthem of the Dominican Republic"
}