{
    "id": "263993",
    "text": "Nájera () is a small town, former bishopric and now Latin Catholic titular see, former capital of the Kingdom of Navarre, located in the \"Rioja Alta\" region of La Rioja, northern Spain, on the river Najerilla. Nájera is a stopping point on the French Way the most popular path on the Way of St James. == History == The area attracted the Romans, who built the town of Tritium on land which now falls within the boundaries of Nájera and the neighbouring municipality of Tricio. Subsequently, the area was under Muslim rule and the name Nájera (Naxara meaning \"town between the rocks\") is of Arabic origin. The town, while still an Islamic possession is the location of the legendary 3-day struggle between Roland, one of Charlemagne's nobles and the Islamic giant Ferragut.Gitlitz & Davidson, The Pilgrimage Road to Santiago: The Complete Cultural Handbook, 2000, St Martin's Press, The town was conquered by Ordoño II of Leon for Navarre in 923. Nájera was the capital city of the kingdom of Navarre until it was conquered by Castile in 1054 after the battle of Atapuerca. However, it continued to be multi-cultural. For example, in 1142 the French abbot Peter the Venerable used his visit to Spain to commission translations of important Islamic works, including the first translation of the Qur'an into a European language, and it has been suggested he met with his four translators at Nájera. From the tenth century, Nájera had a prosperous Jewish community, which was granted relatively favorable legal status after the Christian conquest. Edward, the Black Prince fought in the Battle of Nájera in 1367, intervening in a Castilian Civil War on behalf of Pedro of Castile. :See also Najara family, a Sephardic Jewish family, originally from Najera. == Ecclesiastical History == * Established in 923 as Diocese of Nájera, on territory split off from the suppressed Diocese of Calahorra. * Gained territory twice : in 1077 from Diocese of Pamplona and Diocese of Osma, in 1088 from the suppressed Diocese of Álava. * Itself Suppressed in 1170, its territory being used to establish the Diocese of Calahorra, to which its last incumbent was appointed. === Episcopal Ordinaries === (all Roman Rite) ;Suffragan Bishops of Nájera * Gómez (1046–1064) * Munio (1065–1080) * Sancho (1080–1087) * Sigefredo (1088–1089) * Pedro (1089–1109) * Sancho de Grañón (1109–1116) * Sancho de Funes (1118–1146) * Rodrigo de Cascante (1146–1170); later Bishop of successor see Calahorra (1170–1190) === Titular see === The diocese was nominally restored in 1969 as Latin Titular bishopric of Naiera (Curiate Italian and Latin; Latin adjective Naiaren(sis) / Nájera (Spanish). It has had the following incumbents, so far of the fitting Episcopal (lowest) rank : * Patrick Vincent Ahern (1970.02.03 – death 2011.03.19) as Auxiliary Bishop of Archdiocese of New York (USA) (1970.02.03 – retired 1994.04.26) and on emeritate * Timothée Bodika Mansiyai, Sulpicians (P.S.S.) (2012.02.02 – 2016.11.19) as Auxiliary Bishop of Archdiocese of Kinshasa (Congo-Kinshasa) (2012.02.02 – 2016.11.19); later Bishop of Kikwit (Congo-Kinshasa) (2016.11.19 – ...) * Bernard Edward \"Ned\" Shlesinger III (2017.07.19 – ) as Auxiliary Bishop of Roman Catholic Archdiocese of Atlanta (USA) == Politics == == Main sites == Santa María la Real. Cloisters. The church of Santa María la Real was founded by García Sánchez III of Pamplona in 1052. It is the burial-place of kings of Navarre. The monks had to abandon the annexed monastic complex in the 19th century, as a result of the anti-clerical reforms of Juan Álvarez Mendizábal. Other sights include : * Bridge on the Najerilla river, rebuilt on Roman bridge foundations in 1090 by San Juan de Ortega and remade in 1880 Gitlitz & Davidson, The Pilgrimage Road to Santiago: The Complete Cultural Handbook, 2000, St Martin's Press, * Excavations of the Alcázar (Moorish fort), abandoned in the 16th century * Monastery of Valvanera, from the town, built in the 11th century, but restored in Gothic style in the 15th century as it became a residence of queen Isabella I of Castile (Isabella of Spain). * Convent of St. Helena (18th century) * Najerillense Museum. ==Notable people== * García Sánchez III of Pamplona * Felix Morga * Urraca López de Haro * Diego López II de Haro * Esteban Manuel de Villegas * Pedro González de Salcedo * Ángel Hidalgo Ibáñez == See also == * Municipal elections in Nájera * Candidature of Najeran Independents * Independent Municipal Democracy * Najeran Alternative Forum * Najara family, a Sephardic Jewish family, originally from Najera. * Missal of Silos—oldest known document on paper, made at the monastery of Santa María la Real of Nájera. == Sources and external links == * GCatholic - ecclesiastical history Category:Municipalities in La Rioja (Spain) ",
    "title": "Nájera"
}