{
    "id": "264149",
    "text": "David Anthony Kennedy (June 15, 1955 - April 25, 1984) was the fourth of eleven children of Robert F. Kennedy and Ethel Skakel. ==Life== David Anthony Kennedy, born on June 15, 1955 in Washington, D.C., was the fourth child of Robert F. Kennedy and Ethel Skakel. As a child, David was shy, introverted and sensitive, and shared a particularly strong bond with his father. On June 4, 1968, 11 days before his 13th birthday, Kennedy nearly drowned while he and his siblings were swimming in the Pacific Ocean near the Malibu, California beach house of Hollywood film director John Frankenheimer, a Kennedy family friend. Kennedy had been knocked over by a wave and was trapped on the bottom by the undertow. His father dived under the water and rescued him, scraping and bruising his own forehead in the process. Frankenheimer gave Senator Kennedy theatrical makeup to hide the bruise, as he would be appearing on television hours later. At just after midnight on June 5, David watched on TV as his father claimed victory in the California presidential primary election; the 12-year-old then watched as the same broadcast reported his father's assassination moments later. The event left an emotional scar on David and he began recreational drug use shortly thereafter. A 1973 Jeep accident left Kennedy's then girlfriend, Pamela Kelley, paralyzed. His oldest brother, Joseph Kennedy II, had been driving the Jeep and was charged with reckless driving. Kennedy suffered a fractured vertebra and became addicted to the painkillers he was given in the hospital. He began using heroin intravenously that autumn in his final year at Middlesex School, a boarding school in Concord, Massachusetts. Kennedy spent two years as a student at Harvard College, pursuing a major in American history before dropping out in 1976. He had ambitions of becoming a journalist and spent several months as an intern for a Tennessee newspaper in 1974. Some staff there were impressed with his aptitude. In 1974 Kennedy and his siblings were the target of kidnap threats, and were given Secret Service protection. After dropping out of Harvard, Kennedy alternated his time between the Kennedy family home \"Hickory Hill\" in McLean, Virginia, and New York City until February 1979, when he moved to New York City full-time. He was frequently seen in Manhattan discos with a succession of attractive women. His most notable involvement was with British actress Rachel Ward, whom he met in one such establishment in 1979. In his memoir Symptoms of Withdrawal: A Memoir of Snapshots and Redemption, cousin Christopher Kennedy Lawford describes Kennedy as his best friend, and devotes much of Chapter 10 to their relationship with one another and the extended Kennedy family. Kennedy was diagnosed twice with bacterial endocarditis, an inflammation of the heart often associated with the use of intravenous drugs. He overdosed on drugs in 1976 and 1978 and also had some skirmishes with the law, which included speeding offenses and DUI. ==Death== In the spring of 1984, Kennedy completed a month-long stay at St. Mary's Hospital and Rehabilitation Center in Minneapolis. On April 19, he flew down to Palm Beach, Florida for Easter, where several members of the Kennedy family had gathered. Kennedy checked into Room 107 of the Brazilian Court Hotel and spent the next few days partying. On April 25, staff went to check on his welfare at the insistence of concerned family members; he was found dead on the floor of his suite from an overdose of cocaine, Demerol, and Mellaril. David was interred on April 27 in the family plot at Holyhood Cemetery in Brookline, Massachusetts. ==See also== * Kennedy family tree * Kennedy Curse ==References== ==External links== * David Kennedy website * * Growing Up Kennedy: The Third Generation Comes of Age by Harrison Rainie and John Quinn, 1983 * Life special issue, The Kennedys: The Third Generation, 1997. * RFK: A Candid Biography of Bobby Kennedy by C. David Heymann (Pages 516 - 521), 1998 * Searching For The Impossible: The Quest To End All Addiction by Dr. Meg Patterson (pages 152-163), 2006. * The Kennedys: An American Drama by Peter Collier and David Horowitz, 1984. Category:1955 births Category:1984 deaths Category:American Roman Catholics Category:Harvard College alumni Category:Cocaine-related deaths in Florida Category:Drug-related deaths in Florida Category:American people of Irish descent Category:American people of Dutch descent Category:Kennedy family Category:People from Washington, D.C. Category:Robert F. Kennedy Category:Middlesex School alumni Category:Burials at Holyhood Cemetery (Brookline) ",
    "title": "David A. Kennedy"
}