{
    "id": "264208",
    "text": "Stephen III of Moldavia, known as Stephen the Great (; ; died on 2 July 1504), was Voivode (or Prince) of Moldavia from 1457 to 1504. He was the son of and co-ruler with Bogdan II, who was murdered in 1451 in a conspiracy organized by his brother and Stephen's uncle Peter III Aaron who took the throne. Stephen fled to Hungary, and later to Wallachia, but with the support of Vlad III Dracula, Voivode of Wallachia, he returned to Moldavia, forcing Aaron to seek refuge in Poland in the summer of 1457. Teoctist I, Metropolitan of Moldavia, anointed Stephen prince. He attacked Poland and prevented Casimir IV Jagiellon, King of Poland, from supporting Peter Aaron, but eventually acknowledged Casimir's suzerainty in 1459. Stephen decided to recapture Chilia (now Kiliya in Ukraine), an important port on the Danube, which brought him into conflict with Hungary and Wallachia. He besieged the town during the Ottoman invasion of Wallachia in 1462, but was seriously wounded during the siege. Two years later, he captured the town. He promised support to the leaders of the Three Nations of Transylvania against Matthias Corvinus, King of Hungary, in 1467. Corvinus invaded Moldavia, but Stephen defeated him in the Battle of Baia. Peter Aaron attacked Moldavia with Hungarian support in December 1470, but was also defeated by Stephen and executed, along with the Moldavian boyars who still endorsed him. Stephen restored old fortresses and built new ones, which improved Moldavia's defence system as well as strengthened central administration. Ottoman expansion threatened Moldavian ports in the region of the Black Sea. In 1473, Stephen stopped paying tribute (haraç) to the Ottoman sultan and launched a series of campaigns against Wallachia in order to replace its rulers – who had accepted Ottoman suzerainty – with his protégés. However, each prince who seized the throne with Stephen's support was soon forced to pay homage to the sultan. Stephen eventually defeated a large Ottoman army in the Battle of Vaslui in 1475. Stephen was referred to as Athleta Christi (\"Champion of Christ\") by Pope Sixtus IV, even though Moldavia's hopes for military support went unfulfilled. The following year, Ottoman Sultan Mehmed II routed Stephen in the Battle of Valea Albă, but the lack of provisions and the outbreak of a plague forced him to withdraw from Moldavia. Taking advantage of a truce with Matthias Corvinus, the Ottomans captured Chilia, their Crimean Tatar allies Cetatea Albă (now Bilhorod-Dnistrovskyi in Ukraine) in 1484. Although Corvinus granted two Transylvanian estates to Stephen, the Moldavian prince paid homage to Casimir, who promised to support him to regain Chilia and Cetatea Albă. Stephen's efforts to capture the two ports ended in failure. From 1486, he again paid a yearly tribute to the Ottomans. During the following years, dozens of stone churches and monasteries were built in Moldavia, which contributed to the development of a specific Moldavian architecture. Casimir IV's successor, John I Albert, wanted to grant Moldavia to his younger brother, Sigismund, but Stephen's diplomacy prevented him from invading Moldavia for years. John Albert attacked Moldavia in 1497, but Stephen and his Hungarian and Ottoman allies routed the Polish army in the Battle of the Cosmin Forest. Stephen again tried to recapture Chilia and Cetatea Albă, but had to acknowledge the loss of the two ports to the Ottomans in 1503. During his last years, his son and co-ruler Bogdan III played an active role in government. Stephen's long rule represented a period of stability in the history of Moldavia. From the 16th century onwards both his subjects and foreigners remembered him as a great ruler. Modern Romanians regard him as one of their greatest national heroes, although he also endures as a cult figure in Moldovenism. After the Romanian Orthodox Church canonized him in 1992, he is venerated as \"Stephen the Great and Holy\" (Ștefan cel Mare și Sfânt). == Early life == The Principality of Moldavia in 1483 Stephen was the son of Bogdan, who was a son of Alexander the Good, Prince of Moldavia. Stephen's mother, Maria Oltea, was most probably related to the princes of Wallachia, according to historian Radu Florescu. The date of Stephen's birth is unknown, though historians estimate that he was born between 1433 and 1440. One church diptych records that he had five siblings: brothers Ioachim, Ioan, Christea; and sisters Sorea and Maria. Some of Stephen's biographers hypothesize that Cârstea Arbore, father of the statesman Luca Arbore, was the prince's fourth brother, or that Cârstea was the same as Ioachim. These links with the high-ranking Moldavian boyars are known to have been preserved through matrimonial connections: Maria, who died in 1486, was the wife of Șendrea, gatekeeper of Suceava; Stephen's other brother-in-law, Isaia, also held high office at his court. The death of Alexander the Good in 1432 gave rise to a succession crisis that lasted more than two decades. Stephen's father seized the throne in 1449 after defeating one of his relatives with the support of John Hunyadi, Regent-Governor of Hungary. Stephen was styled voivode in his father's charters, showing that he had been made his father's heir and co-ruler. Bogdan acknowledged the suzerainty of Hunyadi in 1450. Stephen fled to Hungary after Peter III Aaron (who was also Alexander the Good's son) murdered Bogdan in October 1451. Vlad Dracula (who had lived in Moldavia during Bogdan II's reign) invaded Wallachia and seized the throne with the support of Hunyadi in 1456. Stephen either accompanied Vlad to Wallachia during the military campaign or joined him after Vlad became the ruler of Wallachia. According to reports from the 1480s, Stephen spent part of that interval in Brăila, where he fathered an illegitimate son, Mircea. With the assistance of Vlad, Stephen stormed into Moldavia at the head of an army 6,000 strong in the spring of 1457. According to Moldavian chronicles, \"men from the Lower Country\" (the southern region of Moldavia) joined him. The 17th-century Grigore Ureche wrote: \"Stephen routed Peter Aaron at Doljești on 12 April, but Peter Aaron left Moldavia for Poland only after Stephen inflicted a second defeat on him at Orbic.\" == Reign == === Early campaigns === One widely accepted theory, based on Ureche, states that an assembly of boyars and Orthodox clergymen acclaimed Stephen the ruler of Moldavia at Direptate, a meadow near Suceava. According to scholar Constantin Rezachievici, this elective custom has no precedent before the 17th century, and appears superfluous in Stephen's case; he argues that it was a legend fabricated by Ureche. While this election remains uncertain, various historians agree that Teoctist I, Metropolitan of Moldavia, anointed Stephen prince. To emphasize the sacred nature of his rule, Stephen styled himself \"By the Grace of God, ... Stephen voivode, lord (or hospodar) of the Moldavian lands\" on 13 September 1457. His use of Christian devices for legitimization overlapped with a troubled context for Moldavian Orthodoxy: the attempted Catholic–Orthodox union had divided the Byzantine Rite churches into supporters and dissidents; likewise, the Fall of Constantinople had encouraged local bishops to consider themselves independent of the Patriarchy. There is a long-standing dispute about whether Teoctist was a dissenter, belonging to one of the several emancipated Orthodox jurisdictions, or a loyalist of Patriarch Isidore. Historian Dan Ioan Mureșan argues that the evidence is for the latter option, because Moldavia appears on the list of Patriarchate jurisdictions, and because Stephen, though he tested the Patriarch by sometimes using imperial titles such as tsar by 1473, was never threatened with excommunication. As one of his earliest actions as prince, Stephen attacked Poland to prevent Casimir IV from supporting Peter Aaron in 1458. This first military campaign \"established his credentials as a military commander of stature\", according to historian Jonathan Eagles. However, he wanted to avoid prolonged conflict with Poland, because the recapture of Chilia was his principal aim. Chilia was an important port on the Danube that Peter II of Moldavia had surrendered to Hungary in 1448. He signed a treaty with Poland on the river Dniester on 4 April 1459. He acknowledged the suzerainty of Casimir IV and promised to support Poland against Tatar marauders. Casimir in turn pledged to protect Stephen against his enemies and to forbid Peter Aaron from returning to Moldavia. Peter Aaron subsequently left Poland for Hungary and settled in Székely Land, Transylvania. Stephen invaded Székely Land multiple times in 1461. Matthias Corvinus, King of Hungary, decided to support Peter Aaron, giving him shelter in his capital at Buda. In 1462, Stephen underscored his wish for good relations with the Ottoman Empire, expelling from Moldavia the Franciscans, who were agitating for a united church and a crusade. Stephen continued to pay the yearly tribute to the Ottoman Empire initiated by his predecessor. He also made a new agreement with Poland in Suceava on 2 March 1462, promising to personally swear fealty to Casimir IV if the king required it. This treaty declared that Casimir was the sole suzerain of Moldavia, prohibiting Stephen from alienating Moldavian territories without his authorization. It also obliged Stephen to recapture the Moldavian territories that had been lost, obviously in reference to Chilia. Written sources evidence that the relationship between Stephen and Vlad Dracula became tense in early 1462. On 2 April 1462, the Genoese governor of Caffa (now Feodosia in Crimea) informed Casimir IV of Poland that Stephen had attacked Wallachia while Vlad Dracula was waging war against the Ottomans. The Ottoman Sultan, Mehmed II, later invaded Wallachia in June 1462. Mehmed's secretary, Tursun Beg, recorded that Vlad Dracula had to station 7,000 soldiers near the Wallachian-Moldavian frontier during the sultan's invasion to \"protect his country against his Moldavian enemies\". Both Tursun and Laonikos Chalkokondyles note that Stephen's troops were loyal to Mehmed, and directly involved in the invasion. Taking advantage of the presence of the Ottoman fleet at the Danube Delta, Stephen also laid siege to Chilia in late June. According to Domenico Balbi, the Venetian envoy in Istanbul, Stephen and the Ottomans besieged the fortress for eight days, but they could not capture it, because the \"Hungarian garrison and Dracula's 7,000 men\" defeated them, killing \"many Turks\". Stephen was seriously wounded during the siege, suffering an injury on his left calf, or his left foot, that would never heal his entire life. === Consolidation === Stephen again laid siege to Chilia on 24 January 1465. The Moldavian army bombarded the fortress for two days, forcing the garrison to surrender on 25 or 26 January. The sultan's vassal, Radu the Fair, Voivode of Wallachia, had also laid claim to Chilia, thus the capture of the port gave rise to conflicts not only with Hungary, but also with Wallachia and the Ottoman Empire. In 1465 or earlier, Stephen peacefully regained the fortress of Hotin (now Khotyn in Ukraine) on the Dniester from the Poles. To commemorate the capture of Chilia, Stephen ordered the construction of the Church of the Assumption of the Mother of God in a glade on the Putna River in 1466. It became the central monument of Putna Monastery, extended by Stephen in 1467, when he donated the village of Vicov, and finally consecrated in September 1470. At Matthias Corvinus' instance, the Diet of Hungary abolished all previous exemptions relating to the tax known as the \"chamber's profit\". The leaders of the Three Nations of Transylvania who regarded the reform as an infringement of their privileges declared on 18 August 1467 that they were ready to fight to defend their liberties. Stephen promised support to them, but they yielded to Corvinus without resistance after the king marched to Transylvania. Corvinus invaded Moldavia and captured Baia, Bacău, Roman and Târgu Neamț. Stephen assembled his army and launched a crushing defeat on the invaders in the Battle of Baia on 15 December. This episode was presented in contemporary Hungarian chronicles as a defeat of Stephen's armies. However, Corvinus, who received wounds in the battle, could only escape from the battlefield with the help of Moldavian boyars who had joined him. A group of boyars rose up against Stephen in the Lower Country, but he had 20 boyars and 40 other landowners captured and executed before the end of the year. Stephen again swore loyalty to Casimir IV in the presence of the Polish envoy in Suceava on 28 July 1468. He conducted raids against Transylvania between 1468 and 1471. When Casimir came to Lviv in February 1469 to personally receive his homage, Stephen did not go to meet him. In the same year or in early 1470, Tatars invaded Moldavia, but Stephen routed them in the Battle of Lipnic near the Dniester. To strengthen the defence system along the river, Stephen decided to erect new fortresses at Old Orhei and Soroca around the same time. A Wallachian army laid siege to Chilia, but it could not force the Moldavian garrison to surrender. Matthias Corvinus sent peace proposals to Stephen. His envoys sought Casimir IV's advice on Corvinus' proposals at the Sejm (or general assembly) of Poland at Piotrków Trybunalski in late 1469. Stephen invaded Wallachia and destroyed Brăila and Târgul de Floci (the two most important Wallachian centres of commerce on the Danube) in February 1470. Peter Aaron hired Székely troops and broke into Moldavia in December 1470, but his attack was probably anticipated by Stephen. The voivode defeated his rival near Târgu Neamț. Peter Aaron fell captive in the battlefield. He and his Moldavian supporters, among them Stephen's vornic and brother-in-law, Isaia, and the chancellor Alexa, were executed on the orders of Stephen. Radu the Fair also invaded Moldavia, but Stephen defeated him at Soci on 7 March 1471. Reportedly, he killed all but two of the Wallachian noblemen he captured in battle. The relationship between Casimir IV and Matthias Corvinus became tense in early 1471. After Stephen failed to support Poland, Casimir IV dispatched an embassy to Moldavia, insisting that Stephen should comply with his obligations. Stephen met the Polish envoys in Vaslui on 13 July, reminding them of the hostile acts Polish noblemen committed along the border and demanded the extradition of the Moldavian boyars who had fled to Poland. In parallel, he sent his own envoys to Hungary to start negotiations with Corvinus. He granted commercial privileges to Saxon merchants from the Transylvanian town of Corona (now Brașov) on 3 January 1472. === Wars with Mehmed II === The Ottomans put pressure on Stephen to abandon Chilia and Cetatea Albă (now Bilhorod- Dnistrovskyi in Ukraine) in the early 1470s. Instead of obeying their demands, Stephen declined to send the yearly tribute to the Sublime Porte in 1473. From 1472, he had friendly contacts with Uzun Hasan, sultan of Aq Qoyunlu, plotting an anti-Ottoman coordination. Taking advantage of Mehmed's war against Uzun in Anatolia, Stephen invaded Wallachia to replace Radu the Fair, an Ottoman- installed Muslim convert and vassal, with his protégé, Basarab III Laiotă. He routed the Wallachian army at Râmnicu Sărat in a battle that lasted for three days from 18 to 20 November 1473. Four days later, the Moldavian army captured Bucharest and Stephen placed Basarab on the throne. However, Radu regained Wallachia with Ottoman support before the end of the year. Basarab again expelled Radu from Wallachia in 1475, but the Ottomans once more assisted him to return. The Wallachians took revenge by plundering some parts of Moldavia. To restore Basarab, Stephen launched a new campaign to Wallachia in October, forcing Radu to flee from the principality. Mehmed II ordered Hadım Suleiman Pasha, Beylerbey (or governor) of Rumelia, to invade Moldavia – an Ottoman army of about 120,000 strong broke into Moldavia in late 1475. Wallachian troops also joined the Ottomans, while Stephen received support from Poland and Hungary. Outnumbered three to one by the invaders, Stephen was forced to retreat. He joined battle with Hadım Suleiman Pasha at Podul Înalt (or the High Bridge) near Vaslui on 10 January 1475. Before the battle, he had sent his buglers to hide behind the enemy fronts. When they suddenly sounded their horns, they caused such a panic among the invaders that they fled from the battlefield. Over the next three days, hundreds of Ottoman soldiers were massacred and the survivors retreated from Moldavia. Stephen's tactics in the Battle of Vaslui Stephen's victory in the Battle of Vaslui was \"arguably one of the biggest European victories over the Ottomans\", according to historian Alexander Mikaberidze. Mara Branković, Mehmed II's stepmother, stated the Ottomans \"had never suffered a greater defeat\". Stephen sent letters to the European rulers to seek their support against the Ottomans, reminding them that Moldavia was \"the Gateway of Christianity\" and \"the bastion of Hungary and Poland and the guardian of these kingdoms\". Pope Sixtus IV praised him as Verus christiane fidei athleta (\"The true defender of the Christian faith\"). However, neither the Pope, nor any other European power, sent material support to Moldavia. Stephen was also approaching Mehmed with peace offers. According to disputed reports by the chronicler Jan Długosz, he was also playing down the invasion as the deed of \"some fugitives and brigands\" whom the Sultan would want to punish. Meanwhile, Stephen's brother-in-law, Alexander, seized the Principality of Theodoro in the Crimea at the head of a Moldavian army. Stephen also decided to expel his former protégé, Basarab Laiotă, from Wallachia, because Basarab had supported the Ottomans during their invasion of Moldavia. He made an alliance with Matthias Corvinus in July, persuading him to release Basarab's rival, Vlad Dracula, who had been imprisoned in Hungary in 1462. Stephen and Vlad made an agreement to put an end to the conflicts between Moldavia and Wallachia, but Corvinus did not support them to invade Wallachia. The Ottomans occupied the Principality of Theodoro and the Genoese colonies in the Crimea before the end of 1475. Stephen ordered the execution of the Ottoman prisoners in Moldavia to take vengeance for the massacre of Alexander of Theodoro and his Moldavian retainers. Thereafter the Venetians, who had waged war against the Ottomans since 1463, regarded Stephen as their principal ally. With their support, Stephen's envoys tried to persuade the Holy See to finance Stephen's war directly, instead of sending the funds to Matthias Corvinus. The Signoria of Venice emphasized, \"No one should fail to understand the extent to which Stephen could influence the evolution of events, one way or another\", referring to his pre-eminent role in the anti- Ottoman alliance. Mehmed II personally commanded a new invasion against Moldavia in the summer of 1476. This force included 12,000 Wallachians under Laiotă, and a retinue of Moldavians under a certain Alexandru, who claimed to be Stephen's brother. The Crimean Tatars were the first to break into Moldavia at the Sultan's order, but Stephen routed them. He also persuaded the Tatars of the Great Horde to break into the Crimea, forcing the Crimean Tatars to withdraw from Moldavia. The Sultan invaded Moldavia in late June 1476. Himself supported by troops sent by Corvinus, Stephen adopted a scorched earth policy, but could not avoid a pitched battle. He suffered a defeat in the Battle of Valea Albă at Războieni on 26 July and had to seek refuge in Poland, but the Ottomans could not capture the fortress of Suceava, and similarly failed before Neamț. The lack of sufficient provisions and an outbreak of cholera in the Ottoman camp forced Mehmed to leave Moldavia, enabling the voivode to return from Poland. Folk tradition claims that Stephen had also been pledged a new army with the free peasantry of Putna County, grouped around the seven sons of a local lady, Tudora \"Baba\" Vrâncioaia. This contingent reportedly attacked the Ottomans' flank at Odobești. Another account, repeated by Ureche, is that Maria Oltea forced her son back into battle, pushing him to either return victorious or die. The Byzantine historian George Sphrantzes concluded that Mehmed II \"had suffered more defeats than victories\" during the invasion of Moldavia. From summer 1475, during an interlude in the rivalry between Poland and Hungary, Stephen swore his allegiance to the latter. With Hungarian support, Stephen and Vlad Dracula invaded Wallachia, forcing Basarab Laiotă to flee in November 1476. Stephen returned to Moldavia, leaving Moldavian troops behind for Vlad's protection. The Ottomans invaded Wallachia to restore Basarab Laiotă. Dracula and his Moldavian retainers were massacred before 10 January 1477. Stephen again broke into Wallachia and replaced Basarab Laiotă with Basarab IV the Younger. Stephen sent his envoys to Rome and Venice to persuade the Christian powers to continue the war against the Ottomans. He and Venice also wanted to involve the Great Horde in the anti-Ottoman coalition, but the Poles were unwilling to allow the Tatars to cross their territories. To strengthen his international position, Stephen signed a new treaty with Poland on 22 January 1479, promising to personally swear fealty to Casimir IV in Colomea (now Kolomyia in Ukraine) if the king specifically demanded it. Venice and the Ottoman Empire made peace in the same month; Hungary and Poland in April. After Basarab the Younger paid homage to the sultan, Stephen had to seek reconciliation with the Ottomans. In May 1480, he promised to renew the annual tribute that he had stopped paying in 1473. Taking advantage of the peace, Stephen made preparations to a new confrontation with the Ottoman Empire. He again invaded Wallachia and replaced Basarab the Younger with one Mircea, possibly Stephen's own son, but Basarab regained Wallachia with Ottoman support. The Wallachians and their Ottoman allies broke into Moldavia in the spring of 1481. === Wars with Bayezid II === Mehmed II died in 1481. The conflict between his two sons, Bayezid II and Cem, enabled Stephen to break into Wallachia and the Ottoman Empire in June. He routed Basarab the Younger at Râmnicu Vâlcea and placed Vlad Dracula's half-brother, Vlad the Monk, on the throne. After Basarab the Younger returned with Ottoman support, Stephen made a last attempt to secure his influence in Wallachia. He again led his army to Wallachia and defeated Basarab the Younger, who died in the battle. Although Vlad the Monk was restored, he was soon forced to accept the Sultan's suzerainty. Anticipating a new Ottoman attack, Stephen fortified his frontier with Wallachia and entered an alliance with Ivan III of Russia, Grand Prince of Moscow. Matthias Corvinus signed a five-year truce with Bayezid II in October 1483. The truce applied to all Moldavia, with the exception of the ports. Bayezid invaded Moldavia and captured Chilia on 14 or 15 July 1484. His vassal, Meñli I Giray, also broke into Moldavia and seized Cetatea Albă on 3 August. The capture of the two ports secured the Ottomans' control of the Black Sea. Bayezid left Moldavia only after Stephen personally came to pay homage to him. Although this prostration was largely without effect on Moldavian independence, the loss of Chilia and Cetatea Albă put an end to the Moldavian control of important trading routes. Corvinus was unwilling to break his own truce with Bayezid, having tacit Ottoman backing for his own war in the west. However, he granted his vassal a territorial gift in Transylvania, comprising the domains of Ciceu and Cetatea de Baltă. According to various interpretations, this exchange occurred in or after 1484, and was meant to compensate Stephen for the loss of his ports. Medievalist Marius Diaconescu dates the lease of Cetatea to 1482, when Corvinus agreed to give Stephen a place of refuge, should Moldavia fall to the Ottomans, while Ciceu only became Stephen's castle in 1489. Both citadels were on land confiscated after conflicts between the Three Nations and Corvinus. Ciceu had been a fief of the Losonczi family, under litigation, while Cetatea had been a special domain of the Voivode of Transylvania, whose last titular owner before Stephen was John Pongrác of Dengeleg. By then, war between the Poles and the Ottomans was in preparation, with clashes between the two sides occurring in 1484. Scholar Șerban Papacostea notes that Casimir IV had always remained neutral during Stephen's conflicts with the Ottomans, but the Ottoman control of the mouths of the Dnieper and the Danube threatened Poland. The king, Papacostea argues, also wanted to strengthen his suzerainty over Moldavia, which helped him decide to intervene in the conflict on Stephen's behalf. Casimir formed or joined with an anti-Ottoman league, which, in 1485, had also gathered reluctant support from the Teutonic Knights. Historians provide different readings of the issue: according to Robert Nisbet Bain, Casimir's intervention also drove the Ottomans out of Moldavia; Veniamin Ciobanu however argues that the Polish involvement remained non-military, purely diplomatic. Casimir then marched on Colomea with 20,000 troops. To secure his support, Stephen also went to Colomea and swore fealty to him on 12 September 1485. The ceremony took place in a tent, but its curtains were drawn aside at the moment when Stephen was on his knees before Casimir. Three days after Stephen's oath of fealty, Casimir IV pledged that he would not acknowledge the capture of Chilia and Cetatea Albă by the Ottomans without Stephen's consent. During Stephen's visit in Poland, the Ottomans broke into Moldavia and sacked Suceava. They also tried to place a pretender, Peter Hronoda, on the throne. Stephen returned from Poland and defeated the invaders with Polish assistance at Cătlăbuga Lake in November. He again confronted the Ottomans at Șcheia in March 1486, but could not recapture Chilia and Cetatea Albă. He narrowly escaped with his life, reportedly after being helped by the Aprod Purice, whom tradition identifies as patriarch of the Movilești family. Historian Vasile Mărculeț agrees with Ottoman sources in noting that Șcheia was not a military victory for Moldavia, but overall a relative success for his enemy, Skender Pasha. Moldavians reported winning the day only because they narrowly avoided disaster; and because Hronoda, recognized a voivode by dissenting boyars, was captured and beheaded. In the end, Stephen signed a three-year truce with the Porte, promising to pay the yearly tribute to the Sultan. === Conflicts with Poland === Sigismund Jagiellon, one-time pretender to the Moldavian throne; 1530 portrait by Hans Dürer Researcher V. J. Parry argues that, because the Poles were continuously harassed by the Great Horde, they were in no position to help Stephen. Eventually, in late 1486, Poland announced plans of actually starting a \"crusade\" against the Ottomans, to be led by John Albert; Stephen approached the Sejm to negotiate Moldavia's role in the affair. He kept out, with the expedition being rerouted from Lviv, then attacking the Tatars. Poland concluded a peace treaty with the Ottoman Empire in 1489, acknowledging the loss of Chilia and Cetatea Albă, without Stephen's consent. Although the treaty confirmed Moldavia's frontiers, Stephen regarded it as a breach of his 1485 agreement with Casimir IV. Instead of accepting the treaty, he acknowledged the suzerainty of Matthias Corvinus. However, Corvinus died unexpectedly on 6 April 1490. Four candidates laid claim to Hungary, including Maximilian of Habsburg, and Casimir IV's two sons, John Albert and Vladislaus. Stephen supported Maximilian of Habsburg, who urged the Three Nations of Transylvania to cooperate with Stephen against his opponents. Most Hungarian lords and prelates, however, supported Vladislaus who was crowned king on 21 September, forcing Maximilian to withdraw from Hungary in November. For John Albert (who was his father's heir in Poland) did not abandon his claim, Stephen decided to support Vladislaus in order to prevent a personal union between Hungary and Poland. He broke into Poland and captured Pocuția (now Pokuttya in Ukraine). He believed that he was entitled to this former Moldavian fief, its revenue redirected toward paying the Ottoman tribute. Stephen also supported Vladislaus against the Ottomans who broke into Hungary several times after Corvinus' death. In exchange, Vladislaus confirmed Stephen's claim to Ciceu and Cetatea de Baltă in Transylvania. John Albert, in turn, was forced to acknowledge his brother as the lawful king in late 1491. Casimir IV died on 7 June 1492. One of his younger sons, Alexander, succeeded him in Lithuania, and John Albert was elected king of Poland in late August. Ivan III of Moscow broke into Lithuania to expand his authority over the principalities along the borderlands. During the following years, Ivan and Stephen coordinated their diplomacy, which enabled Ivan to persuade Alexander to acknowledge the loss of significant territories to Moscow in February 1494. Ottoman pressure also brought about a rapprochement between Hungary and Poland. Vladislaus met his four brothers, including John Albert and Sigismund, in Lőcse (now Levoča in Slovakia) in April 1494. They planned a crusade against the Ottoman Empire. However, John Albert wanted to strengthen Polish suzerainty over Moldavia and to dethrone Stephen in favour of Sigismund, which gave rise to new tensions between Poland and Hungary. Shortly after the conference, John Albert decided to launch a campaign against the Ottomans to recapture Chilia and Cetatea Albă. Fearing that the subjugation of Moldavia was John Albert's actual purpose, Stephen made several attempts to prevent his campaign. With Ivan III's support, he persuaded Alexander of Lithuania not to associate himself with John Albert. As reported by the Bychowiec Chronicle, the Lithuanian magnates also condemned the war, and simply refused to cross the Southern Bug. For its part, the Polish army marched across the Dniester into Moldavia in August 1497. The Sultan sent 500 or 600 Janissaries to Moldavia at Stephen's request, joining the Moldavian forces gathered at Roman. Stephen sent his chancellor, Isaac, to John Albert, requesting the withdrawal of Polish forces from Moldavia, but John Albert had Isaac imprisoned. The Poles then laid siege to Suceava on 24 September. The campaign failed: Teutonic reinforcements never arrived, with Johann von Tiefen dying on the way. Before long, a plague broke out in the Polish camp, while Vladislaus of Hungary sent an army of 12,000 strong to Moldavia, forcing John Albert to lift the siege on 19 October. The Poles started to march towards Poland, but Stephen ambushed and routed them at a ravine in Bukovina on 25 and 26 October. Several raids into Poland during the following months, including the sacking of Lviv, Yavoriv, and Przemyśl, cemented his victory. These were either ordered and directed by Stephen, or carried out through a combined force of Ottoman–Tatar–Moldavian irregulars commanded by Malkoçoğlu. Stephen made peace with John Albert only after Poland and Hungary concluded a new alliance against the Ottoman Empire, and Moldavia received direct access to Lviv's markets. Meanwhile, the Ottoman campaign ended in disaster, as a heavy winter induced famine; various Polish and Lithuanian reports also suggest that Stephen ordered false flag attacks against his panicking former allies. === Last years === The tomb of Stephen the Great and his wife, Maria Voichița at Putna Monastery. From about 1498, power in Moldavia quietly shifted toward a group of boyars and administrators, comprising, among others, Luca Arbore and Ioan Tăutu. Stephen's son and co-ruler, Bogdan, was also taking on princely responsibilities from his father. He conducted the negotiations with Poland about a peace treaty. The treaty, which Stephen ratified at Hârlău in 1499, put an end to Polish suzerainty over Moldavia. Stephen again stopped paying tribute to the Ottomans in 1500, although by then his health had declined. In February 1501, his delegation arrived in Venice, asking for a specialist doctor. As reported by Marin Sanudo, his envoys also discussed the possibility of Moldavia and Hungary joining the Ottoman–Venetian War. The Doge of Venice, Agostino Barbarigo, sent a physician, Matteo Muriano, to Moldavia to treat his counterpart. Stephen's armies again broke into the Ottoman Empire, but they could not recapture Chilia or Cetatea Albǎ. The Tatars of the Great Horde invaded southern Moldavia, but Stephen defeated them with the support of the Crimean Tatars in 1502. He also sent reinforcements to Hungary to fight against the Ottomans. By then, however, the treaty with Poland was no longer enforced, prompting Stephen to recapture Pocuția in 1502. Although Alexander of Lithuania was by then the new King of Poland, no understanding could be reached between him and Stephen, and the two became enemies. At around that time, Luca Arbore, acting either as Stephen's envoy or on his own, stated a Moldavian claim to Halych and other towns of the Ruthenian Voivodeship. Hungary and the Ottoman Empire concluded a new peace treaty on 22 February 1503, which also included Moldavia. Thereafter Stephen again paid a yearly tribute to the Ottomans. Stephen survived his doctor, who died in Moldavia in late 1503. Another Moldavian delegation was sent to Venice to ask for a replacement, but also to propose a new alliance against the Ottomans. This was one of his last acts of international diplomacy. When Stephen was dying, various boyars, who opposed Bogdan, rebelled, but they were suppressed. On his deathbed, he had urged Bogdan to continue to pay the tribute to the Sultan. He died on 2 July 1504 and was buried in the Monastery of Putna. == Family == A woman named Mărușca (or Mărica) most probably gave birth to Stephen's first recognized son, Alexandru. Historian Ioan-Aurel Pop describes Mărușca as Stephen's first wife, but other researches note that the legitimacy of the Stephen–Mărușca marriage is uncertain. According to Jonathan Eagles, Alexandru either died in childhood, or survived infancy and became his father's co- ruler. This older Alexandru died in July 1496, not before marrying a daughter of Bartholomew Drágfi, the Transylvanian Voivode. He is probably not the same Alexandru who, in 1486, was sent by Stephen as a voluntary hostage to Istanbul, where he married a Byzantine noblewoman. This Alexandru was still alive by the end of his father's rule and beyond, when he became a pretender to the throne, and ultimately a contested prince. A 1538 letter by Fabio Mignanelli describes the surviving Alexandru, or \"Sandrin\", as a posthumous son of Stephen, but this is likely an error. If Stephen fathered two or three sons named Alexandru, the one who was for a while his designated successor was born to Evdochia of Kiev, whom Stephen married in 1463. An Olelkovich, she was closely related both to Ivan III of Moscow, and to Casimir IV of Poland and Lithuania. Stephen's charter of grant to the Hilandar Monastery on Mount Athos refers to two children of Stephen and Evdochia, Alexandru and Olena. Olena was the wife of Ivan Molodoy, the eldest son of Ivan III, and mother of the usurped heir Dmitry. Stephen's second (or third) wife, Maria of Mangup, was of the family of the princes of Theodoro. She was probably also cousins with the Muscovite Grand Princess Sophia Palaiologina, and was related to Trebizond's royal couple, Emperor David and Empress Maria. The Stephen–Maria marriage took place in September 1472, but she died in December 1477. During her brief stay in Moldavia, Maria supported the Latin Patriarchate of Constantinople, contributing to the friendly contacts between Stephen and Catholic powers. Stephen's third (or fourth) wife, Maria Voichița, was the daughter of Radu the Fair, Voivode of Wallachia. She was the mother of Stephen's immediate successor, Bogdan, and a daughter named Maria Cneajna. The latter married into the House of Sanguszko. Stephen is known to have fathered two other sons who died in childhood, at a time when he was married to Maria Voichița: Bogdan died in 1479, and Peter (Petrașco) in 1480. Scholars are divided as to whether their mother was Evdochia or Maria. Archivist Aurelian Sacerdoțeanu believes that Bogdan also had a twin, Iliaș. In 1480, Stephen finally recognized his first-born, Mircea, born from his 1450s affair with Călțuna of Brăila, and groomed him to take the throne in Wallachia. According to Sacerdoțeanu, recognition came only after the death of Mircea's legal father, who may have been one of the boyars spared at Soci. Stephen also fathered another illegitimate son, Petru Rareș, who became prince of Moldavia in 1527. The church regards his mother, Maria Rareș, as Stephen's fourth wife, although she is known to have been married to a burgher. Stephen V \"Locust\", who held the Moldavian throne in 1538–1540, also presented himself as Stephen's illegitimate son. According to Sacerdoțeanu, his claim is credible. A local tradition in Putna County (today's Vrancea) attributes to Stephen other extra- conjugal affairs, with many peasants reporting that they consider themselves \"of his blood\" or \"of his marrow\". File:MariaPaleóloga.jpg|alt=Tapestry of woman with a crown on her head wearing a decorated heavy coat|Stephen's second (or third) wife, Maria of Mangup File:Maria Voichita Wallachia.jpg|alt=A corpulent woman wearing a crown|Stephen's third (or fourth) wife, Maria Voichița File:Stefan cel Mare and family.jpg|alt=A bearded man who wears a crown offers a church to Christ who sits on a throne; the man is surrounded by a crowned woman and man and a child|Stephen, Maria Voichița, Alexandru and Bogdan File:Biserica Sfântul Dumitru din Suceava11.jpg|alt=A mustachioed man who wears a crown, with crowned woman and two boys|Petru Rareș with his wife and Stephen's grandsons, Ilie and Stephen VI == Legacy == === Stability and violence === Stephen reigned for more than 47 years, which was \"in itself an outstanding achievement in the context of the political and territorial fragility of the Romanian principalities\". His diplomacy evidenced that he was one of the \"most astute politicians\" of Europe in the 15th century. This skill enabled him to play off the Ottoman Empire, Poland and Hungary against each other. According to historian Keith Hitchins, Stephen \"paid tribute to the Ottomans, but only when it was advantageous ....; he did homage to King Casimir of Poland as his suzerain when that seemed wise ...; and he resorted to arms when other means failed.\" Stephen suppressed the rebellious boyars and strengthened central government, often applying cruel punishments, including impalement. He consolidated the practice of slavery, including the notion that different laws applied to slaves, reportedly capturing as many as 17,000 Gypsies during his invasion of Wallachia, but also selectively freeing and assimilating Tatar slaves. He supposedly used both communities as \"slaves of the court\", treasuring their specialized skills; nevertheless, one folk legend additionally claims that Stephen practiced human sacrifice against Gypsy slaves, to alleviate the floods at Sulița. According to Marcin Bielski, during the 1498 expedition to Poland, the voivode participated in, or at least tolerated, the capture of as many as 100,000 people. At least some of these were colonized in Moldavia, where, according to various reports of the period, they founded \"Ruthenian\" undefended towns. According to historian Mircea Ciubotaru, these may include Cernauca (now Chornivka in Ukraine), Dobrovăț, Lipnic, Ruși-Ciutea, and a cluster of villages outside Hârlău. Stephen also welcomed freemen as settlers, establishing some of the first Armenian colonies in Moldavia, including one at Suceava, while also settling Italians, some of whom were escapees from the Ottoman slave trade, in that city. Early on, he renewed the commercial privileges of Transylvanian Saxons who traded in Moldavia, but subsequently introduced some protectionist barriers. His own court was staffed with foreign experts, among them Matteo Muriano and the Italian banker Dorino Cattaneo. However, as a \"crusader\" in the 1470s, Stephen encouraged the religious persecution and extortion of Gregorian Armenians, Jews, and Hussites, some of whom became supporters of the Ottoman Empire. In addition to his colonization policies, Stephen restored Crown lands that had been lost during the civil war that followed Alexander the Good's rule, either through buying or confiscating them. On the other hand, he granted much landed property to the Church and to the lesser noblemen who were the main supporters of the central government. His itinerant lifestyle enabled him to personally hold court in the whole of Moldavia, which contributed to the development of his authority. When talking with Muriano in 1502, Stephen mentioned that he had fought 36 battles, only losing two of them. When the enemy forces mostly outnumbered his army, Stephen had to adopt the tactics of \"asymmetric warfare\". He practised guerilla warfare against invaders, avoiding challenging them to open battle before they were weakened due to the lack of supplies or sickness. During his invasions, however, he moved quickly and forced his enemies to do battle. To strengthen the defence of his country, he restored the fortresses built during Alexander the Good's rule at Hotin, Chilia, Cetatea Albă, Suceava and Târgu Neamț. He also erected a number of castles, including the new fortresses at Roman and Tighina. The pârcălabi (or commanders) of the fortresses were invested with administrative and judicial powers and became important pillars of royal administration, their work controlled by a new central office, the armaș (first attested in 1489). The pârcălabi included members of the princely family, such as Duma, who was Stephen's cousin; before his execution, Isaia, the voivode's brother-in-law, had supervised Chilia and Neamț Citadel. Stephen hired mercenaries to man his forts, which diminished the military role of the boyars' retinues within the Moldavian military forces. He also set up a personal guard 3,000 strong and, at least for a while, an Armenian-only unit. To strengthen the defence of Moldavia, he obliged the peasantry to bear arms. Moldavian chronicles recorded that if \"he found a peasant lacking arrows, bow or sword, or coming to the army without spurs for the horse, he mercilessly put that man to death.\" The military reforms increased Moldavia's military potential, enabling Stephen to muster an army of more than 40,000 strong. === Cultural development === The years following Stephen's wars against the Ottoman Empire have been described as the era of \"cultural policies\" and \"great architectural upsurge\". More than a dozen stone churches were erected at Stephen's initiative after 1487. The wealthiest boyars followed him, and Stephen also supported the development of monastic communities. For instance, the Voroneț Monastery was built in 1488 and the monastery at Tazlău in 1496 to 1497. The style of the new churches evidences that a \"genuine school of local architects\" developed during Stephen's reign. They borrowed components of Byzantine and Gothic architecture and mixed it with elements of local tradition. Painted walls and towers with a base forming a star were the most featuring elements of Stephen's churches. The prince also financed the building of churches in Transylvania and Wallachia, which contributed to the spread of Moldavian architecture beyond the boundaries of the principality. Stephen commissioned votive paintings and carved tomb stones for many of his ancestors' and other relatives' graves. The tomb room of the Putna Monastery was built to be the royal necropolis of Stephen's family. Stephen's own tombstone was decorated with acanthus leaves (a motif adopted from Byzantine art) which became the featuring decorative element of Moldavian art during the following century. Stephen also contributed to the development of historiography and Church Slavonic literature in Moldavia. He ordered the collection of the annals of the principality and initiated the completion of at least three Slavonic chronicles, noted in particular for doing away with the conventions of Byzantine literature, and for introducing new storytelling canons. Some portions of these historiographic texts were corrected, and perhaps even dictated, by Stephen himself. The Chronicle of Bistrița, which was allegedly the oldest chronicle, narrated the history of Moldavia from 1359 to 1506. The two versions of the Chronicle of Putna covered the period from 1359 to 1526, but it also wrote of the history of the Putna Monastery. They were accompanied by a large number of lay and religious texts (including the Gospels, in several versions by Teodor Mărișescul; as well as commentary on the Nomocanon and Slavonic translations from John Climacus). Some were richly decorated with miniatures, such as portraits of Stephen (in the Humor Monastery Gospel, 1473) and his courtier Ioan Tăutu (Psalter of Mukachevo, 1498). The \"Moldavian style\", developed at Neamț Monastery by the disciples of Gavriil Uric, became influential outside Moldavia, creating a fashion among Russian illustrators and calligraphers. === National hero === Stephen received the sobriquet \"Great\" shortly after his death. Sigismund I of Poland and Lithuania referred to him as \"that great Stephen\" in 1534. The Polish historian Martin Cromer mentioned him as the \"great prince of the Moldavians.\" According to Maciej Stryjkowski, by 1580 the Wallachians and Moldavians alike sang ballads honoring Stephen, whose portrait was displayed at the court of Bucharest; his raids in Wallachia were generally overlooked in such testimonials. Despite being honored for his skill, he was still primarily known under sobriquets indicating his standing and age: in 16th-century Moldavia and Wallachia, he was casually known as Ștefan cel Vechi and Ștefan cel Bătrân (\"Stephen the Ancient\" or \"the Old\"). Oral history also maintained Stephen's Byzantine self- references, often calling him an \"emperor\" or a \"crai (king) of the Moldavians\". In the mid-17th-century, Grigore Ureche described Stephen as \"a benefactor and a leader\" when writing of his funeral. A boyar by birth, Ureche also mentioned Stephen's despotic cruelty, bad temper, and diminutive stature — possibly because, according to scholar Lucian Boia, he resented authoritarian princes. In tandem, local folklore came to regard Stephen as a protector of peasantry against noblemen and foreign invaders. For centuries, free peasants claimed that they inherited their landed property from their ancestors to whom it had been granted by Stephen for their bravery in the battles. Such precedents also made Stephen a cult figure in Romanian nationalism, which sought the union of Moldavia with Wallachia, and in rival Moldovenism. Early in the 19th century, the Moldavian regionalist Gheorghe Asachi made Stephen the topic of historical fiction, popular prints, and heraldic reconstructions. Asachi, and later Teodor Balș, also campaigned for the erection of a Stephen the Great statue, which was supposed to represent resistance against Wallachian encroachment. The Moldavian separatist Nicolae Istrati wrote several theatrical works which contributed to the Stephen cult. Other Moldavians, shunning separatism, paid their own homage to the medieval hero. In the 1840s, Alecu Russo inaugurated the effort to collect and republish folklore about Stephen, which he believed was the \"source of truth\" about Romanian history. One of the first epic poems to deal with the voivode was \"The Aprod Purice\", by Constantin Negruzzi, which fictionalizes the battle of Șcheia. In the Bessarabia Governorate, which had been carved out of Moldavia by the Russian Empire, the peasantry and intellectual class both appealed to Stephen as a symbol of resistance. His \"golden century\" was a reference for Alexandru Hâjdeu and Bogdan Petriceicu Hasdeu. The latter dedicated him a large number of works, from poems written in his native Russian to Romanian-language historical novels in which Stephen is a leading protagonist. By then, the cult of Stephen's \"patriotic virtues\" had been introduced to Wallachia by Ienăchiță Văcărescu and Gheorghe Lazăr. Wallachian scholar Nicolae Bălcescu was the first Romanian historian to describe Stephen as a national hero; his rule, Bălcescu argued, was an important step towards the unification of the lands inhabited by Romanians. During that period, Stephen became explicitly mentioned in the Romantic poetry of Andrei Mureșanu, in particular as the \"mighty shadow\" described in Romania's future national anthem. In 1850s Wallachia, Dimitrie Bolintineanu produced a lukewarm ballad depicting Stephen fleeing for battle, and his mother Oltea ordering him back. It became a hugely popular after being set to music. His later works also contribute to the nationalist cult, or fictionalize his erotic life. The nationalist investment in Stephen was by then resisted by other writers, in particular George Panu, Ioan Bogdan, and other Junimea members, who favored a critique of Romantic nationalism. In Panu's works, Stephen appears as merely a \"Polish vassal\"; the one-time Junimist A. D. Xenopol also chided the voivode for his loss of Chilia and his supposed betrayal of Wallachia. Anniversaries of the most important events of Stephen's life have been officially celebrated since the 1870s, including in 1871 the defiant show of solidarity at Putna. This doubled as a protest against Austria-Hungary, which had annexed Bukovina; it was organized by Teodor V. Ștefanelli and was notably attended by poet Mihai Eminescu. Nationalist interpretations still prevailed, particularly after 1881, when Eminescu dedicated his poem Doina (written in the style of traditional Romanian song) to Stephen, calling upon him to leave his grave to again lead his people. His statue was ultimately raised in Iași in 1883. On the 400th anniversary of the voivode's death in 1904, ceremonies included the completion of a stone monument in Bârsești, by locals who claimed descent from Vrâncioaia. Also then, Nicolae Iorga published Stephen's biography. Against Xenopol's verdict, Iorga emphasized that Stephen's victories were to be attributed to the \"true unity of the whole people\" during his reign. Many more works of literature appeared in the Kingdom of Romania and other Romanian- inhabited regions, helping to consolidate Stephen's cultural legacy. One such contribution was the 1909 play Apus de soare, by Barbu Ștefănescu Delavrancea, including advice attributed, in the public's mind, to historical Stephen: Depicting Stephen as a dying sage, it was followed by two other Delavrancea plays, which insisted on the prince's pragmatic cruelty and the effects this had on his succession. By then, Stephen as a statesman had also become a point of reference and a benchmark for the long and stabilizing rule of Carol I, King of Romania. Over the following three decades, Stephen's deeds became the inspiration for literary works by Iorga, Mihail Codreanu, and especially Mihail Sadoveanu. The reading of Stephen as a pan-Romanian nationalist peaked during the late stages of Communist Romania. Initially, the regime looked down on Stephen's treatment of the peasantry, and only emphasized his connections with the East Slavs or his clampdown against boyardom. This stance was overturned by national communism. Initially, censorship toned down or removed references to his legacy in Soviet Bessarabia or Pokuttya; in the 1980s, however, official historians claimed that Stephen was literally a \"lord of all Romanians\". Iorga's book has been republished several times, including on the 500th anniversary of Stephen's death. On the same anniversary, Stephen was presented as a symbol of \"national identity, independence and inter-ethnic harmony\" in the Republic of Moldova, where he also endures as the symbol of \"Moldavian particularism\" or \"Moldovan patriotism\". Thus, Stephen was invoked by both the Popular Front of Moldova, which favored Romanian identity, and the Moldovenist Party of Communists. The latter describes Stephen as \"the founder of Moldavian statehood\", claiming direct continuity from his principality to the present-day state. As Eagles notes, \"Stephen is an ever-present icon\" in both Romania and Moldova: \"statues of his image abound; politicians cite him as an exemplar; schools and a university bear his name; villages and the main thoroughfares of towns and cities are named after him; there is a Ștefan cel Mare metro station in central Bucharest; and his crowned head has adorned every banknote in the post-Soviet Moldovan republic\". According to a 1999 opinion poll, more than 13% of the participants regarded Stephen the Great as the most important personality who had \"influenced the destiny of the Romanians for the better\". Seven years later, during a programme called the 100 Greatest Romanians on Romanian Television, he was voted \"the greatest Romanian of all time\". === Holy ruler === In Athonite legends, Romanian stories, and Moldavian chronicles alike, Stephen's victories against the Ottomans and Hungarians were already regarded as God-inspired, or as placed under the direct patronage of various saints (George, Demetrius, Procopius, or Mercurius). Worship of Stephen himself was first recorded in the 1570s, but, according to Ureche, he had been regarded as a saint soon after his funeral: \"not on account of his soul ... for he was a man with sins ... but on account of the great deeds he accomplished\". The positive nuances of Ureche's report were also repeated by Miron Costin. The abbot of Putna Monastery, Artimon Bortnic, initiated the investigation of the tomb room of the monastery in 1851, referring to important shrines in Russia and Moldavia. In 1857 (a year after Stephen's tomb was opened), the priest and journalist Iraclie Porumbescu already wrote of the \"holy bones of Putna\". In at least some legends attested by 1903, the voivode is depicted as an immortal sleeping hero, or, alternatively, as the ruler of heaven. However, Stephen the Great was ignored when the Romanian Orthodox Church canonized the first Romanian saints in the 1950s. Teoctist, Patriarch of All Romania, canonized Stephen along with 12 other saints at Saint Spyridon the New Church in Bucharest on 21 June 1992. On this occasion, the patriarch emphasized that Stephen had been a defender of Christianity and protector of his people. He also underlined that Stephen had built churches during his reign. Stephen's feast day is July 2 (the day of his death) in the calendar of the Romanian Orthodox Church. On his first feast after his canonization, a new ceremony was held to celebrate Stephen the Great and Saint in Putna. 15,000 people (including the President of Romania at the time, Ion Iliescu, and two ministers) attended the event. Patriarch Teoctist noted that \"God has brought us together under the same skies, just as Stephen rallied us under the same flag in the past.\" ==Arms== Stephen's rule consolidated the usage of the coat of arms of Moldavia, featuring the aurochs head (first attested in 1387), sometimes as a helmet atop his personal arms. He revived the elaborate design introduced under Alexander the Good, which also featured a rose, crescent, sun and star (often, but not always, five- pointed); its tinctures remain unknown. This arrangement was not familiar to heraldists in Western Europe. By the 1530s, they represented Moldavia with attributed arms featuring Maures; these arms, though originally used for Wallachia, possibly echoed Stephen's victories over the Ottomans. The personal arms and heraldic flags used by Stephen have been the topic of additional scrutiny and debate. Stephen is known to have used a party per cross shield with one striped quarter, but the colors are uncertain: one prevailing interpretation is that the dominant tinctures were or and vert, although they may also have been gules and argent. These may derive from the colors used by the House of Basarab (which were possibly used by Stephen's in-law Radu the Fair), from the coat of arms of Hungary, or from a purely Moldavian tradition. The division and the striped pattern are possibly Hungarian; they survived in some of Stephen's seals even during his dispute with the Hungarian crown. He also continued to use the fleur-de-lis, an Angevin symbol, but altered it into a \"double-headed lily\", then renounced it altogether. Similarly, he used the Cross of Lorraine, pattée, possibly in reference to the Pahonia. Following his 1489 dispute with Poland, that charge was altered into a double cross fleury. Stephen's heraldic symbols progressively merged with those attributed to the House of Mușat, and were intensively used by all princes who claimed full or partial descent from Alexander the Good—including Peter the Lame, a Wallachian pretender to Moldavia's throne. The Putna tombstones of Stephen's two sons who died during his lifetime, Bogdan and Peter, already display the aurochs within the \"Mușat coat-of-arms\". A Moldavian banner also survives in hand-colored versions illustrating Johannes de Thurocz's Chronica Hungarorum, with varying tinctures. These were first identified as Stephen's flags by Constantin Karadja, and described by later authors as a version of the or-an-vert scheme in the coat of arms. Other clues suggest that the field was a solid one of or, charged with an aurochs of or, but also that the preferred \"single Moldavian\" color was gules. Gules is also the color of Stephen's alleged war flag, defaced with an icon of Saint George and the Dragon and donated by the prince himself to Zograf monastery. However, scholar Petre Ș. Năsturel cautions that this may not be a heraldic object of any kind, but rather a votive offering. The \"war flag\", he notes, is to small to carry in battle, and does not match with images in either Thurocz or Marcin Bielski, nor with the description in Alexander Guagnini. File:Moldavia's coat of Arms of 1481.jpg|alt=A coat of arms depicting the head of an aurochs with a crescent and a star over it|Coat of arms of Moldavia at Putna Monastery File:Coa Romania Country History Ștefan cel Mare (1457-1504) v2.svg|alt=A coat of arms depicting stripes, a double cross, roses and sun|One variant of Stephen's personal coat of arms, with hypothetical tinctures File:Moldavia - Ulrich von Richental.svg|alt=A coat of arms with three black heads|Attributed arms of Moldavia, with three Maures File:Battle Flag of Moldavia (1467) - 2nd version.svg|alt=Triangular flag with aurochs head and stripes|One possible rendition of the Moldavian flag, based on Johannes de Thurocz ==See also== *Neamț Citadel *Borzești Church *Ștefan cel Mare, Argeș *Ștefan cel Mare, Bacău *Ștefan cel Mare, Călărași *Ștefan cel Mare, Neamț *Ștefan cel Mare, Olt *Ștefan cel Mare, Vaslui *Saligny, Constanța ==References== == Sources == * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ==External links== *Mușatin family *Map of Moldavia under Ștefan cel Mare, 1501 Category:1433 births Category:1504 deaths Category:15th century in Hungary Category:15th-century monarchs in Europe Category:15th-century Romanian people Category:Burials at Putna Monastery Category:Eastern Orthodox Christians from Romania Category:Eastern Orthodox saints Category:History of Poland during the Jagiellonian dynasty Category:Medieval Moldavia Category:Moldavian slave owners Category:Rulers of Moldavia Category:Romanian patrons of the arts Category:Romanian saints ",
    "title": "Stephen III of Moldavia"
}