{
    "id": "264757",
    "text": "An 18th-century painting of a girl with a basket of pamphlets Due to their low cost and ease of production, pamphlets have often been used to popularize political or religious ideas. A pamphlet is an unbound book (that is, without a hard cover or binding). Pamphlets may consist of a single sheet of paper that is printed on both sides and folded in half, in thirds, or in fourths, called a leaflet or it may consist of a few pages that are folded in half and saddle stapled at the crease to make a simple book. For the \"International Standardization of Statistics Relating to Book Production and Periodicals\", UNESCO defines a pamphlet as \"a non-periodical printed publication of at least 5 but not more than 48 pages, exclusive of the cover pages, published in a particular country and made available to the public\" and a book as \"a non- periodical printed publication of at least 49 pages, exclusive of the cover pages\". The UNESCO definitions are, however, only meant to be used for the particular purpose of drawing up their book production statistics.UNESCO definition ==Etymology== The word pamphlet for a small work (opuscule) issued by itself without covers came into Middle English 1387 as or , generalized from a twelfth-century amatory comic poem with an old flavor, Pamphilus, seu de Amore (\"Pamphilus: or, Concerning Love\"), written in Latin.OED s.v. \"pamphlet\". Pamphilus's name is derived from the Greek name , meaning \"beloved of all\".. The poem was popular and widely copied and circulated on its own, forming a slim codex. ==History== The pamphlet form of literature has been used for centuries as an economical vehicle for the broad distribution of information. Its modern connotations of a tract concerning a contemporary issue was a product of the heated arguments leading to the English Civil War; this sense appeared in 1642. In some European languages, this secondary connotation, of a disputatious tract, has come to the fore: compare libelle, from the Latin libellus, denoting a \"little book\".In German, French, Spanish and Italian pamphlet often has negative connotations of slanderous libel or religious propaganda; idiomatic neutral translations of English pamphlet include \"Flugblatt\" and \"Broschüre\" in German, \"Fascicule\" in French, and \"folleto\" in Spanish. In Russian and Romanian, the word \"\" in Russian Cyrillic, \"\" in Romanian also normally connotes a work of propaganda or satire, so it is best translated as \"brochure\" (\"\" in Russian, broşură in Romanian). (DEX online - Cautare: pamflet) Pamphlets functioned in place of magazine articles in the pre-magazine era, which ended in the mid-nineteenth century. There were hundreds of them in the United States alone. They were a primary means of communication for people interested in political and religious issues, such as slavery. Pamphlets never looked at both sides of a question; most were avowedly partisan, trying not just to inform but to convince the reader. ==Purpose== Pamphlets can contain anything from information on kitchen appliances to medical information and religious treatises. Pamphlets are very important in marketing because they are cheap to produce and can be distributed easily to customers. Pamphlets have also long been an important tool of political protest and political campaigning for similar reasons. A pamphleteer is a historical term for someone who produces or distributes pamphlets, especially for a political cause. ==Collectibility== Ephemeral and to wide array of political or religious perspectives given voice by the format's ease of production, pamphlets are prized by many book collectors. Substantial accumulations have been amassed and transferred to ownership of academic research libraries around the world. Particularly comprehensive collections of American political pamphlets are housed at New York Public Library, the Tamiment Library of New York University, and the Jo Labadie collection at the University of Michigan.Oakley C. Johnson, Marxism in United States History Before the Russian Revolution (1876-1917). New York: Humanities Press, 1974; pg. vii. ==Commercial uses== The pamphlet has been widely adopted in commerce, particularly as a format for marketing communications. There are numerous purposes for pamphlets, such as product descriptions or instructions, corporate information, events promotions or tourism guides and they are often used in the same way as leaflets or brochures. == See also == * Long-form journalism * Flyer (pamphlet) ==Footnotes== ==External links== * Randy Silverman, 1987. \"Small, Not Insignificant: a Specification for a Conservation Pamphlet Binding Structure\", The Book and Paper Group Annual 6. Historical overview focusing on pamphlet binding. * 19th Century British Pamphlets Online. Information about a project that digitised 26,000 19th century pamphlets from UK research libraries. * 19th Century Pamphlet Collection. Collection of 19th-century pamphlets, predominantly of Irish interest and covering a broad spectrum of subjects. A UCD Digital Library Collection. * 19th Century Social History Pamphlets Collection. Collection of pamphlets relating to 19th century Irish social history, particularly the themes of education, health, famine, poverty, business and communications. A UCD Digital Library Collection. * This contains an extensive history of the pamphlet form from the 14th century, in England, France, and Germany. Category:Paper products Category:Advertising publications by format Category:Ephemera fr:Tract ",
    "title": "Pamphlet"
}