{
    "id": "264752",
    "text": "This image shows the galaxy cluster Abell 1689, with the mass distribution of the dark matter in the gravitational lens overlaid (in purple). The mass in this lens is made up partly of normal (baryonic) matter and partly of dark matter. Distorted galaxies are clearly visible around the edges of the gravitational lens. The appearance of these distorted galaxies depends on the distribution of matter in the lens and on the relative geometry of the lens and the distant galaxies, as well as on the effect of dark energy on the geometry of the Universe. In astronomy and cosmology, baryonic dark matter is dark matter composed of baryons. Only a small proportion of the dark matter in the universe is likely to be baryonic. ==Characteristics== As \"dark matter\", baryonic dark matter is undetectable by its emitted radiation, but its presence can be inferred from gravitational effects on visible matter. This form of dark matter is composed of \"baryons\", heavy subatomic particles such as protons and neutrons and combinations of these, including non-emitting ordinary atoms. ==Presence== Baryonic dark matter may occur in non-luminous gas or in Massive Astrophysical Compact Halo Objects (MACHOs) - condensed objects such as black holes, neutron stars, white dwarfs, very faint stars, or non-luminous objects like planets and brown dwarfs. ==Estimates of quantity== The total amount of baryonic dark matter can be inferred from models of Big Bang nucleosynthesis, and observations of the cosmic microwave background. Both indicate that the amount of baryonic dark matter is much smaller than the total amount of dark matter. ===Big Bang nucleosynthesis=== From the perspective of Big Bang nucleosynthesis, a larger amount of ordinary (baryonic) matter implies a denser early universe, more efficient conversion of matter to helium-4, and less unburned deuterium remaining. If all of the dark matter in the universe were baryonic, then there would be much less deuterium in the universe than is observed. This could be resolved if more deuterium were somehow generated, but large efforts in the 1970s failed to identify plausible mechanisms for this to occur. For instance, MACHOs, which include, for example, brown dwarfs (bodies of hydrogen and helium with masses less than ), never begin nuclear fusion of hydrogen, but they do burn deuterium. Other possibilities that were examined include \"Jupiters\", which are similar to brown dwarfs but have masses \\sim and do not burn anything, and white dwarfs. ==See also== *Particle chauvinism == References == Category:Dark matter Category:Baryons ",
    "title": "Baryonic dark matter"
}