{
    "id": "264855",
    "text": "Bata Corporation (originally, and in the Czech Republic and Slovakia, known as Baťa) is a Swiss-domiciled multinational footwear and fashion accessory manufacturer and retailer, founded in the town of Zlín, today in the Czech Republic. After World War II, its factories in socialist states were nationalized, while its branches in capitalist states remained family-owned. It is now based in Lausanne, Switzerland. The principal subsidiaries are Bata Europe (based in Zlín), Bata North America (based in Toronto), Bata Asia- Pacific-Africa (based in Singapore) and Bata Latin America (based in Mexico). A family-owned business, the company is organized into three business units: Bata, Bata Industrials (safety shoes) and AW Lab (sports style). The company is the world's leading shoemaker by volume, and it has a retail presence of over 5,300 shops in more than 70 countries and production facilities in 18 countries. ==Origins and history== ===Foundation=== The T. & A. Baťa Shoe Company was founded on 24 August 1894 in the Moravian town of Zlín, Austria- Hungary (today in the Czech Republic), by Tomáš Baťa (), his brother Antonín and his sister Anna, whose family had been cobblers for generations. The company employed 10 full-time employees with a fixed work schedule and a regular weekly wage. Tomáš, Antonín and Anna Baťa In the summer of 1895, Tomáš was facing financial difficulties. To overcome these setbacks, he decided to sew shoes from canvas instead of leather. This type of shoe became very popular and helped the company grow to 50 employees. Four years later, Baťa installed its first steam-driven machines, beginning a period of rapid modernisation. In 1904, Tomáš read a newspaper article about some machines being made in America. Therefore, he took three workers and journeyed to Lynn, a shoemaking city outside Boston, in order to study and understand the American system of mass production. After six months he returned to Zlín and he introduced mechanized production techniques that allowed the Baťa Shoe Company to become one of the first mass producers of shoes in Europe. Its first mass product, the “Baťovky,” was a leather and textile shoe for working people that was notable for its simplicity, style, light weight and affordable price. Its success helped fuel the company’s growth. After Antonín's death in 1908, Tomáš brought two of his younger brothers, Jan and Bohuš, into the business. Initial export sales and the first ever sales agencies began in Germany in 1909, followed by the Balkans and the Middle East. Baťa shoes were considered to be excellent quality, and were available in more styles than had ever been offered before. By 1912, Baťa was employing 600+ full-time workers, plus another several hundred who worked out of their homes in neighbouring villages. ===World War I=== In 1914, with the outbreak of World War I, the company had a significant development due to military orders. From 1914 to 1918 the number of Baťa’s employees increased ten times. The company opened its own stores in Zlín, Prague, Liberec, Vienna and Pilsen, among other towns. In the global economic slump that followed World War I, the newly created country of Czechoslovakia was particularly hard hit. With its currency devalued by 75%, demand for products dropped, production was cut back, and unemployment was at an all-time high. Tomáš Baťa responded to the crisis by cutting the price of Bata shoes in half. The company’s workers agreed to a temporary 40 percent reduction in wages; in turn, Baťa provided food, clothing, and other necessities at half-price. He also introduced one of the first profit-sharing initiatives, transforming all employees into associates with a shared interest in the company's success (today's equivalent of performance-based incentives and stock options). ===Shoemaker to the world=== Consumer response to the price drop was dramatic. While most competitors were forced to close because of the crisis in demand between 1923 and 1925, Baťa was expanding as demand for the inexpensive shoes grew rapidly. The Baťa Shoe Company increased production and hired more workers. Zlín became a veritable factory town, a \"Baťaville\" covering several hectares. On the site were grouped tanneries, a brickyard, a chemical factory, a mechanical equipment plant and repair shop, workshops for the production of rubber, a paper pulp and cardboard factory (for production of packaging), a fabric factory (for lining for shoes and socks), a shoe-shine factory, a power plant and farming activities to cover food and energy needs. Workers, \"Baťamen\", and their families had at their disposal all the necessary everyday life services, including housing, shops, schools, and hospital. ===Foreign growth=== Tomáš Baťa Lockheed 10 Electra executive aircraft operated before the Second World War by Baťa in Europe Baťa also began to build towns and factories outside of Czechoslovakia (Poland, Latvia, Romania, Switzerland, France) and to diversify into such industries as tanning (1915), the energy industry (1917), agriculture (1917), forestry (1918), newspaper publishing (1918), brick manufacturing (1918), wood processing (1919), the rubber industry (1923), the construction industry (1924), railway and air transport (1924), book publishing (1926), the film industry (1927), food processing (1927), chemical production (1928), tyre manufacturing (1930), insurance (1930), textile production (1931), motor transport (1930), sea transport (1932), and coal mining (1932), airplane manufacturing (1934), synthetic fibre production (1935), and river transport (1938). In 1923 the company boasted 112 branches. In 1924, Tomáš Baťa displayed his business acumen by calculating how much turnover he needed to make with his annual plan, weekly plans and daily plans. Baťa utilized four types of wages – fixed rate, individual order based rate, collective task rate and profit contribution rate. He also set what became known as Baťa prices: numbers ending with a nine rather than with a whole number. His business skyrocketed. Soon Baťa found himself the fourth richest person in Czechoslovakia. From 1926 to 1928 the business blossomed as productivity rose 75 percent and the number of employees increased by 35 percent. In 1927 production lines were installed, and the company had its own hospital. By the end of 1928, the company’s head factory was composed of 30 buildings. Bat'a then created educational organizations such as the Baťa School of Work and introduced the five-day work week. In 1930 he established a shoe museum that maps shoe production from the earliest times to the contemporary age throughout the world. By 1931 there were factories in Germany, the United Kingdom, the Netherlands, Poland and in other countries. In 1932, at the age of 56, Tomáš Baťa died in a plane crash during take off under bad weather conditions at Zlín Airport. Control of the company was passed to his half-brother, Jan, and his son, Thomas John Baťa, who would go on to lead the company for much of the twentieth century guided by the founder's moral testament: the Baťa Shoe company was to be treated not as a source of private wealth, but as a public trust, a means of improving living standards within the community and providing customers with good value for their money. Promise was made to pursue the entrepreneurial, social and humanitarian ideals of their father. The Baťa company was apparently the first big enterprise to systematically utilise aircraft for company purposes, including rapid transport of personnel on businesslike delivery of maintenance men and spares to a location where needed, originating the practice of business flying. ===Jan Antonín Baťa=== At the time of Tomáš's death, the Baťa company employed 16,560 people, maintained 1,645 shops and 25 enterprises. Jan Antonín Baťa, following the plans laid down by Tomáš Baťa before his death, expanded the company more than six times its original size throughout Czechoslovakia and the world. Plants in Britain, the Netherlands, Yugoslavia, Brazil, Kenya, Canada and the United States followed in the decade. In India, Batanagar was settled near Calcutta and accounted from the late 1930s nearly 7500 Baťamen. The Baťa model fitted anywhere, creating, for example, canteens for vegetarians in India. In exchange, the demands on workers were as strong as in Europe: \"Be courageous. The best in the world is not good enough for us. Loyalty gives us prosperity & happiness. Work is a moral necessity!\" Bata India was incorporated as Bata Shoe Company Pvt. Ltd in 1931 and went on to become Bata India Ltd. in 1973. The Batanagar factory was the first Indian shoe manufacturing unit to receive the ISO 9001 certification in 1993. As of 1934, the firm owned 300 stores in North America (after World War II, many of theses stores were rebranded with the \"Barrett Shoes\" trademark), a thousand in Asia, more than 4,000 in Europe. In 1938, the Group employed just over 65,000 people worldwide, including 36% outside Czechoslovakia and had stakes in the tanning, agriculture, newspaper publishing, railway and air transport, textile production, coal mining and aviation realms. ===Bata-villes=== Company policy initiated under Tomáš Baťa was to set up villages around the factories for the workers and to supply schools and welfare. These villages include Batadorp in the Netherlands, Baťovany (present-day Partizánske) and Svit in Slovakia, Baťov (now Bahňák, part of Otrokovice) in the Czech Republic, Borovo-Bata (now Borovo Naselje, part of Vukovar in Croatia then in the Kingdom of Yugoslavia), Bata Park in Möhlin, Switzerland, Bataville in Lorraine, France, Batawa (Ontario) in Canada, Batatuba (São Paulo), Batayporã and Bataguassu (Mato Grosso do Sul) in Brazil. East Tilbury in Essex, England, Batapur in Pakistan and Batanagar and Bataganj in India. There was also a factory in Belcamp, Maryland, USA, northeast of Baltimore on U.S. Route 40 in Harford County. The British \"Bata-ville\" in East Tilbury inspired the documentary film Bata-ville: We Are Not Afraid of the Future. ===World War II=== Just before the German occupation of Czechoslovakia, Baťa helped re-post his Jewish employees to branches of his firm all over the world. Germany occupied the remaining part of pre-war Czechoslovakia on 15 March 1939; Jan Antonín Baťa then spent a short time in jail but was then able to leave the country with his family. Jan Antonín Baťa stayed in America from 1939–1940, but when the USA entered the war, he felt it would be safer for his co-workers and their families back in occupied Czechoslovakia if he left the United States. He was put on British and US black lists for doing business with the Axis powers, and in 1941 he emigrated to Brazil. After the war ended, the Czechoslovak authorities tried Baťa as a traitor, saying he had failed to support the anti-Nazi resistance. In 1947 he was sentenced in absentia to 15 years in prison. The company's Czechoslovak assets were also seized by the state – several months before the communists came to power. He tried to save as much as possible of the business, submitting to the plans of Germany as well as financially supporting the Czechoslovak Government-in-Exile led by Edvard Beneš. In occupied Europe, a Bata shoe factory was connected to the concentration camp Auschwitz-Birkenau.Dwork, Deborah; van Pelt, Robert Jan, Holocaust: A History, W.W.Norton & Company, Inc., 2002. The first slave labour efforts in Auschwitz involved the Bata shoe factory.Engle Schafft, Gretchen, From Racism to Genocide: Anthropology in the Third Reich, University of Illinois Press, 2004. In 1942 a small camp was established to support the former Bata shoe factory (now under German administration and renamed \"Schlesische Schuh-Werke Ottmuth, A.G\") at Chełmek with Jewish slave labourers.Dwork, Deborah; van Pelt, Robert Jan, Auschwitz: 1270 to the Present, New York: W.W. Norton and Company Inc. The prisoners, mostly from France, Belgium, and the Netherlands, were tasked to clean the ponds from which the plant drew the water it needed.Auschwitz sub-camps- Chelmek Also slave workers from the ghetto of Radom were forced to work at the Bata factory for a soup a day.Jewish Workers of the Bata Shoe Company in Radom, Poland === Post-war === Bata International Centre was the global headquarters during its entire existence (1965-2004)|300x300px Tomáš's son Thomas J. Bata, manager of the buying department of the British Bata Company, was unable to return until after the war. He was sent to Canada by his uncle Jan, to become the Vice President of the Bata Import and Export Company of Canada, which was founded in a company town named Batawa, opened in 1939. Foreign subsidiaries were separated from the parent company, and ownership of plants in Bohemia and Moravia was transferred to another member of the family. After World War II, governments in Czechoslovakia, East Germany, Poland and Yugoslavia confiscated and nationalized Bata factories, stripping Bata of its Eastern European assets. In 1945, the decision was taken that Bata Development Limited in Great Britain would become the service headquarters of the Bata Shoe Organisation. Now based in the West, Thomas J. Bata, along with many Czechoslovakian expatriates, began to rebuild the business. From its new base, the company gradually rebuilt itself, expanding into new markets throughout Asia, the Middle East, Africa and Latin America. Rather than organizing these new operations in a highly centralized structure, Bata established a confederation of autonomous units that could be more responsive to new markets in developing countries. Between 1946 and 1960, 25 new factories were built and 1,700 company shops were opened. In 1962, the company had production and sales activities in 79 countries. In 1964, Bata moved their headquarters to Toronto, Ontario, Canada. In 1965 they were moved again, into an ultra-modern building, the Bata International Centre. The building, located on Wynford Drive, in suburban North York, Ontario, Canada, was designed by architect John B. Parkin. In 1979, the Bata family established the Bata Shoe Museum Foundation to operate an international centre for footwear research and house of a collection that was started by Sonja Bata, Thomas' wife, in the 1940s. As she travelled the world on business with her husband, she gradually built up a collection of traditional footwear from the areas she was visiting. Bata was one of the official sponsors of the 1986 FIFA World Cup held in Mexico. Bata also sponsored 2014 Electronic Sports World Cup. ===Czechoslovakia after 1989=== After the Velvet Revolution in November 1989, Thomas J. Baťa arrived as soon as December 1989. The Czechoslovak government offered him the opportunity to invest in the ailing government-owned Svit shoe company. Since companies nationalised before 1948 were not returned to their original owners, the state continued to own Svit and privatised it during voucher privatisation in Czechoslovakia. Svit's failure to compete in the free market led to decline, and in 2000 Svit went bankrupt. ===Present=== After the global economic changes of the 1990s, the company closed a number of its factories in developed countries and focused on expanding retail business. Bata moved out of Canada in several steps. In 2000, it closed its Batawa factory, then in 2001, it closed its Bata retail stores, retaining its \"Athletes World\" retail chain. In 2004, the Bata headquarters were moved to Lausanne, Switzerland and leadership was transferred to Thomas G. Bata, grandson of Tomáš. The notable Bata headquarters building in Toronto was vacated and eventually demolished to much controversy. In 2007, the Athletes World chain was sold, ending Bata retail operations in Canada. As of 2013, Bata maintains the headquarters for its \"Power\" brand of footwear in Toronto. The Bata Shoe Museum, founded by Sonja Bata, and operated by a charitable foundation, is also located in Toronto. Although no longer chairman of the company, the elder Bata remained active in its operations and carried business cards listing his title as “chief shoe salesman.” On 1 September 2008 Thomas John Bata (Tomáš Jan Baťa) died at Sunnybrook Health Sciences Centre in Toronto at the age of 93. Bata estimates that it serves more than 1 million customers per day, employing over 30,000 people,About Bata bata.com, March 5, 2013. operates more than 5,300 shops, manages 23 production facilities and a retail presence in over 70 countries across the five continents. Bata has a strong presence in countries including India where it has been present since 1931. Bata India has five factories and two tanneries. The Mokameh Ghat tannery in Bihar (1952) is the second largest in Asia. The business is organised in five regions: Africa (with regional office based in Nairobi), Asia Pacific (with regional office based in Singapore), Latin America (with regional office based in Santiago de Chile), South Asia (with regional office based in New Delhi) and Europe/Developed Markets (with regional office based in Zlín). In April 2019, the consumer forum in India fined Bata Rs 9000 (approx US$129) for asking a customer to pay Rs 3 extra for a paper bag. The customer approached the forum citing deficiency in services seeking a refund of Rs 3. The forum observed that it was the brand's responsibility to provide consumers with eco-friendly bags without charging them for it. ==Bata brands== Bata shop (built 1927-9) Wenceslas Square in Prague, Czech Republic - 2005 * Bata (Baťa in Czechia and Slovakia) * North Star (urban shoes) * Weinbrenner (premium outdoor shoes) * Bubblegummers (children's shoes) * Power (athletic shoes) * Bata Industrials (work & safety) ==Bata labels== * Ambassador (classic men's shoes) * Atletico (urban shoes) * Bata Bullets (sports shoes) * Bata Comfit (comfort shoes) * Bata Flexible (comfort shoes) * Insollia (comfort/women's shoes) * Marie Claire (women's shoes) * SunDrops (women's shoes) * Baby Bubbles(children's shoes) * Patapata (flip flops) * Toughees (school shoes) * Verlon (school shoes) * Teener (school shoes) * B-First (school shoes) * Footin (trendy shoes) * Urbano (men shoes) * Tomy Takkies (urban shoes) * Red Label collection ==In popular culture== Bata 1970s poster at Nicosia International Airport * The 1968 Czech film All My Compatriots by Vojtěch Jasný, in a scene set in 1948, refers to Bata putting small shoemakers out of business. * Nicosia International Airport which has remained closed by the Turkish invasion of 1974 still has a 1970s Bata advertisement logo displayed in the arrivals hall. * In Susan Elderkin's 2000 novel Sunset Over Chocolate Mountains one of the three narrative voices is Eva, a worker in a Bata factory in Partizánske, Slovakia. * Emil Zátopek worked in a Bata factory in Zlín. * Bata-ville: We are not afraid of the future is a 2005 documentary produced and directed by the artistic duo Karen Guthrie and Nina Pope that documents a party of former UK Bata workers on a coach trip to the headquarters of the company at Zlín. * The East Tilbury Bata factory features in the 2013 BBC 4 programme, Jonathan Meades: The Joy of Essex, presented by Jonathan Meades. * The Praha Shoe Company of the novel A Suitable Boy by Vikram Seth is modeled on Bata Shoes. ==See also== * Baťa’s Skyscraper, Zlín * Bata Shoe Museum, Toronto * Bata shoe factory (East Tilbury) ==References== == Further reading == * ==External links== * * Corporate website * Bata Memories history of Bata community in Essex, UK * \"Bata-ville – We are not afraid of the future\": somewhere.org.uk/bata-ville / bata-ville.com, Somewhere, 2007 United Kingdom \"Against the backdrop of economic regeneration, former employees of two now closed UK Bata factories are led on a unique journey through Bata's legacy and across a changing Europe.\" * Bata Industrials * Category:Clothing companies of Switzerland Category:Clothing companies established in 1894 Category:Swiss brands Category:Shoe companies of Switzerland Category:Zlín Category:Companies based in Lausanne Category:Multinational companies headquartered in Switzerland Category:Shoe brands Category:Companies listed on the Bombay Stock Exchange Category:Swiss companies established in 1894 ",
    "title": "Bata Corporation"
}