{
    "id": "265041",
    "text": "Anastasia (from Greek ()) is a feminine given name and the female equivalent of the male name Anastasius. The name is of Greek origin, coming from the Greek word (), meaning \"resurrection\". It is a popular name in Eastern Europe, particularly in Russia, where it was the most used name for decades until 2008, when its place was taken by Sophia. It is still heavily used. == Origin == The name Anastasia originated during the early days of Christianity and was given to many Greek girls born in December and around Easter. It was established as the female form (Greek: ) of the male name Anastasius (Greek: Anastasios ), and has the meaning of \"she/he of the resurrection\". It is the name of several early saints; including Anastasia of Sirmium, a central saint from the 2nd century who is commemorated during the first Mass on Christmas Dawn each year according to the traditional calendar of the Roman Catholic Church and on December 22 according to the Eastern Orthodox Church. Slavic diminutives include Nastya, Nastia or Nastja (Serbian, Slovenian) as well as various hypocoristics: Nastenka, Nastyusha, Nastyona. == Popularity == Anastasia is a very popular name for girls, especially in Europe, where most names have Christian associations. Anastasia was the most popular name for girls for many years in Russia until 2008, when it was surpassed by the name Sophia. It remains one of the top ten names for Russian girls, as well as for girls in Belarus, Moldova, Serbia, Georgia, and Montenegro. Grand Duchess Anastasia, the youngest daughter of the last Russian Tsar, Nicholas II, and the best-known person to bear this name * Anastasia (sister of Constantine I) (c.290–after 314), half sister of Emperor Constantine I * Anastasia (wife of Constantine IV) (c.650–after 711), Empress consort of Constantine IV of the Byzantine Empire * Princess Anastasia of Greece and Denmark (1878–1923) * Anastasia of Kiev (c.1023–1074/1096), Queen consort of Hungary * Anastasia, Princess of Löwenstein-Wertheim-Rosenberg (born 1944) ==Given name== * Anastasia Avramidou (born 2000), Greek chess master * Anastasia Bachynska (born 2003), Ukrainian artistic gymnast * Anastasia Bitsenko (1875–1938), Russian revolutionary * Anastasia Gloushkov (born 1985), Israeli Olympic synchronized swimmer * Anastasia Gorbenko (born 2003), Israeli Youth Olympic champion swimmer * Anastasia Lapsui (born 1944), Soviet-born Russian Nenets film director, screenwriter, radio journalist * Anastasia Markovych (died 1729), Ukrainian Hetmana * Anastasia Melnichenko (born 1984), Ukrainian activist * Anastasia Muñoz (born 1984), American voice actress affiliated with Funimation * Anastasia Ndereba, Kenyan marathon runner * Anastasia Prikhodko (born 1987), Ukrainian folk rock and traditional pop singer * Anastasia Radzinskaya (born 2014), Russian Youtuber * Anastasia Romanovna (1530–1560), Tsarevna of Russia and wife of Tsar Ivan the Terrible * Anastasia Soare (born 1957/1958), American billionaire businesswoman * Anastasia Sinitsyna (born 1983), Russian handball player * Anastasia Yankova (born 1991), Russian mixed martial artist ==Fictional characters with the given name== * Anastasia Steele, from 50 Shades of Grey * Princess Anastasia Nikolaevna Romanov Sudayev, from the 1997 animated film of the same name and based on the real life Grand Duchess Anastasia Nikolaevna of Russia * Anastasia Tremaine, from the 1950 animated film Cinderella == See also == * Sant'Anastasia *Anastasia (surname) *Anastacia (given name) *Anastasie *Anastasiia *Anastasija *Anastasiya *Anastassia *Annastasia *Antasia, a genus of moths in the family Geometridae *Anastazia Wambura (born 1965), Tanzanian politician *Albert Anastasia (1902–1957), New York City Cosa Nostra boss and leader of the gang known as Murder, Inc. == References == ==Sources== * * * * * * * Category:Russian feminine given names Category:Given names of Greek language origin Category:Greek feminine given names Category:Romanian feminine given names Category:Ukrainian feminine given names Category:Slavic feminine given names ",
    "title": "Anastasia"
}