{
    "id": "265130",
    "text": "Shashi Kapoor (born Balbir Raj Kapoor; 18 March 1938 – 4 December 2017) was an Indian actor and film producer who is best known for his work in Hindi films. Recipient of several accolades, including four National Film Awards and two Filmfare Awards, he also featured in a number of English-language international films, particularly films produced by Merchant Ivory. For his contributions to film, the Government of India honored him with the Padma Bhushan in 2011, and the Dadasaheb Phalke Award in 2014. Born into the Kapoor family, Kapoor was the third and youngest son of Prithviraj Kapoor. He began his career as a child actor in his brother Raj Kapoor's directorial Aag (1948), and had his first adult role in Yash Chopra's political drama Dharmputra (1961). Kapoor was married to English actress Jennifer Kendal from 1958 till her death in 1984, and had three children Kunal Kapoor, Karan Kapoor and Sanjana Kapoor. He died at the age of 79 due to liver cirrhosis . ==Early life== Shashi Kapoor was born as Balbir Raj Kapoor to Prithviraj Kapoor and his wife in Calcutta, British India, on 18 March 1938. He was the youngest brother of Raj Kapoor and Shammi Kapoor. Kapoor acted in plays, directed and produced by his father Prithviraj Kapoor, while traveling with Prithvi Theatres. He started acting in films as a child in the late 1940s under the name of Shashiraj as there was another actor by the same name who used to act in mythological films as a child artiste. His best-known performances as a child actor were in Aag (1948) and Awaara (1951), where he played the younger version of the characters played by his older brother Raj Kapoor, and in Sangram (1950), where he played the younger version of Ashok Kumar and Dana Paani (1953) where he acted with Bharat Bhushan. He worked in four Hindi films as a child artiste from 1948 to 1954. ==Career== ===Early career (1960s)=== Kapoor got an opportunity to work as an assistant director in the film Post Box 999, the debut film of Sunil Dutt, and worked as an assistant director to Ravindra Dave in Guest House (1959), which was followed by movies such as Dulha Dulhan and Shriman Satyawadi, where Raj Kapoor was the lead hero. Shashi Kapoor made his debut as a leading man in the 1961 film Dharmputra and went on to appear in 116 Hindi films, including 61 films as the solo lead hero and 55 multi star-cast films, 21 films as supporting actor and special appearances in 7 films. He was a very popular actor in Bollywood during the 60s, 70s and until the mid-80s. Kapoor's early films, Dharmputra, Prem Patra and Char Diwari, were in Hindi, which were not successful commercially. Since 1961, he started acting in English language films, which include The Householder and Shakespeare-Wallah. He was one of India's first actors to go international. Actress Nanda, who was an established star at her time, signed 8 Hindi films with Kapoor, as she believed that he could deliver good performances. Their first two films as a pair were the critically acclaimed romantic film Char Diwari (1961) and Mehndi Lagi Mere Haath (1962). In the 1960s, Kapoor acted in several romantic films opposite Nanda, including Mohabbat Isko Kahete Hain (1965), Jab Jab Phool Khile (1965), Neend Hamari Khwab Tumhare (1966), Raja Saab (1969) and Rootha Na Karo (1970). In an interview in the 1990s, Kapoor declared that Nanda was his favorite actress and that he regarded her as one of his mentors. In another interview, Nanda stated that Shashi Kapoor was her favorite actor. ===1970s and 1980s=== Shashi Kapoor formed on screen pairs with Raakhee, Sharmila Tagore and Zeenat Aman from the late sixties to the mid eighties. He also acted opposite actresses Hema Malini, Parveen Babi, and Moushumi Chatterjee in many films. After their first movie together Sharmelee became a blockbuster, Raakhee was frequently paired with him, and they acted in hit films such as Jaanwar Aur Insaan (1972), Kabhi Kabhie (1976), Baseraa (1981), and the critically acclaimed Trishna (1978). However, Doosara Aadmi (1977), Bandhan Kuchchey Dhaagon Ka (1983), Bandh Honth (1984), and Zameen Aasmaan (1985) were flops. He starred with Sharmila Tagore in hits such as Waqt (1965), Aamne Samne (1967), Suhana Safar (1970), Aa Gale Lag Jaa (1973), Vachan (1974), Paap Aur Punya (1974), Swati (1986), the critically acclaimed New Delhi Times (1985), which fetched Kapoor a National Film Award for Best Actor in 1986. Other films with Sharmila, such as My Love (1970), Anari (1975), Gehri Chot (1983), Maa Beti (1986) and Ghar Bazar (1998) were not successful. With Zeenat Aman, he worked in hit films such as Chori Mera Kaam (1975), Deewaangee (1976), Roti Kapda Aur Makan (1974), Heeralal Pannalal (1978), Pakhandi (1984), Bhavani Junction (1985), Satyam Shivam Sundaram (1978) and the pair witnessed flops such as Krodhi (1981), Vakil Babu (1982) and Bandhan Kuchchey Dhaagon Ka (1983). He did 10 films opposite Hema Malini. As a pair, Shashi and Hema Malini had 6 hits such as Abhinetri, Aap Beati, Trishul, Aandhi Toofan, Apna Khoon, Maan Gaye Ustaad, Do Aur Do Paanch and 3 flops - Jahan Pyar Mile, Naach Uthe Sansaar and Anjaam. Kapoor's other successful movies include Haseena Maan Jayegi (1968) and Ek Shriman Ek Shrimati (1969), both with Babita, Kanyadan (1968) and Pyar Ka Mausam (1969), both opposite Asha Parekh, Chor Machaye Shor opposite Mumtaz, Abhinetri (1970), Aap Beati (1976) and Maan Gaye Ustaad (1981), with Hema Malini, Bezubaan with Reena Roy, Chakkar Pe Chakkar (1976), Kali Ghata (1980), Kalyug (1981), Vijeta (1982) and Pyaar Ki Jeet (1987) all with Rekha and Bepanaah (1985) with Rati Agnihotri. Other films include multi-starrers such as Dil Ne Pukara (1967), Trishul (1978), Neeyat (1980), Aandhi Toofan (1985), Naina (1973), Phaansi (1978), Salaakhen (1975), Fakira (1976), and Junoon (1978). He also worked with Rajesh Khanna in Prem Kahani (1975). Shashi Kapoor as a child artist had worked with Ashok Kumar in blockbusters such as Sangram (1950) and Samadhi (1950) where Ashok Kumar was the solo lead hero, which were huge hits at box office. He played Ashok Kumar's younger brother in Benazir where Ashok Kumar was the main male lead hero. Ashok Kumar played the supporting actor in 7 films with Shashi as the lead hero from 1975-1985 of which Chori Mera Kaam, Aap Baeti, Shankar Dada, Apna Khoon and Maan Gaye Ustaad became hits, while Hira Aur Paththar and Do Musafir became flops. He did two double role films, both of which were box-office hits - Haseena Maan Jayegi and Shankar Dada. Shashi did a song number in Shankar Dada, a box-office hit, dressed up as a female. From the 1970s to early 1980s, Kapoor starred alongside Pran in 9 films which include Biradari, Chori Mera Kaam, Phaansi, Shankar Dada, Chakkar Pe Chakkar, Rahu Ketu and Maan Gaye Ustaad. Earlier, Shashi had worked as child artists with Pran in Sanskar. He made a popular pairing with Amitabh Bachchan and the two co-starred in a total of 12 films: Roti Kapda Aur Makaan (1974), Deewaar (1975), Kabhi Kabhie (1976), Trishul (1978), Kaala Patthar (1979), Suhaag (1979),Do Aur Do Paanch (1980), Shaan (1980), and Namak Halaal (1982) were hits, while Immaan Dharam (1977), Silsila (1981) and Akayla (1991) were flops. He is particularly famous for his role in Deewaar (1975), a film written by Salim–Javed about two brothers on opposing sides of the law, with Kapoor playing a cop. One of his lines in the film, \"Mere paas Maa hai\" (\"I have mother\"), is a famous phrase that has become part of Indian popular culture. Shashi Kapoor was regularly cast with Sanjeev Kumar also in films such as Mukti (1977), Trishul (1978), Muqaddar Ka Sikander (1978), Swayamvar (1980), Sawaal (1982) and Pakhandi (1984). After his wife's death in 1984, he started becoming overweight, but he was given his comeback role as character artiste by Rajesh Khanna in Alag Alag, a 1985 film. He was also known internationally for starring in British and American films, notably Merchant Ivory productions run by Ismail Merchant and James Ivory, such as The Householder (1963), Shakespeare Wallah (1965) (opposite his sister-in-law Felicity Kendal), Bombay Talkie (1970) and Heat and Dust (1982), in which he co-starred with his wife Jennifer Kendal, The Deceivers (1988) and Side Streets (1998). He also starred in other British and American films, such as Pretty Polly (A Matter Of Innocence) (1967) opposite Hayley Mills, Siddhartha (1972), Sammy and Rosie Get Laid (1987) and Muhafiz (1994). James Ivory directed Kapoor in the first Merchant Ivory production The Householder, then in Shakespeare-Wallah, Bombay Talkie and Heat and Dust, while Ismail Merchant directed him in In Custody (1993). He was the first Indian actor to work extensively in Hollywood films and British films. In 1978, he set up his production house, Film Valas, which produced critically acclaimed films such as Junoon (1978), Kalyug (1981), 36 Chowringhee Lane (1981), Vijeta (1982) and Utsav (1984). In 1991, he produced and directed a fantasy film titled Ajooba, which had his frequent co-star Amitabh Bachchan and nephew Rishi Kapoor in the lead. Shashi Kapoor was 2nd highest paid Hindi actor, sharing the spot with Dev Anand from 1970–75, and the 3rd third highest paid Hindi actor, sharing space with Vinod Khanna from 1976–82. The highest paid Indian actor was Rajesh Khanna from 1970–1987. Shashi was paid more than co-actors Vinod Khanna, Amitabh Bachchan, Jeetendra, Rishi Kapoor and Randhir Kapoor in multi-starrer films. However, Sanjeev Kumar, Pran and Dharmendra were paid at same rate as Shashi. Among all leading actors, only Rajesh Khanna was paid more than Shashi in the only two films they acted together – Prem Kahani and Alag Alag. Shashi regarded Rajesh Khanna and Sanjeev Kumar as the most versatile actors of Hindi Cinema from among his contemporaries and he regarded these two along with his seniors Pran and Ashok Kumar from 1930-2000 as the most versatile from Hindi Cinema. He respected M G Ramachandran and Sivaji Ganesan among the Tamil film actors for their body of work. He believed Amitabh did mostly angry young man or multi-star films from 1975 to 1999 and turned versatile only after 2000. He regarded Nanda, Pran, Dharmendra, Dev Anand, Ismail Merchant, Rajesh Khanna, Amitabh Bachchan and Sanjeev Kumar as his closest friends from the industry since the beginning of his career and maintained cordial relations with Yash Chopra, MGR, Kishore Kumar, Mohammed Rafi, Lata Mangeshkar and most of his co- stars. In the whole of the Kapoor clan, Shashi Kapoor has been the solo hero more times (61 films) and also as a lead protagonist in more Hindi films (116) than his nephews Rishi Kapoor, Randhir Kapoor and Rajiv and even more than his brothers Raj Kapoor, Shammi Kapoor and more than his grand-nephews and grand- nieces. ===Later career (1987–1998)=== He accepted very few roles as a character actor in films since 1987. He acted with Pierce Brosnan in The Deceivers (1988). Shashi Kapoor requested Amitabh Bachchan to star in his ambitious directorial debut film Ajooba. Amitabh Bachchan agreed to do the film due to his friendship with Shashi Kapoor, even though at the time Amitabh was not signing any new films. The film did not do too well at the box office in India, but was classed as a hit abroad. The film had a lavish budget with a mega star Line up. The film over the years has been appreciated for its story telling, and acting from Amitabh Bachchan, Rishi Kapoor, Shammi Kapoor and Amrish Puri. He also won a National (special jury) Award for his performance in the 1993 film In Custody and played the Rajah in the TV adaptation of Gulliver's Travels (1996). In 1998, he retired from acting after his final film appearances in Jinnah and Side Streets. He was seen in the limelight at the Shashi Kapoor Film Festival held in Muscat, Oman (September 2007). At the 55th Annual Filmfare Awards in 2010, Shashi Kapoor received the Filmfare Lifetime Achievement Award. Rajesh Khanna's prayer meet ==Personal life== Sanjana in 2010 Kapoor attended Don Bosco High School in Matunga, Mumbai. He met English actress Jennifer Kendal in Calcutta in 1956 while both were working for their respective theatre groups. Shashi was both assistant stage manager as well as an actor for his father's theatre group, Prithvi Theatre. Geoffrey Kendal's Shakespearean group was also present at the same time in Calcutta and Jennifer was Geoffrey's daughter. After their subsequent meeting, the couple fell in love and after facing initial opposition from the Kendals and support from sister-in-law Geeta Bali, they got married in July 1958. They acted in a number of films together, most notably in Merchant Ivory productions. They had three children: Kunal Kapoor, Karan Kapoor and Sanjana Kapoor. Jennifer and Shashi established Prithvi Theatre on 5 November 1978 in Mumbai. Jennifer died of cancer in 1984 which shattered him. After losing her to cancer, Shashi Kapoor fell into a deep depression that he never recovered from. The English actress Felicity Kendal is his sister-in-law. Kapoor's children, for a short while, became Hindi film actors but their European looks and accented Hindi prevented them from having successful careers. His eldest son Kunal is married to director Ramesh Sippy's daughter. Kunal moved on to ad film direction and established his production house Adfilm-Valas. Shashi's daughter Sanjana, is a theatre personality and married to wildlife conservationist Valmik Thapar. They have a son named Hamir. Shashi's younger son Karan became successful in modeling and later settled down in London. Kapoor was admitted to the Kokilaben Hospital, Versova, Mumbai, for what was speculated to be chest infection, and died on 4 December 2017. According to The Guardian, he was in hospital for treatment from long-standing liver and heart complications, and was always helping other patients. Officially, his cause of death was attributed to liver cirrhosis. His body was cremated. Kapoor and actress Sridevi, who died in 2018, were the only two Indians honored posthumously in memoriam at 90th Academy Awards. == Filmography and awards == The President, Smt. Pratibha Devisingh Patil presenting the Padma Bhushan Award to Shashi Kapoor In 2011, the Government of India honored him with the Padma Bhushan for his contributions to Indian cinema. ==Works== * Shashi Kapoor presents the Prithviwallahs, by Shashi Kapoor, Deepa Gahlot, Prithvi Theatre (Mumbai, India). Roli Books, 2004. . ==Further reading== * The Kapoors: The First Family of Indian Cinema, by Madhu Jain. Penguin, Viking, 2005. . ==References== ==External links== * * Non Resident Indian magazine profile of Shashi Kapoor Category:1938 births Category:2017 deaths Category:Indian male film actors Category:Film producers from Mumbai Category:Hindi-language film directors Category:Indian male child actors Category:Male actors in Hindi cinema Category:Punjabi people Category:Male actors from Mumbai Category:People from Kolkata Category:Recipients of the Padma Bhushan in arts Category:Don Bosco schools alumni Category:Best Actor National Film Award winners Category:Dadasaheb Phalke Award recipients Shashi Category:Film directors from Mumbai Category:Deaths from cirrhosis Category:20th-century Indian male actors Category:20th-century Indian film directors Category:Special Jury Award (feature film) National Film Award winners Category:State funerals in India ",
    "title": "Shashi Kapoor"
}