{
    "id": "265248",
    "text": "Stanley Earl Kramer (September 29, 1913February 19, 2001) was an American film director and producer, responsible for making many of Hollywood's most famous \"message films\".Film-maker Stanley Kramer dies, a February 2001 BBC obituary As an independent producer and director, he brought attention to topical social issues that most studios avoided. Among the subjects covered in his films were racism (in The Defiant Ones and Guess Who's Coming to Dinner), nuclear war (in On the Beach), greed (in It's a Mad, Mad, Mad, Mad World), creationism vs. evolution (in Inherit the Wind) and the causes and effects of fascism (in Judgment at Nuremberg). His other notable films included High Noon (1952, as producer), The Caine Mutiny (1954, as producer), and Ship of Fools (1965). Director Steven Spielberg described him as an \"incredibly talented visionary\", with Tom Brokaw, Steven Spielberg, Quincy Jones, Harrison Ford and Al Gore and \"one of our great filmmakers, not just for the art and passion he put on screen, but for the impact he has made on the conscience of the world.\" Kramer was recognized for his fierce independence as a producer-director, with author Victor Navasky writing that \"among the independents . . . none seemed more vocal, more liberal, more pugnacious than young Stanley Kramer.\" His friend, Kevin Spacey, during his acceptance speech at the 2015 Golden Globes, honored Kramer's work, calling him \"one of the great filmmakers of all time.\"\"Golden Globes' Most Touching Moment Wasn't Captured On TV\", Deadline.com, Jan. 12, 2015\"Kevin Spacey drops F-bomb during Golden Globes speech\", NY Daily News, Jan. 12, 2015 Despite uneven critical reception, both then and now, Kramer's body of work has received many awards, including 16 Academy Awards and 80 nominations, and he was nominated nine times as either producer or director.Byman, Jeremy. Showdown at High Noon: Witch-hunts, Critics, and the End of the Western, Scarecrow Press (2004) pp. 9, 29-45; 73-76; Ch. 5 In 1961, he received the Irving G. Thalberg Memorial Award. In 1963, he was a member of the jury at the 3rd Moscow International Film Festival. In 1998, he was awarded the first NAACP Vanguard Award in recognition of \"the strong social themes that ran through his body of work\". In 2002, the Stanley Kramer Award was created, to be awarded to recipients whose work \"dramatically illustrates provocative social issues\". ==Early years== Stanley Kramer was born in Manhattan, New York, in a neighborhood known as Hell's Kitchen due to its reputation as a tough, gang-ridden area. His parents were Jewish, and having separated when he was very young, he remembered little about his father. His mother worked at a New York office of Paramount Pictures, during which time his grandparents took care of him at home.Spoto, Donald. Stanley Kramer: Film Maker, Putnam (1978) His uncle, Earl Kramer, worked in distribution at Universal Pictures. Kramer attended DeWitt Clinton High School in the Bronx, where he graduated at age fifteen. He then enrolled in New York University where he became a member of the Pi Lambda Phi fraternityMembership Directory, 2010, Pi Lambda Phi Inc. and wrote a weekly column for the Medley newspaper. He graduated in 1933 at the age of nineteen with a degree in business administration. After developing a \"zest for writing\" with a newspaper, notes biographer Donald Spoto, he was offered a paid internship in the writing department of 20th Century Fox and moved to Hollywood. Until receiving that writing job, he had planned to enroll in law school.Lyman, Rick. \"Stanley Kramer, Filmmaker With Social Bent, Dies at 87\", New York Times February 21, 2001 ==Film career== ===Move to Hollywood=== Over the following years, during the period of the Great Depression, Kramer took odd jobs in the film industry: He worked as a set furniture mover and film cutter at MGM, as writer and researcher for Columbia Pictures and Republic Pictures, and associate producer with Loew-Lewin productions. Those years as an apprentice writer and editor helped him acquire an \"exceptional aptitude\" in editing and develop the ability to understand the overall structure of the films he worked on. They enabled him to later compose and edit \"in camera,\" as he shot scenes.Wakeman, John. Ed. World Film Directors: Volume II, 1945-1985, H. W. Wilson Company, N.Y. (1988) pp. 538-544 He was drafted into the Army in 1943, during World War II, where he helped make training films with the Signal Corps in New York, along with other Hollywood filmmakers including Frank Capra and Anatole Litvak. He left the army with the rank of first lieutenant.Dutka, Elaine. \"Stanley Kramer; Acclaimed Movies Focused on Social Issues\", Los Angeles Times, Feb. 20, 2001 After the war, Kramer soon discovered that there were no available jobs in Hollywood in 1947, so he created an independent production company, Screen Plays Inc. He partnered writer Herbie Baker, publicist George Glass and producer Carl Foreman, an army friend from the film unit. Foreman justified the production company by noting that the big studios had become \"dinosaurs,\" which, being shocked by the onrush of television, \"jettisoned virtually everything to survive.\" But they failed to develop cadres of younger creative talent in their wake. ===Producer=== Kramer's new company was able to take advantage of unused production facilities by renting time, allowing him to create independent films for a fraction of the cost the larger studios had required, and he did so without studio control. Kramer also saw this as an opportunity to produce films dealing with subjects the studios previously avoided, especially those about controversial topics. However, Kramer soon learned that financing such independent films was a major obstacle, as he was forced to approach banks or else take on private investors. He did both when necessary. But with studios no longer involved, rival independent companies were created which all competed for those limited funds. According to Byman, \"there were no fewer than ninety-six\" other companies in competition during that period, and included some of Hollywood's biggest names: Frank Capra, John Ford, William Wyler, Howard Hawks, Leo McCarey, and George Stevens. Kramer explains how he tried to differentiate his new company from the others, noting that he was less interested in the money than having the ability to make a statement through his films: The first movie produced under his production company was the comedy, So This Is New York (1948), directed by Richard Fleischer, and based on Ring Lardner's The Big Town. It failed at the box office. It was followed with Champion (1949), another Lardner story, this one about an ambitious and unscrupulous boxer. Scripted by Foreman, it was tailored to fit the talents of Kirk Douglas, an ex-wrestler who had recently become an actor. Filmed in only twenty-three days with a relatively small budget, it became an immense box-office success. It won an Academy Award for Best Editing, with four other nominations, including Douglas for best actor and Foreman as screenwriter. Kramer next produced Home of the Brave (also 1949), again directed by Mark Robson, which became an even bigger success than Champion. The story was adapted from a play by Arthur Laurents, originally about anti-Semitism in the army, but revised and made into a film about the persecution of a black soldier. Byman notes that it was the \"first sound film about antiblack racism.\" The subject matter was so sensitive at the time, that Kramer shot the film in \"total secrecy\" to avoid protests by various organizations. Critics generally liked the film, which, notes Nora Sayre, \"had a flavoring of courage.\" His renamed Stanley Kramer Company produced The Men (1950), which featured Marlon Brando's screen debut, in a drama about paraplegic war veterans. It was the first time Kramer and Foreman worked with director Fred Zinnemann, who had already been directing for twenty years and had won an Oscar. The film was another success for Kramer, who took on a unique subject dealing with a world few knew about. Critic Bosley Crowther noted that its \"striking and authentic documentary quality has been imported to the whole film in every detail, attitude and word.\" Zinnemann said he was impressed with Kramer's company and the efficiency of their productions: Also released in 1950 was Kramer's production of Cyrano de Bergerac, the first English language film version of Edmond Rostand's 1897 French play. It made a star of José Ferrer, who won his only Oscar for Best Actor. ====Films with Columbia Pictures==== In 1951, Columbia Pictures president Harry Cohn offered Kramer's company an opportunity to form a production unit working with his studio.Katz, Ephraim. The Macmillan International Film Encyclopedia, Macmillan (1998) p.767 Kramer was given free rein over what films he chose to make, along with a budget of nearly a million dollars each. Kramer agreed to a five-year contract during which time he would produce twenty films.Kramer, Stanley. A Mad, Mad, Mad, Mad World: a Life in Hollywood, Harcourt Brace (1997) However, Kramer would later state that the agreement was \"one of the most dangerous and foolhardy moves of my entire career.\" He agreed to the commitment because of his \"deep-seated desire to direct,\" he states, along with the security of ready studio financing. He finished his last independent production, High Noon (1952), a Western drama directed by Fred Zinnemann. The movie was well received, winning four Oscars, as well as three other nominations. Unfortunately, High Noon's production and release intersected with the Red Scare. Writer, producer and partner Carl Foreman was called before the House Un-American Activities Committee while he was writing the film. Foreman had been a member of the Communist Party ten years earlier, but declined to \"name names\" and was branded an \"un-cooperative witness\" by HUAC, and then blacklisted by the Hollywood companies, after which he sold his interest in the company. Kramer continued producing movies at Columbia, including Death of a Salesman (1951), The Sniper (1952), The Member of the Wedding (1952), The Juggler (1953), The Wild One (1953) and The 5,000 Fingers of Dr. T (1953). With a larger budget, his films took on a \"glossier\" more polished look, yet his next ten films all lost money, although some were nonetheless highly praised. In 1953 Cohn and Kramer agreed to terminate the five-year, 20-film contract Kramer had signed. However, his last Columbia film, The Caine Mutiny (1954), regained all of the losses Columbia had incurred as a result of his earlier projects. The Caine Mutiny, was an adaptation of the book written by Herman Wouk and was directed by Edward Dmytryk. Kramer noted that during the 1940s and 1950s, \"cinema was the producer's medium:\" ===Director=== 1960 Berlin Film Festival for Inherit the Wind After The Caine Mutiny, Kramer left Columbia and resumed his independent productions, this time in the role of the director. Over the next two decades, Kramer reestablished his reputation within the film industry by directing a continual series of often successful films dealing with social and controversial issues, such as racism, nuclear war, greed and the causes and effects of fascism. Critic Charles Champlin would later describe Kramer as \"a guy who fought some hard battles. He took on social issues when it was not popular to do so in Hollywood.\" Among some of those controversial films were Not as a Stranger (1955), The Pride and the Passion (1957), The Defiant Ones (1958), On the Beach (1959), Inherit the Wind (1960), Judgment at Nuremberg (1961), and Guess Who's Coming to Dinner (1967). Besides dramas, he also directed It's a Mad, Mad, Mad, Mad World (1963) with an all-star cast of famous comedians. His films often generated interest and other times failed, such as Bless the Beasts and Children (1971), Oklahoma Crude (1973), The Domino Principle (1977), and The Runner Stumbles (1979). His first film as director was Not as a Stranger (1955), the story of medical students and their career, some of whom lose their idealism and succumb to blind ambition, adultery, and immoral behavior. The film was a \"smash hit,\" although reviews were mixed. Pauline Kael claimed it \"lacked rhythm and development.\" ====The Pride and the Passion (1957)==== The Pride and the Passion (1957) is an adaptation from The Gun, a novel by C. S. Forester. It portrays in detail how a dedicated group of Spanish guerrillas dragged a gigantic cannon across half the country in an effort to defeat Napoleon's advancing army. It stars Frank Sinatra, Cary Grant and Sophia Loren. ====The Defiant Ones (1958)==== The following year, Kramer directed The Defiant Ones (1958), the story of two escaped convicts in the Deep South, one black, played by Sidney Poitier, and one white, Tony Curtis. To add to the intensity of the drama, both men are shackled together with chains, forcing them, despite their wishes, into a sense of brotherhood, suffering and fear. New York Times film critic Bosley Crowther lauded the production and the acting in the film, calling it \"a remarkably apt and dramatic visualization of a social idea—the idea of men of different races brought together to face misfortune in a bond of brotherhood — is achieved by producer Stanley Kramer in his new film.\"Crowther, Bosley. The New York Times, film review, September 25, 1958 It was nominated for eight Academy Awards, winning two. Five years after the film was released, producer George Stevens Jr. helped organize a showing of this, along with other Kramer films, at the Moscow Film Festival, which Kramer and co-star Sidney Poitier attended. Stevens writes that the showings of his films, especially The Defiant Ones, were a \"great success in Moscow.\" He remembers that \"filmmakers applauded his films, often chanting Kraaaamer, Kraaaaamer, Kraaaaamer,\" at their conclusion. Kramer spoke to the audience after each film, \"making a fine impression for his country.\"Stevens, George Jr. Conversations with the Great Moviemakers of Hollywood's Golden Age, Alfred A. Knopf (2006) pp. 558-584 Stevens credits The Defiant Ones for having the most impact, however: ====On the Beach (1959)==== With his next film, On the Beach (1959), Kramer tried to tackle the sensitive subject of nuclear war. The film takes place after World War III has annihilated most of the Northern hemisphere, with radioactive dust on a trajectory towards Australia. Kramer gave the film an \"effective and eerie\" documentary look at depopulated cities. It starred Gregory Peck, Ava Gardner, Fred Astaire and Anthony Perkins. Reviews were mostly positive, not just from critics but from scientists. Linus Pauling, winner of two Nobel Prizes (Chemistry and Peace), commented: Critics Arthur Knight and Hollis Alpert likewise praised the film and admired Kramer for showing \"courage in attempting such a theme.\" ====Inherit the Wind (1960)==== Inherit the Wind (1960) became Kramer's next challenging film, this one taking on the highly charged subjects of creationism and evolution, and how they are taught in school. The film, an adaptation of the play of the same name, written by Jerome Lawrence and Robert Edwin Lee, was a fictionalized account of the 1925 Scopes Trial, which concerned a violation of Tennessee's Butler Act. This law had made it unlawful to teach human evolution in any state-funded school in Tennessee. It starred Spencer Tracy, portraying the real Clarence Darrow, defending the teacher, and Fredric March as his rival attorney, William Jennings Bryan, who insisted that creationism was the only valid subject that should be taught to children. It was nominated for four Academy Awards.\"Awards for Inherit the Wind\" IMDB For Tracy, who was nominated as Best Actor, the film would become the first of four films he did for Kramer. \"Everybody tells me how good I am,\" he said, \"but only Stanley gives me work.\" The film received \"extravagant reviews,\" yet failed at the box office due to its poor distribution and advertising. In addition, fundamentalist groups labeled the film \"anti-God\" and called Kramer \"anti-Christ.\" Kramer, however, explains that these groups failed to understand the real theme of the film and the actual court trial it portrayed: Kramer also notes that the film was the third part of a \"trilogy of what have been called by some 'controversial pictures,'\" of which the first two were The Defiant Ones and On the Beach. \"I have attempted, and I hope succeeded in, making pictures that command attention,\" said Kramer. ====Judgment at Nuremberg (1961)==== Kramer directing Like his previous film, Judgment at Nuremberg (1961) was also a fictionalized account of a real trial, this one about the Nuremberg Trials held after the defeat of the Nazis in World War II. It also starred Spencer Tracy as the leading judge, along with numerous other stars. Richard Widmark played the American military prosecutor and Maximilian Schell the defense attorney. The film was nominated for eleven Academy Awards and won two, for Schell as Best Actor and Abby Mann for Best Screenplay.\"Awards for Judgment at Nuremberg IMDB Reviews were extremely positive. Critic Hollis Alpert wrote in his review: Similarly, Arthur Knight credited Kramer for the film's significance: \"From first to last, the director is in command of his material. . . . he has not only added hugely to his stature as a producer-director, but to the stature of the American film as well.\" However, despite mostly rave reviews in the U.S. and many countries in Europe, biographer Spoto notes that during its various premiers overseas, \"it shocked many, angered some, disgusted others. But it bored no one. . . \" Kramer described its world premier, in Berlin, as \"the most frightening evening in my life.\" It was attended by hundreds of dignitaries from throughout Germany. William Shatner, who had a supporting role, recalls that prior to filming, Kramer and screenwriter Abby Mann required that everyone involved in the production, actors and crew alike, watch some films taken by American soldiers at the liberation of the concentration camps. \"They wanted us to understand what this film was about\": ====It's a Mad, Mad, Mad, Mad World (1963)==== After the seriousness of his previous films, Kramer \"felt compelled to answer\" for the \"lack of lightness\" in his earlier films, writes Spoto. As a result, he directed It's a Mad, Mad, Mad, Mad World (1963), a film with a \"gifted, wacky crew of comedians.\" Kramer describes it as a \"comedy about greed.\" According to one writer, he directed it \"to prove he could also handle comedy\" and hired many of the leading comedic actors of the previous decades, from silent star Buster Keaton to emerging talent Jonathan Winters. Winters would later write that \"Kramer was a man who took chances—as they say, he worked without a net.\" It played to mixed reviews with some criticizing its excessive comedy with too many comedians thereby losing its focus. Nonetheless, it was Kramer's biggest box office hit, and the public enjoyed its \"socially disruptive and goofy\" story and acting. Film critic Dwight Macdonald writes that its \"small army of actors—105 speaking roles—inflict mayhem on each other with cars, planes, explosives and other devices . . . is simply too much for the human eye and ear to respond to, let alone the funny bone,\" calling it \"hard-core slapstick.\" It was nominated for six Academy Awards, winning for Best Sound Editing.\"Awards for It's a Mad, Mad, Mad, Mad World IMDB ====Ship of Fools (1965)==== Ship of Fools (1965) has been described as a \"floating Grand Hotel,\" an earlier film which also had an all-star cast. Its multi-strand narrative deals with the failing personal relationships among the passengers on board a passenger liner returning to Germany in 1933, during the rise of Nazism. Spoto describes its theme as one of \"conscious social and psychological significance.\" It won two Academy Awards and was nominated for six others.Awards for Ship of Fools, IMDB Some writers describe the film as a \"microcosm\" displaying a \"weakness of the world that permitted the rise of Hitler.\" Kramer does not disagree, and wrote, \"Even though we never mention him [Hitler] in the picture, his ascendancy is an ever-present factor. Most of the passengers on the ship are Germans, returning to their fatherland at a time when millions of other Germans are looking for ways to escape.\" In a scene noted by Spoto, a Nazi passenger is \"barking inanities\" about how Germans should purify their race, to which a German-Jewish passenger responds, \"There are nearly a million Jews in Germany. What are they going to do — kill us all?\" ====Guess Who's Coming to Dinner (1967)==== For his fourth film about the sensitive subject of anti-racism, he both directed and produced Guess Who's Coming to Dinner (1967), a groundbreaking story about interracial marriage. It starred Spencer Tracy, Sidney Poitier, and Katharine Hepburn, winning two Academy Awards with eight nominations. It has been listed in the top 100 films over the last 100 years by the American Film Institute. However, despite its popularity with the public and its box-office success, many critics gave it negative reviews. For Kramer and others involved in the production, it \"was one of the most important events of their lives,\" writes Spoto. Partly because it was the first film that touched the subject since the 1920s silent era. \"No one would touch this most explosive of social issues\" until Kramer took on the challenge. Co-star Sidney Poitier called the film \"revolutionary,\" and stated why: The film was also important as it was the last film role for Spencer Tracy, who was aware while making the film that he was dying and did in fact die a few weeks after its completion. It was his fourth film directed by Kramer and his ninth with Hepburn, who was so shaken by Tracy's death, that she refused to watch the film after it was completed. Kramer called Tracy \"the greatest actor I ever worked with.\" As a result of this film's commercial success, Kramer helped spur on Hollywood to reform its film marketing practices when it was observed that the film was doing excellent business everywhere in the US, including the southern states where it was assumed that films with African American lead actors would never be accepted. As a result, the prominent presence of Black actors in films would never again be considered a factor in Hollywood film marketing and distribution. However, Kramer, bothered by the film's negative reviews and wanting respect as an important film artist like François Truffaut and Jean-Luc Godard, undertook a nine-college speaking tour to screen the film and discuss racial integration. The effort proved a dispiriting embarrassment for him with college students largely dismissing his film and preferring to discuss less conventional fare like Bonnie and Clyde directed by Arthur Penn. The film was Kramer's last major success, and his subsequent films were not profitable, although many had mixed reviews. Among those films were The Secret of Santa Vittoria (1968), R. P. M. (1970), Bless the Beasts and Children (1971), Oklahoma Crude (1973), The Domino Principle (1977), and The Runner Stumbles (1979). Oklahoma Crude was entered into the 8th Moscow International Film Festival where Kramer won the Golden Prize for Direction. At the time of his retirement, he was attempting to bring a script entitled \"Three Solitary Drinkers\" to the screen, a film about a trio of alcoholics that he hoped would be played by Sidney Poitier, Jack Lemmon, and Walter Matthau.Cedar Rapids Gazette, September 19, 1979 ==Retirement and death== In the 1980s, Kramer retired to Bellevue, Washington and wrote a column on movies for the Seattle Times from 1980 to 1996. During this time, he hosted his own weekly movie show on then-independent television station KCPQ. In 1997, Kramer published his autobiography A Mad Mad Mad Mad World: A Life in Hollywood. He died on February 19, 2001 in Los Angeles, aged 87, after contracting pneumonia. He was married three times and divorced twice. He was survived by his third wife, Karen, and four children: Casey and Larry (with Anne Pearce), and Katharine and Jennifer (with Karen Sharpe). ==Legacy== Kramer has been called \"a genuine original\" as a filmmaker. He made movies that he believed in, and \"straddled the fence between art and commerce for more than 30 years.\"501 Movie Directors, Barrons Educational Series (2007) p. 210 Most of his films were noted for engaging the audience with political and social issues of the time. When asked why he gravitated to those kinds of themes, he stated, \"emotionally I am drawn to these subjects,\" and thought that independent productions like his might help \"return vitality to the motion picture industry. . . . If our industry is to flourish, we must break away from formula thinking.\" Film author Bill Nichols states that \"Kramer's films continue a long-standing Hollywood tradition of marrying topical issues to dramatic form, a tradition in which we find many of Hollywood's more openly progressive films.\"Hillstrom, Laurie Collier (ed.) International Dictionary of Films and Filmmakers, vol 2, St. James Press (1997) pp. 548-550 Among his themes, Kramer was one of the few filmmakers to delve into subjects relating to civil rights, and according to his wife, Karen Kramer, \"put his reputation and finances on the line to present subject matter that meant something.\" He gave up his salary to make sure that Guess Who's Coming to Dinner would be completed.Jet, Aug. 18, 2008 He has not though been universally admired. Film critic David Thomson has written that Kramer's \"films are middlebrow and overemphatic; at worst, they are among the most tedious and dispiriting productions the American cinema has to offer. Commercialism, of the most crass and confusing kind ... devitalised all [of] his projects.\"David Thomson The New Biographical Dictionary of Film, New York: Knopf; London: Little, Brown, 2002, p.477 Critics have often labeled Kramer's films as \"message movies.\" Some, like Pauline Kael, were often critical of his subject matter for being \"melodramas,\" and \"irritatingly self-righteous,\" although she credits his films for their \"redeeming social importance . . . [with] situations and settings nevertheless excitingly modern, relevant.\" Kramer, however, saw himself as \"a storyteller with a point of view\": In the 1960s Kramer blamed the growing \"youth culture\" with having changed the \"artistic landscape\" as he remembered it from his own youth. \"No longer,\" he said, \"were writers or filmmakers interested in creating the Great American Novel or the great American film, or indeed with exploring what it meant to be American.\" In extreme cases, Kramer was accused of being \"anti-American\" due to the themes of his films, many concerning social problems or pathologies. But Kramer notes that it was his ability to produce those films in a democracy which distinguishes them: Kramer produced and directed 23 different actors in Oscar- nominated performances, with José Ferrer, Gary Cooper, Maximilian Schell and Katharine Hepburn winning for their performances. Kramer's was among the first stars to be completed on the Hollywood Walk of Fame on March 28, 1960,History of WOF hollywoodchamber.net; Hollywood Chamber of Commerce. Retrieved 2010-05-31.\"Kramer First Name Put in Walk of Fame\"(abstract). Los Angeles Times, March 29, 1960, p. 15. Full article: LA Times Archives Retrieved 2010-06-12. out of the original 1,550 stars created and installed as a unit in 1960. One of his daughters, Kat Kramer, is co-producer of socially-relevant documentaries, part of her series, Films That Change The World.Kat Kramer IMDB ===The Stanley Kramer Award=== The Producers Guild of America established the Stanley Kramer Award in 2002 to honor a production or individuals whose contribution illuminates and raises public awareness of important social issues. Recent winners include Loving, The Hunting Ground, and The Normal Heart. ==Filmography== ===As producer and director=== *Not as a Stranger (1955) *The Pride and the Passion (1957) *The Defiant Ones (1958) *On the Beach (1959) *Inherit the Wind (1960) *Judgment at Nuremberg (1961) *It's a Mad, Mad, Mad, Mad World (1963) *Ship of Fools (1965) *Guess Who's Coming to Dinner (1967) *The Secret of Santa Vittoria (1968) *R.P.M. (1970) *Bless the Beasts and Children (1971) *Oklahoma Crude (1973) *Judgment: The Trial of Julius and Ethel Rosenberg (1974) *The Domino Principle (1977) *The Runner Stumbles (1979) ===As producer only=== *The Moon and Sixpence (1942) Associate producer *So This Is New York (1948) *Champion (1949) *Home of the Brave (1949) *The Men (1950) *Cyrano de Bergerac (1950) *Death of a Salesman (1951) *High Noon (1952) *The Sniper (1952) *The Happy Time (1952) *The Member of the Wedding (1952) *Eight Iron Men (1952) *The Wild One (1953) *The Juggler (1953) *The 5,000 Fingers of Dr. T (1953) *The Caine Mutiny (1954) *Pressure Point (1962) *A Child Is Waiting (1963) ==Academy Award Nominations== {| class=\"wikitable\" border=\"1\" |- ! Year || Award !! Film !! Resulting Win |- |1952 || Best Motion Picture || High Noon || Cecil B. DeMille – The Greatest Show on Earth |- |1954 || Best Motion Picture || The Caine Mutiny || Sam Spiegel – On the Waterfront |- |rowspan=2|1958 || Best Motion Picture || rowspan=2|The Defiant Ones || Arthur Freed – Gigi |- |Best Director || Vincente Minnelli – Gigi |- |rowspan=3|1961 || Best Picture || rowspan=2|Judgment at Nuremberg || Robert Wise – West Side Story |- |Best Director || Jerome Robbins and Robert Wise – West Side Story |- |colspan=2| Irving G. Thalberg Memorial Award || |- |1965 || Best Picture || Ship of Fools || Robert Wise – The Sound of Music |- |rowspan=2|1967 || Best Picture || rowspan=2|Guess Who's Coming to Dinner || Walter Mirisch – In the Heat of the Night |- |Best Director || Mike Nichols – The Graduate |- |} ==References== ==External links== * with Tom Brokaw, Steven Spielberg, Quincy Jones, Harrison Ford and Al Gore * , video, 3.5 min. * * Category:1913 births Category:2001 deaths Category:Film producers from New York (state) Category:American Jews Category:Best Director Golden Globe winners Category:English-language film directors Category:German-language film directors Category:New York University Stern School of Business alumni Category:People from Brooklyn Category:People from Bellevue, Washington Category:Golden Globe Award-winning producers Category:Film directors from New York City Category:People from Hell's Kitchen, Manhattan Category:Deaths from pneumonia Category:American autobiographers Category:DeWitt Clinton High School alumni Category:Film directors from Washington (state) Category:Film producers from Washington (state) ",
    "title": "Stanley Kramer"
}