{
    "id": "265238",
    "text": "Wye is an historic village in Kent, England, centred from Canterbury, and is also the main village in the civil parish of Wye with Hinxhill. The population of the ward was 2,282 in 2011. It was home to London University's agricultural college until 2009, which was internationally famous for developing new varieties of hops such as Wye Challenger. In March 2013 the village was voted 3rd best place to live in the UK by The Sunday Times. ==History== The village's name comes from the Old English \"Wēoh\" meaning \"idol\" or \"shrine\". The place may have used for worship by the pre-Christian Angles. Wye became an important ancient communications centre because of the ford across the River Great Stour connecting the parts of the ancient trackway across the North Downs at this point. The Romans constructed their road between Canterbury and Hastings using the gap through the North Downs; remains of a Roman camp and villa have been found. By medieval times the town was a market and meeting place of the hundred court.Open Domesday Online: Wye, Kent, accessed January 2019. In the later 18th century the new turnpike had bypassed the village on the opposite bank of the river; the main A28 road does the same today. Wye railway station was built when the line from Ashford to Margate was opened on 1 December 1846 by the South Eastern Railway.History of Wye During the First World War, an aerodrome was established at Wye by the Royal Flying Corps, the station becoming RAF Wye in 1918 and closing the following year. The Great Stour at Wye == Governance == The village has a parish council but most services are provided by Ashford Borough Council. == Geography == The village stands in the Kent Downs Area of Outstanding Natural Beauty, on the Great Stour at the point where it cuts through the North Downs on its way from Ashford to Canterbury. The village is overlooked by Wye Downs, a stretch of chalk downland and woodland that is a national nature reserve and part of the Wye and Crundale Downs SSSI. They comprise several coombes formed by periglacial action during the last ice age, of which the most spectacular is known as the Devil's Kneading Trough. == Demography == {| class=\"wikitable\" id=\"toc\" style=\"float: right; margin-left: 2em; width: 40%; font-size: 90%;\" cellspacing=\"3\" !colspan=\"4\"|Wye compared |- |2001 UK Census||Wye||Ashford district||England |- |Population||2,405||102,661||49,138,831 |- |Foreign born||14.6%||5.5%||9.2% |- |White||94.9%||97.6%||90.9% |- |Asian||1.8%||0.9%||4.6% |- |Black||1.2%||0.4%||2.3% |- |Christian||75.2%||76.5%||71.7% |- |Muslim||1.1%||0.6%||3.1% |- |Hindu||0.4%||0.3%||1.1% |- |No religion||15.3%||14.6%||14.6% |- |Unemployed||1.7%||2.4%||3.3% |- |Retired||16.8%||13.8%||13.5% |} At the 2001 UK census (before the college closed), the Wye electoral ward had a population of 2,405. The ethnicity was 94.9% white, 1.5% mixed race, 1.8% Asian, 1.2% black and 0.6% other. The place of birth of residents was 85.4% United Kingdom, 1.1% Republic of Ireland, 4.5% other Western European countries, and 9% elsewhere. Religion was recorded as 75.2% Christian, 0.4% Buddhist, 0.4% Hindu, 0% Sikh and 0.2% Jewish, 1.1% Muslim. 15.3% were recorded as having no religion, 0.2% had an alternative religion and 7.2% did not state their religion. The economic activity of residents aged 16–74 was 28.2% in full-time employment, 9.3% in part-time employment, 9.6% self-employed, 1.7% unemployed, 7.7% students with jobs, 16.6% students without jobs, 16.8% retired, 5.4% looking after home or family, 2.8% permanently sick or disabled and 2% economically inactive for other reasons. The industry of employment of residents was 12.8% retail, 9.3% manufacturing, 5.3% construction, 14.1% real estate, 9.9% health and social work, 17.7% education, 4.8% transport and communications, 5.5% public administration, 6.2% hotels and restaurants, 2.4% finance, 6.2% agriculture and 5.8% other. Compared with national figures, the ward had a relatively high proportion of workers in agriculture, education, hotels and restaurants. There were a relatively low proportion in manufacturing, construction, retail, finance, transport and communications. Of the ward's residents aged 16–74, 33.5% had a higher education qualification or the equivalent, compared with 19.9% nationwide. == Economy == It is now essentially a dormitory village that has lost its local connection to farming, although a few local farmers persist (notably the Long family). Many of the larger estates are industrially farmed. One exception is Ripple Farm which is an organic farm. The college meant the village had more facilities for its size than might be expected, and many have survived the disappearance of the college. It serves as a hub for the surrounding area, with many residents commuting to Canterbury, Ashford and beyond. == Culture and community == Wye Crown A farmers' market is held in Wye on the first and third Saturday of every month; and an annual summer festival of blues music and real ale, is held each year on the village green. The village hall was extensively refurbished during the 2010s. In 2006 Wye was featured in BBC TV show The Perfect Village. It was voted as the third best place to live in the UK in an annual broadsheet's review in 2013. == Landmarks == On the Downs east of the village is a crown as a hill figure carved in the chalk by students in 1902 to commemorate the coronation of Edward VII. The village has listed buildings dating back to the 15th century in the case of the Grade I Latin School, oldest of the college buildings, and Old Swan House. The Old Flying Horse Inn and Old Manor House opposite the college, and Yew Trees on Scotton St date from the 16th century, and the bridge over the river was built in 1638. The latter are all Grade II* listed. The manor of Olantigh about a mile north of the village, has a history going back to the 13th century. It was originally associated with the Kemp(e) family, whose most famous son was John Kemp (c1380 – 1454), Archbishop of Canterbury and founder of Wye College. It is now owned by the Loudon family; Alex Loudon played cricket for England in a One Day International in 2006. == Transport == Wye railway station has twice-hourly services to Ashford and Canterbury. There are also bus services to the same destinations. long-distance footpaths converge on Wye in Kent. Wye is on the Pilgrims' Way (or North Downs Way and lower Stour Valley Walk/East Kent Downs Walk combined): from Farnham in Surrey to Dover or Canterbury. In Wye is its crossroads with the upper part of the Stour Valley Walk. Above in the valley are Lenham (along the upper part of the west tributary) and Ashford. Further down the valley are Canterbury and Sandwich Bay where the route ends at the junction with the Saxon Shore Way. == Education == Lady Joanna Thornhill Primary School on Bridge Street is named after Lady Joanna Thornhill, daughter of Sir Bevill Granville, second wife of Richard Thornhill of Olantigh, who founded a charity school in 1708. Her monument is in St Gregory and St Martin Church. Wye School is a secondary school that opened in 2013 and moved into new buildings on Olantigh Road in 2017. ===Wye College=== Wye College (from 2000 the Wye Campus of the Imperial College of London) was founded in 1447 as a Latin school and seminary by John Cardinal Kempe, Archbishop of Canterbury and Lord Chancellor.History of the College It has been part of London University since 1900. Until 2005 it was an agricultural college: events in 2005 changed that, but the somewhat fraught situation that arose in 2005 regarding the possibility of large scale development. This was the subject of a local campaign to oppose development on the Area of Outstanding Natural Beauty through a local group, Wye Future Group, the campaign was also documented by local author David Hewson in his book Saved, now open- source.Saved Some of the college buildings have been taken over by Wye School, there is also a primary school and Spring Grove prep school. == Religious sites == The Anglican church to Saints Gregory and Martin is in the highest category in the national system of listed buildings, Grade I.British listed buildings retrieved 20 July 2013 It dates back to 1447 when it was built by Cardinal Kempe, who had taken over the original church building to form Wye College. The 15th century church was in a state of ruins in 1685 and was rebuilt in 1701. == Sport == Wye has a cricket team with more than one side. There is a Multi-Use Games Area and tennis club with five hard courts. The first race at Wye Racecourse was run on 29 May 1849, the last 2 May 1974 and it closed permanently in June 1975 after being unable to improve the course which the Jockey Club had insisted upon in August 1974. The Long family who owned the course were unable to raise the funds to change the camber on bottom bend and improve the stands and the Jockey Club would not assist and the National Hunt world lost another course. It is described: == Notable people == * Aphra Behn (1640–1689), Restoration dramatist and spy * Evelyn Mary Dunbar (1906–1960), artist * John Kemp (–1454), English cardinal, Archbishop of Canterbury and Lord Chancellor7 * Bryan Keith-Lucas (1912–1996), political scientist * Catharine Macaulay (1731–1791), English historian and republican * Ernest Stanley Salmon - hop breeder and professor at the college == See also == * Chalk figures in the United Kingdom == References == ==External links== * History of Wye church from Wye Historical Society * MyAshford.com's Guide to Wye * Statistical civil parish overview - map Category:Anglo-Saxon paganism Category:Villages in Kent Category:Market towns in Kent Category:Villages in the Borough of Ashford Category:Hill figures in England ",
    "title": "Wye, Kent"
}