{
    "id": "265594",
    "text": "200px A block and tackle\"Tackle\" can be in this usage.(dead link) or only tackle Manual of military engineering is a system of two or more pulleys with a rope or cable threaded between them, usually used to lift heavy loads. The pulleys are assembled to form blocks and then blocks are paired so that one is fixed and one moves with the load. The rope is threaded through the pulleys to provide mechanical advantage that amplifies the force applied to the rope.Ned Pelger, ConstructionKnowledge.net Hero of Alexandria described cranes formed from assemblies of pulleys in the first century. Illustrated versions of Hero's Mechanica (a book on raising heavy weights) show early block and tackle systems.A. P. Usher, A History of Mechanical Inventions, Harvard University Press, 1929 (Dover Publications, revised edition, 2011, ) == Overview == Various ways of rigging a tackle. All these are \"rove to disadvantage\" (see below). A block is a set of pulleys or sheaves mounted on a single frame. An assembly of blocks with a rope threaded through the pulleys is called tackle. The process of threading ropes through blocks is called \"reeving\", and a threaded block and tackle is said to have been \"rove\".wiktionary:reeve A block and tackle system amplifies the tension force in the rope to lift heavy loads. They are common on boats and sailing ships, where tasks are often performed manually. In the diagram shown here, the number of rope sections of the tackles shown is as follows: * Gun tackle: 2 * Luff tackle: 3 * Double tackle: 4 * Gyn tackle: 5 * Threefold purchase: 6 Note that the gun tackle, double tackle and threefold purchase all have the same number of pulleys in both blocks (one, two and three, respectively) whereas the Luff tackle and Gyn tackle have mis-matched blocks with differing numbers of pulleys. == Mechanical advantage == A gun tackle has a single pulley in both the fixed and moving blocks with 2 rope parts (n) supporting the load (FB) of 100 N. The mechanical advantage is 2, requiring a force of only 50 N to lift the load. A block and tackle is characterized by the use of a single continuous rope to transmit a tension force around one or more pulleys to lift or move a load. Its mechanical advantage is the number of parts of the rope that act on the load. The mechanical advantage of a tackle dictates how much easier it is to haul or lift the load. If frictional losses are neglected, the mechanical advantage of a block and tackle is equal to the number of parts in the line that either attach to or run through the moving blocks—in other words, the number of supporting rope sections. An ideal block and tackle with a moving block supported by n rope sections has the mechanical advantage (MA), MA = \\frac{F_B}{F_A} = n,\\\\! where FA is the hauling (or input) force and FB is the load. Consider the set of pulleys that form the moving block and the parts of the rope that support this block. If there are n of these parts of the rope supporting the load FB, then a force balance on the moving block shows that the tension in each of the parts of the rope must be FB/n. This means the input force on the rope is FA=FB/n. Thus, the block and tackle reduces the input force by the factor n. A double tackle has two pulleys in both the fixed and moving blocks with four rope parts (n) supporting the load (FB) of 100 N. The mechanical advantage is 4, requiring a force of only 25 N to lift the load. Image:Pulley1a.svg|Separation of the pulleys in the gun tackle show the force balance that results in a rope tension of W/2. Image:Pulley3a.svg|Separation of the pulleys in the double tackle show the force balance that results in a rope tension of W/4. Ideal mechanical advantage correlates directly with velocity ratio. The velocity ratio of a tackle is the ratio between the velocity of the hauling line to that of the hauled load. A line with a mechanical advantage of 4 has a velocity ratio of 4:1. In other words, to raise a load at 1 metre per second, the hauling part of the rope must be pulled at 4 metres per second. Therefore, the mechanical advantage of a double tackle is 4. ===Rove to (dis)advantage=== The mechanical advantage of any tackle can be increased by interchanging the fixed and moving blocks so the rope is attached to the moving block and the rope is pulled in the direction of the lifted load. In this case the block and tackle is said to be \"rove to advantage.\"sccheadquarters.com seamanship reference * \"Rove to advantage\" – where the pull on the rope is in the same direction as that in which the load is to be moved. The hauling part is pulled from the moving block. * \"Rove to disadvantage\" – where the pull on the rope is in the opposite direction to that in which the load is to be moved. The hauling part is pulled from the fixed block. Diagram 3 shows three rope parts supporting the load W, which means the tension in the rope is W/3. Thus, the mechanical advantage is three-to-one. By adding a pulley to the fixed block of a gun tackle the direction of the pulling force is reversed though the mechanical advantage remains the same, Diagram 3a. This is an example of the Luff tackle. Image:Pulley2.svg|Diagram 3: The gun tackle \"rove to advantage\" has the rope attached to the moving pulley. The tension in the rope is W/3 yielding an advantage of three. Image:Pulley2a.svg|Diagram 3a: The Luff tackle adds a fixed pulley \"rove to disadvantage.\" The tension in the rope remains W/3 yielding an advantage of three. The decision of which to use depends on pragmatic considerations for the total ergonomics of working with a particular situation. Reeving to advantage is the most efficient use of equipment and resources. For example, if the load is to be hauled parallel to the ground, reeving to advantage enables the pulling force to be in the direction of the load movement, allowing obstacles to be managed more easily. Reeving to disadvantage adds an extra sheave to change the direction of the pulling line, which increases friction losses without improving the velocity ratio. Situations in which reeving to disadvantage may be more desirable include lifting from a fixed point overhead; the additional pulley allows pulling downwards instead of upwards so that the weight of the lifter can offset the weight of the load. === Friction === Wooden block on a sailing ship. The formula used to find the effort required to raise a given weight using a block and fall: F_a =\\frac{L}{N} \\frac{1}{\\textit{eff}} where F_a is the force applied to the hauling part of the line (the input force), L is the weight of the load (the output force), N is the ideal mechanical advantage of the system (which is the same as the number of segments of line extending from the moving block), and \\textit{eff} is the mechanical efficiency of the system (equal to one for an ideal frictionless system; a fraction less than one for real-world systems with energy losses due to friction and other causes). If S is the number of sheaves in the purchase, and there is a roughly x% loss of efficiency at each sheave due to friction, then:Notes on cargo work: Kemp and Young. 3rd Edition. Page 4 \\frac{1}{\\textit{eff}} \\approx 1 + S \\frac{x}{100}. This approximation is more accurate for smaller values of S and x. A more precise estimate of efficiency is possible by use of the sheave friction factor, K (which may be obtainable from the manufacturer or published tables). The relevant equation is: \\textit{eff} = \\frac{K^N-1}{K^S N (K-1)}. Typical K values are 1.04 for roller bearing sheaves and 1.09 for plain bearing sheaves (with wire rope). The increased force produced by a tackle is offset by both the increased length of rope needed and the friction in the system. In order to raise a block and tackle with a mechanical advantage of 6 a distance of 1 metre, it is necessary to pull 6 metres of rope through the blocks. Frictional losses also mean there is a practical point at which the benefit of adding a further sheave is offset by the incremental increase in friction which would require additional force to be applied in order to lift the load. Too much friction may result in the tackle not allowing the load to be released easily,Friction may mean that the rope in a tackle \"bunches\" and jams when the force is released if the tackle has too much friction for the load to balance, or that the tackle does not \"lower\" the load or by the reduction in force needed to move the load being judged insufficient because undue friction has to be overcome as well. == Mid-line attachment== When installing a block on an existing line, it is often inconvenient at best to thread the rope through the block to be added. *Open blocks have a space wide enough between the fixed cheeks to be able to slide the pulley over the rope. These can be extremely small and light while retaining significant strength due to the lack of moving parts. *A swing cheek block a special kind of block which can be opened to engage with a bight, without the necessity to thread the rope through the block or remove the load from the end of the rope. The snatch block is also the load lifting pulley in certain arrangements, such as during use in a recovery operation. Three snatch blocks showing the ‘snatch’ in the closed, opened, and securely moused Swing-Cheek blocks may be roughly divided into two categories: * Swing cheek pulleys: used for light loads or redirection of forces, usually with a single pulley wheel (though multiple sheaves/cheeks are not uncommon) and an attachment point (or several) for a carabiner or sling. The cheeks are not fixed or locked in position aside from the device used to secure them to the load or rigging point. Examples of use (in an arborocultural setting) include: tail minding/tending, and for setting a rigging point in the tree above the cut to take place - a positive rigging situation. *Snatch or Impact Blocks: used for heavier loads and more dynamic rigging, the cheeks of these blocks are fixed in place with a pin which locks into the opposite cheek. This pin may form part of the axle for a second pulley, which is secured to the load or rigging point with a soft sling, rather than a solid device such as a shackle. This allows for more even distribution of forces to the faces where the forces will be applied, as opposed to a carabiner or shackle, where the forces are applied more strongly to corners and edges, increasing risk of deformation or damage. Examples of use (again, in relation to tree care) may include setting a block below the current cut, resulting in a 'negative' rigging situation, in which shock loads can be significant - especially if removing large sections of vertical stem. == Literature == * M. Oppolzer, T. Wahls: I Like To Move It. Flaschenzüge in der Seiltechnik. Hamburg 2019, . * Rescue Technician: Operational Readiness for Rescue Providers. St. Louis, Missouri 1998, . == See also == * * * * * * * * ==Notes== == References == == External links == *Pulley System (Model and demonstration) HTML5 app by Walter Fendt *Sailing tackle animations, nomenclature, and table of mechanical advantages at Smack Dock Soundings 16 Category:Machines Category:Kinematics Category:Simple machines ",
    "title": "Block and tackle"
}