{
    "id": "265585",
    "text": "Little Italy () is a neighborhood in Lower Manhattan in New York City, once known for its large Italian population.Little Italy | Italy It is bounded on the west by Tribeca and Soho, on the south by Chinatown, on the east by the Bowery and Lower East Side, and on the north by Nolita. ==History== Little Italy on Mulberry Street used to extend as far south as Worth Street, as far north as Houston Street, as far west as Lafayette Street, and as far east as Bowery. It is now only three blocks on Mulberry Street. Little Italy originated as Mulberry Bend. Jacob Riis described Mulberry Bend as \"the foul core of New York's slums.\"Tonelli, Bill. \"Arrivederci, Little Italy.\" New York. September 27, 2004. p. 1. Retrieved on April 10, 2013. During this time period \"Immigrants of the late 19th century usually settled in ethnic neighborhoods\". Therefore, the \"mass immigration from Italy during the 1880s\" led to the large settlement of Italian immigrants in lower Manhattan. The results of such migration had created an \"influx of Italian immigrants\" which had \"led to the commercial gathering of their dwelling and business\". Bill Tonelli from New York magazine said, \"Once, Little Italy was like an insular Neapolitan village re-created on these shores, with its own language, customs, and financial and cultural institutions.\" Little Italy was not the largest Italian neighborhood in New York City, as East Harlem (or Italian Harlem) had a larger Italian population. Tonelli said that Little Italy \"was perhaps the city's poorest Italian neighborhood\". In 1910 Little Italy had almost 10,000 Italians; that was the peak of the community's Italian population. At the turn of the 20th century over 90% of the residents of the Fourteenth Ward were of Italian birth or origins. Tonnelli said that it meant \"that residents began moving out to more spacious digs almost as soon as they arrived.\" Such a vastly growing community impacted the \"U.S. labor movement in the 20th century\" by making up much of the labor population in the garment industry\". After World War II, many residents of the Lower East Side began moving to Brooklyn, Staten Island, eastern Long Island, and New Jersey. Chinese immigrants became an increased presence after the U.S. Immigration Act of 1965 removed immigration restrictions, and the Manhattan Chinatown to Little Italy's south expanded. In 2004, Tonelli said, \"You can go back 30 years and find newspaper clips chronicling the expansion of Chinatown and mourning the loss of Little Italy.\" Prior to 2004, several upscale businesses entered the northern portion of the area between Houston and Kenmare Street. Tonelli said \"Real-estate prices zoomed, making it even tougher for the old- timers—residents and businesspeople alike—to hang on.\" After the September 11 attacks in 2001, areas below Houston Street were cut off for the rest of the fall of 2001. The San Gennaro feast, scheduled for September 13, was postponed. Business from the Financial District dropped severely, due to the closure of Park Row, which connected Chinatown and the Civic Center; as a result, residents in Little Italy and Chinatown suffered. Tonelli said the post-9/11 events \"strangely enough, ended up motivating all these newfangled efforts to save what's left of the old neighborhood.\" In 2004 Tonelli said \"Today, Little Italy is a veneer—50 or so restaurants and cafés catering to tourists, covering a dense neighborhood of tenements shared by recent Chinese immigrants, young Americans who can't afford Soho, and a few remaining real live Italians.\" This sentiment has also been echoed by Italian culture and heritage website ItalianAware. The site has called the dominance of Italians in the area, \"relatively short lived.\" It attributes this to the quick financial prosperity many Italians achieved, which afforded them the opportunity to leave the cramped neighborhood for areas in Brooklyn and Queens. The site also goes on to state that the area is currently referred to as Little Italy more out of nostalgia than as a reflection of a true ethnic population. In 2010, Little Italy and Chinatown were listed in a single historic district on the National Register of Historic Places. Little Italy, by this point, was shrinking rapidly. == Demographic changes== Italian football team won the 2006 FIFA World Cup The New York Times sent its reporters to characterize the Little Italy/Mulberry neighborhood in May 1896: > They are laborers; toilers in all grades of manual work; they are artisans, > they are junkman, and here, too, dwell the rag pickers. ... There is a > monster colony of Italians who might be termed the commercial or shop > keeping community of the Latins. Here are all sorts of stores, pensions, > groceries, fruit emporiums, tailors, shoemakers, wine merchants, importers, > musical instrument makers. ... There are notaries, lawyers, doctors, > apothecaries, undertakers. ... There are more bankers among the Italians > than among any other foreigners except the Germans in the city.Staff (May > 31, 1896) \"Little Italy in New-York\" The New York Times p.32 As of the 2000 U.S. Census, 1,211 residents claiming Italian ancestry lived in three census tracts that make up Little Italy. Those residents comprise 8.25% of the population in the community, which is similar to the proportion of those of Italian ancestry throughout New York City. Bill Tonelli of New York magazine contrasted Little Italy with the Manhattan Chinatown; in 2000, of the residents of the portions of Chinatown south of Grand Street, 81% were of Chinese origins. In 2004, Tonelli revisited the issue, saying, \"Little Italy may always endure as an open-air theme park of nineteenth- and twentieth- century European immigration to the Lower East Side ... But you'll spend a long time in the neighborhood before you hear anyone speak Italian, and then the speaker will be a tourist from Milan.\"Tonelli, Bill. \"Arrivederci, Little Italy.\" New York. September 27, 2004. p. 2. Retrieved on April 10, 2013. Tonelli added, \"You have to slow your gaze to find the neighbors in this neighborhood, because they're so overwhelmed and outnumbered by the tourists. But once you focus, you can see them, standing (or sitting) in the interstices, taking in the scene, like the group of men, mostly senior citizens, loitering contentedly under an awning on Mulberry Street.\" ==Cultural attractions== Mulberry Street in Little Italy Little Italy was home to dozens of restaurants that serve authentic Italian cuisine, but between March 2013 and March 2014, eight eateries closed down.http://ny.eater.com/archives/2014/03/rent_hikes_forcing_little_italy_restaurants_to_close.php Since 2004, Sorrento Lactalis funds neighborhood cultural events in Little Italy. The Feast of San Gennaro originally was once only a one-day religious commemoration. It began in September 1926 with the new arrival of immigrants from Naples. The Italian immigrants congregated along Mulberry Street in Manhattan's Little Italy to celebrate San Gennaro as the Patron Saint of Naples. The Feast of San Gennaro is a large street fair, lasting 11 days, that takes place every September along Mulberry Street between Houston and Canal Streets.Little Italy New York City The festival is an annual celebration of Italian culture and the Italian-American community. In 1995 Mort Berkowitz became the professional manager of a community group that had been formed to take over management of the San Gennaro feast. Since then, Berkowitz became involved in other recreational activities in Little Italy, including the summer, Carnevale, Columbus Day, and Christmas events. Richard Alba, a sociologist and professor at University at Albany, SUNY, said, \"The fascinating part here is the way in which ethnic tourism—not only by Italian Americans but by people who want to see an authentic urban village—keeps these neighborhoods going.\" ==Organized crime and the Mafia== Little Italy residents have seen organized crime since the early 20th century. Powerful members of the Italian Mafia have operated in Little Italy. * Ignazio \"The Wolf\" Lupo (a Morello crime family boss operated in Little Italy from late 1890s-1920s) * Paolo Antonio \"Paul Kelly\" Vaccarelli (founder of the Five Points Gang, who operated in Little Italy in the early 1900s) * Michele \"Big Mike\" Miranda (a Capo in the Genovese crime family operated in the neighborhood from the 1950s into the late 1960s) * Peter DeFeo (a Genovese crime family capo who operated an illegal Italian lottery in the 1960s into the 1970s) * Matthew \"Matty the Horse\" Ianniello, a Genovese crime family capo operated from his restaurant Umberto's Clam House in the 1970sMcShane, Larry via Associated Press. \"Matty 'The Horse' on His Last Ride\", The Washington Post, March 4, 2007. Accessed December 23, 2017.Vitello, Paul. \"Matthew Ianniello, the Mafia Boss Known as ‘Matty the Horse,’ Dies at 92\", The New York Times, August 22, 2012. Accessed December 23, 2017. \"His stake in one restaurant, Umberto's Clam House, in Little Italy, placed him at the scene of an infamous and legendary gangland murder on April 7, 1972, when the reputed Colombo crime family underboss Joey Gallo was riddled with bullets between courses of a late-night meal by four gunmen, in an intrafamily gang war. Mr. Ianniello, who then owned a hidden interest in Umberto's, was working in the kitchen at the time and was initially suspected of having some involvement in the hit. But he was never charged.\" * John Gotti, boss of the Gambino crime family operated from the Ravenite Social Club in the late 1980s into the early 1990sRabb, Selwyn. \"John Gotti Running The Mob\", The New York Times, April 2, 1989. Accessed December 23, 2017. \"On Christmas Eve, a week after the double slaying, detectives concealed in a van in Little Italy witnessed a striking scene outside the Ravenite Social Club, Dellacroce's old headquarters, that confirmed what investigators had heard from informers: John Gotti was the new boss of the Gambino family.\" ==In popular culture== Little Italy was the locale of the fictional Corleone crime family depicted in the novel The Godfather and the three films based on it. It is also the setting for the 1973 Martin Scorsese film Mean Streets, starring Robert De Niro and Harvey Keitel,Wong, Edward. \"Little Italy Journal; Reliving 'Mean Streets' In Open-Air Screenings\", The New York Times, July 16, 2000. Accessed July 30, 2016. \"For a taste of the old neighborhood, he had to walk over to the playground at Spring and Mulberry Streets to watch films like Mean Streets, the 1973 Martin Scorsese opus in which Harvey Keitel and Robert De Niro play small-time wiseguys in Little Italy.\" and the 1994 Luc Besson film Léon: The Professional, starring Jean Reno, Gary Oldman and Natalie Portman.Breihan, Tom. \"The Professional Is Deeply Problematic, Profoundly Cool, And Very '90s\", Deadspin, May 15, 2015. Accessed December 23, 2017. \"The movie opens with a camera flying over Central Park, turning into a fisheye zoom-in on the Little Italy restaurant where Reno gets his contracts. When he's on a job, Reno's face emerges from shadows, then disappears again when he's made his point.\" ==Other Italian American neighborhoods in New York City== Other Italian American neighborhoods in New York City include: * In Manhattan - East Harlem (Italian Harlem, Pleasant Avenue), Greenwich Village * In the Bronx - Fordham (Arthur Avenue), Belmont, Morris Park, Country Club, and Pelham Bay * In Brooklyn - Bensonhurst, Bay Ridge, Dyker Heights, Bath Beach, South Brooklyn, East Williamsburg and other neighborhoods in Brooklyn * In Queens - Howard Beach, Ozone Park, Middle Village and other neighborhoods in Queens * In Staten Island - the borough has the highest proportion of Italian Americans of any county in the United States and possibly North America. Over 200,000 residents claim Italian heritage, representing over 40% of the total population, with Rosebank being the first Italian enclave. ==See also== * Feast of San Gennaro, a religious commemoration * Italian Harlem * List of Italian-American neighborhoods * List of Little Italy neighborhoods around the world * Lower Manhattan ==References== ==External links== * Little Italy Neighbors Association * Historic Little Italy's oldest gift shop is E.Rossi & Company (since 1910) Category:Ethnic enclaves in New York (state) Category:Italian-American culture in New York City Category:Lower Manhattan Manhattan Category:Neighborhoods in Manhattan Category:Restaurant districts and streets in the United States Category:Historic districts on the National Register of Historic Places in Manhattan Category:Sicilian-American culture Category:Italian-American history ",
    "title": "Little Italy, Manhattan"
}