{
    "id": "265571",
    "text": "Mott Street between Houston and Prince Streets The Puck Building Nolita, sometimes written as NoLIta, and deriving from \"North of Little Italy\"Roberts, Sam. \"New York’s Little Italy, Littler by the Year\" New York Times (February 21, 2011)Hughes, C.J. \"Bigger Condos, North of Littler Italy\" New York Times (May 4, 2008)According to the Italian American Museum on Mulberry Street, it stands for \"NOrthern Little ITAly\" is a neighborhood in the borough of Manhattan in New York City. Nolita is situated in Lower Manhattan, bounded on the north by Houston Street, on the east by the Bowery, on the south roughly by Broome Street, and on the west by Lafayette Street. It lies east of SoHo, south of NoHo, west of the Lower East Side, and north of Little Italy and Chinatown.\"Neighborhood Profile: Nolita & Little Italy\" on the New York magazine website ==History and description== The neighborhood was long regarded as part of Little Italy, but has lost its recognizable Italian character in recent decades because of rapidly rising rents. The Feast of San Gennaro, dedicated to Saint Januarius (\"pope of Naples\"), is held in the neighborhood every year following Labor Day, on Mulberry Street between Houston and Grand Streets. The feast, as recreated on Elizabeth Street between Prince and Houston Streets, was featured in the film The Godfather Part II. In the second half of the 1990s, the neighborhood saw an influx of yuppies and an explosion of expensive retail boutiques and restaurants and bars. After unsuccessful tries to pitch it as part of SoHo, real estate promoters and others came up with several different names for consideration for this newly upscale neighborhood. The name that stuck, as documented in an article on May 5, 1996 in the New York Times City Section debating various monikers for the newly trendy area, was Nolita, an abbreviation for North of Little Italy. This name follows the portmanteau pattern started by SoHo (South of Houston Street) and TriBeCa (Triangle Below Canal Street). The neighborhood includes St. Patrick's Old Cathedral, at the intersection of Mulberry, Mott, and Prince Streets, which opened in 1815 and was rebuilt in 1868 after a fire., p.42 The cornerstone was laid on June 8, 1809. This building served as New York City's Roman Catholic cathedral until the new St. Patrick's Cathedral was opened on Fifth Avenue in Midtown in 1879.Farley, John Murphy. (1908). History of St. Patrick's Cathedral Society for the propagation of the faith. pp. 127–128, 130, 151. St. Patrick's Old Cathedral is now a parish church. In 2010, St. Patrick's Old Cathedral was honored and became The Basilica at St. Patrick's Old Cathedral. Another neighborhood landmark is the Puck Building, an ornate structure built in 1885 on the corner of Houston and Lafayette Streets, which originally housed the headquarters of the now-defunct Puck Magazine.\"Puck Building\" on the New York Architecture website Since 2010, a Little Australia has emerged and is growing in Nolita. ==Notable residents== * David Bowie and his wife, Iman, had a home in Nolita.Iman. Fashion Model Directory. Retrieved 9 May 2012. * Actor Gabriel Byrne lives in Nolita.Polsky, Sara (April 30, 2010). \"Actor Gabriel Byrne Buys in Nolita's 211 Elizabeth\". Curbed. * Singer- songwriter Vanessa Carlton; her song \"Nolita Fairytale\" was inspired by the neighborhood.Brill, Lauren. \"One On One With Vanessa Carlton\". WNBA.com (July 11, 2007) * Musician Moby lived in Nolita. * Singer-songwriter John Mayer owns an apartment in Nolita, and it was featured in Elle Decor magazine.Hackett, Kathleen. \"At home with John Mayer\" Elle Decor (ndg) * Martin Scorsese was born in Queens but raised in the neighborhood on Elizabeth Street between Prince and Houston, where his grandparents (Italian immigrants) also lived. It was part of Little Italy at that time. * Actor David Harbour has a loft in Nolita.. Architectural Digest. Published Nov 14, 2019. ==Gallery== File:Odd Fellows Hall 165-171 Grand Street.jpg|Odd Fellows Hall File:Saint Pats Old Cathedral Manh jeh.JPG|St. Patrick's Old Cathedral File:St. Patrick's Convent and Girls' School.jpg|St. Patrick's Old Cathedral School File:WTM3 Gnarly 0165.jpg|14th Ward Industrial School, designed by Calvert Vaux File:St. Michael's Russian Catholic Church.jpg|St. Michael's Russian Catholic Church ==See also== * Little Australia ==References== Notes ==External links== * Elizabeth Street Garden Category:Italian-American culture in New York City Category:Little Italys in the United States Category:Neighborhoods in Manhattan ",
    "title": "Nolita"
}