{
    "id": "265871",
    "text": "Sikorsky Aircraft is an American aircraft manufacturer based in Stratford, Connecticut. It was established by Russian–American aviator Igor Sikorsky in 1923 and was among the first companies to manufacture helicopters for civilian and military use. Previously owned by United Technologies Corporation (UTC), in November 2015 Sikorsky was sold to Lockheed Martin. ==History== On May 23, 1923, the \"Sikorsky Aero Engineering Corporation\" was founded near Roosevelt Field, New York, by Igor Sikorsky, an immigrant to the United States who was born in Kyiv. In 1925, the company name was changed to \"Sikorsky Manufacturing Company\". In 1929, the company moved to Stratford, Connecticut, and it became a part of United Aircraft and Transport Corporation (later United Technologies Corporation) in July of that year.Spenser 1998 Advertisement for Sikorsky S-42 Clipper flying boat from 1937 In the United States, Igor Sikorsky originally concentrated on the development of multi-engined landplanes and then amphibious aircraft. In the late 1930s, sales declined and United Aircraft merged his division with Vought Aircraft. He then began work on developing a practical helicopter. After first flying the VS-300 he developed the Sikorsky R-4, the first stable, single-rotor, fully controllable helicopter to enter full-scale production in 1942, upon which most subsequent helicopters were based. Sikorsky Aircraft remains a leading helicopter manufacturer, producing such well-known models as the UH-60 Black Hawk and SH-60 Seahawk, and experimental types like the Sikorsky S-72. Sikorsky has supplied the Presidential helicopter since 1957. Sikorsky's VH-3 and VH-60 perform this role now. The company acquired Helicopter Support Inc. (HSI) in 1998. HSI handles non-U.S. government after-market support for parts and repair for the Sikorsky product lines. United Technologies Corporation (UTC) acquired Schweizer Aircraft Corp. in 2004, after which it operated as a subsidiary of Sikorsky. The product lines of the two firms were complementary, and had little overlap, as Sikorsky primarily concentrates on medium and large helicopters, while Schweizer produces small helicopters, UAVs, gliders, and light planes. The Schweizer deal was signed on August 26, 2004, exactly one week after the death of Paul Schweizer, the company's founder and majority owner. In late 2005, Sikorsky completed the purchase of Keystone Helicopter Corporation, located in Coatesville, Pennsylvania. Keystone had been maintaining and completing Sikorsky S-76 and S-92 helicopters prior to the sale. Sikorsky Aircraft logo In 2007, Sikorsky opened the Hawk Works, a Rapid Prototyping and Military Derivatives Completion Center (RPMDCC) located west of the Elmira-Corning Regional Airport in Big Flats, New York. That same year Sikorsky purchased the PZL Mielec plant in Poland. The plant is assembling the S-70i for international customers. In February 2009, Sikorsky Global Helicopters was created as a business unit of Sikorsky Aircraft to focus on the construction and marketing of commercial helicopters.Sikorsky Press Release, 23 February 2009 The business unit combined the main civil helicopters that were produced by Sikorsky Aircraft and the helicopter business of Schweizer Aircraft that Sikorsky has acquired in 2004. It is based at Coatesville, Pennsylvania. In 2011, Sikorsky laid off 400 workers at the Hawk Works plant, and later in 2012 the remaining 570 workers and closed all Sikorsky facilities in Chemung County; moving the military completion work to their West Palm Beach, Florida, facility. The commercial products had already been moved to their Coatesville, Pennsylvania facility. Sikorsky's main plant, and administrative offices are located in Stratford, Connecticut, as is a large company-owned private heliport . Other Sikorsky facilities are in Trumbull, Shelton, and Bridgeport, Connecticut (with small company heliport ); Fort Worth, Texas; West Palm Beach, Florida; and Huntsville and Troy, Alabama. Other Sikorsky-owned subsidiaries are in Coatesville, Pennsylvania, Grand Prairie, Texas, and others around the world. ===Acquisition=== In 2015, UTC considered Sikorsky to be less profitable than its other subsidiaries, and analyzed a possible spin-off rather than a tax-heavy sale. On July 20, 2015, Lockheed Martin announced an agreement to purchase Sikorsky from UTC for $9.0 billion. The deal required review from eight different jurisdictions, and the final approval (from Chinese government) came in November 2015. The sale was completed on November 6, 2015. == AHS Sikorsky Prize == In 1980, the American Helicopter Society International offered a prize of US$10,000 for the first human-powered helicopter flight (60-second duration, a height of 3 meters, and staying within an area of 10 x 10 m) and soon increased prize money to US$25,000. In 2010, Sikorsky Aircraft pledged to increase the prize sponsorship to US$250,000. The Canadian engineers Dr. Todd Reichert and Cameron Robertson developed the world's largest ever human powered helicopter with a team from the University of Toronto. The first flight of AeroVelo Atlas was achieved in August 2012, the 64-second, 3.3-m-flight that won the prize on June 13, 2013. ==Products== Sikorsky designates nearly all of its models with S-numbers; numbers S-1 through S-27 were designed by Igor Sikorsky before he left the Russian Empire. Later models, especially helicopters, received multiple designations by the military services using them, often depending on purpose (UH, SH, and MH for instance), even if the physical craft had only minor variations in equipment. In some cases, the aircraft were returned to Sikorsky or to another manufacturer and additionally modified, resulting in still further variants on the same basic model number. ===Airplanes=== * Sikorsky S-29-A: twin-engine cargo biplane. First Sikorsky built in the U.S. (1924) * Sikorsky S-30: twin-engine, never built. (1925) * Sikorsky S-31: single-engine biplane (1925) * Sikorsky S-32: single-engine two-passenger biplane (1926) * Sikorsky S-33: \"Messenger\" single-engine biplane (1925) * Sikorsky S-34: twin-engine flying boat prototype (1927) * Sikorsky S-35: three-engine biplane prototype (1926) * Sikorsky S-36: eight-seat two-engine flying boat \"Amphibion\" (1927) * Sikorsky S-37: \"Guardian\" eight-seat two- engine biplane (1927) * Sikorsky S-38: eight-seat two-engine boat flying boat (USN PS) (1928–1933) ** Sikorsky RS: transport flying boat (USN RS) * Sikorsky S-39: five-seat single-engine variant of S-38 (1929–1932) * Sikorsky S-40: \"Flying Forest\" four-engine 28-passenger flying boat (1931) * Sikorsky S-41: twin-engine flying boat (1931) (USN RS-1) * Sikorsky XP2S: twin-engine patrol flying boat prototype (1932) * Sikorsky S-42: \"Clipper\" four-engine flying boat (1934–1935) * Sikorsky S-43: \"Baby Clipper\" twin-engine amphibious flying boat (1935–1937) (Army OA-1, USN JRS-1) * Sikorsky VS-44: \"Excalibur\" four- engine flying boat (1937) * Sikorsky S-45: six-engine flying boat (for Pan Am). Never built (1938) ===Helicopters: production=== {| class=\"wikitable sortable\" ! Model !! Designation !! From !! Until !! colspan= 2 data-sort- type=\"number\"| MTOW (lb, t) !! Notes |- | S-47 || R-4 || 1942 || 1944 || 2,581 || 1.17 || world's first production helicopter |- | S-48/S-51 || R-5/H-5 || 1944 || 1952 || 4,825 || 2.19 || higher load, endurance, speed, and service ceiling than the R-4 |- | S-49 || R-6 || 1945 || || 2,600 || 1.18 || improved R-4 with new fuselage |- | S-52 || H-18/HO5S || 1947 || || 2,700 || 1.225 || all-metal rotors |- | S-55 || H-19 || 1949 || || 7,500 || 3.41 || ten passenger utility, H-19 Chickasaw |- | S-56 || CH-37 Mojave || 1953 || || 31,000 || 14.1 || twin-piston engined, H-37A Mojave |- | S-58 || H-34 Choctaw || 1954 || 1970 || 14,000 || 6.35 || 18 passenger larger, advanced S-55, including ASW, VIP versions |- | S-61 || SH-3 || 1959 || || 19,000 || 8.62 || medium-lift transport/airliner |- | S-61 || SH-3 Sea King || 1959 || 1970s || 22,050 || 10 || ASW, SAR or transport |- | S-61 || CH-124 Sea King || 1963 || 2018 || 22,050 || 10 || Canadian Armed Forces export version |- | S-61R || CH-3/HH-3 || 1963 || 1970s || 22,050 || 10 || S-61 with rear cargo ramp: CH-3, HH-3 \"Jolly Green Giant\", and HH-3F Pelican (1963) |- | S-62 || HH-52 Seaguard || 1958 || || 8,300 || 3.76 || amphibious helicopter |- | S-64 Skycrane || CH-54 Tarhe || 1962 || || 42,000 || 19.05 || \"flying crane\" |- | S-64 || CH-54 Tarhe || 1962 || || 47,000 || 21 || US Army transport |- | S-65 || CH-53 Sea Stallion || 1964 || 1978 || 42,000 || 19.1 || medium/heavy lift transport |- | S-65 || MH-53 || 1967 || 1970 || 46,000 || 21 || long-range search and rescue |- | S-70 || UH-60 Black Hawk || 1974 || current || 23,500 || 10.66 || twin- turbine medium transport/utility, selected in 1976 for the US Army UTTAS, multiple models |- | S-70 || SH-60 Sea Hawk || 1979 || current || 23,000 || 10.4 || US Navy anti-ship warfare, combat, SAR, support, Medevac |- | S-70 || HH-60 Pave Hawk || 1982 || || 22,000 || 9.9 || USAF combat, SAR, Medevac with PAVE electronics |- | S-70 || HH-60 Jayhawk || 1990 || 1996 || 21,884 || 9.93 || US Coast Guard SAR and patrol |- | S-76 || || 1977 || current || 11,700 || 5.31 || twin turbine, 14-seat commercial (ex S-74) |- | S-80 || CH-53E Super Stallion || 1974 || 1980s || 73,500 || 33.3 || CH-53 derived, export version: S-80 |- | S-92 ||H-92 Superhawk || 1998 || current || 27,700 || 12.6 || twin- turbine medium-lift developed from the S-70 |- | S-92 || CH-148 Cyclone || 2018 || || 28,650 || 13 || Canadian military S-92 to replace the CH-124 Sea King |- | S-300C || || 1964 || || 2,050 || 0.93 || Hughes 300 then Schweizer 300, three-seat single-piston |- | S-333 || || 1992 || current || 2,550 || 1.16 || single turbine S-300 |- | S-434 || || 2008 || current || 3,200 || 1.45 || improved S-333 |- | S-80 || CH-53K King Stallion || 2018 || || 84,700 || 38.4 || CH-53E Super Stallion/S-80 development |} ===Helicopters: prototypes=== {| class=\"wikitable sortable\" ! Model !! Designation !! Year !! colspan= 2 data-sort-type=\"number\"| MTOW (lb, t) !! Notes |- | S-46 || VS-300 || 1939 || 1,150 || 0.52 || first US single lifting rotor helicopter |- | S-53 || XHJS-1 || 1947 || || || naval utility, two prototypes |- | S-59 || XH-39 || 1953 || 3,361 || 1.53 || 2 H-18s converted to use one turbine, 1 prototype |- | S-60 || || 1959 || 21,000 || 9.5 || CH-37-derived prototype \"flying crane\", crashed 1961 |- | S-67 || Blackhawk || 1970 || 24,272 || 11 || attack prototype, predecessor: S-66 AAFSS competitor |- | S-68 || || || || || proposed modification of the S-58T, none built |- | S-69 || || 1973 || 12,500 || 5.7 || prototype jet compound helicopter with coaxial rotors |- | S-71 || AAH || || || || US Army Advanced Attack Helicopter entry with S-70 dynamic components. |- | S-72 || || 1976 || 26,047 || 11.8 || NASA experimental jet hybrid |- | S-73 || HLH || || 118,000 || 53.5 || US Army Heavy Lift Helicopter entry |- | S-75 || || 1984 || 8,470 || 3.82 || advanced Composite Airframe Program (ACAP) all-composite, two prototypes |- | S-97 Raider || AAS || 2015 || 11,000 || 4.99 || US Army Armed Aerial Scout proposed compound helicopter |- | S-100 || SB-1 Defiant || 2019 || || || compound helicopter with rigid coaxial rotors for US Army's Future Vertical Lift |- | Firefly || || || || || electric S-300 unveiled in 2010 |- | X2 || || 2008 || 6,000 || 2.72 || experimental high-speed compound helicopter with coaxial rotors |} ===Other aircraft=== * Sikorsky XBLR-3: Bomber aircraft (1935-1936) * Sikorsky XSS: Naval scout flying-boat (1933) * Boeing-Sikorsky RAH-66 Comanche * Sikorsky S-57/XV-2: Supersonic convertiplane with single blade retractable rotor. Never built. * Sikorsky Cypher: Doughnut-shaped UAV (1992) * Sikorsky Cypher II: development of the Cypher (2001) * Vertical Take-Off and Landing Experimental Aircraft - design and development of a hybrid VTOL/Conventional design ===Other products=== * UAC TurboTrain (1968) * Sikorsky ASPB Assault Support Patrol Boat (1969) ==Gallery== File:Sikorsky S-58 landing c.jpg|H-34 Choctaw File:CH-124 Sea King.jpg|Canadian CH-124 Sea King File:Ch-54 Army.jpg|CH-54 Tarhe File:CH-53 Super Stallion 2.jpg|CH-53E Super Stallion File:MH-53J Pave Low III.jpg|MH-53J Pave Low III File:Blackhawk.jpg|UH-60 Black Hawk ==See also== * List of aerospace flight test centres * Igor I. Sikorsky Memorial Bridge * Sikorsky Memorial Airport Comparable major helicopter manufacturers: * AgustaWestland * Airbus Helicopters * Bell Helicopter * Boeing Rotorcraft Systems * MD Helicopters * Russian Helicopters ==References== ===Citations=== ===Bibliography=== * Spenser, Jay P. (1998). \"Sikorsky\". Whirlybirds: A History of the U.S. Helicopter Pioneers. University of Washington Press. . ==External links== * Sikorsky homepage * Sikorsky Timeline at the Helicopter History Site * Sikorsky Archives site * Category:American companies established in 1923 Category:Helicopter manufacturers of the United States Category:Defense companies of the United States Category:Manufacturing companies based in Connecticut Category:Companies based in Fairfield County, Connecticut Category:Stratford, Connecticut Category:Collier Trophy recipients Category:Manufacturing companies established in 1923 Category:1923 establishments in New York (state) Category:Lockheed Martin Category:United Technologies Category:2015 mergers and acquisitions ",
    "title": "Sikorsky Aircraft"
}