{
    "id": "265952",
    "text": "A brain in a vat that believes it is walking In philosophy, the brain in a vat (BIV) is a scenario used in a variety of thought experiments intended to draw out certain features of human conceptions of knowledge, reality, truth, mind, consciousness, and meaning. It is an updated version of René Descartes's evil demon thought experiment originated by Gilbert Harman.Harman, Gilbert 1973: Thought, Princeton/NJ, p.5. Common to many science fiction stories, it outlines a scenario in which a mad scientist, machine, or other entity might remove a person's brain from the body, suspend it in a vat of life-sustaining liquid, and connect its neurons by wires to a supercomputer which would provide it with electrical impulses identical to those the brain normally receives. According to such stories, the computer would then be simulating reality (including appropriate responses to the brain's own output) and the \"disembodied\" brain would continue to have perfectly normal conscious experiences, such as those of a person with an embodied brain, without these being related to objects or events in the real world. ==Uses== The simplest use of brain-in-a-vat scenarios is as an argument for philosophical skepticism and solipsism. A simple version of this runs as follows: Since the brain in a vat gives and receives exactly the same impulses as it would if it were in a skull, and since these are its only way of interacting with its environment, then it is not possible to tell, from the perspective of that brain, whether it is in a skull or a vat. Yet in the first case, most of the person's beliefs may be true (if they believe, say, that they are walking down the street, or eating ice-cream); in the latter case, their beliefs are false. Since the argument says one cannot know whether one is a brain in a vat, then one cannot know whether most of one's beliefs might be completely false. Since, in principle, it is impossible to rule out oneself being a brain in a vat, there cannot be good grounds for believing any of the things one believes; a skeptical argument would contend that one certainly cannot know them, raising issues with the definition of knowledge. The brain-in-a-vat is a contemporary version of the argument given in Hindu Maya illusion, Plato's Allegory of the Cave, Zhuangzi's \"Zhuangzi dreamed he was a butterfly\", and the evil demon in René Descartes' Meditations on First Philosophy. == Philosophical debates == While the disembodied brain (the brain in a vat) can be seen as a helpful thought experiment, there are several philosophical debates surrounding the plausibility of the thought experiment. If these debates conclude that the thought experiment is implausible, a possible consequence would be that we are no closer to knowledge, truth, consciousness, representation, etc. than we were prior to the experiment. === Argument from biology === One argument against the BIV thought experiment derives from the idea that the BIV is not – and cannot be – biologically similar to that of an embodied brain (that is, a brain found in a person). Since the BIV is dis embodied, it follows that it does not have similar biology to that of an embodied brain. That is, the BIV lacks the connections from the body to the brain, which renders the BIV neither neuroanatomically nor neurophysiologically similar to that of an embodied brain. If this is the case, we cannot say that it is even possible for the BIV to have similar experiences to the embodied brain, since the brains are not equal. However, it could be counter-argued that the hypothetical machine could be made to also replicate those types of inputs. === Argument from externalism === A second argument deals directly with the stimuli coming into the brain. This is often referred to as the account from externalism or ultra-externalism. In the BIV, the brain receives stimuli from a machine. In an embodied brain, however, the brain receives the stimuli from the sensors found in the body (via touching, tasting, smelling, etc.) which receive their input from the external environment. This argument oftentimes leads to the conclusion that there is a difference between what the BIV is representing and what the embodied brain is representing. This debate has been hashed out, but remains unresolved, by several philosophers including Uriah Kriegel, Colin McGinn, and Robert D. Rupert, and has ramifications for philosophy of mind discussions on (but not limited to) representation, consciousness, content, cognition, and embodied cognition. == In fiction == A poster for the film The Brain That Wouldn't Die, 1962 == See also == * Boltzmann brain * Dream argument * Evil demon * Experience machine * Human Brain Project * Internalism and externalism * Isolated brain * Mind uploading * Neurally controlled animat * Simulation hypothesis * Skeptical hypothesis * Technological singularity * Transhumanism * Red pill ==References== ==External links== ;Philosophy * * *Simulation Hypothesis * Inverse \"brain in a vat\" * Putnam's discussion of the \"brains in a vat\" in chapter one of * 'Where Am I?' by Daniel Dennett * \"Brain in a Vat Brain Teaser\" – Harper's Magazine (1996) ;Science * Adaptive flight control with living neuronal networks on microelectrode arrays * Architecture for Neuronal Cell Control of a Mobile Robot Category:Concepts in epistemology Category:Hypothetical technology Category:Internalism and externalism Category:Philosophical arguments Category:Reality Category:Science fiction themes Category:Thought experiments in philosophy of mind ",
    "title": "Brain in a vat"
}