{
    "id": "265905",
    "text": "Family arms of Mannerheim (Finnish barons) Family arms of Mannerheim (Finnish counts) Children of Carl Robert Mannerheim in 1881: middle Sophie, left Carl, August and Johan, right Annicka and Gustaf, sitting Eva Mannerheim is the surname of a well-known noble family registered in Finland, Sweden, and Germany. ==Lineage== ===Baronial lineage=== (number 18 in the register of the Finnish House of Nobility) The family descends from a German businessman and mill owner, Henrik Marhein (1618–1667), who emigrated to Gävle, Sweden. His son, Augustin Marhein, was raised to the nobility in Sweden in 1693. He was introduced to the Riddarhuset as a member of the Untitled Nobility (adliga ätter), being introduced under number 1260, and with the surname Mannerheim. His son, an artillery colonel and a mill supervisor, Johan Augustin Mannerheim (1706–1778), was raised to the rank of Baron at the same time with his brother in 1768. Johan Augustin was introduced in 1776 under number 277. His son Baron Carl Erik Mannerheim came to Finland in the latter part of 18th century and the family was immatriculated in Finland in 1818. ===Comital lineage=== (number 8 in the register of the Finnish House of Nobility) Baron Carl Erik Mannerheim (1759–1837) was the son of Baron Johan Augustin Mannerheim. Born in Säter, Carl Erik was part of the Anjala League, an opposition movement during the reign of Gustav III of Sweden. However, he received an amnesty and emigrated to Finland, where he purchased Louhisaari manor in 1795. In 1805, he was elected Chairman of the Finnish Economic Society. At the beginning of Russian rule in Finland, he was chairman of the delegation accounting for matters in Finland to Tsar Alexander I. He served as Vice-President of the Senate of Finland's Economic Department (i.e., de facto head of government), and Governor of Turku and Pori provinces. He was also first Major of the Åbo province infantry regiment. He was given the hereditary title of Count (in Finnish Kreivi, in Swedish Greve) in 1824 and introduced in 1825. The title is inherited by the eldest son. The family was reintroduced in the Swedish nobility in 1947 and 1953. {| | Mannerheim family arms | Mannerheim family arms (Swedish barons) | Mannerheim family arms (Finnish barons) | Mannerheim family arms (Finnish counts) |} ==Members== *Anna Maria Mannerheim, wife of Adolf Erik Nordenskiöld *Augustin Marhein *Carl Gustaf Mannerheim (1797–1854) - Finnish entomologist and governor *Carl Robert Mannerheim (1835–1914) - Finnish aristocrat and businessman *Carl Gustaf Emil Mannerheim (1867–1951) - soldier, statesman, and President of Finland; grandson of the entomologist *Henrik Marhein *Johan Augustin Mannerheim *Sophie Mannerheim ==See also== *Swedish-speaking Finns ==References== Mannerheim family ",
    "title": "Mannerheim (family)"
}