{
    "id": "266278",
    "text": "Colonel Sir Thomas Robert Gore Browne, (3 July 1807 – 17 April 1887) was a British colonial administrator, who was Governor of St Helena, Governor of New Zealand, Governor of Tasmania and Governor of Bermuda. ==Early life== Browne was born on 3 July 1807 in Aylesbury, in the county of Buckinghamshire, England, a son of Robert Browne and Sarah Dorothea . Of Irish extraction, the family had a military or church tradition; his father was a colonel in the Buckinghamshire Militia while his younger brother, Harold Browne, later became Bishop of Winchester. ==Military career== In 1824, Browne kept up his family's military tradition and joined the British Army as an ensign in the 44th Regiment of Foot. After four years, he transferred into the 28th Regiment of Foot. In 1832, and now a captain, he was appointed aide-de-camp to Baron Nugent, the High Commissioner of the Ionian Islands. He served in this role for three years, which included a spell as colonial secretary. Now a major, Browne was posted to the 41st Regiment of Foot. In 1842, the regiment was dispatched to Afghanistan and fought in the First Anglo-Afghan War. He led the regiment for a time and commanded the rearguard as the British Army retreated from Khyber Pass into India. After his return from the campaign in Afghanistan, Browne was promoted lieutenant-colonel. He was also appointed a Companion of the Order of the Bath. In 1849, he exchanged into the 21st Regiment of Foot. Browne retired from the British Army on half-pay in 1851 and shortly took up an appointment as Governor of the island of Saint Helena. He served in this capacity from July 1851 to December 1854, and during this time worked towards improving the island's water supply. == Marriage == In 1851 Browne married Harriet Louisa Campbell. His wife was a considerable support to his political career. She was over 20 years his junior and was well read, socially accomplished with a pleasant personality, and had an excellent understanding of the political environment in which she and her husband circulated. In addition to her influence over Browne, her hospitality and contribution to the social and cultural life during Browne's placements assisted him in influencing others to support his political views. ==Governor of New Zealand== In September 1855, Browne was appointed Governor of New Zealand, replacing Administrator Robert Wynyard. His handling of Māori land issues were a contributing factor in the outbreak of the First Taranaki War in a new phase of the New Zealand Wars: despite divisions among Waitara Māori over the ownership of land, Browne persisted with the purchase of the disputed Pekapeka block, further inflaming tensions between Māori and British settlers. On 5 March 1860, Browne ordered the military occupation of the land, leading to the outbreak of war twelve days later. The following year, he negotiated a truce to end the fighting in the region. His governorship term ended in May 1861; rather than extend it, the Colonial Office in London replaced him with Sir George Grey. The town of Gore, New Zealand was named after him. ==Governor of Tasmania== In December 1861, Browne was appointed Governor of Tasmania. At the time, Tasmania was struggling economically and people were leaving for better employment prospects on the Australian mainland. To counter this, Browne implemented measures to encourage immigration. He also worked towards improving public education and training in the trades. A popular governor for most of his term, he lost goodwill when he displayed favouritism when filling a public service position. In January 1869, he left Australia for England. While in Melbourne, his point of departure from the country, his youngest child died. ==Later life== After being appointed Knight Commander of the Order of St Michael and St George in 1869, Browne, with the assistance of Edward Cardwell, the Secretary of State for War, was appointed Administrator of Bermuda. This was to help secure Browne a pension and he served in this capacity from May 1870 to April 1871. Brown died in London on 17 April 1887. He was survived by his wife, Harriet Louisa Browne . The couple had several children; the eldest son, Harold Browne, also served in the British Army and fought in the Boer War of 1899–1900, and took part in the defence of Ladysmith. His daughter, Ethel, married Hugh Locke King who built the Brooklands motor racing circuit in England, while his youngest son, Wilfrid was the first Bishop of Kimberley and Kuruman in South Africa. ==Notes== ==External links== *World statesmen – St. Helena Category:1807 births Category:1887 deaths Category:41st Regiment of Foot officers Category:Royal Scots Fusiliers officers Category:West Yorkshire Regiment officers Category:Companions of the Order of the Bath Category:Governors-General of New Zealand Category:Governors of Tasmania Category:Knights Commander of the Order of St Michael and St George Category:People of the New Zealand Wars Category:Governors of Saint Helena Category:Governors of Bermuda Category:People from Aylesbury Category:44th Regiment of Foot officers Category:28th Regiment of Foot officers Category:43rd Regiment of Foot officers Category:19th-century Australian people Category:19th-century New Zealand people Category:Colony of Tasmania people ",
    "title": "Thomas Gore Browne"
}