{
    "id": "266328",
    "text": "Norfolk International Airport is seven miles (11 km) northeast of downtown Norfolk, an independent city in Virginia. It is owned and operated by the Norfolk Airport Authority: a bureau under the municipal government. The airport serves the Hampton Roads metropolitan area of southeast Virginia (along with Newport News/Williamsburg International Airport in Newport News) as well as northeast North Carolina, and despite the name the airport does not have any international destinations. The Federal Aviation Administration (FAA) National Plan of Integrated Airport Systems for 2019–2023 categorized it as a small-hub primary commercial service facility. Federal Aviation Administration records say the airport had 3,663,996 passengers in calendar year 2018, an increase of 9% from 3,380,902 in 2017. , Norfolk International was ranked as the 70th-busiest airport in the United States and the fourth-busiest in Virginia in terms of passengers served annually following Richmond International, Dulles International Airport and Reagan National Airport. United Airlines, Delta Air Lines, and American Airlines are the predominant users of the airport. ==Facilities== The airport covers 1,300 acres (526 ha) at an elevation of 27 feet (8 m). Its main runway, 5–23, is 9,001 by 150 feet (2,744 x 46 m) and crosswind runway 14–32 is 4,875 by 150 feet (1,486 x 46 m). An Arriving flights sign Southwest Airlines Checkin CounterBridge that connects the Arrivals and Departures building Baggage claim area The crosswind runway (14–32) was closed for renovations on December 19, 2009, and reopened in Spring 2011. The airport's long-term plan calls for this runway to be destroyed to make way for a parallel runway (5R-23L) east of runway 5–23, but the FAA grounded the plan in summer 2016 due to diminishing demand, limited space, and environmental impacts. In 2017 the airport had 67,679 aircraft operations, average 185 per day: 39% airline, 27% air taxi, 27% general aviation, and 2% military. In November 2018, 95 aircraft were based at the airport: 52 single-engine, 20 multi-engine, 20 jet, and 3 helicopter. General aviation services, or fixed based operations, are provided by Landmark Aviation with full-service facilities for maintaining and housing private and corporate aircraft. The modern terminal facility offers everything from aircraft rental to sightseeing flights and aircraft repair. Daily scheduled aircraft include ERJ140/145 (United, American), CRJ200/700/900 (Delta, United, American), ERJ170/175 (American, United), A300 (FedEx), A319/320 (United, Allegiant, American, Frontier), B717 (Delta), B737 (Southwest, American, Delta), and B757 (UPS and Delta) ===FAA control tower=== Built in 1995, the FAA Norfolk Air Traffic Control Tower stands high. Operated and managed by the Federal Aviation Administration, the Norfolk Tower handles about 1,100 aircraft per day, 24 hours per day and 365 days per year. Radar coverage is provided by the ASR-9 terminal system with a six-level weather detection capability. Also available for use is an Enhanced Target Generator (ETG) lab with two radar scopes to accomplish training objectives, as well as the IDS4 system, a specialized microcomputer network system designed to distribute and display both static and real-time data regarding weather and other rapidly changing critical information to air traffic controllers. ===Gates=== Norfolk International Airport has two passenger concourses: Concourse A (gates A1-A11), and Concourse B (gates B16-B30). American Airlines and Southwest Airlines occupy Concourse A while Allegiant Air, Delta Airlines, Frontier Airlines, and United Airlines occupy Concourse B. International flights are handled at gate A1, however, there are currently no scheduled international flights. Specific gate locations are the following: American A2, A4, A6-A11, Delta B21-B25, Southwest A3 and A5, United B27-B30, with Allegiant and Frontier using common gates of B16, B17, B18, B20. Concourse B gates B22 and B26 are no longer in use. ===Cargo=== About 70 million pounds of air cargo are shipped in and out of Norfolk International Airport each year. NIA houses one of the most modern and efficient air cargo facilities in the state. Its two modern air cargo terminals have of space. A ramp provides direct access from plane to warehouse. ==Airlines and destinations== A Southwest Airlines Boeing 737-700 ===Passenger=== {| class=\"collapsible collapsed\" style=\"border:1px #aaa solid; width:50em; margin:0.2em auto\" |- ! Destinations map |- | |} ===Cargo=== {| class=\"collapsible collapsed\" style=\"border:1px #aaa solid; width:50em; margin:0.2em auto\" |- ! Cargo destinations map |- | |} ==Statistics== ===Airline market share=== ===Top destinations=== {| class=\"wikitable sortable\" style=\"font-size:95%;\" |+ Busiest domestic routes from ORF (June 2019 - May 2020) ! Rank ! City ! Passengers ! Carriers |- | 1 | Atlanta, GA | 326,000 | Delta, Southwest |- | 2 | Charlotte, NC | 208,000 | American |- | 3 | Baltimore, MD | 135,000 | Southwest |- | 4 | Chicago–O'Hare, IL | 98,000 | American, United |- | 5 | Dallas/Fort Worth, TX | 79,000 | American |- | 6 | Philadelphia, PA | 78,000 | American |- | 7 | Washington D.C. Dulles | 72,000 | United |- | 8 | New York City-LaGuardia, NY | 72,000 | American, Delta |- | 9 | Detroit, MI | 62,000 | Delta |- | 10 | Orlando, FL | 59,000 | Frontier, Southwest |} ===Annual traffic=== {| class=\"wikitable\" style=\"font-size: 95%\" |+ Annual passenger traffic (enplaned/deplaned) at ORF 2002 through 2017 ! colspan=\"2\" |2000's ! colspan=\"2\" |2010's |- ! Year ! Passengers !Year !Passengers |- | || |2010 |3,332,466 |- | || |2011 |3,193,388 |- |2002 |3,464,246 |2012 |3,299,712 |- |2003 |3,436,391 |2013 |3,112,355 |- |2004||3,778,216 |2014 |2,965,306 |- |2005||3,884,422 |2015 |3,034,407 |- |2006||3,703,664 |2016 |3,209,185 |- |2007||3,714,323 |2017 |3,380,902 |- |2008||3,549,204 |2018 |3,663,996 |- |2009||3,409,456 |2019 |3,981,139 |- |} ===Passenger development=== {| style=\"border:solid 1px #aaa;\" cellpadding=\"10\" cellspacing=\"0\" |+Norfolk Airport Passenger Totals 2002–2017 (millions) |- | ImageSize = width:auto height:250 barincrement:29 PlotArea = left:30 bottom:15 top:10 right:15 AlignBars = justify Period = from:0 till:4 TimeAxis = orientation:vertical Colors = id:gray value:gray(0.5) id:line1 value:gray(0.9) id:line2 value:gray(0.7) ScaleMajor = start:0 increment:1 gridcolor:line2 PlotData= color:darkblue width:20 bar:2002 from:start till:3.464 bar:2003 from:start till:3.436 bar:2004 from:start till:3.778 bar:2005 from:start till:3.884 bar:2006 from:start till:3.704 bar:2007 from:start till:3.714 bar:2008 from:start till:3.549 bar:2009 from:start till:3.409 bar:2010 from:start till:3.332 bar:2011 from:start till:3.193 bar:2012 from:start till:3.300 bar:2013 from:start till:3.112 bar:2014 from:start till:2.965 bar:2015 from:start till:3.034 bar:2016 from:start till:3.209 bar:2017 from:start till:3.381 bar:2018 from:start till:3.664 |- |} ==Ground transportation== There are no bus or shuttle services to and from Norfolk International Airport. The nearest bus (HRT Route 15) connection is away at the intersection of Military Highway (Route 165) and Norview Avenue (Route 247). All ground transportation services are located in the arrivals terminal. There are several on-site rental car companies, an authorized shuttle service providing door-to-door service to the entire Hampton Roads area, and taxis available through several companies. Additionally, both Uber and Lyft service the airport through an agreement with the airport authority. ===Parking=== The main entrance to the parking garage at ORF. A nine-level parking garage adjacent to the new arrivals terminal opened in July 2002. It provides 2,800 covered spaces for short term, long term and rental parking. Overall, NIA parking facilities can accommodate 7,000 vehicles. In February 2019, the airport announced it would begin construction of a brand new 1.09 million square foot parking garage. Construction started in July 2019. This new parking garage will consolidate all parking lots at ORF. It will also replace the employee shuttle that costs over $600,000 a year to operate. ==Accidents and incidents== * On a United Airlines Vickers 754D Viscount collided with a snow plow which had entered the runway in the path of the United plane upon landing. All 50 passengers and crew on board the aircraft survived, the aircraft suffered major damage to its airframe and was written off. * On a Martin 4-0-4 which was sitting empty on the ramp caught fire damaging the airframe beyond repair. The cause of the fire was never determined. ==See also== * Virginia World War II Army Airfields * List of airports in Virginia ==References== * ==External links== * * * * Live webcam image from WAVY-TV * Airport pictures ** Main terminal building and pedestrian bridge ** Rendering of present configuration of terminal ** Rendering of future configuration of terminal with planned expansion ** http://www.howardmodels.com/Architectural- Scale-Models/Norfolk-Airport/pic4.jpg ** Aerial picture Category:Airports in Virginia Category:Transportation in Norfolk, Virginia Category:Airfields of the United States Army Air Forces in Virginia Category:1938 establishments in Virginia Category:Airports established in 1938 ",
    "title": "Norfolk International Airport"
}