{
    "id": "266412",
    "text": "Thin-wall milling of aluminum using a water-based cutting fluid on the milling cutter. Cutting fluid is a type of coolant and lubricant designed specifically for metalworking processes, such as machining and stamping. There are various kinds of cutting fluids, which include oils, oil-water emulsions, pastes, gels, aerosols (mists), and air or other gases. Cutting fluid are made from petroleum distillates, animal fats, plant oils, water and air, or other raw ingredients. Depending on context and on which type of cutting fluid is being considered, it may be referred to as cutting fluid, cutting oil, cutting compound, coolant, or lubricant. Most metalworking and machining processes can benefit from the use of cutting fluid, depending on workpiece material. Common exceptions to this are cast iron and brass, which may be machined dry (though this is not true of all brasses, and any machining of brass will likely benefit from the presence of a cutting fluid). The properties that are sought after in a good cutting fluid are the ability to: * keep the workpiece at a stable temperature (critical when working to close tolerances). Very warm is acceptable, but extremely hot or alternating hot-and-cold are avoided. * maximize the life of the cutting tip by lubricating the working edge and reducing tip welding. * ensure safety for the people handling it (toxicity, bacteria, fungi) and for the environment upon disposal. * prevent rust on machine parts and cutters. ==Function== === Cooling === Metal cutting generates heat due to friction and energy lost deforming the material. The surrounding air has low thermal conductivity (conducts heat poorly) meaning it is a poor coolant. Ambient air cooling is sometimes adequate for light cuts and low duty cycles typical of maintenance, repair and operations (MRO) or hobbyist work. Production work requires heavy cutting over long time periods and typically produces more heat than air cooling can remove. Rather than pausing production while the tool cools, using liquid coolant removes significantly more heat more rapidly, and can also speed cutting and reduce friction and tool wear. However, it is not just the tool which heats up but also the work surface. Excessive temperature in the tool or work surface can ruin the temper of both, soften either to the point of uselessness or failure, burn adjacent material, create unwanted thermal expansion or lead to unwanted chemical reactions such as oxidation. === Lubrication === Besides cooling, cutting fluids also aid the cutting process by lubricating the interface between the tool's cutting edge and the chip. By preventing friction at this interface, some of the heat generation is prevented. This lubrication also helps prevent the chips from being welded onto the tool, which would interfere with subsequent cutting. Extreme pressure additives are often added to cutting fluids to further reduce tool wear. == Delivery methods == Every conceivable method of applying cutting fluid (e.g., flooding, spraying, dripping, misting, brushing) can be used, with the best choice depending on the application and the equipment available. For many metal cutting applications the ideal has long been high-pressure, high-volume pumping to force a stream of liquid (usually an oil-water emulsion) directly into the tool-chip interface, with walls around the machine to contain the splatter and a sump to catch, filter, and recirculate the fluid. This type of system is commonly employed, especially in manufacturing. It is often not a practical option for MRO or hobbyist metalcutting, where smaller, simpler machine tools are used. Fortunately it is also not necessary in those applications, where heavy cuts, aggressive speeds and feeds, and constant, all-day cutting are not vital. As technology continually advances, the flooding paradigm is no longer always the clear winner. It has been complemented since the 2000s by new permutations of liquid, aerosol, and gas delivery, such as minimum quantity lubrication and through-the-tool-tip cryogenic cooling (detailed below). Through-tool coolant systems, also known as through-spindle coolant systems, are systems plumbed to deliver coolant through passages inside the spindle and through the tool, directly to the cutting interface. Many of these are also high-pressure coolant systems, in which the operating pressure can be hundreds to several thousand psi (1 to 30 MPa)—pressures comparable to those used in hydraulic circuits. High-pressure through-spindle coolant systems require rotary unions that can withstand these pressures. Drill bits and endmills tailored for this use have small holes at the lips where the coolant shoots out. Various types of gun drills also use similar arrangements. ==Types== === Liquids === There are generally three types of liquids: mineral, semi-synthetic, and synthetic. Semi-synthetic and synthetic cutting fluids represent attempts to combine the best properties of oil with the best properties of water by suspending emulsified oil in a water base. These properties include: rust inhibition, tolerance of a wide range of water hardness (maintaining pH stability around 9 to 10), ability to work with many metals, resist thermal breakdown, and environmental safety.OSHA (1999). Metalworking Fluids: Safety and Health Best Practices Manual. Salt Lake City: U.S. Department of Labor, Occupational Safety and Health Administration. Water is a good conductor of heat but has drawbacks as a cutting fluid. It boils easily, promotes rusting of machine parts, and does not lubricate well. Therefore, other ingredients are necessary to create an optimal cutting fluid. Mineral oils, which are petroleum-based, first saw use in cutting applications in the late 19th century. These vary from the thick, dark, sulfur-rich cutting oils used in heavy industry to light, clear oils. Semi-synthetic coolants, also called soluble oil, are an emulsion or microemulsion of water with mineral oil. In workshops using British English soluble oil is colloquially known as SUDS. These began to see use in the 1930s. A typical CNC machine tool usually uses emulsified coolant, which consists of a small amount of oil emulsified into a larger amount of water through the use of a detergent. Synthetic coolants originated in the late 1950s and are usually water-based. The official technique to measure oil concentration in cutting fluid samples is manual titration: 100ml of the fluid under test is titrated with a 0.5M HCl solution to an endpoint of pH 4 and the volume of titrant used to reach the endpoint is used to calculate the oil concentration. This technique is accurate and not affected by fluid contamination, but needs to be performed by trained personnel in a laboratory environment. A hand-held refractometer is the industrial standard used to determine the mix ratio of water-soluble coolants that estimates oil concentration from the sample refractive index measured in the Brix scale. The refractometer allows for in situ measurements of oil concentration within industrial plants. However, contamination of the sample reduces the accuracy of the measure. Other techniques are used to measure the oil concentration in cutting fluids, such as measure of the fluid viscosity, density, and ultrasound speed. Other test equipment is used to determine such properties as acidity and conductivity. Others include: * Kerosene and rubbing alcohol often give good results when working on aluminum. * WD-40 and 3-In-One Oil work well on various metals. The latter has a citronella odor; if the odor offends, mineral oil and general-purpose lubricating oils work about the same. * Way oil (the oil made for machine tool ways) works as a cutting oil. In fact, some screw machines are designed to use one oil as both the way oil and cutting oil. (Most machine tools treat way lube and coolant as separate things that inevitably mix during use, which leads to tramp oil skimmers being used to separate them back out.) * Motor oils have a slightly complicated relationship to machine tools. Straight-weight non-detergent motor oils are usable, and in fact SAE 10 and 20 oils used to be the recommended spindle and way oils (respectively) on manual machine tools decades ago, although nowadays dedicated way oil formulas prevail in commercial machining. While nearly all motor oils can act as adequate cutting fluids in terms of their cutting performance alone, modern multi-weight motor oils with detergents and other additives are best avoided. These additives can present a copper-corrosion concern to brass and bronze, which machine tools often have in their bearings and leadscrew nuts (especially older or manual machine tools). * Dielectric fluid is used as a cutting fluid in electrical discharge machines (EDMs). It is usually deionized water or a high-flash-point kerosene. Intense heat is generated by the cutting action of the electrode (or wire) and the fluid is used to stabilize the temperature of the workpiece, along with flushing any eroded particles from the immediate work area. The dielectric fluid is non- conductive. * Liquid- (water- or petroleum oil-) cooled water tables are used with the plasma arc cutting (PAC) process. * Neatsfoot oil of the highest grade is used as a lubricant. It is used in metalworking industries as a cutting fluid for aluminum. For machining, tapping and drilling aluminum, it is superior to kerosene and various water-based cutting fluids. === Pastes or gels === Cutting fluid may also take the form of a paste or gel when used for some applications, in particular hand operations such as drilling and tapping. In sawing metal with a bandsaw, it is common to periodically run a stick of paste against the blade. This product is similar in form factor to lipstick or beeswax. It comes in a cardboard tube, which gets slowly consumed with each application. === Aerosols (mists) === Some cutting fluids are used in aerosol (mist) form (air with tiny droplets of liquid scattered throughout). The main problems with mists have been that they are rather bad for the workers, who have to breathe the surrounding mist-tainted air, and that they sometimes don't even work very well. Both of those problems come from the imprecise delivery that often puts the mist everywhere and all the time except at the cutting interface, during the cut—the one place and time where it's wanted. However, a newer form of aerosol delivery, (minimum quantity of lubricant), avoids both of those problems. The delivery of the aerosol is directly through the flutes of the tool (it arrives directly through or around the insert itself—an ideal type of cutting fluid delivery that traditionally has been unavailable outside of a few contexts such as gun drilling or expensive, state-of-the-art liquid delivery in production milling). MQL's aerosol is delivered in such a precisely targeted way (with respect to both location and timing) that the net effect seems almost like dry machining from the operators' perspective. The chips generally seem like dry-machined chips, requiring no draining, and the air is so clean that machining cells can be stationed closer to inspection and assembly than before. MQL doesn't provide much cooling in the sense of heat transfer, but its well-targeted lubricating action prevents some of the heat from being generated in the first place, which helps to explain its success. === CO2 Coolant === Carbon dioxide (chemical formula CO2) is also used as a coolant. In this application pressurized liquid CO2 is allowed to expand and this is accompanied by a drop in temperature, enough to cause a change of phase into a solid. These solid crystals are redirected into the cut zone by either external nozzles or through-the-spindle delivery, to provide temperature controlled cooling of the cutting tool and work piece. === Air or other gases (e.g., nitrogen) === Ambient air, of course, was the original machining coolant. Compressed air, supplied through pipes and hoses from an air compressor and discharged from a nozzle aimed at the tool, is sometimes a useful coolant. The force of the decompressing air stream blows chips away, and the decompression itself has a slight degree of cooling action. The net result is that the heat of the machining cut is carried away a bit better than by ambient air alone. Sometimes liquids are added to the air stream to form a mist (mist coolant systems, described above). Liquid nitrogen, supplied in pressurized steel bottles, is sometimes used in similar fashion. In this case, boiling is enough to provide a powerful refrigerating effect. For years this has been done (in limited applications) by flooding the work zone. Since 2005, this mode of coolant has been applied in a manner comparable to MQL (with through-the- spindle and through-the-tool-tip delivery). This refrigerates the body and tips of the tool to such a degree that it acts as a \"thermal sponge\", sucking up the heat from the tool–chip interface. This new type of nitrogen cooling is still under patent. Tool life has been increased by a factor of 10 in the milling of tough metals such as titanium and inconel. Alternatively, using airflow combined with a quick evaporating substance (ex. alcohol, water etc.) can be used as an effective coolant when handling hot pieces that cannot be cooled by alternate methods. === Past practice === * In 19th-century machining practice, it was not uncommon to use plain water. This was simply a practical expedient to keep the cutter cool, regardless of whether it provided any lubrication at the cutting edge–chip interface. When one considers that high- speed steel (HSS) had not been developed yet, the need to cool the tool becomes all the more apparent. (HSS retains its hardness at high temperatures; other carbon tool steels do not.) An improvement was soda water (sodium bicarbonate in water), which better inhibited the rusting of machine slides. These options are generally not used today because more effective alternatives are available. * Animal fats such as Tallow or Lard were very popular in the past., pp. 153–155. These are used infrequently today, because of the wide variety of other choices, but remain as an option. * Old machine shop training texts speak of using red lead and white lead, often mixed into lard or lard oil. This practice is obsolete due to the toxicity of lead. * From the mid-20th century to the 1990s, 1,1,1-trichloroethane was used as an additive to make some cutting fluids more effective. In shop-floor slang it was referred to as \"one-one-one\". It has been phased out because of its ozone- depleting and central nervous system-depressing properties. ==Safety concerns== Cutting fluids present some mechanisms for causing illness or injury in workers.NIOSH (2007). Health hazard evaluation and technical assistance report: HETA 005-0227-3049, Diamond Chain Company, Indianapolis, Indiana. Occupational exposure is associated with increases in cardiovascular disease. These mechanisms are based on the external (skin) or internal contact involved in machining work, including touching the parts and tooling; being splattered or splashed by the fluid; or having mist settle on the skin or enter the mouth and nose in the normal course of breathing. The mechanisms include the chemical toxicity or physical irritating ability of: * the fluid itself * the metal particles (from previous cutting) that are borne in the fluid * the bacterial or fungal populations that naturally tend to grow in the fluid over time * the biocides that are added to inhibit those life forms * the corrosion inhibitors that are added to protect the machine and tooling * the tramp oils that result from the way oils (the lubricants for the slideways) inevitably finding their way into the coolant The toxicity or irritating ability is usually not high, but it is sometimes enough to cause problems for the skin or for the tissues of the respiratory tract or alimentary tract (e.g., the mouth, larynx, esophagus, trachea, or lungs). Some of the diagnoses that can result from the mechanisms explained above include irritant contact dermatitis; allergic contact dermatitis; occupational acne; tracheitis; esophagitis; bronchitis; asthma; allergy; hypersensitivity pneumonitis (HP); and worsening of pre-existing respiratory problems. Safer cutting fluid formulations provide a resistance to tramp oils, allowing improved filtration separation without removing the base additive package. Room ventilation, splash guards on machines, and personal protective equipment (PPE) (such as safety glasses, respirator masks, and gloves) can mitigate hazards related to cutting fluids.NIOSH (1998). Criteria for a recommended standard: occupational exposure to metalworking fluids. Cincinnati, OH: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention, National Institute for Occupational Safety and Health. DHHS (NIOSH) Pub. No. 98-102. Additionally, Skimmers may be used to remove tramp oil from the surface of cutting fluid, which prevents the growth of micro- organisms. Bacterial growth is predominant in petroleum-based cutting fluids. Tramp oil along with human hair or skin oil are some of the debris during cutting which accumulates and forms a layer on the top of the liquid; anaerobic bacteria proliferate due to a number of factors. An early sign of the need for replacement is the \"Monday-morning smell\" (due to lack of usage from Friday to Monday). Antiseptics are sometimes added to the fluid to kill bacteria. Such use must be balanced against whether the antiseptics will harm the cutting performance, workers' health, or the environment. Maintaining as low a fluid temperature as practical will slow the growth of microorganisms. ==Degradation, replacement, and disposal== Cutting fluids degrade over time due to contaminants entering the lubrication system. A common type of degradation is the formation of tramp oil, also known as sump oil, which is unwanted oil that has mixed with cutting fluid.. It originates as lubrication oil that seeps out from the slideways and washes into the coolant mixture, as the protective film with which a steel supplier coats bar stock to prevent rusting, or as hydraulic oil leaks. In extreme cases it can be seen as a film or skin on the surface of the coolant or as floating drops of oil. Skimmers are used to separate the tramp oil from the coolant. These are typically slowly rotating vertical discs that are partially submerged below the coolant level in the main reservoir. As the disc rotates the tramp oil clings to each side of the disc to be scraped off by two wipers, before the disc passes back through the coolant. The wipers are in the form of a channel that then redirects the tramp oil to a container where it is collected for disposal. Floating weir skimmers are also used in these situation where temperature or the amount of oil on the water becomes excessive. Since the introduction of CNC additives, the tramp oil in these systems can be managed more effectively through a continuous separation effect. The tramp oil accumulation separates from the aqueous or oil based coolant and can be easily removed with an absorbent. Old, used cutting fluid must be disposed of when it is fetid or chemically degraded and has lost its usefulness. As with used motor oil or other wastes, its impact on the environment should be mitigated. Legislation and regulation specify how this mitigation should be achieved. Modern cutting fluid disposal involves techniques such as ultrafiltration using polymeric or ceramic membranes which concentrates the suspended and emulsified oil phase. Chip handling and coolant management are interrelated. Over the decades they have been improved, to the point that many metalworking operations now use engineered solutions for the overall cycle of collecting, separating, and recycling both chips and coolant. For example, the chips are graded by size and type, tramp metals (such as bolts and scrap parts) are separated out, the coolant is centrifuged off the chips (which are then dried for further handling), and so on. ==References== ===Notes=== ===Bibliography=== * * ==External links== *Metalworking Fluids - NIOSH Workplace Safety and Health Topic - National Institute for Occupational Safety and Health Category:Coolants Category:Metalworking Category:Lubricants Category:Petroleum products Category:Oils it:Lubrorefrigerante ",
    "title": "Cutting fluid"
}