{
    "id": "266509",
    "text": "Adolph Gysbert Malan, (3 October 1910 – 17 September 1963), better known as Sailor Malan, was a South African fighter pilot and flying ace in the Royal Air Force (RAF) who led No. 74 Squadron RAF during the Battle of Britain. He finished his fighter career in 1941 with 27 destroyed, 7 shared destroyed and 2 unconfirmed, 3 probables and 16 damaged. At the time he was the RAF's leading ace, and one of the highest scoring pilots to have served wholly with Fighter Command during the Second World War. After the war, Malan became leader of the Torch Commando, a liberal anti-authoritarian organisation that opposed the introduction of the apartheid system. ==Early life== Malan was born on 24 March 1910 to an Afrikaner family of Huguenot descent in Wellington, Western Cape, then part of the Cape Colony. He joined the South African Training Ship General Botha in 1924 or 1925 as a naval cadet (cadet number 168) at the age of 14, and on 5 January 1928 engaged as an officer cadet (seaman's discharge number R42512) aboard the Landsdown CastleCR1 record card, R42512, record group BT348, The National Archives (London) of the Union- Castle Line of the International Mercantile Marine Co. which later earned him the nickname of \"Sailor\" amongst his pilot colleagues. On 19 February 1932, he joined the Royal Naval Reserve as an acting sub-lieutenant, and was commissioned a sub-lieutenant on 18 June 1935. ==Royal Air Force== In 1935 the Royal Air Force (RAF) started the rapid expansion of its pilot corps, for which Malan volunteered. He learned to fly in the de Havilland Tiger Moth at an elementary flying school near Bristol, flying for the first time on 6 January 1936. Commissioned an acting pilot officer on 2 March, he completed training by the end of the year, and was sent to join 74 Squadron on 20 December 1936. He was confirmed as a pilot officer on 6 January 1937,. He was promoted to acting flying officer on 20 May 1938 and promoted to substantive flying officer on 6 July. He received another promotion to acting flight lieutenant on 2 March 1939, six months before the outbreak of war. ==Second World War== ===Battle of Barking Creek=== Malan in the cockpit of his Supermarine Spitfire at Biggin Hill, Kent. No. 74 Squadron saw its first action only 15 hours after war was declared, sent to intercept a bomber raid that turned out to be returning RAF planes. On 6 September 1939, \"A\" Flight was scrambled to intercept a suspected enemy radar track and ran into the Hurricanes of No. 56 Squadron RAF. Believing 56 to be the enemy, Malan ordered an attack. Paddy Byrne and John Freeborn downed two RAF aircraft, killing one officer, Montague Hulton-Harrop, in this friendly fire incident, which became known as the Battle of Barking Creek. At the subsequent courts-martial, Malan denied responsibility for the attack. He testified for the prosecution against his own pilots stating that Freeborn had been irresponsible, impetuous, and had not taken proper heed of vital communications. This prompted Freeborn's counsel, Sir Patrick Hastings to call Malan a bare-faced liar. Hastings was assisted in defending the pilots by Roger Bushell, who, like Malan, had been born in South Africa. A London barrister and RAF Auxiliary pilot, Bushell later led the Great Escape from Stalag Luft III. The court ruled the entire incident was an unfortunate error and acquitted both pilots. ===Dunkirk=== After fierce fighting over Dunkirk during the evacuation of the British Army from Dunkirk on 28 May 1940, Malan was awarded the Distinguished Flying Cross having achieved five 'kills'. During this battle he first exhibited his fearless and implacable fighting spirit. In one incident he was able to coolly change the light bulb in his gunsight while in combat and then quickly return to the fray. During the night of 19/20 June Malan flew a night sortie in bright moonlight and shot down two Heinkel He 111 bombers, a then unique feat for which a bar to his DFC was awarded. On 6 July, he was promoted to the substantive rank of flight lieutenant. Malan and his senior pilots also decided to abandon the \"vic\" formation used by the RAF, and turned to a looser formation (the \"finger-four\") similar to the four aircraft Schwarm the Luftwaffe had developed during the Spanish Civil War. Legend has it that on 28 July he met Werner Mölders in combat, damaging his plane and wounding him, but failing to bring him down. Recent research has suggested however that Mölders was wounded in a fight with No. 41 Squadron RAF. ===Squadron leader of No. 74 Squadron=== On 8 August, Malan was given command of 74 Squadron and promoted to acting squadron leader. This was at the height of the Battle of Britain. Three days later, on 11 August, action started at 7 am when 74 was sent to intercept a raid near Dover, but this was followed by another three raids, lasting all day. At the end of the day, 74 had claimed to have shot down 38 aircraft, and was known from then on as \"Sailor's August the Eleventh\". Malan himself simply commented, \"thus ended a very successful morning of combat.\" He received a bar to his DFC on 13 August. On the ground, Malan earned a reputation as an inveterate gambler who often owed his subordinates money. Malan was older than most of his charges and although sociable and relaxed off-duty, he spent most of his time with his wife and family living near Biggin Hill. He soon developed a flying routine of leading the first sortie of the day, then handing the squadron to a subordinate while he stayed on the ground to perform the Squadron commander's administration. Despite frosty relations after the Battle of Barking Creek he would often give command of the squadron to John Freeborn (himself an ace), showing Malan's ability to keep the personal and professional separate. Malan commanded 74 Squadron with strict discipline and did not suffer fools gladly, and could be high-handed with sergeant pilots (many non-commissioned pilots were joining the RAF at this time). He could also be reluctant to hand out decorations, and he had a hard-and-fast yardstick via which he would make recommendations for medals: six kills confirmed for a Distinguished Flying Cross, twelve for a bar to the DFC; eighteen for a Distinguished Service Order. Sailor Malan, colour oil painting by Cuthbert Orde On 29 December 1941 Malan was added to the select list of airmen who had sat for one of Cuthbert Orde's iconic RAF charcoal portraits. He had the rarer honour of also being the subject of a full colour painting by Orde. ===Wing commander – Biggin Hill=== On 24 December, Malan received the Distinguished Service Order, and on 22 July 1941, a bar to the Order. On 10 March 1941 he was appointed as one of the first wing leaders for the offensive operations that spring and summer, leading the Biggin Hill Wing until mid-August, when he was rested from operations. He finished his active fighter career in 1941 with 27 kills destroyed, 7 shared destroyed and 2 unconfirmed, 3 probables and 16 damaged, at the time the RAF's leading ace, and one of the highest scoring pilots to have served wholly with Fighter Command during World War II. He was transferred to the reserve as a squadron leader on 6 January 1942. After tours to the US and the Central Gunnery School, Malan was promoted to temporary wing commander on 1 September 1942 and became station commander at Biggin Hill, receiving a promotion to war substantive wing commander on 1 July 1943. Malan remained keen to fly on operations, often ignoring standing orders for station commanders not to risk getting shot down. In October 1943 he became officer commanding No. 19 Fighter Wing, RAF Second Tactical Air Force, then commander of the No. 145 (Free French) Wing in time for D-day, leading a section of the wing over the beaches during the late afternoon. Malan (second from left), RAF and Free French officers on D-Day ==Rules of air fighting== Although not an instinctive pilot Malan was an exceptional shot and a highly aggressive fighter-pilot, and above all a superb tactician who instilled the methods and techniques he had honed in 1940, which would cast an influence on successive generations of RAF fighter pilots who followed after him. He developed a set of clear rules for fighter-pilots (similar to those of Mick Mannock in the First World War), which was disseminated throughout RAF Fighter Command, and which during the latter part of the war could be found tacked to the wall of most airfield's Orderly Rooms: Ten of My Rules For Air Fighting # Wait until you see the whites of his eyes. Fire short bursts of one to two seconds only when your sights are definitely \"ON\". # Whilst shooting think of nothing else, brace the whole of your body: have both hands on the stick: concentrate on your ring sight. # Always keep a sharp lookout. \"Keep your finger out\". # Height gives you the initiative. # Always turn and face the attack. # Make your decisions promptly. It is better to act quickly even though your tactics are not the best. # Never fly straight and level for more than 30 seconds in the combat area. # When diving to attack always leave a proportion of your formation above to act as a top guard. # Initiative, Aggression, Air Discipline, and Teamwork are words that Mean something in Air Fighting. # Go in quickly – Punch hard – Get out! ==Post-war opposition to Apartheid== After the victorious conclusion of World War 2 Malan resigned his commission with the Royal Air Force in April 1946, retaining the rank of Group Captain, and returned home to South Africa, where he commenced a career in sheep farming.'A Flying Springbok of Wartime British Skies: A.G. Sailor Malan', Kronos Magazine, November 2009. http://www.scielo.org.za/scielo.php?script=sci_arttext&pid;=S0259-01902009000100004 In the early 1950s he became involved in the increasingly febrile South African domestic political scene, with its radical polarizing atmosphere and racially and culturally divided societal tensions. After the National Party was voted into Government in the late 1940s South Africa's domestic governance moved to a position of National Conservatism, and commenced the introduction Apartheid, a system of organised racial segregation, which Malan objected to. In the early 1950s in response Malan joined a Liberal politically organized protest movement opposed to the introduction of the Apartheid System styling itself as the \"Torch Commando\", which - with his public recognition acquired from his glamourous war career - to the Presidency of which he was elected. Through the early 1950s he involved himself in political opposition to what he perceived was the increasing authoritarianism of the National Party in Government, which he felt threatened to become fascist in nature. At one point the \"Torch Commando\" (so-called for its predilection for staging night-time rallies outside government buildings with the protestors bearing flaming torches for dramatic illumination) movement had 250,000 members, and staged well-attended rallies across South Africa, which Malan often publicly addressed.Newsreel footage of \"Torch Commando\" campaigning in 1953. Associated Press Archive newsreel from 1953 on 'British Movietone' Youtube channel. https://www.youtube.com/watch?v=pW8gNsq5_n8 By the late 1950s however the movement lost momentum as some of the factions that constituted it increasingly moved from a hitherto public Liberal position to one of World Communism, and splintered away to join the newly insurgent African National Congress, with which Malan was not sympathetic.'The Torch Commando', article on its history on the 'Observation Post - South African Contemporary Military History' website. 10 November 2017. http://www.samilhistory.com/tag/torch- commando/ The rise of the A.N.C. with its ideological radical agenda in turn discouraged the majority of the \"Torch Commando's\" membership from continuing with their campaign against the Apartheid State laws, with Malan leaving the disintegrating organization and retiring from politics and public life, leaving the National Party to rule South Africa exclusively for the next four decades.'Sailor Malan - Freedom Fighter', South African Legion (United Kingdom & Europe) website. http://www.salegion.org.uk/torch-commando/ ==Death== Malan died at the age of 53 on 17 September 1963 from Parkinson's disease, at that time a rare and little understood medical condition. A considerable sum of money was raised in his name to further study the disease. His funeral service was at St. Cyprian's Cathedral,'Sailor Malan - Forgotten Hero of Democracy', 3 March 2015, The Spitfire Society Trust website. https://www.spitfiresocietytrustza.org/sailor-malan-forgotten-hero-of- democracy/ and his body was buried at 'West End Cemetery' in Kimberley, Cape Province.Photo of Malan's grave, 'The Spitfire Society Trust' website. https://www.spitfiresocietytrustza.org/gallery/ ==Personal life== Malan married Lynda, the marriage producing a son, Jonathan, and daughter, Valerie. ==Cinematic portrayals== In the 1969 cinema film Battle of Britain, the character of Squadron Leader Skipper played by Robert Shaw was based on Malan.Interview with director Guy Hamilton in the documentary 'A Film for the Few', which was included with the 2004 Special Edition DVD release of the film ==See also== * List of top World War II aces * List of World War II aces from South Africa * Huguenots in South Africa, for the history of French surnames (like Malan) in South Africa. ==References== ===Citations=== ===Bibliography=== * * * Franks, Norman L.R. Sky Tiger The Story of Sailor Malan. Crecy, Manchester, UK. 1994. . * * * Walker, Oliver Sailor Malan. Casssell & Co Ltd. 1953. * * * * * * * * * * * * ==External links== * Sailor Malan at acesofww2.com * A flying Springbok of wartime British skies: A.G. 'Sailor' Malan – Bill Nasson * ZAR.co.za Biography Category:1910 births Category:1963 deaths Category:People from the Cape Winelands District Municipality Category:Afrikaner people Category:Royal Air Force group captains Category:Royal Air Force personnel of World War II Category:South African military personnel Category:South African World War II flying aces Category:Recipients of the Distinguished Flying Cross and Bar (United Kingdom) Category:British World War II flying aces Category:The Few Category:Companions of the Distinguished Service Order Category:Deaths from Parkinson's disease Category:Afrikaner anti-apartheid activists Category:Wing leaders ",
    "title": "Sailor Malan"
}