{
    "id": "266632",
    "text": "Stalemate is a situation in the game of chess where the player whose turn it is to move is not in check but has no legal move. The rules of chess provide that when stalemate occurs, the game ends as a draw. During the endgame, stalemate is a resource that can enable the player with the inferior position to draw the game rather than lose. In more complex positions, stalemate is much rarer, usually taking the form of a swindle that succeeds only if the superior side is inattentive. Stalemate is also a common theme in endgame studies and other chess problems. The outcome of a stalemate was standardized as a draw in the 19th century. Before this standardization, its treatment varied widely, including being deemed a win for the stalemating player, a half-win for that player, or a loss for that player; not being permitted; and resulting in the stalemated player missing a turn. Some regional chess variants have not allowed a player to play a stalemating move. In losing chess, another chess variant, it is typically treated as a win for the stalemated player. In popular usage, the word stalemate refers to a conflict that has reached an impasse, and in which resolution or further action seems highly difficult or unlikely. ==Examples== With Black to move, Black is stalemated in diagrams 1 to 5. Stalemate is an important factor in the endgame – the endgame set-up in diagram 1, for example, quite frequently is relevant in play (see King and pawn versus king endgame). The position in diagram 1 occurred in an 1898 game between Amos Burn and Harry PillsburyBurn vs. Pillsbury, 1898 and also in a 1925 game between Savielly Tartakower and Richard Réti.Tartakower vs. Réti 1925 The same position, except shifted to the e-, occurred in a 2009 game between Gata Kamsky and Vladimir Kramnik.Kamsky vs. Kramnik The position in diagram 4 is an example of a pawn drawing against a queen. Stalemates of this sort can often save a player from losing an apparently hopeless position (see Queen versus pawn endgame). In that position, even if it were White's move, there is no way to avoid this stalemate without allowing Black's pawn to promote. (White may be able to win the resulting queen versus queen ending, however, if the white king is close enough). In diagram 5, Black had forced the position to become stalemate, seeing that the white bishop could not force the black king to go away from the queening square of the rook pawn. ==In the endgame== As the previous section suggests, stalemate is a typical element of the endgame , often enabling the player with the inferior position to draw the game . Concerning chess, below are some examples of this from actual play. ===Anand versus Kramnik=== In this game Viswanathan Anand–Vladimir Kramnik from the 2007 World Chess Championship, Black must capture the pawn on f5, causing stalemate . (Any other move by Black loses.) ===Korchnoi versus Karpov=== An intentional stalemate occurred on the 124th move of the fifth game of the 1978 World Championship match between Viktor Korchnoi and Anatoly Karpov.Karpov vs. Korchnoi The game had been a theoretical draw for many moves , . (White's bishop is useless; it cannot defend the queening square at a8 nor attack the black pawn on the light a4-square. If the white king heads towards the black pawn, the black king can move towards a8 and set up a fortress.) The players were not on speaking terms, however, so neither would offer a draw by agreement. Korchnoi said that it gave him pleasure to stalemate Karpov and that it was slightly humiliating . (Incidentally, as of 2014Anand Holds Draw In 2nd-Longest World Championship Game Ever this is the longest game played in a World Chess Championship final match, and also the only World Championship game to end in stalemate before 2007 .) ===Bernstein versus Smyslov=== {| align=\"right\" |-valign=\"top\" |+ Bernstein vs. Smyslov, 1946 | | | |} Sometimes a surprise stalemate saves a game. In the game between Ossip Bernstein–Vasily Smyslov (see first diagram), Black should win by sacrificing the f-pawn and using the king to support the b-pawn. However, Smyslov thought it was good to advance the b-pawn, because of the skewer of the white rook if it captures the pawn once it is on b2. Play went: :1... b2 2. Rxb2 Now if 2...Rh2+ 3.Kf3! Rxb2 is stalemate (see analysis diagram). Smyslov moved 2...Kg4 and the game was drawn after 3.Kf1 (see Rook and pawn versus rook endgame) . ===Matulović versus Minev=== {| align=\"right\" |-valign=\"top\" |+ Matulović vs. Minev, 1956 | | | |} In the Bernstein–Smyslov game, the possibility of stalemate arose because of a blunder. It can arise without one, as in the game Milan Matulović–Nikolay Minev (see first diagram). Play continued: :1. Rc6 Kg5 2. Kh3 Kh5 3. f4 The only meaningful attempt to make progress. Now all black moves (like 3...Ra3+) lose, with one exception. : 3... Rxa6! and now 4.Rxa6 would be stalemate. White played 4.Rc5+ instead, and the game was drawn several moves later . ===Williams versus Harrwitz=== {| align=\"right\" |-valign=\"top\" |+ Williams vs. Harrwitz, 1846 | | | |} In the game Elijah Williams–Daniel Harrwitz (see first diagram), Black was up a knight and a pawn in an endgame. This would normally be a decisive advantage, but Black could find no way to make progress because of various stalemate resources available to White. The game continued: :72... Ra8 73. Rc1 Avoiding the threatened 73...Nc2+. :73... Ke3 74. Rc4 Ra4 75. Rc1 Kd2 76. Rc4 Kd3 76...Nc2+ 77.Rxc2+! Kxc2 is stalemate. :77. Rc3+! Kd4 77...Kxc3 is stalemate. :78. Rc1 Ra3 79. Rd1+ Kc5 79...Rd3 80.Rxd3+! leaves Black with insufficient material to win after 80...Nxd3 81.Kxa2, or a standard fortress in a corner draw after 80...Kxd3. :80. Rc1+ Kb5 81. Rc7 Nd5 82. Rc2 Nc3?? 83. Rb2+ Kc4 84. Rb3! (second diagram) Now the players agreed to a draw, since 84...Kxb3 or 84...Rxb3 is stalemate, as is 84...Ra8 85.Rxc3+! Kxc3. Black could still win the game until his critical mistake on move 82. Instead, 82...Nb4 wins, for example: 83.Rc8 Re3 84.Rb8+ Kc5 85.Rc8+ Kd5 86.Rd8+ Kc6 87.Ra8 Re1+ 88.Kb2 Kc5 89.Kc3 a1=Q+ and wins. ===Carlsen versus Van Wely=== This 2007 game, Magnus Carlsen–Loek van Wely, ended in stalemate. Sixteen-year-old Carlsen used the \"second-rank defense\" in a rook and bishop versus rook endgame for 46 moves. The fifty-move rule was about to come into effect, under which Carlsen could claim a draw. The game ended with :109. Rc2–d2+ Bxd2 stalemate . ==More complex examples== Stalemate can also occur with more pieces on the board. Outside of relatively simple endgame positions, such as those above, stalemate occurs rarely, usually when the side with the superior position has overlooked the possibility of stalemate . This is typically realized by the inferior side's sacrifice of one or more pieces in order to force stalemate. A piece that is offered as a sacrifice to bring about stalemate is sometimes called a desperado. ===Evans versus Reshevsky=== {| align=\"right\" |-valign=\"top\" |+ Evans vs. Reshevsky, 1963 | | | |} One of the best-known examples of the desperado is the game Larry Evans–Samuel Reshevsky that was dubbed \"The Swindle of the Century\".Larry Evans, Chess Catechism, Simon and Schuster, 1970, p. 66. SBN 671-21531-0. It appears that Evans himself was the first to refer to the game as the \"Swindle of the Century\" in print, in his annotations in American Chess Quarterly magazine, of which he was the Editor-in-Chief. American Chess Quarterly, Vol. 3, No. 3 (Winter, 1964), p. 171. Hans Kmoch referred to the conclusion of the game as \"A Hilarious Finish\". Hans Kmoch, \"United States Championship\", Chess Review, March 1964, pp. 76–79, at p. 79. Also available on DVD (p. 89 of \"Chess Review 1964\" PDF file). Evans sacrificed his queen on move 49 and offered his rook on move 50. White's rook has been called the eternal rook. Capturing it results in stalemate, but otherwise it stays on the seventh and checks Black's king ad infinitum (i.e. perpetual check). The game would inevitably end in a draw by agreement, by threefold repetition, or by an eventual claim under the fifty-move rule . :47. h4! Re2+ 48. Kh1 Qxg3?? After 48...Qg6! 49.Rf8 Qe6! 50.Rh8+ Kg6, Black remains a piece ahead after 51.Qxe6 Nxe6, or after 51.gxf4 Re1+ and 52...Qa2+.Hans Kmoch, \"United States Championship\", Chess Review, March 1964, pp. 76–79, at p. 79. Also available on DVD (p. 89 of \"Chess Review 1964\" PDF file). :49. Qg8+! Kxg8 50. Rxg7+! ===Gelfand versus Kramnik=== {| align=\"right\" |-valign=\"top\" |+ Gelfand vs. Kramnik, 1994 | | |} The position at right occurred in Boris Gelfand–Vladimir Kramnik, 1994 FIDE Candidates match, game 6, in Sanghi Nagar, India. Kramnik, down two pawns and on the defensive, would be very happy with a draw. Gelfand has just played 67. Re4–e7 (see first diagram), a strong-looking move that threatens 68.Qxf6, winning a third pawn, or 68.Rc7, further constricting Black. Black responded 67... Qc1 If White takes Black's undefended rook with 68.Qxd8, Black's desperado queen forces the draw with 68...Qh1+ 69.Kg3 Qh2+!, compelling 70.Kxh2 stalemate (second diagram). If White avoids the stalemate with 68.Rxg7+ Kxg7 69.Qxd8, Black draws by perpetual check with 69...Qh1+ 70.Kg3 Qg1+ 71.Kf4 Qc1+! 72.Ke4 Qc6+! 73.Kd3 (73.d5 Qc4+; 73.Qd5 Qc2+) Qxf3+! 74.Kd2 Qg2+! 75.Kc3 Qc6+ 76.Kb4 Qb5+ 77.Ka3 Qd3+. Gelfand played 68. d5 instead, but still only drew. ===Troitsky versus Vogt=== {| align=\"right\" |-valign=\"top\" |+ Troitsky vs. Vogt, 1896 | | | |} In Troitsky–, 1896, the famous endgame study composer Alexey Troitsky pulled off an elegant swindle in actual play. After Troitsky's 1. Rd1!, Black fell into the trap with the seemingly crushing 1... Bh3?, threatening 2...Qg2#. The game concluded 2. Rxd8+ Kxd8 3. Qd1+! Qxd1 stalemate. White's bishop, knight, and f-pawn are all and unable to move. ==In studies== {| align=\"right\" |-valign=\"top\" |+ Rhine, 2006 | | | |} Stalemate is a frequent theme in endgame studies and other chess compositions. An example is the \"White to Play and Draw\" study at right, composed by the American master Frederick RhineUnited States Chess Federation rating card for Frederick S. Rhine and published in 2006 . White saves a draw with 1.Ne5+! Black wins after 1.Nb4+? Kb5! or 1.Qe8+? Bxe8 2.Ne5+ Kb5! 3.Rxb2+ Nb3. 1... Bxe5 After 1...Kb5? 2.Rxb2+ Nb3 3.Rxc4! Qxe3 (best; 3...Qb8+ 4.Kd7 Qxh8 5.Rxb3+ forces checkmate) 4.Rxb3+! Qxb3 5.Qh1! Bf5+ 6.Kd8!, White is winning. 2. Qe8+! 2.Qxe5? Qb7+ 3.Kd8 Qd7#. 2... Bxe8 3. Rh6+ Bd6 3...Kb5 4.Rxb6+ Kxb6 5.Nxc4+ also leads to a drawn endgame. Not 5.Rxb2+? Bxb2 6.Nc4+ Kb5 7.Nxb2 Bh5! trapping White's knight. 4. Rxd6+! Kxd6 5. Nxc4+! Nxc4 6. Rxb6+ Nxb6+ Moving the king is actually a better try, but the resulting endgame of two knights and a bishop against a rook is a well-established theoretical draw .This can be confirmed, as to this position, by the Shredder Six-Piece Database. 7\\. Kd8! (rightmost diagram) Black is three pieces ahead, but if White is allowed to take the bishop, the two knights are insufficient to force checkmate. The only way to save the bishop is to move it, resulting in stalemate. A similar idea occasionally enables the inferior side to save a draw in the ending of bishop, knight, and king versus lone king. {| align=\"right\" |-valign=\"top\" |+ Roycroft, 1957 | | | |} At right is a composition by A. J. Roycroft which was published in the British Chess Magazine in 1957. White draws with 1. c7! after which there are two main lines: *1... f5 2. c8=Q (if 2.c8=R? then 2...Bc3 3.Rxc3 Qg7#) 2... Bc3 3. Qxf5+ draws by stalemate. *1... g5 (1...Ka1 2.c8=R transposes) 2. c8=R (2.c8=Q? Ka1 3.Qc2 [or 3.Qc1+] b1=Q+ wins) 2... Ka1 (2...Ng6 3.Rc1+ forces Black to capture, stalemating White) 3. Rc2!! (not 3.Rc1+?? b1=Q+! 4.Rxb1+ Bxb1#; now White threatens 4.Rxb2 and 5.Rxa2+, forcing stalemate or perpetual check) 3... Bc4 (trying to get in a check; 3...b1=Q, 3...b1=B, and 3...Bb1 are all stalemate; 3...Ng6 4.Rc1+!) 4. Rc1+ Ka2 5. Ra1+ Kb3 6. Ra3+ Kc2 7. Rc3+ Kd2 8. Rc2+ (rightmost diagram). As in Evans–Reshevsky, Black cannot escape the \"eternal rook\" . ==In problems== Some chess problems require \"White to move and stalemate Black in n moves\" (rather than the more common \"White to move and checkmate Black in n moves\"). Problemists have also tried to construct the shortest possible game ending in stalemate. Sam Loyd devised one just ten moves long: 1.e3 a5 2.Qh5 Ra6 3.Qxa5 h5 4.Qxc7 Rah6 5.h4 f6 6.Qxd7+ Kf7 7.Qxb7 Qd3 8.Qxb8 Qh7 9.Qxc8 Kg6 10.Qe6 (diagram at left). A similar stalemate is reached after: 1.d4 c5 2.dxc5 f6 3.Qxd7+ Kf7 4.Qxd8 Bf5 5.Qxb8 h5 6.Qxa8 Rh6 7.Qxb7 a6 8.Qxa6 Bh7 9.h4 Kg6 10.Qe6 (Frederick Rhine). Loyd also demonstrated that stalemate can occur with all the pieces on the board: 1.d4 d6 2.Qd2 e5 3.a4 e4 4.Qf4 f5 5.h3 Be7 6.Qh2 Be6 7.Ra3 c5 8.Rg3 Qa5+ 9.Nd2 Bh4 10.f3 Bb3 11.d5 e3 12.c4 f4 (diagram at right). A variation of this game has even occurred in a tournament game.Hohmeister vs. Frank 1993 ===Double stalemate=== There are peculiar chess compositions featuring double stalemate. At left and at right are double stalemate positions, in which neither side has a legal move. Double stalemate is theoretically possible in a practical game, though is not known to ever have happened. Consider the following position: The game draws after a waiting move like 1.Rg2 (1...b2 2.Rxb2; 1...c2 2.Rg4!). However, White has 1.Rb2?, an interesting blunder: if Black errs by 1...cxb2+? then White draws by 2.Kb1, creating a double stalemate position. Black could win by 1...c2! putting White in zugzwang. The fastest known game ending in a double stalemate position was discovered by Enzo Minerva and published in the Italian newspaper l'Unità on 14 August 2007: 1.c4 d5 2.Qb3 Bh3 3.gxh3 f5 4.Qxb7 Kf7 5.Qxa7 Kg6 6.f3 c5 7.Qxe7 Rxa2 8.Kf2 Rxb2 9.Qxg7+ Kh5 10.Qxg8 Rxb1 11.Rxb1 Kh4 12.Qxh8 h5 13.Qh6 Bxh6 14.Rxb8 Be3+ 15.dxe3 Qxb8 16.Kg2 Qf4 17.exf4 d4 18.Be3 dxe3.The previous record (37 ply, i.e. 18.5 moves) was held by the German composer Eduard Schildberg, and was published in the Deutsches Wochenschach in 1915. ==History of the stalemate rule== The stalemate rule has had a convoluted history . Although today stalemate is universally recognized as a draw, for much of the game's history that has not been the case. In the forerunners to modern chess, such as chaturanga, stalemate was a win for the side administering it. This practice persisted in chess as played in early 15th- century Spain . However, Lucena (c. 1497) treated stalemate as an inferior form of victory , which in games played for money won only half the stake, and this continued to be the case in Spain as late as 1600 . The rule in England from about 1600 to 1800 was that stalemate was a loss for the player administering it, a rule that the eminent chess historian H. J. R. Murray believes may have been adopted from Russian chess . That rule disappeared in England before 1820, being replaced by the French and Italian rule that a stalemate was a drawn game . Assume that Black is stalemated. Throughout history, such a stalemate has at various times been: *A win for White in 10th century Arabia and parts of medieval Europe . *A half-win for White. In a game played for stakes, White would win half the stake (18th century Spain) . *A win for Black in 9th century India , 17th century Russia , on the Central Plain of Europe in the 17th century , and 17th–18th century England .Saul's Famous game of Chesse-play (London 1614) explained the reason for this rule as follows: \"He that hath put his adversary's King into a stale, loseth the game, because he hath disturbed the course of the game, which can only end with the grand Check-mate.\" Murray, p. 466 & n. 32. McCrary, p. 26. Murray derides the rule as \"illogical\", Murray, p. 61, and Saul's explanation as \"puerile\", id., p. 466. This rule continued to be published in Hoyle's Games Improved as late as 1866 .Murray wrote in 1913, \"The rule still appeared in editions after 1857, and I have met with players who argued that the rule was so.\" Murray, p. 391 n. 47. *Illegal. If White made a move that would stalemate Black, he had to retract it and make a different move (Eastern Asia until the early 20th century). Murray likewise wrote that in Hindustani chess and Parsi chess, two of the three principal forms of chess played in India as of 1913 , a player was not allowed to play a move that would stalemate the opponent . The same was true of Burmese chess, another chess variant, at the time of writing . Stalemate was not permitted in most of the Eastern Asiatic forms of the game (specifically in Burma, India, Japan, and Siam) until early in the 20th century . *The forfeiture of Black's turn to move (medieval France) , although other medieval French sources treat stalemate as a draw . *A draw. This was the rule in 13th-century Italy and also stated in the German Cracow Poem (1422), that noted, however, that some players treated stalemate as equivalent to checkmate . This rule was ultimately adopted throughout Europe, but not in England until the 19th century, after being introduced there by Jacob Sarratt . ==Proposed rule change== Periodically, writers have argued that stalemate should again be made a win for the side causing the stalemate. Grandmaster Larry Kaufman writes, \"In my view, calling stalemate a draw is totally illogical, since it represents the ultimate zugzwang, where any move would get your king taken\" . The British master T. H. Tylor argued in a 1940 article in the British Chess Magazine that the present rule, treating stalemate as a draw, \"is without historical foundation and irrational, and primarily responsible for a vast percentage of draws, and hence should be abolished\" . Years later, Fred Reinfeld wrote, \"When Tylor wrote his attack on the stalemate rule, he released about his unhappy head a swarm of peevish maledictions that are still buzzing.\" Larry Evans calls the proposal to make stalemate a win for the stalemating player a \"crude proposal that ... would radically alter centuries of tradition and make chess boring\" . This rule change would cause a greater emphasis on ; an extra pawn would be a greater advantage than it is today. ===Effect on endgame theory=== If stalemate were a loss for the player unable to move, the outcome of some endgames would be affected. In some situations the superior side can force stalemate but not checkmate. In others, the defending player can use stalemate as a defensive technique to avoid losing (under the current rule). If the proposed rule change were made, both of these situations would become wins for the superior side instead of draws. *The endgame of king and pawn versus king would always be a win unless the pawn can be captured. If the pawn cannot be captured or promoted, the defending king can be forced into a stalemate (see diagram 1 below). *Two knights and a king can stalemate a lone king , so that ending would no longer be a draw (see Two knights endgame). *A plus a bishop on the color opposite the pawn's queening square would be a win instead of a draw, because the defending king can be forced into stalemate (see diagram 2 below). (See Wrong rook pawn). *A king and rook versus a king and bishop would be a win for the side with the rook because of a forced stalemate (see diagram 3 below). (The same is not true for a rook versus knight.) *If the defending king is cornered, a single bishop or knight may be able to stalemate the king, although these cannot be forced in general. *The defensive drawing techniques with a or on the seventh with its king nearby versus a queen would not work, because they rely on stalemate . (See Queen versus pawn endgame.) *Positions such as the Saavedra position, which would normally require an underpromotion due to the fact that a queen would stalemate the opponent, no longer require an underpromotion. (In fact, underpromotion to rook or bishop would no longer be necessary in chess.) ==Rules in other chess variants== Not all variants of chess consider the stalemate to be a draw. Many regional variants, as well some variants of Western chess, have adopted their own rules on how to treat the stalemated player. In chaturanga, which is widely considered to be the common ancestor of all variants of chess, a stalemate was a win for the stalemated player .Chaturangs – Game rules Around the 7th century, this game was adopted in the Middle East as shatranj with very similar rules to its predecessor; however, the stalemate rule was changed to its exact opposite: i.e. it was a win for the player delivering the stalemate.Shatranj This game was in turn introduced to the western world, where it would eventually evolve to modern-day (Western) chess, although the stalemate rule for Western chess was not standardised as a draw until the 19th century (see history of the rule). ===Modern Asian variants=== Chaturanga also evolved into several other games in various regions of Asia, all of which have varying rules on stalemating: * In makruk (Thai chess), a stalemate results in a draw, like in Western chess.Makruk: Thai chess * In shogi (Japanese chess) and the majority of its variants, a stalemate is a win for the player delivering the stalemate.Rules – Japanese Game Shogi This is because historically, the objective of shogi was to capture the opponent's king rather than to checkmate it – thus from the players' perspective a stalemate was no different from a checkmate, as both outcomes would result in the king's capture in the next move. The official rules of shogi (but not most of its variants) have since altered the objective of the game to checkmate, however stalemate is still considered a form of checkmate and thus a win for the stalemating player. It is worth noting, though, that in shogi (and indeed in any variant of the game that features the drop rule), stalemates are extremely rare due to the fact that no piece ever goes entirely out of play. * Xiangqi (Chinese chess) and janggi (Korean chess), despite being very similar to each other in terms of both the board and the pieces, have adopted different rules for what happens in the case of a stalemate. In xiangqi, like in shogi, it results in an immediate loss for the stalemated player, and there is no explicit distinction between it and checkmate.BrainKing – Game rules (Chinese Chess) Janggi, on the other hand, allows the stalemated player to pass his/her turn, i.e. the player may (and in fact must) leave the \"king\" in position and make no move when stalemated.Janggi – Korean Chess * In sittuyin (Myanma/Burmese chess), stalemates are avoided altogether, as it is counted as an illegal move. Players are not allowed to leave the opponent with no legal moves without putting the king into check.How to Play Sittuyin – Burmese Chess – Myanmar Chess ===Western chess variants=== The majority of variants of Western chess do not specify in their set of rules what happens when a player is stalemated, which would imply that the rule is the same as in standard Western chess, i.e. a draw. There are some variants, however, where the rule is specified and differs from the rules of standard chess: * In losing chess, the stalemate rule varies depending on the version being played . According to the \"international\" rules, a stalemate is simply a win for the stalemated player. The Free Internet Chess Server, however, grants a win to the player with fewer pieces remaining on the board (regardless of who delivered the stalemate); if both players have the same number of pieces it is a draw.Losing Chess There is also a \"joint\" FICS/international rule, according to which a stalemate is only a win if both sources agree that it is a win (i.e. it counts as a win for the stalemated player if that player also happens to have fewer pieces remaining); in all other cases it is a draw. * In Gliński's hexagonal chess, stalemate is neither a draw nor a full win. Instead, in tournament games, the player who delivers the stalemate earns point, while the stalemated player receives point.Gliński's Hexagonal Chess It is unknown whether a stalemate should be considered a draw or a win in a friendly game. ==As a metaphor== Stalemate has become a widely used metaphor for other situations where there is a conflict or contest between two parties, such as war or political negotiations, and neither side is able to achieve victory, resulting in what is also called an impasse, a deadlock, or a Mexican standoff. Chess writers note that this usage is a misnomer because, unlike in chess, the situation is often a temporary one that is ultimately resolved, even if it seems currently intractable .Golombek wrote, \"The word 'stalemate' has been taken into the English language to mean (wrongly) a temporary state of impasse.\" Soltis wrote: > There is a world of difference between no choice ... and a poor choice. > Editorial writers often talk about a political stalemate when the analogy > they probably have in mind is a political \"zugzwang\". In stalemate a player > has no legal moves, period. In zugzwang he has nothing pleasant to do. ==See also== *Checkmate *Desperado *Draw (chess) *Glossary of chess *Rules of chess *Swindle (chess) ==Notes== ==References== * * * * * * * * * * * * * * * * * * * * * * * * * * ==External links== *Edward Winter, Stalemate *Edward Winter, 5929. Stalemate *\"Stalemate!\" Game Collection at chessgames.com *Spassky vs. Keres, 1961, ended in stalemate *A Defensive Brilliancy *Example of \"stalemate\" in politics Category:Chess terminology Category:Chess rules ",
    "title": "Stalemate"
}