{
    "id": "266601",
    "text": "A 200 mm refracting telescope at the Poznań Observatory A refracting telescope (also called a refractor) is a type of optical telescope that uses a lens as its objective to form an image (also referred to a dioptric telescope). The refracting telescope design was originally used in spy glasses and astronomical telescopes but is also used for long focus camera lenses. Although large refracting telescopes were very popular in the second half of the 19th century, for most research purposes, the refracting telescope has been superseded by the reflecting telescope, which allows larger apertures. A refractor's magnification is calculated by dividing the focal length of the objective lens by that of the eyepiece. Refracting telescopes typically have a lens at the front, then a long tube, then an eyepiece or instrumentation at the rear, where the telescope view comes to focus. Originally, telescopes had an objective of one element, but a century later, two and even three element lenses were made. Refracting telescope is a technology that has often been applied to other optical devices such as binoculars and zoom lenses/telephoto lens/long-focus lens. ==Invention== Refractors were the earliest type of optical telescope. The first record of a refracting telescope appeared in the Netherlands about 1608, when a spectacle maker from Middelburg named Hans Lippershey unsuccessfully tried to patent one.Albert Van Helden, Sven Dupré, Rob van Gent, The Origins of the Telescope, Amsterdam University Press, 2010, pages 3-4, 15 News of the patent spread fast and Galileo Galilei, happening to be in Venice in the month of May 1609, heard of the invention, constructed a version of his own, and applied it to making astronomical discoveries. ==Refracting telescope designs== right All refracting telescopes use the same principles. The combination of an objective lens 1 and some type of eyepiece 2 is used to gather more light than the human eye is able to collect on its own, focus it 5, and present the viewer with a brighter, clearer, and magnified virtual image 6. The objective in a refracting telescope refracts or bends light. This refraction causes parallel light rays to converge at a focal point; while those not parallel converge upon a focal plane. The telescope converts a bundle of parallel rays to make an angle α, with the optical axis to a second parallel bundle with angle β. The ratio β/α is called the angular magnification. It equals the ratio between the retinal image sizes obtained with and without the telescope.Stephen G. Lipson, Ariel Lipson, Henry Lipson, Optical Physics 4th Edition, Cambridge University Press, Refracting telescopes can come in many different configurations to correct for image orientation and types of aberration. Because the image was formed by the bending of light, or refraction, these telescopes are called refracting telescopes or refractors. ===Galilean telescope=== thumb|400px| Optical diagram of Galilean telescope y – Distant object ; y′ – Real image from objective ; y″ – Magnified virtual image from eyepiece ; D – Entrance pupil diameter ; d – Virtual exit pupil diameter ; L1 – Objective lens ; L2 – Eyepiece lens e – Virtual exit pupil – Telescope equalshttp://upload.wikimedia.org/wikipedia/commons/1/17/Galileantelescope_2.png The design Galileo Galilei used is commonly called a Galilean telescope. It used a convergent (plano-convex) objective lens and a divergent (plano- concave) eyepiece lens (Galileo, 1610).Sidereus Nuncius or The Sidereal Messenger, 1610, Galileo Galilei et al., 1989, pg. 37, The University of Chicago Press, Albert van Helden tr., (History Dept. Rice University, Houston, TX), . A Galilean telescope, because the design has no intermediary focus, results in a non-inverted and, with the help of some devices, an upright image. Galileo's most powerful telescope, with a total length of , magnified objects about 30 times. Because of flaws in its design, such as the shape of the lens and the narrow field of view, the images were blurry and distorted. Despite these flaws, the telescope was still good enough for Galileo to explore the sky. He used it to view craters on the Moon, the four largest moons of Jupiter, and the phases of Venus. Parallel rays of light from a distant object (y) would be brought to a focus in the focal plane of the objective lens (F′ L1 / y′). The (diverging) eyepiece (L2) lens intercepts these rays and renders them parallel once more. Non-parallel rays of light from the object traveling at an angle α1 to the optical axis travel at a larger angle (α2 > α1) after they passed through the eyepiece. This leads to an increase in the apparent angular size and is responsible for the perceived magnification. The final image (y″) is a virtual image, located at infinity and is the same way up as the object. ===Keplerian telescope=== Engraved illustration of a focal length Keplerian astronomical refracting telescope built by Johannes Hevelius. The Keplerian telescope, invented by Johannes Kepler in 1611, is an improvement on Galileo's design. It uses a convex lens as the eyepiece instead of Galileo's concave one. The advantage of this arrangement is that the rays of light emerging from the eyepiece are converging. This allows for a much wider field of view and greater eye relief, but the image for the viewer is inverted. Considerably higher magnifications can be reached with this design, but to overcome aberrations the simple objective lens needs to have a very high f-ratio (Johannes Hevelius built one with a focal length, and even longer tubeless \"aerial telescopes\" were constructed). The design also allows for use of a micrometer at the focal plane (to determine the angular size and/or distance between objects observed). Huygens built an aerial telescope for Royal Society of London with a 19 cm (7.5″) single-element lens.Paul Schlyter, Largest optical telescopes of the world ===Achromatic refractors=== Alvan Clark polishes the big Yerkes achromatic objective lens, over 1 meter across, in 1896. This 12 inch refractor is mounted in dome and a mount the rotates with the turn of the Earth The next major step in the evolution of refracting telescopes was the invention of the achromatic lens, a lens with multiple elements that helped solve problems with chromatic aberration and allowed shorter focal lengths. It was invented in 1733 by an English barrister named Chester Moore Hall, although it was independently invented and patented by John Dollond around 1758. The design overcame the need for very long focal lengths in refracting telescopes by using an objective made of two pieces of glass with different dispersion, 'crown' and 'flint glass', to reduce chromatic and spherical aberration. Each side of each piece is ground and polished, and then the two pieces are assembled together. Achromatic lenses are corrected to bring two wavelengths (typically red and blue) into focus in the same plane. Chester More Hall is noted as having made the first twin color corrected lens in 1730. Dollond achromats were quite popular in the 18th century. A major appeal was they could be made shorter. However, problems with glass making meant that the glass objectives were not made more than about four inches in diameter. In the late 19th century, the glass maker Guinand developed a way to make higher quality glass blanks of greater than four inches. He also passed this technology to his apprentice Fraunhofer, who further developed this technology and also developed the Fraunhofer doublet lens design. The breakthrough in glass making techniques led to the great refractors of the 19th century, that became progressively larger through the decade, eventually reaching over 1 meter by the end of that century before being superseded by silvered-glass reflecting telescopes in astronomy. Noted lens makers of the 19th century include: The Greenwich 28-inch refractor is a popular tourist attraction in the 21st century in London *Alvan Clark *Brashear *Chance Brothers *Cauchoix *Fraunhofer * Gautier *Grubb *Henry Brothers *Lerebours *Tulley Some famous 19th century doublet refractors are the James Lick telescope (91 cm/36 in) and the Greenwich 28 inch refractor (71 cm). An example of an older refractor is the Shuckburgh telescope (dating to the late 1700s). A famous refractor was the \"Trophy Telescope\", presented at the 1851 Great Exhibition in London. The era of the 'great refractors' in the 19th century saw large achromatic lenses, culminating with the largest achromatic refractor ever built, the Great Paris Exhibition Telescope of 1900. In the Royal Observatory, Greenwich an 1838 instrument named the Sheepshanks telescope includes an objective by Cauchoix. The Sheepshanks had a 6.7 inch (17 cm) wide lens, and was the biggest telescope at Greenwich for about twenty years. An 1840 report from the Observatory noted of the then-new Sheepshanks telescope with the Cauchoix doublet:In the 1900s a noted optics maker was Zeiss. An example of prime achievements of refractors, over 7 million people have been able to view through the 12-inch Zeiss refractor at Griffith Observatory since its opening in 1935; this is the most people to have viewed through any telescope. Achromats were popular in astronomy for making star catalogs, and they required less maintenance than metal mirrors. Some famous discoveries using achromats are the planet Neptune and the Moons of Mars. The long achromats, despite having smaller aperture than the larger reflectors, were often favoured for \"prestige\" observatories. In the late 18th century, every few years, a larger and longer refractor would debut. For example, the Nice Observatory debuted with refractor, the largest at the time, but was surpassed within only a couple of years.The Observatory, \"Large Telescopes\", Page 248 ===Apochromatic refractors=== The Apochromatic lens usually comprises three elements that bring light of three different frequencies to a common focus Apochromatic refractors have objectives built with special, extra-low dispersion materials. They are designed to bring three wavelengths (typically red, green, and blue) into focus in the same plane. The residual color error (tertiary spectrum) can be down to an order of magnitude less than that of an achromatic lens. Such telescopes contain elements of fluorite or special, extra-low dispersion (ED) glass in the objective and produce a very crisp image that is virtually free of chromatic aberration. Due to the special materials needed in the fabrication, apochromatic refractors are usually more expensive than telescopes of other types with a comparable aperture. In the 18th century, Dollond, a popular maker of doublet telescopes, also made a triplet, although they were not really as popular as the two element telescopes. One of the famous triplet objectives is the Cooke triplet, noted for being able to correct the Seidal aberrations. It is recognized as one of the most important objective designs in the field of photography. The Cooke triplet can correct, with only three elements, for one wavelength, spherical aberration, coma, astigmatism, field curvature, and distortion. == Technical considerations == The refractor, at Yerkes Observatory, the largest achromatic refractor ever put into astronomical use (photo taken on 6 May 1921, as Einstein was visiting) Refractors suffer from residual chromatic and spherical aberration. This affects shorter focal ratios more than longer ones. A achromatic refractor is likely to show considerable color fringing (generally a purple halo around bright objects). A 16 has little color fringing. In very large apertures, there is also a problem of lens sagging, a result of gravity deforming glass. Since a lens can only be held in place by its edge, the center of a large lens sags due to gravity, distorting the images it produces. The largest practical lens size in a refracting telescope is around . There is a further problem of glass defects, striae or small air bubbles trapped within the glass. In addition, glass is opaque to certain wavelengths, and even visible light is dimmed by reflection and absorption when it crosses the air- glass interfaces and passes through the glass itself. Most of these problems are avoided or diminished in reflecting telescopes, which can be made in far larger apertures and which have all but replaced refractors for astronomical research. The ISS-WAC on the Voyager 1/2 used a 6 cm (2.36″) lens, launched into space in the late 1970s, an example of the use of refractors in space. ==Applications & Achievements== The \"Große Refraktor\" a double telescope with a 80cm (31.5\") and 50 cm (19.5\") lenses, was used to discover calcium as an interstellar medium in 1904. Astronaut trains with camera with large lens Refracting telescopes were noted for their use in astronomy as well as for terrestrial viewing. Many early discoveries of the Solar System were made with singlet refractors. The use of refracting telescopic optics are ubiquitous in photography, and are also used in Earth orbit. One of the really famous applications of refracting telescope, was when Galileo used it for astronomy; he discovered the four largest moons of Jupiter in 1609. Furthermore, early refractors were also used to discover the largest moon of Saturn, Titan, several decades later as well as three more of Saturn's moons. In the 19th century, refracting telescopes were used for pioneering work on astrophotography and spectroscopy, and the related instrument, the heliometer, was used to calculate the distance to another star for the first time. There modest apertures did not lead to as many discoveries and typically so small in aperture many astronomical objects were simply not observeable until the advent of long-exposure photograph, by which time the reputation and quirks of reflecting telescopes was beginning to exceed those of the refractors. Despite this some discoveries include the Moons of Mars, a fifth Moon of Jupiter, and many double star discoveries including Sirius (the Dog star). Refactors were often used for positional astronomy, besides from the other uses in photography and terrestrial viewing. Singlets The Galilean moons and many other moons of the solar system, were discovered with single-element objectives and aerial telescopes. Galileo Galilei's discovered the Galilean satellites of Jupiter in 1610 with a refracting telescope.Bakich M. E. (2000). The Cambridge Planetary Handbook. Cambridge University Press. pp. 220–221. . The planet Saturn's moon, Titan, was discovered on March 25, 1655, by the Dutch astronomer Christiaan Huygens. Doublets In 1861, the brightest star in the night sky, Sirius, was found to have smaller stellar companion using the 18 and half-inch Dearborn refracting telescope. By the 18th century refractors began to have major competition from reflectors, which could be made quite large and did not normally suffer from the same inherent problem with chromatic aberration. Nevertheless, the astronomical community continued to use doublet refractors of modest aperture in comparison to modern instruments. Noted discoveries include the Moons of Mars and a fifth moon of Jupiter, Amalthea. Asaph Hall discovered Deimos on 12 August 1877 at about 07:48 UTC and Phobos on 18 August 1877, at the US Naval Observatory in Washington, D.C., at about 09:14 GMT (contemporary sources, using the pre-1925 astronomical convention that began the day at noon, give the time of discovery as 11 August 14:40 and 17 August 16:06 Washington mean time respectively).Morley, T. A.; A Catalogue of Ground-Based Astrometric Observations of the Martian Satellites, 1877-1982, Astronomy and Astrophysics Supplement Series, Vol. 77, No. 2 (February 1989), pp. 209–226 (Table II, p. 220: first observation of Phobos on 1877-08-18.38498) The telescope used for the discovery was the 26-inch (66 cm) refractor (telescope with a lens) then located at Foggy Bottom. In 1893 the lens was remounted and put in a new dome, where it remains into the 21st century. Jupiter's moon Amalthea was discovered on 9 September 1892, by Edward Emerson Barnard using the 36 inch (91 cm) refractor telescope at Lick Observatory. It was discovered by direct visual observation with the doublet- lens refractor. In 1904, one of the discoveries made using Great Refractor of Potsdam (a double telescope with two doublets) was of the interstellar medium. The astronomer Professor Hartmann determined from observations of the binary star Mintaka in Orion, that there was the element calcium in the intervening space. ;Triplets Planet Pluto was discovered by looking at photographs (i.e. 'plates' in astronomy vernacular) in a blink comparator taken with a refracting telescope, an astrograph with a 3 element 13-inch lens. ==List of the largest refracting telescopes== The Yerkes Great refractor mounted at the 1893 World's Fair in Chicago; the tallest, longest, and biggest aperture refactor up to that time. Vienna University Observatory Examples of some of the largest achromatic refracting telescopes, over diameter. * Great Paris Exhibition Telescope of 1900 () – dismantled after exhibition * Yerkes Observatory () * Swedish 1-m Solar Telescope () * Lick Observatory () * Paris Observatory Meudon Great Refractor (, + ) * Potsdam Great Refractor (, + ) * Nice Observatory () * John Wall () dialyte refracting telescope - the largest refractor built by an individual, at Hanwell Community Observatory *28-inch Grubb Refractor at Royal Greenwich Observatory, () aperture lens *Great Refractor of Vienna Observatory, () * Archenhold Observatory – the longest refracting telescope ever built ( × focal length) * United States Naval Observatory refractor, () * Newall refractor at the National Observatory of Athens () * Lowell Observatory () == See also == * Astrograph * Baden-Powell's unilens * Catadioptric telescopes * List of largest optical refracting telescopes * List of largest optical telescopes historically * List of telescope types * Reflecting telescope * Star diagonal * Heliometer ==Further reading== *The optical work of Charles Tulley ==References== ==External links== *nasa.gov – Build a Telescope *Making a Galilean Telescope *Angular and Linear Fields of View of Galilean Telescopes and Telemicroscopes *Refracting telescopes *Introduction to Galileo's Telescope Category:Telescopes Category:Telescope types Category:Dutch inventions Category:Science and technology in the Dutch Republic ",
    "title": "Refracting telescope"
}