{
    "id": "266760",
    "text": "Route 162 is an unsigned long state highway in Lower Township, New Jersey, United States. The highway's designation consists entirely of a bridge on Seashore Road (County Route 626 or CR 626), which is known as Relocated Seashore Road. The southern terminus of the highway is an intersection with County Routes 641 and 626 in Lower Township. After crossing the Cape May Canal, Route 162 terminates at an intersection with County Routes 603 and 626 in Lower Township. Route 162 and County Route 626 date back to the 1850s, when local businessmen and county financial Richard Holmes put together the Cape May Turnpike. The turnpike was chartered in 1854, but construction did not begin until 1857, with completion in April of the next year. The turnpike however, caused a lot of controversy, and struggled to live. For many years, railroads were proposed, becoming possible competition for Holmes, who did not appreciate the idea. The railroad was constructed in 1863, just nine years after the charter of the turnpike syndicate. Route S4C was designated by the New Jersey Legislature in 1929 as a spur of Route 4 (now U.S. Route 9), beginning at Bennett and running south on Seashore Road and Broadway, past Sunset Boulevard to the Delaware Bay. Route S4C was never taken over by the state. However, when the United States Army Corps of Engineers built the Cape May Canal during World War II, Seashore Road was chosen as one of two roads to cross the canal. (The other was Route 4, now Route 109). The Army Corps built a low level bridge close to the pre-canal alignment. The New Jersey Department of Transportation (NJDOT) built a higher bridge in 1971 on a new alignment. == History == === The Cape May Turnpike: the precedent to Seashore Road === alt=Aerial view in black and white of the area around Cape May in 1944 Before 1854, the area based around Bridgeton was a strong business and legal section in Cape May County. The local residents there, however, wanted to have a strong banking industry, but a local named Richard Holmes along with several other locals turned to the strong type of enterprise, a turnpike company. Holmes and the locals began a local turnpike syndicate with other businessmen and began the Cape May Turnpike Company upon incorporation in 1854. The turnpike company, upon incorporation, was to build a toll road along roughly the U.S. Route 9 corridor. Progress in constructing the toll road was slow at first, with subscribers from Cape May County being hesitant to buy stock from the turnpike company. A friend of Richard Holmes, Wilmon Whilldin, owned a steamboat company in Cape May and apologized for not buying stock in the company. Citing the Panic of 1857 made it hard to convert securities to cash, Whilldin suggested that a steamboat would be more profitable than the turnpike. The money from the steamboat would go ahead and helped the financially depressed businesses in local communities. View north along Route 162, signed as CR 626 Although local business owners and land owners held out hope that the turnpike company would pay off, the turnpike experienced problems. Richard Holmes and Henry Swain, the director of the turnpike company, were running into problems including failure to buy land from Elijah Hand's pasture and Samuel Hoffman's local residence for the turnpike route, because they kept land prices high. The farmers refused to the sell their rightful land, and locals started showing opposition due to the fact it would cost money to deliver important foods. One of those locals, John Tomlin from Goshen, soon after brought up the idea of the \"Shunpike\" – a free turnpike road to the west of the Cape May Turnpike. However, the turnpike company kept pushing forward, persuading Hand and Hoffman to sell land in 1857 and erecting two tollhouses in the route, one at the Court House (now Cape May Court House) and one near Cold Spring. Eventually, locals finally began to move towards support of the turnpike. In April 1858, John Wiley, who helped persuade Hand and Hoffman to sell, announced that in three weeks, the route would be complete as one continuous road from Cape Island to Cape May Court House. Map denoting the routes around Cape May After completion of the turnpike in April–May 1858, the Cape May Turnpike did not receive much profits. Even with tolls being collected and stock being bought, these could not offset the costs of repairs and maintenance. The roadbed was commonly washed away in storms and it was becoming a less used route as the \"Shunpike\" (now Route 162/County Route 626) nearby was free to use, taking away traffic from the turnpike. Walters Miller, a big investor of the turnpike company, decided to leave the syndicate in favor of working towards railroads. Miller himself looked into the construction of railroads in the area, hiring William Cook, who engineered the Camden and Amboy Railroad into producing routes along the peninsula. Cook proposed three routes in 1852, one from the Camden waterfront to Cape May economic region, one through Millville and Bridgeton and a third through Salem. Although the rights for a railroad in the area by the New Jersey General Assembly had been allowed since 1832, there has been no progress on any railroad in Cape May County until 1863. That year, progress started on constructing the Camden and Atlantic Railroad using the first proposal by Cook in 1852. Jonathan Pitney of Absecon spent two years trying to obtain the charter from the General Assembly. In a letter to Richard Holmes, Pitney said the chances of getting the railroad charter and building it were \"good\". Holmes, however, was cautious towards the railroad company investment, showing little thought of having a railroad created that would compete with his struggling turnpike syndicate. Businessmen in Cape May County believed the economy in the area was still unstable for quite an engineering project. An adviser to Richard Holmes suggested to be careful on future investments that he would take, including investing into the railroad company. The adviser believed that it would be \"bad policy\" to make such decisions. Debate continued about the railroad line for at least a decade, and the heads of the Camden and Atlantic Railroad put forth a proposal to build a portion of railroad from Absecon to Cape May along the Tuckahoe River. After attempts to revive the railroad were attempted by several other companies (including the Glassboro and Millville Railroad), the attempts failed. An eventual formation of the Cape May and Millville Railroad in 1860 pushed forward more proposals, and a railroad was constructed in 1863 (and leased in 1869), and the alignment of Seashore Road became part of a stagecoach route from Cold Spring to Cape Island. === Route S4C and construction of Route 162 === In 1929, a route from the Delaware Bay just short of Sunset Boulevard (the former Cape Island Turnpike) northward to U.S. Route 9 at Bennett Station via Broadway and Seashore Road was designated in the state legislature as State Highway Route S4C. The route was designated along County Route 626's length along with County Route 604 as a county-maintained highway, remaining the same until January 1, 1953. On that day, State Highway Route S4C was decommissioned during the 1953 New Jersey state highway renumbering. No number was designated to replace the highway's former number. During the 1930s and 1940s, the proposal for a canal to supply ships with an evacuation route from Germany's U-boats in World War II along with dangerous shoals of the Delaware Bay came forward. The canal, now the Cape May Canal, was approved in 1941 and was constructed in 1942 to supply this need along with a strong usage by yachts. By 1944, a bridge was constructed across the canal, which was replaced in 1971. That year, the state built a brand new bridge and denoted it as Relocated Seashore Road, a long steel girder bridge over the Canal. The bridge was built south of U.S. Route 9 and has stood since and received the designation of Route 162 upon completion. == Route description == Route 162 in Cape May At the intersection with Bridge Road and CR 641, Route 162 officially begins though the county maintains the state numbered alignment of the road from this intersection to the beginning of the Relocated Seashore Road Bridge. The route heads northward from CR 641, paralleling both roads as it heads up the bridge approach and following the shoreline. From there, Route 162 reaches the Cape May Canal, crossing on the two-lane Relocated Seashore Road Bridge for a short distance. NJDOT maintains the bridge itself but once the route returns to land on the other side of the canal, county maintenance resumes. More farms and residences can be seen from the northern approach of the bridge. Route 162 curves to the northwest, intersecting with Seashore Road (CR 603). At that intersection, Route 162 ends but Seashore Road continues once again as CR 626. == Major intersections == ==See also== * * ==References== == External links == * *New Jersey Highway Ends - 162 Category:Intracoastal Waterway 162 Category:Transportation in Cape May County, New Jersey Category:Lower Township, New Jersey Category:State highways in the United States shorter than one mile ",
    "title": "New Jersey Route 162"
}