{
    "id": "266737",
    "text": "Route 159 is a short, highway in the Montville and Fairfield areas. Route 159's western and eastern termini are both at U.S. Route 46 (US 46). Route 159 is called locally as Bloomfield Avenue, Oak Road, and Clinton Road during its length. Route 159 is a former alignment of U.S. Route 46, until the highway was bypassed in 1941. At that time, U.S. Route 46 also had the designation State Highway Route 6, and when the bypass opened in 1941, the original alignment was designated Route 6M. The 6M designation lasted just twelve years, when in 1953, it was renumbered as Route 159. ==Route description== Route 159 approaching its northern terminus in Fairfield. Signage denoting END 159 is visible on the right side Route 159 begins at an interchange of US 46 westbound. Route 159 heads eastward, following a divided Bloomfield Avenue along a commercial strip near the Passaic River. The highway continues, crossing the river, and passing West Essex Park. Nearby to the south are the park's woodlands and to the north, across the divided highway, is a large commercial development. Right after West Essex Park ends, Route 159 comes to a Y intersection, where it leaves Bloomfield Avenue and turns to the north along Oak Road; County Route 506 begins here and runs east along Bloomfield Avenue. Route 159 begins to curve northward, and parallels the commercial development that was only accessible westbound. During the curve away from Bloomfield Avenue, the highway intersects CR 614 Spur (Brook Road) at an at-grade intersection. Route 159 continues its curve, intersecting with CR 614 (Clinton Road). The Oak Road moniker ends at that intersection, where it changes to Clinton Road, a continuation of Route 614's right-of-way. With the commercial development to the south of Route 159 now, the highway progresses its way to the north-northwest. View east along Route 159 at Brook Street in Fairfield Along Clinton Road, Route 159 passes some residences to the north, and intersects with Ray Place, which connects to the commercial development to the nearby south. There is an intersection with Ludsin Lane, which dead-ends in a local commercial area. After that, there is an intersection with Industrial Road, which serves some industrial development in the area. Route 159 begins to parallel U.S. Route 46 once again, leaving the commercial development behind. Eastbound U.S. Route 46 provides an exit to (but not an entrance from) Route 159. A short distance later, Route 159 ends at a traffic light- controlled intersection with U.S. Route 46, north of where it began. CR 627 continues the right-of-way as Plymouth Street past the eastern terminus of Route 159. Travelers on westbound US 46 who wish to travel to Route 159 must exit at Madison Road before making a left onto Plymouth Street through a jughandle intersection. ==History== The alignment that Route 159 currently takes was originally an alignment of US 46. In 1941, construction finished of a new bypass of the communities of The Caldwells and Fairfield, where Route 159's northern terminus occurs. U.S. Route 46 at the time also had the internal designation of New Jersey State Highway Route 6, which gave the bypassed segment of 6/46 the designation of New Jersey State Highway Route 6M. Route 6M remained intact for twelve years, when the 1953 renumbering of state highways occurred. Route 6M and its parent, Route 6, were decommissioned. Route 6 remained US 46, and Route 6M was redesignated as New Jersey Route 159. The bridge taking westbound Route 159 (Bloomfield Avenue at that point) over US 46 eastbound and into US 46 westbound (at the western terminus of Route 159) was undergoing replacement, and was re-opened for traffic on December 24, 2009. Construction period is August 2009 to February 2010. Construction will continue until the end of the construction period, though the bridge is open for traffic. ==Major intersections== ==See also== * * ==References== ==External links== *Speed Limits for State Roads: Route 159 159 159 159 Category:U.S. Route 46 ",
    "title": "New Jersey Route 159"
}