{
    "id": "266939",
    "text": "Ibn Warraq in 2018 Ibn Warraq is the pen name of an anonymous author critical of Islam. He is the founder of the Institute for the Secularisation of Islamic Society and used to be a senior research fellow at the Center for Inquiry, focusing on Quranic criticism. Warraq is the Vice-President of the World Encounter Institute. Warraq has written historiographies of the early centuries of the Islamic timeline and has published works which question mainstream conceptions of the period. The pen name Ibn Warraq (, most literally \"son of a papermaker\") is used due to his concerns for his personal safety; Warraq stated, \"I was afraid of becoming the second Salman Rushdie.\" It is a name that has been adopted by dissident authors throughout the history of Islam. The name refers to the 9th-century skeptical scholar Abu Isa al- Warraq. Warraq adopted the pseudonym in 1995 when he completed his first book, entitled Why I Am Not a Muslim. Warraq's commentary on Islam has been criticized by academic specialists in Islamic history as polemical, overly revisionist and lacking in expertise,Dutton, Y. (2000) Review: The Origins of the Koran: Classic Essays on Islam's Holy Book. Journal of Islamic Studies. while others praised it as refreshing, well-researched, and mostly accurate.Daniel Pipes, \"Why I Am Not a Muslim,\" Weekly Standard, January 22, 1996 pg1 \"Ibn Warraq brings a scholarly sledge-hammer to the task of demolishing Islam. Writing a polemic against Islam, especially for an author of Muslim birth, is an act so incendiary that the author must write under a pseudonym; not to do so would be an act of suicide. And what does Ibn Warraq have to show for this act of unheard-of defiance? A well-researched and quite brilliant, if somewhat disorganized, indictment of one of the world's great religions. While the author disclaims any pretense to originality, he has read widely enough to write an essay that offers a startlingly novel rendering of the faith he left.\" He is the author of nine books, including The Origins of the Koran (1998), The Quest for the Historical Muhammad (2000), What the Koran Really Says: Language, Text and Commentary (2002), Defending the West: A Critique of Edward Said's Orientalism (2007), Which Koran?: Variants, Manuscripts, and the Influence of Pre-Islamic Poetry (2008), Why the West Is Best: A Muslim Apostate's Defense of Liberal Democracy (2011) and Sir Walter Scott's Crusades & Other Fantasies (2013). ==Early life and education== Warraq was born in Rajkot, Gujarat in British India and his family migrated to the newly independent Pakistan in 1947. His family were of Kutchi origin. His mother died when he was an infant. He stated in an interview that he \"studied Arabic and read the Qur'an as a young man in hopes of becoming a follower of the Islamic faith.\" His father decided to send him to a boarding school in England partly to circumvent a grandmother's effort to push an exclusively religious education on his son at the local Madrasa. After his arrival in Britain, he only saw his father once more, when he was 14. His father died two years later. Warraq claims to have been \"shy\" for most of his youth. By 19 he had moved to Scotland to pursue his education at the University of Edinburgh, where he studied philosophy and Arabic with Islamic studies scholar W. Montgomery Watt.Priya Abraham, \"Dissident voices,\" World Magazine, Vol. 22, No. 22, June 16, 2007 (accessed January 1, 2014; archive available at ) After graduating, Warraq was a primary school teacher in London for five years and moved to France with his wife in 1982, opening an Indian restaurant. He also worked as a courier for a travel agent. ==Writing and works== During the Rushdie affair, Ibn Warraq noticed there were frequent critical attacks on Christianity and Judaism, but never on Islam, which – according to Warraq – tries to control every single aspect of an individual's life, giving \"no scope for independent thinking.\" He expected various intellectuals in the West to defend Rushdie and values like freedom of expression, but \"instead of defending Rushdie and his right to freedom of expression, they condemned him; they were blaming the victim.\" Because of this, Warraq began to write for Free Inquiry Magazine, the American secular humanist publication, on topics such as \"Why I am not Muslim.\" \"The sovereignty in Islam,\" said Warraq in a 2006 interview, \"lies with God, whereas in human rights, in democracy, for example, the sovereignty lies with people. And, the human rights, the universal declaration of human rights, on several occasions, clashes with various aspects of Islamic law, especially in the treatment of women and non-Muslims.\" In addition, Warraq expressed concerns about freedom of religion: \"In Islam, you don't have the right to leave your religion. You're born a Muslim and that's it. An apostasy, that is to say, leaving your religion in Islam, is punishable by death.\" Ibn Warraq continued writing with several works examining the historiography of the Qur'an and Muhammad. Other books treated the topic of secular humanist values among Muslims. In The Origins of The Koran: Classic Essays on Islam's Holy Book, Ibn Warraq includes some of Theodor Nöldeke's studies. In 2005, Warraq spent several months working with Christoph Luxenberg, who wrote about Syriac vs. Arabic interpretation of Koranic verse.Center for Inquiry Volume 9 Issue 5, July 2005. Qu'ranic \"scholar Christoph Luxenberg has tried to demonstrate that many of the obscurities of the Qu'ran disappear if we read certain words as being Syriac and not Arabic. This would include, for example, reinterpreting the promise of virgins in the afterlife as a promise for chilled drinks and good food. Luxenberg's work has been well received among Islamic scholars, and the esteemed critic Ibn Warraq regards it as the most important book ever written on the Qu'ran. In a series of three lectures, Warraq, who has spent several months working with Luxenberg, will give a summary of Luxenberg's research.\" In February 2006, he participated with several other specialists at the Pim Fortuyn Memorial Conference on Islam in The Hague (17–19 February 2006).Pim Fortuyn Memorial Conference on Islam in The Hague on Militant Islam Monitor.Pim Fortuyn Memorial Conference on Islam in The Hague on The Brussels Journal. In March 2006, a letter he co-signed entitled MANIFESTO: Together facing the new totalitarianism with eleven other individuals (most notably Salman Rushdie) was published in response to violent and deadly protests in the Islamic world surrounding the Jyllands-Posten Muhammad cartoons controversy. Although he does not subscribe to any particular religion, he has a higher opinion of humanism than of Islam.Why I am not a Muslim, p. 116–23 He is the founder of the Institute for the Secularisation of Islamic Society (ISIS). Despite his criticisms of Islam, he does not take the view that it cannot be reformed; and he works with liberal Muslims in his group. He has described himself as an atheist or an agnostic. Shortly after the 9/11, George W. Bush's speechwriter David Frum, known for coining the term Axis of Evil, hosted Ibn Warraq at an hour-and-a-half lunch at the White House. Warraq's op- ed pieces have appeared in The Wall Street Journal and The Guardian in London, and he has addressed governmental bodies all over the world, including the United Nations in Geneva.THe Campus enquirer Volume 10, Issue 2 March 2006. Prior to 2007, Ibn Warraq refused to show his face in public. This was due to fears for his personal safety and also due to his desire to travel to see his family in Pakistan without being denied access to Muslim-majority countries due to his criticism of Islam. His face was blacked out on the Institute for the Secularisation of Islamic Society's website. In 2007, he participated in St Petersburg Secular Islam Summit along with other thinkers such as Ayaan Hirsi Ali, Wafa Sultan, and Irshad Manji. The group released the St Petersburg Declaration, which urges world governments to, among other things, reject Sharia law, fatwa courts, clerical rule, and state-sanctioned religion in all their forms; and to oppose all penalties for blasphemy and apostasy, which they believe to be in violation of Article 18 of the Universal Declaration of Human Rights. In October 2007, Warraq participated in the IQ2 debates in London with Douglas Murray, David Aaronovitch, Tariq Ramadan, William Dalrymple, and Charles Glass. ==Reception== ===Praise=== In a 1996 review of Why I Am Not a Muslim, Daniel Pipes wrote that \"With few exceptions, he [Warraq] relies almost entirely on the Western tradition of Islamic studies\" but concluded that \"Despite his anger, 'Ibn Warraq' has written a serious and thought-provoking book\" calling for \"an equally compelling response from a believing Muslim.\"Daniel Pipes, \"Why I Am Not a Muslim,\" Middle East Quarterly, Vol. III, Num. 1, March 1996 Pipes also described Why I am not a Muslim (1995) as \"well-researched and quite brilliant.\" David Pryce-Jones said that it was \"a scrupulously documented examination of the life and teaching of the Prophet Muhammad, of the Qur'an and its sources, and the resulting culture.\"David Pryce-Jones \"Enough Said,\" The New Criterion, January 2008 Christopher Hitchens described Why I Am Not a Muslim as his \"favorite book on Islam.\"Christopher Hitchens, \"Holy Writ,\" The Atlantic, April 1, 2003. In 2007, Douglas Murray described Ibn Warraq as: In a 2008 review of Ibn Warraq's book, Defending the West: A Critique of Edward Said's Orientalism, political scientist Peter Berkowitz described Warraq as a \"worthy critic\" for Edward Said. Berkowitz said that \"with a rare combination of polemical zest and prodigious learning, it [Defending the West] is the first [book-length critique] to address and refute Said's arguments 'against the background of a more general presentation of salient aspects of Western civilization.'\"Peter Berkowitz, \"Answering Edward Said: Peter Berkowitz on Defending the West: A Critique of Edward Said's Orientalism by Ibn Warraq,\" Policy Review number 149, June 2, 2008. In a 2009 review of Defending the West A. J. Caschetta concluded that \"Ibn Warraq's critique of Said's thought and work is thorough and convincing, indeed devastating to anyone depending on Saidism. It should do to Orientalism what Mary Lefkowitz's Not Out of Africa did to Martin Bernal's Black Athena.\"A. J. Caschetta, \"Defending the West: A Critique of Edward Said's Orientalism,\" Middle East Quarterly, Vol. XVI, Num. 1, Winter 2009 Pryce-Jones said that it \"demolishes in close detail the Saidian 'narrative.'\" In a 2012 review of Ibn Warraq's book, Virgins? What Virgins, Rice University historian of Islam David Cook wrote: \"As a scholar of Islam myself, I find Ibn Warraq's attitude to be very refreshing, and his scholarship for the most part to be accurate and devastating in pinpointing the weaknesses in Muslim orthodoxy.\" The book's third essay, Cook continues, \"could almost serve as a history of our field, and of its systematic failure to critique the foundational texts of Islam as those of other faiths have been critiqued.\"David Cook, \"Ibn Warraq. Virgins? What Virgins? and Other Essays\" in Reason Papers: A Journal of Interdisciplinary Normative Studies, vol. 34, no. 2 (October 2012), p. 235 ===Criticism=== In reviewing Ibn Warraq's compilation The Origins of the Koran, religious studies professor Herbert Berg has labelled him as \"polemical and inconsistent\" in his writing. Berg lauded the inclusion of the essay by Theodor Nöldeke, but panned the inclusion of William St. Clair Tisdall's as \"not a particularly scholarly essay\". He concluded \"[i]t seems that Ibn Warraq has included some of the essays not on the basis of their scholarly value or their status as 'classics', but rather on the basis of their hostility to Islam. This does not necessarily diminish the value of the collection, but the reader should be aware that this collection does not fully represent classic scholarship on the Quran.\" In reviewing Ibn Warraq's essay in his Quest for the Historical Muhammad (2001) Fred Donner, a professor in Near Eastern studies, notes his lack of specialist training in Arabic studies, citing \"inconsistent handling of Arabic materials,\" and unoriginal arguments, and \"heavy-handed favoritism\" towards revisionist theories and \"the compiler's [i.e. Ibn Warraq's] agenda, which is not scholarship, but anti-Islamic polemic.\"Donner, Fred. (2001) Review: The Quest for the Historical Muhammad . Middle East Studies Association Bulletin, University of Chicago. Anthropologist and historian Daniel Martin Varisco has criticized Ibn Warraq's book Defending the West: A Critique of Edward Said's Orientalism, writing that \"This modern son of a bookseller imprints a polemical farce not worth the 500-plus pages of paper it wastes.\" His work, \"The Origins of the Koran\", is itself based on a polemic by St. Clair Tisdall \"The original sources of the Qur'an\" which was described by François de Blois as a \"decidedly shoddy piece of missionary propaganda\". François de Blois in reviewing The origins of the Koran, states that \"it is surprising that the editor, who in his Why I am not a Muslim took a very high posture as a critical rationalist and opponent of all forms of obscurantism, now relies so heavily on writings by Christian polemicists from the nineteenth century\". Asma Afsaruddin states that \"Ibn Warraq is not interested in debate; he wants nothing less than wholesale conversion to his point of view within the community of scholars of Islam\" and added that his work, The Origins of The Koran, \"needlessly poisons the atmosphere and stymies efforts to engage in honest scholarly discussion\". ==Works== * Why I Am Not a Muslim, Ibn Warraq, foreword by R. Joseph Hoffmann, Prometheus Books, 1995, hardcover, 428 pages, * The Origins of The Koran: Classic Essays on Islam's Holy Book, edited by Ibn Warraq, Prometheus Books, 1998, hardcover, 420 pages, * The Quest for the Historical Muhammad, edited and translated by Ibn Warraq, Prometheus Books, 2000, hardcover, 554 pages, * What the Koran Really Says: Language, Text, and Commentary, edited and translated by Ibn Warraq, Prometheus Books, 2002, 600 pages, * Leaving Islam: Apostates Speak Out, edited by Ibn Warraq, Prometheus Books, 2003, hardcover, 320 pages, * Defending the West: A Critique of Edward Said's Orientalism, Prometheus Books, 2007, hardcover, 300 pages, * Which Koran?: Variants, Manuscripts, and the Influence of Pre-Islamic Poetry, Prometheus Books, 2008, 631 pages, * Why the West is Best: A Muslim Apostate's Defense of Liberal Democracy, Encounter Books, 2011, 286 pages, * Sir Walter Scott's Crusades & Other Fantasies, Ibn Warraq, New English Review Press, 2013, paperback, 259 pages, * Koranic Allusions: The Biblical, Qumranian, and pre-Islamic background to the Koran, Prometheus Books, 2013, 463 pages, * Christmas in the Koran: Luxenberg, Syriac, and the Near Eastern and Judeo- Christian Background of Islam, edited by Ibn Warraq, Prometheus Books, 2014, hardcover, 805 pages, * The Islam in Islamic Terrorism: The Importance of Beliefs, Ideas, and Ideology, Ibn Warraq, New English Review Press, 2017, paperback, 396 pages, * Leaving the Allah Delusion Behind: Atheism and Freethought in Islam, Berlin Schiller, 2020, hardcover, 700 pages, ==See also== * Apostasy in Islam * Bibliography of books critical of Islam * List of former Muslims * Religious conversion * Islamophobia == Footnotes == ==References== ==External links== * The Official Ibn Warraq Site * Ibn Warraq's articles in New English Review * Stephen Crittenden interviews Ibn Warraq for the ABC, 10 October 2001 * Profile at Islam Watch, contains writings by Warraq * Ibn Warraq: How to Debate a Muslim * Holy War, Chris Mooney on Ibn Warraq for The American Prospect, 17 December 2001 * Statement by Ibn Warraq on the World Trade Center Atrocity * Category:1946 births Category:Alumni of the University of Edinburgh Category:Pakistani agnostics Category:Living people Category:Pakistani humanists Category:Pakistani people of Gujarati descent Category:Pakistani sceptics Category:Former Muslim critics of Islam Category:Pakistani former Muslims Category:Pseudonymous writers Category:Pakistani academics Category:Pseudonymous writers on Islam Category:Opposition to Islam in the United States ",
    "title": "Ibn Warraq"
}