{
    "id": "267307",
    "text": "The South Asian river dolphin (Platanista gangetica) is an endangered freshwater or river dolphin found in the region of Indian subcontinent, which is split into two subspecies, the Ganges river dolphin (P. g. gangetica, ~3,500 individuals) and the Indus river dolphin (P. g. minor, ~1,500 individuals). The Ganges river dolphin is primarily found in the Ganges and Brahmaputra Rivers and their tributaries in India, Bangladesh, and Nepal, while the Indus river dolphin is now found only in the main channel of the Indus River in Pakistan and active channels connected to it between the Jinnah and Kotri barrages, and in the River Beas (a tributary of the Indus) in Punjab in India.Indus river dolphin. worldwildlife.org From the 1970s until 1998, they were regarded as separate species; however, in 1998, their classification was changed from two separate species to subspecies of a single species (see taxonomy below). The Ganges river dolphin has been recognized by the government of India as its National Aquatic Animal and is the official animal of the Indian city of Guwahati. The Indus river dolphin has been named as the National Mammal of Pakistan. ==Taxonomy and evolution== The species was described independently by two authors, Lebeck and Roxburgh, both in 1801, and to whom the original description should be ascribed is unclear. Until the 1970s, the South Asian river dolphin was regarded as a single species. The two subspecies are geographically separate and have not interbred for many hundreds if not thousands of years. Based on differences in skull structure, vertebrae, and lipid composition scientists declared the two populations as separate species in the early 1970s. In 1998, the results of these studies were questioned and the classification reverted to the pre-1970 consensus of a single species containing two subspecies until the taxonomy could be resolved using modern techniques such as molecular sequencing. The latest analyses of mitochondrial DNA of the two populations did not display the variances needed to support their classification as separate species. Thus, at present, a single species with two subspecies is recognized in the genus Platanista, P. g. gangetica (Ganges river dolphin) and P. g. minor (Indus river dolphin). ;Synonyms * blind river dolphin, side-swimming dolphin * Ganges subspecies: Gangetic dolphin, Ganges susu,, page 451 [letter A] and page 568 [letter S]. shushuk * Indus subspecies: bhulan, Indus dolphin, Indus blind dolphin An assessment of divergence rates in mitochondrial DNA of the two subspecies indicates that they diverged from a common ancestor around 550,000 years ago. This ancestor is thought to have been a marine Platanistid inhabiting the epi- continental seas in South Asia during the sea level rises in the middle Miocene. The earliest fossil identified as belonging to the species is only 12,000 years old. == Description == The South Asian river dolphin has the long, pointed nose characteristic of all river dolphins. Their teeth are visible in both the upper and lower jaws even when the mouth is closed. The teeth of young animals are almost an inch long, thin and curved; however, as animals age, the teeth undergo considerable changes and in mature adults become square, bony, flat disks. The snout thickens towards its end. Navigation and hunting are carried out using echolocation. They are unique among cetaceans in that they swim on their sides. The body is a brownish color and stocky at the middle. The species has only a small, triangular lump in the place of a dorsal fin. The flippers and tail are thin and large in relation to the body size, which is about 2-2.2 meters in males and 2.4–2.6 m in females. The oldest recorded animal was a 28-year-old male, 199 cm in length. Mature females are larger than males. Sexual dimorphism is expressed after females reach about ; the female rostrum continues to grow after the male rostrum stops growing, eventually reaching approximately longer.Skull cast ==Biology== Indus river dolphin, 1927 illustration === Life cycle === Museo di storia naturale e del territorio dell'Università di Pisa Births may take place year round, but appear to be concentrated between December to January and March to May. Gestation is thought to be approximately 9–10 months. After around one year, juveniles are weaned and they reach sexual maturity at about 10 years of age. During the monsoon, South Asian river dolphins tend to migrate to tributaries of the main river systems. Occasionally, individuals swim along with their beaks emerging from the water, and they may \"breach\"; jumping partly or completely clear of the water and landing on their sides. ===Diet=== South Asian river dolphins rely on echolocation to find prey due to their poor eyesight. Their extended rostrum is advantageous in detecting hidden or hard- to-find prey items. The prey is held in their jaws and swallowed. Their teeth are used as a clamp rather than a chewing mechanism. The species feeds on a variety of shrimp and fish, including carp and catfish. The Ganges subspecies may take birds and turtles. They are usually encountered on their own or in loose aggregations; the dolphins do not form tight interacting groups. === Vision === The species lacks a crystalline eye lens and has evolved a flat cornea. The combination of these traits makes the eye incapable of forming clear images on the retina and renders the dolphin effectively blind, but the eye may still serve as a light receptor. The retina contains a densely packed receptor layer, a very thin bipolar and ganglion cell layer, and a tiny optic nerve (with only a few hundred optic fibers) that are sufficient for the retina to act as a light-gathering component. Although its eye lacks a lens (this species is also referred to as the \"blind dolphin\"), the dolphin still uses its eye to locate itself. The species has a slit similar to a blowhole on the top of the head, which acts as a nostril. The dense pigmentation in the skin overlying the eye prevents light from reaching the retina from any entrance except for a pinhole sphincter-like structure. This structure is controlled by a cone-shaped muscle layer that extends from the posterior eye orbit to the overlying eye skin layer. The sphincter-like structure is capable of sensing light and may be able to sense the direction from where the light was emitted. However, the muddy waters, or low light conditions, that P. gangetica inhabits negate the use of the little vision that remains. === Vocalization === The Ganges subspecies shows object-avoidance behavior in both the consistently heavily murky waters of its habitat and in clear water in captivity, suggesting it is capable of using echolocation effectively to navigate and forage for prey. However, information is limited on how extensively vocalization is used between individuals. This subspecies of river dolphin is capable of performing whistles, but rarely does so, suggesting that the whistle is a spontaneous sound and not a form of communication. The Ganges river dolphin most typically makes echolocation sounds such as clicks, bursts, and twitters. Produced pulse trains are similar in wave form and frequency to the echolocation patterns of the Amazon river dolphin. Both species regularly produce frequencies lower than 15 kHz and the maximum frequency is thought to fall between 15 and 60 kHz. Echolocation is also used for population counts by using acoustic surveying. This method is still being developed and is not heavily used due to cost and technical skill requirement. ==Distribution and habitat== In Sundarbans, Bangladesh The South Asian river dolphins are native to the freshwater river systems located in Nepal, India, Bangladesh, and Pakistan. They can be most commonly found in water with high abundance of prey and reduced flow. They migrate seasonally—downstream in colder conditions with lower water levels and upstream in warmer conditions with higher water levels. The Ganges subspecies (P. g. gangetica) can be found along the Ganges- Brahmaputra-Meghna and Karnaphuli-Sangu river systems of Bangladesh and India, and the Sapta Koshi and Karnali Rivers in Nepal. A small subpopulation may still be found on the Ghaghara River, but requires verification. Being a mammal, the Ganges river dolphin cannot breathe in the water and must surface every 30–120 seconds. Because of the sound it produces when breathing, the animal is popularly referred to as the susu. The Ganges river dolphin favours deep pools, eddy countercurrents located downstream of the convergence of rivers and of sharp meanders, and upstream and downstream of midchannel islands. The Indus subspecies (P. g. minor) today only occurs in a 1,000-km stretch of the Indus River itself and several connecting channels between the Jinnah and Kotri barrages. In the past, it was to be found along 3,400 km of the Indus, its tributaries, and neighboring river systems. Its range has contracted by about 80% since 1870. Since the two originally inhabited river systems – between the Sukkur and Guddu barrage in Pakistan's Sind Province, and in the Punjab and Khyber Pakhtunkhwa Provinces – are not connected in any way, how they were colonized remains unknown. The river dolphins are unlikely to have travelled from one river to another through the sea route, since the two estuaries are very far apart. A possible explanation is that several north Indian rivers such as the Sutlej and Yamuna changed their channels in ancient times while retaining their dolphin populations. ==Conservation== A 2017 population assessment estimated less than 5,000 individuals for the species as a whole, of which about 3,500 belong to the Ganges subspecies and about 1,500 to the Indus subspecies. However, the underlying surveys are temporally patchy and believed to contain uncertainty. Current population trends are unclear. A demonstrable increase in the main river population of the Indus subspecies between 1974 and 2008 may have been driven by permanent immigration from upstream tributaries, where the species no longer occurs. International trade is prohibited by the listing of the South Asian river dolphin on Appendix I of the Convention on International Trade in Endangered Species. It is protected under the Indian Wildlife Act, although these legislations require stricter enforcement. Both subspecies are listed by the IUCN as endangered on their Red List of Threatened Species. The Indus river dolphin is listed as endangered by the US government National Marine Fisheries Service under the Endangered Species Act. The species is listed on Appendix I\"Appendix I and Appendix II \" of the Convention on the Conservation of Migratory Species of Wild Animals as amended by the Conference of the Parties in 1985, 1988, 1991, 1994, 1997, 1999, 2002, 2005, and 2008, effective: 5 March 2009. and Appendix II of the Convention on the Conservation of Migratory Species of Wild Animals. The Ministry of Environment and Forest declared the Gangetic dolphin the national aquatic animal of India. A stretch of the Ganges River between Sultanganj and Kahlgaon in Bihar has been declared a dolphin sanctuary and named Vikramshila Gangetic Dolphin Sanctuary, the first such protected area. The Uttar Pradesh government in India is propagating ancient Hindu texts in hopes of raising the community support to save the dolphins from disappearing. One of the lines being versed from Valimiki's Ramayan, highlighted the force by which the Ganges emerged from Lord Shivji's locks and along with this force came many species such as animals, fish, and the Shishumaar—the dolphin. ==Human interaction== Gangetic dolphin, 1894 book illustration Both subspecies have been adversely affected by human use of river systems in South Asia. Entanglement in fishing nets as bycatch can cause significant damage to local populations, and individuals are taken each year by hunters; their oil and meat are used as a liniment, as an aphrodisiac, and as bait for catfish. Poisoning of the water supply from industrial and agricultural chemicals may have also be a contributing factor towards population decline, as these chemicals are biomagnified in the bodies of the dolphins. Perhaps the most significant issue is the building of more than 50 dams along many rivers, causing the segregation of populations and a narrowed gene pool in which dolphins can breed. An immediate danger for the Ganges subspecies in National Chambal Sanctuary is the decrease in river depth and appearance of sand bars dividing the river course into smaller segments, as irrigation has lowered water levels throughout their range. === Nonhuman personhood === On 20 May 2013, India's Ministry of Environment and Forests declared dolphins ‘nonhuman persons’ and as such has forbidden their captivity for entertainment purposes; keeping dolphins in captivity must satisfy certain legal prerequisites. === Project Dolphin === On the occasion of the 74th Independence Day, 15 August 2020, the Indian Ministry of Environment, Forest and Climate Change announced 'Project Dolphin' to boost conservation of both river and oceanic dolphins. == See also == * Endangered species * List of cetaceans * Irrawaddy dolphin ==References== ==Further reading== * * Blind dolphins need space to breath – The Nation (Pakistan) ==External links== * * Goddess Ganga and the Gangetic Dolphin at Biodiversity of India * Whale and Dolphin Conservation Society, South Asian river dolphin: Platanista gangetica * US National Marine Fisheries Service Indus River Dolphin web page * * Convention on Migratory Species page on the Ganges River Dolphin * Walker's Mammals of the World Online – Ganges River Dolphin * World Wide Fund for Nature (WWF) – species profile for the Ganges River dolphin Category:Mammals described in 1801 Category:EDGE species Category:Fauna of South Asia Category:Mammals of Bangladesh Category:Mammals of India Category:Mammals of Nepal Category:Mammals of Pakistan Category:National symbols of Pakistan Category:National symbols of India Category:River dolphins ",
    "title": "South Asian river dolphin"
}