{
    "id": "267409",
    "text": ":See Mansura (disambiguation) for other places with similar names. Al-Mansura (), was a Palestinian village that was depopulated by the Israeli army during the 1948 Arab-Israeli war. In 1945, it had a population of 2,300 together with the neighboring villages of Dayr al-Qassi (also depopulated) and Fassuta. The population was predominantly Christian and most its residents live in what is now the state of Israel. It was situated on the northern end of a mountain in the Upper Galilee whose summit was behind the village to the south. It was connected to the coastal Acre-Ras al-Naqoura highway via a secondary road. ==History== The village was incorporated into the Ottoman Empire in 1517; in 1596 it appeared under the name of al-Mansura in the tax registers as part of the nahiya (subdistrict) of Jira in the Sanjak (district) of Safad. It had an all Muslim population, consisting of 17 households and 5 bachelors. They paid a fixed tax-rate of 25% on agricultural products, including wheat, barley, olive trees, goats and beehives, in addition to occasional revenues and an olive oil press; the taxes totalled 3,656 akçe. All of the taxes went to a Waqf.Hütteroth and Abdulfattah, 1977, p. 178 In 1881, the PEF's Survey of Western Palestine (SWP) described the place as having \"A few heaps of stones and some foundations. The masonry is medium-size, and well-dressed. The door- posts are of stone; there are cisterns on top of the hill, which is steep.\"Conder and Kitchener, 1881, SWP I, p. 242 ===British Mandate era=== Until 1923, after borders were renegotiated between the British and French governments (who controlled the northern and southern parts of the Levant, respectively, at the time), al-Mansura was a part of Lebanon. Afterward it became part of the Mandatory Palestine and was described as a hamlet by the Palestine Index Gazetteer. In the 1931 census of Palestine, conducted by the British Mandate government, it was counted under the much larger Christian village of Fassuta. The total population of the two places were 688 inhabitants; 81 Muslims and 607 Christians, in a total of 129 houses.Mills, 1932, p. 100 The houses of al-Mansura were spaciously separated from each other and the village had a church dedicated to Mari Yohanna (John the Baptist). The chief source of income was from agriculture and husbandry and the main sources of drinking water came from a well to the north and three water tanks. In the 1945 statistics, its land was grouped with the lands of Fassuta (existent) and Dayr al-Qassi; the total population was 2,300 and their total land area was 34,011 dunums.Government of Palestine, Department of Statistics. Village Statistics, April, 1945. Quoted in Hadawi, 1970, p. 40 1,607 dunams were plantations and irrigable land, 6,475 used for cereals,Government of Palestine, Department of Statistics. Village Statistics, April, 1945. Quoted in Hadawi, 1970, p. 80 while 247 dunams were built-up (urban) land.Government of Palestine, Department of Statistics. Village Statistics, April, 1945. Quoted in Hadawi, 1970, p. 130 ===Israeli period=== Al-Mansura was believed to have been attacked during the Israeli offensive Operation Hiram in October 1948. In mid-November, the Israeli Army had Palestinian Arab villages on the Lebanese border cleared, including al- Mansura. Its residents were expelled from the village, with some leaving for Lebanon while most were sent to the Arab town of Rameh in the heart of the Galilee. The Maronite Church requested that the Israeli government allow al- Mansura's inhabitants to resettle the village but were refused. The residents of al-Mansura continued to demand permission from the Israeli courts to resettle for some time after, but were unsuccessful. Several Jewish localities have been built on al-Mansura's lands, including Elkosh established in 1949, the military base Biranit in the early 1950s, Netu'a in 1966, Mattat in 1979 and Abirim in 1980. According to Palestinian historian Walid Khalidi whose researchers visited the village before 1992, \"The village houses have been completely leveled. Much of the resulting debris has been pushed together in heaps along the northern edge of the site.\" The only structure remaining was the partially collapsed church. ==See also== * List of Arab towns and villages depopulated during the 1948 Arab-Israeli War ==References== ==Bibliography== * * * * * * * * ==External links== *Welcome To al-Mansura *al-Mansura (Aka), Zochrot *Survey of Western Palestine, Map 4: IAA, Wikimedia commons *Al- Mansura from the Khalil Sakakini Cultural Center *Al-Mansoura, from Dr. Moslih Kanaaneh Category:Arab villages depopulated during the 1948 Arab–Israeli War Category:1948 disestablishments in Israel ",
    "title": "Al-Mansura, Acre"
}