{
    "id": "267449",
    "text": "Sakhnin (; or Sikhnin) is an Arab city in Israel's Northern District. It is located in the Lower Galilee, about east of Acre. Sakhnin was declared a city in 1995. In its population was , mostly Muslim with a sizable Christian minority.סח'נין 2014 Sakhnin is home to the largest population of Sufi Muslims within Israel, with approximately 80 members. == Geography == Sakhnin is built over three hills and is located in a valley surrounded by mountains, the highest one being 602 meters high. Its rural landscape is almost entirely covered by olive and fig groves as well as oregano and sesame shrubs. College of Sakhnin for Teacher Education == History == Sakhnin in the autumn Settlement at Sakhnin dates back 3,500 years to its first mention in 1479 BCE by Thutmose II, whose ancient Egyptian records mention it as a centre for production of indigo dye. Sakhnin is situated on an ancient site, where remains from columns and cisterns have been found.Dauphin, 1998, pp. 663-664 It was mentioned as Sogane, a town fortified in 66, by Josephus.Tsafrir et al, 1994, p. 235 A cistern, excavated near the mosque in the old city centre, revealed pottery fragments dating from the 1st to the 5th century CE.Tahan, 2005, Sakhnin Haninah ben Teradion, who was arrested by the Roman authorities for heresy (minut),Joshua Schwartz, Peter J. Tomson,'When Rabbi Eliezer was arrested for heresy,' Jewish Studies, an Internet Journal 2012, vol.10, pp.1-37 p.20, n.59disobeying a decree by Hadrian that forbade the teaching of Jewish law and accepting his martyrdom as the will of heaven, is said to have run a Torah academy there. It may be the village Kfar Sikhnin referred to in rabbinical accounts of the aftermath of the trial of the tanna Rabbi Eliezer ben Hyrcanus for heresy. Once the case was dismissed Rabbi Akiva came to visit and asked him if he had ever been pleased in hearing some teaching from a heretic. this query prompted Eliezer to recall an encounter on the road of Sepphoris, with a certain Yaakov from Kfar Sikhnin. Yaakov referred to him a teaching from Yeshua ben Pantiri/Yeshu ha-notsri, usually identified as Jesus, which Eliezer admits pleased him.Schwartz, Tomson, 'When Rabbi Eliezer was arrested for heresy,' 2012 p.6 n.15. In 1961 the biblical archaeologist Bellarmino Bagatti, during a visit to the village, was shown a tomb venerated by Christians, Jews and Muslims, which local tradition identified as that of James the Just. On returning to the village, he discovered that restoration had been undertaken and the site renamed the burial place of Rabbi Yehoshua of Sakhnin. Richard Bauckham has raised the possibility that the Yaakov of Sikhnin in accounts of rabbi Eliezer may be James the grandson of Jude.Richard Bauckham, Jude and the Relatives of Jesus in the Early Church, Bloomsbury Publishing, 2015 p.116. In the Crusader era, it was known as Zecanin.Frankel, 1988, p. 255 In 1174 it was one of the casalia (villages) given to Phillipe le Rous.Strehlke, 1869, p. 8, No. 7; cited in Röhricht, 1893, RHH, p. 137, No. 517; cited in Ellenblum, 2003, p. 109, note 16 and Frankel, 1988, p. 255 In 1236 descendants of Phillipe le Rous confirmed the sale of the fief of Saknin.Strehlke, 1869, p. 64, No.81; cited Röhricht, 1893, RHH, p. 269, No. 1069; cited in Frankel, 1988, p. 265 ===Ottoman era=== In 1596, Sakhnin appeared in Ottoman tax registers as being in the nahiya (subdistrict) of Akka (Acre), part of Safad Sanjak. It had a population of 66 households and 8 bachelors, all Muslim. The villagers paid a fixed tax rate of 20% on various agricultural products, including wheat, barley, olives, cotton, in addition to a water mill; a total of 12,138 akçe.Hütteroth and Abdulfattah 1977, p. 191Note that Rhode 1979, p. 6 writes that the Safad register that Hütteroth and Abdulfattah studied was not from 1595/6, but from 1548/9 In 1838, Sakhnin was noted as a Muslim and Christian village in the Shaghur district, located between Safad, Acre and Tiberias.Robinson and Smith 1841, vol. 3, 2nd appendix, p. 133 In 1859 the British Consul Rogers estimated the population to be 1,100, and the cultivated area 100 feddans,Conder and Kitchener 1881, SWP I, p. 286 while in 1875 Victor Guérin found 700 inhabitants, both Muslims and Greek Orthodox Christians.Guérin 1880, pp. 469- 471 In 1881, the PEF's Survey of Western Palestine (SWP) described Sakhnin as follows: \"A large village of stone and mud, amid fine olive-groves, with a small mosque. The water supply is from a large pool about half a mile to the south-east. The inhabitants are Moslems and Christians\".Conder and Kitchener 1881, SWP I, pp. 285–286 A population list from about 1887 showed that Sakhnin had about 1,915 inhabitants; 1,640 Muslims, 150 Catholic Christians and 125 Greek Christians.Schumacher 1888, p. 174 ===British Mandate era=== In the 1922 census of Palestine conducted by the British Mandate authorities, Sakhnin had a population of 1,575; 1,367 Muslims and 208 Christians;Barron, 1923, Table XI, Sub-district of Acre, p. 37 87 Orthodox and 121 Greek Catholic (Melchite).Barron, 1923, Table XVI, p. 50 The population increased in the 1931 census to a total of 1,891; 1,688 Muslims, 202 Christians, and 1 Jew, in a total of 400 houses.Mills, 1932, p. 102 In the 1945 statistics, Sakhnin had 2,600 inhabitants; 2310 Muslims and 290 Christians.Government of Palestine, Department of Statistics, 1945, p. 4 The total jurisdiction of the village was 70,192 dunams of land.Government of Palestine, Department of Statistics. Village Statistics, April, 1945. Quoted in Hadawi, 1970, p. 41 3,622 dunams were used for plantations and irrigable land, 29,366 dunams for cereals,Government of Palestine, Department of Statistics. Village Statistics, April, 1945. Quoted in Hadawi, 1970, p. 81 while 169 dunams were built-up (urban) land.Government of Palestine, Department of Statistics. Village Statistics, April, 1945. Quoted in Hadawi, 1970, p. 131 Members of the Palmach swimming in the pool that used to supply Sakhnin with water. 1947 ===State of Israel=== During the 1948 Arab-Israeli war, Sakhnin surrendered to Israeli forces on July 18, 1948, during Operation Dekel, but was re-captured by Arab forces shortly afterwards. It finally fell without battle during Operation Hiram, 29–31 October 1948. Many of the inhabitants fled north but some stayed and were not expelled by the Israeli soldiers.Morris, 1987, p. 226 The town remained under martial law until 1966. In 1976, it became the site of the first Land Day marches, in which six Israeli Arabs were killed by Israeli forces during violent protests of government expropriation of of Arab-owned land near Sakhnin. Later that same year, three more civilians were killed during clashes with the police. Two natives of the city were killed in Jerusalem during the al-Aqsa Intifada in 2000. The Israeli transcription of the Arabic toponym is an orthographic error, writing Sakhnas instead of Sakhnin.Liora Bigon,Amer Dahamshe, 'An anatomy of symbolic power: Israeli road-sign policy and the Palestinian minority,' Environment and Planning D: Society and Space 2014, volume 32, pages 606 – 621 p.613. ==Sports == Doha Stadium In 2003, the town's football club, Bnei Sakhnin, became one of the first Arab teams to play in the Israeli Premier League, the top tier of Israeli football.Soccer: In Israel and Italy, storied teams rise International Herald Tribune, 15 April 2007 The following year, the club won the State Cup, and was the first Arab team to do so; consequently, it participated in the UEFA Cup the following season, losing out to Newcastle United. The team received a new home with the 2005 opening of Doha Stadium, funded by the Israeli government and the Qatar National Olympic Committee, whose capital it is named after. The stadium has a capacity of 5,000. Sakhnin is also the hometown of Abbas Suan, an Israeli international footballer who previously played for Bnei Sakhnin. The town and their soccer team are the subject of the 2010 documentary film After The Cup: Sons of Sakhnin Unitedhttps://www.imdb.com/title/tt1616504/ On 19 September 2008, Bnei Sakhnin played a game with the Spanish team Deportivo de La Coruña.El Deportivo de La Coruña vuelve a Europa EL PAÍS, 26 July 2008 ==See also== * Arab localities in Israel * Masud Ghnaim ==See also== *Arab Museum of Contemporary Art and Heritage ==References== ==Bibliography== * * * * * * * * * * * * * * * * * * * ==External links== *Sakhnin municipality site *Welcome To Sakhnin *Survey of Western Palestine, Map 5: IAA, Wikimedia commons *'Not quite Zurich' Eretz magazine Category:Arab localities in Israel Category:Arab Christian communities in Israel Category:Cities in Northern District (Israel) Category:Ancient Jewish settlements of Galilee ",
    "title": "Sakhnin"
}