{
    "id": "267657",
    "text": "Morning glory flower Morning glory flower, Ipomoea nil An unopened spiral bud of a morning glory flower, Ipomoea purpurea \"Blue Star\" cultivar Ipomoea tricolor photographed in Haverhill, Massachusetts Morning glory (also written as morning-glory) is the common name for over 1,000 species of flowering plants in the family Convolvulaceae, whose current taxonomy and systematics are in flux. Morning glory species belong to many genera, some of which are: * Argyreia * Astripomoea * Calystegia * Convolvulus * Ipomoea * Lepistemon * Merremia * Operculina * Rivea * Stictocardia == History == Ipomoea purpurea in Loganville, Georgia Morning glory was first known in China for its medicinal uses, due to the laxative properties of its seeds. Ancient Mesoamerican civilizations used the morning glory species Ipomoea alba to convert the latex from the Castilla elastica tree and also the guayule plant to produce bouncing rubber balls. The sulfur in the morning glory's juice served to vulcanize the rubber, a process predating Charles Goodyear's discovery by at least 3,000 years. Aztec priests in Mexico were also known to use the plant's hallucinogenic properties (see Rivea corymbosa). == Behavior == Most morning glory flowers unravel into full bloom in the early morning. The flowers usually start to fade a few hours before the \"petals\" start showing visible curling. They prefer full solar exposure throughout the day, and mesic soils. Some morning glories, such as Ipomoea muricata, are night-blooming flowers. In some places, such as Australian bushland, some species of morning glories develop thick roots and tend to grow in dense thickets. They can quickly spread by way of long, creeping stems. By crowding out, blanketing and smothering other plants, morning glory has turned into a serious invasive weed problem.https://www.nwcb.wa.gov/pdfs/Bindweed_factsheet_King.pdf == Cultivation == In cultivation, most are treated as perennial plants in frost- free areas and as annual plants in colder climates, but some species tolerate winter cold. There are some species which are strictly annual (e.g. Ipomoea nil), producing many seeds, and some perennial species (e.g. I. indica) which are propagated by cuttings. Some moonflowers, which flower at night, are also in the morning glory family. Because of their fast growth, twining habit, attractive flowers, and tolerance for poor, dry soils, some morning glories are excellent vines for creating summer shade on building walls when trellised, thus keeping the building cooler and reducing heating and cooling costs. Popular varieties in contemporary western cultivation include 'Sunspots', 'Heavenly Blue', the moonflower, the cypress vine, and the cardinal climber. The cypress vine is a hybrid, with the cardinal climber as one parent. Many morning glories will self-seed in the garden. They have a hard seed coat which delays germination until late spring. Germination may be improved by pre-soaking in warm water. == Culinary uses == Ipomoea aquatica, known as water spinach, water morning glory, water convolvulus, ong-choy, kang-kung, or swamp cabbage, is popularly used as a green vegetable, especially in East and Southeast Asian cuisines. In the USA Ipomoea aquatica is a federal noxious weed, and can be illegal to grow, import, possess, or sell without a permit. However, a market exists for the plant's powerful culinary potential.USDA weed factsheet As of 2005, the state of Texas has acknowledged that water spinach is a highly prized vegetable in many cultures, and has allowed water spinach to be grown for personal consumption, in part because it is known to have been grown in Texas for more than 15 years and has not yet escaped cultivation. Because it goes by so many names, it can easily be slipped through import inspections, and it is often available in Asian or specialty produce markets. The genus Ipomoea also contains the sweet potato (Ipomoea batatas). Though the term \"morning glory\" is not usually extended to Ipomoea batatas, sometimes it may be referred to as a tuberous morning glory in a horticultural context. Some cultivars of Ipomoea batatas are grown for their ornamental value, rather than for the edible tuber. == Chemistry and ethnobotany == The seeds of many species of morning glory contain ergoline alkaloids such as the psychedelic ergonovine and ergine (LSA). Seeds of Ipomoea tricolor and Turbina corymbosa (syn. R. corymbosa) are used as psychedelics. The seeds of morning glory can produce a similar effect to LSD when taken in large doses, often numbering into the hundreds. Though the chemical LSA is not legal in some countries, the seeds are found in many gardening stores; however, some claim the seeds from commercial sources can sometimes be coated in some kind or form of pesticide or methylmercury (although the latter is illegal in the UK and the US). These pesticide coating could be especially dangerous if one has a history of liver disorders and may also cause neural damage. For this reason, Terrence McKenna advocated growing and harvesting your own Heavenly Blue Morning Glory seeds to use for this purpose, and avoid any possibility of pesticide coatings. == Gallery == File:Morning Glory-1.jpg|Morning glory Ipomoea File:Blue2glories.jpg|Blue morning glories File:Ipomoea purpurea 2400px.jpg|A fully open blue and purple morning glory (Ipomoea purpurea) File:Pink Morning Glory 2500px.jpg|A fully open pink morning glory File:Morning Glory Curled Side 1800px.jpg|Side view of a partially curled Ipomoea purpurea in early afternoon File:Morning Glory Curled Top 2250px.jpg|The top of partially curled Ipomoea purpurea in early afternoon File:Morning Glory Leaves 3284px.jpg|The leaves of a morning glory File:Blue Morning Glory 2.jpg|Opening blue morning glory File:BlueMorningGloryClose.jpg|Close-up of a morning glory flower File:MorningGlory5.jpg|Close-up of a morning glory File:MorningGlory.JPG|Morning glory vine climbing File:Blue Morning Glory flower.jpg|alt=Blue morning glory flower|Blue morning glory flower == References == == Further reading == * * Furst, Peter (1990). Flesh of the Gods. . * Schultes, Richard Evans (1976). Hallucinogenic Plants. Elmer W. Smith, illustrator. New York: Golden Press. . == External links == * * Erowid Morning Glory Vault * Morning Glory Flowers is a book from 1854 Category:Convolvulaceae Category:Herbal and fungal hallucinogens Category:Natural sources of lysergamides Category:Plant common names ",
    "title": "Morning glory"
}