{
    "id": "267633",
    "text": "Buena Vista Social Club is a 1999 documentary film directed by Wim Wenders about the music of Cuba. It is named for a danzón that became the title piece of the album Buena Vista Social Club. The film is an international co- production of Germany, the United States, the United Kingdom, France, and Cuba. ==Content== The film documents how Ry Cooder, long-time friend of Wenders, brought together the ensemble of legendary Cuban musicians to record an album (also called Buena Vista Social Club) and to perform two times with a full line-up: in April 1998 in Amsterdam (two nights) and the 1st of July 1998 in the United States (at the Carnegie Hall, New York City). Although they are geographically close, travel between Cuba and the United States is restricted due to the political tension between the two countries, so many of the artists were travelling there for the first time. The film shows their reactions to this experience, as well as including footage of the resultant sell-out concert. It also includes interviews with each of the main performers. ==Musicians== * Francisco Repilado, aka Compay Segundo (vocals and tres) * Eliades Ochoa (vocals and guitar) * Ry Cooder (slide guitar) * Joachim Cooder, Ry's son (percussion) * Ibrahim Ferrer (vocals, congas, claves, bongos) * Omara Portuondo (vocals) * Rubén González (piano) * Orlando \"Cachaito\" López (Double bass) * Amadito Valdés * Manuel \"Guajiro\" Mirabal (trumpet) * Barbarito Torres (laúd) * Pío Leyva * Manuel \"Puntillita\" Licea (vocals) * Juan de Marcos González (güiro) ==Songs== # \"Chan Chan\" (Francisco Repilado) # \"Silencio\" (Rafael Hernandez) # \"Chattanooga Choo Choo\" (Harry Warren and Mack Gordon) # \"Dos Gardenias\" (Isolina Carillo) # \"Veinte Años\" (María Teresa Vera) # \"Y Tu Que Has Hecho?\" (Eusebio Delfin) # \"Black Bottom\" (Ray Henderson, Lew Brown and B. G. De Sylva) # \"Canto Siboney\" (Ernesto Lecuona Casado) # \"El Carretero\" (Jose \"Guillermo Portabales\" Quesada del Castillo) # \"Cienfuegos (tiene su guaguanco)\" (Victor Lay) # \"Begin the Beguine\" (Cole Porter) # \"Buena Vista Social Club\" (Orestes Lopez, inventor of the mambo in 1937) # \"Mandinga\" (also known as \"Bilongo\", Guillermo Rodriguez Fiffe) # \"Candela\" (Faustino Oramas), # \"Chanchullo\" (Israel \"Cachao\" Lopez, the father of Cachaito) # \"El Cuarto de Tula\" (son/descarga, Sergio Siaba) # \"Guateque Campesino\" (Celia Romero \"Guateque\") # \"Nuestra Ultima Cita\" (Forero Esther) # \"Quizás, Quizás, Quizás\" (bolero by Oswaldo Farres) ==Release== ===Critical reception=== Buena Vista Social Club received critical acclaim. On Rotten Tomatoes, the film has a 92% \"Certified Fresh\" score based on 48 reviews, with an average rating of 7.52/10. Metacritic reports an 81 out of 100 rating based on 19 critics, indicating \"universal acclaim\". ===Accolades=== The film was nominated for an Academy Award for best documentary feature in 2000. It won as best documentary in the European Film Awards as well as many others. The album Buena Vista Social Club features studio versions of the music heard in the film. ==Influence== The film helped the musicians, some of them already in their nineties, become known to a worldwide audience, with some going on to release popular solo albums. These included Ibrahim Ferrer, Compay Segundo, Rubén González and Elíades Ochoa. The latter went on to support younger musicians making the same style of music beyond 2010 under the name \"Buena Vista Social Club\". ==See also== * List of Cuban films * Buena Vista Social Club: Adios ==References== ==External links== * * * * *Buena Vista Social Club: A City in Time an essay by Joshua Jelly-Schapiro at the Criterion Collection Category:Buena Vista Social Club Category:1999 films Category:German films Category:American films Category:British films Category:French films Category:Cuban films Category:English-language films Category:Spanish-language films Category:1999 documentary films Category:German documentary films Category:American documentary films Category:British documentary films Category:French documentary films Category:Cuban documentary films Category:Documentary films about music and musicians Category:Documentary films about Cuba Category:European Film Awards winners (films) Category:Films directed by Wim Wenders Category:Films shot in Amsterdam Category:Films shot in Cuba Category:Films shot in New York City Category:Films shot in the Netherlands ",
    "title": "Buena Vista Social Club (film)"
}