{
    "id": "267620",
    "text": "Ella Mae Morse (September 12, 1924 – October 16, 1999) was an American singer of popular music whose 1940s and 1950s recordings mixing jazz, blues, and country styles influenced the development of rock and roll. Her 1942 recording of \"Cow-Cow Boogie\" with Freddie Slack and His Orchestra gave Capitol Records its first gold record. In 1943, her single \"Get On Board, Little Chillun\", also with Slack, charted in what would soon become the R&B; charts, making her one of the first white singers to do so. Morse stopped recording in 1957 but continued to perform and tour into the 1990s. In 1960 she received a star on the Hollywood Walk of Fame. ==Career== Morse was born in Mansfield, Texas. She was hired by Jimmy Dorsey when she was 14 years old. In 1942, at the age of 17, she joined Freddie Slack's band, with whom in the same year she recorded \"Cow-Cow Boogie (Cuma-Ti-Yi-Yi-Ay)\", the first gold record released by Capitol Records. \"Mr. Five by Five\" was also recorded by Morse with Slack, and became a hit record in 1942 (Capitol 115). She also originated the wartime hit \"Milkman, Keep Those Bottles Quiet\",https://digital.library.unt.edu/ark:/67531/metadc1633222/m1/#track/2 which was later popularized by Nancy Walker in the 1944 film Broadway Rhythm. In 1943, Morse began to record solo. She reached #1 in the R&B; chart with \"Shoo-Shoo Baby\" in December for two weeks. In the same year she performed \"Cow Cow Boogie\" in the film Reveille with Beverly and co-starred in Universal's South of Dixie and The Ghost Catchers with Olsen and Johnson and How Do You Dooo?, a vehicle for radio's \"Mad Russian\", Bert Gordon. She sang in a wide variety of styles, and she had hits on both the U.S. pop and rhythm and blues charts. However, she never received the popularity of a major star. The song \"Love Me or Leave Me\" as recorded by Morse was released by Capitol Records as catalog number 1922,Abrams, Steven; Settlemier, Tyrone Capitol Records in the 1500 to 1999 series Online Discographical Project. Retrieved October 28, 2011 with the flip side \"Blacksmith Blues\", which became her biggest hit. In 1946, \"House of Blue Lights\" by Freddie Slack and Morse, (written by Slack and Don Raye) saw them perform what was one of many of Raye's songs picked up by black R&B; artists.Nick Tosches, The Unsung Heroes of Rock 'N' Roll:The Birth of Rock in the Wild Years before Elvis, 1991, Jim Dawson and Steve Propes, What Was The First Rock 'N' Roll Record, 1992, Her biggest solo success was \"Blacksmith Blues\" in 1952, which sold over one million copies, and was awarded a gold disc. The same year her version of \"Down the Road a Piece\" appeared on Capitol with Slack again on piano accompaniment. Morse also recorded a version of \"Oakie Boogie\" for Capitol which reached #23 in 1952.Lonergan, Hit Records, 1950-1975, p. 163, Her version was one of the first songs arranged by Nelson Riddle.Levinson, September in the Rain, p. 104: \"... he contacted Nelson [Riddle] to write for Ella Mae Morse. Their first endeavor together was \"Oakie Boogie,\" which turned out to be a minor hit.\" Morse ceased recording in 1957, but continued performing until the early 1990s, under the new management of Alan Eichler, performing at such clubs as Michael's Pub in New York, Ye Little Club in Beverly Hills, the Hollywood Roosevelt Hotel's Cinegrill and the Vine St. Bar and Grill. She appeared regularly at Disneyland for several years with the Ray McKinley Orchestra, and did a successful tour of Australia shortly before her final illness. Her music career was profiled in Nick Tosches' 1984 book, The Unsung Heroes of Rock 'N' Roll: The Birth of Rock in the Wild Years Before Elvis. She has a star on the Hollywood Walk of Fame at 1724 Vine Street. Her entire recorded body of work was issued in a deluxe box set by Bear Family Records and a rare live performance, \"Ella Mae Morse On Broadway,\" was released in 2011. ==Musical style== As Morse's musical style blended jazz, blues, and country, she has sometimes been called the first rock 'n' roll singer. A good example is her 1942 recording of the song \"Get On Board, Little Chillun\", which, with strong gospel, blues, boogie, and jive sounds as a genuine precursor to the later rockabilly/ rock 'n roll songs. Her records sold well to both Caucasian and African-American audiences. As she was not well known at the time of her first solo hits, many people assumed she was African-American because of her 'hip' vocal style and choice of material. ==Personal life== Morse had six children from two marriages, several grandchildren, great-grandchildren, and an estranged sister named Flo Handy who was also a singer. In 1999 Morse died of respiratory failure in Bullhead City, Arizona, at the age of 75. ==Hit singles== {| class=\"wikitable\" style=\"text-align:center;\" |- ! rowspan=\"1\"| Year ! width=\"400\" | Single ! |US Chart position ! |Label ! |Catalogue No. |- | rowspan=\"2\"| 1942 | align=\"left\"| \"Cow-Cow Boogie\" | 9 | Capitol | 102 Abrams, Steven and Settlemier, Tyrone. Capitol100.htm \" Capitol 100 - 499\". Online Discographical Project. Retrieved November 1, 2011 |- | align=\"left\"| \"Mr. Five by Five\" | 10 | Capitol | 115 |- | rowspan=\"2\"| 1943 | align=\"left\"| \"Get On Board Little Chillun\" | 17 (R&B;) | Capitol | 133 |- | align=\"left\"| \"Shoo Shoo Baby\" | 4Pop Memories 1890-1954. Joel Whitburn. 1986. Record Research Inc. p. 325. | Capitol | 143 |- | rowspan=\"4\"| 1944 | align=\"left\"| \"No Love, No Nothin’\" | 4 | Capitol | 143 |- | align=\"left\"| \"Tess' Torch Song\" | 11 | Capitol | 151 |- | align=\"left\"| \"Milkman, Keep Those Bottles Quiet\" | 7 | Capitol | 151 |- | align=\"left\"| \"The Patty Cake Man\" | 10 | Capitol | 163 |- | rowspan=\"1\"| 1945 | align=\"left\"| \"Captain Kidd\" | 17 | Capitol | 193 |- | rowspan=\"2\"| 1946 | align=\"left\"| \"Buzz Me\" | 15 | Capitol | 226 |- | align=\"left\"| \"The House of Blue Lights\" | 8 (R&B;) | Capitol | 251 |- | rowspan=\"2\"| 1952 | align=\"left\"| \"The Blacksmith Blues\" | 3 | Capitol | 1922Abrams, Steven and Settlemier, Tyrone. Capitol1500.htm \"Capitol 1500 - 2000\". Online Discographical Project. Retrieved November 1, 2011 |- | align=\"left\"| \"Oakie Boogie\" | 23 | Capitol | 2072Abrams, Steven and Settlemier, Tyrone. Capitol2000.htm \"Capitol 2000 - 2500\". Online Discographical Project. Retrieved November 1, 2011 |- | rowspan=\"1\"| 1953 | align=\"left\"| \"40 Cups of Coffee\" | 26 | Capitol | 2539Abrams, Steven and Settlemier, Tyrone. Capitol2500.htm \"Capitol 2500 - 3000\". Online Discographical Project. Retrieved November 1, 2011 |- |} ==See also== *List of jump blues musicians *List of artists who reached number one on the Billboard R&B; chart *First rock and roll record ==References== ==External links== * *Prescottlink.com *Ella Mae Morse Interview NAMM Oral History Library (1995) Category:1924 births Category:1999 deaths Category:Jump blues musicians Category:Deaths from respiratory failure Category:People from Bullhead City, Arizona Category:Singers from Texas Category:American female jazz singers Category:American jazz singers Category:People from Mansfield, Texas Category:20th-century American singers Category:20th-century American women singers Category:Capitol Records artists Category:Jazz musicians from Texas ",
    "title": "Ella Mae Morse"
}