{
    "id": "267703",
    "text": "Norman Manley International Airport , formerly Palisadoes Airport, is an international airport serving Kingston, Jamaica and is located south of the island 19 km away from the centre of New Kingston. It is the second busiest airport in the country after Sangster International Airport, recording 1,819,200 arriving passengers in 2019. Over 130 international flights a week depart from Norman Manley International Airport. Named in honour of Jamaican statesman Norman Manley, it is a hub for Caribbean Airlines. It is located on the Palisadoes tombolo in outer Kingston Harbour; it fronts the city on one side and the Caribbean Sea. ==History== Jamaica has long had a vibrant civil aviation industry, with the first flight reported in the island on 21 December 1911. This was eight years after the world recorded its first powered flight by the Wright brothers. Nineteen years later, on 3 December 1930, the first commercial flight, a Consolidated Commodore twin-engine flying boat operated by Pan American Airways (which eventually became Pan American World Airways), landed in Kingston Harbour. The year 1934 was also another historic period for the nation's aviation industry when Dr. Albert Edward Forsythe and C. Alfred \"Chief\" Anderson (the fathers of African American aviation) arrived in Jamaica from Cuba. This was the first time a land plane arrived at the island by air. The significant growth in the aviation sector led to the establishment of the Civil Aviation Department (CAD) in 1947. One year later, in 1948, the Kingston Air Traffic Control Centre (KATCC) was established. In the same year the Palisadoes Airport (now Norman Manley International) and the Montego Bay Airport now Sangster International Airport were established. The airport was featured in the first James Bond film, Dr. No (1962). ==Renovation== ===Existing terminal renovation=== The contract relating to additions and alterations to the departure concourse has been awarded to Kier Construction Limited and is valued at $161.5M. The work will include construction of a new canopy, north of the existing check-in concourse and departure lounge; construction of an additional drop-off pavement area and provision for access by wheelchair passengers; new lifts, electrical air conditioning, public address, fire detection and fire fighting services; and alterations to the existing check-in concourse and mezzanine level to include a new security post and postal agency. The architect / engineer for the designs are Llewelyn Davies, Jabobs Consultancy & Leading Edge Aviation Planning Professionals Limited (LEAPP), in conjunction with Peter Jervis and Associates Limited and Grace Ashley and Associates. ===Masterplan=== The project seeks to increase the airport's capacity to cater for projected air and passenger traffic at an acceptable level of service to the year 2023. The project is part of a 20-year masterplan which will be implemented in three phases (1A, 1B and 2) and will cost about $130M. By 2022 it will have involved a virtual reconstruction of the entire airport. The first phase of construction and renovation was completed in 2007. Construction started in June 2006; the intention is for the first phase – which is supposed to make the airport an IATA category C airport – was completed in 2007. The European Investment Bank is providing $40M (2006) for the project and the Caribbean Development Bank has approved a loan of $11m (June 2006) for the new project. ===Phase 1A=== Phase 1A commenced planning in 2004 and was completed in 2007, at an estimated cost of $80M (ground-breaking took place in September 2006). This phase comprises a new departures building at the eastern end of the present terminal to accommodate expansion to the present departure concourse, security screening station with space to accommodate explosives detection equipment, out-going immigration, retail concessions and departure lounge. Additionally a new multi-level passenger finger (pier) that enables the separation of arriving and departing passengers, as required by security regulations, was included. Other items in this phase included: * Nine passenger loading bridges at the new finger (pier) * Upgraded roadway system and expanded public car park * Major rehabilitation of the existing departures concourse and related underground services infrastructure * Major rehabilitation and upgrading of the terminal arrivals area, including immigration hall, customs hall, arrivals arcade, arrivals duty-free shops and offices * Replacement and upgrading of airport systems – public address, access control, flight information, baggage information, security control and other airport IT systems * Cargo warehouse complex (the first phase of this complex, called the NMIA cargo and logistics centre, was completed in 2005) ===Phase 1B=== Phase 1B was completed in 2010 and costed approximately $23M. Works under this phase included: * Further upgrading of existing buildings * Construction of a new arrivals area * Installation of new baggage handling facilities * Movement of the General Aviation Centre, the fire station and other support facilities * Airside works including the expansion of aircraft parking stands * Extension of the cargo and maintenance taxiway ===Phase 2=== Phase 2, which is the final phase of the project, commenced in 2013 and is to end in 2022. This phase will involve additional improvement and maintenance works to the terminal, landside, airfield and support areas of the facility at a cost of $9M.Airport Technology – Norman Manley International Airport (KIN/MKJP), Kingston, Jamaica ==Airlines and destinations== ===Passenger=== ===Cargo=== {| class=\"collapsible collapsed\" style=\"border:1px #aaa solid; width:50em; margin:0.2em auto\" |- ! Destinations map |- | |} ==Accidents and incidents== *On 10 April 1953 a Lockheed Lodestar piloted by Captain Owen Roberts lost an engine on takeoff, climbed to 100–200 feet entering a slight banking turn and crashed into the sea. The failure of the left engine which was proven to be due to the cracking of the accessory drive gear. 13 on board, including the pilot, were killed. There was only one known survivor. *On 17 July 1960, the captain of a Vickers Viscount of Cubana de Aviación hijacked the aircraft on a flight from José Martí International Airport, Havana to Miami International Airport, Florida. The aircraft landed at Palisadoes Airport where the captain claimed political asylum. *On 22 December 2009, American Airlines Flight 331 overshot the runway shortly after 10.00pm during a heavy rain storm and resulted in the Boeing 737-800 breaking up into three pieces and finally coming to a stop approximately 15–20 feet from the sea. All passengers and crew exited the aircraft safely. ==See also== *List of the busiest airports in the Caribbean ==References== ==External links== * Norman Manley International Airport, official website * Airports Authority of Jamaica * http://www.palgag.co.il/?CategoryID=246 * Leading Edge Aviation Planning Professionals Limited (LEAPP) * * * * Category:Airports in Jamaica Category:Buildings and structures in Kingston, Jamaica ",
    "title": "Norman Manley International Airport"
}