{
    "id": "267821",
    "text": "Nathan Road, a major thoroughfare of Yau Tsim Mong District Tsim Sha Tsui East Yau Tsim Mong District is one of 18 districts of Hong Kong, located on the western part of Kowloon Peninsula. It is the core urban area of Kowloon. The district has the second highest population density of all districts, at 49,115/km². The 2016 By-Census recorded the total population of Yau Tsim Mong District at 342,970. Yau Tsim Mong District contains the urban areas of Yau Ma Tei, Tsim Sha Tsui, and Mong Kok. Formerly two districts, the Yau Tsim District and Mong Kok District, it was combined in 1994. Its name is an acronym of the three aforementioned major areas. ==History== The district was once called Yau Ma Tei District. It was renamed Yau Tsim District from 1 April 1988 to \"remove any misconception that Tsim Sha Tsui was an administrative district separate from Yau Ma Tei\". Yau Tsim District and Mong Kok District were merged in 1994 to form the new Yau Tsim Mong District. ==Areas within the district include== {| class=\"wikitable\" |+ Kowloon Peninsula (West) |colspan=2 align=center|Tai Kok Tsui |Prince Edward |- |MTR Olympic Station |colspan=2 align=center|Mong Kok |- |Mong Kok West |colspan=2 align=center|Yau Ma Tei |- |MTR Kowloon Station |Jordan Kwun Chung |King's Park |- |bgcolor=\"lightblue\"|Sea |Tsim Sha Tsui |Tsim Sha Tsui East |} ==Transportation== ===MTR=== Six MTR lines serve this district: the Tsuen Wan line, Kwun Tong line, Tung Chung line, East Rail line, West Rail line and the Airport Express. * Tsuen Wan Line and Kwun Tong Line converge from the north at Prince Edward station, then Mong Kok and Yau Ma Tei the line's last station in the district and continue its journey to Whampoa. Tsuen Wan Line continued to Jordan and Tsim Sha Tsui stations before crossing the harbour to Hong Kong Island. * Tung Chung Line has two stations along the west coast: Kowloon near Jordan and Olympic near Tai Kok Tsui. The former station is also served by the Airport Express. * East Rail Line has a station in Mong Kok East, while Hung Hom is on the boundary between Yau Tsim Mong and Kowloon City districts. * As for the West Rail Line, an extension has been opened to East Tsim Sha Tsui station, with a sub-surface passenger walkway to Tsim Sha Tsui Station on the Tsuen Wan Line. All three MTR stations in this district sees (and will see) some trains terminating. East Tsim Sha Tsui used to be served by the East Rail Line until it was transferred to the West Rail Line in 2009. Now the West Rail Line and East Rail Line interchange at Hung Hom. ===Major roads=== *Nathan Road *Shanghai Street *Austin Road *Canton Road *Cross-Harbour Tunnel *West Kowloon Highway *Western Harbour Crossing *Salisbury Road ==Universities== *Hong Kong Polytechnic University == Education == Schools in Yau Tsim Mong district include: * Mount Kelly Hong Kong ==See also== *List of areas of Hong Kong *Kowloon peninsula ==References== ==External links== *Yau Tsim Mong District Council *List and map of electoral constituencies (large PDF file) ",
    "title": "Yau Tsim Mong District"
}