{
    "id": "267848",
    "text": "Scarface is a 1983 American crime drama film directed by Brian De Palma, written by Oliver Stone, produced by Martin Bregman and distributed by Universal Pictures. It is a remake of the 1932 film and tells the story of Cuban refugee Tony Montana (Al Pacino) who arrives in 1980s Miami with nothing and rises to become a powerful drug lord. The cast also features Steven Bauer, Michelle Pfeiffer, Mary Elizabeth Mastrantonio and Robert Loggia. Pacino became interested in a remake of the 1932 version after seeing it, and he and producer Martin Bregman began to develop it. Sidney Lumet was initially hired to direct the film but was replaced by De Palma, who hired Stone to write the script. Filming took place from November 1982 to May 1983. The film was shot mostly in Los Angeles. The film's soundtrack was composed by Giorgio Moroder. De Palma dedicated this version of Scarface to the writers of the original, Howard Hawks and Ben Hecht. Scarface premiered in New York City on December 1, 1983, and was released on December 9, 1983. The film grossed $45 million at the domestic box office and $66 million worldwide. Initial critical reception was negative due to its excessive violence, profanity, and graphic drug usage. Some Cuban expatriates in Miami objected to the film's portrayal of Cubans as criminals and drug traffickers. In the years that followed, however, critics have reappraised it, and it is now considered by some to be one of the best films in the crime genre, and one of the greatest remakes ever made. Screenwriters and directors such as Martin Scorsese have praised the film, and it has been referenced extensively in pop culture, especially in hip hop music as well as comic books, television programs, and video games, although over the years, the film has been regarded as a cult film. == Plot == In 1980, Cuban refugee and ex-convict Tony Montana arrives in Miami, Florida, as part of the Mariel boatlift, where he is sent to a refugee camp with friends Manny Ray, Angel, and Chi Chi. The four are released and given green cards in exchange for murdering a former Cuban general at the request of Miami drug lord Frank Lopez. They become dishwashers at an eatery, but a dissatisfied Tony proclaims that he is meant for bigger things. Frank's right-hand man, Omar, sends the four to purchase cocaine from Colombian dealers, but the deal goes bad. Angel is dismembered with a chainsaw, while Manny and Chi Chi rescue Tony and kill the Colombians. Suspecting that Omar set them up, Tony and Manny insist on personally delivering the recovered drugs and money to Frank. During their meeting, Tony is attracted to Frank's trophy wife, Elvira. Frank hires Tony and Manny. Tony reunites with his mother and younger sister Gina, of whom he is overprotective. Disgusted by his life of crime, his mother throws him out. Manny is attracted to Gina, but Tony tells him to stay away from her. Frank sends Tony and Omar to Cochabamba, Bolivia to meet with cocaine kingpin Alejandro Sosa. Tony negotiates a deal without Frank's approval, angering Omar. Sosa claims that Omar is a police informant and that Frank has poor judgement; Tony witnesses a beaten Omar hanged from a helicopter. Tony vouches for Frank's organization, and Sosa, taking a liking to Tony, agrees to the deal, but not before warning Tony never to betray him. Back in Miami, Frank is infuriated by Omar's demise and the unauthorized deal struck by Tony, while Tony starts his own independent cocaine operation. At a nightclub, Bernstein, a crooked cop on Frank's payroll, attempts to extort money from Tony in return for police protection. In the club, Tony spots Gina fraternizing with a man and beats them both when he sees him grope her. Hitmen then attempt to assassinate Tony as he sits in the club, but he escapes. Tony, certain that Bernstein and the hitmen were sent by Frank, confronts him. At gunpoint, Frank confesses to the attempted hit and begs for his life, but he and Bernstein are killed by Manny and Tony, respectively. Tony marries Elvira and becomes the distributor of Sosa's product. He builds a multi-million-dollar empire, living in a vast, heavily guarded estate. By 1983, a sting by federal agents results in Tony being charged with tax evasion, with an inevitable prison sentence. Sosa offers to use his government connections to keep Tony out of prison, but only if Tony assassinates a journalist intending to expose Sosa's drug operations. During a public dinner, Tony accuses Manny of causing his arrest and Elvira of being an infertile junkie, causing Elvira to leave him. Tony travels to New York City to carry out the assassination with Sosa's henchman, Shadow, who plants a radio-controlled bomb under the journalist's car. However, the journalist is unexpectedly accompanied by his wife and children. This revelation causes Tony to call off the hit, but as Shadow continues, Tony kills him before he can detonate the bomb. Tony returns to Miami, where an enraged Sosa calls Tony to promise retribution after the journalist exposes his drug operations. Tony, at his mother's behest, tracks down Gina and finds her with Manny; in a fit of rage, Tony shoots Manny dead, after which Gina tearfully tells Tony that they were married the day before. A distraught Tony returns to his estate with Gina, and begins a massive cocaine binge in his office. While dozens of Sosa's men begin their infiltration of the estate, Gina accuses Tony of wanting her for himself while shooting at him, but she is slain by one of Sosa's men, who is in turn killed by Tony. All of Tony's men are killed. With assassins outside his office, Tony turns a grenade launcher- equipped rifle on them, mowing down many. Tony is repeatedly shot by the remaining attackers, but continues to taunt them until he is fatally shot from behind by The Skull. Tony's corpse falls into a fountain below, in front of a statue with the inscription \"The World is Yours\". == Cast == Michelle Pfeiffer was an unknown actress when she appeared in Scarface, and both star Al Pacino and director Brian De Palma initially argued against her casting. Additionally, Geno Silva portrays the assassin who kills Tony Montana, credited as The Skull. Richard Belzer portrays the Babylon Club M.C. Lana Clarkson appears as Manny's dance partner at the Babylon Club. De Palma regulars Charles Durning and Dennis Franz provided uncredited voiceover dubbing of the Immigration and Naturalization Service officers who interrogate Montana in the opening scene. == Production == === Development === Oliver Stone wrote the script for Scarface while struggling with his own addiction to cocaine Scarface began development after Al Pacino saw the 1932 film of the same name at the Tiffany Theater while in Los Angeles. He later called his manager, producer Martin Bregman, and informed him of his belief in the potential for a remake of that film. Pacino originally wanted to retain the period piece aspect, but realized that because of its melodramatic nature it would be difficult to accomplish. Sidney Lumet became attached as the director, developing the idea for Montana to be Cuban arriving in America during the Mariel boatlift. Bregman and Lumet's creative differences saw Lumet drop out of the project. Lumet had wanted to make a more political story that focused on blaming the current Presidential administration for the influx of cocaine into the United States, yet Bregman disagreed. Bregman replaced him with Brian De Palma, and hired writer Oliver Stone; Stone had seen the original 1932 Scarface and had not enjoyed it, so he initially rejected the offer. Only after he talked to Lumet was he convinced to accept the offer since they agreed on transforming the film from a period piece to a contemporary film, saying, \"Sidney had a great idea to take the 1930s American prohibition gangster movie and make it into a modern immigrant gangster movie dealing with the same problems that we had then, that we're prohibiting drugs instead of alcohol. There's a prohibition against drugs that's created the same criminal class as (prohibition of alcohol) created the Mafia.\" In the book The Oliver Stone Experience, Stone stated, \"I didn't want to do an Italian Mafia movie ... We'd had dozens of these things. But then Bregman came back to me and said, Sidney has a great idea — he wants to do it as a Marielito picture in Miami. I said, That's interesting! Sidney's idea was a good one.\" Stone researched the script while battling his own cocaine addiction. He and Bregman performed their own research, traveling to Miami, Florida, where they were given access to records from the U.S. Attorney's Office and the Organized Crime Bureau. Stone moved to Paris to write the script, believing he could not break his addiction while in the United States, stating in a 2003 interview that he was completely off drugs at the time \"because I don't think cocaine helps writing. It's very destructive to the brain cells.\" === Casting === Pacino insisted on taking the lead role as Tony Montana, although Robert De Niro had been offered it and had turned it down. Pacino worked with experts in knife combat, trainers, and boxer Roberto Durán to attain the body type that he wanted for the role. Durán also helped inspire the character, who had \"a certain lion in him\", according to Pacino. Meryl Streep's immigrant character in Sophie's Choice (1982) also influenced Pacino's portrayal of Tony Montana. Bauer and a dialect coach helped him learn aspects of the Cuban Spanish language and pronunciation. Pfeiffer was an unknown actress at the time, and both Pacino and De Palma had argued against her casting, but Bregman fought for her inclusion. Glenn Close was the original choice for the role, while others were also considered, including Geena Davis, Carrie Fisher, Kelly McGillis, Sharon Stone, and Sigourney Weaver. Bauer got his role without even auditioning. During the audition process, casting director Alixe Gordin saw Bauer and instantly noted that he was right for the role of Manny, a judgment with which both De Palma and Bregman agreed. He was the only actual Cuban in the principal cast. John Travolta was considered for the role. === Filming === Despite the film being set in Miami, much of the film was shot in Los Angeles due to the Miami Tourist Board declining requests to film there as it feared the film would deter tourism to the city with its themes of drugs and gangsters. Tony's opulent mansion was El Fureidis, a Roman-styled mansion near Santa Barbara, California. The picture was shot over 24 weeks from November 22, 1982 to May 6, 1983.Daily Variety Magazine; November 26, 1982; Page 8Daily Variety Magazine; May 12, 1983; Page 10 The special effects were performed by Ken Pepiot and Stan Parks. The production was halted twice for severe weather events in California. During production in March, Pacino burned his left hand on the muzzle of the gun that had just been fired when he tripped during a fight scene. Production was shut down for more than a week while Pacino recovered. A premature bomb explosion also injured two stuntmen during a scene shot in his absence. The gunfight scene at the end of the film also includes a single camera shot directed by Steven Spielberg, who was visiting the set at the time. === Rating === Less than two months before the film's release, on October 28, 1983, Scarface was given an X rating by the Motion Picture Association of America for \"excessive and cumulative violence and for language.\" De Palma had already re-cut the film three times by that point; De Palma stated \"I said I've had it with these people, I'm not taking any more out.\" Bregman told The New York Times, \"We have been designated as a pornographic film ... We'll accept the X rating and appeal.\" Universal would not release the film with an X rating due to the porn perception and the reduction of ticket sales being from ticket buyers, most newspapers, TV, and radio stations, who would not run ads for an X-rated film. On November 8, an appeal board composed of 20 theater owners, studio executives and independent distributors overturned the decision 17 to 3 in favor of an R rating—more than two-thirds required. De Palma believed that the changes were minor enough to be unnoticeable, but released the film uncut anyway, only confessing to it months after the film's release. === Music === Instead of using popular music from the period in which the film is set, the music in Scarface was produced by Academy Award-winning Italian record producer Giorgio Moroder. Reflecting Moroder's style, the soundtrack consists mostly of muzak-like synthesized new wave, electronic music. De Palma said that he repeatedly denied Universal's requests to release the film with a \"pop\" score because he felt Moroder's score was adequate. == Release == === Theatrical === Scarface premiered on December 1, 1983, in New York City, where it was initially greeted with mixed reaction. The film's two stars, Al Pacino and Steven Bauer, were joined in attendance by Burt and Diane Lane, Melanie Griffith, Raquel Welch, Joan Collins, her boyfriend Peter Holm, and Eddie Murphy, among others. It was then given a wide release on December 9, 1983. === Home media === Scarface was initially released by MCA Home Video on VHS, CED Videodisc, Laserdisc, and Beta in the summer of 1984 – a two-tape set in 1.33:1 pan and scan ratio – and quickly became a bestseller. A 2.39:1 Widescreen VHS would follow years later in 1998 to coincide with the special edition DVD release. The last VHS release was in 2003 to counterpart the 20th anniversary edition DVD. The 2003 DVD was remastered and re-released through Universal Records. The television version of Scarface premiered on ABC on January 7, 1989. 32 minutes of violence, profanity and sex were edited out, and much of the dialogue, including the constant use of the word \"fuck\", which was muted after the beginning of \"f-\" or replaced with less offensive alternatives. The film received a North American DVD release on the film's fifteenth anniversary in 1998, featuring a non-anamorphic widescreen transfer, a \"Making of\" documentary, outtakes, production notes, and cast and crew biographies. This release was not successful, and many fans and reviewers complained about its unwatchable video transfer and muddled sound, describing it as \"one of the worst big studio releases out there\". In 2003, Music Inspired by Scarface, a Def Jam Recordings compilation album, featured songs by various hip-hop artists which either draw direct inspiration from the film, or contain subject matter that can relate to the film. Scarface was released on Blu-ray on September 6, 2011, in a two- disc, limited edition, steelbox package: the set was criticized for its poor picture quality due to usage of an old master created from the DVD release. Disc two is a DVD of the 1932 Scarface, featuring a TMC-produced introduction by Robert Osborne and an alternate ending. Bonus features include The Making of Scarface documentary, and a new retrospective documentary: The Scarface Phenomenon. A special gift set, limited to 1,000 copies, features the Blu-ray set housed in a cigar humidor, designed by humidor craftsman Daniel Marshall. The humidor box set retailed at $999.99. A standard 4K Ultra HD Blu-ray and limited edition set were released on October 15, 2019. The limited edition set contains a specially made statue, a newly remastered transfer and, for the first time on Blu-ray, the 1932 original. There is also a standard set which contains the same 4K transfer and a remastered 1080p disk but does not include the 1932 version. A month later on November 19, the 1932 original was given its own individual release. The 4K release ports over all of the old special features and adds one new one, which is a reunion special in tribute to the 35th anniversary of the movie's release. == Reception == === Box office === Scarface was released theatrically in North America on December 9, 1983. The film earned $4.5 million from 996 theaters during its opening weekend, an average of $4,616 per theater, and ranking as the second-highest-grossing film of the weekend behind Sudden Impact ($9.6 million), which debuted the same weekend. It went on to earn $44.6 million in North America and $20.4 million from other markets, for a total of $65.1 million. This figure made Scarface the 16th highest-grossing film of 1983, and seventh highest grossing R-rated film in North America for 1983. It has since been given three re-releases in 2003, which featured a remastered film for the film's 20th anniversary, 2012, and 2014, bringing the total earned to $45.4 million domestically, for a total of $66 million worldwide. === Critical response === The original release of Scarface was met with a negative critical response, and was criticised for its violence and graphic language. The New York Magazine defined it as an empty, bullying, and overblown B movie. Writers Kurt Vonnegut and John Irving were among those who walked out in disgust after the notorious chainsaw scene. At the middle of the film, Scorsese turned to Bauer and told him, \"You guys are great – but be prepared, because they're going to hate it in Hollywood ... because it's about them.\" Roger Ebert rated it four stars out of four in his 1983 review, and he later added it to his \"Great Movies\" list. Ebert wrote, \"DePalma and his writer, Oliver Stone, have created a gallery of specific individuals, and one of the fascinations of the movie is that we aren't watching crime-movie clichés, we're watching people who are criminals.\" Vincent Canby praised the film in The New York Times: \"The dominant mood of the film is... bleak and futile: what goes up must always come down. When it comes down in Scarface, the crash is as terrifying as it is vivid and arresting.\" Leonard Maltin was among those critics who held a negative opinion of Scarface. He gave the film 1½ stars out of four, stating that Scarface \"wallows in excess and unpleasantness for nearly three hours, and offers no new insights except that crime doesn't pay. At least the 1932 movie moved.\" Maltin included an addendum to his review in later editions of his annual movie guide, stating his surprise with the film's newfound popularity as a cult-classic. In his review for Newsweek, David Ansen wrote, \"If Scarface makes you shudder, it's from what you think you see and from the accumulated tension of this feral landscape. It's a grand, shallow, decadent entertainment, which like all good Hollywood gangster movies delivers the punch and counterpunch of glamour and disgust\". Jay Scott writes in his review for The Globe and Mail, \"For a while, Al Pacino is hypnotic as Montana. But the effort expended on the flawless Cuban accent and the attempts to flesh out a character cut from inch-thick cardboard are hopeless.\" In his review for The Washington Post, Gary Arnold wrote, \"A movie that appeared intent on revealing an alarmingly contemporary criminal subculture gradually reverts to underworld cliche, covering its derivative tracks with outrageous decor and an apocalyptic, production number finale, ingeniously choreographed to leave the antihero floating face down in a literal bloodbath.\" On review aggregator Rotten Tomatoes, the film holds an 82% approval rating based on 71 reviews, with an average rating of 7.54/10. The website's critics consensus reads, \"Director Brian De Palma and star Al Pacino take it to the limit in this stylized, ultra-violent and eminently quotable gangster epic that walks a thin white line between moral drama and celebratory excess.\" Metacritic, which uses a weighted average, assigned the film a score of 65 out of 100 based on 9 critics, indicating \"generally favorable reviews\". ===Depiction of stereotypes=== During filming, some Cubans objected to the film's Cuban characters being portrayed as criminals by mostly non-Cuban actors. The film featured a disclaimer following its credits stating in red, all-cap lettering \"Scarface is a fictional account of the activities of a small group of ruthless criminals. The characters do not represent the Cuban/American community and it would be erroneous and unfair to suggest that they do. The vast majority of Cuban/Americans have demonstrated a dedication, vitality and enterprise that has enriched the American scene.\" In 2008, Damarys Ocaña of The Guardian wrote that the film reinforces stereotypes of Marielito Cubans, as it exaggerated the number of criminals in the Mariel boatlift. She also called Pacino's portrayal of a Cuban-American as having a \"ridiculous accent and overacting.\" However, of the approximate 125,000 refugees that entered the United States on the boatlift, around 16,000 to 20,000 were estimated to be criminals or \"undesirables\" according to a 1985 Sun Sentinel magazine article. In a 1985 report around 350 to 400 Mariel Cubans were reported to inhabit Dade County jails on a typical day. However, Demetrio Perez, the city commissioner of Miami, led the charge against the film. Estimates assert that the Cuban refugees only included some 2,700 hardened criminals. In The Oliver Stone Experience, Stone stated \"Well, Tony Montana was a gangster ... His mother and his sister represent the clean-cut Cuban community. His mother scolds him: You're a scumbag, get out of my house! You're ruining your sister! So there is a strong morality in the movie. I knew about the criticisms even in advance, that Cubans were not like that. But I'm sorry: A lot of Cubans did become Marielitos. If I'd done it about Colombians, they would've said the same thing: 'You're anti-Colombian'.\" === Accolades === {| class=\"wikitable\" |- ! Award ! Category ! Subject ! Result |- |rowspan=3|Golden Globe Awards |Best Actor – Motion Picture Drama |Al Pacino | |- |Best Supporting Actor – Motion Picture |Steven Bauer | |- |Best Original Score |Giorgio Moroder | |- |Motion Picture Sound Editors |Golden Reel Award for Best Sound Editing |Maurice Schell | |- |Golden Raspberry Award |Worst Director |Brian De Palma | |- |Satellite Award |colspan=2|Best Classic DVD Release | |} The film is recognized by American Film Institute in these lists: * 2003: AFI's 100 Years...100 Heroes & Villains: ** Tony Montana – Nominated Villain * 2005: AFI's 100 Years...100 Movie Quotes: ** Tony Montana: \"Say \"hello\" to my little friend!\" – #61 * 2008: AFI's 10 Top 10: ** #10 Gangster Film Notably Scarface is the only remake to appear in the same AFI 10 Top 10 list as the original film. It is #10 while the 1932 original is #6. == Legacy == Mural of Pacino's \"Tony Montana\" character in Wynwood in 2012 ===Film industry=== Pacino was already an established successful actor, but Scarface helped launch Pfeiffer's and Mastrantonio's careers, both of whom were relatively unknown beforehand and went on to individual successes. Entertainment Weekly ranked the film #8 on their list of \"The Top 50 Cult Films,\" and Empire Magazine placed it among the top 500 films of all time, at #284. In 2009, Total Film listed it at number 9 on their list of the 30 Greatest Gangster movies. Scarface was among the earliest films in which the expletive \"fuck\" is used persistently, 226 times in total. The company set up by former Iraqi dictator Saddam Hussein to launder money was named Montana Management after Pacino's character. ===Influence in hip hop=== The release of Scarface coincided with the rise of hip hop music, and the film has had a lasting influence on hip hop artists. American rapper Nas compared himself to Tony Montana and compared rapper Jay-Z to Manolo, both characters from Scarface, on Nas's track \"Last Real Nigga Alive\" from his album God's Son, during the time of the high-profile feud between the two. ===Cultural references=== In 2010, artist James Georgopoulos included the screen-used guns from Scarface in his popular Guns of Cinema series. Dark Horse Comics' imprint DH Press released a novel called Scarface: The Beginning by L. A. Banks.DH Press Books: Current Titles IDW publishing released a limited series called Scarface: Scarred For Life. It starts with corrupt police officers finding that Tony has survived the final mansion showdown. Tony works at rebuilding his criminal empire, similar to the game The World Is Yours.IDW Publishing; 'Scarface: Scarred For Life' Scarface is among the films that served as inspiration for the 2002 video game Grand Theft Auto: Vice City, which took place in a representation of 1980s' Miami and featured music from the film's soundtrack, as well as a recreation of Montana's mansion. Scarface got its own direct tie-in with the 2006 video games Scarface: The World Is Yours and Scarface: Money. Power. Respect. The quote \"Say hello to my little friend!\" from the film's climactic scene has become a pop culture staple, and ranked 61 in AFI's 100 Years...100 Movie Quotes list. In 1992, WWE Hall of Famer Scott Hall joined the World Wrestling Federation (WWF) as Razor Ramon, a shady and stylish Cuban American bully from Miami. The character was modeled after the characters Tony Montana and Manny Ribera from Scarface. Ramon's nickname (The Bad Guy) and catchphrase (\"Say hello to The Bad Guy\") derive from Montana's quotes: \"Say hello to my little friend\" and \"Say goodnight to the bad guy\". Later in his career, Hall claimed he pitched the idea of a Scarface-like character during a meeting with Vince McMahon and Pat Patterson, as a joke. ==Future== ===Cancelled sequel=== In 2001, plans were made for hip hop artist Cuban Link to write and star in a sequel to Scarface titled Son of Tony. The plans drew both praise and criticism and, after several years, Cuban Link indicated that he may no longer be involved with the project as the result of movie rights issues and creative control. ===Remake=== In 2011, Universal announced that it is developing a new version of Scarface. The studio stated that the new film is neither a sequel nor a remake, but will take elements from both this version and its 1932 predecessor, including the basic premise: a man who becomes a kingpin in his quest for the American Dream. Martin Bregman, who produced the 1983 remake would produce this version also, with a screenplay by David Ayer, and David Yates in talks to direct the film. On March 24, 2014, TheWrap reported that Pablo Larraín was in negotiations to direct the film, along with Paul Attanasio to write the script. The film's update will be an original story set in modern-day Los Angeles that follows a Mexican immigrant's rise in the criminal underworld as he strives for the American Dream. Jonathan Herman was set in March 2015 to rewrite both drafts of the script. On August 10, 2016, Deadline Hollywood reported that Antoine Fuqua was in talks to direct the film. On September 28, 2016, Variety reported that Terence Winter would be penning the script for the film. In January 2017, Fuqua left the project and Diego Luna was cast in the lead role. On February 10, 2017, it was announced that the film would be released in theaters on August 10, 2018, with the film's script being written by the Coen brothers. On March 30, 2018, it was announced that Fuqua would direct the new film, with Gareth Dunnet-Alcocer writing the screenplay. However, on August 9, 2018, the film had not been released in theaters as originally planned and filming had been announced to start in October 2018. Filming would take place in Los Angeles, Atlanta, and Mexico.Zinski, Dan, Antoine Fuqua's Scarface Remake Starts Filming This Fall, Screen Rant, retrieved on August 12, 2018 On May 14, 2020, it was announced that Fuqua was no longer directing and, instead, Luca Guadagnino has signed on to direct the film; with the script still being written by the Coen brothers as previously confirmed. == References == == Bibliography == * * * * * * * * * == External links == * * * * Category:1983 films Category:1983 crime drama films Category:American films Category:American crime drama films Category:American film remakes Category:American gangster films Category:English-language films Category:Films about drugs Category:Films about cocaine Category:Films about dysfunctional families Category:Films about the illegal drug trade Category:Films about immigration to the United States Category:Films about organized crime in the United States Category:Films directed by Brian De Palma Category:Films scored by Giorgio Moroder Category:Films set in 1980 Category:Films set in 1983 Category:Films set in Bolivia Category:Films set in Florida Category:Films set in Miami Category:Films set in New York City Category:Films shot in Florida Category:Films shot in Los Angeles Category:Films shot in Miami Category:Films shot in New York City Category:Films with screenplays by Oliver Stone Category:Universal Pictures films Category:1983 drama films ",
    "title": "Scarface (1983 film)"
}