{
    "id": "268010",
    "text": "Creflo Augustus Dollar Jr. (born Michael Smith, January 28, 1962) is an American televangelist and the founder of the non-denominational World Changers Church International based in College Park, Georgia, a suburb of Atlanta.\"Contact Us .\" World Changers Church International. Retrieved on May 25, 2009. Dollar also heads the Creflo Dollar Ministerial Association (formerly called International Covenant Ministries), Creflo Dollar Ministries, and Arrow Records. ==Biography== Dollar began developing World Changers Ministries Christian Center in 1986. He held the church's first worship service in the cafeteria of Kathleen Mitchell Elementary School in College Park, with eight people in attendance. He later renamed the ministry as World Changers Church International (WCCI), and the congregation moved from the cafeteria to a dedicated chapel. Four services were held each Sunday, and Creflo added a weekly radio broadcast. On December 24, 1995, WCCI moved into its present location, the 8,500-seat facility known as the World Dome. The church has said that the nearly $20,000,000 World Dome was built without any bank financing.\"Dr.Creflo A. Dollar Biography.\" World Changers Church-New York. N.p., n.d. Web. 22 Jun 2010. , the congregation reported having around 30,000 members, and $70,000,000 in revenue (gross cash collections) for 2006. In June 2012, Dollar was arrested in an alleged attack on his fifteen-year-old daughter, according to the Fayette County, Georgia, Sheriff's Office. Dollar was accused of choking and punching his fifteen-year-old daughter, and the story was corroborated by Dollar's other, nineteen-year-old daughter. The charges were dropped in January 2013 after he attended anger management classes. The Fayette County Police Department released details of a 911 call. In October 2012, Creflo Dollar Ministries leased Loews Paradise Theater in The Bronx for a new church location in New York. Dollar also speaks at conferences and writes about his gospel of wealth and his involvement in televangelism. Dollar and his wife Taffi have five children and live in Atlanta. ==Finances and prosperity gospel teachings== Dollar is known for his controversial teachings regarding prosperity theology. He has long been criticized for living a lavish lifestyle. He owns two Rolls-Royces, a private jet, and high- end real estate such as a million-dollar home in Atlanta, a $2.5 million home in Demarest, New Jersey, and a home in Manhattan that he bought for $2.5 million in 2006 (equivalent to $ million in ) and sold for $3.75 million in 2012 (equivalent to $ million in ). Dollar has refused to disclose his salary. For declining to disclose any financial information to independent audit, Creflo Dollar Ministries received a grade of \"F\" (failing) for financial transparency by the organization Ministry Watch.Creflo Dollar Ministries Dollar was among six televangelists who were the subject of a 2007 investigation led by United States Senator Chuck Grassley of Iowa as ranking member of the Senate Finance Committee. Grassley asked for financial information to determine whether Dollar made any personal profit from financial donations and requested that Dollar's ministry make the information available by December 6, 2007. The investigation also asked for information from five other televangelists: Benny Hinn, Kenneth Copeland, Eddie L. Long, Joyce Meyer, and Paula White. Dollar contested the probe, arguing that the proper governmental entity to examine religious groups is the IRS, not the Committee on Finance.Creflodollarministries.org Dollar and three others were not cooperative, and the probe concluded in 2011 without any charges. ==References== ==External links== * Creflo Dollar at Creflo Dollar Ministries * WORLD CHANGERS Church International Category:1962 births Category:Living people Category:American Pentecostal pastors Category:American television evangelists Category:Oral Roberts University people Category:People from College Park, Georgia Category:University of West Georgia alumni Category:North Central University alumni Category:Pentecostals from Georgia (U.S. state) Category:Prosperity theologians Category:African-American Christians ",
    "title": "Creflo Dollar"
}