{
    "id": "268303",
    "text": "Jennie Spencer-Churchill (; 9 January 1854 – 29 June 1921), known as Lady Randolph Churchill, was an American-born British socialite, the wife of Lord Randolph Churchill, and the mother of British prime minister Sir Winston Churchill. ==Early life== The Jerome Mansion on Madison Avenue, New York City ()Jennie Jerome was born in the Cobble Hill section of Brooklyn in 1854,G. H. L. Le May, \"Churchill, Jeanette [Lady Randolph Churchill] (1854–1921)\", rev. Oxford Dictionary of National Biography, Oxford University Press, 2004; online ed., May 2006, accessed 18 September 2010 the second of four daughters (one died in childhood) of financier, sportsman, and speculator Leonard Jerome and his wife Clarissa (always called Clara), daughter of Ambrose Hall, a landowner. Jerome's father was of Huguenot extraction, his forebears having emigrated to America from the Isle of Wight in 1710. Hall family lore insists that Jennie had Iroquois ancestry through her maternal grandmother;Ralph G. Martin Jennie: The Life of Lady Randolph Churchill—The Romantic Years, 1854–1895, 9th printing, 1969 however, there is no research or evidence to corroborate this. She was raised in Brooklyn, Paris, and New York City. She had two surviving sisters, Clarita (1851–1935) and Leonie (1859–1943). Another sister, Camille (1855–1863) died when Jennie was nine.Anne Saba, American Jennie, Norton, 2008, page 13 There is some disagreement regarding the time and place of her birth. A plaque at 426 Henry St. gives her year of birth as 1850, not 1854. However, on 9 January 1854, the Jeromes lived nearby at number 8 Amity Street (since renumbered as 197). It is believed that the Jeromes were temporarily staying at the Henry Street address, which was owned by Leonard's brother Addison, and that Jennie was born there during a snowstorm. A noted beauty (an admirer, Lord d'Abernon, said that there was \"more of the panther than of the woman in her look\"), Jennie Jerome worked as a magazine editor in early life. ==Personal life== leftLady Randolph was a talented amateur pianist, having been tutored as a girl by Stephen Heller, a friend of Chopin. Heller believed that his young pupil was good enough to attain \"concert standard\" with the necessary \"hard work\", of which, according to author Mary S Lovell, he was not confident she was capable.Lovell, Mary S., The Churchills, Little Brown, London, 2011, p.28. Randolph served as the chair of the hospital committee for the American Women's War Relief Fund starting in 1914. This organization helped fund and staff two hospitals during World War I. ===First marriage=== Lord and Lady Randolph (pregnant with Winston) in Paris (1874) by Georges Penabert Jennie Jerome was married for the first time on 15 April 1874, aged 20, at the British Embassy in Paris, to Lord Randolph Churchill, the third son of John Winston Spencer-Churchill, 7th Duke of Marlborough and Lady Frances Anne Vane.Anita Leslie. Jennie: The Life of Lady Randolph Churchill, 1969 The couple had met at a sailing regatta on the Isle of Wight in August 1873, having been introduced by the Prince of Wales, the future King Edward VII.Library of Congress 'Churchill and the Great Republic' exhibition notes Although they became engaged within three days of this initial meeting, the marriage was delayed for months while their parents argued over settlements.William Manchester, The Last Lion, By this marriage, she was properly known as Lady Randolph Churchill and would have been addressed in conversation as Lady Randolph. Lady Randolph with her two sons, John and Winston, 1889 The Churchills had two sons: Winston (1874–1965), the future prime minister, was born less than eight months after the marriage. According to his biographer William Manchester, Winston was most likely conceived before the marriage, rather than born prematurely. A recent biography has stated that he was born two months prematurely after Lady Randolph \"had a fall\". When asked about the circumstances of his birth, Winston Churchill replied: \"Although present on the occasion, I have no clear recollection of the events leading up to it.\" Lady Randolph's sisters believed that the biological father of the second son, John (1880–1947) was Evelyn Boscawen, 7th Viscount Falmouth.Anne Sebba, American Jennie: The Remarkable Life of Lady Randolph Churchill\", Norton, 2008 although most discredited that due to the boys' striking likeness to their father and each other. Lady Randolph is believed to have had numerous lovers during her marriage, including the Prince of Wales, Milan I of Serbia, Prince Karl Kinsky, and Herbert von Bismarck.Manchester, William, Winston Spencer Churchill, The Last Lion, Laurel, Boston, 1989 edition, p. 137, . As was the custom of the day in her social class, Lady Randolph played a limited role in her sons' upbringing, relying largely upon nannies, especially Elizabeth Everest. Winston worshipped his mother, writing her numerous letters during his time at school and begging her to visit him, which she rarely did. He wrote about her in My Early Life: \"She shone for me like the evening star. I loved her dearly – but at a distance.\"Churchill, Winston, My Early Life, 1930, Touchstone, 1996 edition, p.28. After he became an adult, they became good friends and strong allies, to the point where Winston regarded her almost as a political mentor, more as a big sister than a mother. Lady Randolph was well-respected and influential in the highest British social and political circles. She was said to be intelligent, witty, and quick to laughter. It was said that Queen Alexandra especially enjoyed her company, although Lady Randolph had been involved in an affair with her husband, the king, which was well known to Alexandra. Through her family contacts and her extramarital romantic relationships, Lady Randolph greatly helped her husband's early career, as well as that of her son Winston. In 1909, when American impresario Charles Frohman became sole manager of The Globe Theatre, the first production was His Borrowed Plumes, written by Lady Randolph Churchill. Although Mrs Patrick Campbell produced and took the lead role in the play, it was a commercial failure. It was at this point that Campbell began an affair with Lady Randolph's then husband, George Cornwallis- West.Lovell, Mary S., The Churchills, Little Brown, London, 2011, p.259. ===Later marriages=== Lord Randolph died in 1895, aged 45. His death freed Jennie to move effortlessly in spite of her lack of money; she mixed in the highest London society circles, and was much admired by the Prince of Wales. Attending a party hosted by Daisy Warwick, Jennie was introduced to George Cornwallis-West, a captain in the Scots Guards who was just 16 days older than Winston; he was instantly smitten, and they spent much time together. George and Jennie were married on 28 July 1900 at St Paul's Church, Knightsbridge. Around this time, Jennie became well known for chartering the hospital ship to care for those wounded in the Second Boer War, for which she was awarded the decoration of the Royal Red Cross (RRC) in the South Africa Honours list published on 26 June 1902. She received the decoration in person from King Edward VII on 2 October that year, during a visit to Balmoral Castle. In 1908, she wrote her memoirs The Reminiscences of Lady Randolph Churchill. George doted on Jennie, amorously nicknaming her \"pussycat\". However, they drifted apart. The Churchills were becoming a dedicated literary family, and George, who was a financial failure in the City, slowly fell out of love with his wife, who was old enough to be his mother. Short of money, Jennie contemplated selling the family home in Hertfordshire to move into the Ritz Hotel in Piccadilly. George was in fragile health when he recuperated at the royal skiing resort of St Moritz. Jennie took to writing plays for the West End, in many of which the star was Mrs. Patrick Campbell. Jennie separated from George in 1912, and they were divorced in April 1914, whereupon Cornwallis-West married Mrs. Campbell. Jennie dropped the surname Cornwallis-West, and resumed, by deed poll, the name Lady Randolph Churchill. Her third marriage, on 1 June 1918, was to Montagu Phippen Porch (1877–1964), a member of the British Civil Service in Nigeria, who was younger than Winston by three years. At the end of World War I, Porch resigned from the colonial service. After Jennie's death, he returned to West Africa, where his business investments had proven successful.Lovell, Mary S., The Churchills, Little Brown, London, 2011, p.332, . ==Death== Jennie's grave at St Martin's Church, Bladon In May 1921, while Montagu Porch was away in Africa, Jennie slipped while coming down a friend's staircase wearing new high-heeled shoes, breaking her ankle. Gangrene set in, and her left leg was amputated above the knee on 10 June. She died at her home at 8 Westbourne Street in London on 29 June, following a haemorrhage of an artery in her thigh (resulting from the amputation). She was 67 years old.Jenkins, Roy., Churchill, Pan Books, London, 2002 edition, pp.353–354, . She was buried in the Churchill family plot at St Martin's Church, Bladon, Oxfordshire, next to her first husband. ==Cocktail misattribution== The invention of the Manhattan cocktail is sometimes erroneously attributed to Jennie Churchill, who supposedly asked a bartender to make a special drink to celebrate the election of Samuel J. Tilden to the New York governorship in 1874. However, though the drink is believed to have been invented by the Manhattan Club (an association of New York Democrats) on that occasion; Jennie could not have been involved, as she was in Europe at the time, about to give birth to her son Winston later that month. ==Portrayals== Jennie Churchill was portrayed by Anne Bancroft in the film Young Winston (1972) and by Lee Remick in the British television series Jennie: Lady Randolph Churchill (1974). A play \"Lady Randy\" written by Anne Undeland was staged in 2019 at the WAM Theatre in Lenox, Massachusetts. ==See also== * The Anglo-Saxon Review, a quarterly miscellany edited by Lady Randolph Churchill ==Notes== ==References== ==Further reading== * Churchill, Lady Randolph Spencer. The Reminiscences of Lady Randolph Churchill, 1908 (Autobiography) * * Leslie, Anita. Jennie: The Life of Lady Randolph Churchill, 1969 * Martin, Ralph G.. Jennie: The Life of Lady Randolph Churchill – The Romantic Years, 1854–1895 (Prentice-Hall, Ninth printing, 1969) * Martin, Ralph G.. Jennie: The Life of Lady Randolph Churchill – Volume II, The Dramatic Years, 1895–1921 (Prentice- Hall, 1971) * Martin, Ralph G.. Reissue of both volumes of Jennie: The Life of Lady Randolph Churchill, (Sourcebooks, 2007) * Sebba, Anne. American Jennie: The Remarkable Life of Lady Randolph Churchill (W.W. Norton, 2007) ==External links== * * Interview with Anne Sebba, author of American Jennie Category:1854 births Category:1921 deaths Category:Socialites from London Category:Mistresses of Edward VII Randolph Churchill, Lady Category:Winston Churchill Category:Women of the Victorian era Category:American autobiographers Category:American socialites Category:English autobiographers Category:British people of American descent Category:People from Cobble Hill, Brooklyn Category:Theatre people from London Category:Companions of the Order of the Crown of India Category:Dames of Grace of the Order of St John Category:British amputees Category:Burials at St Martin's Church, Bladon Category:Women autobiographers Category:20th-century British women writers Category:20th-century American women writers Category:American emigrants to England Category:Naturalised citizens of the United Kingdom Category:Parents of Prime Ministers of the United Kingdom Category:American women non-fiction writers Category:Members of the Royal Red Cross Category:American people of French descent ",
    "title": "Lady Randolph Churchill"
}