{
    "id": "26865712",
    "text": "Elections were held in West Virginia on November 2, 2010. Primary elections took place on May 11, 2010. == Federal == === United States Senate === The 2010 United States Senate special election in West Virginia will be held November 2, 2010, as incumbent Democratic U.S. Senator Robert C. Byrd died in office on June 28, 2010. The winner of this special election would serve the remainder of the term ending January 3, 2013. The special primary election will be held August 28. State law allowed Governor Joe Manchin to make a temporary appointment to the vacant seat. Manchin named 36-year-old Carte Goodwin, a fellow Democrat, an attorney, and former Manchin aide. Goodwin was sworn in on July 20, 2010. Hours later, Manchin announced his intention to seek Byrd's Senate seat in the special election.The Swamp: Manchin Makes WV Senate Run Official === United States House === All three of West Virginia's seats in the United States House of Representatives will be up for election in 2010. All three incumbents will be running for re-election. == State == State officers, including Governor, Secretary of State, Attorney General, Treasurer and Auditor are not up for election in 2010. === State Senate === Seventeen seats, one from each district, of the West Virginia Senate will be up for election in 2010. * West Virginia State Senate elections, 2010 at Ballotpedia === State House of Delegates === All one hundred seats in the West Virginia House of Delegates are up for election in 2010. * West Virginia House of Delegates elections, 2010 at Ballotpedia === Judicial positions === Multiple judicial positions will be up for election in 2010. * West Virginia judicial elections, 2010 at Judgepedia === Ballot measures === No statewide measures were certified, although two were proposed and failed: # Would allow counties to give new businesses a tax break # Ban on marriage for same-sex couples * West Virginia 2010 ballot measures at Ballotpedia == County == Each county will elect at least one County Commissioner, a County Clerk, a Circuit Clerk, and three members of its County Board of Education. Berkeley & Jefferson County will each elect two Commissioners. In addition, five Commissioners for the Greater Huntington Park & Recreation District will be elected from Cabell County. == Political Party == In West Virginia's primary on May 5, voters elected members of the State Executive Committee, District Executive Committees, and County Executive Committees for the Democratic and Republican parties. == References == == External links == * Elections from the West Virginia Secretary of State * Candidates for West Virginia State Offices at Project Vote Smart * West Virginia Polls at Pollster.com * West Virginia Congressional Races in 2010 campaign finance data from OpenSecrets.org * West Virginia 2010 campaign finance data from Follow the Money * Imagine Election - Find out which candidates will appear on your ballot - search by address or zip code. ",
    "title": "2010 West Virginia elections"
}