{
    "id": "26868689",
    "text": "Compagnie Générale de Banque (Cogebanque), sometimes referred to as Cogebank, is a Rwandan multinational commercial bank. The bank is one of the commercial banks in the Republic of Rwanda, licensed by National Bank of Rwanda, the national banking regulator. ==Overview== , the bank's total assets were valued in excess of US$192.2 million (RWF:134 billion), with shareholders' equity valued at US$19.65 million (RWF:13.7 billion). ==History== Cogebanque was established in July 1999 by forty-two private Rwandan investors. At that time, the insurance company Compagnie Générale d'Assurance et de Reassurance (COGEAR), was the largest shareholder, with 34% ownership. In the beginning, the bank's emphasis was Small and Medium Enterprises (SMEs), agriculture and the service industries. In 2008, three new international investors paid US$6 million for a 40% ownership in the bank. The new investors included: (a) ShoreCap International (SCI) of Chicago, Illinois, United States; (b) the Belgian Investment Company for Developing Countries (BIO) and (c) AfricaInvest, an investment company based in Tunisia. These transactions, initiated in 2008, were concluded in early 2010. The original Rwandan investors maintain a 60% shareholding in the restructured bank. ==Branch Network== As of March 2015, Cogebanque maintained branches at the following locations: # Cogebanque Headquarters – Centenary House, KN 4 Avenue, Kigali # Rond-Point Branch – BIB Trading Building, KN 1 Round About, Kigali # Rubangura Branch – Rubangura House, KN 2 Street, Kigali # Nyabugogo Branch – Chez Manu Building, KN 1 Road, Kigali # Nyarutarama Branch – MTN Centre, KG 9 Avenue, Kigali # Gisozi Branch – Companion House, KG 33 Avenue, Gisozi, Kigali # Remera Branch – Nyiransengimana Justine Building, KG 11 Avenue, Kigali # Kicukiro Branch – Inind House, Kigali # Rwamagana Branch – Rusirare Jacques Building , Rwamagana, Eastern Rwanda # Kabarondo Branch – Cogebanque Building, Kabarondo , Eastern Rwanda # Huye Branch – Bihira Juvenal Building, Butare, Huye District, Southern Rwanda # Nyamagabe Branch – Kanimba Building, Nyamagabe, Southern Rwanda # Muhanga Branch – Mukantabana Speciose Building, Gitarama, Southern Rwanda # Musanze Branch – Economat Diocese Building, Ruhengeri, Northern Rwanda # Rubavu Branch – Munyandekwe Issa Building, Rubavu, Western Rwanda # Kamembe Branch – Twizeyimana Vincent Building, Kamembe, Western Rwanda # Tyazo Branch – Kagorora Jacques Building, Tyazo, Southern Rwanda # Nyagatare Branch – Karangwa House, Eastern Rwanda # Prestige Banking Branch – Centenary House, Kigali. ==See also== * List of banks in Rwanda * Economy of Rwanda ==References== ==External links== * Overview of the Beginnings of Cogebanque Category:Banks of Rwanda Category:Banks established in 1999 Category:1999 establishments in Rwanda Category:Organisations based in Kigali Category:Economy of Kigali ",
    "title": "Compagnie Générale de Banque"
}