{
    "id": "26866241",
    "text": "The Center Square, formerly Watchdog.org, is an American news websites that features reporting on state and local government from a conservative perspective. It is a project of the Franklin News Foundation, an online news organization. The Center Square distributes its content through a newswire service. The website broke the story of the phantom congressional districts in the wake of the American Recovery and Reinvestment Act of 2009. ==Overview== The Center Square says that it seeks to \"fulfill the need for high-quality statehouse and statewide news across the United States. The focus of our work is state- and local-level government and economic reporting.\" The Center Square's content reflects a focus on government waste and public employee unions. Columbia Journalism Review said the productivity of the website was \"impressive,\" and noted the commitment to original news reporting, as opposed to news aggregation or punditry. The Center Square is a project of the 501(c)(3) nonprofit organization the Franklin News Foundation. The Franklin Center received 95% of its 2011 revenue from the donor-advised fund Donors Trust. In 2012, Watchdog.org had sites in 18 states. In 2014, the Franklin Center said they had one reporter in each of 14 state capitols and two in Nebraska and Virginia. In 2015, most of the Watchdog sites had one staff reporter in addition to accepting contributions from citizen journalists via a platform called Watchdog Wire. The Project for Excellence in Journalism of the Pew Research Center surveyed and analyzed nonprofit news organizations active on the state or national level in 2011 and again in 2013. The studies found that the most consistently ideological of the news outlets were those that were organized in networks, specifically the conservative Watchdog network and the liberal American Independent News Network. ==Reporting on the American Recovery and Reinvestment Act== In 2009, Watchdog New Mexico analyzed data published on the $84 million website, Recovery.gov, regarding the stimulus expenditures authorized by the American Recovery and Reinvestment Act of 2009. A series of articles were published on the stimulus topic, initially examining the number of jobs created and the cost per-job, but the conversation turned to the revelation that $6.4 billion in grants had been awarded in 440 non- existent congressional districts: Journalist Jim Scarantino found that stimulus spending had reached nearly $314,000 per job created in New Mexico. He reported that millions of dollars of federal stimulus funds had been allocated to projects in congressional districts that did not exist; for example, to the twenty-second congressional district in New Mexico, although New Mexico has just three congressional districts. A government official said that the stimulus recipients made these data entry errors and confirmed the $84 million budget for the Recovery.gov website. ABC News published a story targeting other states and territories, \"Exclusive: Jobs 'Saved or Created' in Congressional Districts That Don't Exist\". Jim Scarantino wrote a follow-up story, referencing Watchdog reporter Bill McMorris' finding that $6.4 billion was distributed to 440 non-existent congressional districts. McMorris also found that nationally, just under 30,000 jobs had been created, at a cost of just under $225,000 each. The Associated Press confirmed that Scarantino's discovery and original reporting was correct. Scarantino stated, \"I'm not going to say it went into a black hole,\" but adds that non-existent congressional districts are a \"huge red flag,\" when asked if people are using the data discrepancy to suggest loss or misuse, \"They should do some of their own research,\" he replied. Reuters' reporter James Pethokoukis independently validated the cost per stimulus job \"saved or created\" at $246,436. Pethokoukis calculated the average salary paid per stimulus job as $59,867 when annualized. Writing for Washington Monthly, Laura McGann inferred that ABC News scooped the \"phantom congressional districts\" story as an exclusive without attribution to Watchdog; although similar, the ABC News story covered different localities. ==References== ==External links== * Category:American journalism organizations Category:Investigative journalism Category:Internet properties established in 2009 Category:American conservative websites ",
    "title": "The Center Square"
}