{
    "id": "26869943",
    "text": "Ion Halippa (January 4, 1871, Cubolta – June 25, 1941) was a theologian, historian, archeologist, archivist and Romanian editor in Bessarabia, the elder brother of Pantelimon Halippa.https://ibn.idsi.md/sites/default/files/imag_file/143_Ioan%20Halippa%2C%20cercetator%20pasionat%20al%20istoriei%20Basarabiei%20.pdf IOAN HALIPPA, CERCETĂTOR PASIONAT AL ISTORIEI BASARABIEI, retrieved April 1, 2020 ==Biography== Ion Halippa was born to Nicolae and Paraschiva Halippa in Cubolta, then in the Russian Empire and now in Moldova's Raionul Sîngerei. His siblings were: Maria, Cazunia, Natalia, and Pantelimon. Ion Halippa's father was a teacher in Cubolta village, Soroca County. His mother was the daughter of the priest from Vozdu village, which was also located in the Soroca County. Ion Halippa attended the primary school in Cubolta after which, at his father's request, the spiritual school in Edineț, the theological seminary in Chișinău and the theological academy in Kiev. After graduation, in 1895, he returned to the province capital of Bessarabia and was hired as an assistant to the inspector of the seminary in Chișinău. He also made a substantial contribution in the field of archeology. == Researcher of the history of Bessarabia == Ion Halippa is the author of several archaeological maps of Bessarabia. As head of the Scientific Government Commission of the Bessarabian Archives (founded in 1898 under the title \"The Scholars Commission of the Bessarabian Archives\"), he co-authored the monumental three-volume work The Works of the Province Archives Scientific Commission of Bessarabia, 1900, 1902, 1907, a scientific compilation related to historical data on Bessarabia, were placed in the Russian archives, for the first time were made available to researchers in a scientific format. During the Russian Revolution of 1905, Ion Halippa was one of the revolutionary activists from Chișinău who fought to the return to Bessarabia the status before the Treaty of Bucharest (1812). For this reason he was deported to Russia in (officially \"transferred\" to Novomoskovsk, Ekaterinoslav region) in 1905–1907 and again, in 1910, he was transferred to one of the prefectures within the empire – in Berdyansk.DANILOV M., Un studiu datorat istoricului Ion Halippa. Obiceiuri de nuntă basarabene din secolul al XIX-lea, În: Datina, An 2, nr. 12, februarie 2015, Constanța, p. 11-13. In 1938, historian Ion Halippa was dismissed from the position of school inspector. In 1940, after the Soviet occupation of Bessarabia and northern Bukovina, he was deported again, by the USSR authorities. Although there is no evidence in the archives, there is widespread belief that Ion Halippa together with his son Constantin, were killed in 1941 by the NKVD, when were placed in the work camp in Zaporizhia, Ukraine. == Publications == * Pushkin in Bessarabia. Notes, memoirs, documents from the time of A. S. Pushkin's stay in Bessarabia // Bessarabian. – Chișinău, 1899 – No. 40 – p. 20 * The idea of provincial scholars of archival commissions related to N. V. Kalachov, I. E. Andreevsky and A. N. Truvorov and the commission establishment in Chișinău // Proceedings of the Bessarabian Provincial Scientific Commission. – Volume 1. – Chișinău, 1900 – page 1 * Eastern saints who found refuge within the Chișinău diocese amidst the turmoil of the Greek uprising of 1821–1828. // Proceedings of the Bessarabian Provincial Scientific Commission – Volume 1. – Chișinău, 1900 – p. 27 * Fintyna Dainilor // Proceedings of the Bessarabian Provincial Scientific Commission. – Volume 1. – Chișinău, 1900 – p. 79 * Mosques transformed into churches within Bessarabia (1808–13) // Proceedings of the Bessarabian Provincial Scientific Commission. – Volume 1. – Chișinău, 1900 – p. 89 * The city of Chișinău during the lifetime of Alexander Pushkin in it // Proceedings of the Bessarabian Provincial Scientific Commission. – Volume 1. – Chișinău, 1900 – p. 97 * Materials for the history of Chișinău in the XVI-XVIII centuries. // Proceedings of the Bessarabian Provincial Scientific Commission. – Volume 1. – Chișinău, 1900 – p. 171 * A collection of old documents from the family archive of Ms. Z. F. Donic, nee Karp-Russo //Proceedings of the Bessarabian Provincial Scientific Commission. – Volume 1. – Chișinău, 1900 – p. 234 * A general overview of the most important government archives in Chișinău, with a sketch of the activities of the former commissions for disassembling these archives // Transactions of the Bessarabian Provincial Scientific Commission. – Volume 1. – Chișinău, 1900 – p. 265 * Description of the Archive Gg. Senators who presided over the sofas of the principalities of Moldavia and Wallachia from 1808 to 1813. Foreword No. 1-100 // Proceedings of the Bessarabian Provincial Scientific Commission. – Volume 1. – Chișinău, 1900 – p. 327 * The main historical data on Bessarabia // Proceedings of the Bessarabian Provincial Scientific Commission. – Volume 2. – Chișinău, 1900 – p. 11 * Essay on the history of public education in Bessarabia in the first half of the 19th century // Proceedings of the Bessarabian Provincial Scientific Commission. – Volume 2. – Chișinău, 1900 – p. 119 * On the family history of the Asnash noblemen // Proceedings of the Bessarabian Provincial Scientific Commission. – Volume 2. – Chișinău, 1900 – p. 181 * Documents of the XVII-XVIII centuries relating to the estates of the village of Buiucani, now the suburbs of Chișinău // Proceedings of the Bessarabian Provincial Scientific Commission. – Volume 2. – Chișinău, 1900 – p. 231 * Description of the archive Senators (Russian), who presided over the sofas of the principalities of Moldavia and Wallachia from 1808 to 1813 (Continued. Cases No. 100-300) // Proceedings of the Bessarabian Provincial Scientific Commission. – Volume 2. – Chișinău, 1900 – p. 341 ==References== ==External links== * Basarabia – Personalitati Ion Halippa Category:People from Sîngerei District Category:1871 births Category:1941 deaths Category:Moldovan historians Category:Moldovan journalists Category:Kiev Theological Academy alumni ",
    "title": "Ion Halippa"
}