{
    "id": "26864496",
    "text": "Pietro Querini was a 15th-century sailing captain from the Republic of Venice. He is known for being shipwrecked at Røst in northern Norway during the winter of 1432, and subsequently returning to Venice, where he wrote a report of his travels for the senate. He is also credited with popularizing Stockfish in the Veneto region, where it is prepared as Baccalà alla Vicentina. ==History== Bound for Bruges in Flanders in 1431, his merchant ship encountered a terrible storm off the western coast of France. The storm ravaged the ship, and the sailors had to go in the lifeboats. They fought the storm and cold for weeks. Many men drowned or died of starvation and fatigue when, left to their own fates, drifted on the Gulf Stream far across the North sea. Just after the new year, in January 1432, the survivors stranded on an island amid the skerries near Røst in Lofoten. Only eleven men, of a crew that totaled 68, made it. They were found by local fishermen, after nearly a month, and eventually spent more than three months together with the Røst inhabitants. This dramatic incident was the origin of trade between northern Norway and Italy, that made possible - among other beneficial outcomes - the combination of Norwegian stockfish and Italian cooking ==Querini opera== The lyric opera based on the dramatic story about Pietro Querini was shown for the first time on Røst in 2012, and then again in 2014. It was very well received by critics, including by the Financial Times. The music is composed by Norwegian musician and composer Henning Sommerro. The author of the libretto is Ragnar Olsen. == References == ==Other sources== * Franco Giliberto and Giuliano Piovan. Alla larga da Venezia. L'incredibile viaggio di Pietro Querini oltre il circolo polare artico nel '400, Marsilio, * Pietro Querini, Nicolò De Michiele, Cristofalo Fioravante (edited by Paolo Nelli). Il naufragio della Querina. Veneziani nel circolo polare artico, 2007, ==External links== * Querini opera webpage *Norwegian Broadcasting Cooperation reviews the Querini Opera *Querini opera reviewed by Financial Times Category:15th-century Italian people Category:Italian sailors Category:Røst ",
    "title": "Pietro Querini"
}