{
    "id": "26864623",
    "text": "Félicien Cattier (1869–1946) was a very prominent Belgian banker, financier and philanthropist. He was also professor of law at the Free University of Brussels. He was governor of the powerful trust, the Société Générale de Belgique and chairman of the Union minière du-Haut-Katanga amongst many other companies. == Life == Félicien Cattier was born in Cuesmes on 4 March 1869. A member of the Royal Academy of Belgium, Felicien Cattier made a brilliant career in finance and banking. He was a close associate of the Belgian King Albert I, Emile Francqui, Adolphe Stoclet, , politician Emile Vandervelde, US President Herbert Hoover and the Prime Minister and Minister of State Henri Jaspar. He was Dean of the Faculty of Law at the Free University of Brussels from 1909 to 1911. He participated in the drafting of the colonial charter of the Belgian Congo and was a member of the Colonial Council. Before moving towards the economic sector, under the influence of Albert Thys, Felicien railed against the Congolese human zoo during the Brussels International exhibition of 1897 and criticized the abuses of the Congo Free State, then held as the personal property of Leopold II. His book A Study of the situation in the Congo Free State (1906) was partly responsible for the formal annexation of Congo by the Belgian State in 1908. Cattier wrote: Having served as legal advisor to the King of Siam, he became secretary of the International Company of the East and Managing Director of Bank of Overseas. Throughout that time he did participate in the Belgian expansion in China - he was head of the Chinese Engineering and Mining Company and Chinese Central Railway. He then lead the main group of colonial societies at the Union minière du-Haut- Katanga, the Forminière, the Compagnie Maritime Belge, the Société Nationale des Chemins de Fer du Congo or the Banque du Congo Belge later called Banque Belgolaise. During WWII he was governor of the Société Générale de Belgique. He also played a role in exporting the uranium to the US which helped to create the atomic Bomb. In the Belgian Congo there was a town called Cattier in his honor and one of the congolese mineral is called Cattierite. He was also one of the founders of the International Maritime Agency, the University Foundation and the National Fund for Scientific Research, the foundation Francqui and the Foundation Universitaire. He met the greatest scientist of the time, including Albert Einstein. He died 4 February 1946 in Funchal, Madeira. The Congolese community of Lufu-Toto, then in the Belgian Congo, and the ore Cattier cattierite, were named in his honor. A conference room of the Free University of Brussels bears his name. One of his sons, Jean Cattier, was a prominent investment banker at Wall Street and financial chief of Marshall Plan operations in West Germany. One of his daughter, Marie Louise Cattier, married Marcel Godfrey Isaacs, son of Godfrey Isaacs, managing director of the Marconi's Wireless Telegraphy Company, and nephew of Rufus Isaacs, 1st Marquess of Reading and Viceroy of India. == Works == *Evolution du droit pénal germanique en Hainaut jusqu'au XVe siècle (Evolution of the German criminal law in Hainaut until the fifteenth century), 1893 *Premier registre aux plaids de la cour féodale du comté de Hainaut (1333 à 1405) (First register of pleas at the feudal court of the Count of Hainaut, 1333 to 1405), 1893 *Droit et Administration de l'Etat Indépendant du Congo (Law and administration of the Independent State of Congo), 1898 *Étude sur la situation de l'État Indépendant du Congo (Study of the situation of the Independent State of Congo), 1906 == Sources == *Gouverner la Société Générale de Belgique, Brussels: De Boeck, 1996. *Le nouveau dictionnaire des Belges, Brussels: Le Cri, 1992. *Dictionnaire des Patrons de Belgique, Brussels: De Boeck. 1996. *New York Times == Sources == Category:1869 births Category:1946 deaths Category:Belgian jurists Category:Congo Free State people Category:20th-century Belgian businesspeople Category:20th-century Belgian lawyers Category:People from Hainaut (province) Category:Free University of Brussels faculty ",
    "title": "Félicien Cattier"
}