{
    "id": "26869222",
    "text": "Samwel Mukira Mohochi (born June 26, 1972 in Nairobi, Kenya) is a Kenyan human rights activist and attorney, with extensive legal experience on human rights litigation in national courts. He is an international human rights advocate before treaty monitoring bodies and the United Nations Human Rights Council. ==Early education== Samwel Mohochi was educated in public schools in Kenya. He attended Kimathi Estate Primary School between 1980–1985, Rabai Road Primary School between 1985–1987, where qualified for his Kenya Certificate of Primary Examination (KCPE). He subsequently attended St Paul's High School Amukura in Teso District between 1988–1990 and Kisii High School between 1990–1991, where he qualified for his Kenya Certificate of Secondary Education (KCSE). ==Higher education== Samwel Mohochi studied for his Bachelor of Laws Degree LLB at the Babasaheb Dr. Ambedkar Law College, Nagpur University in India, between 1992–1997; graduating with an upper second class degree. He enrolled to study for his bar exams at the Kenya School of Law in 1998, eventually graduating with his post graduate Diploma in law in 2000. He undertook his post graduate studies in his Masters in Law LLM at the Transitional Justice Institute University of Ulster 2009–2010 with a dissertation entitled \"Jurisdiction of the ICC: The Realpolitik by State Parties to the Rome Statute and United Nations Security Council in Its Efficaciousness\". ==Career== Previously headed the litigation Fund Against Torture (LIFAT) (2001–2005), Executive Director, Independent Medico-legal Unit IMLU(2005 2009). Founder and Trustee of the National Coalition for Human Rights Defenders in Kenya. Member of the General assembly of the World Organisation Against Torture (Organisation Mondiale Contre la Torture, OMCT). Life Member of the Kenya Red Cross Society. He has represented Controversial criminal suspects allegedly tortured by the security forces that include mungiki and Sabaot Land Defence Force SDLF and was instrumental in investigations on alleged torture in Mount Elgon by the military in 2008 during the 'Operation Rudi Nyumbani' against the Mount Elgon insurgency. ==Awards and achievements== Front line Human Rights Defender Award Nominee 2009. ==References== *http://www.imlu.org/index.php?option=com_content&task;=blogcategory&id;=15&Itemid;=29&limit;=9&limitstart;=9 *http://www.omct.org/index.php?menuId=97⟨=eng *Reuters April 27, 2008 *http://www.frontlinedefenders.org/ *http://www.unog.ch/80256EDD006B9C2E/(httpNewsByYear_en)/A80BB210F356BF46C12575CA0040E40E?OpenDocument/ *http://www.legalservicesplc.org/index.php/our-people/57-samwel-mohochi- managing-partner *http://ke.linkedin.com/pub/samwel-mohochi/3/9b1/422 ==External links== Category:Kenyan human rights activists Activists Category:Kenyan lawyers Category:Living people Category:1972 births ",
    "title": "Samwel Mohochi"
}