{
    "id": "26869473",
    "text": "William P. Barnett (born 1958) is an American organizational theorist, and is the Thomas M. Siebel Professor of Business Leadership, Strategy, and Organizations at the Stanford Graduate School of Business. He is the BP Faculty Fellow in Global Management; Senior Fellow, Woods Institute for the Environment at Stanford; Director of the Center for Global Business and the Economy; Director of the Business Strategies for Environmental Sustainability Executive Program; and Codirector of the Executive Program in Strategy and Organization. ==Biography== Barnett received his BA in Economics and Political Science in 1982, and his PhD in Business Administration in 1988, from University of California, Berkeley. He then joined the University of Wisconsin as assistant professor. In 1991 he joined the Stanford Graduate School of Business as an Assistant Professor. He became an Associate Professor in 1994 and received tenure in 1996, and has been a full professor since 2001. Barnett has also twice been a Fellow at the Center for Advanced Study in the Behavioral Sciences, and is a Senior Fellow at the Woods Institute for the Environment at Stanford University. Barnett serves as associate editor or editorial board member for several academic journals, and served on the board of directors of iLoop Mobile. Barnett studies competition among organizations and how organizations and industries evolve over time. He has studied how strategic differences and strategic change among organizations affect their growth, performance, and survival. This research includes empirical studies of technical, regulatory, and ideological changes among organizations, and how these changes affect competitiveness over time and across markets. His studies span a range of industries and contexts, including organizations in computers, telecommunications, research and development, software, semiconductors, disk drives, newspaper publishing, beer brewing, banking, and the environment. ==Courses taught== * GSBGEN 203 The Global Context of Management * STRAMGT 359 Aligning Start-ups with their Market * Business Strategies for Environmental Sustainability * Strategies and Leadership in Supply Chains * Executive Program in Strategy and Organization * Leading Change and Organizational Renewal * The Stanford Executive Program ==Selected publications== * Barnett, William P. (2008) The Red Queen Among Organizations: How Competitiveness Evolves. Princeton, NJ: Princeton University Press * Barnett, William P. and Elizabeth G. Pontikes (2008) “The Red Queen, Success Bias, and Organizational Inertia.” Management Science, 54: 1237-1251 * Barnett, William P. and Gary Mekikian (2008) \"Creating Qualcomm.\" Case Studies, Stanford Graduate School of Business * Dobrev, Stanislav D. and William P. Barnett (2005) “Organizational Roles and Transitions to Entrepreneurship.” Academy of Management Journal, 48, 3: 433-449 * Barnett, William P. and Elizabeth G. Pontikes (2005) “The Red Queen: History-Dependent Competition Among Organizations,” in Staw and Kramer (eds.) Research in Organizational Behavior * Barnett, William P. and David McKendrick (2004) “Why Are Some Organizations More Competitive Than Others? Evidence from a Changing Global Market.” Administrative Science Quarterly * Barnett, William P. and Michael Woywode (2004) \"From Red Vienna to the Anschluss: Ideological Competition among Viennese Newspapers During the Rise of National Socialism.\" American Journal of Sociology, 109, 6: 1452–99 * Barnett, William P., Aimee Noelle-Swanson, and Olav Sorenson (2003) “Asymmetric Selection from Among Organizations.” Industrial and Corporate Change, 12, 4: 673-695 * Barnett, William P. and Olav Sorenson (2002) \"The Red Queen in Organizational Creation and Development.\" Industrial and Corporate Change, 11, 2: 289-325 * Barnett, William P. and John Freeman (2001) \"Too Much of a Good Thing? Product Proliferation and Organizational Failure.\" Organization Science, 12, 5: 539-558 * Barnett, William P., Gary A. Mischke, and William Ocasio (2000) \"The Evolution of Collective Strategies Among Organizations.\" Organization Studies, 21: 325-354 * Barnett, William P., James Baron, and Toby Stuart (2000) \"Avenues of Attainment: Occupational Demography and Organizational Careers in the California Civil Service.\" American Journal of Sociology, 106: 88-144 * Barnett, William P. (1997) \"The Dynamics of Competitive Intensity.\" Administrative Science Quarterly, 42: 128-160 * Barnett, William P. and Morten Hansen (1996) The Red Queen in Organizational Evolution.\" Strategic Management Journal, 17: 139-157 * Barnett, William P. and Robert A. Burgelman (1996) \"Evolutionary Perspectives on Strategy.\" Strategic Management Journal, 17: 5-19 * Barnett, William P. and Carroll, Glenn R. (1995) \"Modeling Internal Organizational Change,\" in Hagan (ed.) Annual Review of Sociology, volume 21: 217-36 * Barnett, William P. (1995) \"Telephone Companies,\" pp. 277–289 in Carroll and Hannan (eds.) Organizations in Industry: Strategy, Structure, and Selection. New York: Oxford * Barnett, William P. (1995) \"Population Ecology,\" in Nicolson (ed.) Blackwell Dictionary of Organizational Behavior * Barnett, William P. (1994) \"The Liability of Collective Action: Growth and Change Among Early American Telephone Companies,\" pp. 337–354 in Baum and Singh (eds.) Evolutionary Dynamics of Organizations. New York: Oxford * Barnett, William P., Henrich Greve, and Douglas Park (1994) \"An Evolutionary Model of Organizational Performance.\" Strategic Management Journal, 15: 11-28 * Amburgey, Terry L., Dawn Kelly, and William P. Barnett (1993) \"Resetting the Clock: The Dynamics of Organizational Transformation and Failure.\" Administrative Science Quarterly, 38: 51-73 * Barnett, William P. and Glenn R. Carroll (1993) \"How Institutional Constraints Affected the Organization of Early American Telephony.\" Journal of Law, Economics and Organization, 9: 98-126 * Barnett, William P. (1993) \"Strategic Deterrence Among Multipoint Competitors.\" Industrial and Corporate Change, 2: 249-278 * Barnett, William P. and Glenn R. Carroll (1993) \"Organizational Ecology Approaches to Institutions,\" pp. 171–181 in Lindenberg and Schreuder (eds.) Interdisciplinary Perspectives on Organisations. Riverside, NJ: Pergamon Press * Barnett, William P. and Anne S. Miner (1992) \"Standing on the shoulders of others: Career interdependence in job mobility.\" Administrative Science Quarterly, 37: 262-281 * Barnett, William P. (1990) \"The Organizational Ecology of a Technological System.\" Administrative Science Quarterly, 35: 31-60 * Barnett, William P. and Terry L. Amburgey (1990) \"Do Larger Organizations Generate Stronger Competition?\" pp. 78–102 in J. Singh (ed.) Organizational Evolution: New Directions. Beverly Hills: Sage * Barnett, William P. (1989) Review of Schlesinger et al., Chronicles of Corporate Change, in Administrative Science Quarterly, 34: 492-494 * O'Reilly, Charles A., David F. Caldwell, and William P. Barnett (1989) \"Work Group Demography, Social Integration, and Turnover.\" Administrative Science Quarterly, 34: 21-37 * Barnett, William P. and Glenn R. Carroll (1987) \"Competition and Mutualism Among Early Telephone Companies.\" Administrative Science Quarterly, 32: 400-421 ===Working papers=== * Elizabeth G. Pontikes and William P. Barnett (2008) “How Adaptive is R&D;? Cumulative Research and Technical Change in Organizational Communities.” Working paper, Graduate School of Business, Stanford University * Elizabeth G. Pontikes and William P. Barnett (2008) “Stigma and Halo Following Iconic Events: Why Nonconformity Pays After Salient Successes and Failures.” Working paper, Graduate School of Business, Stanford University * Luo, Xiaoqu and William P. Barnett (2008) “Recombination and Variability in Organizational Growth.” Working paper, Graduate School of Business, Stanford. University * Feng, Mi and William P. Barnett (2008) “Predator-Prey Competition Among Cosmopolitan and Local Organizations.” Working paper, Graduate School of Business, Stanford University * Barnett, William P., Mi Feng, and Xiaoqu Luo (2008) “Organizational Identity and First- Mover Advantage.” Working paper, Graduate School of Business, Stanford University ===Work-in-progress=== * Barnett, William P. and Jerker Denrell “The “Senators’-Sons” Problem: Why Merit and Privilege are Negatively Correlated.” Graduate School of Business, Stanford University * Barnett, William P. and Sasha Goodman “Social Movements and Competition in the Software Industry.” Graduate School of Business, Stanford University ==References== ==External links== * Stanford Graduate School of Business Office of Executive Education * Woods Institute for the Environment at Stanford * Center for Global Business and the Economy Category:Living people Category:American organizational theorists Category:University of California, Berkeley alumni Category:University of Wisconsin–Madison faculty Category:Stanford University Graduate School of Business faculty Category:1958 births Category:Haas School of Business alumni ",
    "title": "William P. Barnett"
}