{
    "id": "26877256",
    "text": "Paappi Appacha is a 2010 Indian Malayalam-language action comedy film written and directed by Mamas K. Chandran, starring Dileep and Innocent. The film released in April 2010 in Kerala on more than 70 screens. The film also marked the directorial debut of Mamas K. Chandran. Leading characters in the film have a similar life style of the comedians in the song \"Paappi Appacha\" in the 1972 Prem Nazir starrer Mayiladumkunnu. == Plot == Paappi Appacha is the story of a father and son duo, Nirappel Mathai (Innocent) and Nirappel Paappi (Dileep),shared a friendly rapport. They live like close friends and they get into all sorts of mischiefs in their village, Ithirikkandam, accompanied by Paappi's aide Kuttaappi (Dharmajan). Even though the villagers are very fond of the Nirappel family, the adept father and son duo have a hard time keeping up their image of a prosperous family. Annie (Kavya Madhavan) works as a teacher in a local school and Paappi is in love with her, though Annie does not like him. It is because despite being very close friends, she was humiliated by Paappi himself, in one of their school days. Also Paappi quit schooling while at the 9th grade, leaving him an illiterate image, just like his father, in front of her. Paappi's mother Maria (KPAC Lalitha) and younger sister Mollykkutty (Manju Raghvan) also like Annie very much and wants her as Paappi's wife. But the foolishly casual lifestyle of the Nirappel men caps the ladies' wish into a mere distant dream. In the meantime, a businessman named Manikkunju (Suresh Krishna) comes to the village, which creates a lot of problems with the Nirappel men. Meanwhile, Annie, with support of Shashankan Muthalali (Ashokan), who is rather inept, yet envious about the apparent prosperity of the Nirappel family, and fellow school colleague Dasan maash (Rajeev) stands against Paappi in Panchayath election, to teach Paappi a lesson about social responsibility. Despite Paappi's best efforts, Annie wins the seat and becomes Panchayath President, leaving Paappi in a further shameful, yet a humble image in front of her. Annie then gets a marriage proposal. Hearing this Paappi goes to Annie's house who see him jumping to catch a glimpse of the proceedings. The groom-to-be tells he expects a positive response from Annie and leaves. Later she gets a call from the groom- to-be 's mother who verbally abuses her, as her son was allegedly brutally assaulted by Paappi. Annie, furious about this, goes to Mathai's house and gives a piece of her mind. Influenced by Annie's words, Mathai starts to doubt Paappi. Paappi, outrageous about Annie's outburst, goes verbally rough to Annie during a school function and in a fit of rage shouts that he did trash her marriage proposal. In a fit of shame and rage, Mathai slaps Paappi and a crack is openly formed in their relation. Things get worse when the school run by Mathai's family is mysteriously burned down and Mathai completely disowns Paappi, thinking he is the culprit, also trying to commit patricide in the process. Shashankan, seeing this as a golden opportunity to rip apart the Nirappel family, steps in and joins side with Nirappel Mathai, apparently putting Paappi out of the good image. In a fit of revenge, Paappi tries to shut down Nirappel financial institution now in the hands of Mathai, through a word of mouth on bankruptcy. However, Mathai, who instantly sees the picture, turns the tables, by publicly lying that it was Paappi who is legally due to settle the financial deals. Unable to handle the sudden turn of events, Paappi and Kuttaappi escape from the scene. In the end, Shashankan occupies Paappi's place as Mathai's trustee, much to the shock of Paappi and Kuttaappi. In the second half of the movie Paappi is trying to survive on his own, with Kuttaappi by his side, along with attempting to give his father Mathai a hard time. Maria and Mollykkutty still root for Paappi, much to Mathai's dismay. Paappi obtains a legal freeze on Mathai's financial deals, rendering Mathai in a financial lockdown. Finally, Mathai is forced to sell off Maria's (KPAC Lalitha) land. But Paappi, for the deep love for his mother, foils the plot by getting the land to be designated as being of archeological value, although it is not actually. This setup renders the land unable to be sold. On a rainy day, Annie happens to meet Paappi outside the church. There Paappi tells Annie that he was not the one responsible for disrupting Annie's wedding proposal, and that it was nothing more than his state of agitation which led to the unpleasant events that followed. Then and there Annie begins to develop a love interest in Paappi, who has now come clean. In the meantime, Manikkunju approaches the financially depressed Mathai for an alliance on the pretext of a friendly reconciliation, but Mathai was shrewd enough to see through the plan and turns down the offer, much to Manikkunju's rising hatred towards Mathai. The villagers are now worried that the city market once run efficiently by Paappi and Mathai together doesn't function the same anymore, and the villagers fear the market's doom if taken over by the hostile Manikkunju. Annie who had earlier taken a diary from Paappi regarding the plans he had for the Panchayath if he wins the election, uses a scheme of a Farmers' Co-operative Society buying the market items from farmers and selling it giving the profit to the farmers. She shares this idea with Dasan maash who is also seemed to be excited about this. The following night, a drunken duo Mathai and Shashankan, while walking on the roadside, are attacked by Manikkunju and another person with a sword. Mathai is injured while Shashankan escapes as the neighbours hear the commotion and come out. Everybody now believes that Paappi was behind the attempt. The police try to catch Paappi on the grounds of attempt to murder Mathai, as well as the act of kidnapping Annie. But the smart Paappi escapes from their clutches. Annie is captured by Manikkunju and in a struggle she tries to escape and finds Dasan maash and asks for help. Manikkunju arrives and turns out that he is Dasan Maash's business partner. Dasan maash reveals to Annie that he had a heavy grudge against Paappi and Mathai, who are now doing business on the land which was actually his own, but now bought by Mathai long time ago. Dasan Maash's original name is revealed to be Sivadasa Kaimal. His father, Radhakrishna Kaimal, once way prosperous than the then pauper Nirappel Mathai himself, had to sell it off to the Nirappel family, due to Kaimal's extravagant lifestyle. Dasan maash tells Annie that he has been obsessed with her since the very first time he saw her, and even though he knows Annie loves Paappi, he still craves for her body. As Dasan proceeds to molest her, Paappi comes to the rescue and saves the day. Meanwhile, Mathai also arrives learning the truth that it was Dasan maash who disrupted Annie's marriage proposal and also set the school building on fire, to alienate Paappi from everybody else. He is also revealed to be the assailant of Mathai, who was the one beside Manikkunju. In the end, against Paappi's rage to kill, he has to let Dasan maash go because of Mathai's fatherly plea. When the movie is about to be done, Shashankan comes clean and asks Paappi if he love his appachan or ammachi and he was about to say father but his Appachan says \"Annie!\" and they end the movie happily. ==Cast== * Dileep as Nirappel Paappi * Innocent as Nirappel Mathai * Kavya Madhavan as Annie * Asokan as Shashankan Muthalali * Rajeev Parameshwar as Dasan Maash aka Shivadasa Kaimal * Suresh Krishna as Manikkunju * K.P.A.C. Lalitha as Mariya (Paappi's mother) * Manjusha Sajish aka Manju Raghavan as Mollykkutty (Paappi's sister) * Dharmajan as Kuttappi (Paappi's driver) * Kalabhavan Shajohn as Sashankans Assistant * Sobha Mohan as Annie's Mother * Kochu Preman as Keshavan * Machan Varghese Villager * Narayanankutty Villager * Manikandan Pattambi Villager * Abu Salim As CI Marcose * Manju Satheesh as teacher * Thesni Khan as Shylaja teacher * Majeed Edavanakad as Headmaster * Aadithyan Ajayan * Jolly Eshow == Crew == * Story, screenplay, dialogue, direction - Mamas * Producer - Anup for Priyanjali films * Music - Vidyasagar * Cinematography - Sanjeev Shankar * Editing - V. T. Sreejith * Art direction - Gireesh Menon * Production controller - Roshan Chittoor * Executive producer - Vyasan Edavanakkad * Lyrics - Gireesh Puthenchery, Vayalar Sarath Chandra Varma * Action - 'Stun' Shiva * Choreography - Brinda, Prasanna * Associate director - Biju Arookkutty * Costumes - Anil Chemboor * Makeup - Saleem Kadakkal * Distribution - Manjunatha * Designs - Jissen Paul * Stills - Rajesh == Production == The film was mainly shot at various locations in Thodupuzha. == Release == The film released in 73 releasing stations on 14 April 2010 (the day of Vishu, the Kerala New Year festival) == Soundtrack == The film's soundtrack contains 4 songs, all composed by Vidyasagar. Lyrics by Gireesh Puthenchery and Vayalar Sarathchandra Varma. This was one of the last films of Giressh Puthenchery as a lyricist, due to his untimely death in February 2010. {| class=\"wikitable\" style=\"font-size:95%;\" ! # !! Title !! Singer(s) |- | 1 | \"Kaattumaakkaan\" | Geemon, Karthik, Chorus |- | 2 | \"Manjin Velli Thooval Chutti\" | Madhu Balakrishnan, Sujatha Mohan |- | 3 | \"Paappee Appacha\" | Geemon, Ranjith Govind |- | 4 | \"Thammil\" | Udit Narayan, Sujatha Mohan |} ==References== ==External links == * * * http://www.nowrunning.com/movie/7267/malayalam/pappy-appacha/index.htm * http://www.indiaglitz.com/channels/malayalam/preview/11243.html * https://web.archive.org/web/20110721154154/http://cinemacomments.blog.co.in/2010/05/09/paappi- appacha/ - Movie Review Category:Indian films Category:2010s Malayalam- language films Category:2010 romantic comedy films Category:2010 directorial debut films Category:Malayalam films scored by Vidyasagar Category:2010 comedy films Category:Indian romantic comedy films ",
    "title": "Paappi Appacha"
}