{
    "id": "26875551",
    "text": "New Tales of the Flying Fox is a 1984 Hong Kong film based on Louis Cha's novel The Young Flying Fox. The film was produced by the Shaw Brothers Studio and directed by Lau Sze-yuk. ==Cast== * Felix Wong as Hu Fei * Alex Man as Miao Renfeng * Bryan Leung as Hu Yidao * Tai Liang-chun as Cheng Lingsu * Kara Hui as Yuan Ziyi * Ku Kuan-chung as Tian Guinong * Tong Chun-chung as Fuk'anggann * Chan Si-kai as Nan Lan * Jue Tin-who as Shi Wanjun * Lam Fai- wong as Ping A'si * Yuen Qiu as Hu Yidao's wife * Yeung Chi-hing as Lord Nalan * Chiu Man-yan as Yu Lan * Lee Hang as Sun Fuhu * Kong Chuen as Liu Hejun * Lam Chi-tai * Elvis Tsui * Liu Yupu * Jacky Yeung * Wong Chi-wai * Lee Fat- yuen * Ho Po-sing * Tam Bo * Chan Siu-kai * Fong Yue * Cheung Chok-chow * Ngai Tim-choi * Bobby Wu * Choi Kwok-keung * Lau Chuen * Chan Yuet-yue * Kong Long * Kam Tin-chue * Cheung Hei ==Plot== Two main figures of a rebellion, Wu Yi Dao and Miao Ren Feng are working together to further their cause, however, there are some tensions between the two. They agree to duel each other in order to discover who is the greater fighter, and who should have more power within the rebellion. During the duel, Wu Yi Dao is killed, following this his wife commits suicide, unable to live without her husband. This leaves Miao Ren Feng as the only person left to raise their child, Wu Fei, as he is responsible for this situation he decides to raise the child. However, Miao Ren Feng's younger brother attempts to kill the child, he is stopped by a servant who manages to save the child and escape with him. The servant then raises Wu Fei until he reaches adulthood, where he plots to seek revenge for the death of his parents. ==External links== * * Category:1984 films Category:Films based on works by Jin Yong Category:Hong Kong films Category:Shaw Brothers Studio films Category:Films set in the Qing dynasty Category:Wuxia films Category:Works based on Flying Fox of Snowy Mountain ",
    "title": "New Tales of the Flying Fox"
}