{
    "id": "26879529",
    "text": "François de Rohan (1630 - 24 August 1712) was a member of the House of Rohan and founder of the House of Soubise. His wife Anne Julie de Rohan was the one- time mistress of Louis XIV and mother of François's own eleven children. Prince of Soubise jure uxoris, he was also the Lord of Frontenay and of Ponghes. The title of Prince of Soubise was created in 1667 when the sirerie of Soubise, Charente-Maritime was raised to a principality for the cadet branch of the House of Rohan, and de Rohan raised to prince. François would be succeeded by three further princes before the male line of Rohan-Soubise became extinct. ==Biography== François was born to Hercule de Rohan and his wife . His father had been married twice, and François was the only son born from the second marriage. His older sister was Marie de Rohan, wife of the Duke of Chevreuse, Duke of Luynes and a key figure of the Fronde, the great civil war which threatened the power of the monarchy. His older brother was Louis de Rohan, Prince of Guéméné. He was married twice. *Firstly to Cathérine Lyonne (1633–1660). The couple had no issue before she died in 1660 aged roughly twenty seven. *Secondly he married Anne Julie de Rohan, who was the mother of his eleven children. The couple were married in Paris on 17 April 1663. Hôtel de Soubise, Paris, 2009 On 27 March 1700, at the insistence of his wife Anne, François bought of the Hôtel de Guise, in Paris, renaming it the Hôtel de Soubise. It was purchased from the trustees of the late Duchess of Guise. The church of Soubise, Charente-Maritime the Église Saint-Pierre, had been severely damaged during the European wars of religion. Originally built in the 12th century, the nave and choir had been largely destroyed. Between 1700 and 1712, the church was rebuilt and restored to its original grand proportions at the cost of the prince. Residing at the hôtel, François outlived his wife by three years, dying there 12 August 1712. He was buried at the Église Saint-Pierre. ==Issue== *Anne Marguerite de Rohan, Abbess of Jouarre (5 August 1664 - 26 June 1721) no issue; *Louis de Rohan, Prince of Rohan (11 March 1666 - 5 November 1689) no issue; *Constance Émilie de Rohan (1667 - ?) married José Rodrigo da Câmara, Count of Ribeira Grande and had issue (Luís Manuel da Câmara, 3rd Count of Ribeira Grande; Église Saint- Pierre, Soubise, Charente-Maritime, 2006 *Hercule Mériadec de Rohan, Prince of Maubuisson, Duke of Rohan-Rohan (8 May 1669 - 26 January 1749) married Anne Geneviève de Lévis, had issue; married Marie Sophie de Courcillon, no issue; *Alexandre Mériadec de Rohan (19 July 1670 - 9 March 1687) no issue; *Henri Louis de Rohan, Chevalier de Rohan (4 January 1672 - 30 July 1693) no issue; *Armand Gaston Maximilien de Rohan, Cardinal de Soubise (26 June 1674 - 19 July 1749) Grand Almoner of France, suspected issue of Louis XIV, never married; *Sophronie-Pélagie de Rohan (2 July 1678 - ?) married Don Alphonso Francisco de Vasconcellos, had issue; *Éléonore Marie de Rohan, Abbess in Origny (25 August 1679 - 2 November 1753) no issue; *Maximilien Gaston de Rohan (1680 - 23 May 1706) died in the Battle of Ramillies, no issue; *Frédéric Paul Malo de Rohan (1682) no issue. ==References and notes== Category:1630 births Category:1712 deaths Category:House of Rohan Category:17th-century French people Category:18th-century French people Category:Princes of Soubise Category:French nobility ",
    "title": "François, Prince of Soubise"
}