{
    "id": "26876754",
    "text": "Finn Tarp (born 1951) is a Danish Professor of Development Economics at the University of Copenhagen (where he completed his MSc and PhD) and former Director of UNU-WIDER (2009-2018), Helsinki, Finland.https://www.wider.unu.edu/expert/finn-tarp Finn Tarp's page at WIDERhttp://update.unuhq.info/2009/06/10/finn-tarp-of-denmark-to-be-next-unu- wider-director/ UNU Update - Newsletter of the United Nations Universityhttp://www.econ.ku.dk/ftarp/ Finn Tarp's page at the University of Copenhagenhttp://suomenkuvalehti.fi/jutut/talous/professori-finn-tarp- kehitysapua-pitaa-antaa-myos-talouskriisissa 20.9.2009 klo 13:01 Professori Finn Tarp: Kehitysapua pitää antaa myös talouskriisissä == Biography == Professor Tarp has four decades of experience in academic and applied development economics research and teaching. His field experience covers more than two decades of in-country work in 35 countries across Africa and the developing world more generally, including longer-term assignments in Swaziland, Mozambique, Zimbabwe and Vietnam. Professor Tarp is a leading international expert on issues of development strategy and foreign aid, with an interest in poverty, income distribution and growth, micro- and macroeconomic policy and modeling, agricultural sector policy and planning, household and enterprise development, and economic adjustment and reform. He has published more than 100 articles in international academic journals—including The Economic Journal, Journal of Development Economics, World Bank Economic Review, European Economic Review, American Journal of Agricultural Economics, World Development, Oxford Bulletin of Economics and Statistics, Land Economics, Review of Income and Wealth, Journal of Economic Geography, Feminist Economics, Economic Development and Cultural Change, and Climatic Change—alongside five books, 19 edited book volumes and special journal issues and 55 book chapters. In addition to his university positions, Finn Tarp has held senior posts and advisory positions within government and with donor organizations, and he is member of a large number of international committees and advisory bodies. They include the European Union Development Network (EUDN) and the African Economic Research Consortium (AERC). From 2013 - 2016 he also served as a member of the World Bank Chief Economist’s 15 member ‘Council of Eminent Persons’ advising the Chief Economist and he has been awarded the Vietnamese Government Medals of Honour for ‘Support to the Planning and Investment System’ and the ‘Cause of Science and Technology’ as well as a Knighthood, Order of the Dannebrog,https://www.wider.unu.edu/news/her-majesty-queen-denmark-has- conferred-knighthood-professor-finn-tarp by Her Majesty the Queen Margrethe II of Denmark. ==Selected publications== === Journal Articles === Professor Finn Tarp is the author of more than 100 articles in internationally refereed journals, they include: * ‘What is the Aggregate Economic Rate of Return to Foreign Aid?’ World Bank Economic Review, vol. 30(3), 2016, pp. 446–74. With A. Arndt and S. Jones. * ‘Measuring Industry Coagglomeration and Identifying the Driving Forces’ Journal of Economic Geography, vol. 16(5), 2016, pp. 1055–1078. With E. Howard and C. Newman. * ‘Does Foreign Aid Harm Political Institutions?’. Journal of Development Economics, vol. 118, 2016, pp. 266–81. With S. Jones. * ‘Technology Transfers, Foreign Investment and Productivity Spillovers’. European Economic Review, vol. 76, 2015, pp. 168– 87. With C. Newman, J. Rand and T. Talbot. * ‘Assessing Foreign Aid's Long Run Contribution to Growth and Development’. World Development, vol. 69, 2015, pp. 6–18. With C. Arndt and S. Jones. * ‘Political Connections and Land-related Investment in Rural Vietnam’. Journal of Development Economics, vol. 110, 2014, pp. 291–302. With T. Markussen. * ‘The Long-Run Impact of Foreign Aid in 36 African Countries: Insights from Multivariate Time Series Analysis’. Oxford Bulletin of Economics and Statistics, vol. 76(2), 2014, pp. 153–84. With K. Juselius and N. F. Møller. * ‘Industry Switching in Developing Countries’. World Bank Economic Review, vol. 27(2), 2013, pp. 357–88. With C. Newman and J. Rand. * ‘Measuring Agricultural Policy Bias: General Equilibrium Analysis of Fifteen Developing Countries’. American Journal of Agricultural Economics, vol. 92(4), 2010, pp. 1136–48. With H. T. Jensen and S. Robinson. * ‘On US Politics and IMF Lending’. European Economic Review, vol. 50(7), 2006, pp. 1843–62. With T. B. Andersen and T. Harr. * ‘On the Empirics of Foreign Aid and Growth’. The Economic Journal, vol. 114(496), 2004, pp. F191-FF216. With C.-J. Dalgaard and H. Hansen. * ‘Aid and Growth Regressions’. Journal of Development Economics, vol. 64(2), 2001, pp. 547–70. With H. Hansen. === Books === He has published several books, which include: * Measuring Poverty and Wellbeing in Developing Countries. Oxford: Oxford University Press, 2016, 384 pages. Editor with C. Arndt. * Africa's Lions: Growth Traps and Opportunities for Six African Economies. Washington D.C.: Brookings Institution Press, 2016, 270 pages. Editor with H. Bhorat. * Manufacturing Transformation: Comparative Studies of Industrial Development in Africa and Emerging Asia. Oxford: Oxford University Press, 2016, 336 pages. Editor with C. Newman, J. Page, J. Rand, A. Shimeles and M. Söderbom. * Growth and Poverty in Sub-Saharan Africa. Oxford: Oxford University Press, 2016, 466 pages. Editor with C. Arndt and A. McKay. * Made in Africa: A New Industrial Strategy. Washington, D.C.: Brookings Institution Press, 2016, 268 pages. With C. Newman, J. Page, J. Rand, A. Shimeles and M. Söderbom. * Taxation in a Low-Income Economy: the Case of Mozambique. London and New York: Routledge, 2009, 383 pages. Editor with C. Arndt. * Foreign Aid and Development: Lessons Learnt and Directions for the Future. London and New York: Routledge, 2000, 512 pages. Editor, assisted by P. Hjertholm. * The South African Economy: Macroeconomic Prospects for the Medium Term. London and New York: Routledge, 1996, 219 pages. With P. Brixen. * Stabilization and Structural Adjustment: Macroeconomic Frameworks for Analysing the Crisis in sub-Saharan Africa. London and New York: Routledge, 1993, 212 pages. === Working Papers === Professor Tarp is the author of some 120 Working Papers, among them: * ‘The Role and Effectiveness if Special Economic Zones in Tanzania’. WIDER Working Paper 2016/122. With A. Kinyondo and C. Newman. * ‘Growth and Structural Transformation in Viet Nam during the 2000s’. WIDER Working Paper 2016/108. With Dang Thi Thu Hoai, D. van Seventer and Ho Cong Hoa. * ‘Imports, Supply Chains, and Firm Productivity’. WIDER Working Paper 2016/90. With C. Newman and J. Rand. * ‘Multidimensional Assessment of Child Welfare for Tanzania’. WIDER Working Paper 2016/75. With C. Arndt, V. Leyaro and K. Mahrt. * ‘The Transmission of Socially Responsible Behaviour Through International Trade’. WIDER Working Paper 2016/68. With C. Newman, J. Rand and N. Trifkovic. * ‘A Review of Consumption Poverty Estimation for Mozambique’. WIDER Working Paper 2016/35. With C. Arndt, S. Jones, K. Mahrt and V. Salvucci. * ‘Coffee Price Volatility and Intra- Household Labour Supply’. WIDER Working Paper 2016/16. With U. Beck and S. Singhal. * ‘Inter- and Intra-farm Land Fragmentation in Viet Nam’. WIDER Working Paper 2016/11. With T. Markussen, D. H. Thiep and N. D. Anh Tuan. * ‘Absolute Poverty Lines’. WIDER Working Paper 2016/8. With C. Arndt and K. Mahrt. * ‘Corporate Social Responsibility in a Competitive Business Environment’. WIDER Working Paper 2016/7. With C. Newman, J. Rand and N. Trifkovic. === Book Chapters === He has published 50 international refereed book chapters, including: * ‘Growth and Structural Transformation in Viet Nam during the 2000s’. Forthcoming in C. Monga and J. Lin (eds.) Handbook of Structural Transformation. Oxford University Press. With Dang Thi Thu Hoai and D. van Seventer. * ‘Growth and Poverty: A Pragmatic Assessment and Future Prospects’. Forthcoming as chapter 9 in C. S. Adam, P. Collier and B. Ndulu (eds.) Tanzania: The Path to Prosperity. Oxford: Oxford University Press. With C. Arndt, V. Leyaro and K. Mahrt. * ‘Mozambique: Jobs and Welfare in an Agrarian Economy’. Chapter 2 in G. Betcherman and M. Rama (eds.) Jobs and Development: Comparative Challenges and Solutions. Oxford: Oxford University Press, 2016. With S. Jones. * ‘Bribes and Taxes: Spatially Concentrated or Randomly Distributed? Evidence from Three Sources of Firm Level Data in Vietnam’. Chapter 10 in I. Scott and T. Gong (eds.) Handbook on Corruption in Asia. London and New York: Routledge, 2016. With J. Rand. * ‘Lessons for Japanese Foreign Aid from Research on Aid's Impact’. Chapter 18 (pp. 295–309) in H. Kato, J. Page and Y. Shimomura (eds.) Japan’s Development Assistance: Foreign Aid and the Post-2015 Agenda. Houndsmills: Palgrave Macmillan, 2016. With T. Addison. * ‘Aid to Africa: The Changing Context’. Chapter 38 (pp. 698–710) in J. Lin and C. Monga (eds.) The Oxford Handbook of Africa and Economics, Volume II: Policies and Practices. Oxford: Oxford University Press, 2015. With T. Addison and S. Singhal. * ‘Distributional Impacts of the 2008 Global Food Price Spike in Vietnam’. Chapter 16 (pp. 373–92) in D. Sahn (ed.) New Directions in the Fight Against Hunger and Malnutrition: The Role of Food, Agriculture, and Targeted Policies. Oxford: Oxford University Press, 2015. With A. McKay. * ‘Aid Effectiveness’. Chapter 2 (pp. 16–37) in M. Ndulu and N. van de Walle (eds.) Problems, Promises, and Paradoxes of Aid: Africa’s Experience. Cambridge: Cambridge Scholars Publishing, 2014. With C. Arndt and S. Jones. * ‘Aid and Growth in Africa’. Chapter 11 in A. Sumner and T. Kirk (eds.) The Donors' Dilemma: Emergence and the Future of Foreign Aid. Global Policy, 2014. With T. Addison. * ‘Access to Land: Market and Non-market Land Transactions in Rural Vietnam’. Chapter 7 (pp. 162–86) in S. Holden, K. Otsuka, and K. Deininger (eds.) Land Tenure Reforms in Asia and Africa: Assessing Impacts on Poverty and Natural Resource Management. Houndsmills: Palgrave Macmillan, 2013. With Luu Duc Khai, T. Markussen and S. McCoy. == Current Professional Activities == * Member of the Advisory Board of the Center for Development Research ZEF, University of Bonn. * Member of the Academic Advisory Council of the Institute of New Structural Economics, University of Pekinghttp://www.nse.pku.edu.cn/en/people/acadeuncil/index.htm Academic Advisory Council of the Institute of New Structural Economics, University of Peking. * Member of the University of Copenhagen review panel under the Research and Innovation Council (KUFIR). * Member of the Board, Journal of Development Studies (JDS). * Editor, Journal Sustainability Science (SUST). * Resource person, African Economic Research Consortium (AERC), Nairobi, Kenya. Since 2015 chair of the thematic group one on poverty, inequality and food security. * Invited Member, European Union Development Network (EUDN). * External Research Fellow, Centre for Research in Economic Development and International Trade, School of Economics, University of Nottingham. * Member, Editorial Board, Journal of International Development (JID). == Special Honours == * November 2015 - Conferred a Knighthood, Order of the Dannebrog, by Her Majesty Queen Margrethe II of Denmark. * January 2014 - The Vietnamese Government Medal of Honour for Support to the Planning and Investment System.http://unu.edu/news/news/unu-wider-director-vietnamese- medal.html UNU-WIDER Director Receives Vietnamese Medal of Honour * November 2011 - The Vietnamese Government Development Merit ‘Medal for the Cause of Science and Technology’.http://www.wider.unu.edu/home/news/en_GB/Vietnam-Finn- Tarp/ VIETNAM RECOGNIZES UNU-WIDER DIRECTOR * August 1996 - The University of Copenhagen Institute of Economics’ Award for excellent and inspiring teaching. * January 1979 - The Zeuthen award of the Danish Economic Society (Socialøkonomisk Samfund) based on the thesis Growth and Income Distribution in Developing Countries. == References == == External links == * University of Copenhagen page on Finn Tarp * UNU-WIDER profile page * Finn Tarp CV * RePEc page on Finn Tarp * Finn Tarp's profile on Google Scholar Category:Danish economists Category:Development economists Category:Development specialists Category:Living people Category:1951 births ",
    "title": "Finn Tarp"
}