{
    "id": "26878707",
    "text": "Tambar () is an offshore oil field located in the southern Norwegian section of North Sea along with Ula and Gyda fields making up the UGT area, usually attributed to DONG Energy's main areas of exploration and production activity. The Ula field was discovered in 1983 and came online in 2001. Tambar was discovered in 1983 and became operational in July 2001. It contains confirmed 46.9 million m3 of oil.BP operated fields. Tambar ==Ownership== BP is the operator of the field with 55% of interest in the project. BP's partner DONG Energy holds 45% of interest. ==Production== The sea depth at Tambar is approximately . The main reservoir stands at in the Upper Jurassic Ula Formation.OLJEDIREKTORATET Norwegian Petroleum Directorate. Tambar Tambar has 4 production wells and 6 slots. The field has one unmanned wellhead facility without the processing equipment. It is remotely controlled from the facility at the Ula field which is located southeast of Tambar. However, the facility does have conditions to accommodate 12 people. Current production at Tambar field is . Gas injection is used at Tambar and the produced oil is pumped to Ula facilities via Tambar-Ula pipeline which came online in 2007 and is then transported by a pipeline to Ekofisk oil field and on to Teesside for refining. The gas produced at Tambar field is injected into Ula field to increase oil production. The field is expected to produce until 2021. ==Tambar WHP Platform== Tambar WHP Platform was designed by Aker Solutions Engineering in 2000-2001. ==Tambar Øst== Tambar Øst (East) is located just a few kilometers away from Tambar. It was discovered in 2007 and lies deep in the Late Jurassic Formation. It has been developed with a production well from Tambar's main facility. Production started on October 2, 2007. The produced oil is pumped to Tambar and then onto Ula field.OLJEDIREKTORATET Norwegian Petroleum Directorate. TAMBAR ØST ===Ownership=== Tambar Øst is also operated by BP. BP holds 46.2%, while DONG Energyholds 43.24%, Talisman Energy - 9.76%, Norske AEDC AS (NAEDC) - 0.8%.OLJEDIREKTORATET Norwegian Petroleum Directorate. TAMBAR ØST UNIT ==See also== *Ula oil field *Gyda oil field *Oselvar oil field *Ekofisk oil field *Norpipe *North Sea oil *Economy of Norway ==References== ==External links== *BP official website *Image of the Tambar's unmanned remotely controlled facility from Offshore Magazine Category:Oil fields in Norway Category:North Sea energy Category:BP oil and gas fields Category:Former Ørsted (company) oil and gas fields ",
    "title": "Tambar oil field"
}