{
    "id": "26875892",
    "text": "Heiliggeist Church. Inside view. ' (Church of the Holy Spirit; ) is a Gothic hall church in Munich, southern Germany, originally belonging to the Hospice of the Holy Ghost (14th century). == History == It was remodelled in 1724–30 by (vaults, renovation of pillars); in the interior are Rococo frescoes and stucco ornament by the Asam brothers. After the demolition of the hospice buildings in 1885, Franz Lšwel added three bays at the west end of the church and gave it a Neo-Baroque facade. The church suffered severe damage during World War II and its interior furnishings were largely destroyed; extensive rebuilding and restoration was carried out after the war. The interior of the church was renovated in 1991. == Description == Of the original Gothic church, only the choir buttresses and the north wall of the nave remain. The tower (1730) has a lantern dome of characteristic Munich type. The Neo-Baroque facade shows the use of elements borrowed from Viscardi's Trinity Church. The interior is aisled, with an ambulatory round the choir. The nave is barrel- vaulted, with small vaults over the windows. The aisles have groined vaulting. Among several items of art-historical interest in the church are: in the portico, to left and right of the main entrance, parts of a bronze memorial made in 1608 by Hans Krumpper for Duke Ferdinand of Bavaria, Infante of Spain; in the chancel, the high altar by Nikolaus Stuber (1730), with an altarpiece by Ulrich Loth depicting The Effusion of the Holy Ghost (1661) and two flanking figures of angels by Johann Georg Greiff (1729); in the right aisle, a series of wall paintings (1725) by Peter Jacob Horemans illustrating the Seven Gifts of the Holy Spirit; in the Kreuzkapelle, a late Gothic crucifix (1510); and, midway along the left aisle, an altar with an allegedly miraculous image of the Hammerthaler Madonna (15th century). == See also == * Rainer Maria Schießler == References == == External links == * Photo spread of Heiliggeist Church / Church of the Holy Ghost Heilig-Geist-Kirche Category:Gothic architecture in Munich Category:Baroque architecture in Munich Category:Cultural heritage monuments in Munich ",
    "title": "Heilig-Geist-Kirche, Munich"
}