{
    "id": "26873498",
    "text": "SpinMedia (formerly Buzz Media) was an American digital publisher which owned a number of pop culture websites, including Spin, Stereogum, Vibe, and The Frisky. Buzz Media was founded by Anthony Batt (CEO), Marc Brown, Kevin Woolery, and Steve Haldane under the name Buzznet. Batt and Brown started a blog in 1999, and by 2006, Buzznet had a total of nine people in the Los Angeles, California area. The Buzz Media name was created as the company started to acquire more pop-culture and music blogs. The company announced on March 19, 2009, it raised US$12.5 million in funding from venture capitalists that include companies that had already invested in the company, such as Anthem Ventures, New Enterprise Associates, Redpoint Ventures, and Sutter Hill Ventures, as well as new investor Focus Ventures. It acquired Spin Media, publisher of Spin magazine in July 2012. After shutting down the print version of the magazine, reducing its staff to about 200, and focusing on advertising, it rebranded itself as SpinMedia in March 2013. At that time, Steve Hansen became its chief executive. In April 2013, it acquired Vibe magazine. In 2014, M/C Partners became the primary owner of SpinMedia after an assignment for benefit of creditors. That year, Buzz Media also acquired music sites Property of Zack, AbsolutePunk.net, Under The Gun Review, and Punknews.org. In September 2016, SpinMedia sold Buzznet, Idolator, and PureVolume to startup corporation Hive Media. In December 2016, Eldridge Industries acquired Spin, Vibe, Stereogum, and Death and Taxes via the Hollywood Reporter-Billboard Media Group for an undisclosed amount. Celebuzz, The Frisky, and The Superficial were sold to CPX Interactive. In January 2020, Spin and Stereogum were sold to Next Management Partners and the site's management respectively, as part of a larger focus on Vibe and a music data business. ==References== ==External links== * Category:Companies based in Los Angeles Category:Blog networks ",
    "title": "SpinMedia"
}