{
    "id": "26873536",
    "text": "\"Yesterday's Gone\" is the title of a 1963 hit single by Chad & Jeremy. Although the English duo would have a string of successful records in the United States through the mid-1960s, this song was their only hit in their native land. ==History== The song was written in 1962 by Chad Stuart, who comprised Chad & Jeremy with Jeremy Clyde; it is the first song Stuart ever wrote. Stuart shares the song's writing credit with Wendy Kidd, the manager of a band Stuart belonged to at the time of the song's writing; according to Stuart, Kidd was given the songwriting credit in return for allowing him to compose \"Yesterday's Gone\" on her piano. Kidd also facilitated Stuart's being hired as a staff writer at Rogers Music, which published \"Yesterday's Gone\", although the song remained unrecorded until Stuart and Clyde began performing as a duo, eventually recording \"Yesterday's Gone\" in July 1963 in a session at Abbey Road Studios produced and arranged by John Barry, who'd discovered Chad & Jeremy at a London club and signed them to Ember Records, a newly formed independent label in which Barry was a partner. According to Chad Stuart, John Barry was unhappy with the duo's first attempts to record their vocal for \"Yesterday's Gone\": \"he told us...we sounded like a locker room full of football players...in the end in desperation he said: 'Whisper it', so we kind of backed off a bit and so that sort of slightly sotto voce sound came about\". ==Chart performance== \"Yesterday's Gone\" was the British duo's only UK hit.Released 27 September 1963, \"Yesterday's Gone\" entered the UK Top 50 on the chart dated 30 November 1963 and remained on the chart for seven weeks and peaked at No. 37. The follow-up single \"Like I Love You Today\" was released in January 1964 with no evident reaction. Chad Stuart would recall: \"There was just no way a little independent label could compete in those days...John Barry bought himself out of his contract and we were stuck. I think we would've broken up then and there except for the fact that Noel Rogers, who published 'Yesterday's Gone' fenced it off to this other company in America called World Artists\". Stuart is referring to the Pittsburgh-based World Artists Records which released \"Yesterday's Gone\" in the US in March 1964 after label president Lou Guarino heard the single while visiting Great Britain in search of local tracks which World Artists might profitably release, the \"British Invasion\" of the US music scene then being in full swing.The Pittsburgh Press 21 November 1972 Record Businesses Spinning Here p. 38 (Yesterday's Gone\" had already had one international release: by Australia's Festival Records in February 1964, which was not a success.) It rose to No. 21 on the Billboard Hot 100 in July 1964, the first of eleven singles to chart in America. Chad & Jeremy would subsequently place three singles in the US Top 20, but only their one Top Ten hit, \"A Summer Song\", rivals \"Yesterday's Gone\" as the duo's signature song. The American success of \"Yesterday's Gone\" occasioned a re-release of the track in Australia, Billboard: 6 June 1964 (vol. 76, No. 23), p.29 where it charted over the summer of 1964 with a No. 26 peak, and a major label cover in the UK, where in March 1964 Pye Records released a version of \"Yesterday's Gone\" recorded by the Overlanders with Tony Hatch producing; the Overlanders' version did not chart in the UK but was picked up by Hickory Records for US release in May 1964 and became a regional hit reaching No. 75 that July, marking the only Billboard Hot 100 appearance of the Overlanders which preceded that group's sole charting in their native UK (with the No. 1 \"Michelle\") by almost two years. ==Other recordings== \"Yesterday's Gone\" has also been recorded by the Boxmasters, the Browns, the Carter Family, Brenda Lee, the Osborne Brothers, Anita Sarawak and Roy Drusky. A mid-1960s recording by the Bee Gees is featured on their 1998 Brilliant From Birth compilation CD. Translated as \"Pas Aujourd'hui\", \"Yesterday's Gone\" charted in France at No. 94 in France for Les Missiles (fr) in the autumn of 1964. \"Yesterday's Gone\" was also rendered in Spanish in 1964 as \"En el verano\" by Los Hermanos Carrión (es). ==References== Category:1963 debut singles Category:1964 singles Category:Chad & Jeremy songs Category:1963 songs Category:Songs written by Chad Stuart Category:Festival Records singles Category:Ember Records (UK label) singles ",
    "title": "Yesterday's Gone (song)"
}