{
    "id": "26876260",
    "text": "De Huinsermolen is a smock mill in Húns, Friesland, Netherlands which was built in 1829. The mill has been restored to working order. It is listed as a Rijksmonument, number 8530. ==History== Drainage of the Huinserpolder started in 1828, initially by five windmills. These were replaced by De Huinsermolen, which was built by millwright Lieuwe Johannes van der Meulen of Leeuwarden in 1829. In 1937, plans were made to replace De Huinsermolen with a mechanical pump, but these plans were not carried through, mainly due to opposition from then miller Cees Hoitsma. A three-cylinder Lister diesel engine was placed in the mill in 1958, working in conjunction with the windmill. The mill was restored between 1978 and 1980 by millwright Dijkstra of Giekerk. The work included rethatching the mill and new Patent sails. In 1995, the mill was owned by Waterschap De Middelsékrite, Sneek, but it is now owned by Wetterskap Fryslân. A new pumping station was built alongside the mill in 2001. The mill is kept in working order and is used regularly. ==Description== De Huinsermolen is what the Dutch describe as an grondzeiler. It is a three- storey smock mill on a single-storey base. There is no stage, the sails reaching almost to the ground. The mill is winded by tailpole and winch. The smock and cap are thatched. The sails are Patent sails. They have a span of . The sails are carried on a cast-iron windshaft, which was cast in 1877 by Prins van Oranje, 's Gravenhage, Zuid Holland. The windshaft also carries the brake wheel which has 55 cogs. This drives the wallower (31 cogs) at the top of the upright shaft. At the bottom of the upright shaft, the crown wheel, which has 44 cogs drives a gearwheel with 40 cogs on the axle of the Archimedes' screw. The axle of the Archimedes' screw is diameter. The screw is diameter and long. It is inclined at 22°. Each revolution of the screw lifts of water. ==Public access== De Huinsermolen is open by appointment. ==References== Category:Windmills in Friesland Category:Windmills completed in 1829 Category:Smock mills in the Netherlands Category:Windpumps in the Netherlands Category:Rijksmonuments in Friesland Category:Octagonal buildings in the Netherlands ",
    "title": "De Huinsermolen, Húns"
}