{
    "id": "26879580",
    "text": "__NOTOC__ Friedrich Gollwitzer (27 April 1889 – 25 March 1977) was a general in the Wehrmacht of Nazi Germany who commanded the LIII Army Corps. He was a recipient of the Knight's Cross of the Iron Cross. Gollwitzer surrendered to the Soviet troops in June 1944 during the Vitebsk–Orsha Offensive. Convicted as a war criminal in the Soviet Union, he was held October 1955. In West Germany, Gollwitzer was investigated for war crimes allegedly committed under his command during the 1939 invasion of Poland. == Allegations of war crimes == In 1964 the public prosecutor's office in Amberg (West Germany) started an inquiry against Gollwitzer over his alleged involvement in war crimes. In 1968 Central Office of the State Justice Administrations for the Investigation of National Socialist Crimes in Ludwigsburg received a letter from Ferdinand D. – a Wehrmacht veteran – who accused Gollwitzer of committing several atrocities during the Invasion of Poland in 1939. In his letter the veteran stated that: “activities of 41st Infantry Regiment under the command of Colonel Gollwitzer (...) were nothing less than genocide. Despite the fact that in Poland there were no partisans at that time almost no village from Kalisz to Warsaw had survived because Gollwitzer sparked an obsession with the partisans in his soldiers' minds”. In particular, Gollwitzer was accused of ordering the execution of 18 Poles in a village Torzeniec which was blamed for the death of three German soldiers (in fact the soldiers were victims of friendly fire). However, the prosecutor's office in Amberg decided to drop the investigation against Gollwitzer.Jochen Böhler: Zbrodnie Wehrmachtu w Polsce (\"Wehrmacht war crimes in Poland\"), wydawnictwo Znak, Kraków 2009, p. 123-125 ==Awards== * Knight's Cross of the Iron Cross on 8 February 1943 as Generalleutnant and commander of 88. Infanterie-Division Fellgiebel 2000, p. 166. ==References== ===Citations=== ===Bibliography=== * Category:1889 births Category:1977 deaths Category:People from Kitzingen (district) Category:People from the Kingdom of Bavaria Category:German military personnel of World War I Category:Generals of Infantry (Wehrmacht) Category:Recipients of the clasp to the Iron Cross, 1st class Category:Recipients of the Gold German Cross Category:Recipients of the Knight's Cross of the Iron Cross Category:German prisoners of war in World War II held by the Soviet Union Category:Military personnel of Bavaria Category:Reichswehr personnel ",
    "title": "Friedrich Gollwitzer"
}