{
    "id": "26871237",
    "text": "Dasyphyllum diacanthoides. Common names in Mapudungun: Trevo and Tayu and in Spanish Palo Santo ('holy tree') and Palo Blanco ('white tree') is a species of tree belonging to the family Asteraceae and endemic to Chile and Argentina. It occurs from Curico to Chiloe (35 to 42°S) between 200 and 800 m above sea level. It grows in both moist and shaded sites and more open and arid areas. == Description == D. diacanthoides is an evergreen tree or shrub reaching up to 15 m (50 ft) in height with a trunk which can reach a diameter of over 2 m (80 in). The genus Dasyphyllum, to which the species belongs, is unusual in being one of the few genera of Asteraceae to include species which are trees, rather than herbs or shrubs. The soft, thin, brown bark is deeply fissured with longitudinal cracks. The glossy, leathery, yellowish-green leaves, borne alternately, are elliptical in shape with entire margins, and acute apices bearing a single, terminal spine. They are 2–6 cm in length and 1-2.5 cm wide, glabrous on both surfaces and pubescent on the margins, the petioles are 1–4 mm in length. Provided with two thorns (modified stipules), deciduous at the base of the leaves, the flowers are clustered in inflorescences (terminal Flower heads) resembling the hard, scaly flower heads of the familiar, European wildflowers the knapweeds (also members of the Asteraceae). The flowers are white and hermaphrodite, 5 stamens with the anthers attached. The fruit is a cylindrical achene about 3-3.5 mm long and 1 mm wide, pubescent, reddish pappi 5 mm long. == Etymology == The genus name Dasyphyllum is a compound of the Greek elements δασύς ( dasus ) 'hairy' and φύλλον ( phyllon ) 'leaf', while the specific name diacanthoides means 'resembling (Greek suffix -ό-εἶδος (o-eidos) ) plants of the genus Diacantha ', the name of which is a compound of the Greek elements δύο ( duo ) 'two' and ἄκανθα ( acantha ) 'thorn' / 'spine'. The scientific name in its entirety thus means 'the hairy- leaved plant resembling the plant bearing spines in pairs'.Cunliffe, Richard John A Lexicon of the Homeric Dialect, pub. Blackie and Son Ltd. 1924. [Note: Diacantha is a synonym of the genus Barnadesia - to which the genus Dasyphyllum is closely related.] ==Medicinal use and danger of confusion with Latua== Foliage of young, non-flowering branchlets of the medicinal species Dasyphyllum diacanthoides (on the right) compared and contrasted with that of the poisonous Latua pubiflora (on the left). Note : 1.) Dasyphyllum stem spines borne in pairs, while Latua stem spines borne singly 2.) Dasyphyllum leaves bear terminal spine not present in leaves of Latua. 3.) Dasyphyllum leaves soon become more leathery than those of Latua, as they mature. The bark of Dasyphyllum diacanthoides is highly esteemed in its native Chile as a folk remedy ( both topical and oral ) for blunt trauma. When not in flower, however, the plant is easily confused with the highly toxic Solanaceous species Latua pubiflora and this ease of confusion has been responsible for many cases of anticholinergic, tropane alkaloid poisoning by Latua in the Los Lagos Region of southern Chile to which both plants are native.Plowman, Timothy, Gyllenhaal, Lars Olof and Lindgren, Jan Erik, Latua pubiflora magic plant from southern Chile Botanical Museum Leaflets Harvard University Vol. 23, No. 2, Cambridge, Massachusetts, November 12, 1971. Page 72. > One of his [ Philippi's informant Señor Juan Renous's ] woodcutters had > suffered a strong blow with the blunt end of his axe and went into the > forest to get some bark of tayu for it. He took instead latúe [ Latua ] and > drank a concoction of this poison. He became insane almost immediately and > wandered into the mountains. He was found three days later in an unconscious > state. Several days were required for his recovery, although he suffered > severe headaches for several months.Philippi, R.A., 1861, Descripción de un > Nuevo Jénero de Plantas de la familia de las Solanáceas Anales de la > Universidad de Chile Vol. XVIII (3) ==Chemistry== The unusual Asteraceae subfamily Barnadesioideae, to which the genus Dasyphyllum belongs, has yielded phenolic compounds, flavonoids and triterpenoids.Ccana-Ccapatinta, Gari & Monge, Marcelo & Ferreira, Paola & Da Costa, Fernando. (2017). Chemistry and medicinal uses of the subfamily Barnadesioideae (Asteraceae). Phytochemistry Reviews. 10.1007/s11101-017-9544-y. Retrieved 10.18am on 21/5/19. == References == * * Category:Dasyphyllum Category:Chilean Matorral Category:Endemic flora of Chile Category:Trees of Chile Category:Trees of Mediterranean climate Category:Drought-tolerant trees Category:Trees of mild maritime climate Category:Medicinal plants Category:Taxa named by Ángel Lulio Cabrera ",
    "title": "Dasyphyllum diacanthoides"
}