{
    "id": "26872868",
    "text": "The 2010 Showtime Southern 500, the 61st running of the event, was a NASCAR Sprint Cup Series motor race that was held on May 8, 2010 at Darlington Raceway in Darlington, South Carolina. It was the eleventh race of the 2010 NASCAR Sprint Cup Series season. The event began at 7:30 p.m. EDT. It was televised live in the United States on Fox and its U.S. radio coverage was broadcast on Motor Racing Network starting at 6 p.m. EDT. The 367-lap race was won by Denny Hamlin for Joe Gibbs Racing after starting seven positions behind polesitter Jamie McMurray. McMurray finished second in a Chevrolet, and Kurt Busch finished third in a Dodge. The race had a total of 11 cautions and 22 lead changes among 11 different drivers. Kevin Harvick remained the points leader after finishing the race in the sixth position. ==Background== Coming into the race, Richard Childress Racing driver Kevin Harvick led the Drivers' Championship with 1,467 points, with Hendrick Motorsports driver Jimmie Johnson trailing by ten points for second. Behind them in the Drivers' Championship, Kyle Busch was third with 1,358 points, and Matt Kenseth was fourth with 1,348 points. Greg Biffle rounded out the top five drivers fourteen points behind Kenseth. In the Manufacturers' Championship, Chevrolet was leading with 76 points, eighteen points ahead of their rival Toyota. In the battle for third place, Dodge had 4 points, one ahead of Ford. ==Practices and qualifying== Pole position winner Jamie McMurray There were two practice sessions the day before the race. In the first practice, A. J. Allmendinger, Dave Blaney, Mike Bliss, Michael McDowell, and Denny Hamlin were the fastest drivers. In the second session, Jamie McMurray, Hamlin, Kurt Busch, Ryan Newman, and Juan Montoya were the top five in speed. During qualifying, McMurray won his second pole position in 2010 and set a new track record, while Jeff Gordon, Brian Vickers, David Reutimann, and Mark Martin also qualified to start in the first five positions, respectively. There were three drivers who entered but did not qualify for the race: Joe Nemechek, Casey Mears, and Mike Bliss. ==Race summary== To begin the pre-race ceremonies, Ken Sandifer, a pastor at First Baptist Church of Darlington, delivered the invocation. John Norman and Kenneth Shelton, from Pope Air Force Base, then sang the national anthem. Next, Michael Waltrip introduced the mothers of the drivers, who commanded, \"Sons and gentlemen, start your engines!\" Jamie McMurray led the drivers to the start of the race, but Jeff Gordon passed him before the first lap ended. Gordon maintained the lead until Brian Vickers overtook him on lap 38. On the same lap, Dave Blaney went to the garage because of transmission problems. Seven laps later, the first caution was flown when Michael McDowell crashed into the wall in turn 2. During the pit stops throughout the caution, McMurray made a pit stop quickly, leaving pit road first and leading at the subsequent restart. On lap 53, Bobby Labonte and Joey Logano both spun sideways, bringing out the second caution. Most drivers did not pit; McMurray led the drivers to the third green flag of the day. The third caution came out on lap 62 when Paul Menard turned sideways on the back straightaway. Race winner Denny Hamlin in 2007. The first 10 drivers did pit under this caution, so McMurray held onto his lead position on the restart. On lap 83, a multiple car collision brought out the fourth caution. Greg Biffle, Martin Truex, Jr., and Jimmie Johnson were involved, but all received only minor damage to their cars. After the drivers made pit stops, Tony Stewart took the lead. Three laps later, Gordon reclaimed the lead and led up to the green flag pit stops on laps 121—154. During the pit stops, Denny Hamlin, Kevin Harvick, and Scott Speed led, with Hamlin ultimately emerging in the front. On lap 171, debris in the second turn, which is situated before the backstretch, brought out the fifth caution. During subsequent pit stops, McMurray came off pit road first, which gave him the lead on the restart. Jimmie Johnson and A. J. Allmendinger causes caution Two laps later, Kevin Conway collided with the wall, bringing out the sixth caution. On the same lap, A. J. Allmendinger's brakes failed, allowing him to decide to go down on the track apron; his car turned sideways, went backwards, and collided into the driver's door of Johnson's Impala. Both were uninjured, but the crash put them out of the race. On lap 190, McMurray brought the drivers to the green flag. 10 laps later, Stewart spun on the backstretch and brought out the seventh caution. McMurray led the restart on lap 204. 2 laps later, Kyle Busch passed McMurray to lead for the first time. On lap 227, the eighth caution came out when Labonte crashed into the wall after blowing a tire on the backstretch. All the lead lap cars made pit stops, and David Reutimann was the first off pit road, leading to the green flag on lap 223. Debris from Truex, Jr.'s car allowed David Ragan to collide with the wall, bringing out the ninth caution on the next lap. On lap 237, Jeff Burton led to the green flag but Gordon passed him on lap 261. 20 laps later, Labonte and Gilliland collided, bringing out the tenth caution. On lap 283 during pit stops, Kyle Busch left pit road in the first position and led on the restart. On lap 189, Hamlin passed teammate Kyle Busch and successfully battled Burton for the lead, which he took on lap 341. The eleventh and final caution came out on the same lap when Logano spun coming out of pit road. After the drivers made pit stops, Hamlin led the restart on lap 347, maintaining the lead to win both the Nationwide Series and the Sprint Cup Series races for the weekend. ==Post race== Denny Hamlin appeared in victory lane after his victory lap to start celebrating his fourth win. In the subsequent press conference, Hamlin said, \"I can't tell you how excited I am about us winning right now, because I know what our team is capable of by the time we hit Chase time.\" Jamie McMurray, who finished second, said that his season \"has actually been really good, winning the [Daytona] 500, almost winning at Talladega, running second again tonight.\" He continued to say that he and his team have \"been able to put ourselves in position to win three races this year. I don't know that in my career I've been able to do that, much less in the first eight or ten races.\" The race results left Kevin Harvick leading the Driver's Championship with 1,622 points. Johnson, who failed to finish the race, was second with 1,512, three points ahead of Kyle Busch and thirty-seven ahead of Jeff Gordon. Matt Kenseth was fifth with 1,472 points. On May 12, Michael McDowell and Robby Gordon were penalized 25 owner's and drivers' points and $25,000 each for violations, specifically unapproved rear gear and for unapproved door braces, after the race's final inspection. ==Results== Jamie McMurray started the race on the pole position, and Denny Hamlin won. During the race there were 11 different leaders, 22 lead changes, and 11 cautions. Jeff Gordon led the most laps, with 111. Hamlin, McMurray, Jeff Burton, Kyle Busch, Brian Vickers, Tony Stewart, David Reutimann, Scott Speed, and Robby Gordon also led laps. {| class=\"sortable wikitable\" border=\"1\" |- ! Pos ! Grid ! Car No. ! Driver ! Team ! Make |- | 1||8 ||11 ||Denny Hamlin ||Joe Gibbs Racing ||Toyota |- | 2||1 ||1 ||Jamie McMurray ||Earnhardt Ganassi Racing ||Chevrolet |- | 3||14 ||2 ||Kurt Busch ||Penske Racing ||Dodge |- | 4||2 ||24 ||Jeff Gordon ||Hendrick Motorsports ||Chevrolet |- | 5||15 ||42 ||Juan Pablo Montoya ||Earnhardt Ganassi Racing ||Chevrolet |- | 6||35 ||29 ||Kevin Harvick ||Richard Childress Racing ||Chevrolet |- | 7||39 ||18 ||Kyle Busch ||Joe Gibbs Racing ||Toyota |- | 8||11 ||31 ||Jeff Burton ||Richard Childress Racing ||Chevrolet |- | 9||6 ||39 ||Ryan Newman ||Stewart Haas Racing ||Chevrolet |- | 10||3 ||83 ||Brian Vickers ||Team Red Bull ||Toyota |- | 11||4 ||00 ||David Reutimann ||Michael Waltrip Racing ||Toyota |- | 12||9 ||12 ||Brad Keselowski ||Penske Racing ||Dodge |- | 13||29 ||17 ||Matt Kenseth ||Roush Fenway Racing ||Ford |- | 14||21 ||6 ||David Ragan ||Roush Fenway Racing ||Ford |- | 15||41 ||99 ||Carl Edwards ||Roush Fenway Racing ||Ford |- | 16||5 ||5 ||Mark Martin ||Hendrick Motorsports ||Chevrolet |- | 17||32 ||78 ||Regan Smith ||Furniture Row Racing ||Chevrolet |- | 18||19 ||88 ||Dale Earnhardt, Jr. ||Hendrick Motorsports ||Chevrolet |- | 19||33 ||56 ||Martin Truex, Jr. ||Michael Waltrip Racing ||Toyota |- | 20||10 ||9 ||Kasey Kahne ||Richard Petty Motorsports ||Ford |- | 21||38 ||19 ||Elliott Sadler ||Richard Petty Motorsports ||Ford |- | 22||17 ||16 ||Greg Biffle ||Roush Fenway Racing ||Ford |- | 23||24 ||14 ||Tony Stewart ||Stewart Haas Racing ||Chevrolet |- | 24||31 ||26 ||David Stremme ||Latitude 43 Motorsports ||Ford |- | 25||7 ||47 ||Marcos Ambrose ||JTG Daugherty Racing ||Toyota |- | 26||40 ||34 ||Travis Kvapil ||Front Row Motorsports ||Ford |- | 27||13 ||20 ||Joey Logano ||Joe Gibbs Racing ||Toyota |- | 28||16 ||82 ||Scott Speed ||Red Bull Racing ||Toyota |- | 29||43 ||13 ||Max Papis ||Germain Racing ||Toyota |- | 30||20 ||98 ||Paul Menard ||Richard Petty Motorsports ||Ford |- | 31||25 ||77 ||Sam Hornish, Jr. ||Penske Racing ||Dodge |- | 32||27 ||33 ||Clint Bowyer ||Richard Childress Racing ||Chevrolet |- | 33||42 ||37 ||Kevin Conway ||Front Row Motorsports ||Ford |- | 34||23 ||71 ||Bobby Labonte ||TRG Motorsports ||Chevrolet |- | 35||34 ||38 ||David Gilliland ||Front Row Motorsports ||Ford |- | 36||22 ||48 ||Jimmie Johnson ||Hendrick Motorsports ||Chevrolet |- | 37||12 ||43 ||A. J. Allmendinger ||Richard Petty Motorsports ||Ford |- | 38||26 ||7 ||Robby Gordon ||Robby Gordon Motorsports ||Toyota |- | 39||37 ||64 ||Todd Bodine ||Gunselman Motorsports ||Toyota |- | 40||18 ||55 ||Michael McDowell ||Prism Motorsports ||Toyota |- | 41||30 ||46 ||J. J. Yeley ||Whitney Motorsports ||Dodge |- | 42||28 ||66 ||Dave Blaney ||Prism Motorsports ||Toyota |- | 43||36 ||32 ||Reed Sorenson ||Braun Racing ||Toyota |} ==References== Showtime Southern 500 Showtime Southern 500 Category:NASCAR races at Darlington Raceway ",
    "title": "2010 Showtime Southern 500"
}