{
    "id": "26877999",
    "text": "Massimiano Bucchi (born Arezzo, 15 May 1970) is an Italian sociologist, writer and a scholar of the relationships among science, technology and society. ==Biography== After graduating in sociology at the University of Trento, Italy, he pursued his studies in the United Kingdom at Sussex University and in the United States at University of Wisconsin and University of California Berkeley, receiving a doctorate in Political and Social Sciences at the European University Institute. Since 2005 he has been associate professor of Science, Technology and Society at the Faculty of Sociology, University of Trento, where since 2007 he also coordinated an interdisciplinary programme of seminars and research on the same topic. His research interests concern the communication of science and the interaction between scientific experts and the public; the perception and attitudes of citizens toward science and technology; historical-social changes in the relationships among science, technology and society; the challenges and dilemmas that characterize science and technology in contemporary democracies. He is a member of the international scientific committee on Public Communication of Science and Technology and he curated the program of the XII World Conference. He has been a member of the Italian Council for the Social Sciences, of consultation and evaluation committees for international institutions, among them the National Science Foundation, the Royal Society and the European Commission, DG Research. He has conducted research and held seminars at numerous universities and research institutions (Royal Society of London, Universität Bielefeld, ETH Zurich, London School of Economics, University of California Berkeley, Swedish Academy of Sciences, University of Tokyo, Rikken Institute, Museu da Vida Rio de Janeiro, Austrian Academy of Sciences). He sits on the scientific committee of the non-profit research centre \"Observa Science in Society\", for which he has conceived and edited from 2005 the Science in Society Yearbook, published since 2009 by Il Mulino. He has published in numerous international scientific journals, among them Nature, Science, History and Philosophy of the Life Sciences, New Genetics and Society, and Public Understanding of Science. He regularly contributes to the TuttoScienzeTecnologia and Nòva24 supplements to La Stampa and Sole 24 Ore respectively. His articles and interviews have been published and broadcast by the media of various countries, among them China, South Korea, Croatia, Belgium, Japan, Poland, Spain, Sweden, United States. From 2016 he is the editor of the international peer reviewed journal Public Understanding of Science, published by Sage. ==Awards== Massimiano Bucchi has received numerous awards for his research: among them the Rai \"G.Mencucci\" Prize for research on mass communications (1996 and 2000), the \"N. Mullins\" international prize of the Society for Social Studies of Science for the best essay in sociology of science (1997) and the Lelli Prize for the best doctorate thesis in sociology (1998). His book Scegliere il mondo che vogliamo. Cittadini, politica, tecnoscienza (il Mulino, 2006) received special mention from the jury for the Merck-Serono prize (2007). The book Scientisti e antiscientisti: perché scienza e società non si capiscono received the Premio Calabria 2011 in the section of books about science. His book Il Pollo di Newton received the international award \"Biblioteca la Vigna\" 2014. ==Works== *Science and the media. Alternative Routes in Scientific Communication, Routledge, Milano, 1998. *La scienza imbavagliata. Eresia e censura nel caso AIDS, Limina, 1998. *Vino, alghe e mucche pazze: la rappresentazione televisiva delle situazioni di rischio, ERI/RAI, 1999. *La scienza in pubblico. Percorsi nella comunicazione scientifica, McGraw-Hill Libri, 2000. *Sociologia della Salute, Carocci 2001, con Federico Neresini (5 editions). *Scienza e società, il Mulino, 2002 and Raffaello Cortina, 2010. *Science in Society. An introduction to social studies of science, Routledge, 2004. *Scegliere il mondo che vogliamo. Cittadini, politica, tecnoscienza, il Mulino, 2006. Published also in Chinese edition. *Cellule e cittadini. Biotecnologie nello spazio pubblico, Sironi, 2006 (with Federico Neresini). *Sapere Fare Potere. Verso un'innovazione responsabile. Le lectures della Fondazione Giannino Bassetti, 2002-2005, Rubbettino, 2006. *Journalism, Science and Society: Science Communication Between News and Public Relations, Routledge, 2007 (with Martin W Bauer). Published also in Chinese edition. *Handbook of Science Communication, Routledge, 2008 (with Brian Trench). New reviewed and expanded edition: Routledge, 2014. *Annuario Scienza e Società 2009, il Mulino, 2009 (with Valeria Arzenton). *Beyond Technocracy. Citizens, Politics, Technoscience, Springer (international edition of Scegliere il mondo che vogliamo, il Mulino, 2006). *Annuario Scienza e Società 2010, il Mulino, 2010 (with Federico Neresini). *Scientisti e antiscientisti. Perché scienza e società non si capiscono, il Mulino, 2010. *Scienza e società. Introduzione alla sociologia della scienza, Raffaello Cortina Editore, 2010. *Annuario Scienza e Società 2011, il Mulino, 2011 (con Giuseppe Pellegrini). *Robert K. Merton, Scienza, religione e politica, Il Mulino, 2011. Introduzione, poscritto e selezione di saggi a cura di Massimiano Bucchi. *Trasformare conoscenza, trasferire tecnologia. Dizionario critico delle scienze sociali sulla valorizzazione della conoscenza, Marsilio, 2011 (con Andrea Bonaccorsi). *Il pollo di Newton. La scienza in cucina, Guanda, 2013. Published also in Portuguese, Korean, Finnish and Spanish. * Il diavolo non gioca a dadi. Da Einstein a Hiroshima, eBook Il Corriere della Sera, 2015. * with E. Canadelli, Nature immaginate. Immagini che hanno cambiato il nostro modo di vedere la natura, Aboca Edizioni, 2015. * Per un pugno di idee. Storie di innovazioni che hanno cambiato la nostra vita. Bompiani, 2016. * with B. Trench (eds.) The Public Communication of Science 4 vol. set, Critical Concepts in Sociology, Routledge, 2016. ==References== ==External links== *Personal page, University of Trento *Observa *STSTN Category:1970 births Category:Living people Category:Italian sociologists Category:Sociologists of science ",
    "title": "Massimiano Bucchi"
}