{
    "id": "26887932",
    "text": "Dhwani (ധ്വനി) (meaning sound, melody or music) is a 1988 Malayalam-language musical romance film directed by A. T. Abu. It was the last completed film of veteran actor and evergreen hero of Malayalam cinema Prem Nazir who died on 16 January 1989. The film has music composed by legendary Bollywood composer Naushad. It stars Jayaram and Shobhana in the lead roles. Suresh Gopi also makes an appearance in the movie. Noted writer Vaikom Muhammad Basheer makes a special appearance as the visitor at the hospital. The film was a huge hit due to several factors like the excellent performances by the cast and the rousing music scored by veteran composer Naushad, his first and only score for a Malayalam film.Renuka Narayanan. (9 April 2011). \"The song of songs for this Tuesday\". The Hindustan Times. Retrieved 28 April 2011. ==Plot== Ongallur Sadasivan, a Kerala minister, is alleged to be involved in a scam related to the construction of a dam. A Judicial Commission, headed by an honest judge, Justice Rajeshekharan Nair, is investigating into the scam. Vettukuzhi, a corrupt political kingmaker, tries to save Sadasivan and the reputation of his party. Dr. Dinesh, son of Sadasivan, does not appreciate his father's illicit friendship with Vettukuzhi. Dr. Dinesh's and his lover Sunitha's marriage gets called off due to the allegations faced by his father. With things getting tense, Vettukuzhi tries to bribe Rajasekharan, but fails. In his attempt to complete his new novel, Shabari, a young and noted writer, has a temporary residence at the local government guest house. With the arrival of the Commission, Shabari is forced to vacate his room for Justice Nair and family, which consists of wife Malathi and daughter Devi, who is also an amateur dancer. Shabari and Devi fall in love via mutual admiration for their artistic skills, without personally getting to know each other. Rajasekharan and Malathi are happy about this union. When Shabari proposes to Devi, she remains silent, and only then he realizes that she lacks the ability to speak. Though devastated, he informs his parents about the situation, and his family staunchly opposes his proposal. Justice Rajasekharan tries to convince Shabari's father, who is also his childhood friend, though he fails to influence the family's decision. Eventually, the Commission submits its report about the dam scam, which results in the resignation of Minister Sadasivan. Devi's family remains heartbroken over her fate, while preparing to leave the Guest House. The very next morning, Shabari's family arrives and convinces Rajasekharan of their consent to accept Devi, who has now gone missing. In a frantic search, Shabari finally finds a weary Devi sitting by the river side. Thus, the duo is united, ending the film on a happy note. ==Cast== *Prem Nazir as Justice Rajasekharan Nair *Jayaram as Shabari *Shobhana as Devi, Rajasekharan's Daughter *Jayabharathi as Malathi, Rajasekharan's Wife *Suresh Gopi as Dr. Dinesh, Minister Ongallur Sadasivan's Son *Karamana Janardanan Nair as Kuttisankaran, Shabari's Father *Thilakan as Vettukuzhy, A Politician and Minister Ongalloor Sadasivan's Friend *Sukumari as Thankamani, Shabari's Mother *Nedumudi Venu as Shekharan, Shabari's Family Friend *Innocent as Rappayi, Aide at the Guest House *Jagathi Sreekumar as Manikanta Pillai, Manager at the Guest House *Oduvil Unnikrishnan as Kurup, Marriage Broker *Mamukkoya as Mamu *K. P. Ummer as Minister Ongalloor Sadasivan, Dinesh's Father *Sabitha Anand as Kanakam *Balan K. Nair as Bahuleyan *K. P. A. C. Sunny as Police Officer *V. K. Sreeraman as Thampi, Sunitha's Father *Rohini as Sunitha *Vaikom Muhammad Basheer as Visitor at the Hospital (Special Appearance) *Haneefa Ambadi as Sakhavu Bhaskaran ==Soundtrack== The score and the songs for the film are composed by renowned musician Naushad. This soundtrack remains as his only work for a Malayalam film. The lyrics are written by poet Yusuf Ali Kechery in Malayalam and Sanskrit. The soundtrack is highly regarded as one of the all-time best in Malayalam film music. {| class=\"wikitable\" style=\"font-size:95%;\" ! Song !! Artist(s) !! Raga |- | \"Aankuyile Thenkuyile\" | K. J. Yesudas | |- | \"Anuraaga Lola\" | K. J. Yesudas, P. Susheela | Patdeep |- | \"Maanasa Nilayil\" | K. J. Yesudas | Abheri |- | \"Oru Ragamaala Korthu\" | K. J. Yesudas | |- | \"Jaanaki Jaane\" | K. J. Yesudas | Yamuna Kalyani |- | \"Jaanaki Jaane\" | P. Susheela | Yamuna Kalyani |- | \"Rathi Sukha Saaramayi\" | K. J. Yesudas | Sindhu Bhairavi |} ==Awards== * Kerala State Film Award for Second Best Actor - Thilakan ==References== ==External links== * Category:1988 films Category:Indian films Category:1980s Malayalam-language films Category:1988 romantic drama films Category:Indian romantic drama films Category:Films directed by A. T. Abu Category:1988 drama films ",
    "title": "Dhwani"
}