{
    "id": "26885707",
    "text": "United Nations Security Council resolution 1004, adopted unanimously on 12 July 1995, after recalling all resolutions on the situation in the former Yugoslavia, the Council, acting under Chapter VII of the United Nations Charter, demanded that Bosnian Serb forces withdraw from the safe area of Srebrenica in Bosnia and Herzegovina and respect the safety of personnel from the United Nations Protection Force (UNPROFOR). The resolution was passed during the Srebrenica massacre. After reaffirming the sovereignty, territorial integrity and independence of Bosnia and Herzegovina, the Security Council expressed deep concern at the situation in Srebrenica and for the civilian population there. The situation proved challenging for UNPROFOR, particularly as there were many displaced persons at Potočari without essential humanitarian supplies. The detention of UNPROFOR personnel and attacks on the peacekeeping force by Bosnian Serb forces were condemned. The Council demanded that Bosnian Serb forces cease their offensive and withdraw from Srebrenica immediately, adding that the forces should respect its status as a safe area. It also demanded that the safety of UNPROFOR personnel was ensured and for the release of some of its members under detention. This was addressed again in Resolution 1010. All parties were called upon to allow access to the area for the United Nations High Commissioner for Refugees and international humanitarian agencies in order to aid the civilian population and restore utilities. The Secretary-General Boutros Boutros-Ghali was requested to use all resources available to restore the \"safe area\" status of Srebrenica. ==See also== * Army of the Republika Srpska * Bosnian Genocide * Bosnian War * Breakup of Yugoslavia * Croatian War of Independence * List of United Nations Security Council Resolutions 1001 to 1100 (1995–1997) * Yugoslav Wars ==References== ==External links== * *Text of the Resolution at undocs.org 1004 1004 Category:1995 in Yugoslavia Category:1995 in Bosnia and Herzegovina 1004 Category:Bosnian genocide Category:Srebrenica massacre Category:July 1995 events ",
    "title": "United Nations Security Council Resolution 1004"
}