{
    "id": "26881780",
    "text": "Eric Tunney (September 9, 1964 – March 28, 2010) was a Canadian writer, comedian and television host from Windsor, Ontario who hosted several television shows produced in both Canada and the U.S. and was a regular on the North American live comedy performance circuit. ==Early life and career== As a teenager, Tunney was close friends with Gordie Johnson, with whom he started a band called \"Eric and the Tall Boys\". His uncle was Canadian wrestling promoter Jack Tunney; Tunney would put up posters for his comedy shows that depicted him as a child posing with such Canadian wrestling greats as The Sheik and Whipper Billy Watson. Tunney started working at Windsor's Komedy Korner at the age of 15, operating spotlights on older comedians (including a young Jim Carrey) and then moving onto the stage to try his hand at comedy. He was noted for never using foul language, a practice he maintained throughout his career.By Ted Shaw, Canwest News Service The Montreal Gazette, March 30, 2010 ==National coverage== Self-taught as a comedy writer, Tunney was an in- demand stand-up comedian by his early twenties and was working on stage and on screen in Canada and in the United States. He was a host on Canada's teen variety show Switchback and also opened shows for bands at live concerts, including Big Rude Jake and His Gentleman Players. The mid-1990s also found him as the co-host of Ed the SockBY Sean Davidson, Eye Weekly, March 30, 2010 12:03 (a cult hit on Citytv). In 1995 he was chosen at an HBO Young Comedian show and taped a live special in Aspen. Soon after, he signed with Karen Evans Management and the William Morris Agency. His first talk show pilot was produced by Jim Biederman from Broadway Video (Lorne Michaels) for CBC and had a role in the debut motion picture of The Kids in the Hall, Brain Candy, in 1996. In 1996, he starred in a pilot for KingWorld. The Eric Tunney Show had guests like Lynne Russell and Jeanne Beker and was slated to replace Oprah in afternoon syndication, but did not receive extended production. Fellow Canadian comic Brent Piaskoski, a writer living in L.A., said Tunney had greatly impressed Hollywood with a guest host appearance on NBC's Later in 1996.Brent Piaskoski, Now Magazine, March 29, 2010 at 12:36 PM The replacement host job eventually went to Rita Devers. In 1997, Tunney and his wife moved to L.A. where he became the writer and sidekick on the short-lived syndicated talk show Home Team with Terry Bradshaw. In 1998 with Broadway Video he hosted a talk show pilot for CNBC 'The Late Edition with Eric Tunney'. His guest was a then-unknown Matt Drudge. He continued to perform as a standup comic with appearances in 2001 on NBC's Late Friday, in 2003 at the Just for Laughs comedy festival and Canada's Cream of Comedy. His final televised standup special was for CTV Canada's Comedy Now in 2003.F.F. Langan, The Globe and Mail, Wednesday April 7, 2010 ==Later years and death== Tunney was reported to be battling depression in Los Angeles in 2005.http://www.eyeweekly.com/arts/comedy/article/86963--class-act-eric- tunney-1964-2010 In the wake of his marriage breakup in June 2008, Tunney returned to live in Windsor. Tunney died at his home at the age of 45. The results of the post-mortem were inconclusive, with the attending doctor reporting that the most likely finding would be accidental death.By Ted Shaw, The Windsor Star, April 3, 2010 ==References== ==External links== * Eric Tunney on the Comedy Network website * The Globe And Mail obituary * Category:1964 births Category:2010 deaths Category:Canadian male film actors Category:Canadian male television actors Category:Canadian stand-up comedians Category:Canadian television writers Category:Male actors from Windsor, Ontario Category:Writers from Windsor, Ontario Category:Canadian television hosts Category:Canadian male television writers ",
    "title": "Eric Tunney"
}