{
    "id": "26880036",
    "text": "is a Japanese manga series by Hikaru Katsuki. It has been serialized in Kodansha's Weekly Shōnen Magazine since October 2007. The story is centered on Eiichirō Maruo, a first year honor student who one day decides that he is lacking exercise. He then joins the Southern Tennis Club (STC) where he begins his tennis journey. An anime television series adaptation of the series began airing in Japan in April 2014 with a second season began airing April 5, 2015. The anime shows Taishi Murata as Eiichiro Maruo, and Minako Kotobuki as Natsu Takasaki. It also won the 38th Kodansha Manga Award in the Best Shōnen Manga category. ==Story== Eiichirō Maruo, a first year honor student, one day decides he is unhappy with the way things are and lacks exercise. He finds a flyer for the Tennis Club and decides to check it out. He is instantly captivated by it. With no prior experience and poor physical conditioning, he embarks on a tennis journey using his smarts, dedication and work ethic. He uses his inherent studious nature to develop an extremely strategic approach to tennis, taking notes on the habits and tendencies of his opponents thus allowing him to predict their shots before they make them. ==Characters== ===Southern Tennis Club=== ; : : Eiichirō Maruo, also called by his friends, is the main protagonist of the series. He is an honor student who quickly became famous for his meticulous note-taking in class. During his first year of high school, however, he got into a rut studying all of the time and wanted to find a way to exercise. When he meets Natsu, a girl in the same year as him, her passion for tennis convinces him to try playing it. Like Natsu and their senpai Takuma, Ei-chan becomes a member of a prominent youth tennis program at Southern Tennis Club (STC). His years of experience in studying and taking notes help him in his path to become a tennis player. His aim is to become a professional tennis player. Ei-chan and Natsu's growing relationship is also a major part of the series. ; : : Natsu Takasaki, also known as , is the main female protagonist. She is a member of Southern Tennis Club and has played tennis since she was very young. She studies at the same high school and in the same year as Maruo. She is aiming to become a professional player. Natsu is the exact opposite of Maruo tennis-wise. She is always very optimistic and encouraging toward Maruo, and the two become very close as the series progresses. ; : : Takuma is one year older than Ei-chan and Nat-chan and attends the same high school, where he is known as a delinquent. He and Natsu have known each other for a long time through tennis practice at STC. He showed a talent for tennis at a young age. He is one of the best junior players in Japan, and he aims to go pro. He is often antagonistic toward others, but he's also protective of Natsu. ; : : Another high school player who practices at STC. Ei-chan impresses him so much after a certain event that he calls Ei-chan \"aniki\" (\"big bro\"). He often offers scouting info on other players to Ei-chan and supports him during his matches. ; : : One of the boys' coaches at STC. He becomes very interested in helping Maruo after seeing his work ethic and how quickly he's able to improve. ; : : An elementary school student who practices at STC. He teases Maruo a lot at first (despite Maruo being eight years older than him), but gradually becomes a friend. ===Ōsugi High School=== ; : : Maruo's best friend from school. He's a member of the shogi club at school. He often comes to tennis matches to support him. ; : : An honor student who is in the same class as Maruo and Kageyama (and later Natsu). She develops a crush on Maruo as tennis begins to change him for the better, but Maruo is unaware of it. She often watches his tennis matches with Kageyama. ===Kanagawa Prefecture Junior Players=== ; : : The top player in Kanagawa Prefecture after Egawa (and as a result, Egawa's rival). He trains at GITC and is the same age as Maruo. He's left-handed baseline player with explosive power. He often yells loudly after winning points in his matches. ; : : One of the top players in Kanagawa Prefecture. He trains at Miyagawa Tennis Academy. He is a year younger than Maruo but very tall like Egawa. Like Maruo, he has a strange quirk during matches: he drinks hot kobucha (kelp tea) and eats umeboshi (pickled plums). ; : : The first seeded player Maruo ever plays against in a tournament. He's a year older than Maruo and is a serve- and-volley player. He becomes Miyagawa's senpai when the younger player enters the same high school. ; : : He's a player with a unique and unpredictable style of play that focuses on shot placement. ===Kanto Regional Junior Players=== ; : : He lives in Chiba Prefecture. He admires Miki Yazawa, and also plays like her. ; : : He lives in Saitama Prefecture. He plays rather sensuously sensitive, but skillful tennis. ; : : He lives in Tokyo. He and Nabae attend the same high school and have trained at the same tennis academy since they were kids. ===All-Japan National Junior Players=== ; : : Nationally famous junior player who lives in Tokyo. Like Maruo, he has a habit of taking notes, but he does it on a laptop. ===Florida Tennis Academy=== ; : : Also known as sou-chan is professional tennis player who was previously a member of the Southern tennis club same as Natsu, Maruo and Takuma. He was introduced to tennis by Nat-chan but quickly surpassed her and players of his age. Soji is in the same age as Eichiro. Currently is ranked Top 1 in Japan and is aiming for a Title of the best tennis player in the world. ; : ; : ; : : He's 19-year-old professional tennis player in Florida Tennis Academy. His attractive attitude and advise helps Maruo more aggressively activative. However, due to his acknowledgment of requirements in professional tennis Society, he decided to be the couch for players aiming higher ground. ; : ; : : He's a sports psychologist who sometimes visits STC, so he knows many of the coaches and players there. == Media == === Manga === ==== Volume list ==== As of December 2017, 47 volumes have been released. ===Anime=== ==Reception== In 2014, Baby Steps won the 38th Kodansha Manga Award in the Best Shōnen Manga category. ==See also== *The Prince of Tennis ==References== ==External links== * * Category:2007 manga Category:2014 anime television series Category:2015 anime television series Category:Kodansha manga Category:NHK original programming Category:Pierrot (company) Category:Shōnen manga Category:Tennis in anime and manga Category:Winner of Kodansha Manga Award (Shōnen) ",
    "title": "Baby Steps"
}