{
    "id": "26888041",
    "text": "Cymbula adansonii is a species of sea snail, a true limpet, a marine gastropod mollusk in the family Patellidae. It is one of the several families of true limpets. Marine gastropods, colloquially classified as snails and slugs, encompass the entire class of invertebrates in the Mollusca phylum. True limpets, are pelagic snails within the Patellidae family. ==Description== Cymbula adansonii is a species of true limpet grouped under the family of Patellidae, from the marine gastropod phylum. Limpets from the Patellidae family are classified into four clades: Helcion, Cymbula, Scutellastra, and Patella. The Cymbula genus originally emerged in Southern Africa. It shares a sister relationship with the Helcion genus. Cymbula adansonii is one out of eight Cymbula subspecies. The Cymbula genus originally emerged in Southern Africa. Cymbula adansonii was first discovered in 1853 by German zoologist Wilhelm Dunker. It is naturally endemic to the Atlantic Ocean, specifically on the southwestern coast of Africa. ==Distribution== Cymbula adansonii commonly inhabit intertidal regions of shores. Their habitat zones are located near the western coastline of Namibia, Angola, and South Africa. Geographic information was documented by Wilhelm Dunker in the coastal cities of Swakopmund and Langstrand. The presence of nutrient-rich upwelling across the western regions of Africa is a main factor behind this species’ distribution. As a result of this the western coast has a greater proportion of productivity in comparison to the continent’s other coastlines. ==Anatomy and morphology== The body of Cymbula adansonii consists of a central apex with a concentric outer crossed- foliated shell layer. Each shell has repeating layers that connect with each other and share a common center. Shells of Patellidae gastropods have various levels of finely detailed structure with multiple layers on each respective species’ shell. The number of shell layers vary from four to six and are classified in regards to the myostracum. Shell layers are numbered m+3, m+2, m+1, m, m-1, and m-2, starting from the edge of the shell moving inwards to the center. The orientation of Cymbula adansonii's inner (m+1) shell layer is radial while its width is narrow. Cymbula adansonii has a cross-foliated center (m-2) shell layer composed of calcium carbonate. Cymbula adansonii has a set of radula that are not visible from its back side. Cymbula adansonii obtain nourishment through a three-part system involving the foregut, midgut, and hindgut. Its teeth are small, mineralized, and arranged in a V-like form. Cymbula adansonii has a small rachidian tooth, which is the middle row of teeth in a gastropod’s set of radula. It has a pluricuspid tooth in its radula, meaning it has several sets of cusps on one tooth. The cusps are composed of the mineral goethite and the gemstone opal. ==Reproductive biology== Similar to other members of the Patellogastropoda clade, Cymbula adansonii employ aquasperm in order to reproduce. The aquasperm consists of a head, mid-piece, and tail. Cymbula adansonii thickens the head and base section of its aquasperm. ==Feeding== Species from the Patellidae family like Cymbula adansonii are grazers who utilize their radula to scoop out and consume food particles and detritus. ==References== * Koufopanou et al. (1999). A molecular phylogeny of the patellid limpets (Gastropoda: Patellidae) and its implications for the origins of their antitropical distribution Mol. Phylogenet. Evol. 11(1): 138–156 ==External links== * Category:Patellidae Category:Gastropods described in 1853 ",
    "title": "Cymbula adansonii"
}