{
    "id": "26884799",
    "text": "Proterra, Inc., is an American automotive and energy storage company based in Burlingame, California. The company designs and manufactures electric transit buses and electric charging systems. Proterra's Catalyst series includes transit buses ranging from to in length and various battery configurations. Buses are charged through an overhead charging station that is placed at maintenance facilities as well as route terminals. == History == Proterra, Inc., was founded in Golden, Colorado, by Dale Hill in 2004. Hill had previously founded TransTeq, a Denver, Colorado, bus manufacturing company that built CNG hybrid buses throughout the 1990s, as well as Alumatech, a manufacturing company that made aluminum dump trailers. Following the Federal Transit Administration (FTA)'s push for alternative fuels and forms of mobility through such programs as the Clean Fuels Grant Program Bus and Bus Facilities, and the TIGER and TIGGER programs, Hill wanted go beyond the success of his CNG buses that launched the world's first fleet of alternative fuel buses at the 16th Street Mall in Denver, Colorado. He wanted to create a company that would take the lead in creating zero-emission, U.S.-based transit buses. This was particularly important since many of the programs, including the Clean Fuels Grant Program and the TIGGER program, either exclude CNG buses and facilities, explicitly require capital investments that assist in reducing the energy consumption of a transit agency, and/or reduce greenhouse gas emissions of a transit agency. In February 2010, Proterra announced that it would move its manufacturing plant from Golden, Colorado to Greenville, South Carolina due to its close proximity to Clemson University International Center for Automotive Research (CU-ICAR). In October 2011, the company announced it would consolidate all operations in Greenville, moving management and research teams from Colorado. Ryan Popple, formerly of Tesla Motors, was appointed CEO in 2014. In 2015, Proterra was awarded a $3 million grant from the California Energy Commission to fund the design, development and construction of the company's battery-electric transit bus manufacturing line in the City of Industry, California. Proterra moved its headquarters from Greenville, South Carolina, to Burlingame, California, in October 2015. As of January 2017, the company has sold more than 375 buses to municipal, corporate and university transit agencies in 20 states. In September 2018, Daimler invested $155 million in Proterra. == Defects == An entire fleet of 25 Proterra buses, reportedly the third largest electric bus fleet in the United States, were pulled from service in Philadelphia in February 2020 after the SEPTA transit agency discovered the buses plastic chassis exhibited defects, sources at SEPTA told the Philadelphia Tribune. This is the third systemic fleet maintenance issue uncovered by a PlanPhilly inquiry in less than a year. == Products == === EcoRide BE35 === Proterra's EcoRide BE35 is a composite body, fast-charge, battery electric bus that seats 38 (including the driver) and has a passenger capacity of 60. Foothill Transit was the first user of the buses, which rolled out in September 2010. It is the first or larger, heavy-duty all- electric bus ever to complete federally required durability, reliability and safety testing at the Bus Research and Testing Center at Altoona, Pennsylvania. The 12yr/ STURAA test was completed on March 5, 2012. Results from the STURAA test showed an average, combined fuel economy of or diesel equivalent. Compared to the buses it replaces—conventional diesel buses average ; CNG buses return diesel equivalent; and diesel-hybrid buses average about Argonne GREET model 2012, assuming per year and fuel consumption of diesel and diesel equivalent for CNG.—the results are up to 600% better. During of testing at Altoona for the first BE35, unscheduled maintenance included the replacement of the transmission (twice) and the traction motor (once). Foothill Transit has been working with the California Air Resources Board and the United States Department of Energy National Renewable Energy Laboratory (NREL) to study the real-world performance of its Proterra buses. Observed economy for twelve BE35 buses in the Foothill Transit fleet was diesel equivalent, compared to an observed diesel equivalent for a fleet of eight NABI 42-foot CNG-fueled buses. However, the BE35 fleet operates on circulator routes at slower speeds compared to the NABI CNG fleet, which were dispatched as needed to any Foothill Transit route. The BE35 fleet achieved an availability of 80.6%, less than the desired 85% availability due to constraints on parts availability and low-voltage battery (i.e., not the propulsion batteries) reliability; the NABI CNG fleet achieved an availability of 96.8%. Total maintenance costs for the BE35 fleet ($0.41/mi) is also higher than the maintenance cost for the NABI CNG fleet ($0.27/mi). The vehicle's 220-kW electric motor is powered by a lithium–titanate battery supplied by Altairnano that can be recharged in 5–10 minutes while stopped at a bus stop via overhead terminals connected to a charging station, without driver involvement. Charging, which would normally take place during a brief layover, typically provides sufficient charge for a further of operation. , Proterra will grant royalty-free access to the patents covering their overhead charging system. === Catalyst === In 2014 Proterra introduced the Catalyst, a fast- charge 100% electric bus to replace the EcoRide BE35. The bus was built on the EcoRide's design and engineering and delivered a longer, lighter and more fuel-efficient bus. The second-generation bus measures and weighs approximately . The bus is built from lightweight, durable carbon composite. The overall lower weight helps reduce wear and tear on streets. It has no tailpipe and runs virtually silent. With the on-route fast charging system, the Catalyst can be operated continuously, 24/7, without the need to head to the depot for lengthy charge times. Catalyst buses equipped with the Fast Charge (FC) battery pack can charge at a rate of up to 500 kW. The company added a model of the Catalyst to its product line October 2015. Catalyst is a modular system, offered with two different lengths, two different drivetrains, and seven different batteries, depending on the required passenger capacity, speed (hill performance), and range, respectively. NREL also studied two Catalyst 40FC buses in the Foothill Transit fleet operating in 2017. The two Catalyst 40FC were slightly less efficient at diesel equivalent compared to the BE35s and suffered from the same low-voltage battery issues, resulting in an availability of 81.3% and a maintenance cost of $0.32/mi. ====Battery options==== Buses equipped with the FC (Fast Charge) family of batteries are intended for circulator routes; XR (eXtended Range) battery buses are intended for intermediate-mileage routes; and E2 (Efficient Energy) battery buses are intended for high-mileage routes. The buses were initially offered with lithium-titanate batteries, which Proterra redesignated the TerraVolt FC. The TerraVolt XR lithium nickel manganese cobalt oxide batteries were introduced in 2015 with improved range but slower charging, and the TerraVolt E2 batteries were introduced in 2016 with the longest range and slowest charging. Batteries are carried under the Catalyst chassis, and use an interchangeable mounting system, so each Catalyst can hold between four and ten battery packs. The batteries can be swapped out, upgraded, or reconfigured as needs change. === ZX5 === On September 15, 2020, Proterra announced the replacement to the Catalyst, the ZX5. Edmonton Transit System of Edmonton, Alberta was the launch customer for the 40-foot ZX5. The ZX5 features the same fibreglass and balsa wood body structure as the Catalyst, but incorporate design changes to both increase battery capacity and standardization with electric vehicle charging protocols. The overall appearance of the vehicle has been made more angular, while the roof fairing has been made more streamlined with provisions for roof-mounted battery packs, as well as integrated SAE J3105 (OppCharge) roof charger rails. The redesigned roof fairing has also resulted in an overall decrease of the vehicle's height by 6 inches. An additional plug-in charge port has also been added ahead of the front doors. The standard ZX5 model, with a 220 kWh energy storage system (corresponding to the previous Catalyst XR model), can travel up to 201 km (35ft) or 193 km (40ft) on a single charge, depending on the configuration of the vehicle. The ZX5+ model with a 440 kWh ESS (corresponding to the Catalyst E2 model) can travel up to 386 km (35ft) or 373 km (40ft) on a single charge. The ZX5MAX is the longest-range option available. With a 660 kWh energy storage system, the ZX5MAX can travel up to 529 km on a single charge. The ZX5MAX battery option is only available for the 40-foot length ZX5. The ZX5 can be charged using the SAE J3105 (OppCharge) overhead pantograph charging protocol, or with a J1772 CCS charger in the depot. The ZX5 with any battery option can be fully charged in around 2.9 hours using the OppCharge overhead charging system. Utilizing plug-in charging, the standard ZX5 takes around 2.9 hours to be fully charged, while the ZX5MAX takes around 4.7 hours to be fully charged. ===Others=== Proterra partnered with Van Hool to build that firm's first all-electric coach for North America. The Van Hool CX45E was announced in October 2017, to be available in 2019; it would be followed by a shorter CX35E model. Both of the Van Hool coaches were powered by the Proterra Catalyst E2 battery. A prototype CX45E was exhibited at Busworld Kortrijk in October 2019, the only North American coach shown at the European show. In July 2018, Foothill Transit announced they had ordered two Alexander Dennis Enviro500EV double-decker buses with powertrains built by Proterra. The Enviro500EV will use Proterra Catalyst E2 battery packs, on-board charging hardware, and thermal management. In October 2018, Proterra announced they had partnered with Thomas Built Buses to build an electric school bus, the Saf-T-Liner C2 Jouley (initially known as the Saf-T-Liner eC2). The Jouley is equipped with a 220 kW-hr battery, providing an estimated range of and capable of recharging in three hours using 60 kW DC fast charging equipment provided by Proterra. Dominion Energy announced an order for 50 C2 Jouley school buses in December 2019, which would be deployed in the initial phase of its school bus replacement program in Virginia. The partnerships with other bus OEMs led Proterra to announce in August 2019 the Proterra Powered initiative, which supports OEMs that are interested in using Proterra's battery-electric drivetrain for heavy-duty commercial vehicles. == Development and manufacturing == Proterra is a national company with its headquarters in Silicon Valley and manufacturing in San Gabriel Valley within metro Los Angeles and in South Carolina's Upstate Region—utilizing strengths and competitive advantages of all locations. The Proterra headquarters is centrally-located in California, home to America's largest concentration of electric vehicle and transportation technology development in North America and the number one market for transit in the U.S. The company also operates a West Coast manufacturing facility in the City of Industry, California. Proterra's East Coast manufacturing and engineering operations are located in Greenville, South Carolina and sits directly outside CU-ICAR. CU-ICAR's 250-acre campus—its research is focused entirely on industry needs and economic development—gives Proterra access to research and development resources that help further development of its EV buses and charging stations. == Current and future operations == A Proterra Catalyst operated by King County Metro. Proterra electric bus in downtown Dallas, TX , Proterra stated it had sold more than 400 vehicles to more than 45 customers in over 20 states. Current operations and future purchases include: {|class=\"wikitable sortable\" |- !Year !City/Location !State/Province !Agency !Vehicles !scope=\"col\" class=unsortable style=\"text-align:center;\"|Refs |- !2010 |Pomona ||CA |Foothill Transit |align=right|31 | |- !2012 |Tallahassee ||FL |StarMetro |align=right|27 | |- !rowspan=3| 2013 |San Antonio ||TX |VIA Metropolitan Transit |align=right|3 | |- |Stockton ||CA |San Joaquin Regional Transit District |align=right|11 | |- |Worcester ||MA |Worcester Regional Transit Authority |align=right|7 | |- ! rowspan=2| 2014 |Chicago ||IL |Chicago Transit Authority |align=right|22 | |- |Reno ||NV |Regional Transportation Commission of Washoe County |align=right|20 | |- !rowspan=4|2015 |King County ||WA |King County Metro Transit |align=right|23 | |- |Louisville ||KY |Transit Authority of River City |align=right|16 | |- |Nashville ||TN |Nashville Metropolitan Transit Authority |align=right|9 | |- |Seneca ||SC |Clemson Area Transit |align=right|7 | |- !rowspan=4|2016 |Chicago ||IL |JLL |align=right|10 | |- |Missoula ||MT |ASUM Transportation |align=right|2 | |- |Pioneer Valley ||MA |Pioneer Valley Transit Authority |align=right|3 | |- |Porterville ||CA |Porterville Transit |align=right|2 | |- !rowspan=11|2017 |Atlanta ||GA |Metropolitan Atlanta Rapid Transit Authority |align=right|1 | |- |Everett ||WA |Everett Transit |align=right|4 | |- |Fresno ||CA |California State University, Fresno |align=right|3 | |- |Fresno ||CA |Fresno County Rural Transit |align=right|4 | |- |Lexington ||KY |Lexington Transit Authority |align=right|6 | |- |Modesto ||CA |Modesto Area Express |align=right|4 | |- |Park City ||UT |Park City Public Works |align=right|6 | |- |Port Arthur ||TX |Port Arthur Transit |align=right|6 | |- |Shreveport ||LA |Shreveport Area Transit System |align=right|5 | |- |Visalia ||CA |City Of Visalia Transit Division |align=right|4 | |- |Wilmington ||DE |Delaware Transit Corporation |align=right|6 | |- !rowspan=14|2018 |Pierce County ||WA |Pierce Transit |align=right|3 | |- |Anchorage ||AK |PeopleMover |align=right|1 | |- |Baltimore ||MD |Baltimore Gas and Electric |align=right|2 | |- |Bremerton ||WA |Kitsap Transit |align=right|1 | |- |Chicago ||IL |Chicago Transit Authority |align=right|20 | |- |Dallas ||TX |Dallas Area Rapid Transit |align=right|7 | |- |Duluth ||MN |Duluth Transit Authority |align=right|7 | |- |Greensboro ||NC |Greensboro Transit Authority |align=right|4 | |- |Moline ||IL |Quad Cities MetroLINK |align=right|2 | |- |New York City ||NY |Metropolitan Transportation Authority |align=right|5 | |- |San José ||CA |Mineta San José International Airport |align=right|10 | |- |Santa Clara County ||CA |Santa Clara Valley Transportation Authority |align=right|5 | |- |colspan=2 | Washington, DC |DC Circulator |align=right|14 | |- | Yosemite ||CA | United States National Park Service |align=right|2 | |- !rowspan=6 | 2019 | Athens ||GA | University of Georgia |align=right|20 | |- | Los Angeles ||CA | Los Angeles Department of Transportation |align=right|25 | |- | Meridian ||ID | Valley Regional Transit |align=right|8 | |- | Miami-Dade County ||FL | Miami-Dade Transit |align=right|33 | |- | San Mateo County ||CA | San Mateo County Transit District |align=right|10 | |- | Toronto ||ON | Toronto Transit Commission |align=right|10 | |- !rowspan=3 | 2020 | Edmonton ||AB | Edmonton Transit Service |align=right|40 | |- | Los Alamos ||NM | Atomic City Transit |align=right|2 | |- | Fresno ||CA | Fresno Area Express |align=right|3 | |- align=right |colspan=3 | |TOTAL |476 |} Note: 25 Proterra buses were pulled from service in 2020 by authorities in Philadelphia, Pennsylvania after defects were discovered. ;Notes == Investors == Since inception, Proterra has been funded through FTA grants as well as venture capital funding. Since 2011 Proterra has raised more than $130 million in private equity funding. Investors include: *Kleiner Perkins Caufield & Byers, a venture capital private equity firm based in Silicon Valley. *General Motors Ventures LLC. *Mitsui & Co. Global Investment Inc., a subsidiary of Mitsui & Co., Ltd. *Vision Ridge Partners LLC, a Boston-based organization that advises and invests in transformative growth companies with a focus on sustainability. *88 Green Ventures LLC, an investment firm that manages asset capabilities to assist emerging green companies. *TAO Capital Partners, invests in technology, alternative energy, healthcare, consumer, and real estate businesses that have a sustainable positive impact. *BMW i Ventures http://www.bmwblog.com/2017/06/13/bmw-ventures-announces-strategic-investment- proterra/ == See also == *BYD Auto == References == ==External links== * * ===Altoona testing=== * Ecoride BE35 (BE35 BE35, test 2) * Catalyst (BE40 E2 FC PD) Category:Electric bus manufacturers Category:Bus manufacturers of the United States Category:Companies based in Burlingame, California Category:Motor vehicle manufacturers based in California Category:Vehicle manufacturing companies established in 2004 Category:2004 establishments in Colorado Category:Electric vehicle manufacturers of the United States ",
    "title": "Proterra, Inc."
}