{
    "id": "26885053",
    "text": "The alt=Two sailing warships flying flags with three vertical bands lie in front of a third sailing warship that features a flag with a cross hatched design on the top right corner. All three ships are surrounded by large clouds of smoke Ganteaume's expeditions of 1801 were three connected major French Navy operations of the spring of 1801 during the French Revolutionary Wars. A French naval squadron from Brest under Contre-amiral Honoré Ganteaume, seeking to reinforce the besieged French garrison in Egypt, made three separate but futile efforts to reach the Eastern Mediterranean. The French army in Egypt had been trapped there shortly after the start of the Napoleonic campaign in Egypt in 1798, when the French Mediterranean Fleet was destroyed at the Battle of the Nile. Since that defeat, the French Navy had maintained only a minimal presence in the Mediterranean Sea, while the more numerous British and their allies had succeeded in blockading and defeating several French bases almost unopposed. The despatch of Ganteaume's squadron was a direct effort to restore balance to the situation in the Mediterranean by First Consul Napoleon Bonaparte and on the first cruise it reached Toulon on 19 February 1801, providing vital reinforcements to the remnants of the fleet there. The second expedition, launched from Toulon a month later, was forced back to the port by a combination of bad weather and the British blockade. The third expedition actually reached the Eastern Mediterranean and a fruitless attempt was made to land troops at Benghazi, before British ships from the blockade of Egypt successfully drove Ganteaume's forces away. The French squadron returned to Toulon by 22 July, at which point the expedition was called off. Despite his failure to land troops in North Africa, Ganteaume did win a series of minor victories over lone British warships, including the frigate HMS Success and the ship of the line HMS Swiftsure, and several of his ships detached during the third expedition were subsequently involved in the Algeciras Campaign in July. Ultimately the inability of the French to break through the British blockade of Egypt resulted in the defeat and surrender of the garrison there later in the year. == Background == In May 1798, a large French fleet of warships and transports crossed the Mediterranean Sea with an army of more than 35,000 men under General Napoleon Bonaparte, intent on an invasion of Egypt, then nominally held by the neutral Ottoman Empire.Gardiner, p. 26 Pausing to capture Malta, the French force then pressed on eastwards aware that a fleet under Rear-Admiral Sir Horatio Nelson had entered the Mediterranean and was in pursuit. Successfully avoiding Nelson's forces, the fleet reached Alexandria on 29 June and immediately invaded, rapidly advancing inland and defeating the Mamluk rulers of Egypt at the Battle of the Pyramids on 21 July. While the army had pushed inland, the fleet, under Vice-Admiral François-Paul Brueys D'Aigalliers, had anchored in Aboukir Bay near Alexandria, and was found there in the afternoon of 1 August by Nelson's fleet. Despite the growing darkness, Nelson attacked at once and in the three- day Battle of the Nile destroyed or captured eleven ships of the line and two frigates. Just two ships of the line and two frigates escaped and among the more than 3,000 casualties was Admiral Brueys, killed on his flagship Orient.Gardiner, p. 35 With his route back to France suddenly closed, Bonaparte consolidated his position in Egypt and then attacked north into Ottoman Syria. The operation achieved some initial success, but British dominance at sea heavily influenced the campaign: the siege train was captured on its coastal barges, all supplies had to be brought overland and any French operations near the shoreline came under heavy fire from Royal Navy warships, particularly at the culminating Siege of Acre.Gardiner, p. 61 An attempt by the French Atlantic Fleet to intervene in the Mediterranean, known as the Croisière de Bruix, failed in July 1799.Clowes, p. 387 Defeated at Acre and driven back to Egypt, Bonaparte decided to return to France in November 1799 in order to take charge of the deteriorating situation in the War of the Second Coalition. He could only evacuate a small number of advisors with him on the frigates Muiron and Carrère, but promised the army remaining in Egypt under General Jean Baptiste Kléber that he would send support and reinforcements from Europe. Bonaparte successfully reached France without interception by British forces and on 9 November 1799 seized power in the coup of 18 Brumaire and proclaimed himself First Consul.Gardiner, p. 66 While Bonaparte was preoccupied in the Middle East and then with French politics, the Royal Navy had returned to the Mediterranean in force. British forces had withdrawn from the region in 1796 after France and Spain became allies in the Treaty of San Ildefonso, but Nelson's victory at the Nile had eliminated the French threat, allowing a large scale redeployment in the second half of the year. Malta was besieged, the Ionian Islands were captured by a joint Turkish and Russian force and successive efforts to reach the trapped garrison of Egypt were defeated at sea.Gardiner, p. 58 Negotiations to return the French troops to Europe collapsed and although Kléber defeated an Ottoman attack at the Battle of Heliopolis on 20 March 1800, he was assassinated in June.Gardiner, p. 66 As morale fell, the situation in Egypt became increasingly desperate for the French garrison and the British planned an invasion for March 1801. News of British intentions reached France where Bonaparte, who had successfully reorganised the French Army and driven back allied advances in Italy thus bringing the continental war to an end, ordered a squadron from the French Atlantic Fleet, based at Brest, to reinforce the garrison in Egypt.Clowes, p. 447 == First expedition == The squadron selected for the reinforcement of Egypt was placed under the command of Contre-amiral Honoré Ganteaume, a survivor of the Battle of the Nile and therefore an officer with experience of service in the Eastern Mediterranean. Under Ganteaume's command were three 80-gun and four 74-gun ships of the line, two frigates and a lugger which between them carried 5,000 troops as reinforcements for the Army in Egypt under General Jean Sahuguet.James, p. 87 Rumours were spread that the expedition was destined for the Caribbean to oppose the Haitian Revolution, and demonstrations were arranged at every French Atlantic and Channel port, intended to confuse the British blockade squadrons as to which ships were actually sailing and which were only giving the impression of doing so.Woodman, p. 157 Ganteaume's squadron was ordered to sail from Brest on 7 January 1801, but the diversion plan was not successful, as the British squadron that was permanently maintained off Brest under Rear- Admiral Henry Harvey immediately gave chase to Ganteauame's ships as they emerged from the Passage du Raz. Within hours, Ganteaume had been forced to take shelter under the batteries at the mouth of the River Vilaine, pretending that his voyage had only been a feint like the other operations along the coast. A few days later he managed to slip back into Brest harbour. On 23 January a heavy storm struck the Brittany coast, fierce northerly winds driving the British out to sea and leaving the entrance to Brest clear for Ganteaume's escape. Driving out through the Iroise, the French ships were scattered by the storm and several suffered damage to their masts. The squadron broke into two bodies: a main force of six ships of the line, one frigate and the lugger under Commodore Moncousu and a smaller force under Ganteaume, with one ship of the line and one frigate. Unobserved by the absent British, these forces passed southwest over the following five days, hoping to rendezvous at Cape Spartel. Both had encounters with scattered British warships: the larger body encountered the British frigate HMS Concorde under Captain Robert Barton at 09:00 on 27 January approximately northeast of Finisterre. Concorde was towing a seized Swedish merchant vessel, but abandoned the ship as soon as a ship of the line and the frigate Bravoure closed to investigate.James, p. 88 Concorde initially retreated before the advancing ships, but at distant from the squadron turned to meet Bravoure, which was now advancing alone. As he approached, Captain Louis-Auguste Dordelin demanded that Barton surrender but was met with musket fire and both ships commenced a close range engagement with their main broadsides. For half an hour the battle continued until wreckage was seen falling from Bravoure and Barton ordered his ship to ceasefire on the assumption that the French ship had surrendered. In fact, Dordelin was hastily turning his ship back towards the squadron for support and although Concorde gave chase, Barton's rigging was too severely damaged to continue the operation, Concorde turning back towards Europe at 03:00 on 28 January. Although Bravoure could still be seen in the distance the following morning, the continued presence of Moncousu's ships rendered any further efforts to attack Bravoure too dangerous. The British ship had lost four killed and 19 wounded from a total of 244 crew members, the French ten killed and 24 wounded, including Captain Doredelin, who had lost a hand.James, p. 89 === Entering the Mediterranean === On 30 January, shortly before the separated squadron was reunited off Cape Spartel, Ganteaume's ships also encountered a British vessel, chasing down the small fireship under Commander Richard Dalling Dunn. Incendiary was unable to resist the larger warships and after they had removed her crew her captors set fire to Incendiary, scuttling her. After passing southwards together, the united squadron reached the Straits of Gibraltar on 9 February and passed through them without resistance.Woodman, p. 158 As most of the British fleet was operating in the Mediterranean Sea and no news of Ganteaume's operation had yet reached the authorities at Gibraltar, the only Royal Navy ship on hand to observe the French squadron was the 32-gun frigate HMS Success under Captain Shuldham Peard that lay at anchor off the British base.Clowes, p. 448 Peard correctly assumed that the French squadron was sailing for Egypt and decided to follow them, shadowing the French during 10 February. That day the French captured and scuttled the 10-gun cutter . In the evening, Ganteaume called his ships to a halt off Cape de Gata in the Alboran Sea and Peard unwittingly passed them in the night, so that by the morning of 11 February the French were in a position to pursue his frigate.James, p. 90 For three days Peard sailed north and east, on several occasions believing that he had lost the French only for Ganteaume's ships to reappear over the horizon once more as light winds hampered his escape. At dawn on 13 February, Peard realised that he would eventually be caught and defeated, and swung Success back towards the west, hoping that by doing so he would lead the French straight into any British forces that might now be searching for Ganteaume. The plan failed when the wind disappeared completely at noon, and by 15:00 two French ships of the line had approached within gunshot. Hopelessly outnumbered, the frigate surrendered without further resistance and was attached to the French squadron as Succès, the crew provided by detachments from other vessels. Peard and his men joined the prisoners taken from Incendiary and Sprightly on Ganteaume's flagship Indivisible and were closely questioned as to British movements in the Mediterranean. When interrogated, Peard informed Ganteaume that the invasion of Egypt was already underway, that the Eastern Mediterranean was controlled by a powerful fleet under Lord Keith and that a squadron under Sir John Borlase Warren was actively hunting the French and could appear at any moment. The information that Ganteaume gleaned from his captive was largely false. A large expeditionary force and fleet under Lord Keith was in the Mediterranean but would not arrive in Egypt for more than two weeks, British landings eventually going ahead on 8 March. At the time Ganteaume questioned Peard, the force was anchored at Karamania on the southern coast of Anatolia, struggling with reluctant Ottoman allies and bad weather.Gardiner, p. 79 In addition, there was little active pursuit of his squadron during February: when Concorde reached Plymouth on 3 February, urgent messages were sent to Earl St Vincent at the Admiralty who ordered the despatch of a fast squadron of six ships of the line, two frigates and a brig in search of Ganteaume's ships. However, attached to command this force was Rear-Admiral Sir Robert Calder, who traveled in a slow second rate ship of the line that significantly delayed the passage of his squadron. In any case, a miscalculation of Ganteaume's intentions at the Admiralty resulted in orders for Calder's squadron to sail to the West Indies, and they played no further part in the campaign.Clowes, p. 449 Warren, whose squadron was based off Cádiz, had learned of Ganteaume's passage on 8 February and sailed to Gibraltar in pursuit before continuing to Menorca on 13 February, arriving on 20 February without seeing any sign of the French and subsequently sailing for Sicily in March after hearing news of the impending Treaty of Florence between France and the Kingdom of Naples.Clowes, p. 450 Despite the lack of genuine pursuit, Ganteaume was unnerved by the information gleaned from Peard, and ordered the squadron to sail for Toulon, arriving on 19 February without any further contact with the Royal Navy. == Second expedition == When Bonaparte learned that Ganteaume was anchored in Toulon rather than off the Egyptian coast, he was furious and ordered the squadron to return to sea and complete its mission as ordered. His anger was amplified by the news that the frigate Africaine, despatched from Rochefort with the same orders to resupply Egypt, had been captured at the Action of 19 February 1801 by the British frigate HMS Phoebe in the Western Mediterranean.James, p. 141 To emphasise his instructions, Bonaparte sent General Jean-Gérard Lacuée to deliver them in person. Ganteaume was ordered to sail to Alexandria immediately, and if the Egyptian port was under attack by British forces, the troops were to be landed anywhere practical between Cape Rasat and Tripoli and make their way to Alexandria overland. Ganteaume sailed on 19 March, as soon as Lacuée had delivered the orders, with seven ships of the line, three frigates and three merchant ships carrying supplies.James, p. 92 Within hours of departing from Toulon, the squadron was struck by a heavy gale. One of the ships of the line lost its mainmast and turned back for Toulon, and the remainder of the force was scattered. The British blockade force sighted the disparate squadron on the following morning and although the French escaped pursuit, HMS Minerve succeeded in capturing one of the isolated merchant vessels. By 25 March, all but three of Ganteaume's ships had been recovered and the force was limping southwards through the Tyrrhenian Sea when it ran directly into Warren's squadron as it returned from Sicily. Ganteaume turned southeastwards to escape and Warren gave chase, the faster vessels in his squadron gaining on the French but the slower ships, particularly HMS Gibraltar and HMS Athenienne, falling far behind. Concerned that this placed his squadron in danger of becoming separated during the night, Warren ordered his faster ships to slow down and gradually lost sight of the French during the evening. Ganteaume took advantage of the respite to turn northwards in the darkness, and once again returned to Toulon.James, p. 93 == Third expedition == When news reached Bonaparte that Ganteaume had returned to Toulon for a second time, he once again issued orders for the admiral to go to sea and fulfill his original orders to resupply the Egyptian garrison. On 27 April, the French force sailed for the third time, with seven ships of the line, two frigates, a corvette and two storeships. Before sailing to Egypt Ganteaume first cruised off Elba in the Ligurian Sea, achieving regional superiority long enough that a force was able to cross to the island from Piombino, rapidly subduing all but the fortress of Porto Ferrajo, which was besieged. Ganteaume's ships bombarded the fortress on 6 May, but an outbreak of typhus in the squadron significantly reduced its operational effectiveness. Ganteaume therefore divided his force, taking four ships with healthy crews south,Musteen, p. 32 while Formidable, Indomptable and Desaix, and the frigate Créole were all too undermanned to perform efficiently, and were sent back to Toulon.James, p. 93 Having reorganised his force, Ganteaume passed through the Straits of Messina on 25 May. On 5 June off Brindisi, the squadron sighted and chased the British frigate HMS Pique under Captain James Young, which was able to effect an escape to Alexandria and warn Keith of Ganteaume's approach.Woodman, p. 159 A planned rendezvous off Brindisi with three Neapolitan frigates did not occur, and by 7 June the squadron was close enough to Egypt for Ganteaume to send his corvette Héliopolis to investigate the situation at Alexandria.Clowes, p. 452 On 9 June, Héliopolis reached the Egyptian coast and immediately came under pursuit from the British ships of the line HMS Kent and HMS Hector and a brig that had been detached from Lord Keith's fleet the previous day. Under pressure, the captain of Héliopolis sought safety in Alexandria harbour, which was still in French hands, and became trapped there. Keith meanwhile, acting on the report of Captain Young who had arrived on 7 June, had turned the remainder of his ships to the west in search of Ganteaume. When the corvette did not return to his squadron, Ganteaume assumed that it had been captured and that a powerful enemy presence lay off the harbour. Believing that a landing in Egypt itself would be impossible, he searched for an alternative site, and determined that the soldiers aboard should be landed at Benghazi, a small town situated between Tripoli and Alexandria. On sighting the French the inhabitants formed a militia, their control of the available beaches rendering a landing impractical. Even as the French squadron dropped anchor off Benghazi, the first ships of Keith's fleet appeared to the east. Ganteaume panicked and instructed his captains to cut their anchor cables and flee to the west. The two storeships, much slower than the rest of the squadron, were abandoned by the warships and were subsequently seized by the fast frigate HMS Vestal under Captain Valentine Collard.Clowes, p. 453 Ganteaume's surviving squadron gradually outran Keith's pursuit and on 24 June was sailing off Cape Derna when a sail was sighted to the northeast. Ganteaume ordered his ships to pursue, and the strange ship was discovered to be the British ship of the line HMS Swiftsure under Captain Benjamin Hallowell, which had been despatched by Keith to warn Warren's squadron that Ganteaume was in the Eastern Mediterranean.James, p. 94 Although he attempted a series of increasingly desperate manoeuveres in his efforts to escape, Hallowell's ship was in poor repair and under-crewed and after a short exchange of fire, was forced to surrender. Without any warning, Warren was not able to intercept Ganteaume's return, and the French squadron was able to reach Toulon unharmed on 22 July.James, p. 95 == Aftermath == Heliopolis was the only one of Ganteaume's ships to reach the Egyptian garrison, joining the frigate Régénérée and the corvette Lodi that had each made the passage independently and had arrived on 1 March.James, p. 99 It was the last reinforcement for the Army of Egypt: without Ganteaume's supplies and with the Royal Navy dominant in the Eastern Mediterranean, the French forces in Egypt were outnumbered by the British expeditionary force and defeated in a campaign during the summer of 1801, surrendering at the Capitulation of Alexandria in August.Gardiner, p. 83 Although he totally failed to achieve his primary objective, Ganteaume's naval forces had significantly reinforced the battered French Mediterranean fleet: the ships that were detached at Elba in May were subsequently engaged at the Battles of Algeciras in July, at which another British ship of the line was captured but the Franco-Spanish force suffered severe losses.Gardiner, p. 93 Although he was the subject of severe criticism by Bonaparte, historian William Laird Clowes, writing in 1900, considered that Ganteaume had done well to prevent his squadron being overwhelmed by the British, particularly during the attempt to land at Benghazi when he almost suffered a repeat of the situation at the Nile in 1798, with his ships anchored close inshore as a British fleet bore down on them. This precarious position, described by Clowes as a \"mad idea\", was not one of Ganteaume's choosing: it had been dictated by Bonaparte before he departed Toulon for the second time. Clowes considered that Ganteaume's \"caution was, after all, less dangerous to his country than the rash and infatuated naval strategy of his master\".Clowes, p. 454 Ganteaume did not hold another sea command, but was made commander of the Mediterranean and governor of Toulon following the Peace of Amiens in March 1802.Michaud, p.98 == Order of battle == {| class=\"wikitable\" width=100% |-valign=\"top\" !colspan=\"11\" bgcolor=\"white\"|Admiral Ganteaume's squadron |- valign=\"top\"|- valign=\"top\" ! width=15%; align= center | Ship ! width=5%; align= center | Guns ! width=25%; align= center | Commander ! width=30%; align= center | Notes |- valign=\"top\" | align= left | Indivisible | align= center | 80 | align= left | Contre-Admiral Honoré Ganteaume Captain Antoine-Louis Gourdon Captain Pierre-Paulin Gourrège (from 9 March 1801)Quintin, p. 157 | align= left | Engaged in the battle with Swiftsure |- valign=\"top\" | align= left | Indomptable | align= center | 80 | align= left | Commodore Pierre Augustin Moncousu | align= left | Detached in April 1801 |- valign=\"top\" | align= left | Formidable | align= center | 80 | align= left | Contre-amiral Linois Captain Joseph Allary Captain Laindet Lalonde (from March)Troude, p.231 | align= left | Detached in April 1801 |- valign=\"top\" | align= left | Desaix | align= center | 74 | align= left | Commodore Jean-Anne Christy-Pallière | align= left | Detached in April 1801 |- valign=\"top\" | align= left | Constitution | align= center | 74 | align= left | Captain Gilbert-Amable Faure | align= left | |- valign=\"top\" | align= left | Jean-Bart | align= center | 74 | align= left | Captain Francois- Jacques Meynne Captain Joseph Allary(from March 1801) | align= left | |- valign=\"top\" | align= left | Dix-Aôut | align= center | 74 | align= left | Captain Jacques Bergeret Captain Louis-Marie Le Gouardin (from 10 March 1801)Quintin, p. 221 | align= left | Engaged in the battle with Swiftsure |- valign=\"top\" | align= left | Créole | align= center | 40 | align= left | Captain Pierre-Paulin Gourrège (12 April 1799 – 9 March 1801, when he took command of Indivisible) | align= left | Detached in April 1801 |- valign=\"top\" | align= left | Bravoure | align= center | 36 | align= left | Captain Louis-Auguste Dordelin | align= left | |- valign=\"top\" | align= left | Héliopolis | align= center | 20 | align= left | | align= left | Not attached until after arrival in Toulon. Reached Alexandria in June 1801. |- valign=\"top\" |colspan=\"9\" align=\"left\"|Unless otherwise cited the source is James, p. 87 |- |} == References == == Bibliography == * * * * * * * * Category:Naval battles of the French Revolutionary Wars Category:Conflicts in 1801 Category:Military expeditions Category:Expeditions from France ",
    "title": "Ganteaume's expeditions of 1801"
}