{
    "id": "268802",
    "text": "The Kowloon–Canton Railway (KCR; ) was a railway network in Hong Kong.Legislative Council information paper CB(1)357/07-08(01), THB(T) CR 8/986/00, CB(1)1749/07-08(01) It is owned, and was operated by the Kowloon–Canton Railway Corporation (KCRC) until 2007. It provided rapid transit services, a light rail system and feeder bus routes within Hong Kong, and intercity passenger and freight train services to Mainland China. While still owned by its previous operator, the KCRC (which is wholly owned by the Hong Kong Government) has been operated by the MTR Corporation under a 50-year, extendible, service concession since 2 December 2007. The two companies have since merged their lines into one unified MTR system. Immediately after the merger, steps were taken to integrate the network into the same fare system as the MTR, and gates between the two networks were removed in several stages in 2008. Although the MTR Corporation is a listed company, the Hong Kong Government is the controlling shareholder. In 2006, the local KCR passenger train network (i.e. intercity services excluded) recorded an annual ridership of 544 million. ==History== === 19th century === During the 19th century, the western colonial powers competed with each other to establish and maintain commercial and political spheres of influence in China. Hong Kong held a vital position in protecting British trading interests in South China. The idea of connecting Hong Kong and China with a railway was first proposed to prominent Hong Kong businessmen in March 1864 by a British railway engineer, Sir Rowland MacDonald Stephenson, who had considerable experience of developing railways in India. The minutes of the committee of the Chamber of Commerce meeting in Hong Kong, where a letter setting out his ideas was considered on 7 March 1864, state that \"the opinions of the Chamber in respect to his suggestions should be recorded in the form of a letter, to the effect that the Committee deem it essential for the advancement of the project that short lines of railway should at first only be tried, and that it is not advisable at present to interfere with any water communications which are already established and can generally be worked more cheaply than railway traffic.\"Kowloon-Canton Railway (British Section) – A History, Robert J Phillips, An Urban Council Publication, 1990 The main reason for this decision, which effectively killed MacDonald Stephenson's idea, was that many of the businessmen concerned had a personal interest in protecting their investments in the established shipping companies that enjoyed a monopoly on carriage of passengers and goods into and out of China. It took a further 30 years before the idea of building a railway from Hong Kong to China was again given serious consideration. In the last decade of the 19th century increasing diplomatic and trade activity by France in Canton and the granting of a concession to Belgian interests to construct a railway from Peking to Hankow, led to diplomatic and commercial concerns from the British about protecting Hong Kong as the major trading port for South China. , Qing governor of the Kwangtung province, also made at the time a similar proposal for a railway connecting Canton with the rural hamlet of Sham Shui Po just outside the British border. Britain was at the time vastly expanding her sphere of influence in the Far East and was striving to obtain the rest of Hong Kong up to the Shenzhen River. Li saw this chance as a method to develop Sham Shui Po as another probable trading hub. Although Li did correctly prophetize the village's prosperity following to the annexation of the New Territories in 1898, Li's proposal was eventually rejected by the Central Government in favor of the budget being allocated to the much anticipated Canton–Hankow railway. The British, however, caught up with this proposal and the idea of a railway similar to this was first considered with much interest. The British Government extracted a number of railway concessions from the Chinese Government for the British & Chinese Corporation, a joint venture formed in 1898 between the trading company of Jardine Matheson & Co. and the Hong Kong and Shanghai Bank. These concessions included the right to construct and operate a railway from Kowloon to Canton that would link to the Peking-Hankow- Canton line. While the British & Chinese Corporation undertook a preliminary survey of the proposed route of the line in 1899, the financial uncertainties created by the Boxer Rebellion in China (1899–1901) and the Boer War (1899–1902) in South Africa made it difficult for the Corporation to raise funds for the project. However, by the beginning of the 20th century, the Hong Kong Government under the leadership of the colony's governor, Sir Henry Blake, decided that urgent action was required. === 1904–1945: Construction and early years === Discussions between the Colonial Office in London, the Hong Kong Government and the British & Chinese Corporation, led to an agreement in late 1904 that the Hong Kong Government would undertake the financing, construction and operation of the section of the line within Hong Kong. The remaining section to Guangzhou would be financed through a loan raised by the British & Chinese Corporation on behalf of the Chinese Government, which would operate the section after its construction by the corporation. £100 bond issued as part of a £1.5 million loan for the Chinese section Settling the detailed financing arrangements for the British and Chinese sections proved to be complicated because the funding of the British Section (as it became known) depended on the raising of the loan for the Chinese Section. The arrangements were finally ratified by the Hong Kong Government's passage of the Railway Loans Ordinance in 1905, clearing the way for construction of the British Section. It took until 1907, however, for the loan agreement for the Chinese Section to be concluded, with the financing being provided by way of a bond issue floated in London in April of the same year. The importance attached to the project was reflected in a speech made to the Hong Kong Legislative Council by the colonial governor, Sir Frederick Lugard, in 1908: \"You will recall that in 1905 it was decided to build the railway by means of a loan. It was not a question of whether the undertaking would be an immediately remunerative concern; it was not a question of whether the railway should pay interest and sinking fund on the capital expended, or even if it would at once pay working expenses. It was a question of preserving the predominance of Hong Kong. It was a question of seeing that the final outlet of the main trunk railway should be at Kowloon, and at no other place.\" Two routes were suggested for the British Section, a western route of about from the tip of Kowloon peninsula via Tsuen Wan to Castle Peak Bay and thence to Yuen Long and the border with China, and a more direct eastern route of about requiring tunnelling through the Kowloon hills and thence to the border via Tide Cove (Sha Tin), Tai Po, Fanling and Sheung Shui. Following a detailed survey in 1905, the eastern route was proposed. Although the formal approval of the Colonial Office in London was not given until February 1906, the Governor, Sir Matthew Nathan, had anticipated a positive outcome and had already instructed the Public Works Department to start earthworks on the route from Tai Po Market to Fanling in December 1905. The initial estimate for the project was HK$5,053,274, which included the cost of excavating a tunnel through the Kowloon hills at Beacon Hill and reclamation in Kowloon for a terminus. However, underestimation of the challenges, changes in design, depreciation of the Hong Kong dollar against the pound sterling (much of the equipment had to be imported from Britain), difficulties in recruiting suitable labour coupled with a high mortality and sickness rate amongst the workers (malaria, beri beri and dysentery were endemic in Hong Kong at that time) and right-of-way land acquisition costs greatly pushed up the final cost of the project. Beacon Hill Tunnel in 1910, south portal. The most difficult part of the project was the construction of the Beacon Hill Tunnel, which ended up costing about one quarter of the whole project. Together with the construction of the Sha Tau Kok Line, a two-foot narrow gauge branch railway from Fanling to Sha Tau Kok (making use of the rails and rolling stock used in the construction of the main line and later closed in April 1928), the final cost was HK$12,296,929, making it one of the most expensive railways in the world and, as costs escalated, the subject of much concern in both Hong Kong and London. Although the design called for the construction of only a single track of a standard gauge of 4 feet 8½ inches, an important decision made was to ensure that as far as possible the right-of-way of the railway, i.e. all bridges, cuttings, and embankments (with the exception of the tunnels to reduce budget), allowed for the laying of a future second track. This decision, although it might have seemed unnecessarily costly at the time, proved of benefit some 75 years later when the railway was finally double- tracked. The railway was formally opened on Saturday, 1 October 1910, but without a terminus, this event being officially recorded by way of a notice in the following Friday's Hong Kong Government Gazette. 800px Image:Opening of KCR 1910.jpg|Opening Ceremony at Tsim Sha Tsui on 1 October 1910 Image:Victoria_City_and_Kowloon_1915.jpg|Original route of KCR line in Kowloon Image:Henry_May_1910.jpg|Acting Governor, Sir Henry May, and his wife inspect the tracks of the British Section at Lo Wu on 1 October 1910 Image:KCRC_Lo Wu opening 1910.jpg|Acting Governor, Sir Henry May, and guests at Lo Wu on 1 October 1910 Some of the harbour at the south of the Kowloon peninsula, between Signal Hill (Blackhead Point) and Hung Hom, had taken place using material excavated from the route and carried to the site by a two-foot gauge railway. However, the final decision to locate the terminus at the tip of Kowloon peninsula was not made until 1910, and the terminus was only fully completed and commissioned in March 1916, although the platforms themselves were put into service in 1914.Kowloon-Canton Railway (British Section) Annual Reports for 1914 to 1916 Chinese and British officials celebrate the laying of the foundation stone for the Chinese Section at the Canton Terminus in 1909 The railway opened in 1910 with a number of temporary stations. Part of a godown (warehouse) next to the site of the present day Star Ferry pier in Tsim Sha Tsui was rented and converted into a passenger station with rails to it laid down Salisbury Road from Signal Hill. Temporary stations were built at Hung Hom and Lo Wu, with permanent stations being built at Sha Tin, Fanling and Tai Po (later named Tai Po Kau), and a flag stop at Tai Po Market which shortly became a proper station for passenger service. Traffic on the new railway was at first quiet as there was little demand for passenger and freight services by the inhabitants of the then undeveloped New Territories north of Beacon Hill. Only after the Chinese Section was completed and opened in 1911 did traffic start to build up as people took advantage of the fast journey time of only 3 hours 40 minutes from Kowloon to Canton. Early railway network of China Little changed up until the Second World War, with the commercial success of the railway being closely linked to events in China. During the defence of Hong Kong in December 1941, various bridges and tunnels were deliberately blown up by the retreating British forces. After repairs had been made, the line was operated throughout the war by the Japanese using the services of the Chinese staff who had remained after the fall of the colony. During this period the railway gradually deteriorated through lack of adequate maintenance. Rolling stock and other equipment were also sent to China for use there by the Japanese. After the British resumed control of Hong Kong in 1945, following the defeat of Japan, the railway was in a sorry state. Initially the task of restoring the railway to a working condition rested with the military. Twelve locomotives were urgently ordered from Britain (arriving in 1946–47) and efforts focussed on bringing the railway up to a workable condition. Civilian management of the railway was again resumed in 1946. === 1945–1982: Post-war development and electrification === War Department Austerity 2-8-0 Locomotive acquired in 1947 The post-war management faced many problems, including lack of records, which had almost all been destroyed by the Japanese and had to be reconstructed from the memories of serving and previous staff; shortages of coal for the engines necessitating their conversion to burning fuel oil; currency exchange rate difficulties due to devaluation of the Chinese currency requiring agreement with the Chinese authorities to use the Hong Kong dollar as the basis for all transactions; worn-out equipment; and staff shortages. At the same time, there was a huge demand for passenger and freight services as people who had fled to China during the war moved back to Hong Kong, and because huge volumes of goods needed to be carried into China to help in post-war relief efforts there. From an immediate post-war figure of around 600,000, the population of Hong Kong rose to nearly 2 million by the end of 1947, with the influx reaching a rate of about 100,000 per month during this period. Although freight demand to China gradually fell, the influx of people from China continued due to the Chinese Civil War. Through-train passenger services to China stopped on 14 October 1949, the day prior to the capture of Canton by the Communists. Passengers and goods then had to be transhipped at the border. Despite the inconvenience that this caused, the railway benefitted by Hong Kong becoming the centre of communications and trade with southern China, especially as much of the traffic that had hitherto gone by sea could no longer do so. Refugees fleeing the new communist government of China also often settled in squatter areas along the railway, and this, together with an increase in the British Army's presence, added to domestic travel demand in Hong Kong. In 1951 agreement was reached with the Chinese authorities for goods wagons to again cross the border, but passenger services continued to terminate at the border at Lo Wu station. However, the Korean war (1950–1953) led to an embargo by western governments on certain goods being exported to China, and tough restrictions introduced by the Chinese government on the number of people allowed to cross the border, which together led to a severe decline in rail revenue. The situation saw little improvement until 1955, and to reduce the operating costs of the steam locomotives a decision was taken in 1954 to gradually replace these with diesel locomotives. For the rest of the 1950s and 1960s, despite some short- term disturbances in 1967 resulting from a spill over into Hong Kong of the Cultural Revolution in China, both domestic and cross-border traffic continued to show steady overall growth. One major decision taken during the late 1960s was to relocate the large railway workshops from Hung Hom to their present location at Ho Tung Lau in Sha Tin and to construct a new terminus at Hung Hom. This was necessary to permit construction of the first cross-harbour road tunnel – replacing the previous reliance on ferries to cross Victoria Harbour – and to overcome the constraints imposed on rail traffic growth by the first terminus at Tsim Sha Tsui. While the move to Ho Tung Lau took place in 1968, the Hung Hom station complex was not completed and opened until November 1975, at which time the Tsim Sha Tsui terminus was closed and shortly thereafter demolished except for the clock tower, which remains a landmark today. So far improvements to the railway had been incremental in nature. In the 1970s it became clear that a radical rethink was needed if the railway was to cope with future demands. In 1972 the government set up a steering group to examine the need for future short-term and long-term improvements to the railway given the growth in freight and passenger traffic to China, coupled with the government's plans to construct large new towns at Sha Tin, Tai Po, Sheung Shui and Fanling in the New Territories that would further increase domestic travel demand. At that time the new towns were intended to be constructed to a \"balanced design\" concept under which employment opportunities as well as people would be relocated from substandard accommodation in the older urban areas, thereby minimising the additional demand on the transport network. As later became apparent, however, while people were moved in their hundreds of thousands to live in the New Territories, the major centres of employment and of leisure activities remained in the urban areas, leading to an even greater dependence on the railway to support a rapidly increasing daily commuter flow. In 1974 a 10-year investment programme was started to provide for the complete double-tracking and electrification of the railway from Hung Hom to Lo Wu, requiring the building of a second Beacon Hill Tunnel together with the construction or upgrading of stations and other facilities. This exercise was completed by the early 1980s and on 16 July 1983 the use of diesel-hauled trains ceased for domestic passenger services. Diesel locomotives continued to be used for through-train passenger services, which resumed in 1979 following implementation by Deng Xiao Ping of economic reforms in China, and for freight and track maintenance services. One consequence of the electrification was that, whereas much of the old track in the New Territories had remained unfenced, with footpaths or roads alongside or across the track used by many villagers, the faster, quieter and more frequent electric services required the complete fencing off of the track from Lo Wu to Hung Hom, necessitating the construction of footbridges with both steps and sloping ramps at various village locations. As a former Assistant District Officer in Tai Po recalls, one of the claimed concerns of the villager elders at the time was to be able to carry coffins across the tracks to the nearest road as not all villages were served by an alternate road access. During this 10-year period, thought had also been given by the government as to the future management of the railway. Hitherto the railway had been run as a department of the government, and was subject to the normal civil service rules and requirements. This made it difficult to take a commercial approach to operating what was increasingly becoming a major business in investment and revenue terms. Corporatisation of public services as a means to permit government-owned public utilities to operate more along the lines of private sector business was an approach that was beginning to gather interest at the time from several governments – the US and UK governments under Reagan and Thatcher being prime movers. The object of corporatisation was to allow the public service providers to make a commercial return on their assets, thus reducing the need for investment of public funds raised predominantly from taxes, while still remaining under government control. On 24 December 1982, the KCRC Ordinance (Cap 372) was enacted and the KCR ceased to be a government department, although it remained wholly owned by the government. Under the Ordinance a managing board, comprising 10 members appointed by the governor (Chairman, managing director and not less than 4 nor more than 8 other members), became responsible for overseeing the day-to-day operations of the Corporation. The Corporation was required to \"perform its functions with a view to achieving a rate of return on the assets employed in its undertaking, and in accordance with ordinary commercial criteria, is satisfactory.\" === 1982–2004: An expanding network === Interior of a refurbished Metro Cammell EMU on the East Rail Line Map of the KCR network before the railway merger (grey lines belong to the MTR network) Interior of the SP1900, one of the newer trains on East Rail and West Rail Lines The British Section of the original Kowloon–Canton Railway was originally operated by a department within the Hong Kong Government. Following the government's plan to corporatise the operation of the railway, the Kowloon–Canton Railway Corporation (KCRC) was established in December 1982, with the government remaining as the sole shareholder. With the development and urbanisation of the New Territories, the British Section became an important corridor to connect the new towns in eastern New Territories with urban Kowloon. Electrification and conversion to a dual-track system was completed in 1984. Since then, the suburban rail became much more metro-like. Frequent service was provided, and in the 1990s trains were refurbished to provide fewer seats and more standing places. In 1984, the KCRC accepted the government's invitation to build and operate a light rail system in northwestern New Territories. The Light Rail Transit (known later as the KCR Light Rail, and now simply the Light Rail) was opened in 1988. The KCRC won a bid in 1996 to build a \"Western Corridor Railway\", later branded as the KCR West Rail and opened in 2003. The British Section of the original Kowloon–Canton Railway was renamed KCR East Rail, and the LRT became KCR Light Rail. The names \"Kowloon–Canton Railway\" or \"KCR\" has become to refer to the network operated by the KCRC. The KCR Ma On Shan Rail was opened in 2004 as a branch line to the KCR East Rail. The KCRC also made proposals to plan, build, and operate the Kowloon Southern Link, an extension of the West Rail to connect with the East Rail; the KCRC received permission for the project from the government on 24 September 2002. Disputes on the funding and location of the eventually- cancelled Canton Road station in Tsim Sha Tsui, which was in the proposed alignment, postponed the construction by a year to 2005. Construction started on 7 November 2005. The new link started operation on 16 August 2009. === 2006–2007: Takeover by MTR Corporation === KCR Feeder Bus in service. Various proposals to merge the KCRC and the other railway operator in the territory, the MTR Corporation (MTRC), had been on the government's agenda since the 2000s. In 2006, the government, as the sole shareholder of the KCRC, decided that the two railway networks should be merged with the MTRC being granted a service concession to operate the KCR network for an initial period of 50 years. The decision was passed by the Executive Council on 11 April 2006, and was later approved by the Legislative Council and the minority shareholders of the MTRC (the government, which had a 75% stake in the MTRC, did not vote). It was later decided that the merging of the corporations' two rail networks would take place on 2 December 2007. Since then the KCRC has become a holding company. Under the service concession, the MTRC pays the KCRC a fixed annual sum of HK$750 million, and from the fourth year after merger of the two networks, a sliding percentage scale share of annual revenue above HK$2.5 billion earned from the KCRC network. As part of the merger, the KCR East Rail, KCR West Rail and KCR Ma On Shan Rail were renamed East Rail Line, West Rail Line and Ma On Shan Line, respectively. The KCR Light Rail is now known simply as the Light Rail. Mong Kok station on the East Rail was renamed Mong Kok East. On 2 August 2007, Chief Executive Donald Tsang announced that, considering the technical requirements, passenger forecast, Hong Kong's future economic development and the closer trade ties between Hong Kong and Guangdong, the new Guangzhou-Shenzhen-Hong Kong Express Rail Link would adopt the dedicated-corridor option after the 10th Plenary of the Hong Kong/Guangdong Co-operation Joint Conference. The Kowloon–Canton Railway Corporation had submitted a detailed project proposal to the government. However, the project was instead built by the MTRC. In 2017, the Hong Kong Government announced that Guangzhou-Shenzhen-Hong Kong Express Rail Link would be leased to KCRC, and MTR would operate the railway under the rail merger service concession agreement. ==Fares and tickets== There were two different fare classes on the KCR: Adult and Concessionary. Only children between the ages of 3 and 12, and senior citizens 65 years or over qualified for the concessionary rate. Like the MTR, the KCR did not provide a concessionary fare for students, although there was a student discount system available for students who lived in Tuen Mun, Yuen Long and Tin Shui Wai. Fares on the East Rail, Ma On Shan Rail, West Rail and the Light Rail (Octopus fare system only) were based on the distance between the start and end points of the journey. The Light Rail implemented a zone-based fare system for single journey tickets; there are six zones in total. The fare for first-class service on the East Rail was double that of normal fares. Fares to Lo Wu were substantially higher than fares to the station just before, Sheung Shui, because of a tariff imposed on those travelling across the border to mainland China. There are two payment methods: * Octopus card * Single Journey Ticket ===Octopus card=== In 1998, the MTR and KCR started using the Octopus Access Control System as the main payment method for travel on its network, replacing the Common Stored Value Tickets. Octopus cards are rechargeable, contactless smart cards, thus the value of the money is digitally stored in the card, and the amount can be automatically calculated and deducted by Octopus card readers. The system was originally proposed and introduced by the MTR. It has been extended to different services such as minibuses, franchised buses, supermarkets, and fast food restaurants. It has the potential to be further developed in other fields of services. The older, traditional magnetic ticketing system is also still in use for single journeys. Using the Octopus card to travel on the KCR was slightly cheaper than using Single Journey Tickets. Various discount schemes on different lines, and free or discounted transfer to other modes of transport have to be done through Octopus Card. ==Rolling stock== ===Locomotives=== {| class=\"wikitable\" |- !Manufacturer !Model !Type !Numbers !Year |- | Electro-Motive Diesel (Canada)/Clyde Engineering (Australia) | EMD G26 CU diesel loco | 3 | diesel locomotives |(1974–1977) |- | Siemens (Germany) | ER20 locomotive | 5 | diesel locomotives | 2002 |- | Adtranz-SLM | Lok 2000 locomotive | 2 | electric locomotives | 1997 |} ===Passenger trains=== {| class=\"wikitable\" |- !Manufacturer !Model !Numbers !Year enter service !Notes |- | Metro-Cammell | EMU England | 348 out of 351 cars (all underwent mid-life refurbishment between 1996–1999) | 1982 | |- | Kinki Sharyo | EMU SP1900 | 96 cars | 2001 | East Rail service |- | Itochu/Kinki Sharyo/Kawasaki Heavy Industries consortium | EMU SP1900 | 154 cars (2001) | 2003 | West Rail service |- | Kinki Sharyo | EMU SP1950 | 72 cars (same model as SP1900) | 2004 | Ma On Shan Rail |- | Kinki Sharyo | KTT passenger coaches | 12 | 1998 | for service between Guangzhou and Kowloon4 |} ===Light rail=== {| class=\"wikitable\" |- !Manufacturer !Model !Numbers !Year enter service !Notes |- | Comeng (Australia) | LRV | 70 units | 1988 | |- | Kawasaki Heavy Industries (Japan) | LRV (DT/MT) | 30 units | 1992–1993 | |- | A Goninan & Co (Australia) | LRV | 20 units | 1997–1998 | |- | A Goninan & Co (Australia) | ballast car | N/A | 2009– | |} ===Feeder buses=== {| class=\"wikitable\" |- !Manufacturer/Model !Numbers !Year entered service !Fleet number |- | Volvo B10M (Sweden) | 15 | 1995 | 401–415 |- | Dennis Dart (UK) | 3 | 1995 | 501–503 |- | Dennis Trident 3 (UK) | 22+53(second hand) | 1999–2000 | 601–622, 701–753 |- | Volvo Olympian | 15 | 1997–1998 | 225–239 |- | Alexander Dennis Enviro500 (UK) | 24 | 2008 | 801–824 |- | Alexander Dennis Enviro200 Dart (UK) | 11 | 2008 | 901–911 |} Updated: Dec 2009 ===Service vehicles=== {| class=\"wikitable\" |- !Manufacturer !Model !Numbers !Year enter service !Notes |- | | small crane car | | | |- | | flatcars | | | |- | | 25t crane | | | |- | | crane with services wagon | | | |- | | services Wagon | | | |- | Plasser and Theurer | track machine | | | |- | | maintenance wagon | | | |- | | Overhead cable inspection vehicle | | | |- | Plasser & Theurer. Bauart 08-275 | Unimat 3S | | | |- | | Railbus | | | |- | Brush Traction electric hydraulic locomotive | work vehicle | | | |- | Schoma diesel hydraulic locomotive | work vehicle | | | |} ²This steam engine was once used on the Sha Tau Kok Branch Line, but since its closing in 1924, the engine has been displayed in the Tai Po Railway Museum. It has been the only steam engine in Hong Kong for over 40 years (since the KCR last used a steam engine). ³Unit E44 (cars 144-244-444) didn't undergo refurbishment, and No. 144 is now kept at the Tai Po Railway Museum for display. 4All Kinki Sharyo stock are purchased and imported from Japan. ===Historic=== Some of these are located at the Hong Kong Railway Museum in Tai Po, but most were scrapped when the KCR changed to modern rolling stock in the 1970s: {| class=\"wikitable\" |- !Manufacturer !Model !Numbers !Service years !Notes |- | | First Class Passenger Carriage | | 1960s | |- | | Hand Cart | | | |- | | Motorized rail car | | | |- | Leeds Forge Company of Leeds, Yorkshire | First Class Dining Carriage | | | |- | | 65 tons breakdown crane car | | | |- | Hall-Scott | Petrol motor coaches (USA) | 2 | 1920s | renamed Taipo Belle and Canton Belle |- | Kitson | 4-6-4 Tank Engine | | 1924 | |- | Kitson | 4-6-0 Passenger Locomotive | | 1930 | |- | Robert Stephenson and Hawthorns | 260 Tank Engine | | 1940s | |- | | 1st Class lounge & observation cars | | | |- | (British Ex-War Department) 2-8-0 | steam tenders | 9 | 1946 | 77509 being unloaded at Hong Kong (1947) |- | W.G. Bagnall | engines | | | |- | Clyde Engineering (Australia) | EMD G12 diesel locomotives | 5 | 1954–1957 | 51 to Hong Kong Railway Museum, 52–55 sold to Chicago Freight Car Leasing Australia in 2005 as TL152–TL155TL class Railpage |- | Clyde Engineering (Australia) Electro-Motive Diesel United States | EMD G16 diesel locomotives | 4 | 1961–1966 | |- | W.G. Bagnall | 0-4-4T (UK) steam locomotive | 2 | 1924 | |- | | Class 1 2-6-4T steam locomotive | | | |- | | Class 3 2-6-4T steam locomotive | | | |- | | Class 9 4-6-4T steam locomotive | | | |- | | Class 15 4-6-0T steam locomotive | | | |- | | Class 21 2-8-0 steam locomotive | | | |- | – | third-class open-verandah coach | | 1911 | |- | – | First-class coach | | 1964 | |- | | Luggage compartment coach | | 1955 | |- | Kinki Sharyo | ordinary class coach | | 1974 | |- | Kinki Sharyo | third-class coach | | 1974 | |- | | Engineering coach | | 1921 | |} ==Future expansion== ===Northern Link=== The Northern Link will be a rail link which connects West Rail and the Lok Ma Chau Spur Line of East Rail. The link will also serve as a connection to the boundary checkpoint into Shenzhen and Guangzhou for passengers of the western part of the New Territories. The Northern Link will start at Kam Sheung Road and end at Lok Ma Chau, where it will co-terminate with the East Rail Lok Ma Chau Spur Line. KCRC proposed to build a station at Chau Tau for interchange between this link and East Rail. It is reported that the line may be built as a single-track railway to achieve cost-effectiveness. Under some of the earlier proposals, the link will serve as one of the sections of the Regional Express, a new intercity service connecting Hong Kong, Shenzhen and Guangzhou. ===Sha Tin to Central Link=== On 25 June 2002 the government announced that KCRC had won its bid to build and operate the Sha Tin to Central Link. When the line is completed, the KCR network will cross Victoria Harbour and reach Hong Kong Island for the first time. Later the KCRC announced modification to the proposal, with the East Kowloon portion of the line joining Ma On Shan Rail at Tai Wai, and the cross-harbour portion joining East Rail at Hung Hom. However, the proposal has not been approved by the government yet. On 11 April 2006, the government has signed a non-binding memorandum of understanding with MTRC and KCRC on merging the two railway companies. According to the non- binding memorandum of understanding signed with the government, the current MTR lines may fully integrate the interchange stations with the Sha Tin to Central Link in order to bring more convenience to the passengers. Also, the government will conduct further studies on the proposal with the MTRC along with the Kwun Tong Line Extension. According to South China Morning Post, construction will start in 2010. ==Facilities== * Shatin Freight Yard * Hung Hom Freight Freight Terminus/Yard * Kowloon Freight Yard * Mongkok Freight Yard * Lo Wu Freight and Marshalling Yard * Ho Man Tin Freight Terminal * Sheung Shui Slaughter House * Pat Heung Depot * Tai Wai Maintenance Centre * Ho Tung Lau Depot * Fo Tan Goodsyard ==Tunnels== The KCR lines ran under two main tunnels: * Beacon Hill Tunnel – East Rail Line * Tai Lam Tunnel – West Rail Line ==See also== * Hong Kong Railway Museum * Kowloon-Canton Railway Corporation * List of areas of Hong Kong * List of metro systems * List of MTR stations * MTR * Rail transport in Hong Kong * Track gauge in Hong Kong * Transport in Hong Kong ===Documentaries=== There is a documentary about KCR called HONGKONG TRAIN, detailing the history of KCR from its early beginnings to the 1980s. * HONGKONG TRAIN Part 1 (1980s) * HONGKONG TRAIN Part 2 * HONGKONG TRAIN Part 3 ==References== ;Government Documents * Kowloon Southern Link (PDF) Papers of Subcommittee on matters relating to railways, Legislative Council. 7 January 2005. Retrieved 28 February 2005. ;Other websites * History of KCR East Rail * KCR East Rail Rolling Stock * KCR West Rail Rolling Stock * KCR LRV Rolling Stock ==External links== * Official Site Category:Standard gauge railways in Hong Kong Category:International railway lines ",
    "title": "Kowloon–Canton Railway"
}