{
    "id": "26887250",
    "text": "The National Rental Affordability Scheme (NRAS) is an Australian Government initiative to stimulate the supply of new affordable rental dwellings. The Scheme offers annual incentives for ten years (indexed annually to the rental component of the CPI). The two key elements of the incentive are: *A Commonwealth Government Incentive currently of $8,335.75 per dwelling per year as a refundable tax offset or payment ; and *A State or Territory Government Incentive currently of $2,778.58 per dwelling per year in direct or in kind financial support. The Incentive is provided annually for ten years and is indexed based upon the rental component of the CPI index. The most recent increase was 0.6% . Incentives are provided on the condition that throughout the ten-year period the dwelling is rented at least 20 per cent below the market rate to eligible low and moderate income households. The Department of Social Services (Australia) is responsible for the implementation and ongoing management of NRAS, in consultation with the Australian Taxation Office. In addition to this, many State and Local Governments have provided generous planning incentives where NRAS approved dwellings are to be built. Currently, housing affordability is a problem in Australia. For society to function people need to live affordably in or around areas where they work. Key workers such as nurses, teachers, police officers, fire fighters, ambulance operators and other members of society need to be able to access housing which is affordable. This generally means that they do not spend more than 30% of their household income on rent. The incentive is available to nearly all dwelling types such as houses, apartments, villas, flats and town houses. ==Rental eligibility== The Commonwealth has identified 1.5 million Australian households as eligible for assistance under the NRAS Scheme. {| class=\"wikitable\" |- ! Household type !! Initial income limit $ !! Upper income limit $ |- | One adult|| align=right|42,718|| align=right|53,398 |- | 2 adults|| align=right|59,057|| align=right|73,822 |- | 3 adults|| align=right|75,396|| align=right|94,245 |- | 4 adults|| align=right|91,735|| align=right|114,669 |- | Sole parent with 1 child|| align=right|59,099|| align=right|73,874 |- | Sole parent with 2 children|| align=right|73,267|| align=right|91,584 |- | Sole parent with 3 children|| align=right|87,435|| align=right|109,294 |- | Couple with 1 child|| align=right|73,225|| align=right|91,532 |- | Couple with 2 children|| align=right|87,393|| align=right|109,242 |- | Couple with 3 children|| align=right|101,561|| align=right|126,952 |} ==Mandatory requirements== Mandatory requirements include: *Dwellings will be rented to ‘eligible tenants’. *Dwellings will be rented for a maximum period of 10 years. *Dwellings will be rented at a rate that is at least 20% below market rate. *Dwellings must either: **not have been lived in as a residence or **not have been lived in as a residence since having been made fit for occupancy where otherwise the dwelling was recognised as being uninhabitable or **if it has been converted to create additional residences, then a part of the dwelling or building that is capable of being lived in as a separate residence must not have been lived in as a separate residence. *Dwellings will comply with State, Territory and Local Government planning and building codes and requirements. ==Recent developments== Subsequent to the 2010–2011 Queensland floods, Julia Gillard proposed a temporary levy that would raise $1.8 billion to help pay for the reconstruction of roads, rail and bridges in damaged areas and take effect from 1 July 2011. Part of her proposal included cutting 15,000 dwellings from the NRAS, but the Australian Greens negotiated with the Government, which secured the dwellings and restored $264 million to NRAS. ==References== ==External links== * Australian Government NRAS website Category:Renting Category:Government of Australia Category:Housing in Australia ",
    "title": "National Rental Affordability Scheme"
}