{
    "id": "26889665",
    "text": "James Eugene Duffy (January 10, 1867 – September 16, 1953)Bentley Historical Library Necrology File. was an American football player and lawyer. He played halfback for the University of Michigan football team for seven years from 1885 to 1891 and was captain of the 1888 team. In 1886, he set the world record by drop kicking a football 168 feet, 7½ inches. After graduating from Michigan, he was an attorney in Bay City, Michigan and a long-time member of the University of Michigan Board in Control of Athletics. ==Biography== ===University of Michigan=== A native of Ann Arbor, Michigan (born January 10, 1867), Duffy enrolled at the University of Michigan in 1885. While attending the school as both an undergraduate and law student, he played halfback for the Michigan football team for seven years from 1885 to 1891. He was the team captain in 1888, and his brother John L. Duffy was captain of the 1887 team. Near the end of Duffy's career at Michigan, the Chicago Daily Tribune wrote: \"Duffy is an old U. of M. player. Although a swift runner and clever dodger his great strength lies in kicking ability, punting and drop-kicking.\" As a rusher, Duffy had great speed. At Michigan's May 1888 field day, Duffy won both sprint events, with times of 10.4 seconds in the 100-yard dash and 22.4 seconds in the 220-yard dash. Prior to the 1888 football game between Michigan and Notre Dame, the players competed in a 100-yard foot race, which Duffy won.Kryk, Natural Enemies, p. 14. Duffy also ran for two touchdowns in the 1888 Notre Dame game which Michigan won by a score of 26–6.Kryk, Natural Enemies, pp. 14–15. James E. Duffy, 1890 As a kicker, Duffy set or tied distance records for his era. On May 22, 1886, at a field day in Ann Arbor, Duffy drop kicked a football 168 feet, 7½ inches. Outing magazine reported that Duffy's kick broke \"the best record of the world by 11 feet and 5 inches.\" A few days before his record-breaking kick at the May 1886 field day, Duffy had kicked the ball 194 feet in a practice session. On the day of the event, he reportedly broke the record five times. In 1888, the Detroit Free Press wrote: > Included in the team is J.E. Duffy, who holds the world's record for the > drop kick, he having propelled the ball 168 feet seven and one half inches, > at Ann Arbor May 22, 1886. It may be explained that a drop kick is made by > letting the ball fall from the hands and kicking it at the very instant it > rises. Duffy is a tall, well formed muscular player who gets over the ground > like a wraith and fights for every point. On November 22, 1891, Duffy also kicked a field goal from the 55-yard line against Cornell—a kick that either tied or fell one yard short of the American football record for the longest field goal to that time. Michigan was undefeated in Duffy's first three seasons with the team, outscoring opponents 222 to 0 in the 1885, 1886 and 1887 seasons. With Duffy as captain in 1888, the team won its first four games, including two wins over Notre Dame, by a combined score of 126 to 20. For the final game of the 1888 season, Michigan traveled to Chicago to play a game to raise money for charity against the Chicago University Club, a group described as a \"picked team\" made up of \"eastern college experts.\" One of Michigan's stars, Horace Greely Prettyman, was ejected from the game for slugging. Though Michigan lost the game 26–4, newspaper accounts credited Duffy's play. In one instance, Chicago halfback Crawford (described as \"a famous Yale man\") came out of a heap of players, \"dodging between the legs of the big fellows and knocking down the little fellows till Duffy got a full Nelson lock on him and hurled him neck over heels.\" Duffy accounted for Michigan's only points against Chicago, running for a touchdown in the second half \"by good running and dodging.\" In Duffy's first six years as a varsity football player at Michigan, the team compiled an overall record of 17 wins and 4 losses. In his seventh season, Duffy reportedly served as a player and coach for the 1891 team. While official sources list only Mike Murphy and Frank Crawford as the coaches of the 1891 team, the Chicago Daily Tribune reported in November 1891 that the Michigan team was \"coached systematically\" by Murphy, Crawford, Horace Greely Prettyman and Duffy. The 1891 team finished with a 4–5 record, losing more games that year than in the prior six years combined. Duffy received his undergraduate degree from the University of Michigan in 1890 and a law degree in 1892. While at Michigan, Duffy was a member of the Chi Psi (ΧΨ) fraternity. ===Legal career=== After receiving his degrees, he entered the practice of law in Bay City, Michigan. He was the city attorney in Bay City from 1897 to 1899 and thereafter returned to private practice. Duffy was also a member of the University of Michigan's Board in Control of Athletics from its inception through at least 1921. In February 1917, he was the only member of the Board who voted against a resolution favoring Michigan's rejoining the Western Conference. He was also president of the Michigan State Bar in 1930. Duffy purchased the Port Huron & Detroit Railroad in 1922 and served as its chairman. He died in 1953. ===Honorary degree=== In 1921, the University of Michigan presented Duffy with an honorary degree of Master of Arts. When the honorary degree was presented, Professor John G. Winter praised Duffy as follows: > Mr. James Eugene Duffy, of Bay City, a graduate of Michigan, College of > Literature, Science, and the Arts, class of 1890, and of the Law School in > the class of 1892. Vividly remembered by his fellow collegians of the older > day as an athlete of high renown; a member of the Board in Control of > Athletics since its inception, he has been helpful and constant in his > devotion to the best interests of his Alma Mater. Honored alike by his > associates of the bar and the citizens of his commonwealth, he deserves > recognition by the University. ==References== ==External links== * Category:1867 births Category:1953 deaths Category:American football drop kickers Category:American football halfbacks Category:Michigan Wolverines football coaches Category:Michigan Wolverines football players Category:University of Michigan Law School alumni Category:Sportspeople from Bay City, Michigan Category:Players of American football from Michigan Category:Sportspeople from Ann Arbor, Michigan ",
    "title": "James E. Duffy (American football)"
}