{
    "id": "26886995",
    "text": "The Santa Fe Arroyo Seco Railroad Bridge in Highland Park, Los Angeles, is more than long and crosses the Arroyo Seco Parkway at an elevation of over .Best Method of Erecting Plate Girder Bridges: Discussion. In: Proceedings of the Annual Convention of the American Railway, Bridge and Building Association. Vol. 5–7, 1895, P. 55–61. It the tallest and longest railroad span in the city of Los Angeles, and most likely the oldest such structure still in use. The bridge crosses the lower part of the Arroyo Seco, a watershed canyon from the San Gabriel Mountains. The Santa Fe Arroyo Seco bridge, built in 1896, replaced the 1889 wooden trestle used by the Southern California Railway, which was a subsidiary of the Santa Fe Railroad. The 1889 bridge, designed by Santa Fe's chief structural engineer Fred T. Perris, replaced the original 1885 wooden trestle bridge built by the Los Angeles and San Gabriel Valley Railroad. Rail service ended in 1994 and in the late 1990s, the bridge was retrofitted to accommodate the Los Angeles MTA's Gold Line light rail system which opened on July 26, 2003.Charles J. Fisher, historian and preservationist Advocated by the Highland Park Heritage Trust and Charles J. Fisher, the bridge was declared City of Los Angeles Historic-Cultural Monument No. 339 on January 22, 1988.http://cityplanning.lacity.org/complan/HCM/dsp_hcm_result.cfm?community=Northeast Los Angeles File:Santa Fe Arroyo Seco Railroad Bridge aerial.jpg|Aerial view of the bridge. File:Santa Fe Arroyo Seco Railroad Bridge trestle.JPG|One of the bridge's trestles. File:Los Angeles and San Gabriel Railroad train on the bridge at Garvanza, the first trestle across the Arroyo Seco, approaching Highland Park from South Pasadena, ca.1885 (CHS-6666).jpg |1885 view of the Los Angeles and San Gabriel Railroad crossing the Arroyo Seco near Garvanza - Highland Park File:Rail line map of the Los Angeles and San Gabriel Valley Railroad.jpg|Rail line map of the Los Angeles and San Gabriel Valley Railroad 1885 ==See also== *List of Los Angeles Historic-Cultural Monuments on the East and Northeast Sides *List of Registered Historic Places in Los Angeles *History of Trains in Pasadena *Southern Transcon *Union Station (Los Angeles) *Southwest Chief *Atchison, Topeka and Santa Fe Railway *Highland Park (Los Angeles Metro station) *South Pasadena (Los Angeles Metro station) ==References== == External links == * Category:Bridges in Los Angeles County, California Category:Railroad bridges in California Category:Arroyo Seco (Los Angeles County) Category:Highland Park, Los Angeles Category:Steel bridges in the United States Category:Bridges completed in 1896 Category:1896 establishments in California Category:Los Angeles Historic-Cultural Monuments Category:Historic American Engineering Record in California Category:Trestle bridges in the United States ",
    "title": "Santa Fe Arroyo Seco Railroad Bridge"
}