{
    "id": "26883139",
    "text": "Petar Meseldžija (, born in 1965 in Novi Sad, Serbia) is a fantasy and comic book artist and illustrator. ==Biography== Meseldžija was born in Novi Sad in 1965. He started his career in 1981 as the author of the comic Krampi published in the comic magazine Stripoteka. He studied at the Novi Sad Art Academy. During his studies he continued to work on comics and also started working as an illustrator. In 1991 he illustrated his first book, Peter Enkorak. At the end of 1991 he moved to Netherlands, and soon after stopped working as a comic book artist. In 1998 he held his first exhibition at Tjalf Sparnaay Gallery in Amsterdam. His book The Legend of Steel Bashaw was published in 2008. The book features, alongside Meseldžija's illustrations, a story written by him, based on the Serbian folk tale Baš Čelik. Meseldžija worked on the European version of Tarzan comics. During the 1990s he illustrated more than 120 posters and greeting cards, mostly for Verkerke Reproduktie. He did 33 illustrations for the book King Arthur and the Knights of the Round Table published by Taiwan-based Grimm Press. He illustrated books from the Children of the Lamp series. Meseldžija painted covers for the children's fantasy novels published by Scholastic Corporation. ==Awards== * The International Golden pen of Belgrade (1994) * Art Show Judges Choice Award, 59 World Science Fiction Convention, Philadelphia (2001) * Silver Spectrum Award from \"Spectrum 4 – The Best in Contemporary Fantastic Art\", (1997) * Silver Spectrum Award from \"Spectrum 10 – The Best in Contemporary Fantastic Art\", (2003) * Gold Spectrum Award from \"Spectrum 16 – The Best in Contemporary Fantastic Art\" (2009, for \"The Legend of Steel Bashaw\") ==References== *Petar Meseldžija biography ==External links== *Official website Category:1965 births Category:Living people Category:People from Novi Sad Category:Serbian painters Category:Serbian comics artists Category:Fantasy artists Category:Serbian illustrators ",
    "title": "Petar Meseldžija"
}