{
    "id": "26885212",
    "text": "Ari Harow (born 1973) is an American-born Israeli political consultant. He is a former Chief of Staff of Israeli Prime Minister Benjamin Netanyahu, and state's witness in a corruption case involving the prime minister. ==Life and career== Ari Harow was born and raised in Los Angeles, California, but moved with his family to Israel in 1985, at the age of 12 years. Following his schooling, he served in the Golani Brigade, an infantry unit in the Israel Defense Forces. Harow then returned to the United States in order to complete a psychology degree at the City University of New York. He completed his studies earning an MA in Political Science at Tel Aviv University before living in New York for three years. During his time there, Harow ran the American Friends of Likud from 2003 to 2006.http://www.jewishjournal.com/articles/item/uncertain_time_for_likud_in_america_20060113 In 2007, Harow was appointed as foreign affairs advisor to Likud Party chairman Benjamin Netanyahu. In this role, Harow was responsible http://www.jpost.com/CafeOleh/CafeTalk/Article.aspx?id=71417 for implementing Netanyahu’s foreign policies, having advised Netanyahu on foreign policy in an informal capacity for several years previously. Harow was appointed as Netanyahu’s Bureau Chief in 2008, controlling http://www.jpost.com/Headlines/Article.aspx?id=170783 the Prime Minister’s schedule. In 2010, Harow founded 3H Global, an international government relations firm based in Israel. In 2014, Harow returned to Prime Minister Netanyahu's office, after being appointed as Chief of Staff. He left the position in January 2015. In February 2017, following a two-year criminal investigation, Israeli police recommended indicting Harow for bribery, breach of trust, fraud and money laundering.http://www.timesofisrael.com/police-seek- indictment-for-former-netanyahu-chief-of-staff In early August 2017, Harow reached an agreement with the prosecution to turn state's witness in two corruption cases against Netanyahu. Under the deal, Harow will be convicted of fraud and breach of trust, will be sentenced to 6 months of community service and will pay a fine of 700,000 shekels.http://www.haaretz.com/israel- news/1.805196 ==Articles== * * * * * * * * * ==References== Category:Living people Category:1973 births Category:American emigrants to Israel Category:City University of New York alumni Category:Israeli civil servants Category:Israeli government officials convicted of crimes Category:21st- century Israeli civil servants ",
    "title": "Ari Harow"
}