{
    "id": "26890952",
    "text": "Sir Richard Grosvenor, 4th Baronet of Eaton Sir Richard Grosvenor, 4th Baronet (26 June 1689 – 12 July 1732) was an English politician who sat in the House of Commons from 1715 to 1732. He was the brother of Sir Robert Grosvenor, 6th Baronet, an ancestor of the modern day Dukes of Westminster. ==Early life== Richard Grosvenor was the eldest surviving son of Sir Thomas Grosvenor, 3rd Baronet. His two older brothers, Thomas and Roger, pre-deceased their father.Handley, Stuart (2004) (online edition 2008) 'Grosvenor, Sir Thomas, third baronet (1655–1700)', Oxford Dictionary of National Biography, Oxford University Press, Retrieved on 8 April 2010. At the time of his father's death in 1700 he was still being educated at Eton College, and was under the guardianship of Sir Richard Myddelton, 3rd Baronet, and Thomas and Francis Cholmondeley. After leaving Eton, he went on the Grand Tour, visiting Switzerland, Bavaria, Italy and the Netherlands. In 1707 he returned to the family home at Eaton Hall, Cheshire. ==Political career== At the 1715 general election, Grosvenor was returned as Member of Parliament for Chester. Also in 1715, he was mayor of the city. In September 1715 he attended a meeting of the Jacobite Cheshire Club, when it decided not to take part in the rebellion. He was elected MP for Chester again in 1722. In 1727 he participated in the coronation of George II. At the 1727 general election, Grosvenor and his brother Thomas, won both of the parliamentary seats for Chester. During the time that Grosvenor was baronet, the estates in London were being developed. Also during this time there is evidence of the first association of the Grosvenor family with horse racing, when Grosvenor's horses ran at Chester and Newmarket in 1720. ==Family== Grosvenor died in July 1732 and was buried at Eccleston, Cheshire. In 1708 he had married Jane, the daughter of Sir Edward Wyndham of Orchard Wyndham, Somerset. The couple had one daughter, Catherine, who died in 1718. During the following year, Jane Grosvenor died and Grosvenor then married Diana, the only daughter of Sir George Warburton, 3rd Baronet Arley. Again, they had no children. Grosvenor was therefore succeeded by his younger brother, Thomas, who in turn died later the same year. File:Eaton Hall 2006.jpg|Eaton Hall, seat of the Grosvenor family File:Arms of Grosvenor baronets.svg|Coat of arms of the Grosvenor Baronets, of Eaton (1622) File:St Mary's Church Eccleston, Old Churchyard - old Grovenor family gravesite1.JPG|St Mary's Church, Eccleston - The enclosure which marks the site of the Grosvenor family vault within the demolished old church File:St Mary's Church Eccleston, Old Churchyard - old Grovenor family gravesite - plaque.JPG|St Mary's Church, Eccleston - The tablet in the enclosure marking the site of the Grosvenor family vault within the old church File:St Mary's Church Eccleston, north aisle - Grosvenors buried in the old church.JPG|St Mary's Church, Eccleston - The tablet in the new church which lists the Grosvenors buried in the demolished old church == References == Category:1689 births Category:1732 deaths Category:People educated at Eton College Category:Baronets in the Baronetage of England Category:Members of the Parliament of Great Britain for English constituencies Category:British MPs 1715–1722 Category:British MPs 1722–1727 Category:British MPs 1727–1734 Richard Grosvenor, 4th Baronet ",
    "title": "Sir Richard Grosvenor, 4th Baronet"
}