{
    "id": "26891853",
    "text": "Lwów Grand Prix () was a Grand Prix event held in Lwów, Second Polish Republic (now Lviv, Ukraine) between 1930 and 1933. ==History== === Pre-war Grand Prix === Event was set up by Małopolski Klub Automobilowy (Lesser Poland Automobilclub). The street circuit had length, it was planned in 1927, two years before the first Monaco Grand Prixhttp://www.leopolis-grand- prix.com/History. Track got named \"Lwów Triangle for its shape and was unique due to tram rails going through it. First race was held in 1930 and received a good feedback from spectators. The race became international in 1931 and got a Grand Prix status in 1932, it was a rare case for a race to be named after the city and not the country. The circuit was known as one of the best European racetracks. Sadly, the 1934 race was cancelled due to financial difficulties, and any attempt to renew the racing were failing, as the World War II was coming closer and closer. === Return of the racing in the independent Ukraine === Galring street circuit map In 1991 Soviet Union, which Lviv was part of, dissolved and Lviv became a part of Ukraine. The next year Federation Automobile de l'Ukraine was founded to organize motorsport events in the country. 1994 was the first year of Ukrainian Circuit Racing Championship (since 2018 known internationally as Ukrainian Touring Championship) and Galician Automobile Club decided to continue the tradition of the Grand Prix in the city. The series had a different format, it was consisting of several classes, several for touring cars and several for open-wheeled cars, each group had own championship and winners. The Grand Prix could no longer be hosted on tiled road of classic Lviv, so club found an asphalt ring road to organize races at and called the track \"Galring\"http://doccdn.simplesite.com/d/79/27/286541532415403897/824f42d2-299e-4f7b-9673-967188b7c015/%D1%81%D0%B2%D1%96%D1%82%20%D0%B0%D0%B2%D1%82%D0%BE%E2%84%961.pdf5.pdf. In 1995 the track held its first race, called \"I (V) Camel Lviv City Grand Prix\"http://gac.org.ua/club. Next year the ring road was heavily modified for racing and hosted the \"II Lviv Grand Prix\"http://www.rostotskyrally.com/426759465, in this configuration it was hosting races until 2001. There was an attempt to bring back the race to calendar in 2011. The \"XII Lviv Grand Prix\" took place at Galring again, but at the time the championship wasn't as popular as before, so there was a very small number of competitors and spectatorshttps://www.autocentre.ua/ua/avtosport/chempionat-ukrainy-po- koltsevym-gonkam-lvovskiy-final-269810.html. === The retro cars festival === In 2011 it was an 80 years anniversary of first races in Lviv, so it was decided to organize the Leopolis Grand Prix festival with a big retro cars exhibition and race on the original forgotten circuit, after that it was decided to organize such festival every year. In 2012 on such festival Federation Automobile de l'Ukraine installed the memorial sign dedicated to original races of 30's. ==Results== {|class=\"wikitable\" style=\"font-size:95%\" |- ! Year ! Name ! Circuit ! Date ! Winning drivers ! Winning constructor ! Regulations ! Report |- | 1930 | Lwów Grand Prix | Lwów | September 8 | Henryk Liefeldt | Austro-Daimler ADR | Grand Prix | Report |- | 1931 | Lwów Grand Prix | Lwów | June 7 | Hans Stuck | Mercedes-Benz SSK | Grand Prix | Report |- | 1932 | Lwów Grand Prix | Lwów | June 19 | Rudolf Caracciola | Alfa Romeo 8C 2300 | Grand Prix | Report |- | 1933 | Lwów Grand Prix | Lwów | June 11 | Eugen Björnstad | Alfa Romeo 8C 2300 Monza | Grand Prix | Report |} ==References== * Reports: 1930, 1931, 1932, 1933 Category:Pre-World Championship Grands Prix Category:Motorsport in Poland Category:Sport in Lviv Category:Second Polish Republic Category:Recurring sporting events established in 1930 ",
    "title": "Lwów Grand Prix"
}