{
    "id": "26890579",
    "text": "The Bathurst riots were a series of violent incidents that occurred at Bathurst Gaol, a prison in Bathurst, New South Wales, Australia, in October 1970 and February 1974. On both occasions, a sit-in protest by inmates escalated into a prison riot. Each riot was followed by violent reprisals from prison officers, the so-called Bathurst Batterings. The second outbreak of violence at Bathurst led to the partial destruction and temporary closure of the prison, and ultimately to a Royal Commission into the entire State prison system. == Background == Long before the 1970 riot, Bathurst had acquired a reputation within the NSW state prison system for violent disturbances. Of the 25 major incidents that had occurred in NSW prisons between 1889 and 1975, 15 had taken place at Bathurst. The main section of the prison, where both riots took place, was completed in 1888. There was no glass in the cells' external windows, leading to freezing overnight temperatures in winter. The archaic plumbing system struggled to cope: toilets overflowed, pipes froze, and there was seldom enough hot water even for thrice-weekly showers. As the then Commissioner the Department of Corrective Services, Walter McGeechan, later conceded, Bathurst was \"by its design the antithesis of what was required in a modern institution.\" But the problems were not just architectural. Led by Superintendent John Winter Pallot, senior officers imposed an extremely strict regimen on the inmate population. Officers rarely talked with prisoners or addressed complaints, for fear of being accused of being \"involved\" with inmates. Examples of this rigidity included a uniform style of haircut for inmates, a ban on sitting down in the yard, and a requirement that inmates wear jackets during muster (roll call), even in summer. Enforcement of rules was inconsistent and arbitrary. Inmates also complained of rancid food, limits on the number of incoming letters they could keep, and the odours and flies from the prison's piggery. == 1970 riot == The Royal Commission later found that the cancellation of mid-week sport in September 1970 may have brought discontent over conditions to a head. === 16 October === Around 150 prisoners staged a peaceful \"sit-in\" protest in the yards at 4pm on Friday 16 October. The leaders of the protest submitted a list of 17 demands to Deputy Superintendent John Medway. Though Medway characterised the demands as \"silly\", McGeechan immediately granted five: no reprisals against protesters, permission to sit in the yards during exercise time, extended time with the radio and lights on in the evenings, and permission for \"modern\" styles of haircuts. A representative of the protestors was allowed to telephone a senior officer at the head office in Sydney, probably Assistant Commissioner Noel Day. The inmates formed the belief that the Commissioner would travel to Bathurst on the Monday to hear their grievances directly, and voted to return to their cells at 1am. Tensions continued to rise over the weekend, and McGeechan formed the view that an \"insurrection\" was being planned for Monday 19 October. He ordered five armed officers from the Establishments (i.e., security) Division to Bathurst on Sunday night; they were in position in the chapel at the centre of the complex on Monday morning. === 19 October === As prisoners filed out of the cell blocks in the morning, they could see armed men in the chapel. Many recognised at once that the administration had no intention of discussing their grievances or improving conditions. The mood among the inmates deteriorated further. While the exact trigger is not known, at the midday muster a group of younger inmates began to riot. This group rushed into C Wing and barricaded themselves inside. They began to destroy fittings, furniture and records. At around 1pm a guard in a tower fired a shot at an inmate climbing over an internal fence. This triggered a broader riot. Inmates from outside C Wing surged into the central yard (known as the Circle), smashing doors and locks and entering the prison kitchen. Officers withdrew to a safe distance as the destruction unfolded. William Morrow, the Director of Establishments and the most senior officer present, began negotiations with the inmates and the violence began to abate. At around 2pm, the inmates barricaded inside C Wing came out into the yard and mixed with the other prisoners. Morrow promised that there would be no physical reprisals (\"biff\", in prison slang) against rioters and, to safeguard against this, agreed to a demand that prisoners would be allowed to associate in their cells that evening. The inmates were counted and fed without incident, but already resentment was building among the prison officers. They were angry that they had not been allowed to physically suppress the riot and now demanded that they be allowed to conduct reprisals. At 6pm the officers met with Morrow, and one asked \"How about we give them a touch of the liquorice stick [rubber baton] in the morning?\" Morrow was reportedly non-committal, saying something to the effect of \"we'll work that out later on\". Morrow reported the desire of some officers to attack the prisoners in the morning to the Commissioner. McGeechan then made the extraordinary decision to recall Morrow – the most experienced correctional officer on site at the time – to Sydney. Morrow departed Bathurst at 8pm, leaving Pallot in command. === 20 October === On the morning of Tuesday 20 October, the officers needed to return prisoners to their normal cells and ensure that all weapons seized or manufactured by inmates during the riot or overnight were confiscated. Despite the dangerous situation, Pallot did not consult the more experienced Establishments officers or head office on the best course of action. He issued his men with batons and told them to strike any prisoner who refused to come out of his cell. This was in direct violation of prison rules, which tightly circumscribed the use of force against inmates. At 7.15am, Pallot led a group of officers to the first cell on the top floor of C Wing, where six inmates had spent the night. The first inmate to emerge, Michael Bowen, did so peacefully. Pallot said to Bowen, \"You were pretty tough yesterday. Let's see how tough you are today. Cop this!\" and struck him in the face with his hand. According to the prison officers' union, the Public Service Association of New South Wales (PSA), Pallot's example set the tone for the events that followed: > Some prison officers participated in a systematic flogging of a large > number, if not all, of the prisoners in the gaol. Such flogging was carried > out under the leadership and control of the Superintendent, Mr Pallot, and > was regarded as representing official policy. === Investigations === Warwick Cornwell was the first of the inmates involved to be released; he described his experiences to a Sydney radio station. The next inmate to make allegations was Keith Clark, who was released a month after the violence. He provided a statutory declaration to an Opposition MP, George Petersen. Petersen in turn provided this to Justice Minister John Maddison, and – with the names of officers redacted – the press. Clark not only detailed his own assault, but that of others. Among these was Pallot's initial assault of Bowen. The next report regarding the reprisal violence came from four of the Department's psychologists, led by Len Evers, who wrote to the Commissioner saying that they had received information from multiple sources that \"a systematic and calculated brutality has been perpetrated against prisoners by some officers\". Maddison directed the Department to investigate. This internal investigation, which lasted almost two years, was initially led by a legal officer named Eris Quin. Quin's methods were later to be criticised by the Royal Commission. All interviews – with both inmates and staff – were conducted in the presence of senior prison officers. Inmates were aware of the Department's practice, common at that time, of charging any inmate who made a complaint with making a false statement. Staff were threatened with disciplinary action or worse. According to one Bathurst officer, before his interview with Quin he was warned by a senior colleague: > Be careful what you say. Be careful you don't get some bugger's throat cut, > especially your own. Quin's conclusions exonerated the Department and its officers. In 1971, McGeechan wrote to Maddison to provide a progress report on the investigation. This report was, as the Commissioner was later forced to concede, wholly misleading, including its torturous conclusions that there was no \"uniformity of story\" and that, although Quin had discovered \"isolated\" assaults by officers, \"This is in no way incriminatory\" because of the prevailing \"combat conditions\". In a bid to discredit the complainants, McGeechan provided the Minister with summaries of each inmate's criminal or psychiatric histories. Nagle concluded that \"Mr McGeechan had attempted, successfully, to deceive the Minister about the true situation which had obtained in Bathurst.\" Further allegations emerged in early 1971. Petersen produced a statutory declaration from inmate Thomas Smedley; Evers related the account of inmate Alan Morrison. Again, Quin interviewed witnesses in the presence of senior correctional officers. Yet the weight of evidence had begun to accumulate. Quin now concluded that \"a prima facie case exists against Prison Officers generally at Bathurst Gaol.\" McGeechan removed him from any further work on the internal inquiries; Quin's conclusion was never communicated to the Minister. Indeed, it only came to light after photostat copies of Quin's papers was anonymously supplied to lawyers appearing before the Royal Commission several years later. === Subsequent media coverage === In June 1971, an anonymous document was published with the title \"Bathurst Batterings – October 1970. The case for a Royal Commission into the Department of Corrective Services of New South Wales.\" It included the statutory declarations, the psychologists' letter, and the statements from inmates made to the Quin, as well as other material. The document began: > The record of events given here, if true, suggests that the administration > of the Department of Corrective Services of New South Wales is founded on > parsimony, incompetence, treachery, violence, intimidation and deceit. The document generated considerable media interest and encouraged still more inmates to come forward. Quin's replacement as investigator, Boyd Cleary, reported that he believed elements of a complaint from inmate L.W. Boyle. The following month, Evers went public, speaking to The Sunday Australian. The Australian later discovered that an inmate had reported the reprisals to the local Bishop, Albert Thomas. When the inmate's letter was discovered, the Department was more interested in punishing him than investigating the allegations. == 1974 riot == Pallot remained as superintendent and little changed at Bathurst in the years following the violence of 1970. Poor plumbing, inedible food, cancelled sport and unreasonable rules continued to rankle inmates. Further sit-ins occurred on 29 October 1973 and 15 January 1974. Each time the administration promised protesting inmates would not be punished; and each time at least some of them were. === The inmates riot === On the afternoon of 3 February 1974, up to 90 inmates were gathered in the chapel to watch the film Women in Love. As the second reel began, an unidentified prisoner threw a petrol bomb. After a brief period of confusion the people present were evacuated and the fire extinguished. Officers escorted one inmate, Billy Kennedy, back to his cell. Kennedy was later accused of throwing the petrol bomb, or may have thrown a chair at an officer. The other inmates heard screams coming from Kennedy's cell. It is not clear whether Kennedy was bashed or was simply attempting to stir up the other prisoners. What is clear is that his cries touched off a full-scale riot. Another petrol bomb was thrown and inmates stormed the Circle, the yard in the centre of the prison. The officers retreated and the inmates began destroying the prison, smashing locks and furniture, and setting fires in several buildings. Two cellblocks, including C Wing, workshops and the chapel were set alight. At around 3pm the chapel's bell tower collapsed and the refrigeration unit in the basement exploded. By this time the fire brigade had arrived, but firefighters withdrew after inmates threw petrol bombs at them. As the afternoon wore on, the riot gradually petered out. The inmates congregated in B Wing and its adjacent yards, preparing themselves for a long siege. === The officers fire on the inmates === Pallot put out a call on a local radio station for off-duty prison officers to return to the gaol. He also made the decision to issue firearms to his men. When the supply of weapons ran low, more were brought in from a local sporting goods store. The officers were hurriedly trained in the use of the guns, which included rifles, shotguns and revolvers. At 3.30pm officers began firing from No. 4 tower, which was closest to B Wing. There had been no order to do so: McGeechan forbade it, but Pallot chose not to pass this instruction on. Up to 20 inmates were injured by gunfire. One, Dennis Bugg, was paralysed when a .22 calibre bullet passed through his spine. Another, Connors, was shot through the lung, liver and stomach. Although the shootings were unauthorised and reckless, they may have encouraged many of the inmates to surrender. Prisoners Von Falkenhausen and Harrison carried Bugg out under a white flag, but were fired upon by officers. By 4pm, around 80 inmates remained at large. === The inmates surrender === Around 6pm the remaining prisoners began negotiations for surrender. Wally Bishop, one of the prisoners' representatives, was shot in the back while walking towards the officers with a white flag. Mutton, the Chief Prison Officer, negotiated with Bishop and another inmate, Carson. It was agreed there would be no further shooting and no reprisals. The inmates surrendered and were marched to the Back Special Yards, a row of seven small exercise areas used for segregating prisoners. The prison had been substantially destroyed by fire and preparations were made to evacuate all inmates to Sydney. McGeechan was anxious to avoid violent reprisals by his officers. Bathurst officers were quoted as demanding revenge – the destruction of the prison also destroyed their livelihood. Yet the Commissioner decided to allow the evacuation to proceed without oversight from senior officials or external observers. The most senior officer present at Bathurst, Assistant Commissioner Barrie Barrier, was told by McGeechan to wait by the telephone, which was on the opposite side of the prison to the Back Special Yards. === The officers evacuate the Back Special Yards === Around 11.30pm, the officers ordered the inmates – of whom there were now 60 to 70 – to leave the Back Special Yards. One of the inmates said they would not do so until they had spoken to someone from the Department's head office. When this request was rejected, the inmates began to dig through the brick walls that separated the special yards. Around the same time, the vehicles arrived ready to transport the remaining inmates to Sydney. In the early hours of 4 February, about 150 officers, many equipped with riot gear, took up positions on all sides of the Back Special Yards. Up to five tear gas canisters were thrown into the yards, after which the gates to the yards were kept locked for around 10 minutes. The first to be released from the yards was Carson, who had negotiated on behalf of the inmates the previous afternoon. He was beaten with batons and escorted to a waiting van. The officers proceeded to unlock the remaining yards, but there was a lack of clear direction about what they were meant to do. One officer recalled: > The tension was electric. Suddenly a roar went up from the prison officers > and prisoners were going in every direction. Fists were flying, bricks were > thrown, batons were being used, and the picture was one of struggling, > grappling and wrestling prisoners and prison officers. In order to reach the waiting vehicles, the inmates had to be moved along a passageway at the side of the complex known as 17 Post. It was here that, inmates alleged, the officers formed a kind of gauntlet. The Royal Commission found that the term \"gauntlet\" was misapplied, but that many inmates were nonetheless beaten as they ran through 17 Post to the buses. Inmates who had surrendered earlier in the riot had been placed in the Front Special Yards on the other side of the complex and had remained there overnight. The following morning, they were taken to waiting buses, and some were beaten at this time. Further beatings occurred when they arrived at Malabar Prison in Sydney. == Aftermath == Bathurst Gaol had sustained around $10 million worth of damage and remained closed for several years after the 1974 riots. === Royal Commission === Following the second Bathurst riot, the Liberal Premier, Sir Robert Askin, promised an inquiry – but this was deferred pending the outcome of criminal charges against the rioters. On 31 March 1976, Askin's successor, Eric Willis established the inquiry in the form of a royal commission, with Supreme Court justice John Flood Nagle presiding. Former Macquarie University vice-chancellor Alexander Mitchell and University of New South Wales academic Sydney Derwent were appointed as members of the Commission, with Cambridge criminologist Sir Leon Radzinowicz serving as a consultant. The Labor government elected later that year removed Mitchell, Derwent and Radzinowicz on the grounds of cost, leaving the commission in Nagle's hands alone. Although it characterised Pallot's example as \"reprehensible\", the Commission did not accept the union's excuse for its members' criminality, not least because the savage beatings meted out by officers went far beyond Pallot's assault on Bowen. More importantly, the Commission reminded the union that a criminal act is not excused because of a civil or military order. \"The defence did not succeed in the Nuremberg Trials;\" Nagle wrote, \"it does not succeed here.\" Despite this, Nagle shied away from recommending that the officers face any legal or professional consequences, concluding that he saw \"no purpose at this late stage of recommending criminal prosecutions.\" The only officers to be the subject of Royal Commission recommendations were McGeechan himself and a Goulburn officer accused of sexually inappropriate behaviour. === In popular culture === One of the inmates present at the riots, Bob Jewson, went on to write a screenplay about his experiences. This was made into the film Stir, released in 1980. In the same year, rock group Cold Chisel included a song about the riot, entitled Four Walls, on its album East. == See also == * Grafton Correctional Centre * Australian motorcycle Grand Prix#Riots at Bathurst == References == Category:Prison uprisings Category:Bathurst, New South Wales Category:Prisons in New South Wales Category:1970 crimes in Australia Category:1974 crimes in Australia ",
    "title": "Bathurst riots"
}