{
    "id": "26897561",
    "text": "Rapaxavis a genus of enantiornithine bird. It has been found in the Jiufotang Formation in Liaoning, People's Republic of China. In 2006 a specimen was reported, discovered by Pan Lijun at Xiaioyugou near the town of Lianhe, and referred to Longirostravis.Morschhauser, E.M., J.-Y. Liu, Q.-J. Meng, and D. Varricchio. 2006. \"Anatomical details from a well preserved specimen of Longirostravis (Aves, Enantiornithes) from the Jiufotang Formation, Liaoning Province, China\". Journal of Vertebrate Paleontology 26(supplement 3): 103A In 2009 this specimen was named and described as the type species Rapaxavis pani by Eric M. Morschhauser, David Varricchio, Gao Chunling, Liu Jinyuan, Wang Xuri, Cheng Xiadong and Meng Qingjin. The generic name combines the Latin rapax, \"grasping\", with avis, \"bird\", in reference to the special grasping function of the foot. The specific name honours Pan as discoverer. It is also an allusion to Pan, the god of the forests, because the species was assumed to have been arboreal. The holotype, DMNH D2522, was found in a layer of the Jiufotang Formation dating from the early Albian. It consists of a nearly complete skeleton with skull, on a slab. When the slab was split from its counterplate, the bones did not split with them, preserving them perfectly. The specimen was in 2009 described after having been observed without any preparation. It represents a subadult individual. Later it was prepared but in an unprofessional way, damaging the skeleton, especially the skull where the entire right jugal bone was removed. Subsequently, it was sent to the Natural History Museum of Los Angeles County where a further preparation took place, which managed to repair some of the damage. The knowledge gained during this process was the basis for a more detailed redescription in 2011.O’Connor, J.K., Chiappe, L.M., Gao, C., and Zhao, B. 2011. \"Anatomy of the Early Cretaceous enantiornithine bird Rapaxavis pani\". Acta Palaeontologica Polonica 56(3): 463–475 ==References== Category:Jiufotang fauna Category:Bird genera Category:Early Cretaceous birds of Asia Category:Longipterygidae Category:Fossil taxa described in 2009 ",
    "title": "Rapaxavis"
}