{
    "id": "26893995",
    "text": "Schenkenberg Castle () is a castle ruin above the municipality of Thalheim in the canton of Aargau in Switzerland. It was built in the 13th Century by the Habsburg dynasty, was the administrative seat for 260 years of a bailiwick of the city of Bern and fell into ruin in the 18th century. ==Location== Schenkenberg hill with the castle ruins as well as the municipality of Thalheim and the Schenkenberger valley The castle is located on the high hill of the same name. This hill, located in the Jura Mountains is about above the long Schenkenberg valley (). ==History== The castle was probably built in the early 13th Century for the Habsburgs dynasty, both as a headquarters and to protect core areas around Brugg. The first written mention of the castle took place in 1243 when the Lords of Schenkenberg, a Habsburg vassal, were granted land around the castle. The ownership changed multiple times as the Habsburgs granted it to other vassals. After the Habsburg defeat at the Battle of Sempach, they fell into financial difficulties and had to mortgage the castle. In 1415 the Habsburgs fell into disfavor with King Sigismund, after the Swiss Confederates conquered the Aargau. The area on the left side of the Aare, including the Schenkenberger valley remained unchanged for the time being. However, in 1417, King Sigismund put the castle under his direct protection. The holder of the castle, Margaret of Fridlingen, sold the castle and the related rights in 1431 to Baron Thüring of Aarburg. The bailiwick of Schenkenberg was at that time a fairly sovereign state. It extended over a large part of today's Brugg District. In 1451 Thüring ran into financial problems and sold the title and rights to his son-in-law Hans von Baldegg and Hans' brother Markwart. The Baldegger, who had fought on the side of the Habsburgs in 1386, allied themselves with Austria and pointedly drew the ire of the Confederates on himself. Increasingly, there were disputes with the citizens of the town of Brugg, who were subjects of Bern. In 1460 Bern finally had enough of the permanent provocations and occupied the castle driving out the Baldeggers. The damage to the castle following the fight was immediately repaired. The castle became the seat of the Bernese bailiff and the center of the Herrschaft of Schenkenberg in the Bernese Aargau. The Baldeggers tried several times, by diplomatic and legal as well as in the Swabian War of 1499, to regain their castle and title. However they were always unsuccessful. Hans von Baldegg, the last of his line, died in 1510 of the plague. Schenkenberg castle was in the northeastern corner of the territory of Bern, near the border with western Austria. Due to this strategic location Bern fortified the castle, but spent little in maintenance. In the early 18th Century, the castle became so dilapidated that the Governor and his family feared for their lives because the walls regularly crumbled. Finally the Council of the City of Bern gave up the castle, and the Governor moved in 1720 to the nearby Castle Wildenstein in Veltheim. The castle fell into disrepair and was used as a quarry by the farmers of the area. In 1798 it became the property of the newly formed Canton of Aargau, the legal successor of the city of Bern. In 1837, the castle was purchased from a dubious, \"Herr von Schenkenberg\", who, however, disappeared without a trace shortly thereafter. The castle was virtually abandoned for several decades. In a storm in 1917 east wall collapsed. The collapse spurred the authorities to declare the castle as unclaimed property, and put it up for auction in May 1918. For the symbolic sum of 50 francs it was sold to the Historical Preservation Society of Aargau.Staatsarchiv Aargau, Depositum AVH Schenkenberg. Vereinbarung zwischen dem Regierungsrat des Kanton Aargaus und der Aargauischen Vereinigung für Heimatschutz vom 10. Jan. 1919 The building was repaired and extensive conservation was carried out. Today the ruin is listed as a Swiss heritage site of national significance.Swiss inventory of cultural property of national and regional significance 21.11.2008 version, accessed 09-Apr-2010 ==Gallery== File:Schenkenberg Castle1.JPG|Map of the castle File:Schenkenberg Castle2.JPG|Remains of the staircase tower (D on the castle map) File:Schenkenberg Castle3.JPG|Geiss Tower (\"Geissturm) File:Schenkenberg Castle4.JPG|Entrance to the castle File:Schenkenberg Castle5.JPG|View to the Lower Castle area and economy buildings (H on the castle map) File:Schenkenberg Castle6.JPG|View from the Lower Castle area to Palas and Main Tower ==See also== *List of castles and fortresses in Switzerland ==Bibliography== ===References=== ===Sources=== * G. Boner: Die Burgruine Schenkenberg: Aus der Geschichte der Burg. In: Brugger Neujahrsblätter 89 (1979) * G. Grossen: Bericht über die Sicherung der Ruine Schenkenberg durch den aargauischen Heimatschutz im Herbst 1931. In: 'Argovia: Jahresschrift der Historischen Gesellschaft des Kantons Aargau, Band 45 (1933) * W. Merz: Die mittelalterlichen Wehranlagen und Wehrbauten des Kantons Aargau, Band 2. Aarau, 1906 * Christoph Reding: Die Burgruine Schenkenberg bei Thalheim. In: Argovia 2005: Jahresschrift der Historischen Gesellschaft des Kantons Aargau, Band 117. Baden, 2005. * Christoph Reding: Die Burgruine Schenkenberg bei Thalheim. In: Mittelalter: Zeitschrift des Schweizerischen Burgenvereins 4/9 (2004) ==External links== * Pictures and history of Schenkenberg castle * Information from the Thalheim website * Aargau Heritage Protection Agency Category:Castles in Aargau Category:Cultural property of national significance in Aargau Category:Ruined castles in Switzerland ",
    "title": "Schenkenberg Castle"
}