{
    "id": "26895310",
    "text": "Jersey finger, also known as rugby finger, is a finger-related tendon injury that is common in athletics and can result in permanent loss of flexion of the end of the finger if not surgically repaired. The injury is common when one athlete grabs another player's jersey with the tips of one or more fingers while that player is pulling or running away. It is the most common closed flexor tendon injury and occurs in the ring finger in 75% of cases. ==Signs and symptoms== * A pop or rip felt in the finger at the time of the injury * Pain when moving the injured finger and the inability to bend the DIPjoint * Tenderness, swelling. and warmth of the injured finger * Bruising after 48 hours * Occasionally a lump felt in the palm of the fingerTuttle, Harrison G., MD, et al. Tendon Avultion Injuries of the Distal Phalanx. Clinical Orthopaedics and Related Research. April 2006. No. 445. Pp. 157-168. * Mallet finger deformity ==Cause== A Jersey finger is a traumatic rupture of the flexor digitorum profundus (FDP) tendon at its point of attachment to the distal phalanx. This injury often occurs in American football when a player grabs another player's jersey with the tips of one or more fingers while that player is pulling or running away.Wang, Quincy C., MD, and Johnson, Brett A., MD. Fingertip Injuries. American Family Physician. May 15, 2001. Vol. 63, Number 10. Pp. 1961-1966. The force of this action hyperextends the tip of the finger at the DIP joint while the proximal portion of the finger is flexed. This action can partially or completely rupture the FDP tendon at or near its attachment point on the distal phalanx. Sometimes, the force is great enough to pull off or avulse a piece of phalangeal bone to which the tendon can remain attached. Although it is a common football injury, this injury can occur during other sports or activities as well. After the injury occurs, the torn FDP tendon may retract slightly, remaining in the finger near the PIP joint, or can retract more fully into the palm of the hand. A person who suffers a jersey finger injury in which the FDP tendon is completely ruptured cannot flex the affected digit at the DIP joint without assistance. ==Anatomy== alt=A drawing of the hand and tendons. All four non-thumb digits (index finger, middle finger, ring finger and little finger) contain three bones called the phalanges that are aligned in a linear row like box cars in a train. These bones are designated the proximal phalanx (closest to the palm), the middle phalanx, and the distal phalanx (farthest from the palm). The joints between these bones are referred to as the proximal interphalangeal joint (PIP, between the proximal and middle phalanx) and the distal interphalangeal joint (DIP, between the middle and distal phalanx). muscles that begin in the forearm send long tendons to the fingers and these tendons attach at different points on these bones. Flexing and extending these digits occurs when these muscles contract and their tendons pull on their bony attachments. The deepest of the flexor muscles in the anterior forearm is called the flexor digitorum profundus muscle (FDP); it gives off four tendons that travel through the carpal tunnel into the hand and attach to the distal phalanx in each of the four non-thumb digits. ==Treatment== The classically used Leddy and Packer Classification classifies Jersey finger tendon injuries based on the degree of tendon injury, retraction, and presence of a concomitant fracture. {| class=\"wikitable\" |- ! Class !! Description !! Treatment |- | I || Vincula ruptured with tendon retraction to palm || Primary tendon repair within 10 days |- | II || Vincula intact with tendon retraction to proximal interphalangeal joint || Primary tendon repair within 10 days (but may be delayed) |- | III || Fracture fragment retains tendon at distal interphalangeal joint || Repair of fracture fragment (6 weeks) |- | IV || Fracture fragment has tendon avulsed off and retracted || Repair of fracture fragment and tendon repair (12 weeks) |} Often, surgical pins are inserted into the injured digit to stabilize the bone and tendon in their proper alignment. Post surgical complications can include infection, pin failure and nail and joint deformity. Surgery is often accompanied by a rehabilitation protocol to strengthen the injured muscle and help the patient regain as much range of motion (ROM) as possible at the affected joint. The finger may never return normal extension or range of motion (ROM). ==References== Category:Fingers Category:Injuries of wrist and hand Category:Musculoskeletal disorders ",
    "title": "Jersey Finger"
}