{
    "id": "268915",
    "text": "The Sai Kung District is one of the 18 districts of Hong Kong, a special administrative region of China. The district comprises the southern half of Sai Kung Peninsula, Clear Water Bay Peninsula in the New Territories and a strip of land to the east of Kowloon. Areas in the district include Sai Kung Town, Hong Kong Global Geopark, Tseung Kwan O and over 70 islands of different sizes. The administrative centre had been located in Sai Kung Town until the Sai Kung District Office was relocated to Tseung Kwan O recently. The district's population is concentrated in Tseung Kwan O, as of 2011. In 2011, the district was the third youngest district, with a median age of 39.3. Known as the \"back garden of Hong Kong\", Sai Kung has been able to retain its natural scenery. Many traditional customs and cultures are still retained in the rural villages. ==History== The modern geopolitical entity of Sai Kung District was formed after World War II. Settlements existed in the area prior to the signing of the Convention for the Extension of Hong Kong Territory, which ceded the area to the colony of Hong Kong from the Qing Empire in 1898. Those ceded areas are now collectively known as the New Territories and New Kowloon. According to Professor , unlike other villages of the New Territories, villages in Sai Kung did not form any yeuk (), a kind of inter- village alliances in the 19th century in the Qing dynasty. Under the colonial rule, villages in Sai Kung were grouped under Tung Yeuk (also known as Tung Hoi Yeuk; ) in 1898. Soon after, the district office of New Territories was established. The New Territories was divided into Northern and Southern District (both not the same as the modern day districts of HK) and New Kowloon in the 1920s. The area around the modern day Sai Kung Town was under the District Office North until 1947, which the area was under the administration of the Southern District (not the same as modern day Southern District) from 1947. The Southern District was under further reform since 1957. After the end of World War II (the author did not state the exact year, however), the New Territories was divided into 8 sub-divisions, one of which was named after Sai Kung. Such sub-divisions was soon abolished. The North and South District Office were merged to form New Territories Administration, a department of the executive branch of the government, in 1948–1952, which has 3 sub-divisions: Tai Po (covers some of the area of the former Northern District), Yuen Long and Southern District. Sai Kung was under the aforementioned Southern District. Tsuen Wan District Officer was established in 1959 and craved out from the Southern District. The Southern District at that time only administrated the modern-day Sai Kung District and Islands District. A branch office of the Southern District was also established in Mui Wo in 1957, which now belongs to Lantau Island of the Islands District. It was reported that circa the early 1960s, the Southern District was further split into Sai Kung District and Islands District, but merged back in 1963. By 1969, the New Territories Administration had 7 district offices, of which one was named after Sai Kung. In 1977, the Hong Kong Governor announced to establish District Advisory Boards to invite locals to become advisors. Although Sai Kung locals, as well as other rural villages of the New Territories, already established their chambers and voting representatives to Heung Yee Kuk, an advisory body to the colonial government, as early as the 1930s. The Sai Kung District and its District Council (at that time known as District Board) were formally formed in 1982. (Established in 1981, first election in 1982) A year before, the New Territories Administration was merged with its Kowloon and Hong Kong Island counterpart, the Home Affairs Department to form the City and New Territories Administration (it was renamed the Home Affairs Department again in 1993), although the Administration had transferred some functions to the Lands Department in 1982. Since 1985, the district officers of the Hong Kong Districts no longer chaired their respective districts councils. In a larger scale of history, due to the signing of the Sino-British Joint Declaration in 1984, which would hand over the whole colony to the People's Republic of China, the colonial government had made several political reforms on local politics. A water route from the northern Sai Kung Peninsula to Tai Po existed at least since the Qing dynasty. For this historical and other reasons, the northern portion of the Sai Kung Peninsula belongs to the Tai Po District, but not part of Sai Kung District. Sai Kung was a local industrial centre before the 1900s. For example, in Sheung Yu (), villagers produced mortar and fertiliser from their own lime kiln. Villages also scattered on the islands of Port Shelter, Rocky Harbour, on Sai Kung Peninsula, on Clear Water Bay Peninsula as well as other land areas of the District. A temple located on High Island (known in Chinese as Leung Shuen Wan), dates back to 1741. Sai Kung market town was expanded into the local town centre of the district after the 1950s. However, the District's population are now concentrated around the Tseung Kwan O New Town, partially built on reclaimed land in Junk Bay (or known as its Chinese name Tseung Kwan O) in the 1980s. ==Population and settlement== Sai Kung District covers approximately land area as of 2018,size of the areas from Table E489 (2018 ed.) https://www.censtatd.gov.hk/hkstat/sub/sp150.jsp?productCode=D5320189 It had a population of 461,864 in 2016 by-census, most of it in Tseung Kwan O (398,479). Sai Kung Central election constituency, which roughly has the same boundary as Sai Kung Town planning zone, has a population of 9,623 in the same by-census. Tseung Kwan O is a new town and has multiple constituencies. However, all Tseung Kwan O constituencies are belongs to Tseung Kwan O Outline Zoning Plan in term of town planning administration. ===Sai Kung Town=== Sai Kung Tin Hau Temple, Sai Kung Sai Kung Town is a former fishing village and market township. The designation of the country park areas during the 1970s was a huge boost to the local tourist industry. Sai Kung town underwent significant expansion during the 1970s when the High Island Reservoir and associated water scheme required some villagers and fishermen to be rehoused in Sai Kung. This provided a core of government-funded new development, both housing and commercial, in the town centre. This was followed by the Tui Min Hoi (literal translation 'over the harbour') development under the government's market town programme. ===Tseung Kwan O=== Tseung Kwan O New Town In addition to Sai Kung, Tseung Kwan O, a booming new town, is also part of Sai Kung District. Tseung Kwan O connects Sai Kung Peninsula with the Kowloon urban area. Junk Bay was once a natural bay area in Sai Kung, quite near the seafood village of Lei Yue Mun. There once was an iron and steel factory, and the area around Hang Hau Village was known for its shipyards. In 1997, the Hong Kong Government started a major development project in this area, developing it into the seventh Hong Kong new town. Reclamation has since covered the whole bay area and it is now able to accommodate around 380,000 inhabitants, accounting for 95% of the district's total population. This new town was renamed Tseung Kwan O, its present name. Tseung Kwan O now includes several high-rise residential estates and an industrial estate. The MTR metro system was extended to Tseung Kwan O, facilitating access to Sai Kung District. ==Geography== In contrast to the densely populated areas of Hong Kong Island and Kowloon, Sai Kung District's heartland is a coastal area characterised by its scenery, small villages and seascapes. The area is known for its pristine beaches and quiet living. In as much as it remains only partly urbanised, Sai Kung is known as the \"last back garden\" of Hong Kong. ===UNESCO Global Geopark & Country Parks=== Po Pin Chau, a stack island near the High Island Reservoir East Dam ====Sai Kung Volcanic Rock Region, Hong Kong UNESCO Global Geopark==== Sai Kung Volcanic Rock Region lies in Sharp Island, High Island, the Ninepin Group and the Ung Kong Group (Wang Chau, Basalt Island and Bluff Island), where volcanic rocks, intrusive rocks and world-unique acidic hexagonal volcanic columnar rock joints created by Hong Kong's last large-scale volcanic activity some 16.5 million to 14 million years ago crop out. With a host of volcanic rock coastal landforms, they form a comprehensive showcase of diverse and complex volcanic activities that explain Sai Kung's geological past. ====Sai Kung East Country Park==== Sai Kung East Country Park occupies a vast area of east Sai Kung Peninsula. With the High Island Reservoir, High Island, Tai Long Wan, Pak Tam Au, Chek Keng, Sheung Yiu, Wong Shek Pier and the surrounding countryside, the 4,494 hectare protected area consists of the largest number of bays and coves among all country parks in Hong Kong. Part of the Geopark is also located there. ====Sai Kung West Country Park==== Sai Kung East Country Park, including the Sai Kung West Country Park (Wan Tsai Extension), occupies a vast area of west Sai Kung Peninsula. Old preserved villages, such as Pak Sha O, Yung Shue O and Lai Chi Chong are the places of interest. ====Clear Water Bay Country Park==== Clear Water Bay Country Park occupies the rugged terrain around High Junk Peak in the eastern and the western part of the Clear Water Bay Peninsula. High Junk Peak, one of the Three Sharp Peaks of Hong Kong, is a top attraction in the country park. ===Beaches=== Sai Kung has some of the cleanest beaches in Hong Kong, including: *Clear Water Bay 1st Beach & *2nd Beach *Silverstrand Beach *Tai Long Wan *Long Ke Wan ===Islands=== A kai-to carrying passengers to the outlying islands off the Sai Kung Peninsula On summer nights, many people hire small boats known as kaitos or sampan, some to catch cuttle-fish which is a popular pastime for local residents, others for leisurely trips through the island-dotted inland sea of Port Shelter. Islands in the area include: * Kau Sai Chau * Kiu Tsui Chau (Sharp Island) * Leung Shuen Wan Chau (High Island) * Pak Sha Chau (White Sand Island) * Yeung Chau (Sheep Island) * Yim Tin Tsai (Little Salt Field) The large island of Kau Sai Chau is the location for a public golf course developed and run by the Hong Kong Jockey Club. ==Local and tourist attractions== Sai Kung Hoi Ham Tin Wan beach, Tai Long Wan Sai Kung Public Pier There are numerous cultural sites, heritage sites and country parks in the Sai Kung peninsula, such as: * Hong Kong UNESCO Global Geopark (香港聯合國教科文組織世界地質公園) * Sheung Yiu Folk Museum (), located in a former Hakka village * Memorial Monuments for Sai Kung Martyrs During World War II () * Sai Kung Outdoor Recreation Centre () * Lions Nature Education Centre () * Sai Kung East Country Park () * Sai Kung West Country Park () * Clear Water Bay Country Park () * Che Kung Temple at Ho Chung () * Tin Hau Temple, Joss House Bay (, or ) * Jin Island (or Tiu Chung Chau, ) * Leung Shuen Wan Tin Hau Temple () * High Island Reservoir () * Jockey Club Kau Sai Chau Public Golf Course () * Yim Tin Tsai Village and St. Joseph's Chapel () The town centre of Sai Kung has a high concentration of seafood restaurants which attract many tourists. In addition there are golf courses and nature trails. There is a golf driving range center in Ho Chung. In recent years, the government has invested heavily in Sai Kung, with improvements being made to the town seafront, such as the Waterfront Park. An attractive mix of small boutique- style shops has sprung up as well, due to a sizeable expat population and increasing numbers of local visitors, selling everything from secondhand books to cat-themed accessories, and alternative lifestyle stores that offer items like surfboards, candles, incense, seashells, etc. ==Transport== Sai Kung Waterfront Promenade, Sai Kung, Hong Kong The MTR system's Tseung Kwan O Line currently has five stations in Tseung Kwan O New Town. The new town is also served by a comprehensive bus network that connects it to Kowloon via several main roads including Tseung Kwan O Tunnel and Po Lam Road. Hang Hau Road and Ying Yip Road link Tseung Kwan O with Sai Kung Town and Clear Water Bay. The nearest MTR station to Sai Kung Town is Hang Hau. Some isolated parts of Sai Kung Peninsula have no road access and can only be reached on foot or by boat. Where a destination is accessible by public transport, it is usually served via a network of bus routes, public light buses (i.e. minibuses) and taxis. ==Education== The education in the Sai Kung District is administrated by the Education Bureau and not administrated by Sai Kung District Office. The latter is a division of Home Affairs Department instead. The Education Bureau has its own zoning scheme. For example, Primary One Admission School Net no.95, covers the whole Sai Kung District, as well as Sai Kung North which is part of Tai Po District.https://www.map.gov.hk/gm/map/s/poa-snb/95 The Hong Kong University of Science and Technology, one of the eight publicly funded tertiary institutions in Hong Kong, is located in Clear Water Bay Road, Sai Kung District. The Hong Kong Institute of Vocational Education has in Tiu Keng Leng, Tseung Kwan O. The Hong Kong Design Institute is next to the IVE Tiu Keng Leng campus. ==Miscellaneous== * The northern half of Sai Kung Peninsula belongs to nearby Tai Po District, and not Sai Kung District. This is because communities in the northern half of Sai Kung Peninsula used to be more connected to Tai Po via kai-to sea transport before roads were built leading into this area in the 20th century. * Coincidentally, the Chinese characters \"西貢\" for Sai Kung are also the Vietnamese Chu nom characters for the name Saigon (now called Ho Chi Minh City), a major city in Vietnam. * ==Media== Sai Kung District is served by Sai Kung Magazine, a free-distribution English language monthly magazine and the community website Saikung.com. The magazine covers the areas of Sai Kung Town, Clear Water Bay, Pak Sha Wan and Ma On Shan. == See also == * Beaches of Hong Kong * Hong Kong Country Parks & Special Areas * List of buildings, sites and areas in Hong Kong ==References== ==External links== Category:New Territories ",
    "title": "Sai Kung District"
}