{
    "id": "26898408",
    "text": "LiQin Tan (谭力勤 born 1957) is a Chinese-born American digital artist, animator, researcher and educator who has taught in China, Canada, Singapore and the United States.The Art of Perception , Rutgers Magazine\"Refractive Brain Therapy\" Solo Exhibition of LiQin Tan, Artintern.net ==Biography== Solo Show at Beijing World Art Museum, (2008) Tan is a full professor and co-director of art program at Rutgers University-Camden.Profile of LiQin Tan , Rutgers University-Camden He has served as a board member of the Digital Art Committee, SIGGRAPH and as a juror for the digital art gallery at SIGGRAPH. He was also one of the activists during the ’85 art trend of China. In addition, he has previously worked as an art director, animator, graphic designer and executive art editor in local and board industries. Since transferring to the field of digital art, he has pioneered the \"Digital-Primitive” and “Digital Nature” concepts, which has won great acclaim and a number of awards from both American and international art scenes.Animating Art History: Building a Bridge Between DisciplinesArtist Talk by LiQin Tan His artwork has been exhibited nationally and internationally in both solo and group shows. Such as SIGGRAPH (‘02-’07), Electronics Alive IV, iDMAa04-08, the National Art Museum of China, Moscow Int’l Festival of Animation & Media Art, the Beijing World Art Museum, the Vancouver Art Gallery, the Shanghai DuoLun Museum of Modern Art, the National Centre for Computer Animation in UK, the Centre D’Art Contemporaine in Montreal, the Singapore Art Museum, the LaSalle Univ. Art Museum, the Noyes Museum of Art, the Jiangsu Art Gallery, Beijing Song Zhuang Art Museum and the Guang Dong Art Museum, amongst others.,Phila. InquirerExhibitions Tan's art research since 2000 has focused mainly on the merging of conceptual animation, animation installation, interactive animation, and digital prints on rigid materials. His resulting work was awarded first place from the 5th Digital Art and Computer Animation Competition by the Beecher Center for Art and Technology, the \"Best of Show\" at iDEAa. He has also been awarded first place, as well as the excellence prize from the China Academy Awards., the Award of Excellence by the International Digital IV, the Award of Excellence at the Global Media Competition from gallery international etc. 301x301px In recent years, he has concentrated on exploring the relationship between technological singularity and art, and how this interface will change the creative force and provide a blueprint for future art expansion, which has conducted experiments with major art advances in technology such as strong AI-art, interactive art, bio-art, nanoart, VR-art, 4D printing and any other new technological art forms combined.https://news.camden.rutgers.edu/2018/04/professors-new-book- explores-impact-of-emerging-technologies-on-art/ His publications include a number of articles regarding technological singularity art, contemporary art, art criticism, art education, and animation. In addition to these articles are his books and catalogues, such as Singularity Art: How Technological Singularity Will Impact Art, Singularity: Subversive BioArt,Digital Natural Art, Digital Artwork Collection II, Character Animation & Rigging, and Tan On Art/Art On Tan. His in-progress books are: Singularity: Invisible Art and Singularity: Strong A.I. Art. File:Tan On Art-Art On Tan (2012).jpg|Tan On Art /Art On Tan--A collection of articles from 1984-2012 File:DigitalArt- IIHardCover-Half-small-2.jpg|LiQin Tan: Contemporary Digital Artwork Collection, (2012) File:Digital ArtSoftCoverFinal.jpg|Digital Natural Art, (2006) ==Early life== 1957: Born in Hengshan County, Hunan, China into an educators’ family. Father: high school principal, Mother: elementary school teacher. 1966-1968: Joined the “Little Red Guards” during the Cultural Revolution and learned Chinese through writing \"3-Character Classic” posters. School often closed, with teachers’ families tucked into a sealed library to read - his favorites were comics and popular science books. 1969-1970: Moved from the city to father's old farm-house in the countryside. 1971-1972: Enrolled at the Hengdong 5th High School and won several math competition awards with the guidance of Math teacher Xie. 1973-1975: Was An instructor at Dapu Town Elemental School and participated in country art activities. 1975-1976: Well-known artists Zhong Zhengya and Mr. Liao Xianwu became his masters; Drawings, sketches, watercolors were on his training curriculum, and transportation stations, ferry docks, and flea markets were the best sites for his sketch practicing. 1976-1977: Hired as the design-artist at the Headquarter of the Hengdong Yangtong Hydra Station; Responsibilities included large posters, giant propaganda paintings, giant banners and endless rostrum design for more audiences in the tens of thousands. The boiling popular site was the best materials for his art and his first large site sketch was published by Hengyang Daily. 1977-1978: Hired as design-artist at Hengdong Radio Equipment Factory. 1978-1981: Admitted to fine arts department of the Hengyang Normal University and won provincial and city art awards. By \"Talent Study\" impacts, drilled into a cold research on \"art education and psychology\" with encouragement from famous aesthetician Hong Yiran, read books on aesthetics, education and psychology, and the first article was published in the Hengyang Teachers' College Magazine. 1981-1982: Stayed on school as a faculty to taught Chinese figure painting, human anatomy; Studied at School of Fine Arts at Hunan Normal University. Education Research published two art education articles, and participated in Hunan Minorities Art Exhibition and Hunan ‘81 Art Exhibition with 2nd place award. 1982-1984: Studied at the Art History Department of the Central Academy of Fine Arts and Learned Chinese and Western art history thoroughly. The concepts of contemporary Western art changed his way of thinking completely and won 2nd place from Student Art Competition at Central Academy of Fine Arts. 1984: Married Ms. Dong in the summer, in Changsha City; She was a high school Chinese teacher at the time. Returned to Hengyang Normal University as faculty and taught Chinese art history and Chinese figure painting. Works were entered into the 6th National Art Exhibition and Hunan award-winner exhibition; Won a number of awards. Participated in a number of theoretical seminars for 6th National Art Exhibition in Nanjing and raised a few strong concepts sharply against the prevailing conservative viewpoint. Attended National Aesthetic Seminar at Zhangjiajie, Hunan. 1985-1987: As an art editor at Hunan Fine Arts Publishing House, founded an avant-garde art magazine Painter with others. Actively participated in the ‘85 Art Trend, such as seminars, exhibitions and group activities, and first spotted and strongly recommended Gu Wenda’s art with large layout publications; Later recommendations include: Huang Yongping, Wang Guangyi, Shu Qun, Tian Liming, Zhang Jianjun, Li Shan, Wang Chuan, Cao Li, Cha Li, etc.; Middle-aged artist included Liu Kuo-Sung, Xiao Qin, Li Shinan, Shi Hu, etc. Participated twice at the Hubei Art Critic Seminars; Worked as a contributing editor for Art Trend; Met many famous art critics. Invited by Wang Guangyi, participated in Zhuhai Seminar and worked as a juror for ‘85 Slides Art Tour Exhibition. When slide show tour arrived in Changsha, Dao Minglu, Zhu Qingsheng, Wang Xiaojiang and he swam across the Xiangjiang river. Participated in the HunanYoung Artists Art Exhibition in National Art Museum and other art exhibitions, and completed “Retrieved to Original\" installation series, and \"Lady and Square\" futuristic Chinese painting and won a number of art awards. Proposed a \"Future Leads Today” and \"Reversed Returning\" concepts; Article \"The Future Vision of Chinese Art Concepts\" was published by Art Trend (first issue) and won an award of excellence. Received strong response letters from young artists nationally and welcomed visitors around country soon after. Painter published his articles \"Bud of the North\" (recommended North group such as Wang Guanyi and Shu Qun), \"On Shi Hu’s Art Works: Running with Bound Foot” and “On Wood Carving: A Multi-Level, Dynamic Contextual Dimension\"; Art Trend published \"Gender Harmony & Yin-Yang Perfection\"; Modern Photography published \"Generation Gap & Generation Symbiosis.\" Modern Art Theory book collected his two articles: \"Art Criticism Approaches: A Scattered Senses Theory\" and \"Black and White - I, Huang Yong Ping and Huang Yong Ping's work.\" Art reviewed his \"Retrieved to Original\" work on the December 1986 issue by famous art critic Su Xiaohua (Shu Qun), Zhou Yan etc. Youth has a special report \"Tan LiQin’s World,\" author Xie Yong in the June 1987 issue. ==Art Work== File:Skating Brain (2011-12).jpg|Skating Brain, Digital Metal Prints with Signal Devices, (2012) File:Level Carrie4.jpg|Level Carrie, Digital Metal prints w/ Signal Devices, (2012) File:Refractive Fissure.jpg|Refractive Fissure, Digital Metal prints w/ Water & Glass，(2010)， File:Refractive Brain Threopy I (2010).jpg|Refractive Dizziness, Digital Metal Prints w/ Water & Glasses, (2010) File:Rusty Hotness.jpg|Rusty Hotness, Digital Metal Prints, (2010) File:Rusty Obscureness.jpg|Rusty Obscureness, Didiral Metal Prints，(2010) Primitive Level-Signals ( 2012 ) Digital Prints Installation w/ Signal Devices Applies spirit levels as a signal to describe a natural phenomenon in humans, where human brain development is an equalized procedure. The competing concepts of the brain—whether the battle of the brain's size versus its intellectual capacity, or of its technological versus its spiritual side—are always kept in equilibrium. Refractive Brain Therapy Series ( 2010 ) Animation Installation w/ Digital Prints, Water & Glass The project consists of a few large digital-brain prints on metal, which are placed into later, water-filled vats. This series shows a unique understanding of refractivity in both natural phenomena and social truth. These prints are placed alongside other animation installations and LCD monitors. Agricultural Implements Series ( 2008 ) Interactive Animation w/ Agricultural Implements This large animation installation emphasizes “cultural-revelation” and “great-leap-forward” content, and the conflict between industrialization and agriculture. It does so interactively, through ancient Chinese agricultural implements, such as a normal winnower, a middle-sized grindstone, and a Chinese scale. Digitally Bloodless Series ( 2008 ) Installation in Kind w/ Digital Prints This series explores the paradox of state that humans inhabit—physically passionate, yet technologically bloodless; though technologically advanced, we still operate off our primitive urges—an obvious and ongoing contradiction of state. File:Rusty Faces (2007).jpg|Rusty Faces, Animation Installation with Digital Metal Prints, (2006-2007) File:Rusty Faces III.jpg|Rusty Faces, Animation Installation w/ Digital Metal prints, (2006) File:Digitally- Bloodless.jpg|Digital Bloodless, Digital Prints Installation w/ Knives, (2008) File:Grindstone I (2008).jpg|Grindstone, Interactive Animation Installation, 2008 File:Lava + 6.jpg|Lava + 6, Animation Installation, (2006–07) File:Burl- Hair-Red (2005).jpg|Burl Hair Red, Digital Metal Prints, 2005 File:Burl-Hair Gold.jpg|Burl-Hair Gold, Digital Metal Prints, (2005) File:Digital Sun & Horse (2003-04).jpg|Digital Sun with Horse, Digital Rawhide Prints, (2004) File:Digital Dancing.tif|Digital Dancing, Digital Rawhide Projection, 2004 File:Burl-Arm + 4.jpg|Burl-Arm + 4, Animation Installation w/ Digital Wood Prints, (2005) Rusty Faces Series ( 2006-2007 ) Animation Installation w/ Digital Prints & LCD TVs This series consists of three, large digital prints on copper, and four rust animations displayed on seven LCD TVs. Our work ethic and life attitude determine the degree to which we rust. With digital animation technology, \"Rusty-Faces\" presents a contemporary artistic interpretation of the deterioration of mind, body, and spirit by harmful and self-destructive human behaviors. BurlHair Series and LavaBody Series ( 2005-2006 ) Animation Installation w/ Digital Rock Prints, Mirrors & LCD TVs 3D lava body/hair images are printed on a rock surface, a procedure that involves using printing technology on exotic materials. Each of my rock prints is the result of extensive research in terms of color consistency and material experimentation. The Matrox multi-display system allows the synchronized flow of animation among the six displays. The convex index, image shape, and dimension of the mirror generate an accurate virtual reflection of the lava animation. The convex index determines the size of the reflected lava animation, while the image shape determines the distance. Burl + 4 Series ( 2004-2005 ) Animation Installation w/ Digital Wood-prints & LCD TVs Includes various 3D images of different species, including human bodies and plants that are textured and formed by burl. These images are printed on various natural wood surfaces. The “Burl+4” series includes “BurlNuts+4,” “BurlBody+4,” “BurlFlower+4,” “BurlStampArm+4,” and “BurlHead + 4,” each of which is a group of pieces. Natural wood shapes, human bodies, and primitive, folk, and contemporary art inspired the innovation of these 3D images. Related animation is screened alongside the prints on four LCD TVs. “Digital Nature” is the main theme in this art exploration. Rawhide Series ( 2000-2004 ) Digital Rawhide Prints & Animation Projection 3D animation/modeling tribal-images are printed onto a rawhide surface using a digital inkjet printer. The rawhides are, in turn, stretched out by aluminum clamps and cotton strings, which are fastened to a naturally textured cedar wood frame. Various rawhides sizes and irregular shapes can be stretched using different lengths of strings at various angles. All frames are made from 4” x 4” cedar wood, and stand at 60” wide and 72” high. By incorporating the LCD TVs, the 3D animations associated with the 3D images play in synchronization beside or above the rawhide prints. Animation through Rawhide Projections 3D animation is projected onto both sides of the rawhides simultaneously. Due to the rawhides’ semi-transparency and roughly textured surface, the effects on the rawhides are spectacular, with both sides illuminated and in motion. This projection creates an illusion that the animation is permeating through the rawhides. The audience has the ability to admire the work from any angle. ==References== == External links == * Tan's website * LiQin Tan, \"Digital-Primitive Art Research: Animation Permeates Centuries-old Rawhides\", IV, 2004, Proceedings. Eighth International Conference on Information Visualisation, Proceedings. Eighth International Conference on Information Visualisation 2004, pp. 959–962, doi:10.1109/IV.2004.1320257 * * Category:People from Hengshan County Category:American digital artists Category:American contemporary artists Category:Rutgers University faculty Category:Art educators Category:1957 births Category:Living people ",
    "title": "LiQin Tan"
}