{
    "id": "26896691",
    "text": "Kimberley Dynamiters, 1937 in Budapest The Kimberley Dynamiters are a defunct Senior Amateur ice hockey club that played prior to World War II in the West Kootenay Hockey League (WKHL).http://www.hockeydb.com/stte/kimberley- dynamiters-6382.html The Internet Hockey Database: Kimberley Dynamiters (WKHL) In 1936 the Kimberley Dynamiters won the Allan Cup, defeating the Sudbury Falcons in the best of 3 final series with a score of 2 games to 0. The team went on to win the 1937 World Ice Hockey Championships. The 1935-1936 Kimberley Dynamiters was inducted as a Team into the BC Sports Hall of Fame in 1976. ==History== The West Kootenay League operated from 1922-23 through 1940-41. Many of the players resisted the idea of turning professional because, with the promise of high paying mining jobs, they had secure jobs for life and were making as much, if not more, than players in the NHL. In 1931 the Kimberley Dynamiters joined the West Kootenay League, and thus began an immediate rivalry with the always strong Trail Smoke Eaters, a true powerhouse of senior British Columbia hockey. Kimberley was home to the Sullivan Mine, one of the largest lead and zinc mines in the world. The mining company, Cominco, actively scouted players for their Kimberly team hoping to build a team that would beat their rivals from Trail. The promise of a good wage and steady work attracted some of the very best hockey players to the area. Players with the Kimberly Dynamiters in the 1930s were making more money than a regular player in the NHL. The result was that the West Kootenay League became the centre for some of the best hockey in Canada. The Dynamiters won the Savage Cup, as British Columbia's Senior AAA hockey champion, in 1934 and 1935 and 1936, and captured their first Allan Cup in 1936 by defeating the Sudbury Falcons in the best of 3 final series 2 games to 0. The Allan Cup title won the Dynamiters the right to represent Canada at the 1937 World Ice Hockey Championships, held that year in London, England. At this world tournament the Kimberley Dynamiters recorded a perfect record of nine wines, with no losses, to decisively win the title of World Champions. In 1941 the WKHL league suspended operations for three seasons due to World War II, and its teams merged with the Alberta Senior League to become the Alberta-British Columbia Senior League for the 1941-42 season. The West Kootenay League was resurrected for the 1945-46 season, and in 1946-47 the league expanded to Spokane and Los Angeles and became the Western International Hockey League.http://crashingthegoalie.com/2008/09/09/the-spirit-of-sandon/ ==1937 World Ice Hockey Championships team roster== {| class=\"wikitable\" ! Kimberley Dynamiters |- | Head coach: John Achtzener |- | Tom Almack |- | Fred Botterill |- | Fred Burnett |- | Ken Campbell |- | George Goble |- | Eric Hornquist |- | Doug Keiver |- | James Kemp |- | Paul Kozak |- | Hugo Mackie |- | Ralph Reading |- | Harry Robertson |- | George Wilson |} ==See also== *Alberta- British Columbia Senior League ==References== Category:Defunct ice hockey teams in Canada Category:Ice hockey teams in British Columbia Category:West Kootenay League Category:Ice hockey teams representing Canada internationally ",
    "title": "Kimberley Dynamiters (WKHL)"
}