{
    "id": "26893990",
    "text": "An insertion mount machine or inserter is a device used to insert the leads of electronic components through holes in printed circuit boards. ==Machine configuration== An insertion mount machine often has a rotary table on a X- and Y-axis positioning system which moves the board to the necessary position for the component's insertion into the board. The machine can be configured to be standalone machine. ===Axial insertion=== An axial inserter takes axial leaded through-hole components from reels which are fed into dispensing heads that cut the parts onto a chain in the order of insertion; transferred from the sequence chain to the insertion chain, which brings the component underneath the insertion head which then cuts the leads of the component to the correct length for lead length and insertion span; bends the leads 90°; and inserts the component leads into the board while a clinch assembly underneath cuts and bends the leads towards each other. ===Radial insertion=== A radial inserter takes radial leaded through-hole components from a reels which are fed into dispensing heads that cut the component from the reel and place it onto the chain in sequence of the order of insertion. The component is brought to a component transfer assembly behind the insertion head and is transferred to the insertion head, then inserted into the board while a clinch assembly underneath cuts and bends the leads opposite to each other. ===Dual in-line package insertion=== A dual in-line (DIP) inserter takes integrated circuits from tubes which are loaded into magazines. A shuttle mechanism picks the needed component needed from the magazines and drops it into a transfer assembly. The insertion head picks the component from the transfer assembly and inserts the IC into the board while a clinch assembly underneath cuts and bends the leads either inward for sockets or outward for ICs. Due to the transition from insertion mount technology (through-hole) to surface-mount technology of integrated circuits, these machines are no longer being newly manufactured. ===Obsolete configurations=== Axial inserters used to consist of a stand-alone sequencer machine which cut and sequenced the parts onto a reel. That reel was then transferred over to a standalone axial inserter to insert the components. This is all done on one machine today. ==Machine manufacturers== ===Current=== *Universal Instruments Corporation *Panasonic *ZHX Techwin ===Former=== *Amistar *Dynapert — purchased by Universal Instruments in 1994 *TDK ==References== ==External links== * - How SMT Assembly Changed Technology - European Circuits Category:Printed circuit board manufacturing ",
    "title": "Insertion mount machine"
}