{
    "id": "26891406",
    "text": "Ricky S. Sekhon (born 15 March 1983) is an English actor. ==Early life== Sekhon was born in Southall, London, the son of Punjabi Sikh parents. He has two older sisters. He graduated from the Royal Holloway, University of London in 2004 with a Bachelor of Arts in Drama and Theatre Studies. ==Career== Sekhon started as an acting member of the National Youth Theatre from 2001 to 2005. He played Osama bin Laden in the 2012 film Zero Dark Thirty.http://news.bbc.co.uk/today/hi/today/newsid_9786000/9786860.stm At the time of auditioning, he was not told he was auditioning for Osama bin Laden, though he was aware the role was that of a terrorist. He spent eight weeks preparing for the role, during which he learned Arabic and read literature on bin Laden and his political ideology. Sekhon appeared as Hazeem in the 2010 comedy film The Infidel. He has been a part of the National Youth Theatre's outreach programme for many years, taking drama to urban youth centres, directing short films, and shooting a film entitled The Induction with inmates at Feltham Young Offenders Institute. He has worked on directors' courses and short films at the London Film School in Covent Garden, and had his work displayed at the National Gallery. His most recent role is in the second series of the BBC acclaimed drama The Missing. ==Personal life== Apart from English, Sekhon speaks French, Spanish, and Punjabi. ==Filmography== ===Film=== *Watch Over Me: Part 2 - Taxi Driver (2004) *Lucky Heather - Junkie (2006) *All the Children Are Sleeping - Lead Assailant (2006) *Greasy Spoon - Balif (2007) *Immigration Education - Hassim (2007) *The Infidel - Hazeem (2010) *The Last Call - Julian (2010) *Zero Dark Thirty - Osama Bin Laden (2012) *Double Date (2017) ===Television=== *My True Life Shocker - 2008 *The Missing Series 2 - Yardil Askari (2016) ==References== == External links == * * * Ricky Sekhon Spotlight Profile * Ricky Sekhon Profile Category:1983 births Category:Alumni of Royal Holloway, University of London Category:British people of Indian descent Category:English male film actors Category:National Youth Theatre members Category:Living people ",
    "title": "Ricky Sekhon"
}