{
    "id": "268983",
    "text": "Rahab m.n. ( is used in the Hebrew Bible to indicate \"rage, fierceness, insolence, pride\") Rahab is the emblematic name of Egypt and is also used for the sea. In medieval Jewish folklore, Rahab is a mythical sea-monster. == Biblical usage == === Egypt === Rahab is a poetical name for Egypt. It might have Egyptian origins that were accommodated to the Hebrew language. However, there is nothing revealing in the Coptic language. > I mention Rahab (Egypt) and Babel to those knowing Me, Lo, Philistia, and > Tyre, with Cush! This [one] was born there. (Psalm )YLT > Thou [Jehovah] art ruler over the pride of the sea, In the lifting up of its > billows, Thou dost restrain them. Thou hast bruised Rahab (Egypt), as one > wounded. With the arm of Thy strength, Thou hast scattered Thine enemies. > ()YLT > Awake, awake, put on strength, O arm of Jehovah, Awake, as [in] days of old, > generations of the ages, Art not Thou it that is hewing down Rahab (Egypt), > Piercing a dragon! ()YLT === Creation narratives in Biblical texts === Before the Medieval adoption of \"Rahab\" to mean demon or sea-beast, the name also appears in Psalm 89: 5-12 and Isaiah 51:9-10. Rahab, in these passages, takes the meaning of primeval, chaotic, multi-headed sea-dragon or Leviathan. It is often assumed that long before the Jewish mythos, the ancient Jews emulated the creation fables told by their predecessors. The Babylonians, for example, told of a sky-god, Marduk, and a sea-goddess, Tiamat, battling for supreme power over the other gods, in the Enûma Eliš. It can be speculated these two characters in the Babylonian myth are parallel to the creation stories found in the Biblical passages containing the name Rahab.Coogan, Michael D. (2014). The Old Testament: A Historical and Literary Introduction to Hebrew Scriptures. New York: Oxford University Press. pp. 34–40. . == Rahab as insolence or pride == In Isaiah 30:7, rahaḇ (insolence, strength) becomes a proverbial expression that gives an allusion to the Hebrew etymology insolence. > Yea, Egyptians [are] vanity, and in vain do help, Therefore, I have cried > concerning this: `Their strength (rahaḇ) [is] to sit still. ()YLT In the Book of Job, rahaḇ (pride, blusterer) occurs in the Hebrew text and is translated in the King James Version as \"proud\". > [If] God will not withdraw his anger, the proud (rahaḇ) helpers do stoop > under him. ()KJV > He divideth the sea with his power, and by his understanding he smiteth > through the proud (rahaḇ). ()KJV == Jewish folklore == In medieval Jewish folklore, Rahab (splendour) is a mythical sea monster, a dragon of the waters, the \"demonic angel of the sea\". Rahab is also seen as a deity in the text. Rahab represents the primordial abyss, the water-dragon of darkness and chaos, comparable to Leviathan and Tiamat. Rahab later became a particular demon, inhabitant of the sea, especially associated with the Red Sea.. == Legacy == Rahab is the official Hebrew name for the planet Neptune in a vote organised by the Academy of the Hebrew Language in 2009.\"Uranus and Neptune get Hebrew names at last\", Haaretz.com\"Hebrew names to Uranus and Neptune\", Hayadan.org.il Several of the Israel Navy submarines also bear the name, including the fifth Dolphin class submarine slated to enter service in late 2015, the INS Rahav. In the video game Legacy of Kain: Soul Reaver, the boss character Rahab is a vampire who has evolved into a marine fish-like creature, possibly a reference to the mythic sea monster. == See also == * Lotan * Leviathan * Tannin (monster) * Yam (god) == References == * == External links == * Category:Demons in Judaism Category:Jewish legendary creatures Category:Mythic aquatic creatures Category:Dragons Category:Tiamat ",
    "title": "Rahab (Egypt)"
}