{
    "id": "26893486",
    "text": "The Wilson Cup is an Australian ice hockey trophy first introduced in 2007 and named after John and Carol Wilson. The Cup was awarded to the winner of the New South Wales (NSW) pre-season tournament involving all NSW teams in the Australian Ice Hockey League (AIHL) between 2007 and 2016. Since 2017 the Wilson Cup has been awarded to the winner of the regular season four game series between the two Sydney based AIHL teams, the Sydney Bears and Sydney Ice Dogs. ==History== The Wilson Cup was founded in 2007 as the trophy for a pre-season tournament involving all the AIHL NSW teams, including Western Sydney Ice Dogs, Newcastle North Stars, AIHL Bears and Central Coast Rhinos. The Cup was donated and named on behalf of former Blacktown Ice Arena owners John and Carol Wilson, major figures in Australian ice hockey at the time. Between 2007 and 2009 the pre-season tournament was contested between the four NSW teams in a round-robin event that promoted youth players. Each team played each other home and away and concluded with a play-off and final. The AIHL Bears (Sydney Bears) won the inaugural tournament and lifted the Wilson Cup in 2007. The Bears went back to back in 2008 by defeating the Western Sydney Ice Dogs 4-3 in the final. In 2009 the Central Coast Rhinos won their first Wilson Cup by beating the Ice Dogs 4-3 in a shootout in the final despite the Rhinos subsequently dropping out of the 2009 AIHL season. With Central Coast leaving the AIHL the Wilson Cup was not contested between 2010 and 2013. In 2014, the Wilson Cup was resurrected with the Sydney Bears, Sydney Ice Dogs and Newcastle Northstars all featuring in the pre-season tournament for the Cup between 16 March and 5 April 2014. The round-robin format was retained but the top two placed teams went straight to a final for the Wilson Cup. Newcastle defeated the Bears 4-3 in a shootout in the opening match of the tournament. In game two, the Ice Dogs prevailed 5-4 over the North Stars also in a shootout. In the third and final match of the round-robin, the Ice Dogs secured a big 8-1 victory over the Bears to finish top and qualify for the final. The Ice Dogs were joined by Newcastle who finished second and the two teams face-off in the Wilson Cup final for 2014. The Ice Dogs beat the North Stars 4-2 in the final to clinch their first Wilson Cup title. March 2015, the 2015 Wilson Cup tournament was announced with a double round-robin and final format change that saw the overall number of matches increased from 4 to 7. The Sydney Bears finished top of the round-robin stage with three wins from four matches. The Newcastle North Stars finished runner-up and qualified for the final against the Bears. Newcastle secured their first Wilson Cup triumph in the 2015 Wilson Cup final with a 4-3 victory over the Bears. The 2016 Wilson Cup featured an unchanged format from the prior year and ran from 19 March to 16 April 2016. The Sydney Bears finished first in the round robin stage for the second year in a row with three wins from four games. Defending champions the Newcastle North Stars finished last after losing all four of their games, including one which had to be forfeited due to a scheduling conflict with their East Coast Super League club. The Bears defeated the Sydney Ice Dogs 3–1 in the final at the Penrith Ice Palace to secure their third Wilson Cup title eight years after their last success. In 2017, due to the Bears and Ice Dogs being in the process of moving to Macquarie Ice Rink in northern Sydney ahead of the 2017 AIHL season, the pre-season tournament for the Wilson Cup was not held. As a result, the Wilson Cup was re-purposed as the trophy awarded to the winner of the AIHL regular season series between the Sydney Bears and Sydney Ice Dogs, dropping the Newcastle Northstars from contention for the Cup. The Bears retained the title and lifted the Wilson Cup for the fourth time after the regular season series was tied on both wins and goal difference. 2018 maintained the Sydney derby regular season series as the format for winning the Wilson Cup. The Ice Dogs took a 2 game lead in the 2018 series in May with a convincing 5-1 victory followed by a 3-2 shootout win. The Bears struck back in July to bring up a grand stand finish to the series with a shutout 5-0 victory. In the fourth and final match of the series the Ice Dogs came out on top with a high scoring 7-2 victory to secure the series 3-1 and the team’s second Wilson Cup. In 2019, the Sydney Bears regained the Wilson Cup for a record fifth time after claiming a 4-0 series victory over the Sydney Ice Dogs. The Bear's claimed the trophy with a game to spare in July 2019. ==Winners== ===Year on year=== The final results for the Wilson Cup each and every season {| class=\"wikitable\" style=\"text-align: center\" |- !Season !Winner !Runner-up !Final result |- |2007 || AIHL Bears || colspan=\"2\"|Information not available |- |2008 || AIHL Bears || West Sydney Ice Dogs || 6–4 |- |2009 || Central Coast Rhinos || West Sydney Ice Dogs || 4–3 (SO) |- |colspan=\"4\"| Wilson Cup not contested between 2010 - 2013 |- |2014 || Sydney Ice Dogs || Newcastle North Stars || 4–2 |- |2015 || Newcastle North Stars || Sydney Bears || 4–3 |- |2016 || Sydney Bears || Sydney Ice Dogs || 3–1 |- |2017 || Sydney Bears || Sydney Ice Dogs || Tied series 2-2 |- |2018 || Sydney Ice Dogs || Sydney Bears || Won series 3-1 |- |2019 || Sydney Bears || Sydney Ice Dogs || Won series 4-0 |} ===By team=== Total number of Wilson Cup's won by teams in the AIHL throughout the Cup's entire history. {| class=\"wikitable\" |- !Team ! !Winning years |- |Sydney Bears |style=\"text- align:center\"|5 |2007, 2008, 2016, 2017, 2019 |- |Sydney Ice Dogs |style=\"text-align:center\"|2 |2014, 2018 |- | |style=\"text-align:center\"|1 |2015 |- |Central Coast Rhinos |style=\"text-align:center\"|1 |2009 |} ==See also== *Australian Ice Hockey League *Goodall Cup *H Newman Reid Trophy *V.I.P. Cup ==References== ==External links== *Australian Ice Hockey League Category:Ice hockey competitions in Australia Category:Australian Ice Hockey League Category:Ice hockey trophies and awards Category:Australian sports trophies and awards Category:Awards established in 2007 ",
    "title": "Wilson Cup (ice hockey)"
}