{
    "id": "26891033",
    "text": "Sir Lawrence Tanfield from The life and times of Lucius Cary, Viscount Falkland Sir Lawrence Tanfield (c. 1551 – 30 April 1625)Victoria County History was an English lawyer, politician and Lord Chief Baron of the Exchequer. He had a reputation for corruption, and the harshness which he and his wife showed to his tenants was remembered for centuries after their deaths. ==Background== He was the eldest son of Robert Tanfield of Burford by his wife Wilgiford Fitzherbert. He was educated at Eton College and the Inner Temple. He was called to the bar by 1579. His career flourished largely due to the patronage of his first wife's uncle, Sir Henry Lee of Ditchley, the Queen's Champion. ==Career== He was elected Member of Parliament for Woodstock in 1584, 1586, 1589, 1593, 1597 and 1601 and returned as a knight of the shire for Oxfordshire in 1604. He was knighted in 1604. He was appointed Serjeant- at-law in 1603, puisne judge of the King’s Bench in 1606 and Chief Baron of the Exchequer in 1607. As a judge he was often accused of corruption, though none of the charges against him were ever proved. Tanfield bought Burford Priory in Oxfordshire in 1586, and the manors of Burford and Great Tew in 1611, which he partially enclosed in 1622, causing a bitter conflict with his neighbours and tenants (he was a notoriously harsh landlord). He appears to have had a collection of paintings at Burford, some of which subsequently passed to William Lenthall, who was a relative by marriage, and became part of the Lenthall pictures.The Lenthall Pictures, Nicholas Cooper, Victoria County History Tanfield Memorial, commemorating Sir Lawrence Tanfield and his second wife Elizabeth Evans, in the Church of St John the Baptist, Burford, erected 1628 He married firstly, before 1585, Elizabeth, daughter of Gyles Symonds (died circa 1596) of Cley next the Sea, Norfolk and his wife Katherine Lee, daughter of Sir Anthony Lee and sister of Sir Henry Lee, with whom he had a daughter Elizabeth, and secondly, before 1620, Elizabeth Evans of Loddington, Northamptonshire. ==Lady Tanfield== His second wife seems to have been a woman of formidable character. Like her husband she was accused of corruption, in particular of taking bribes to influence her husband's judgements. Both were notorious for harshness to their tenants: in 1620 relations became so bad that Lady Tanfield threatened to \"play the Devil \" to the tenants, and grind them into powder. Like her husband she was remembered with fear and hatred in the locality for centuries after her death. On the other hand, the bequest in her will to distribute alms to six poor widows each Christmas suggests a kinder side to her nature. ==Death and legends== He died in 1625 and was buried in the Church of St John the Baptist, Burford. His widow commissioned a magnificent memorial which was completed in 1628. True to her combative nature, she was said to have appropriated the north aisle of St John the Baptistto to hold the memorial, without seeking permission. He left his estates to his grandson, Lucius Cary, 2nd Viscount Falkland. His only daughter Elizabeth had married Henry Cary, 1st Viscount Falkland and became a writer and Catholic convert; this led to a breach with her father, and may explain his decision to leave his property to the next generation. Great Tew in the 1630s was the centre of a celebrated intellectual circle. The ghosts of Tanfield and his second wife have been reportedly sighted racing around Burford in a fiery coach bringing death to all who see them. This is testimony to the hatred they had aroused in their tenants during their lifetime: it is also said that for 200 years after Tanfield's death, he and his wife were burnt in effigy on his anniversary. ==References== ==Further reading== *History of Parliament TANFIELD, Lawrence (c.1554-1625) of Burford, Oxon. Category:1551 births Category:1625 deaths Category:People educated at Eton College Category:Members of the Inner Temple Category:Justices of the King's Bench Category:Serjeants-at-law (England) Category:Chief Barons of the Exchequer Category:English MPs 1584–1585 Category:English MPs 1586–1587 Category:English MPs 1589 Category:English MPs 1593 Category:English MPs 1597–1598 Category:English MPs 1601 Category:English MPs 1604–1611 Category:16th-century English judges Category:16th-century English lawyers Category:Knights Bachelor ",
    "title": "Lawrence Tanfield"
}