{
    "id": "26894889",
    "text": "Bethel A.M.E. Church is located in Davenport, Iowa, United States. It was listed on the National Register of Historic Places in 1983. ==History== Rear view of the building. The African Methodist Episcopal Church congregation was founded in Davenport in November 1865 and it was incorporated on January 1, 1866. Their first location was at the corner of Fourth and Gaines Street. Not only was it the first of several small churches that were founded by the Black community in Davenport after the conclusion of the American Civil War, it was the first in the State of Iowa. The black community itself was relatively small and scattered in Davenport until the 1920s. (pages 1-30 of PDF document) Northwest and north-central Davenport, the Fulton Addition, and McClellan Heights (pages 30-69 of PDF document) The trustees were Emanuel Franklin, P.C. Cooper, Hy Simon and William Van Duzer. The property at the corner of Eleventh and Ripley Streets was purchased in 1875 for $1,800. In 1909 the congregation finished the current church building in the heart of the city's African- American Community, which at the time had grown to 50 congregants.Svendsen. 11-3. Before its completion, services were held in the building's basement. At the time it was constructed the congregation changed its name to Bethel A.M.E. Church. William W. Williams was the pastor during this period. ==Architecture== The Davenport architectural firm of Clausen & Clausen designed the building using two styles that are typically found in home construction: Bungalow and American Craftsman styles. The choice seems appropriate for a denomination that emphasizes simplicity and avoidance of ceremony and symbolism. The building also features round-arch, stained glass windows that recall the Romanesque Revival style, and more typical of ecclesiastical architecture, rather than rectilinear windows. The interior features barrel vaulting over the nave and a domed apse in the back of the sanctuary. ==References== ==External links== *Bethel A.M.E. Church - 150th Anniversary - Davenport, Iowa Category:Religious organizations established in 1865 Category:Churches completed in 1909 Category:20th-century Methodist church buildings in the United States Category:African-American history of Iowa Category:Bungalow architecture in Iowa Category:American Craftsman architecture in Iowa Category:Churches in Davenport, Iowa Category:Churches on the National Register of Historic Places in Iowa Category:African Methodist Episcopal churches in Iowa Category:National Register of Historic Places in Davenport, Iowa ",
    "title": "Bethel AME Church (Davenport, Iowa)"
}