{
    "id": "26896991",
    "text": "Better Angels is the fourteenth episode of the American television series, FlashForward. The episode's teleplay was written by Scott M. Gimple & Ian Goldberg and was directed by Constantine Makris. This episode marks Constantine Makris to be the first director to direct more than two episodes of the series. This episode originally aired in the United States on ABC on April 1, 2010. ==Plot== ===Ganwar Region, Somalia: 1991=== The young Somali boy with a cut across his face from 137 Sekunden walks back into his village to find every civilian on the ground, not moving, possibly because of the five towers surrounding the perimeter of the village. The boy runs to his mother who is lying on the ground, wearing a necklace with two red stones and one yellow stone, but she doesn't wake up. The boy sees a black camel kneeling down at him. \"The Black Camel\" is considered as an omen for death in Somalia. The boy runs away, and when the war comes to Somalia, the boy goes to join an army camp. When he returns to his village, he finds the bodies of his people gone, and only one of the towers remains standing. The boy is led to believe that his people driven off by the war. ===Ganwar Region, Somalia: Present Day=== Demetri, Simon, Janis and Vogel are traveling to Somalia via helicopter dressed as Red Panda representatives to investigate the remaining tower standing because they thought it was a design made by Simon when he was thirteen years old, and was then stolen by whoever created the tower. As they're about to enter the village, they are shot at by a couple of Somali men, one of them being the adult version of the small Somali boy in 1991, whose name is revealed to Abdi. They are taken captive by Abdi's men and their cover is ruined when Abdi recognizes Simon as the scientist who claims to have caused the global blackout. Abdi knows that they're really there to search the tower, claiming they're just like \"the others\". Abdi explains that back in 1991, Americans came to Somalia, claiming to be creating the towers to provide them with electricity. One day, when he went out to herd the goats, he came back to find his people dead. Later, Demetri and Vogel stage a breakout by causing a brawl to get the guards to join in and knock them out. They see two people near the helicopter, and shoot them. But one of the guys had an RPG on him, and it accidentally goes off, blowing up one of the buildings and alerting Abdi. They are caught once again, and Abdi tells them that they are being held captive for a reason. He claims in his flashforward, he was speaking in front of thousands of what he believed was about starting a war against America, and his army would be called The Better Angels. After a while of listening to what Abdi is saying, Janis realizes what Abdi's flashforward really meant, and offers to show him what it really means and they'll tell him who they really are. Janis shows him, through the mosaic website, that he was reading an excerpt from Lincoln's first inaugural address: \"The mystic chords of memory, stretching from every battlefield and patriot grave to every living heart and hearthstone all over this broad land, will yet swell the chorus of the Union, when again touched, as surely they will be, by the better angels of our nature.\" Abdi now realizes that he's not supposed to start a war, he's supposed to stop it from happening. Demetri explains that they're there because they believe that the tower is the cause of a small blackout that occurred in 1991 and is somehow related to the global blackout. Abdi takes them inside the tower, where they find a video that reveals that his people were questioned for what they saw, and they see that D. Gibbons was the one behind the operation. Vogel finds a secret door in the tower, and they find the skeletons of the villagers, who, according to Vogel's autopsy, were shot to death. Abdi finds his mother's body via identifying her necklace, and he blames Simon for what happened since the tower was based on his designs. Right before he pulls the trigger, Vogel shoots Abdi from behind, fatally wounding him and saving Simon's life, but also preventing his flashforward from happening. That night, Abdi's people thank them for killing Abdi since he was a hard man to work for, and to show their gratitude to them, give them some food and a place to stay for the night. Vogel and Simon share their flashforwards with each other, and Vogel's flashforward reveals him walking up to a man in a suit, and saying: \"Mark Benford is dead\". Meanwhile, Demetri is rewatching the video, and after a few minutes of watching the static, D. Gibbons reappears and says \"Hello Demetri. My name is Dyson Frost, and I'm recording this message in 1991. Got your attention, didn't I?\" ===Mark and Family=== Mark shares some information with Wedeck about the hydra painting he saw in his vision and shows how it's connected with Dyson Frost. Mark also tells him the information he got about Dyson Frost. Mark heads home to have lunch with Olivia, where they discuss where they can move to get away from everything bad that could happen. Mark tells Olivia that they still need to know what Charlie saw in her vision, because she told Mark \"D. Gibbons is a bad man\". That night, Olivia finally convinces Charlie to tell her what she saw in her vision. Charlie tells her that she gave Dylan a cookie and they overhear his dad saying D. Gibbons is a liar. Dylan writes out \"D. Gibbons is a bad man\" on the refrigerator, saying that bad people lie. Charlie hears some fireworks go off, she goes to the back door, and sees Vogel telling another man \"Mark Benford is dead\". Olivia reveals what she heard to Mark, and when Olivia decides to leave the house that night, Mark tells her he can't because there's gonna be another blackout and he needs to see it through, meaning he needs the flashforwards to come true to see what he saw come true. ===Bryce and Nicole=== Bryce is vomiting in the bathroom due to his cancer, and he gets paged back to the hospital. He bumps into Nicole and finds out she's taking pre-med. Bryce says that she's part-way there since she has a good name (Dr. Kirby), and he jokes with her by saying his real name is Dr. Martin Goathead. Later that day, Bryce gives her a calculator that should help her in physics and all the other classes she has. Calculating it all to twelve years, Nicole says that in twelve years they'll be able to work together. But Bryce reveals to Nicole about his cancer. ==Title sequence image== The necklace Abdi picks up from his mother's skeleton. ==Reception== ===Viewership=== The episode was watched by 5.04 million American viewers, continuing the ever-decreasing ratings. The episode also received an 18-49 rating of 1.5.http://tvbythenumbers.com/2010/04/03/thursday-finals-flashforward- marriage-ref-inch-up-the-mentalist-inches-down/47203 ===Reviews=== IGN gave the episode a rating of 8 out of 10.http://tv.ign.com/articles/108/1081536p1.html The A.V. Club gave this episode a C, calling it \"a pretty big misfire\".http://www.avclub.com/articles/better-angels,39774/ ==References== ==External links== Category:2010 American television episodes Category:FlashForward episodes ",
    "title": "Better Angels (FlashForward)"
}