{
    "id": "26899616",
    "text": "Jin-Shan Wang (; born July 6, 1962), is a Chinese-American organic chemist and entrepreneur. Wang is the current Zhi Yuan Chair Professor at Shanghai Jiao Tong University School of Chemical Engineering. ==Biography== Wang was born in Jiangyan, Jiangsu, China in 1962. Wang obtained his bachelor's (in 1982) and master's (in 1985) degrees both in polymer science from the East China University of Science and Technology. In 1989, Wang went to study in Belgium with Prof. Philippe Teyssié and obtained his doctorate degree with highest possible rank (avec la plus grande distinction et les felicitations du jury) from the University of Liège, Belgium, in 1993. Wang published more than 20 papers, mostly in Macromolecules, and obtained 12 issued US and European patents in the area of living polymerization from his four-years doctoral research work. Months before his departure to the United States to continue his research at the Carnegie Mellon University with Krzysztof Matyjaszewski in 1994, he started conceptualizing free-radical catalyzed living radical polymerization, after studying a series of published papers on free-anion catalyzed living anionic polymerization (also called group-transfer polymerization) of methacrylate and transition-metal / free-radical catalyzed atom (group)-transfer radical addition (ATRA). Shortly after arriving in Prof. Matyjaszewski's laboratories in 1994, Wang started to implement his ideas of applying the principle of atom (group)-transfer radical addition to living radical polymerization in the lab with self-made air- and oxygen-free mini- reactors. Wang did seminal work on Atom Transfer Radical Polymerization (ATRP) during that period of time. With Prof. Matyjaszewki, Wang published three original papers on ATRP and reverse ATRP. Wang is one of the major contributors to the birth and mechanism of ATRP. He is the first Chinese polymer chemist to discover a polymerization chemistry. In 1995, Wang dedicated himself to industry and was a Senior Chemist at the Nalco Chemical Company. From 1997 to 2008, Wang also served as Research Associate at the Eastman Kodak Company. In 2008, Wang founded companies SWW and WangAtrp in U.S. and was companies' president. In 2009, Wang went back to Shanghai, and has served as the Zhi Yuan Chair Professor at Shanghai Jiao Tong University School of Chemical Engineering. In 2010, Wang founded First O-Lite, Inc with Dr. Yuan-Sheng Tyan, a world top OLED lighting scientist and several Chinese businessmen in Nanjing and is Vice-Chairman and CEO of the company. First O-Lite is among the first in the world to manufacture OLED lighting panels and products. Currently, Wang also serves as Co-Chairman of China OLED Industry Alliance. Wang held about 57 American and European patents. ==References== Category:1962 births Category:Living people Category:Chemists from Jiangsu Category:Businesspeople from Jiangsu Category:University of Liège alumni Category:Shanghai Jiao Tong University faculty Category:Scientists from Taizhou, Jiangsu Category:East China University of Science and Technology alumni Category:Carnegie Mellon University faculty Category:Educators from Taizhou, Jiangsu ",
    "title": "Jin-Shan Wang"
}