{
    "id": "26895873",
    "text": "\"The Fight Before Christmas\" is the eighth episode of the twenty-second season of The Simpsons. It originally aired on the Fox network in the United States on December 5, 2010, and consists of four short dream segments that all take place during Christmas. In the first segment, Bart travels to the North Pole and sets out to get Santa into giving him the dirt bike he has wished for every year. In the second one, set during World War II, Lisa has to cope with the absence of her mother who has been deployed as a soldier overseas. Martha Stewart arrives at the Simpsons' home in the third dream segment, helping Marge save the family's Christmas. Finally, in the last segment the entire family has become puppet characters in a theater show that also stars Katy Perry. Both Stewart and Perry guest starred in the episode as themselves. The segment featuring Perry, with the Simpsons as puppets, was filmed in live- action. It parodies The Muppet Show and Sesame Street—two shows that also feature puppet characters (The Muppets). The segment was inspired by the announcement that in September 2010 Perry would appear as herself on Sesame Street, though this appearance was later cut from that show because of the outfit she was wearing. Since airing, \"The Fight Before Christmas\" has received mixed to positive reviews from television critics. It was watched by approximately 9.56 million viewers during its original broadcast. ==Plot== The structure of the episode is similar to the structure of the Treehouse of Horror episodes, only that it is divided in four stories instead of three. ===Bart's Story=== Bart stays up late on Christmas Eve to kill Santa Claus for not bringing him a dirt bike three Christmases ago. He eventually falls asleep and dreams that the Polar Express, driven by Otto Mann, lands in front of the house and flies him to the North Pole. Bart meets Santa (Krusty the Clown) only to find out that he has run out of money, since giving out presents in return for cookies every year is not a sustainable business model. Feeling pity, Bart decides that Santa no longer has to give him a dirt bike and leaves with Santa throwing a party in his office after revealing how stupid kids are. ===Lisa's Story=== Lisa dreams that it is December 1944 and that Marge is a soldier in World War II. Due to Marge being taken suddenly for overseas deployment while buying a Christmas tree the previous year, Lisa has sworn to never see another Christmas tree until Marge returns home safely. However, during Christmas of 1944, the family gets a telegram saying that Marge is missing in action. After hearing the news, Lisa runs away to the place where she had last seen her mother, the Christmas Tree Farm. The owner of the place says that Marge paid for a tree the previous year but never picked it up. Lisa, believing the tree to be a symbol that Marge is alright, takes it home and decorates it together with Homer and Bart. Marge is then seen assassinating Adolf Hitler with an MP40 in a movie theater in France as he watches a propaganda film. When she walks away from the scene, the theater explodes behind her. ===Marge's Story=== Marge dreams that she has sent a letter to Martha Stewart asking for her to help save the family's Christmas. Martha promptly arrives and fills the house with the Christmas decorations Marge has always dreamed of, but the other family members end up as part of the decorations instead of being able to enjoy the holiday with her. Marge quickly realizes that it is Homer and the children that make Christmas special for her, so Martha gets rid of all the decorations with a magic wand. Marge then wakes up on Christmas Day to find that her family has brought her the ingredients for breakfast in bed. Their attempts to cook it go awry, so they go out for breakfast instead. ===Maggie's Story=== Maggie dreams that the entire family has become puppets in a theater. As the Simpsons prepare for a trip to Hawaii and ask Moe to house-sit for them, Homer's boss Mr. Burns pays a surprise visit. He soon learns that Homer has feigned a neck injury to get time off work for the trip and calls his attack hounds on him. However, only one arrives (represented by a crude sock puppet), since the show has spent its budget on Katy Perry, who appears as herself and Moe's girlfriend. Noticing that Burns is disappointed by the lack of his attack hounds, Katy gives him a kiss. Touched by this, Burns decides to forgive the Simpsons and allows them to enjoy their trip in Hawaii, and then everyone sings a parody of \"Twelve Days of Christmas\" which plays during the credits. At the end of the credits, Moe attempts to kiss Katy but is not tall enough to reach her mouth, so he instead opts to kiss her bellybutton through her dress. Katy retorts that he is not kissing her bellybutton, meaning that he is actually kissing her vulva, but also says she did not tell Moe to stop. ==Production== \"The Fight Before Christmas\" was written by Dan Castellaneta (who provides the voice of Homer on The Simpsons) and his wife Deb Lacusta, as part of the show's twenty-second season. It was directed by Bob Anderson and Matthew Schofield. Similar to the show's Treehouse of Horror episodes, this episode features several segments. Since all four of them are set during Christmas, the episode was originally broadcast in December 2010. There have been many Christmas episodes on The Simpsons ever since the first episode of the series, the 1989 holiday special \"Simpsons Roasting on an Open Fire\", and \"The Fight Before Christmas\" was not the first time a Christmas episode was divided into segments. Several parts of the episode were inspired by popular culture. The train that appears in the first dream segment references the train featured in the children's book The Polar Express and its film adaptation. In Santa's office building at the North Pole, the characters Schroeder (from Peanuts) and Bumble (from Rudolph the Red-Nosed Reindeer) are seen. The second segment references the plot of the film Inglourious Basterds in that Marge blows up a movie theater with Adolf Hitler and other Nazis in it. In addition, the propaganda film that is playing in the theater features an evil version of the Disney character Dumbo flying over London and dropping bombs. American media personality Martha Stewart guest starred in \"The Fight Before Christmas\" as an animated version of herself. Her appearance was announced to the press in April 2010. Stewart commented in an interview that she enjoyed recording her part, which she described as \"pretty true to life\". She also noted that \"the writers are excellent\" and joked that they \"worked very hard with me to make sure I wasn't too bad.\" Stewart has expressed interest in guest starring on the show again in one of the Treehouse of Horror episodes, since her favorite holiday is Halloween.Video interview with Martha Stewart originally published by Fox Broadcasting Company in 2010. Retrieved 2011-08-19. ===Live-action segment=== Katy Perry appears alongside puppet versions of Simpsons characters in a live- action segment in the episode. The episode contains a live-action segment featuring characters from the show as puppets and a guest appearance from singer Katy Perry as herself. It parodies the two television series The Muppet Show and Sesame Street, both of which feature Jim Henson's Muppets. References to those shows include puppet versions of Grampa and Jasper heckling the cast of the Simpsons puppet show from a box seat in the manner of Statler and Waldorf from The Muppet Show, and Moe devouring cookies like Cookie Monster does on Sesame Street. Brad Trechak of AOL TV noted that \"the plot of the segment was silly and simplistic in line with the style of Sesame Street but had some real adult moments like one would see on The Muppet Show.\" The segment was inspired by the announcement that Perry would appear as herself on Sesame Street. This appearance, which sees her performing a version of her song \"Hot n Cold\" with Elmo, was originally to appear on the forty-first- season premiere of the educational children's program on September 27, 2010. However, on September 23 it was announced that it had been cut from the show because some parents who had seen the appearance online complained about the revealing clothes worn by Perry. Sesame Workshop said in a statement that \"In light of the feedback we've received on the Katy Perry music video which was released on YouTube only, we have decided we will not air the segment on the television broadcast of Sesame Street, which is aimed at preschoolers. Katy Perry fans will still be able to view the video on YouTube.\" The Simpsons segment was filmed in mid-September 2010, before the controversy began, and thus it was not inspired by the decision to cut Perry's appearance from Sesame Street. Executive producer Al Jean announced to Entertainment Weekly on September 25 that the singer would guest star on the show, commenting that \"In the wake of Elmo's terrible betrayal, the Simpsons puppets wish to announce they stand felt-shoulder-to-shoulder with Katy Perry.\" The segment was shot in front of a green screen. This was the third time that a sequence of The Simpsons was shot in live-action — the first being the \"Homer³\" segment of the 1995 episode Treehouse of Horror VI in which a 3D computer-animated Homer ends up in the real-life world, and in the \"Terror of Tiny Town\" segment of Treehouse of Horror IX where Bart and Lisa appear on Live with Regis and Kathie Lee. Perry wears a cleavage-showing, red latex dress in the episode that features characters from the show on it. Entertainment Weekly author Dan Snierson noted that this dress \"probably wouldn’t have been Street-approved either\", and a writer for Metro commented that \"the Simpsons' producers were certainly not worried about Katy looking too raunchy\". Perry was a fan of The Simpsons before guest starring. In a video interview, she commented that she \"thought it was an honor to be asked to be on The Simpsons. The Simpsons, they are kind of like a national treasure when it comes to, you know, America and the whole world.\" She also stated that she considers it to be one of the highlights of her career, and that she saw it as a sign that she had \"made it\".Video interview with Katy Perry originally published by Fox Broadcasting Company in 2010. Retrieved 2011-08-19. ==Reception== In its original American broadcast on the Fox network in the United States on December 5, 2010, the episode was watched by approximately 9.56 million people. It received a 4.2 Nielsen rating in the adults aged 18–49 demographic, making it the highest- rated episode of the season at that point. The episode was also watched by an 11% share of the television audience. The Simpsons became the highest rated program in Fox's \"Animation Domination\" lineup that night, beating The Cleveland Show and American Dad!. In addition, \"The Fight Before Christmas\" became the fifth highest-rated program among adults aged 18–49 the week it aired, and the twentieth highest-rated among all ages. The episode as a whole has received mixed to positive reviews from critics. AOL TV's Brad Trechak wrote that it \"showed a level of imagination that the recent Halloween episodes have been lacking\" and that it \"started good and got progressively better [...]\". Emily VanDerWerff of The A.V. Club, on the other hand, commented that the segments \"got weaker as they went along\". She added the episode \"wasn't awful, and it did have some solid laughs, but the quality of the segments was decidedly hit and miss.\" These two critics both praised Bart's dream for being funny and Lisa's dream for its Inglourious Basterds parody. They had different opinions on the last two sequences, though. Trechak thought Stewart \"really shone in [Marge's dream], playing some sort of parody of herself crossed with Mary Poppins and Satan,\" and singled out the live- action sequence as his favorite because he is a fan of Jim Henson, the creator of The Muppets. VanDerWerff commented that \"Marge's visit from Martha Stewart was one joke stretched too far, and the final segment with the Muppet Simpsons was far too stilted.\" Several other critics have commented on the live-action sequence. Mediaite's Tommy Christopher wrote in a column that the episode was \"capped off by a pitch-perfect parody of The Muppet Show, but veered into adult humor that would make the Muppet-inspired pottymouths of Avenue Q blush.\" He commented that the part where Moe thinks he is kissing Perry's bellybutton and she tells him not to stop \"has got to be a first on network television, breaking the dual taboos of oral sex and puppet-on-human conjugal bliss.\" The segment was praised by Germain Lussier of /Film, who gave it as an example of how the show, \"every once in a while, [...] does something so outrageous, we all step back and marvel at their brilliance.\" Joyce Eng and Kate Stanhope of TV Guide named the sequence the second top television moment of the week. ==References== ==External links== * Clip showing Katy Perry's appearance on BSkyB's website * * *\"The Fight Before Christmas\" at The Simpsons.com Category:2010 American television episodes Category:Christmas television episodes Category:American television shows featuring puppetry Category:The Simpsons (season 22) episodes Category:Television episodes about dreams Category:Cultural depictions of Adolf Hitler ",
    "title": "The Fight Before Christmas (The Simpsons)"
}