{
    "id": "26895671",
    "text": "obsidians. The hollow white rocks are geodes A collection of smaller mineral samples, with cases to keep them in Azurite specimen from the Morenci mine, Morenci, Arizona, USA. Morenci is the largest copper mine in North America, and Morenci copper mineral specimens are beautiful, abundant, and relatively inexpensive. Creedite specimen, 11 x 7 x 3 cm, from Santa Eulalia, Chihuahua, formerly in the Perkins D. Sams collection. Mineral collecting is the hobby of systematically collecting, identifying and displaying mineral specimens. Mineral collecting can also be a part of the profession of mineralogy and allied geologic specialties. Individual collectors often specialize, for example collecting examples of the various colors and forms taken by the mineral calcite, calcite from widely scattered locations in a region or the world, or minerals found in pegmatites. ==History== Generally considered the \"father of mineralogy\", Georgius Agricola (1494–1555) was also an avid mineral collector. He wrote several books, including two of enduring significance: De Re Metallica, an early treatise on mining, and De Natura Fossilium, the first (1546) modern textbook of mineralogy. Another famous 16th century mineral collector was Holy Roman Emperor Rudolf II (1552–1612). He built a large mineral collection while employing Anselmus de Boodt (ca. 1550–1634), his court physician and another avid mineral collector, to expand and tend his collections. After Rudolf's death his collection was dispersed. ==Motivations== Mineral collectors find a variety of reasons to collect minerals. Many minerals are strikingly beautiful and collected for their aesthetic value. Others collect to learn more about mineralogy, the local mining industry and/or local geology. Some simply enjoy exploring the outdoors and socializing and trading with other mineral collectors. Serious collectors will go so far as traveling great distances to find the right specimen. ==Notable public mineral collections== *Australian Museum, Albert Chapman Mineral Collection, Sydney *Carnegie Museum of Natural History, Hillman Hall of Minerals and Gems, Pittsburgh, Pennsylvania *Fersman Mineralogical Museum, Moscow *Geological Museum, Mineral Collection, London *Houston Museum of Natural Science, Cullen Hall of Gems and Minerals, Houston *Mercer County District Library (900 specimens on display), Ron & Ruth Langsdon Mineral Collection, Celina, Ohio *Mim Museum (over 1800 specimens representing 450 species on display), www.mim.museum, Beirut, Lebanon * Mineralogisches Museum Hamburg (1500 specimens on display) Mineral hall, Hamburg *Musée de Minéralogie, École nationale supérieure des mines de Paris, Paris *Museo Civico di Storia Naturale di Milano, Milan *National Museum of Natural History, Smithsonian Gem and Mineral Collection, Washington, D.C. *Natural History Museum of Los Angeles County, Hall of Gems and Minerals Natural History Museum of Los Angeles; Gems and Minerals. access date: 5/22/2010. *Naturhistorisches Museum Wien (Vienna, Austria), Mineralogy and Petrography Exhibition nhm-wien.ac.at * Terra Mineralia, Mineral Exhibition of the TU Bergakademie Freiberg, Germany, (3500 specimen on display) terra-mineralia.de ==Notable mineral collectors== Malachite specimen from the Copper Queen Mine, Bisbee, Arizona. Dr Douglas saved many of the best mineral specimens from the Copper Queen for his personal collection. His family later donated many of them to the Smithsonian. *Andrew Ketcham Barnett (1852–1914), principal, Penzance School of Mines *Albert Chapman (1912–1996) after death collection moved to Australian Museum. *Dr. James S. Douglas (1837–1918), mining engineer. His collection of classic Bisbee minerals was donated to the Smithsonian's National Museum of Natural History. *Walter Frederick Ferrier (1865–1950), Canadian geologist and mining engineer *Jack Halpern (collector) (born 1920),Best of Collectors St. Marie aux Mines page collection reviewed in Mineralogical Record *George Frederick Kunz (1856–1932), gentleman scientist, VP of Tiffany & Co., \"special agent\" for the US Geological Survey (1883–1909) *William F. Larson (born 1945), Founder of Pala International, board of San Diego Natural History Museum, owner Sinkankas Library Bio on Mineralogical Record *Gene Meieran (born 1937), 2nd Sr Intel Fellow (after the inventor of the microprocessor),Bio of Gene Meieran at Purdue and Intell 2003 Carnegie Mineralogical Award winner.Carnegie Mineralogical Award Collection also at A. E. Seaman Mineral Museum. *J. P. Morgan (1837–1913), famous international banker. Morganite was named after him by G.F. Kunz. *E. Pohl-Ströher (1919-2016), German business executive and heiress, collected for more than 60 years. She permanently loaned her collection to TU Bergakademie Freiberg, Germany. *Perkins D. Sams (1927–2010), West Texas oilman. After death collection moved to Houston Museum of Natural Science.Perkins Sams obituary Perkins D. Sams biography at Mineralogical Record *Stephen Smale (born 1930), Professor in mathematics, UC Berkeley. World's best Chinese mineral collection published in book.the book of his collection at Lithographie Appraised Houston Museum of Natural Science collection. *Abraham Gottlob Werner (1749–1817), pioneering German geologist *Henrietta Clive, Countess of Powis (1758–1830), one of the first female mineral collectors in the United Kingdom, whose well- organised collection is now part of National Museum Wales. The website of Mineralogical Record magazine includes a Biographical Archive containing biographical sketches of approximately 1,800 (as of 2016) mineral collectors and specimen dealers, most of whom were or are active between the late 19th century and the present day. ==See also== * Rockhounding * Fossil collecting * Lapidary * Lapidary club * Tucson Gem and Mineral Show, the world's largest. * Mineralientage, the Munich Mineral Show, Europe's largest. ==References== ==Further reading== * ==External links== *Beginning Guide to Mineral Collecting at mindat.org *Criteria for selecting crystallized mineral specimens for a display collection by Jack Halpern Reprint article, the Mineralogical Record, 2008 *Tips for collecting minerals in the field, by the Mineralogical Society of America. **Collector's Corner, at MSA * The American Federation of Mineral Societies, with links to regional and local clubs in the USA. Category:Mineralogy 01 Category:Collecting ",
    "title": "Mineral collecting"
}