{
    "id": "26897888",
    "text": "Sølvguttene performing at Torstein Grythes (founder of the choir) funeral in 2009. Sølvguttene (\"The Silver Boys\") is a boys' choir founded by Torstein Grythe in June, 1940. He would hold the position as conductor until 2004, when Fredrik Otterstad took over.Eldri Espedal Storhaug: Sølvguttene kom med julefred Aftenbladet, December 12, 2008 In 2019, Frikk Heide-Steen was hired as full-time conductor alongside Otterstad. The choir had its first rehearsals in Grythes apartment in Oslo, but were soon offered to rehearse in Norwegian Broadcasting’s (NRK) facilities. The thought was that the choir would be permanently linked to NRK, and the first radio performance was held in December 1940. Conditions during the German occupation soon made it impossible to continue the cooperation with NRK, and the choir was for the remainder of the war years managed by the founder/conductor. Sølvguttene got its name primarily because of the shiny, silvery uniforms that were acquired in the beginning (for lack of other, more subtle materials). Later the name has been attributed to the special sound and clarity of boys voices, voices of silver. ==Overview== Sølvguttene (Norwegian Broadcasting Boys’ Choir) comprises about 90 boys and 30 adult male singers, all of whom have previously been boy singers. Additionally, 25 boys aged 7 to 9 are training to be qualified for the concert choir. The choir will normally comprise around 60 singers on international tours, and regular concerts. The choir has become an extremely popular institution in Norway with its many performances on radio and television, in addition to concerts all over the country. In particular the program \"Sølvguttene synger julen inn\", which is broadcast every Christmas Eve, has been a major success. In addition, the choir has toured all over Europe and also the USA and the former Soviet Union on several occasions. The choir is known internationally because of its emphasis on sound rather than on technical perfection. The choir has often been engaged to perform at official events, such as the closing ceremony of the Lillehammer Olympic Games and the baptism of the Norwegian Princess Ingrid Alexandra. Sølvguttene has been invited to and performed in some of the most spectacular churches and concerts halls in Europe, among them Westminster Abbey in London, St. Peter's Basilica in Rome and the Berliner Dom. They have also performed with internationally recognized musicians such as Kiri Te Kanawa, Andrea Bocelli and Ole Edvard Antonsen. ==Repertoire== The choir has a varied repertoire, although the focus has been on classical church coral music and traditional Norwegian folk music. The choir regularly performs classical masterpieces like Brahms' German Requiem and Mozart's Requiem, as well as serving as youth choir for the Oslo Philharmonic. ==Discography (a selection)== * 1987: Julenatt * 1989: Norge, mitt Norge * 1990: Sølvguttene: 50 år * 1995: Sølvguttene in Boda Kyrkja (live) * 1996: Sølvguttene in Westminster Abbey (live) * 1997: Kormusikk fra Norge i middelalder og renessanse samt fra vår tid * 2000: Sølvguttene 60 år * 2001: Sølvguttene synger julen inn * 2006: Julemesse - missa in nativitate domini * 2009: Desember Stemninger (with Ole Edvard Antonsen) * 2010: Sølvguttene Live - Charpentier: Te Deum (live) * 2011: Da Pacem (with Ellen Sejersted Bødtker) * 2013: Pervane: fløyet fra Guds hånd (with Kudsi Erguner * 2014: Gull i munn - Prøysens gutteviser ==Different parts of the choir== Song School: Among 25 boys from 7 to 9 years old are taught how to sing and to read their music. This is the cornerstone of the choir's success. Concert Choir: Consists of approximately 70 boys between 8 years old and voicechange, and 25 men. Men's choir: Consists of about 25 former choirboys. They play a major role in the concert choir, and perform on their own as well. Youthgroup: \"VoiceOver\": During and after the voice-change, boys get the opportunity to sing in this choir to maintain their voice. They sing all genres, and has become popular entertainers. VoiceOver also function as a recruitment chor for the men's choir. Soloist Group: A group of boys who represent the choir in smaller occasions such as weddings and funerals. Soloists: Boys from the choir is often invited to play in operas such as Mozart's Magic Flute. == References == ==External links== Sølvguttenes homepage Category:1940 establishments in Norway Category:Boys' and men's choirs Category:Choirs of children Category:Musical groups established in 1940 Category:Musical groups from Oslo Category:NRK Category:Norwegian choirs ",
    "title": "Sølvguttene"
}