{
    "id": "26894392",
    "text": "\"Darlin'\" is a song written in 1970 by English sax player Oscar Stewart Blandamer.Oscar Stewart Blandamer \"Stewart wrote his most successful song \"Darlin\" in 1970, but it wasn't until 1977 that the song was heard by the management of the British country band \"Poacher\" (who had won a British tv talent show \"New Faces\"). It was expected that \"Darlin\" would be a big hit for them, but despite a great deal of airplay it didn't happen. However, the single did make the US country charts, which was a rarity for a British act.\" There have been many recorded versions of the song, including those by David Rogers as a country song, and in a rock and blues version by Frankie Miller. Further famous versions were recorded by Tom Jones, Barbara Mandrell, Smokie and Johnny Reid. ==Poacher version== The song was first released by Warrington country band Poacher in 1978. ==Frankie Miller version== Miller recorded the song in 1978 and had an international hit with it. It reached number 1 on the Norwegian Singles Chart, and 6 in the UK Singles Chart. It also reached the Top Ten (#8) in Australia in 1979. ==David Rogers version== A country music version was recorded by the American singer David Rogers. Released on the Republic label, it was never included on an album. Rogers' recording was a relatively minor hit reaching #18 on the Billboard country singles charts. ==Other cover versions== Barbara Mandrell released a cover version in 1979, which served as the B-side to her number one single \"Years.\" In 1980, the song was one of two by Bonnie Raitt included on the soundtrack of the film, Urban Cowboy. It was not released as a single, although her other contribution, Don't It Make Ya Wanna Dance was issued to Country radio. It failed to crack the Top 40 on the chart, peaking at #42. In 1981, Welsh pop singer Tom Jones released the song as a single from his Mercury Records album Darlin'. Jones' rendition also reached the country music Top 20, peaking at #19 there in addition to reaching number 3 on the Bubbling Under Hot 100.Whitburn, p. 216 The British band Smokie recorded a cover version in their 2000 covers album Uncovered. In 2004, singer Bonnie Tyler released a version of the song on her album Simply Believe. In 2007, Canadian singer Johnny Reid also released a version of the song on the album Kicking Stones. His version peaked at number 57 on the Canadian Hot 100. ==Chart performances== ===Frankie Miller=== {|class=\"wikitable\" !align=\"left\"|Chart (1979) !align=\"center\"|Peak position |- |align=\"left\"|Norwegian Singles Chart |align=\"center\"|1 |- |align=\"left\"|UK Singles Chart |align=\"center\"|6 |} ===David Rogers=== {|class=\"wikitable\" !align=\"left\"|Chart (1979) !align=\"center\"|Peak position |- |align=\"left\"|U.S. Billboard Hot Country Singles |align=\"center\"|18 |} ===Tom Jones=== {|class=\"wikitable\" !align=\"left\"|Chart (1981) !align=\"center\"|Peak position |- |align=\"left\"|U.S. Billboard Hot Country Singles |align=\"center\"|19 |- |align=\"left\"|U.S. Billboard Bubbling Under Hot 100 |align=\"center\"|3 |} ===Johnny Reid=== {|class=\"wikitable\" !align=\"left\"|Chart (2007) !align=\"center\"|Peak position |- |- |} ==References== ==External links== * Category:1978 singles Category:1979 singles Category:1981 singles Category:2007 singles Category:Tom Jones (singer) songs Category:Johnny Reid songs Category:David Rogers (singer) songs Category:Open Road Recordings singles Category:1970 songs ",
    "title": "Darlin' (Poacher song)"
}