{
    "id": "26897258",
    "text": "Hanina(h) ben Ahi Rabbi Joshua (), or Hananiah ben Ahi Rabbi Joshua (), meaning 'Haninah/Hananiah son of the brother of Rabbi Yehoshua' was a Jewish Tanna sage of the third generation.Jewish Encyclopedia, HANANIAH (ḤANINA), Nephew of R. Joshua Unlike many other Tannaitic sages, he is not recognized by his father's name, but rather with his uncle's name, R. Joshua ben Hananiah. He does not appear on the Mishnah at all. Sometimes he is recorded in baraitas as merely Hananiah,Shabbat 36b; Erubin 26a; Sukkah 20b; Ketubot 79b; etc. which can lead to confusion with Hananiah ben Akavia. ==Biography== He was a contemporary of Judah ben Bathyra, Matteya ben Heresh, and Jonathan.Sifre, Deuteronomy 80 Who his father was is not stated; nor is anything known of his early years. He was named after his grandfather, Hananiah. He acquired his Torah knowledge from his uncle R. Joshua ben Hananiah (from whom he received his cognomen), and witnessed his uncle's activities on the Sanhedrin of Yavne. In the days of Gamaliel II he once ventured to give a decision, for which he was summoned before Gamaliel; but his uncle, by reporting that he himself had given Hananiah the decision, mollified Gamaliel.Niddah 24b It was probably about that time that Hananiah fell in with some sectarians at Capernaum. To remove him from their influence his uncle advised him to leave the country, which he did, emigrating to Babylonia, where he opened a school that eventually acquired great fame.Sanhedrin 32b; Ecclesiastes Rabbah 1:8, 7:26 He returned to his native country with ritualistic decisions which had been communicated to him by a Babylonian scholar, and which he submitted to his uncle.Sukkah 20b After the failure of the Bar Kokhba revolt, and the death of Rabbi Akiva and R. Judah ben Baba, Haninah survived to remain the greatest scholar sage of the generation (\"Gadol\") in the Land of Israel. But following the persecution that accompanied the Bar Kochba rebellion, he again emigrated to Babylonia, settling at Nehar Pekod.See Neubauer, \"G. T.\" pp. 363 et seq. Hananiah's arrival in Babylonia threatened to produce a schism with far- reaching consequences: it created a movement toward the secession of the Babylonian congregations from the central authority of the Palestinian Sanhedrin. Believing that Roman tyranny had permanently suppressed the religious institutions which had previously united the Jewish people despite its dispersion, Hananiah attempted to establish an authoritative body in his new home. To render the Babylonian schools independent of Palestine, he arranged a calendar fixing the Jewish festivals and bissextile years on the principles that prevailed in Palestine. In the meantime, however, Hadrian's death had brought about a favorable change in Judea. In March, 139 or 140, a message arrived from Rome announcing the repeal of the Hadrianic decrees;See Megillat Taanit 12 soon thereafter the surviving rabbis, especially the disciples of Akiva, convened at Usha, and reorganized the Sanhedrin with Simeon ben Gamliel II as president.Rosh Hashana 31b et seq.; see Rapoport, \"'Erek Millin,\" pp. 233b et seq. They sought to reestablish the central authority, and naturally would not tolerate any rivals. Messengers were therefore dispatched to Nehar-Peḳod, instructed to urge Hananiah to acknowledge the authority of the parent Sanhedrin. The messengers at first approached him in a kindly spirit, showing him great respect. This he reciprocated, and he presented them to his followers as superior personages; but when he realized their real mission he endeavored to discredit them. They, for their part, contradicted him in his lectures; what he declared pure they denounced as impure; and when at last he asked them, \"Why do you always oppose me?\" they plainly told him, \"Because you, contrary to law, ordain bissextile years in foreign lands.\" \"But did not Akiba do so before me?\" asked he; to which they replied, \"Certainly he did; but you cannot compare yourself with Akiva, who left none like him in Palestine.\" \"Neither have I left my equal in Palestine,\" cried Hananiah; and the messengers retorted, \"The kids you left behind you have since developed into horned bucks, and these have deputed us to urge you to retrace your steps, and, if you resist, to excommunicate you.\" The Palestinian sources relate that the deputies, to impress upon him the enormity of secession from the parent authority, publicly parodied Scriptural passages. One of them substituted \"Hananiah\" for \"the Lord\" in \"These are the feasts of the Lord\" (Leviticus 23:4). Another recited, \"Out of Babylonia shall go forth the Law, and the word of the Lord from Nehar-Peḳod,\" instead of \"Out of Zion\" and \"from Jerusalem\" (Isaiah 2:3). When the people corrected them by calling out the proper readings, the deputies laconically replied Gavan! (= \"With us!\").Yerushalmi Nedarim 6 40a They also declared that the steps taken by Hananiah and his followers were tantamount to building an altar on unholy ground and serving it with illegitimate priests. In short, they argued, his course was a renunciation of the God of Israel. The people recognized their error, and repented; but Hananiah held out. He appealed to Judah ben Bathyra, then in Nisibis, for support; but the latter not only refused to participate in the secession movement, but convinced Hananiah to submit to the orders emanating from the Judean Sanhedrin.Berachot 63a Hananiah ended his life peacefully in Babylonia.Ecclesiastes Rabbah 1:8 ==Teachings== Although Hananiah was a prominent figure in his day, rivaling for a time the patriarch in Judea, his name is connected with only few halakhot, either originalTosefta Peah 3:3; Ketubot 79b or transmitted,Eruvin 43a; Beitzah 17b; Sukkah 20b; Niddah 24b and with still fewer halakhic midrashim.Mekhilta, Bo, 16; Sifre, Numbers 49, 116; Hagigah 10a; Shevuot 35b Only two or three aggadot are recorded as his. One declares that where Scripture says, \"King Solomon loved many strange women\" (I Kings 11:1), it does not mean to impugn his chastity; but it implies that he transgressed the Biblical inhibition, \"Thou shalt not make marriages with them\" (Deuteronomy 7:3).Yerushalmi Sanhedrin 2 20c Another asserts that the tablets of the Ten Commandments (Deuteronomy 4:13) contained after each command its scope in all its ramifications; that the Commandments were interwoven with expositions as are the billows of the sea with smaller waves.Yerushalmi Shekalim 6 49d; Shir haShirim Rabbah 5:14 ==References== * Category:Mishnah rabbis ",
    "title": "Haninah ben Ahi R. Joshua"
}