{
    "id": "26891038",
    "text": "Johan Nicolai Støren (22 July 1871 – 14 November 1956) was a Norwegian bishop and theologian. ==Education and career== Støren was born in Trysil, Hedmark county, Norway, the son of vicar Abraham Wilhelm Støren and his wife Lagertha Johanne Diriksdatter. He had eleven siblings, including the brother Kristoffer Støren and a first cousin of engineer Ragnvald Støren. His first cousin Petter Johan Nicolay Støren was the father of high-ranking Nazi civil servant Finn Støren, making Johan and Finn first cousins once removed. He was sent to Kristiania Cathedral School at age 13, and took his examen artium in 1889. He then graduated from the Norwegian Military Academy in 1890 and from the Royal Frederick University with the cand.theol. degree in 1895. He studied in Germany from 1898 to 1899. He started his pastoral career in 1896 as curate serving under his vicar father in Meldal, not far from Støren where his family originated. After the period in Germany, Støren was vicar in Brønnøy and Skjerstad between 1899 and 1901, seaman's priest in Leith, Scotland from 1901 to 1908 and then as a curate in Biri from 1908 to 1913. From 1913 he was the vicar of Tynset, and in August 1915 he was promoted to dean of Østerdalen. There were tumultuous times for the church, with conservatives protesting the growing influence of liberals. Støren was slightly on the conservative side, but was a compromise candidate for Bishop of the Diocese of Hålogaland in 1918. Støren was originally the fourth-most favored candidate among the local clergy, but the favored candidate Johan Beronka was a pacifist Kven and therefore out of the question for the Council of State (who appointed bishops in Norway at that time), number two rejected the offer and number three was seen as too liberal. He was appointed in July and ordained in September 1918. He remained here until being appointed as the more prestigious Bishop of the Diocese of Nidaros in 1928. Støren was due to retire from old age in July 1941, but in October 1940 the authorities prolonged his term by one year. This was during the occupation of Norway by Nazi Germany, which started in April 1940. On 24 February 1942 all bishops stepped down in protest against the Nazi regime. Five bishops including Støren were fired in a meeting of 12 March 1942; Støren was the only one who was allowed by the Nazis to keep his title and honorifics. After the end of the Nazi regime in May 1945, the new regime held that Nazi-instigated changes of office were illegal, but by Royal Resolution of 12 June 1945 Støren was declared as retired since 12 March 1942. Støren lived at Smestad in his later life, and died in November 1956. He outlived his wife Sophie Castberg (1875–1952), whom he had married in October 1899 in Kristiania. His wife was a second cousin once removed of Johan Christian Tandberg Castberg and third cousin of Torgrim and Johan Castberg.Cf. the genealogy page for Sophie Castberg ==References== Category:1871 births Category:1956 deaths Category:Bishops of Nidaros Category:Bishops of Hålogaland Category:20th-century Lutheran bishops Category:Norwegian Military Academy alumni Category:University of Oslo alumni Category:Norwegian expatriates in Germany Category:Norwegian people of World War II ",
    "title": "Johan Nicolai Støren"
}