{
    "id": "26900901",
    "text": "Ronald Ringsrud is an emerald dealer and writer of the book Emeralds, A Passionate Guide. This work draws on Ringsurd's decades of work in the emerald industry and includes a foreword written by John Koivula, the Chief Gemologist at GIA. ==Author Background== Ronald Ringsrud has a background in emerald gemology and the world emerald market. He has given presentations and lectures on these issues since 1986. As the owner of Ronald Ringsrud Company, he was the host and guide in Bogotá for visits to the emerald marketplace from foreign buyers as well as guiding groups from the L.A. County Museum of Natural History and the G.I.A. [Gemological Institute of America] on their trips to the Colombian emerald source. Ringsrud has published three articles in the journal Gems and Gemology, produced by the Gemological Institute of America (GIA). He was a speaker at the GIA’s International Gemological Symposium in 1991.” In 2006, he presented at the GIA Gemological Research Conference in San Diego, California with the topic of “Subjectivity in Gemology.” In an interview with Southern Jewelry News, Ringsrud describes his rise to the Board of Directors of the American Gem Trade Association (AGTA). He mentions the secrecy and intrigue of the emerald mines of Colombia, stating that “the mines are very shrouded and closed.” He has posted video clips about the subject on sites such as YouTube. Also, his charitable activities in Colombia aim to assist people in the mining area. ==Emeralds, A Passionate Guide== Emeralds, A Passionate Guide is a 2009 non-fiction work published by Ringsrud's own company Green View Press. This work is an “adventure into the unique world of emeralds\". In addition to the textual combination of anecdotes and scientific facts, this guide contains 70 microphotos and over 250 color photos and illustrations. The screenwriter Diane Lake reviewed Emeralds, A Passionate Guide as “a book [that] glistens and gleams—that fairly sparkles with its intensity.” The reviewer for pricescope.com states: “The subtitle of Ronald Ringsrud’s new book A Passionate Guide, The Emeralds, The People, Their Secrets has been well selected. The book is not just about an emerald, more specifically a Colombian emerald; it is about a country, its people and one man’s love affair with it all.” The book has received other positive reviews. ==References== ==External links== * Ronald Ringsrud: Official Website * Emeralds, A Passionate Guide Category:Gemologists Category:Living people Category:American male writers Category:Year of birth missing (living people) ",
    "title": "Ronald Ringsrud"
}