{
    "id": "26909267",
    "text": "The Thomas A. Hendricks Monument is a public artwork by American artist Richard Henry Park and is located on the southeast corner of the Indiana Statehouse grounds in Indianapolis, Indiana. The monument is a tribute to Thomas A. Hendricks (September 7, 1819November 25, 1885), the 21st Vice President of the United States (serving with Grover Cleveland). Hendricks was a former U.S. Representative and U.S. Senator from Indiana. He was the 16th Governor of Indiana and led the campaign to build the Indiana Statehouse. The sculpture is a full-length bronze portrait figure of Hendricks in formal attire with a long dress overcoat. The sculpture's pedestal is red Italian granite. Two bronze allegorical sculptures by Park, one on each side of the pedestal, represent \"Justice\" and \"History\". ==Description== The original design by Richard Henry Park was a single bronze statue of Hendricks, surmounting a granite pedestal, similar in appearance to the final version. (copy) Later, as funds for the monument increased, Park was commissioned to add two seated allegorical statues in bronze representing \"History\" and \"Justice\"; the granite pedestal was enlarged and modified to receive the new features. The monument stands tall; the base is in length and in width. The heroic, full-length bronze portrait figure of Hendricks is tall.The Smithsonian Institution's Art Inventories database lists the Hendricks sculpture as approximately tall, wide, and long. See It is the largest of the bronze statues on the Indiana Statehouse lawn. Hendricks is depicted in formal, nineteenth-century attire and wears a suit and long dress overcoat. His proper right hand is tucked into a vest across his chest. The figure stands atop a red granite pedestal that has arches, columns, and pilasters. Two full-length bronze female figures, one on each side, flank the pedestal's base. Each figure is seated and wears classical robes. \"Justice\", the figure on the proper left, has long, braided hair. Her proper left arm is raised to shoulder height; she holds a sword in her proper right hand. The figure of \"History\", on the proper right, holds a tablet on her lap with her proper left hand and a writing tool in her proper right hand. Her hair is knotted at the back of her head. A book rests beneath her proper right foot. The allegorical figures would be approximately tall, if standing. The pedestal rests on a three-stepped platform. It is executed in Baveno granite from quarries at Lake Maggiore, Italy, and was chosen for its structural excellence and color. The granite used in the monument was the first of its kind to be imported into the United States. The pedestal and models of the statues were designed in Richard Henry Park’s studio in Florence. The monument was erected in Indianapolis under the supervision of Mr. C. B. Canfield, president of the New England Monument Company of New York City.Hendricks Monument Association, pp. 9-10. In the 1990s, to help avoid confusion between Hendricks and his uncle, Indiana's third governor William Hendricks, two plaques were added to the sculpture's base.Gugin and St. Clair, pp. 160, 164. ==Historical information== Thomas A. Hendricks (7 September 1819 - 25 November 1885), an Indiana lawyer and nineteenth-century politician, was active in the Democratic Party at the state and national levels. Hendricks served in the Indiana legislature (1848-1850) and was a delegate to the Indiana Constitutional Convention of 1851. He was elected to the U.S. House of Representatives (1851-55) and the U.S. Senate (1863-1869). President Franklin Pierce appointed Hendricks commissioner of the General Land Office in 1855. Hendricks resigned in 1859, returned to Indiana, and was elected as the sixteenth governor of Indiana (1873 to 1877). He led the campaign to build the Indiana Statehouse. Hendricks served the last eight months of his life in the President Grover Cleveland administration as the twenty-first vice-president of the United States (1885).Gugin and St. Clair, p. 164. ===Monument association=== Following Hendricks's death, an editorial in the Indianapolis Sentinel on December 7, 1885, encouraged the public to establish a permanent monument to Hendricks.Hendricks Monument Association, p. 5. A group of Indianapolis citizens met on December 10, 1885, and appointed a five-member committee to prepare a plan of organization and articles of incorporation for an association to oversee the project. At a public meeting on December 12, 1885, incorporating articles were approved to authorize the association to erect a monument to Hendricks; a twelve-member committee was selected to manage the group's business affairs.Hendricks Monument Association, pp. 6-7. Executive committee members were: Noble C. Butler, Frederick W. Chislett, Francis M. Churchman, Edward Hawkins, John A. Hulman, Oscar B. Hord, Elijah B. Martindayle, Thomas A. Morris, Frederick Rand, James H. Rice, Simon P. Sheerin and Charles Zollinger. Upon the death of Hord, Judge N. B. Taylor was appointed to succeed him. The association's officers were: Frederick Rand, president; Francis M. Churchman, treasurer; John A. Holman, secretary; Frederick W. Chislett, superintendent.Hendricks Monument Association, p. 7. Nearly one-half of the monument's funds had already been secured through the voluntary efforts of the officers, members of the committee, and friends of the monument, when R. C. J. Pendleton, of Indianapolis, was employed to raise the balance of the funds. Several thousand contributions from across the United States were received, with one dollar being the average donation. Many of the contributions were accompanied by an expression of the affection toward Hendricks.Hendricks Monument Association, p. 8. On September 10, 1887, the association called for proposals and designs for a monument. By January 1, 1888, they had received a large number of responses to the published advertisements. Richard H. Park's design was accepted and a contract was executed with him for the erection of the monument. The monument association had legislative permission to select a site and chose the southeast corner of the Indiana Statehouse grounds at Indianapolis.Hendricks Monument Association, p. 12. The monument's foundation was laid during the winter of 1889; erection of the monument began in April 1890, but was delayed for nearly a month when several of the large granite pieces failed to arrive with the rest of the structure. Park arrived in the United States in May 1890 to supervise completion of the monument. ===Unveiling ceremony=== An unveiling ceremony was held on Tuesday, July 1, 1890. Three of the association's executive committee members Edward Hawkins, Noble C. Butler, and John A. Holman, served as the Committee of Arrangements; a General Reception Committee was named and consisted of approximately one hundred Indianapolis citizens and two or more from each Indiana county. Indianapolis streets and buildings were decorated with lavish display of flags and bunting.Hendricks Monument Association, pp. 12, 13. A large, canvas- covered amphitheater with a stage, five hundred chairs and a raised pavilion for a large chorus of school children and other spectators was erected across Tennessee Street. The structure was elaborately decorated with bunting; the monument, which stood a few steps away, was covered in flags. Benches in front of the amphitheater supplied ticket-holder seating. Special invitations were sent to President Benjamin Harrison and ex-President Grover Cleveland and their cabinets, senators and congressmen, federal judges, and governors of other states.Hendricks Monument Association, pp. 13, 14 Governors from New York, Ohio, Missouri, and Indiana attended the event.Hendricks Monument Association, pp. 21-22. The ceremonies began with a parade, followed by a program of activities: a call to order by Alvin P. Hovey, governor of Indiana; an invocation by Rev. Joseph S. Jenckes, of St. Paul’s Church, Indianapolis; music; a historical statement by Frederick Rand, president of the monument association; unveiling of the monument by Eliza C. Hendricks; a nine-round salute from Indianapolis Light Artillery; a dedicatory poem by James Whitcomb Riley of Indiana, read by Rev. Dr. D. W. Fisher, president of Hanover College; and address by David Turpie, U. S. Senator from Indiana; and a benediction from Reverend Francis Silas Chatard, Bishop of Vincennes.Hendricks Monument Association, pp. 18-20. ==Artist== New York sculptor Richard Henry Park (1832-1902) designed the monument’s heroic bronze sculpture of Hendricks and the two allegorical figures flanking the pedestal. The bronze parts of the monument were cast in Rome by the founder Alessandro Nelli. ==References== ==External links== *Hendricks biography and portrait, Indiana Historical Bureau * Photo of Thomas A. Hendricks (sculpture) and allegorical figures, Flickr *Life and public services of Thomas A. Hendricks with selected speeches and writings, Internet Archive *Indiana Statehouse, National Park Service Category:Outdoor sculptures in Indianapolis Category:1890 sculptures Category:Bronze sculptures in Indiana Category:Indiana Statehouse Public Art Collection Category:Statues in Indianapolis Category:Sculptures of men in Indiana Category:1980 establishments in Indiana ",
    "title": "Thomas A. Hendricks Monument"
}