{
    "id": "26905798",
    "text": "Prasenjit Duara ( Chinese name: ), originally from Assam, India, a historian of China, is Professor, Department of History, Duke University,History Department, Duke University after being the Raffles Professor of Humanities at the National University of Singapore where he was also Director of Asian Research Institute and Director of Research in Humanities and Social Sciences. Duara also taught at George Mason University and the Department of History in the University of Chicago, where he was chairman of the department from 2004–2007. Duara obtained his Ph.D. in 1983 from Harvard University, where he studied with Philip Kuhn. His doctoral thesis was \"Power in Rural Society: North China Villages, 1900–1940.\" Power in rural society : North China villages, 1900–1940 (Book, 1985) [WorldCat.org] His first book, Culture, Power and the State: Rural Society in North China, 1900--1942 (Stanford Univ Press, 1988) won the John King Fairbank book prize of the American Historical Association 1989) and the Joseph Levenson prize for the Association for Asian Studies (1990). In addition to Chinese history, he works more broadly on Asia in the twentieth century, and on historical thought and historiography. While his early work was on rural society in early 20th century China, he subsequently turned to studies of nationalism, imperialism, and origins of modern historical consciousness. In an interview in the New York Times about his work on Asian religions and environmental sustainability, Ian Johnson called him \"one of the most original thinkers on culture and religion in Asia.\" Ian Johnson, On the Role of Chinese Religion in Environmental Protection New York Times 16 October 2016. He serves as President of the Association for Asian Studies which has a global membership of about 7000 scholars (2019-2020). ==Early life and education== Duara attended the Doon School in India and studied history at St. Stephen's College, Delhi.http://newshub.nus.edu.sg/news/1001/PDF/BETS-st-19jan-pA19.pdf After obtaining BA and MA in history from St. Stephen's College, Duara received his M. Phil in Chinese Studies from Jawaharlal Nehru University. He then completed his PhD at Harvard University in History and East Asian languages in 1983.NUS - Office of Deputy President (Research & Technology) ==Career== Duara has taught at Princeton University, George Mason University and has been a Mellon Faculty Fellow at Stanford University.East Asian Languages and Cultures From 1990 until 2008, he taught at the University of Chicago where he was Chair of the China Studies Committee (1994–1996) and subsequently, Chair of the History Department (2004–2007).Prasenjit Duara | Department of History | The University of Chicago He was the Raffles Professor of Humanities at the National University of Singapore from 2009 to 2015. In Jan 2016 he joined Duke University as the Oscar Tang Chair Professor of East Asian Studies. He was awarded an Honorary Doctorate (doctor philosophiae honoris causa) by the University of Oslo in 2017. He is President of the Association for Asian Studies in 2019–2020. ==Selected publications== *------ (2015) The Crisis of Global Modernity: Asian Traditions and a Sustainable Future. Cambridge University Press http://www.cambridge.org/us/academic/subjects/history/global- history/crisis-global-modernity-asian-traditions-and-sustainable-future New York Times discussion of book, https://www.nytimes.com/2016/10/18/world/asia/china-religion-prasenjit- duara.html?smprod=nytcore-iphone∣=nytcore-iphone-share&_r=1 * * * * * * * ==References== ==External links== *University of Chicago profile *National University of Singapore profile * Category:Living people Category:Year of birth missing (living people) Category:The Doon School alumni Category:Harvard University alumni Category:Jawaharlal Nehru University alumni Category:St. Stephen's College, Delhi alumni Category:University of Chicago faculty Category:National University of Singapore faculty Category:Historians of China ",
    "title": "Prasenjit Duara"
}