{
    "id": "26909371",
    "text": "The Federal Institute of São Paulo (Portuguese: Instituto Federal de São Paulo, IFSP), or in full: Federal Institute of Education, Science and Technology of São Paulo (Portuguese: Instituto Federal de Educação, Ciência e Tecnologia de São Paulo) is an institution that offers high education and professional education by having a pluricurricular form. It is a multicampi institution, specializing in offering professional and technological education in different areas of knowledge (biologics/human sciences/exact sciences). It was known previously as Federal Center of Technological Education of São Paulo (Portuguese: Centro Federal de Educação Tecnológica de São Paulo, CEFET-SP). IFSP is one of the five Federal Colleges in São Paulo, the other ones being ITA, UFSCar, UNIFESP and UFABC. == History == The IFSP is a public and federal institution directly vinculated to the Ministry of Education of Brazil (MEC). Its follows the tradition of public schools being the strongest in Brazil, and as well, São Paulo. The history of IFSP is marked, on its different phases, by the great quality of public education, professional formation offered to the international and the Brazilian market. The history begins with the creation of the Escola de Aprendizes e Artífices (EAA) (School of Apprentices and Artifices), created in 1909, had its education focused on the formation of workmen and foremen. The EAA evolved, between 1960 and 1990, into Escola Técnica Federal de São Paulo (ETEFSP) (São Paulo Technical School); forming medium level technicians, initially to the areas of Mechanics and Edifications, and after Electrotechnics, Electronics, Telecommunications, Data Processing and Industrial Informatics. In 1987 the School opened its second campus, located in the city of Cubatão, São Paulo state coast, and, in 1996, its third campus, located in Sertãozinho, in the interior of the state. In this period, there was a high public acceptance of ETEFSP driven by its excellence in professional preparation of its students. The institution became respected and appreciated by the professional market. In the year 2000, ETEFSP was transformed into Centro Federal de Educação Tecnológica (CEFET) (São Paulo Federal Center of Technological Education), there was a remodel and expansion of the institution's offerings related to education. More career options, campus and structural and technological improvements. In 2005 was created the Campus of Guarulhos, 2006 Campus Caraguatatuba and Campus São João da Boa Vista, 2007 Campus Salto and Campus Bragança Paulista and in 2008 Campus São Carlos and Campus São Roque. Another campi was created at many cities, and there is expectation for more expansion in future. In the year 2008 CEFET became the Instituto Federal de Educação, Ciência e Tecnologia de São Paulo (São Paulo Federal Institute of Education, Science and Technology). Today, the institute has more than 7.000 students. IFSP offers the following levels of education currently: *Undergraduate courses - Bachelor's degrees, Technological High Education and Teachers Formation Courses *Vocational and Technical education *Basic education - High School IFSP has the objective of forming ethical citizens and professionals and of being an institution involved with the society. Its actions point toward the development of new technologies, cultural and social investments and the formation of critical citizens. The students abilities are improved and testes through the courses, helping them to develop the \"know-how\", and values concerning to all the areas. == Graduate education == === Master's degree === ==== Campus São Paulo ==== *Automation and Process Control *Sciences and Mathematics Teaching *Mechanical Engineering ==== Campus Sertãozinho ==== *Professional and Technological Education The first and second degrees are called Mestrado Profissionalizante (Vocational master's degree, in free translation), and are master's degree focusing direct application and work on research environment. === Specialization degree === ==== Campus Guarulhos ==== *Information Systems Management ==== Campus Matão ==== *Alcohol and Sugar: From Raw Material to Production and Quality Analysis ==== Campus São Paulo ==== *Young and Adult People Education *Professor Formation In Brazil, a Specialization (Especialização, in Portuguese) is a graduate degree that can be attended before a master's degree. The People who have a Specialization degree don't receive a title as people who attended Master's and PhD's degree. == Undergraduate Education == === Bachelor's degrees === ==== Campus Piracicaba ==== *Mechanical Engineering ==== Campus São João da Boa Vista ==== *Control Engineering ==== Campus São Paulo ==== *Architecture *Civil Engineering *Control Engineering *Production Engineering ==== Campus São Roque ==== *Management ==== Campus Sertãozinho ==== *Mechanical Engineering *Electrical Engineering ==== Campus Votuporanga ==== *Civil Engineering *Control Engineering === Technology's degrees === * Industrial Automation * Electronic Systems * Planning and Management in Construction * Production and Machining Processes * Information Systems * Tourism * Electrical-Powered Systems * Industrial Electronics * Industrial Mechatronics * System Analysis and Development === Teachers formation undergraduate courses === * Physics * Geography * Mathematics * Chemistry * Biological Sciences * Natural Sciences * Portuguese * Portuguese and English In the future: * History * Arts * Philosophy * Social Sciences == Technical and Vocational Education == === Industrial === *Electronics *Automation *Electrotechnics *Maintenance of Electronic Equipment - Electronics *Planning and Production Control - Mechanics *Mechanics === IT and Telecommunications === *Operation of Computing Systems *Programming and Systems Development == Offer in Undergraduation == === Basic Education === *Highschool == Campuses Locations == *Araraquara *Avaré *Barretos *Birigui *Boituva *Bragança Paulista *Campinas *Campos do Jordão *Capivari *Caraguatatuba *Catanduva *Cubatão *Guarulhos *Hortolândia *Ilha Solteira *Itapetininga *Itaquaquecetuba *Jacareí *Jundiaí *Matão *Piracicaba *Pirituba *Presidente Epitácio *Registro *Salto *São Carlos *São João da Boa Vista *São José dos Campos *São Paulo *São Roque *Sorocaba *Sertãozinho *Suzano *Tupã *Votuporanga ==See also== * Federal University of São Paulo * São Paulo State Technological College * Universities and Higher Education in Brazil ==References== ==External links== * IFSP webpage Category:Education in São Paulo Category:Federal Institutes of Education, Science and Technology in Brazil Category:Universities and colleges in São Paulo (state) Category:Educational institutions established in 1909 Category:1909 establishments in Brazil ",
    "title": "Federal Institute of São Paulo"
}