{
    "id": "26904900",
    "text": "Robert Anthony Smith, professionally known as Big Bert or Robert Anthony, is an American record producer, composer, songwriter and musician, who made his break in the industry when Rodney \"Darkchild\" Jerkins consulted him to join his Darkchild collective in the late 1990s. He went on to co-producing alongside Jerkins on tracks for bands like B2K and the Spice Girls, prior to contributions own productions to projects by Jennifer Lopez, Dave Hollister, Toni Braxton, Kelly Rowland and Kiley Dean in the early to mid-2000s. During the production of Brandy's Full Moon album, he became romantically involved with the singer. The couple quietly began a relationship during the summer of 2001 but their relationship did not become known until February 2002, the same month Norwood revealed that she was expecting her first child. However, a year after the birth of their daughter Sy'rai Iman Smith on June 16, 2002, an event tracked by the four-part MTV reality series Special Delivery—Smith and Norwood officially announced their separation. It was not until 2004, that Smith revealed that the pair was actually never legally wed but they just had portrayed the notion of nuptials to preserve Norwood's public image. Norwood and Smith share the exact same birthday, February 11, 1979. * Brandy - Full Moon (2001) ** \"When You Touch Me\" (co-producution) ** \"Wow\" * Dave Hollister – Things in the Game Done Changed (2002) ** \"Baby Do Those Things\" ** \"I'm Wrong\" ** \"It's Okay\" * Jennifer Lopez – Rebirth (2005) ** \"Ryde or Die\" * Jessica Simpson – Irresistible (2001) ** \"Imagination\" (co-production) * Kelly Rowland – Simply Deep (2002) ** \"Love/Hate\" * Kiley Dean – Simple Girl (2002) ** \"Better Than the Day\" ** \"Confused\" ** \"Should I\" * Nina Sky – Starting Today (2010) ** \"Curtain Call\" * Olivia – Behind Closed Doors (2005) ** \"Never Too Far\" * Ray J – This Ain't a Game (2001) ** \"Crazy\" (co-production) * Spice Girls – Forever (2000) ** \"Get Down with Me\" (co-production) * Tarralyn Ramsey – Tarralyn (2004) ** \"Take Me Away\" * Toni Braxton – More Than a Woman (2002) ** \"Always\" ** \"Selfish\" * Trin-i-tee 5:7 – The Kiss (2002) ** \"All My Life\" ** \"I Wish\" ==References== Category:American songwriters Category:African- American musicians Category:American record producers Category:Living people Category:Year of birth missing (living people) ",
    "title": "Big Bert"
}