{
    "id": "26905233",
    "text": "The 2010 Heluva Good! Sour Cream Dips 400 was a NASCAR Sprint Cup Series stock car race that was held on June 13, 2010 at Michigan International Speedway in Brooklyn, Michigan. Contested over 200 laps, it was the fifteenth race of the 2010 Sprint Cup Series season. The race was won by Denny Hamlin for the Joe Gibbs Racing team. Kasey Kahne finished second, and Kurt Busch, who started first, clinched third. Pole position driver Busch maintained his lead into the first turn to begin the race, but Jamie McMurray, who started in the second position on the grid, passed him to lead the first lap. Hamlin soon became the leader and would lead a race high of 123 laps. On the final restart, Hamlin started beside Kahne. Hamlin held onto first to claim his first Sprint Cup Series win at Michigan and his fifth of the season. There were four cautions and nineteen lead changes among nine different drivers throughout the course of the race. The result left Kevin Harvick in the first position in the Drivers' Championship, twenty-two points ahead of second place driver Kyle Busch and forty-seven ahead of Denny Hamlin. Chevrolet maintained its lead in the Manufacturers' Championship, six points ahead of Toyota and thirty-eight ahead of Dodge, with twenty-one races remaining in the season. A total of 95,000 people attended the race, while 4.3 million watched it on television. ==Report== ===Background=== Michigan International Speedway, the race track where the race was held. Michigan International Speedway is one of six superspeedways to hold NASCAR races, the others being Daytona International Speedway, Auto Club Speedway, Indianapolis Motor Speedway, Pocono Raceway and Talladega Superspeedway. The standard track at Michigan International Speedway is a four-turn superspeedway that is long. The track's turns are banked at eighteen degrees, while the front stretch, the location of the finish line, is banked at twelve degrees. The back stretch, has a five degree banking. Michigan International Speedway can seat up to 119,500 people. Before the race, Kevin Harvick led the Drivers' Championship with 2,063 points, and Kyle Busch stood in second with 2,044 points. Denny Hamlin was third in the Drivers' Championship with 1,927 points, Matt Kenseth was fourth with 1,893 points, and Kurt Busch was in fifth with 1,881 points. In the Manufacturers' Championship, Chevrolet was leading with 100 points, twelve points ahead of their rival Toyota. Dodge, with 61 points, was three points ahead of Ford in the battle for third. Mark Martin was the race's defending champion. ===Practice and qualifying=== Kurt Busch clinched his second pole position of the season, with a time of 37.90. Three practice sessions were scheduled before the race — one on Friday, June 11, 2010, and two on Saturday, June 12, 2010. The first practice session lasted only 70 minutes, but was scheduled to be 90 minutes. The Saturday morning and afternoon sessions each lasted sixty minutes. In the first practice session, which was held under mostly cloudy conditions, Juan Pablo Montoya was fastest, ahead of Jimmie Johnson and Kurt Busch in second and third. Greg Biffle and Jeff Gordon followed in fourth and fifth. In the morning practice session, Paul Menard was the quickest, with a time of 38.824 seconds while Carl Edwards, Jeff Burton, Jimmie Johnson, and Jeff Gordon followed in second, third, fourth and fifth. During the third practice session, Jimmie Johnson, was the fastest, ahead of Paul Menard in second, Denny Hamlin in third, Jeff Gordon in fourth, and Kevin Harvick in fifth. During Friday afternoon's qualifying session, forty-six cars were entered, but only the fastest forty-three were able to enter the race. Kurt Busch clinched his second pole position of 2010, with a time of 37.898 seconds. He was joined on the front row of the grid by Jamie McMurray. Jimmie Johnson and Kasey Kahne shared the second row in the third and fourth position, while Jeff Burton, with a time of 38.00 seconds, qualified fifth. The three drivers that failed to qualify were Dave Blaney, Michael Waltrip and Johnny Sauter. ===Race summary=== The race, the fifteenth out of a total of thirty-six in the season, began at 1 p.m. EDT and was televised live in the United States on TNT. To begin pre-race ceremonies, at 1:00 p.m. EDT, Fr. Geoff Rose, OSFS, from Lumen Christi High School in Jackson, Michigan, gave the invocation. Then, the Army Chorus A Capella Team performed the national anthem, and, in a dedication to the troops, Adam Sandler and Kevin James sang the command, \"Gentlemen, start your engines!\", in a wacky and musical manner, which has since been cited as one of the best and most memorable commands in NASCAR history. Three drivers had to move to the rear from making major adjustments to their race car after first practice, they were Kyle Busch, with an engine change, Clint Bowyer, who changed to a back-up car, and Kevin Conway because of a transmission change. Kurt Busch made a good start, retaining the first position; Jamie McMurray behind him maintained the second position. At the end of the first lap, McMurray passed Busch. One lap later, Busch reclaimed the first position. By lap 3, Kasey Kahne and Jimmie Johnson had passed McMurray to put him in the fourth position. McMurray dropped to sixth place on the sixth lap. On lap 7, Kahne started catching the leader, and McMurray announced on the team's radio that his car was loose. On lap 11, Max Papis went to the garage (the place where teams repair or park their car) because of overheating problems. On lap 18, Marcos Ambrose spun through the grass, to cause the first caution. Afterward, most drivers made pit stops for fuel and tires while Joe Nemechek decided to stay out to lead one lap. On the same lap, Todd Bodine drove his car to the garage. On lap 22, the green flag waved, as Tony Stewart led Kurt Busch, Jimmie Johnson, Juan Pablo Montoya, and Kasey Kahne on the restart. Stewart dropped to third after being passed by Kurt Busch and Montoya. Two laps later, Joe Nemechek went to garage with electrical problems. On lap 26, Jimmie Johnson moved into the third position after passing Montoya. By lap 27, Kurt Busch had a two-second lead over Tony Stewart. Johnson, Stewart and Kahne were battling three-wide for the second position on lap 30. One lap later, Nemechek returned to the track after having electrical problems. On lap 33, the top-five positions were single file with Kurt Busch in first, Kahne in second, Johnson in third, Denny Hamlin in fourth and Stewart in fifth. A lap later, Bobby Labonte went to garage because of overheating problems. On lap 37, Landon Cassill went to the garage with rear gear problems. Afterward, on lap 41, J.J. Yeley drove to the garage because of overheating problems, but he returned to the track four laps later. The race was won by Denny Hamlin, who had four previous victories in 2010. On the forty-eighth lap, debris in turn two brought out the second caution. Robby Gordon and David Gilliland stayed out while the other teams made pit stops. Gordon and Gilliand made pit stops the next lap and gave the lead to Kurt Busch. Kurt Busch brought the field to the green flag with Hamlin in second, Montoya in third, Johnson in fourth, and Kahne in fifth on lap 51. After Hamlin made a good restart he passed Kurt Busch on lap 52. Afterward, on lap 54, Landon Cassill returned to the track while J.J. Yeley returned to the garage. Kahne passed Montoya for the third position. After 67 laps, Hamlin had a 2.4 second lead over Kurt Busch in the second position. On lap 87, green flag pit stops began. One lap later, most drivers in the first ten positions made pit stops. Denny Hamlin, who was in the first position, came to pit road on lap 92, but had problems leaving which gave Kurt Busch the lead. On laps 94–95, Kurt Busch in first, and Kahne in second were battling for the lead, but Kahne did not pass Kurt Busch until one lap later. After the green flag pit stops, Kahne was first, Kurt Busch in second, Hamlin in third, Montoya in fourth and Jeff Gordon in fifth. On lap 99, Scott Speed spun after contact with his teammate Casey Mears, and brought out the third caution. One lap later, Sam Hornish, Jr. stayed out as other teams made pit stops. On lap 101, Casey Mears collided with David Ragan while on pit road. Mears drove to the garage the following lap. On lap 103, Hornish, Jr. led Kurt Busch, Jeff Gordon, Hamlin and Kahne on the restart. Three laps later, Kurt Busch passed teammate Hornish, Jr. Afterward, Hornish, Jr. dropped to fourth. On lap 113, Hamlin passed Kurt Busch for the lead in turn three. On lap 119, Kahne passed Kurt Busch for the second position. On lap 126, Hamlin had a 2.8 second lead over Kahne. Seven laps later, Stewart passed Jeff Burton for the fifth position. By lap 134, the green flag pit stops began. Hamlin, Kahne, and Stewart made pit stops, as Matt Kenseth became the new leader. Two laps later, Hamlin regained the lead from Kenseth. On lap 146, Hamlin was in first, Kahne in second, Kurt Busch in third, Jeff Gordon in fourth, and Greg Biffle in fifth. Four laps later, Ryan Newman told his crew that his car was not running correctly from hitting a piece of aluminum. On lap 154, Hamlin was leading by seven seconds over Kahne. Most teams started making pit stops for fuel only on lap 161. On lap 177, Kahne became the leader as Hamlin made a pit stop. Kahne made a pit stop on lap 178 to give the lead back to Hamlin;. On lap 179, Hamlin was leading by nine seconds. With twenty laps to go, Hamlin was first, Kahne was second, Kurt Busch was third, Jeff Gordon was fourth, and Biffle was fifth. The fourth caution came out on lap 181 because of debris on the back straightaway. The first nine positions stayed off of pit road while the rest made pit stops. On lap 186, Hamlin made a good start and maintained the first position. On lap 188, Jimmie Johnson, who restarted twelfth, had moved up to the sixth position. On lap 193, Hamlin had a growing lead over Kahne. Denny Hamlin crossed the line to win the race, a second ahead of second place Kasey Kahne. Kurt Busch maintained third while Jeff Gordon and Tony Stewart finished fourth and fifth. ===Post-race=== Denny Hamlin appeared in victory lane after his victory lap to start celebrating his fifth win of the season, and his first Sprint Cup win at Michigan International Speedway, in front of a crowd of 95,000 people. \"It’s so easy to drive cars like this,\" Hamlin said. He also stated, \"We never stop working, regardless of whether we’ve got a nine-10ths- of-a-second lead or a nine-second lead.\" Kasey Kahne, who finished second, said, \"I hung with him for about three laps running in his kind of dirty air. I was right there. Then he just slowly crept away. It felt good. We were close. That’s a huge improvement. I was pretty happy.\" \"We had a similar [fuel] issue at the start of the Pocono race last year where we broke a fuel cable,\" Hamlin said after the race. \"I thought maybe that’s what we did. When I went to take off [after his stop], it immediately shut off. While it was \"a downer, I was pretty confident we weren’t going to have it again. Because Mike [Ford, crew chief] never really gave me an alarm we were going to be stretching it on fuel.\" In the subsequent press conference, Hamlin's crew chief said, \"Towards the end of last season, where I said the best is yet to come, I strongly felt that way because towards the end of last season we closed out the season strong. I knew that was a catalyst to really turn up the team, to get a little bit more out of everyone. Denny goes down with his knee injury. He comes back, obviously not 100 percent. The team steps up. We narrow the gap to try to pick him up knowing he's not going to be there, and we start winning races, even with a driver that is not 100 percent. Now that he's coming back healthier each week, we're winning more and more. I simply think that's the catalyst for us to move forward. It's easier when the morale is high to get a little bit more out of your guys. Our benchmark is ourselves and we're just trying to work on that.\" The race left Kevin Harvick leading the Driver's Championship with 2,169 points. Kyle Busch, who finished twentieth, was second on 2,147, twenty-five points ahead of Hamlin in second and ninety- six ahead of Kurt Busch in third. Matt Kenseth was fifth with 2,019 points. Chevrolet maintained their lead in the Manufacturers' Championship with 103 points. Toyota placed second with 97 points, and Dodge followed with 65 points, now even with Ford. 4.3 million people watched the race on television. The race took two hours, thirty-three minutes and twenty-eight seconds to complete, and the margin of victory was 1.246 seconds. ==Race results== {| class=\"sortable wikitable\" border=\"1\" |- ! Pos ! Grid ! Car ! Driver ! Team ! Make |- | 1||7 ||11 ||Denny Hamlin ||Joe Gibbs Racing ||Toyota |- | 2||4 ||9 ||Kasey Kahne ||Richard Petty Motorsports ||Ford |- | 3||1 ||2 ||Kurt Busch ||Penske Racing ||Dodge |- | 4||6 ||24 ||Jeff Gordon ||Hendrick Motorsports ||Chevrolet |- | 5||17 ||14 ||Tony Stewart ||Stewart-Haas Racing ||Chevrolet |- | 6||3 ||48 ||Jimmie Johnson ||Hendrick Motorsports ||Chevrolet |- | 7||27 ||88 ||Dale Earnhardt, Jr. ||Hendrick Motorsports ||Chevrolet |- | 8||5 ||31 ||Jeff Burton ||Richard Childress Racing ||Chevrolet |- | 9||16 ||16 ||Greg Biffle ||Roush Fenway Racing ||Ford |- | 10||12 ||20 ||Joey Logano ||Joe Gibbs Racing ||Toyota |- | 11||26 ||43 ||A. J. Allmendinger ||Richard Petty Motorsports ||Ford |- | 12||19 ||99 ||Carl Edwards ||Roush Fenway Racing ||Ford |- | 13||10 ||42 ||Juan Pablo Montoya ||Earnhardt Ganassi Racing ||Chevrolet |- | 14||39 ||17 ||Matt Kenseth ||Roush Fenway Racing ||Ford |- | 15||24 ||47 ||Marcos Ambrose ||JTG Daugherty Racing ||Toyota |- | 16||21 ||5 ||Mark Martin ||Hendrick Motorsports ||Chevrolet |- | 17||13 ||56 ||Martin Truex, Jr. ||Michael Waltrip Racing ||Toyota |- | 18||9 ||00 ||David Reutimann ||Michael Waltrip Racing ||Toyota |- | 19||31 ||29 ||Kevin Harvick ||Richard Childress Racing ||Chevrolet |- | 20||15 ||18 ||Kyle Busch ||Joe Gibbs Racing ||Toyota |- | 21||11 ||19 ||Elliott Sadler ||Richard Petty Motorsports ||Ford |- | 22||25 ||33 ||Clint Bowyer ||Richard Childress Racing ||Chevrolet |- | 23||23 ||78 ||Regan Smith ||Furniture Row Racing ||Chevrolet |- | 24||2 ||1 ||Jamie McMurray ||Earnhardt Ganassi Racing ||Chevrolet |- | 25||22 ||98 ||Paul Menard ||Richard Petty Motorsports ||Ford |- | 26||18 ||77 ||Sam Hornish, Jr. ||Penske Racing ||Dodge |- | 27||33 ||12 ||Brad Keselowski ||Penske Racing ||Dodge |- | 28||29 ||82 ||Scott Speed ||Team Red Bull ||Toyota |- | 29||28 ||21 ||Bill Elliott ||Wood Brothers Racing ||Ford |- | 30||43 ||26 ||David Stremme ||Latitude 43 Motorsports ||Ford |- | 31||34 ||38 ||Travis Kvapil ||Front Row Motorsports ||Ford |- | 32||8 ||39 ||Ryan Newman ||Stewart-Haas Racing ||Chevrolet |- | 33||20 ||7 ||Robby Gordon ||Robby Gordon Motorsports ||Toyota |- | 34||14 ||6 ||David Ragan ||Roush Fenway Racing ||Ford |- | 35||36 ||37 ||David Gilliland ||Front Row Motorsports ||Ford |- | 36||32 ||83 ||Casey Mears ||Team Red Bull ||Toyota |- | 37||37 ||87 ||Joe Nemechek ||NEMCO Motorsports ||Toyota |- | 38||35 ||09 ||Landon Cassill ||Phoenix Racing ||Chevrolet |- | 39||40 ||46 ||J. J. Yeley ||Whitney Motorsports ||Dodge |- | 40||42 ||34 ||Kevin Conway ||Front Row Mototsports ||Ford |- | 41||30 ||71 ||Bobby Labonte ||TRG Motorsports ||Chevrolet |- | 42||41 ||64 ||Todd Bodine ||Gunselman Motorsports ||Toyota |- | 43||38 ||13 ||Max Papis ||Germain Racing ||Toyota |- class=\"sortbottom\" |colspan=\"8\"| |- class=\"sortbottom\" |colspan=\"9\"| |- class=\"sortbottom\" |colspan=\"9\"| |} ==Standings after the race== ;Drivers' Championship standings {| class=\"wikitable\" style=\"font-size: 95%;\" |- ! Pos ! Driver ! Points |- | 1 | Kevin Harvick | style=\"text-align:right;\"| 2,169 |- | 2 | Kyle Busch | style=\"text-align:right;\"| 2,147 |- | 3 | Denny Hamlin | style=\"text- align:right;\"| 2,122 |- | 4 | Kurt Busch | style=\"text-align:right;\"| 2,051 |- | 5 | Matt Kenseth | style=\"text-align:right;\"| 2,019 |} Kevin Harvick remained the Drivers' Championship leader after finishing fourteenth in the race. ;Manufacturers' Championship standings {|class=\"wikitable\" style=\"font- size: 95%;\" |- ! Pos ! Manufacturer ! Points |- | 1 | Chevrolet | style=\"text- align:right;\"|103 |- | 2 | Toyota | style=\"text-align:right;\"|97 |- | 3 | Dodge | style=\"text-align:right;\"|65 |- | 4 | Ford | style=\"text- align:right;\"|65 |} * Note: Only the top five positions are included for both sets of standings. ==References== Heluva Good! Sour Cream Dips 400 Heluva Good! Sour Cream Dips 400 Category:NASCAR races at Michigan International Speedway ",
    "title": "2010 Heluva Good! Sour Cream Dips 400"
}