{
    "id": "26902754",
    "text": "A 2013 stamp of Lebanon. This is a survey of the postage stamps and postal history of Lebanon, formerly known as Liban. Lebanon is a country in Western Asia, on the eastern shore of the Mediterranean Sea. It is bordered by Syria to the north and east, and Israel to the south. == Early postal arrangements == A mint stamp of the Egyptian Expeditionary Force available at EEF post offices in Lebanon. The Turkish postal system had around 200 post offices in the region and foreign post offices were run by Austria, Great Britain, Egypt, France, Germany, Italy and Russia.Stanley Gibbons Stamp Catalogue: Part 19 Middle East. 6th edition. London: Stanley Gibbons, 2005, pp. 215-232. Lebanon used the stamps of Turkey until 1917.Rossiter, Stuart & John Flower. The Stamp Atlas. London: Macdonald, 1986, pp.220-221. A French colonies key type stamp of Levant overprinted T.E.O. for use during the French military occupation of Syria and Lebanon between 1918 and 1922. A \"sower\" stamp of France overprinted for use in Lebanon and Syria in 1923 during the period of the French Mandate. Merson type stamp overprinted O.M.F. for use during the French military occupation of Syria and Lebanon. == Egyptian Expeditionary Force == Stamps of the British Egyptian Expeditionary Force were available in Lebanon between 21 October 1918 and September 1920.Stanley Gibbons Stamp Catalogue: Part 19 Middle East. p.245.https://web.archive.org/web/20180303055037/http://www.stampworldhistory.com/country- profiles-2/asia/lebanon-%D9%84%D8%A8%D9%86%D8%A7%D9%86/ Retrieved 12 August 2018. == French military occupation == Following the mandate given to France in 1920 and the defeat of Syrian forces in May 1920 at the Battle of Maysalun, Syria was divided in two countries, Syria and Lebanon; and both were under French military occupation. Stamps of France overprinted for use in Syria were used between 1919 and 1923 overprinted T.E.O. (Territoires Ennemis Occupés) or O.M.F. (Occupation Militaire Francaise). == French Mandate == As a League of Nations mandate, Lebanon used the stamps of France, overprinted Syrie Grand Liban in 1923. The postal administrations for Syria and Lebanon were separated in 1924, and the stamps of France overprinted Grand Liban were issued for Lebanon. From 1925 Lebanon had its own stamps marked Grand Liban. == Lebanese Republic == A stamp overprinted Republique Libanaise in 1928. The Lebanese Republic was formed on 23 May 1926. At first, stamps were overprinted Republique Libanaise. Later stamps were prepared in the name of the new republic. == Independence == A stamp issued in 1942 commemorating the proclamation of independence. Lebanon proclaimed independence in November 1941. The French government accepted the independence of Lebanon on November 22, 1943. From the 1940s the term Liban started to be used, which is Lebanon's name in French. Today all stamps of Lebanon are marked simply Liban. == See also == *List of people on stamps of Lebanon *Postage stamps and postal history of Alawite State *Postage stamps and postal history of Syria == Further reading == *Taleb, Chafic. Lebanon Through its Stamps / Le Liban à travers ses timbres. 2001. (English, French, and Arabic languages) ==References== == External links == *Lebanese Philatelic Archives. Category:Philately of Lebanon ",
    "title": "Postage stamps and postal history of Lebanon"
}