{
    "id": "26906341",
    "text": "Trine Søndergaard (born 1972), is a Danish visual artist and contemporary photographer. Søndergaard studied drawing and painting in Aalborg and Copenhagen from 1992 to 1994 and attended the photography school Fatamorgana in Copenhagen, Denmark. In 2000 the artist received the Albert Renger Patzsch Award and has since received numerous grants and fellowships, including a three-year working grant from The Danish Arts Foundation. Søndergaard's work has been featured in many group and solo exhibitions. The artist is represented in major public and private collections in many countries including Spain, the United States, Sweden, Israel, and Denmark. Additionally, Søndergaard has completed public commissions for both museums and cultural institutions. Trine Søndergaard currently resides in Copenhagen.Steidl: http://www.steidlville.com/artists/189-Trine-S-ndergaard.html ==Publications== *TreeZone. Nicolai Howalt & Trine Søndergaard. Hassla Books, 2009 *Monochrome Portraits. Trine Søndergaard. Hatje Cantz, 2009. *How to Hunt. Nicolai Howalt & Trine Søndergaard, with text by Anna Krogh. Artpeople, Copenhagen, 2005. *Now That You Are Mine. Trine Søndergaard. Steidl, 2002.http://www.steidlville.com/books/226-Now-That-You-Are-Mine.html ==Exhibitions== ===Solo exhibitions=== *2012 Strude, Museum Kunst der Westkuste, Alkersum/Föhr, Germany *2010 Monochrome Portraits, City Art Museum, Ljubjana, Slovenia *2010 Strude II, Trine Søndergaard, Galleri Kant, Fanø, Denmark *2010 Trine Søndergaard, Bruce Silverstein Gallery, New York City *2010 Monochrome Portraits, Nessim Gallery, Budapest, Hungary *2010 Strude, Ny Carlsberg Glyptotek, Copenhagen, Denmark *2009 Mono, Galleri Image, Aarhus, Denmark *2009 Monochrome Portraits, Martin Asbæk Gallery, Copenhagen, Denmark *2008 Trine Søndergaard, Galleri Kant, Sønderho, Denmark *2003 Now That You Are Mine, Filosofgangen, Odense, Denmark (catalogue) *2003 Versus, Thorvaldsens Museum, Copenhagen, Denmark (catalogue) *2001 Now That You Are Mine, The National Photo Institute of the Nederlands, Rotterdam, The Netherlands *2000 Now That You Are Mine, IFSAK, Istanbul, Turkey *1998 Neighbours, International Meetings of Photography, Plovdiv, Bulgaria *1996 Kom de bagfra, Kanonhallen, Copenhagen, Denmark ===Solo Exhibitions: Trine Søndergaard & Nicolai Howalt=== *2011 How to Hunt, Maison du Danemark, Paris *2010 How to Hunt, ARoS, Aarhus Kunstmuseum, Arhus, Denmark *2009 Tree Zone, Volta, New York City *2007 How to Hunt, Fotografins Hus, Stockholm, Sweden *2007 Hunting Grounds, The Parisian Laundry, Mois de la Photo, Montreal, Canada (catalogue) *2007 How to Hunt, Bruce Silverstein Gallery, New York City *2006 Statement, ParisPhoto, Paris, France (catalogue) *2006 How to Hunt, Gallery Poller, Frankfurt, Germany *2006 How to Hunt, Faaborg Museum of Fine Art, Faaborg, Denmark (catalogue) *2005 How to Hunt, Martin Asbæk Projects, Copenhagen, Denmark ===Group exhibitions=== *2010 Grønningen *2010 Danmark Under Forvandling, Museum of Photographic Art, Odense, Denmark (catalog)http://www.brandts.dk/page.asp?objectid=1370&zcs;=167 *2010 X-Tra Light, Kant Esbjerg, Denmark *2010 I Love You, ARoS Aarhus Museum of Art, Aarhus, Denmark (catalogue) *2010 This Way 10, Museum of Photographic Art, Odense, Denmark *2009 Altid som aldrig før, Skagen Art Museum, Skagen, Denmark (catalogue) *2009 D-Stop, O’born Contemporary, Toronto, Canada *2008 Present Perfect Portraits, Martin Asbæk Projects, Denmark *2007 Reality Crossings, Wilhelm Hack Museum, 2. Fotofestival, Mannheim/Ludwigs/Heidelberg, Germanyhttp://www.e-flux.com/shows/view/4651 *2006 I Skumringen, Galleri Larm, Copenhagen, Denmark *2006 Scandinavian Photography, Houston, USA (catalogue) *2006 New Photography, Scandinavia House, New York City (catalogue) *2006 Closed Eyes, Museum of Photographic Art, Odense, Denmark *2006 The Open Book, The National Museum of Photography, Copenhagen, Denmark (catalogue) *2005 Scandinavian Photography, Faulconer Gallery, Iowa, USA (catalogue) *2006 Emergencias, Musac, Museo de Arte contemporaneo de Castilla y Leon, Spain (catalogue) *2005 Young Portfolio Acquisition 2004, The Kiyosato Museum of Photographic Arts, Japan (catalogue) *2004 Body, Galleri GimEis, Copenhagen, Denmark (catalogue) *2004 Pro, Charlottenborg, Copenhagen, Denmark *2004 Kvinder stiller skarpt, Dannerhuset, Copenhagen, Denmark *2003 Fra objektiv til objekt, Den Fri Udstillingsbygning, Copenhagen, Denmark *2003 Making Eyes, Fotografisk Center, Copenhagen, Denmark, (catalogue) *2003 www.woman2003.dk, billboard exhibition, Copenhagen/Malmø, Denmark/Sweden (catalogue) *2002 Never Ending Story, billboard exhibition, Copenhagen, Denmark *2001 Faces And Figures, Scandinavian House, New York City *2001 Repor På En Slat Yta, Hasselblad Center, Göteborg, Sweden *2001 Scrathes on A Smooth Surface, Hasselblad Center, Göteborg, Sweden *2001 Spejlkabinettet, Museum of Art Photography, Odense, Denmark *1999 Young Danish Photography, Fotografisk Center, Copenhagen, Denmark (catalogue) *1999 From The Hidden, The National Museum of Photography, Copenhagen, Denmark *1999 Modern Times, Hasselblad Center, Göteborg, Sweden (catalogue) *1998 1000 år 10, Museum for Contemporary Art, Roskilde, Denmark *1997 PRO – Nu da du er min, Charlottenborg, Copenhagen, Denmark (catalogue) *1996 Fra alle os til alle jer, Albertlund Rådhus, Albertslund, Denmark ===Group Exhibitions: Trine Søndergaard & Nicolai Howalt=== *2010 Grønningen, Copenhagen, Denmark *2010 KUP, Hans Alf Gallery, Copenhagen, Denmark *2010 I Love You, ARoS Aarhus Museum of Art, Aarhus, Denmark (catalogue) *2010 Jagten – på noget andet, Johannes Larsen Museet, Kerteminde, Denmark (catalogue) *2009 Summer in the City, Martin Asbæk Gallery, Denmark *2008 Musée Historique et des Porcelaines, Ville de Nyon, France (catalogue) *2008 Grønningen, Bornholm Art Museum, Denmark (catalogue) *2008 Parallel Landscapes, Gallery Myymälä2, Helsinki, Finland *2008 Springtime, Henningsen Contemporary, Copenhagen, Denmark *2008 Hunting Grounds, Max Estrella Gallery, Madrid, Spain *2008 On hunting, Gallery Andreas Grimm, Münich, Germany *2008 Danskjävlar, Kunsthal Charlottenborg, Copenhagen, Denmark (catalogue)http://www.shanelavalette.com/journal/2008/04/08/nicolai- howalt-and-trine-søndergaard-tree-zone/ *2007 Lys over Lolland, Denmark (catalogue) *2007 Lianzhou International Photo Festival, Lianzhou, China *2007 Existencias, Musac Museo de Arte Contemporaneo de Castilla y Leon, Spain (catalogue) *2007 Mia Sundberg Galleri, Stockholm, Sweden *2007 Salon 1, Museumsbygningen, Denmark *2007 The Animal Show, Galleri Hornbæk, Denmark *2007 New Journal, Møstings Hus, Frederiksberg, Denmark *2007 One Shot Each, Museum of Photographic Art, Odense, Denmark (catalogue) *2007 Acquisitions 1999–2006, Fondation Neuflize, Maison Européenne de la Photographie. Ville de Paris, Paris, France *2007 Hunter & Gatherer, Gallery Ferenbalm-Gurbrü Station, Karlsruhe, Germany *2007 New Photography From Denmark, Houston, USA (catalogue) *2006 Summer in The City II, Martin Asbæk Projects, Copenhagen, Denmark *2006 Artist Choice, Bendixen Contemporary, Copenhagen, Denmark *2006 Another Adventure, Style Cube Zandari, Seoul, Korea (catalogue) *2006 New Adventures, Danish Contemporary Photography & Video, China (catalogue) *2006 New Adventures, Danish Contemporary Photography & Video, Korea (catalogue) *2006 Summer in The City, Martin Asbæk Projects, Copenhagen, Denmark *2003 Familiebilleder, Kunsthallen Brænderigaarden, Viborg, Denmark (catalogue) *2000 Longterm Projects, Underground, Galleri Asbæk, Copenhagen, Denmark ==Collections== *Nykredit, Denmark *Fanø Art Museum, Denmark *Skagens Art Museum, Denmark *Bornholms Art Museum, Denmark *National Museum for Women in the Arts, England *The Israel Museum, Jerusalem *La Casa Encendida, Madrid, Spain. *Fondation Neuflize Vie, paris, France *The New Carlsberg Foundation *The Danish Arts Foundation, Denmark *Maison Europenne de la Photographie Ville de Paris, France *Museum of Fine Art Houston, *Hasselblad Foundation, Sweden *Museum of Art Photography, Denmark *The National Museum of Photography, Denmark *MUSAC, Leon, Spain *The Kiosato Museum of Photography, Japan *Private Collections in Europe and USA ==References== ==External links== * Fatamorgana * FOTO: New Photography from Denmark * *Exploring emptiness from within. An interview with Trine Søndergaard Video by Louisiana Channel Category:1972 births Category:Living people Category:21st-century Danish photographers Category:Danish photographers ",
    "title": "Trine Søndergaard"
}