{
    "id": "26903196",
    "text": "Hardas Laxmanrao Nagrale (6 January 1904 – 12 January 1939), popularly known as Babu Hardas, was an Indian Dalit leader, politician and social reformer. He was an ardent follower of B. R. Ambedkar and was pioneer of the practice of exchanging the greeting Jai Bhim amongst the Dalits. He was also a prominent labour leader in the Central Province and was the general secretary of the Independent Labour Party in the province. Hardas was also the first MLA to be elected from Nagpur Kamptee constituency in 1937.https://timesofindia.indiatimes.com/city/nagpur/filmmaker-nagdeve-wins- directors-award-at-dalit-film-fest-in-new-york/articleshow/68261785.cms ==Life== Hardas born in a Mahar family at Kamthi on 6 January 1904. His father, Laxmanrao Nagrale, was a clerk in the Railway Department. He passed his matriculation from Patwardhan High School, Nagpur. He also studied Sanskrit with Swami Brahmanand of the Arya Samaj at Nagpur. Consistent with the social customs of that time, in 1920, aged 16, he married Sahubai. ==Social reformer== At the age of 17, Hardas founded a weekly publication titled Maharatha, distributed from Nagpur with a view to spreading social awareness among the Dalits. He tried to organise the Mahar community by founding the Mahar Samaj organisation in 1922. He also formed one Mahar Samaj Pathak, a voluntary corps group, to bring together the disorganised Mahar youth to protect the Dalits against atrocities. He opened a Mahila Ashram in order to imparting training to Dalit women in daily activities. Also, in order to avoid exploitation of beedi workers, he started the beedi work on cooperative basis, which became very successful in the area. Hardas was a strong opponent of irrational and superstitious customs. He was strongly opposed to the sub-caste barriers amongst the depressed classes. He arranged annual community dinners that crossed these lines on the death anniversary of Chokhamela, a 14th-century saint from the Mahar community. He was against idol worship. He organised a meeting of his brethren in 1927 at Ramtek under the presidency of Kisan Faguji Bansod. At this meeting, Hardas exhorted his people to start idol worship at the temple of Ramtek and stop bathing in the dirty Ambada tank there. However, he sent a group of his followers under the leadership of Shankar Mukunda Bele to participate in the Kalaram Temple Entry Satyagraha led by B. R. Ambedkar on 2 March 1930. He argued that this was against inequality and not to worship idols. Hardas was also a strong advocate of education for Dalits. He himself had completed matriculation, which was then a rare thing for Dalits. He started night schools at Kamthi in 1927 at the behest of the Mahar community. There were 86 boys and 22 girls learning in his school at a time. He also started one Sant Chokhamela Library at Kamthi around the same time. Hardas was a prolific writer and mostly used his writing skills for creating social awareness in the depressed classes. He penned a book Mandal Mahatme in 1924 to create awareness amongst the people against the evils in society. He distributed free copies of this book among the people. This book created a significant impact on the people and the Dalit people in the area stopped watching and enjoying plays based on Hindu gods. He also wrote a play Veer Balak (Brave Child) and staged it to create a new wave of awareness among the people. He wrote and published Songs of the Market and Songs of the Hearth. His articles were also published in Weekly Janta, which was edited by Ambedkar. ==Political career== Hardas met Dr. B. R. Ambedkar in 1928 for the first time. Though he started his social activities long back, his political career get a push with this meeting. In the same year,Dr. B. R. Ambedkar requested him to give his witness in front of Simon Commission. Later in year 1930-31, with regards to the Second Round Table Conference, when question arose about the real leadership of untouchables, Hardas sent a telegram to Ramsay MacDonald, the then prime minister of the United Kingdom, that Dr. B. R. Ambedkar is the real leader of untouchables and not Mahatma Gandhi. He also created an opinion about this in different parts of the country and sent a total of 32 telegrams to McDonald by various untouchable leaders. Like B. R. Ambedkar, Hardas wanted greater participation of the depressed classes in the legislative assemblies. He appealed the governor of Central Provinces and Berar to nominate members among the depressed classes to the legislative council, district local boards, and municipalities. He was among the main organisers of the Conference of the Depressed Classes at Nagpur on 8 August 1930 presided over by Dr. B. R. Ambedkar. This conference passed the resolution to have separate electorates for the depressed classes. This conference formed All India Depressed Classes Federation and Hardas was elected as a joint secretary of the federation. The second conference of All India Depressed Classes was held at Kamthi on 7 May 1932 and Hardas was the president of its reception committee. At this meeting, he was elected as a secretary of the national body of the federation. Hardas became secretary of CP and Berar branch of Independent Labour Party (ILP) in 1936. He fought the assembly elections in 1937 from Nagpur-Kamthi constituency and won., pp. 48-49, gives an interesting account of how Hardas won the election against a wealthy Indian National Congress candidate from the constituency. Hardas was forced, with the help of local goons, to take back his candidacy. In 1938, he was also nominated as the president of the CP and Berar branch of ILP. In 1939, he fell sick with tuberculosis and died on 12 January 1939. ==Legacy== Hardas left a significant impact on the depressed classes even after his death. Moon notes that \"Just as a comet appears, bringing light throughout the sky, and then vanishing in instant, so it happened with Hardas.\" The greeting phrase Jai Bhim coined by him has become a general term of greeting amongst the Dalits in India. It is also a formal greeting phrase of Bahujan Samaj Party, a Dalit prominent and National Level party in India. ==Film depiction== In 2016, producer Dhananjay Galani made a film titled Bole India Jai Bhim which portrayed the life and work of Hardas. ==Notes== ==References== * * * * Category:1904 births Category:1939 deaths Category:People from Nagpur district Category:Indian social reformers Category:20th-century deaths from tuberculosis Category:Maharashtra politicians Category:Ambedkarites Category:Marathi people Category:Marathi politicians Category:People from Nagpur Category:Politicians from Nagpur Category:Members of the Maharashtra Legislative Assembly Category:Tuberculosis deaths in India ",
    "title": "L. N. Hardas"
}