{
    "id": "26905534",
    "text": "Bashir Baghlani (1931–2007), born Mohammad Yousuf, was a politician in Afghanistan affiliated with a variety of factions throughout the 1980s, 1990s, and 2000s, who filled such positions as Governor of Baghlan Province and later Farah Province. ==Early life== Baghlani was born in 1931, the son of an immigrant from Tajikistan who had been a chairman of a kolkhoz in that country.Authors European Society for Central Asian Studies. International Conference, Gabriele Rasuly-Paleczek, Julia Katschnig; Editors Gabriele Rasuly-Paleczek, Julia Katschnig . Central Asia on display: proceedings of the VIIth Conference of the European Society for Central Asian Studies. LIT Verlag Münster, 2005. , ==Political career== In the early 1980s, Baghlani was affiliated with the leftist militant group Settam-e-Melli. He served as governor of Baghlan Province and was a member of the Hezb-e Islami Gulbuddin. Baghlani, previously a key Taliban ally in Baghlan, was arrested by the Taliban government on 27 July 2000, accused of making deals with the Northern Alliance.Immigration and Refugee Board of Canada, Afghanistan: The Hizb-i Islami Party, led by Gulbuddin Hekmatyar, including its history, treatment of members by the Taliban, and membership documentation (1993-2000), 25 October 2000, AFG35512.E , available at: http://www.unhcr.org/refworld/docid/3df4bdf78.html [accessed 10 April 2010] After the fall of the Taliban, Baghlani replaced Abdul Hai Neamati as Governor of Farah Province in 2002.Malalai Joya. A Woman Among Warlords: The Extraordinary Story of an Afghan Who Dared to Raise Her Voice. Simon and Schuster, 2009. , 9781439109465 Baghlani died of a heart attack on 28 April 2007.Terrorism hits Baghlan: Dots to be connected? ==Name== He took the name of Mohammed Bashir Baghlani when he was appointed Minister of Justice under Babrak Karmal's Presidency in the 1980s. ==References== Category:1931 births Category:2007 deaths Category:Afghan Tajik people Category:Hezb-e Islami Gulbuddin politicians Category:Governors of Baghlan Province Category:Governors of Farah Province ",
    "title": "Bashir Baghlani"
}