{
    "id": "26903440",
    "text": "María Cristina Mapa Monzón-Palma (born on March 29, 1951 in Manila), popularly known as Tina Monzón-Palma, is a Filipina broadcast journalist and anchorwoman. She is best known as a late night news presenter in various Philippine television news programs in different television networks. She became GMA Network's first female news presenter and pioneered its Public Affairs department during her term as GMA News executive. She later transferred to ABC-5 (eventually as TV5, now 5) to head its operations. When she left the company after five years, she led ABS-CBN's public service campaign against child abuse under the network's Bantay Bata social welfare program. Eventually, she became the anchor of ABS-CBN's late news program The World Tonight where she replaced Loren Legarda. Monzón-Palma has received several awards including University of the Philippines Gawad Plaridel in 2017. ==Early life== Monzón-Palma was born Manila to Andres Monzón and Priscilla Mapa and they lived in Malate district of Manila. She has five brothers and a sister. She studied at Malate Catholic School for her elementary and high school education. She went to college at Saint Scholastica's College and took up Bachelor of Arts in Education. She also cross-enrolled to De La Salle College for her other subjects. ==Career== ===Early radio and television programs=== During her freshman years at Saint Scholastica's College, Monzón- Palma was already doing anchoring works for The Manila Times' radio station DZMT hosting the radio program Times Tower Revue. She later transferred to another radio station, DZHP, and teamed up with other known broadcast journalists such as Bong Lapira and José Mari U. Vélez. Eventually, during Martial Law in the Philippines as declared by Ferdinand Marcos in the early 1970s, she became a weather news presenter and children's television show host at the government run television station, then named National Media Production Center. ===GMA Network and PTV-4=== In 1976, she transferred to GMA Network to become its first female news presenter at age 25. She first anchored News at Seven, then The 11:30 Report and later GMA Headline News. She was also one of the former hosts of the longest-running public service program Kapwa Ko Mahal Ko, which she left the program a year later. Monzón-Palma was one of the personalities who went to Channel 4 (then named as Maharlika Broadcasting System), the Philippine government's television station that was then captured by forces linked to the People Power Revolution. After the People Power Revolution, then President Corazon Aquino assigned Monzón-Palma and José Mari Vélez to manage Channel 4, which was renamed to People's Television Network (PTV-4). After a few months, she returned to GMA and anchored the late night news with Velez. She eventually became the senior vice president for GMA News and Public Affairs and pioneered its public affairs department. Monzón-Palma left GMA Network in 1992 after a mistake she made during a news broadcast. She erroneously reported in live television that Maureen Hultman, a shooting victim, already died but in fact, Hultman was still in a comatose state. Days after the incident, she did not go to work and she eventually resigned, taking responsibility for the inaccurate report. She also apologized to the Hultmans for the error she committed. ===ABC and ABS-CBN=== After one-month hiatus, Monzón-Palma moved to the reopened ABC-5 (later renamed to TV5, now 5) and became its chief operating officer. As its executive, she was no longer involved in the daily newsroom routine but she still presented The Big News with Eric Eloriaga and Kathy Tanco Ong as her co-anchors. She stayed for five years on ABC-5 and then, took a break in the limelight in May 1997. In October of that same year, she was tapped by Gina Lopez of ABS-CBN to become the program director of Bantay Bata 163, the public service campaign of ABS-CBN Foundation, Inc. (later to be known as ABS-CBN Lingkod Kapamilya Foundation) against child abuse. When then The World Tonight news anchor Loren Legarda decided to run for a seat in the Philippine Senate, Monzón-Palma was asked by ABS-CBN to take Legarda's place. She agreed while still doing her work at Bantay Bata. In 1999, when most programs in English steadily came to an end on free television, The World Tonight was moved to ABS-CBN News Channel and Monzón-Palma continued to be its news presenter together with co-anchor Angelo Castro Jr. Monzón-Palma also hosted Talkback, a current affairs television program. She also did radio at ABS-CBN's AM radio station, DZMM, through her radio program Paksa, which discusses subjects such as women, labor rights, welfare of children, and the \"militant poor\". She became program director of Sagip Kapamilya after handling Bantay Bata. She would later gave up her duties in Sagip Kapamilya but still continued her work as broadcast journalist in ABS-CBN. == Other ventures == Aside from being a media practitioner and executive, she is also the director of the Center for Media Freedom and Responsibility (CMFR), a private non-profit and non-stock company. During her early life as a news reporter, Monzon-Palma was involved with civic organizations such as the Quezon City Red Cross and the Citizens Traffic Action.Paras-Sison, Carla and Christelle Belmonte. TINA Monzon-Palma: When People Need Your Help, Executive Feature, Lopez Link, ABS-CBN Corporate Communications, October 5, 2009 == Personal life == She is married to Rene Palma, a businessman. They have three sons. == Accolades == Her work as broadcast journalist garnered a number of awards from different bodies. In 2002, she received the Ka Doroy Broadcaster of the Year award that was given by the Kapisanan ng mga Brodkaster ng Pilipinas, a broadcast media organization, for her work as radio broadcaster at DZMM. In 2008, she was granted a Lifetime Achievement Award that was bestowed by Gawad Tanglaw, an award-giving body from the academe. Saint Scholastica's Alumnae Foundation, Inc. recognized Monzon Palma as one of the 100 Outstanding Scholasticians while Saint Scholastica's College gave the Hildegard Award in 2010. In 2017, the Mass Communications College of the University of the Philippines has conferred her with the Gawad Plaridel for her professional integrity in her 40 years in the broadcast media. ==External links== *Photograph of Tina Monzon- Palma, flickr.com == References == Category:Women television journalists Category:Filipino television news anchors Category:Filipino radio journalists Category:Living people Category:1951 births Category:Women radio journalists Category:ABS-CBN News and Current Affairs people Category:GMA News and Public Affairs people Category:People from Malate, Manila Category:Filipino women journalists ",
    "title": "Tina Monzon-Palma"
}