{
    "id": "26902087",
    "text": "The Torneo Gran Alternativa (2010) was a professional wrestling annual tournament produced by Consejo Mundial de Lucha Libre (CMLL) and took place over three shows between April 16 and April 30, 2010 in Arena México, Mexico City, Mexico. The Torneo Gran Alternativa (\"Great Alternative tournament\") is an annual tournament where an established CMLL veteran teams up with a Novato or rookie in a tag team tournament, although at times the Novato is not so much a rookie, but either a wrestler who has been given a new ring character or has never participated in the Gran Alternativa before. The format of the tournament was changed for the 2010 tournament, traditionally it featured 8 tag teams and a one night tournament, but in 2010 it featured 16 teams, split over three CMLL Super Viernes shows. Héctor Garza and Pólvora won the tournament, defeating Volador Jr. and Delta in the finals. ==History== Starting in 1994 the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) created a special tournament concept where they would team up a novato, or rookie, with a veteran for a single-elimination tag team tournament. The tournament was called El Torneo Gran Alternativa, or \"The Great Alternative Tournament\" and became a recurring event on the CMLL calendar. CMLL did not hold a Gran Alternativa tournament in 1997 and 2000 held on each year from 2001 through 2010. The 2010 Gran Alternativa tournament was the 16th overall Gran Alternativa tournament. All tournaments have been held in Arena México. ==Background== The tournament featured 15 professional wrestling matches under elimination rules, which means that you are eliminated if you lose a match. The teams were created specifically for the tournament, with no teams having worked together on a regular basis before, and in the past has not wrestled as a regular team after the Gran Alternativa is over. The tournament incorporated pre-existing scripted feuds or storylines. Wrestlers portrayed either villains (referred to as Rudos in Mexico) or good guys (Técnicos in Mexico) as they competed in wrestling matches with pre- determined outcomes. ==Tournament== ===Block A=== On April 7, 2010 CMLL announced the Novato participants for Block A of the 2010 Gran Alternativa tournament, featuring three wrestlers that had been involved in the 2009 torneo Gran Alternativa, ending a two-year practice that stated that you could not wrestle as a novato in the tournament if you had participated in a previous year's tournament. The returning novatos are Rey Cometa, Pólvora and Camorra. The five first time novatos were announced as Sensei, Diamante, Cancerbero, Inquisidor and Disturbio. When the full card for the April 16, 2010 CMLL Super Viernes show the full teams for Block A were announced as Diamante & La Sombra, Blue Panther and Rey Cometa, Héctor Garza and Pólvora, La Máscara and Sensei, Atlantis and Inquisidor, El Terrible and Disturbio, Mephisto and Cancerbero and finally Rey Bucanero and Semental who replaced Camorra. Block A was won by Héctor Garza and Pólvora. ;Block A ===Block B=== Block B of the 2010 tournament took place on April 23, 2010, and the announced teams were: Delta (Novato) and Volador Jr., Guerrero Maya Jr. (Novato) and Valiente, Ángel Azteca Jr. (Novato) and Shocker, Pegasso (Novato) and Toscano, Raziel (Novato) and Averno, Durango Kid (Novato) and El Texano Jr., Puma King (Novato) and Último Guerrero and the team of Tiger Kid (Novato) and El Felino. Of note in Block B is the fact that Raziel has been a professional wrestler since 1996 but changed from the character Caligula to Raziel in late 2009 and thus is being billed as a Novato by CMLL. Block B also features Tiger Kid teaming up with his uncle El Felino, the only two wrestlers to have any sort of relationship going into the tournament. Block B was won by Delta and Volador Jr. ;Block B ===Finals=== The finals was contested under \"best two out of three falls\" rules and took place on the April 30, 2010 Super Viernes. Pólvora and Héctor Garza defeated Delta and Volador Jr. two falls to one, in 23:46 to win the 2010 Gran Alternativa. ==References== Category:2010 in professional wrestling Category:CMLL Torneo Gran Alternativa Category:April 2010 events in Mexico ",
    "title": "Torneo Gran Alternativa (2010)"
}