{
    "id": "26902069",
    "text": "S. Roy Luby born Solomon Roy Luby on 8 August 1904, New York City died 19 August 1976 in Los Angeles was an American animator, editor, and film director. He used the pseudonyms of Roy Claire, Roy S. Luby, J. Roy Luby, Roy Luby, Sol Luby, and Russell Roy.https://www.imdb.com/name/nm0523994/ ==Biography== Luby attended City College of New York then worked as an architect and a chemist. He directed small theatre groups in Greenwich Village and worked as a cartoonist. ==Animation== In 1918 he became an associate producer of the Out of the Inkwell cartoons for Max Fleischer and Mutt and Jeff cartoons for Bud Fisher. Luby continued with animation until 1931 when he became a live action film editorpp. 330–331 Dixon, Wheeler W. The \"B\" Directors 1985 Scarecrow Press beginning with Shotgun Pass. ==B Westerns== Luby became a prolific editor for a variety of low budget Westerns for minor studios becoming a director in 1934 with Range Warfare. He moved to Monogram Pictures in 1937 directing the first of the Range Busters series in 1940. He gave up feature film directing in 1943 to concentrate on editing for films and later television, becoming a supervising editor on several television shows for Roland D. Reed (a fellow former B Western editor and director) Productions such as My Little Margie and Rocky Jones, Space Ranger. However, he did direct several episodes of The Adventures of Wild Bill Hickok. ==Christian films== Beginning in 1949 Luby worked as a supervising editor and associate producer for several Christian film companies such as Family Films, Inc. ==Selected filmography== * The Pocatello Kid (1931) * Law and Lawless (1932) * Guns for Hire (1932) * The Texas Tornado (1932) * Via Pony Express (1933) * Trouble Busters (1933) * Gun Law (1933) * Ticket to a Crime (1934) * The Man from Hell (1934) *The Brand of Hate (1934) * Big Calibre (1935) * The Gambling Terror (1937) * Border Phantom (1937) * The Feud Maker (1938) * Black Market Rustlers (1943) * Reaching from Heaven (1948) * The Pilgrimage Play (1949) * Venture of Faith (1951) ==Notes== ==External links== * Category:Artists from New York City Category:American film editors Category:1904 births Category:1976 deaths Category:Film directors from New York City ",
    "title": "S. Roy Luby"
}