{
    "id": "26906468",
    "text": "The 2010 Thai political protests were a series of political protests that were organised by the National United Front of Democracy Against Dictatorship (UDD) (also known as \"Red Shirts\") in Bangkok, Thailand from 12 March–19 May 2010 against the Democrat Party-led government. The UDD called for Prime Minister Abhisit Vejjajiva to dissolve parliament and hold elections earlier than the end of term elections scheduled in 2012. The UDD demanded that the government stand down, but negotiations to set an election date failed. The protests escalated into prolonged violent confrontations between the protesters and the military, and attempts to negotiate a ceasefire failed. More than 80 civilians and six soldiers were killed, and more than 2,100 injured by the time the military violently put down the protest on 19 May. ==Overview== Popular opposition to Abhisit Vejjajiva's government rose throughout 2009, due to the controversial 2008 \"judicial coup\" that banned the Palang Prachachon Party and \"silent coup\" that allowed the Democrats to form a coalition government.Manager ASTV, “สนธิ” เปิดใจครั้งแรก เบื้องลึกปมลอบยิง โยงทหารฮั้วการเมืองเก่า, 1 May 2009 In February 2010, Abhisit tightened security in anticipation of the Supreme Court's ruling to seize former Prime Minister Thaksin Shinawatra's bank accounts, frozen since the 2006 military coup. The UDD did not protest, but announced protests on 14 March in Bangkok to call for new elections. Abhisit further tightened security. Censorship was heightened, and radio, TV stations and websites sympathetic to the UDD were closed. Estimates of the number of protesters on 14 March ranged from 50,000 (by the government) to 300,000 (by the UDD). At the beginning, protests were mostly peaceful, and initially centred at Phan Fa Lilat Bridge. Many protesters came from outside Bangkok, including from numerous provinces in the North and Northeast. After initial UDD unilateral demands for an early election were unsuccessful, dozens of M79 grenade attacks occurred far from Phan Fa, but there were no injuries and no arrests. In April, protesters shifted to Ratchaprasong intersection. A state of emergency was declared in Bangkok on 8 April, banning political assemblies of more than five persons. On 10 April, troops unsuccessfully cracked down at Phan Fa, resulting in 24 deaths, including a Japanese journalist and five soldiers, and more than 800 injuries. The Thai media called the crackdown \"Cruel April\" ().บ้านเมือง, สะเก็ดการเมือง: หมอพรทิพย์ ลุยสอบเมษาโหด , 23 เมษายน 2553. Further negotiations failed to set an election date. On 22 April, grenade attacks suspected to have been launched from Chulalongkorn Hospital killed one and wounded 86. UDD members invaded Chulalongkorn Hospital in an unsuccessful search for the attackers, drawing widespread condemnation from the Thai press, as the protests started to become substantially more siege-like, with barricades and armed guards creating a UDD fortress in the Ratchaprasong vicinity. Forensics expert Pornthip Rojanasunand later indicated that the hospital might or might not have been the origin of the grenade attacks. No arrests were made for either the grenade attack or the invasion of hospital.PRD, DSI: Origin of Silom grenade attacks yet to be concluded: National News Bureau of Thailand , 5 May 2010. A UDD proposal for elections in three months was rejected by Abhisit. On 28 April, the military and protesters clashed in northern Bangkok, wounding at least 16 protesters and killing one soldier. The UDD moved out of Phan Fa and consolidated at Ratchaprasong. On 3 May, Abhisit announced a reconciliation road map and elections on 14 November. The roadmap was tentatively accepted by the UDD, but after they included additional conditions, the government cancelled negotiations. By mid-May, the Ratchaprasong protest site camp was surrounded by armoured vehicles and snipers were positioned in case they were needed.CSM, Thai PM preps snipers, police to seal off Red-Shirt protest site, 13 May 2010 On the evening of 13 May, General Khattiya Sawasdiphol (\"Seh Daeng\"), security advisor to the protesters and leader of the armed \"Ronin\" guards known as the black shirts, was shot in the head by a sniper's bullet while he was giving an interview to press. It is unclear who fired the shot; speculation was it was ordered either by the army, by Thaksin to keep him quiet, or was simply a stray bullet. Thereafter, a state of emergency was expanded to 17 provinces and the military cracked down, dubbed by the Thai media as \"savage May\" (). An additional 41 civilians were killed (including one Italian journalist) and more than 250 were injured by 20:30, including soldiers.ศูนย์บริการการแพทย์ฉุกเฉิน สำนักการแพทย์ กรุงเทพมหานคร, รายงานเหตุการณ์การชุมนุมของกลุ่ม นปช.กรุงเทพธุรกิจออนไลน์, พฤษภาอำมหิตกับองค์การนิรโทษกรรมสากล , 2 June 2010 One military death was attributed to friendly fire.TNN, ยิงอากาศโยธินควบวีโก้เข้าสีลมโดนสอยดับ1เจ็บ1 , 17 May 2010 The government claimed that the civilians killed were either armed terrorists or were shot by terrorists, and insisted that some civilians were shot by terrorists disguised in army uniforms.Bangkok Post The military declared the area a \"free-fire zone\", in which anybody, be they protester, resident, tourist or journalist would be shot on sight, with medics banned from entering.The Nation, Medics banned from entering 'red zones' , 16 May 2010Brisbane Times, 16 dead, more likely as Thai authorities ramp up protest crack down, 15 May 2010 On 14 May, United Nations Secretary General Ban Ki-moon encouraged protesters and the government to reopen talks.United Nations, Ban calls on opposing sides in Thailand to avert bloodshed, resume talks, 14 May 2010 On 16 May, UDD leaders said again they were ready for talks as long as the military pulled back, but the government demanded the unconditional dispersal of the protesters. A state of emergency was declared in five northeastern provinces on 16 May. The government rejected a Senate call for a ceasefire and Senate-mediated negotiations. On 17 May, Amnesty International called for the military to stop using live ammunition.Amnesty International, THAILAND: MILITARY MUST HALT RECKLESS USE OF LETHAL FORCE , 17 May 2010 Armored vehicles led the final assault into Ratchaprasong in the early morning of 19 May, killing at least five, including an Italian journalist. Soldiers were reported to have fired on medical staff who went to the aid of the shooting victims. By 13:30, UDD leaders surrendered to police and told protesters to give themselves up. Dozens of arson attacks soon broke out nationwide on Red Shirt targets including the CentralWorld building, various banks and civic buildings and government buildings. People arrested and charged for arson included a number of Red Shirt supporters. A curfew was declared and troops were authorised to shoot on sight anybody inciting unrest. An undisclosed number of arrests and detentions occurred. Fifty-one protesters remained missing as of 8 June.MThai, มูลนิธิกระจกเงาเผยจลาจลคนหาย74พบ23, 30 The government claimed the protests cost 150 billion baht (approximately US$5 billion) to organise.Bangkok Post, DSI to deliberate 153 UDD cases, 14 June 2010 ==Background== Prime Minister Abhisit Vejjajiva, assumed office in December 2008 In 2009, Thai Prime Minister Abhisit Vejjajiva faced rising public discontent with his government and near-constant rumours of a military coup. King Bhumibol Adulyadej entered the hospital in September, silencing a unifying force for the country. In December 2009, pro-Abhisit academic Chirmsak Pinthong wrote an influential article in Naew Nah newspaper where he said that the nation was already in a state of civil war, although the slaughter had yet to begin.Naew Nah, เรากำลังอยู่ในยุค \"สงครามกลางเมือง\"! (เจิมศักดิ์ขอคิดด้วยฅน), 28 December 2009 Abhisit enacted numerous security measures throughout February and March 2010 to suppress the Red Shirt protests. ===Thaksin asset seizure court case=== In February 2010, Abhisit established 38 security centres in the north and northeast to crack down on anti-government and anti-coup protesters. Five thousand troops (54 companies) were deployed at 200 checkpoints to prevent protesters from entering Bangkok. In total, about 20,000 security personnel were deployed.The Nation, Huge boost in security , 9 February 2010 Abhisit also escalated efforts to monitor community radio stations, which were often used by rural residents to voice discontent and by activists to organise protests.TNA, \"38 centres set up to maintain peace in country\", 8 February 2010 On 7 February 2010, Abhisit's spokesperson, Thepthai Senapong, compared Red Shirts to dogs and vowed to use the National Telecommunications Commission (NTC) to crack down on Red Shirt community radio stations. He noted that if using the NTC to enforce the media crackdown was illegal, the government would try to pass a special law that would make such a crackdown legal.Matichon, โฆษกมาร์ค อัด \"ทักษิณ\" เจ้าของฟาร์มสุนัข ให้กระดูกไม่พอเลยกัดกันเอง จี้กทช.หาช่องสะกัดวิทยุชุมชนปลุกปั่น , 8 February 2010 The NTC acting secretary-general was a member of the government-appointed Situation Monitoring Committee in the run up to Thaksin's February court verdict. The first and last page of the Thaksin verdict signed by the nine supreme court judges The government claimed to foreign diplomats that the National United Front of Democracy Against Dictatorship (UDD) would \"spark violence\" and \"intensify its agitation and step up protests in Bangkok and around the country in order to disrupt the work of the government and the judiciary\" in the period leading up to 26 February. On that date, the Supreme Court's Criminal Division for Holders of Political Positions was scheduled to deliver its verdict on whether to seize former prime minister Thaksin Shinawatra's baht ) in assets that the military junta had frozen years earlier. Abhisit's father, a director of CP Foods, announced that he was spending 300,000 baht (US$9,300) a month to provide supplementary security for the premier. At noon of 1 February, bags of human excrement and fermented fish, were thrown at Abhisit's house. Abhisit linked the incident to Thaksin's assets seizure trial. The Deputy Prime Minister, Suthep Thaugsuban, (in charge of security), blamed the UDD for the incident. The perpetrator was arrested; he confessed and claimed that he threw the bags because he was fed up with police indifference to his complaints of people smoking cigarettes near his house. On the evening of 15 February, police and soldiers established scores of checkpoints and organised special patrols in inner Bangkok as reports from government security agencies continued to play up fears of anti-government rallies. Abhisit's government expected major UDD-led unrest immediately following the announcement of the Supreme Court's 26 February verdict. However, the UDD said they did not protest against the verdict. Instead they announced that they would hold a one million person protest in Bangkok on 14 March to call for elections. Rumours and suspicions that the protest was financed by Thaksin, as he had been found guilty, were widespread both in the media and among the population. The protesters arrived in Bangkok in smaller numbers than announced, wearing Thaksin face designs on their red tee shirts, flags, and banners. Estimates of the overall cost of the protest, given the number of protesters and the estimated sum that Thaksin had dedicated to it, led observers to guess that it could not last longer than two months. Although the number of protesters decreased from around 150,000 on the first weekend to no more than 5,000 on 19 May at the Ratchaprasong intersection, the two month estimates of duration of the protest proved to be accurate. ==Events leading up to 14 March protests== Democrat Party of Thailand, Suthep Thaugsuban: relieved of security portfolio on 16 April 2010 Days prior to the planned protest on 14 March, checkpoints were set up to inspect caravans of protesters journeying to Bangkok. Police were given orders to detain any protester with weapons. Suthep Thaugsuban warned members of Cabinet that they and their families might become targets of UDD attacks. He denied the existence of a so- called blacklist \"with 212 names of Thaksin's close relatives and associates, UDD leaders and activists, politicians from the opposition Pheu Thai Party, and even monks who appeared sympathetic to the Red Shirt cause\". Suthep however admitted that the government had at least 10 key leaders of the Red Shirts under surveillance. Suthep accused the Pheu Thai Party of hiring people to participate in the protests. Prompong Nopparit, a spokesman of the Pheu Thai Party, denied the allegation and requested evidence that backed the accusation. Nopparit called on the prime minister to dissolve the House as demanded by the protesters. In anticipation of the protests, the government set up a tactical operations centre—called the Centre for the Administration of Peace and Order (also known as )—at the 11th Infantry Regiment in Bangkhen under the Internal Security Operations Command (ISOC). In northeast Thailand, supporters of Abhisit's government issued threats against protesters to deter them from travelling to the Bangkok and provincial governors were ordered to obstruct the movement of people. Abhisit informed the Democrat Party-led Bangkok Metropolitan Administration that he had intelligence of planned bomb attacks at two locations and grenade attacks in 30–40 locations in Bangkok. He claimed that the protesters would include 2,000 \"well-trained hardliners\". He also claimed to have received intelligence that there was a terrorist threat of sabotage to take place on 14 March, but did not give details of the nature of the plot. When questioned about the matter, army spokesman Colonel Sansern Kaewkamnerd said the army had no such intelligence.The Nation, Sabotage threat: PM , 7 March 2010 The UDD denied Abhisit's allegations and challenged him to reveal any evidence backing his claims. Suthep claimed that the UDD protesters planned to \"besiege government offices and residences of important figures\". On 7 March, it was reported that 6,000 assault rifles and explosives had been stolen from Engineer Regiment 401, part of the 4th Army Engineer Battalion in Patthalung.Thai Visa News, 6,000 guns and explosives stolen from barracks, 7 March 2010TNA, Probe on stolen Thai army weapons underway, 7 March 2010 Anonymous sources claimed that the weapons were moved to Bangkok where they would be used to incite unrest. UDD leader Nattawut Saikua voiced suspicion that the army had staged the theft to pin blame on the UDD for any violence. A government raid on a car component factory found parts that could potentially be used to launch M79 grenades. Democrat Party spokesman Buranaj Smutharaks claimed that this showed that \"there are violent elements\" among the UDD. Government spokesperson Panitan later admitted that there was no evidence of a link between the parts and the UDD. On 9 March, the government issued an Internal Security Act (ISA) for the period 11 to 23 March.Dow Jones, Thai Cabinet Approves Imposition Of Internal Security Act, 9 March 2010 A 50,000-strong security force was deployed in Bangkok. Suthep and Abhisit announced that they were moving into an army safe house at the Peace-keeping Operations Command for the duration of the ISA.Bernama, Thailand Deploys 50,000-Strong Force To Maintain Order During Protests, 11 March 2010 On 12 March, Suthep announced that all police forces deployed in the capital would be only lightly armed – female officers would carry no weapons, while male officers would only carry batons and shields. He also announced that only SWAT teams and rapid-response units would be heavily armed, and that they would be dispatched only in the event of an emergency. As of Friday 12 March, police and military checkpoints were set up along all main routes leading to Bangkok to inspect protesters approaching the capital. The police issued a warning that bus operators transporting people to Bangkok without official permission could have their concessions revoked. Five bombs exploded in Surat Thani, a Democrat Party stronghold, in the early morning of 12 March. Nobody was injured or killed. It was not clear who was behind the bombings. No arrests were made. ==Timeline== * 14 March 2010: Red Shirts converge on Bangkok, hold first big rally, occupy government district. Participation below the one million expected people. * 16 March 2010: Protesters splash their own blood at Government House * 30 March 2010: A round of talks with the government ends in deadlock * 3 April 2010: Red Shirts occupy Bangkok shopping district * 7 April 2010: PM Abhisit orders state of emergency * 10 April 2010: Troops try to clear protesters; 25 people are killed and hundreds injured * 22 April 2010: Grenade blasts kill one and injure 85 near protest hub; each side blames the other * 28 April 2010: Policeman shot in clashes in northern Bangkok * 13–17 May 2010: 36 killed in Bangkok clashes * 19 May 2010 : Army storms protesters camp resulting in six deaths. Red Shirt leaders surrender and are arrested. ==March protests== The protests on Sunday 14 March were large and peaceful.IPS, In Convoys of Red, Rural Masses Stage Historic Protest , 14 March 2010 Thailand's free-to-air TV channels, all controlled by the government or military, claimed that there were only 25,000 protesters in the main protest site at Phan Fa Bridge.CSM, Biased TV stations intensify divides in Thailand protests, 22 March 2010 On 15 March, tens of thousands of protesters moved in a caravan to the 11th Infantry Regiment, prompting Abhisit to leave the military base in a military helicopter to \"observe traffic\". On 16 March, UDD protesters announced that they collect 10 cubic centimetres of blood from volunteers and symbolically pouring the blood at Government House and other sites in Bangkok. Peaceful rally in Bangkok, 20 March 2010 Negotiations between the protesters and the government failed to resolve the situation. The protesters insisted that Abhisit dissolve parliament and call fresh elections. The government refused to do so before it had amended the constitution. An estimated 100,000 demonstrators turned out on 20 March to parade 46 kilometres through Bangkok in a 10 kilometre-long convoy. This demonstration was peaceful, and aimed at gaining the support of local residents. As usual, the majority of the crowd were UDD Red Shirt activists who travelled from northern provinces to demonstrate, but there also appeared to be some local support lining the streets. However, critics claimed that demonstrators had been bribed by the organisation's leadership and that this was a common practice that characterised the polarity of class divisions within the UDD.The Diplomat Thailand's Blood Red Protest , 21 March 2010 On 27 March, protesters marched to seven locations in Bangkok where troops were stationed, convincing the troops to withdraw. Suthep Thaugsuban called the withdrawal a temporary \"adjustment\" and insisted that they would return to their positions later. Protesters expanded their protest to Ratchaprasong intersection, a major Bangkok commercial zone, in imitation of the People's Alliance for Democracy's (PAD) large-scale 2006 protests. The government claimed that the protests were illegal and attempted to evict the protesters without a court order, as the Civil Court had ruled that the prime minister is already empowered to do so. Abhisit's government alleged that the Red Shirt protesters were \"rented\". Shortly after the demonstrations in mid-March, state spokesman Thepthai scoffed at the apparent support for the UDD, claiming that each protester was given between 2,000 and 3,000 baht for participating. Bystanders, he alleged, were given 500 baht each. Thai English-language newspapers had claimed that protesters from rural areas had been paid to travel to Bangkok, just as previous Yellow Shirt protest organisers had also compensated protesters. There were dozens of bombings in Bangkok during the weeks of the protest, with nobody claiming responsibility and no arrests made. No one was killed in the bombings. In two separate incidents, a car was driven into a group of protesters, causing injury to people. One of the incidents occurred at Ratchaprasong intersection the other at Silom Road. ==April violence== UDD protesters, 9 April 2010 On 3 April protesters occupied the shopping district of Ratchaprasong. The government declared a state of emergency on the evening of 8 April. The state of emergency permitted the military to detain people it considered a threat to national security, censor the media, and forbid gatherings of more than five persons. Troops barricaded the uplink station for the Thaicom satellite to prevent it from airing People Channel, a TV station operated and initiated by the UDD that had been broadcasting freely for a year, urging listeners to join the UDD and voicing anti-government sentiments. Protesters surrounded the station on the afternoon of 9 April. Tear gas was fired into the crowd, prompting the protesters to storm the station and the troops to withdraw. After negotiations, security forces allowed the station to resume broadcasting and protesters left the uplink station. The government again blocked the station's broadcasts soon after protesters left the scene.Business Week, Thai Protesters Vow to Fight as Government Again Blacks Out TV , 10 April 2010 On the afternoon and evening of 10 April, violent clashes occurred when government troops unsuccessfully tried to take back control of the Phan Fa Bridge protest site. Shots and tear gas grenades were fired near the Makhawan Bridge close to the United Nations Bangkok Headquarters Building during the afternoon as troops unsuccessfully attempted to take back the protest area. The troops retreated to the Ministry of Education after several hours. Later that evening, the violence escalated on Khao San Road and at the Khok Wua Intersection, with automatic fire, explosions, and tear gas being used. The violence died down by the early morning, with the temporary result being that the military was not able to seize the protest site. According to the Erawan Bangkok Emergency Medical Service Center, 25 people were killed in the clashes. The dead included Japanese cameraman Hiro Muramoto, 10 protesters, nine civilians and five uniformed soldiers. The Center noted more than 800 people injured. Autopsies revealed that 9 of the 10 dead protesters died of gunshots. The military reported that the soldiers killed died from cerebral edema after being hit on the head by thrown rocks. Following the clashes government troops withdrew. The military initially claimed that it used rubber bullets and tear gas in the clash, while firing live rounds only into the air. However, video footage from the international media showed soldiers firing assault rifles in fully automatic fire mode in the direction of protesters. Protest leaders claimed that a number of protesters were hit by army snipers from nearby buildings. The military later admitted that troops fired live rounds directly at protesters, allegedly shooting only single rounds to protect injured troops retreating from the clashes. Protesters allegedly used rocks, sticks, petrol bombs, but the military reported attacks involving also guns and grenades. Doctored video footage also purported to show people of an unknown affiliation but in support of the protesters (often referred to as \"Black Shirts\") firing weapons from the tops of buildings. At the height of the clash, it is reported that the Thai Army was met by \"Black Shirts\", a trained militia armed with M16s, AK-47s, and M-79 grenade launchers, which came in support of Red Shirt protesters. Thai Army commander Colonel Romklao Thuwatham was killed by a grenade attack (filmed by Reuter's journalist Hiro Muramoto, who died later that night from a bullet wound), which also wounded several top Army officers. That event induced an army retreat, leaving weapons and vehicles behind. Protesters seized a large quantity of military equipment left behind by retreating troops, including nine M16 assault rifles, 25 Tavor TAR-21 assault rifles, six .50 calibre machine guns, 116 riot shields, 105 batons and 80 suits of body armour. Troops also abandoned six armored personnel carriers and three high-mobility multi-purpose vehicles. Ammunition also went missing, including 580 rubber bullets, 600 .50 calibre rounds, and 8,182 M16 rifle rounds. 11 April: candles commemorating the casualties suffered by the protesters on 10 April Protesters remained unwilling to end their protest, and they vowed to continue their rally until the prime minister dissolved the House of Representatives and scheduled elections. One Red Shirt leader said that after Prime Minister Abhisit Vejjajiva dissolves the parliament, he must leave the country as soon as possible. Deputy Prime Minister Suthep Thaugsuban said the government has no plans to back down either. \"The government will continue the operation to take back the roads from the protesters because their occupation is unlawful,\" he said. ==Reactions to clashes== On 12 April 2010, the Election Commission of Thailand called for the dissolution of Abhisit's Democrat Party. Meanwhile, Thai troops advanced on protesters in the early morning firing live ammunition. Protesters were repeatedly dispersed and driven back, but kept regrouping behind burning barricades, and threw numerous objects at the soldiers. By daybreak, the soldiers continued to charge the protesters, while being pelted with petrol bombs. Anti-government protesters said on 14 April 2010, they would all congregate at a single site in a Bangkok shopping district, preparing for a \"final battle\" with the authorities. On 16 April, Thai security service officers entered the SC Park Hotel to arrest the protest leaders whom the Deputy Prime Minister, Suthep Thaugsuban, called \"terrorists\". One of the opposition leaders, Arisman Pongruangrong, escaped by a rope from a window of the hotel as forces laid siege to the hotel. He said \"[They] wanted to kill me. The policeman tried to kill me.\" Although government officials admitted the raid was unsuccessful there were rumours that this was the start of a wider crackdown. Suthep said, \"Innocent people should leave the protests because the authorities have to take decisive measures against terrorists.\" On 16 April, Prime Minister Abhisit relieved Suthep from his security responsibilities and replaced him with the Commander of the Royal Thai Army, General Anupong Paochinda. In the subsequent week, several M-79 grenades were fired at government buildings, although no injuries were reported. Protesters, meanwhile, built barricades with sharpened bamboo in the Ratchaprasong tourist district. On 21 April anti-government protesters stopped a train carrying military vehicles in northeastern Thailand. Protesters, fearing the equipment was being moved to Bangkok, attacked the train in Khon Kaen, about 280 miles north of Bangkok. They demanded that 10 Red Shirt members accompany the train on its journey to ensure it did not reach Bangkok. Fritz Yee, a Filipino member of the Red Shirts, commented that the situation was becoming more and more uncontrollable among the Red Shirts and said while we \"do not condone but we cannot control. There's no more control in the followers.\" ===Explosions and pro-government rallies in Bangkok=== On the days leading up to 22 April, pro-government (\"no color\" or \"multicolor shirts\") rallies appeared in Bangkok alongside anti-government demonstrations for the first time. Some of the demonstrators were clearly pro- government, while others were just citizens weary of the disruption in their lives caused by the Red Shirts. On Wednesday, 21 April, the two groups clashed near the start of Silom Road. On 22 April, the two groups clashed again. According to BBC reporter Alastair Leithead, a small group of people \"walked through police lines and started throwing bottles and stones towards barricades manned by Red Shirt protesters.\" The Red Shirts responded by launching fireworks into the air. Pro-government protesters urged the military to attack, shouting \"Fight, fight!\" The police did not respond to the exchange. Anti-Thaksin Yellow Shirt protesters threatened \"to step into the conflict and push out the Red Shirts themselves if the army doesn't take firmer action\" against the Red Shirt protesters, who are being encouraged by Thaksin Shinawatra from abroad. Early on 22 April, the army warned Red Shirt protesters that their chances to cease and desist were \"running out\". Ten thousand troops were moved to central Bangkok. The military threatened to \"use tear gas, rubber bullets, and live ammunition, if necessary\", to combat the UDD protesters. \"If we move in, we will attempt to arrest the leaders,\" said army spokesman Colonel Sunsern Kaewkumnerd. \"The government will be very decisive but in the beginning of the operation there may be chaos.\" UDD leaders remained defiant, saying it was up to General Anupong Paochinda \"whether to kill people or to stop the killing.\" On the evening of 22 April, around 20:00, a series of explosions in Bangkok alleged by the government to have been the work of Red Shirt protesters killed one person and injured 86 more, including at least four foreigners. The explosions were caused by at least five M-79 grenades. Three of the grenades exploded at the Sala Daeng BTS station, one near the Dusit Thani Hotel, and one near a bank. It was the first time during the protests that a grenade attack occurred in a densely populated area and the first time that serious injuries occurred, although dozens of grenade attacks had occurred since the protest started. The government did not blame the Red Shirt movement for the attack, but rather unspecified \"terrorists\". Suthep stated, \"the M79 launcher had a 400-metre shooting range and it was clear that it was shot from behind the King Rama VI Monument where the Red Shirts are rallying\". Red Shirt leaders denied responsibility for the attacks. Following the blasts, Abhisit called an emergency meeting with security chiefs to assess the worsening crisis. Thaugsuban said the government had no immediate plans to crack down on the protester encampment because there are a large number of women and children at the site. A multi-agency investigation into the 10 and 22 April violence was announced. United Nations Secretary General Ban Ki-moon called the situation \"a moment requiring restraint on all sides\". Early on 23 April, riot police went to the edge of the protesters' barrier and demanded it be dismantled. After a short standoff, both sides backed away from the barrier. ==Ceasefire offer== Barricades, Rama 4 and Silom Roads On 23 April, Red Shirt leader Veera Musikapong offered to end the protests if the government agreed to dissolve parliament within 30 days and hold elections within days. \"If the government accepts and is open to the talks, we are ready to disperse to restore peace in the country,\" he said. He further implied that protest sites must not be attacked during any potential negotiations, and that an independent inquiry into the recent violence must be conducted. The offer marked a change from the protesters previous demand that parliament be dissolved immediately. After talking with the opposition, Abhisit rejected their offer saying \"Because they use violence and intimidation I cannot accept this [offer]\". \"The 30-day ultimatum is not an issue,\" he added. \"The dissolution [of parliament] must be done for the benefit of the entire country, not just for the Red Shirts, and it must be done at the right time.\" Abhisit promised to clear up the situation when he gave his weekly address on 25 April. On 26 April 2010, the Election Commission's request to dissolve the Democrat Party was forwarded to the Constitutional Court. The move prompted King Bhumibol Adulyadej to break his silence on the protests, telling the group of newly appointed judges of courts of justice to show steadfastness and to carry out their duties \"strictly and honestly.\" ===Conflict resumes=== A soldier was killed and 18 protesters wounded in clashes between security forces and UDD members on Wednesday, 28 April. The clashes had started when troops and riot police blocked UDD protesters from going to Talad Thai to campaign for the anti-government rally. Protesters had attempted to advance on the security forces, but were repelled by troops and police officers using tear gas and rubber bullets. Security forces then began to push forward, and drive protesters back down the highway using live ammunition, and fighting resumed after a temporary calm. After several hours, security forces regained control of the area, and dispersed the protest. The soldier who died was shot in the head, apparently by accidental friendly fire, during a tense confrontation. It was the 27th fatality since UDD supporters set up their protest camp on the streets of Bangkok. On 30 April, more than 200 Red Shirt protesters forced their way into Chulalongkorn Hospital, which was close to the main protest camp, searching for soldiers they claimed were hiding there. No soldiers were found in an hour of searching, during which time nurses were threatened and many patients frightened. The next day, some 600 patients were evacuated to hospitals far from the protest site. UDD leader Weng Tojirakarn, himself a medical doctor, apologised for the assault on the hospital, calling it \"inappropriate\" and \"unreasonable\". Reuters described the incident as \"a clumsy storming of a hospital that raised questions over whether the movement is losing direction\". On 2 May, Abhisit said that his government was preparing to end the standoff. A special cabinet meeting ruled out declaring martial law, but authorised to upgrade the police force in Bangkok. Abhist told reporters, \"We are sending a clear signal that we've given a lot of time for people to leave Ratchaprasong ... we are now in the process of cutting off support and seal the area off before we actively move in.\" He declined to be more specific about when troops would move in. \"We continue to exercise restraint and patience ... but the public patience is running out and the government has to ... uphold the law [for] the majority of Thai society,\" he added. By 2 May, as many as 100,000 people had lost their jobs, gone bankrupt, or both, as a result of the protests shutting down Bangkok. The government is planning on providing special assistance for those affected. The actions taken by the Red Shirts were described by an Abu Dhabi newspaper, The National, as more than mere protesting, but even as \"insurrection\". However, the number of protesters was decreasing and rumours spread that the protesters were financed by former PM Thaksin to get his conviction revoked. ===Election proposal=== On 3 May, Abhisit proposed to dissolve parliament in September and hold an election on 14 November if the protesters were willing to stand down. The following day Red Shirt leaders expressed qualified support for the plan, but wanted more information about when parliament would be dissolved. On the morning of 8 May, two policemen were killed and several bystanders were injured by a drive-by shooting near the Silom financial district. Red Shirt leader Weng Tojirakarn denied any involvement: \"We are very sorry and we want to condemn the ones who were behind the attacks.\" Protesters demanded that Thailand's deputy prime minister be arrested for causing the deaths of 25 protesters when troops were used against protests on 10 April. The protesters refused to end the rally, and on 13 May, the offer of an election was withdrawn. ==May violence== Wounded protester carried away from Rama 4 Road to safety, 15 May 2010 A Type 85 AFV prepares to assault the Red Shirt barricade at Sala Daeng intersection, 19 May 2010 Burning fire engine, Chiang Mai, 19 May 2010 On Friday, 14 May, Thai police and army units to surround and cut off the protesters main camp, meeting heavy resistance from the Red Shirts resulting in the deaths of two people with dozens more injured, including Thai Army Major General Khattiya Sawasdipol, better known as Seh Daeng ('Commander Red'), a self-described key military adviser to the Red Shirts who was suspended from duty in the Thai army. A backer and part of the protesters' more radical wing, he had accused Red Shirt leaders of not being hard line enough. He was hit in the head by a sniper's bullet and died a few days later on 17 May. One of the Red Shirt leaders, Nattawut Saikua, accused Prime Minister Abhisit Vejjajiva of starting a civil war. This came as there were reports of a policeman opening fire on soldiers near a police station in Bangkok, showing that there may have been divisions within the security services themselves. Both the British and US embassies in Bangkok were closed for security reasons. Just before 15:00 GMT on 14 May, Sky News reported that the death toll from the latest fighting had risen to five, with 46 others wounded. People in Bangkok claimed that the area has descended into a war zone as the two sides battled for control. During the clashes, France 24 journalist Nelson Rand was \"gravely wounded\" by bullets from an army assault rifle, although who actually used the weapon is unknown. On Friday night, several grenade explosions were heard from a nearby shopping centre and municipal railway station in the upscale shopping area. As of 18:00, 14 May, the BBC reported that seven people had died and over 100 were wounded in the latest violence in Bangkok. Canada announced the temporary closure of its embassy. According to The Telegraph, as of 21:40 GMT, 14 May, at least 16 people had been killed, none of whom were members of the security services. There were several incidents of police officers joining with the Red Shirts and exchanging fire with the army, prompting fears that a civil war was imminent. The number of injured was thought to be 157, with that number predicted to rise significantly as fighting continued. By 02:20 GMT on 15 May, the death toll reached 16, with more than 157 injured. Street battles continued, with no end in sight. Total casualties since 12 May amounted to 24 killed, with 187 injured on the night of 14–15 May alone. One of the dead was a sergeant of the Royal Thai Air Force, who was killed by friendly fire. Protest leaders once again warned of civil war if the army attempted to storm their camp. Several areas of the city near the protesters were designated as \"live fire zones\" by the military, and protesters entering these zones were to be shot on sight. Due to food and water shortages as a result of the army blockade, it was estimated the protesters would only be able to hold out for a few more days, and after that have to start plundering local shops. On 16 May, the death-toll rose to 33, with the number of wounded rising to 230. Reporters in the vicinity of the violence had to cancel live broadcasts due to the threat of sniper attacks from military forces in the area. The government urged the very young and very old to leave the camp by Monday afternoon, prompting fears of an army crackdown. They also started telling the public that the foreign media, such as CNN, BBC, Reuters, and others, could not be trusted as they are biased. On 17 May Thai Army Major General Khattiya Sawasdiphol, who was shot in the head by a sniper on 13 May, died. On 17 May, Thai military helicopters dropped leaflets on the Red Shirt's main encampment, urging them to leave. The Red Shirts responded by firing homemade rockets at the helicopters. The encampment was completely surrounded, and the Thai government gave Red Shirts a deadline of 15:00 to withdraw. Clashes continued, with Thai troops firing directly towards or at any movement around the protest perimeter with live ammunition, and protesters also using potentially lethal tactics, according to a Canadian journalist. Red Shirts shot fireworks at the army, and used a broom handle to rapidly fire firecrackers. At least two Red Shirt protesters were shot by army snipers. According to medical officials, the casualty toll stood at 35 dead, and 242 wounded. By the end of the day, the casualty toll had risen to 37 dead and 266 wounded. Sporadic clashes continued on 18 May, but these skirmishes were less intense than previous confrontations. The death toll rose to 39 as the day progressed, and it was thought that a military crackdown was imminent as troops and armoured personnel carriers (APC)s gathered around the protest site urging residents and protesters to leave. The army moved in soon afterwards, backed by armoured personnel carriers and smashed through the protesters main barricades. Two Red Shirts were shot and wounded during the opening stages of this operation as other Red Shirts set alight the kerosene-soaked barricades to deter advancing soldiers and obscure their view. On 19 May, the army launched an all out assault using APCs and defeated Red Shirts defences, leaving at least five dead, including an Italian journalist and two soldiers were seriously wounded in a grenade attack. The protest leaders surrendered to police in a bid to avoid further bloodshed. Fighting between Red Shirts and the army continued in many parts of the city. Red Shirts set fire to the Stock Exchange of Thailand, banks, at least two shopping centres (including Central World at the Red Shirt's main protest site), a TV station, a cinema which burned to the ground, and hotels had to build barricades to protect themselves. The total number of burnt buildings was 35. The total death toll since 14 May is believed to stand at 44. Thaksin, from his refuge in Montenegro, denied influencing the Red Shirt movement. There were reports of clashes in Thailand's northern provinces after the surrender was announced, resulting in a town hall being burned by Red Shirts in Udon Thani Province. Since 14 May, 51 people were killed in clashes, 12 of whom died during the army crackdown and subsequent fighting in Bangkok. The casualty count as of 22 May stood at 85 dead and 1,378 injured. ===Death of Fabio Polenghi=== Deputy Prime Minister Suthep Thaugsuban claimed that Italian photographer Fabio Polenghi was killed by a grenade launched from a terrorist M79 and died side by side with a soldier. Numerous other reports, including one by the International Federation of Journalists, noted that Polenghi was shot.International Federation of Journalists, Condemns Killing of Second Journalist in Thailand, 20 May 2010Matichon, สหรัฐฯแถลงประณามเผากทม. ร้องแกนนำช่วยหยุดยั้ง สื่อต่างชาติชี้ปัญหารุนแรงในไทยมีรากเหง้า , 20 May 2010 Autopsy results showed that Polenghi died from a high velocity bullet that entered his heart and caused damage to his lungs and liver.Thai Rath, จับตาสถานการณ์เหตุจลาจล , 26 May 2010Nation News Channel, ตัวแทนสถานทูตอิตาลีรับศพช่างภาพอิตาเลียน , 20 May 2010 A reporter from Der Spiegel who was with Polenghi noted that he was photographing from the protesters' side and was running from advancing soldiers.Spiegel Online, The Day the Thai Army Moved In, 24 May 2010 The Italian Embassy pursued its own investigations. ==Investigations== A government-ordered independent investigation exonerated the military and security forces of all blame in the killings. Deputy Prime Minister Suthep Thaugsuban claimed that the soldiers did not attack the protesters, but blamed them for running into a military unit.ASTV, \"เทือก\"ลั่นได้ 300 เสียงไม่ง้อ \"เนวิน-เติ้ง\" แนะจับตาศึกซักฟอกศอกกลับฝ่ายค้าน The government claimed that unidentified \"Black Shirts\" fired on protesters. A Human Rights Watch investigation found that Black Shirts were often well-trained active duty and former soldiers claiming that their objective was to protect Red Shirt protesters, but their real job was to terrorise the soldiers, and some actually wore military uniforms.Human Rights Watch, \"Descent into Chaos\" On 17 September 2012, the Truth for Reconciliation Commission of Thailand (TRCT) released its final report on the April-May 2010 political violence. According to US-based Center for Strategic and International Studies, \"...the TRCT's final report seems to give a balanced treatment to both sides involved in the political violence two years ago—alleging that both the UDD and government security forces, including the military, were responsible for escalating the situation.\" ==19 September 2010 rally== Protest at Ratchaprasong intersection The Red Shirts organised mass rallies across Thailand to mark the ousting of former Thai Prime Minister Thaksin by a military coup four years earlier, and to mark the final day of the military crackdown on their protests four months ago which left 91 people dead. The peaceful gathering at Ratchaprasong intersection, an area in downtown Bangkok which was occupied by the Red Shirts between 3 April 2010 and 19 May 2010, the day that the Thai military ended the protests and on which day the protesters set fire to many buildings across Thailand including CentralWorld in Bangkok, attracted approximately 10,000 demonstrators. ==2011== Protests continued, as both the Red Shirt UDD and the Yellow Shirt PAD scheduled protests for mid-February 2011. CAPO (Center for the Administration of Peace and Order), first established in August 2009, was re- established to supervise imposition of Chapter 2 of the Internal Security Act (ISA) in seven districts of Bangkok, from 9 to 23 February, to control rallies planned by the PAD and the UDD; the local reaction to the Cambodian–Thai border dispute forms a background to the revival of the CAPO. These protests continued in Bangkok and other cities until July, at times drawing hundreds of thousands of people, but rarely involving violence or conflict otherwise. Continuing protests in early-2011 drew condemnation from the Ratchaprasong Square Trade Association, which claimed that the protests breached the constitution by infringing upon the rights of others, whereby the ongoing gatherings closed streets in the Ratchaprasong area. Since the July 2011 election, political gatherings in public abated. ==See also== * 2005–2006 Thai political crisis * 2006 Thai coup d'état * Public opinion of the 2006 Thai coup d'état * 2008 Thai political crisis * 2009 Thai political unrest * 2010 Thai military crackdown * 2013–2014 Thai political crisis * Cambodian–Thai border stand-off * 2014 Thai coup d'état * 2020 Thai protests ==References== ==Further reading== * * * * * * * * * * * * * ==External links== * Seven Days in Thailand – one reporter's day-by-day updates on the situation in Thailand * Terror in Thailand – slideshow by Life magazine * BBC News: Eyewitness accounts * Debating the Crisis in Thailand – video report by Democracy Now! Category:Political history of Thailand Category:Political riots Political Protests Thai Political Protests Thai Political Protests Category:Riots and civil disorder in Thailand Category:Protests in Thailand Thai political Category:Rebellions in Thailand Category:March 2010 events in Asia Category:April 2010 events in Asia Category:May 2010 events in Asia ",
    "title": "2010 Thai political protests"
}