{
    "id": "26907839",
    "text": "Janusz Zakrzeński (March 8, 1936 – April 10, 2010) was a Polish film and theatrical actor. Zakrzeński was born at Przededworze. He graduated from high school III LO in Wrocław, Poland, in 1953. He was an actor in the Juliusz Słowacki Theatre of Kraków (1960–1967), the Polski (1967–1974), the Nowy (1974–1984), and the Narodowy (1984–1985) theatres of Warsaw. He acted at the Polski in Warsaw from 1985 until his death in 2010. He wrote the books Moje spotkania z Marszałkiem and Gawędy o potędze słowa. In 2008, the Polish organization Międzynarodowy Zjazd Sybiraków (World Congress of the Sybiraks) awarded him the prize \"Ambassador of Sybiraks\" for his role in the play Silent Scream. In 2009, the Congress also granted him the title \"Ambassador of Sybiraks\" for lifetime achievement. He was awarded numerous film and state awards, including the Order of Polonia Restituta. Zakrzeński was among those killed in the 2010 Polish Air Force Tu-154 crash in Smolensk. ==Honours and awards== * Gold Medal of the Gloria Artis (2010, posthumously) * Commander's Cross of the Order of Polonia Restituta (2010, posthumously; previously awarded the Officer's Cross in 2009) * Gold and Silver Crosses of Merit (1974 and 1967, respectively) * Bronze Medal for his contribution to national defence (1973) * Order of Merit for the Nation and the Church, awarded by the Polish Roman Catholic Primate ==External links== * Janusz Zakrzeński at filmpolski.pl * Category:1936 births Category:2010 deaths Category:People from Kielce County Category:Polish male film actors Category:Polish male stage actors Category:Victims of the Smolensk air disaster Category:Officers of the Order of Polonia Restituta Category:Commanders of the Order of Polonia Restituta Category:Recipients of the Silver Cross of Merit (Poland) Category:Recipients of the Gold Cross of Merit (Poland) Category:Recipients of the Gold Medal for Merit to Culture – Gloria Artis Category:Clan of Poraj ",
    "title": "Janusz Zakrzeński"
}