{
    "id": "26901494",
    "text": "The Manayunk Bridge (also known as the Manayunk Viaduct, Pencoyd Viaduct, and Schuylkill River Railroad Bridge) is an S-shaped former railroad bridge over the Schuylkill River, Schuylkill Canal and Schuylkill Expressway, that connects Bala Cynwyd, Montgomery County and the Manayunk neighborhood of Philadelphia, Pennsylvania. Closed to rail traffic in 1986, it is now an extension of the Cynwyd Heritage Trail (along the river's right bank) and connects to the Schuylkill River Trail (along the left bank). ==History== The deck of the bridge in 1999, after the rails had already been removed Built by the former Schuylkill Valley Division of the Pennsylvania Railroad, it is a large concrete open spandrel arch bridge built in an \"S curve,\" earning both the current concrete bridge and its 1883 wrought-iron-truss predecessor the nickname of \"S-Bridge.\" The bridge's challenging geometry was executed by T. L. Eyre, a Philadelphia contractor. Another notable feature is the saw-toothed construction joints along a 65-degree skew. In 1976, SEPTA purchased the bridge for its Ivy Ridge Line (now Cynwyd Line). Ten years later, after weather-related expansion and contraction of the bridge, and the shedding of pieces of concrete due to spalling, SEPTA closed the bridge on October 25, 1986, truncating service at Cynwyd and suspended service to three of the line's six stations (Ivy Ridge, Manayunk, and Walnut Hill). Between 1996 and 1999, the bridge was stabilized and refurbished. The effort determined that the internal steel reinforcement was not compromised, as SEPTA had feared. Further investigation by Urban Engineers determined that the bridge was safe and only needed surface work to stop the spalling. SEPTA has not resumed service to Ivy Ridge; in 1996 low ridership led SEPTA to consider discontinuing service to Cynwyd altogether. ==Manayunk Bridge Trail== Walkers on the Manayunk Bridge Trail in October 2015, shortly after the trail opened Between 2008 and June 2010, SEPTA removed all of tracks north of Cynwyd for the Cynwyd Heritage Trailcynwydtrail.org and Ivy Ridge Rail Trail.Ivy Ridge Green On October 30, 2015 the ribbon was cut on the Manayunk Bridge Trail, a conversion of the bridge for use by people walking and bicycling. Designed by Whitman, Requardt & Associates, LLP, the trail features separate areas for walking and bicycling, along with a shared plaza in the center of the bridge that can be programmed for special events. Railings and fencing are in keeping with the historic industrial nature of the bridge. ==See also== *List of bridges documented by the Historic American Engineering Record in Pennsylvania *List of crossings of the Schuylkill River *Pencoyd Iron Works ==References== ==Further reading== * * ==External links== * Category:Bridges completed in 1918 Category:Bridges in Philadelphia Category:Pennsylvania Railroad bridges Category:Railroad bridges in Pennsylvania Category:Historic American Engineering Record in Philadelphia Category:Bridges over the Schuylkill River Category:Concrete bridges in the United States Category:Northwest Philadelphia Category:Open-spandrel deck arch bridges in the United States Category:1918 establishments in Pennsylvania ",
    "title": "Manayunk Bridge"
}