{
    "id": "26902446",
    "text": "\"Judge Me Tender\" is the twenty-third episode and season finale of The Simpsons twenty-first season. The 464th episode of the series overall, it originally aired on the Fox network in the United States on May 23, 2010. In the episode, Moe discovers his talent for judging in competitions and is invited to appear on the show American Idol. Meanwhile, Homer drives Marge crazy when he starts spending too much time at home, and Lisa tries to comfort Santa's Little Helper. The episode was written by Allen Glazier and Dan Greaney and directed by Steven Dean Moore. The episode also features references to Lost and its series finale, Tiger Woods, and the Deepwater Horizon oil spill. \"Judge Me Tender\" has received mixed reviews from critics with many criticizing the short and unfunny cameos of the American Idol judges except for Simon Cowell. They especially criticized Ellen DeGeneres since she had experience as a voice artist in an animated film called (Finding Nemo). The episode went down 14% from the previous week's episode due to the competition of airing against the Lost clip show, according to Nielsen Media Research. ==Plot== Homer and Bart participate at an \"Ugliest Dog\" contest in Springfield\", entering Santa's Little Helper. At the contest, Moe feels neglected because nobody wants to let him sit next to them (Agnes Skinner even sets the chair next to her on fire). Moe sits on the ground until he notices that the judge, Krusty the Clown, is not managing to entertain the crowd due to his lack of enthusiasm over his work. He taunts and insults Krusty for his inability to be funny, despite being a clown. Angry, Krusty leaves and offers his job to Moe, much to the delight of the crowd, who then urges him to replace Krusty, and to which Moe agrees as he now has a place to sit. During the competition, Moe makes sardonic, offensive but undoubtedly funny comments about all the ugly dogs, but chooses the Simpsons' dog (under the alias of Satan's Little Helper) as the winner because the Simpsons disguised their dog's buttocks as if it were his face, leaving Santa's Little Helper upset over his appearance until Lisa comforts him later. After that, Moe becomes the judge of most Springfield competitions (including a bully competition at the beach) and is offered a job as one of the judges on American Idol, since several other programs with the opportunity of this kind of job were suddenly cancelled. Moe flies to Los Angeles and becomes a protégé of Simon Cowell, who then explains all the details of his job, but before his first show, Cowell shows several clips of people (including Mr. Burns) who think the judgments of Moe are very offensive and became angry with him (with even the usually innocent and good-natured Ralph talking so boldly about Moe that most of his words have to be censored). Cowell warns him to not \"become the mean judge, like I did\", since he himself does not have many friends. He tries to be more positive, but when Cowell mocks his judgment of a contestant, he realizes that Cowell tricked him; angered, Moe threatens Cowell's life on air, but is apprehended by security and expelled from the building. Meanwhile, Homer feels bored after Moe closed his bar to judge competitions and decides to spend time with Marge. After his presence at the house becomes too annoying, Marge decides to help him to find a new bar, but when this fails (due to the obnoxious customers), Grampa advises Marge to put Homer in a round of golf, where he will become too distracted to even bother her again. However, before the game begins, Marge meets an elderly man who tells her that he got addicted to golf and barely saw his family again. Marge then realises that she was going too far and stops Homer from playing, and they both end up having makeup sex. In the end, in the reopening of his tavern, Moe explains that he was put on trial and, as punishment for his sociopathic behavior, he is not only banned from California, but is also forbidden from ever judging anything again anywhere in the country (he cannot even express his opinion on how much beer a person should drink before driving). But fortunately for Moe, he is also forbidden from watching the Fox network, something that he acknowledges as being a blessing in disguise, as this leads to an increase of the customers in his bar, including Rupert Murdoch, who asks him to put on The Jay Leno Show. ==Production== Simon Cowell guest starred in his second appearance on the show after \"Smart and Smarter\". \"Judge Me Tender\" was written by Allen Glazier and Dan Greaney and directed by Steven Dean Moore, his third directing credit that season after \"Oh Brother, Where Bart Thou?\" and \"Stealing First Base\". The episode features guest stars Simon Cowell, Randy Jackson, Ellen DeGeneres, Kara DioGuardi and Ryan Seacrest, making it Cowell's second guest appearance on The Simpsons after \"Smart and Smarter\" in 2004. Rupert Murdoch also stars as himself in the episode—his second guest star appearance, with the first being \"Sunday, Cruddy Sunday\" in 1999. ==Cultural references== The title was based on Elvis Presley song's title \"Love Me Tender\". The chalkboard gag makes a reference to the fact that the episode aired against the series finale of Lost.Hughes, Jason (May 24, 2010) http://www.tvsquad.com/2010/05/24/the- simpsons-judge-me-tender-recap-season-finale/ Retrieved May 24, 2010 The opening couch gag is a parody of the English puppet show, Punch and Judy. The ending of the episode features Jay Leno making a joke about the Deepwater Horizon oil spill on The Jay Leno Show. Moe mistakes American Idol with Armenian Idol (Hay Superstar) which, he states, is his favourite show. Upon being informed he is to judge the American one, he inquires who stands for Egor Glumov (one of the judges of the Armenian version). The song playing during the Springfield Annual Classic Car Contest, the Bonsai Tree Contest and the Bully Competition is \"Why Can't You Be Nicer to Me?\" by The White Stripes. ==Reception== ===Ratings and viewership=== In its original American broadcast \"Judge Me Tender\" was viewed by an estimated 5.73 million American households with a 2.5 rating/8 share coming second in its timeslot after a Lost special, becoming the second highest rated show on \"Animation Domination\" after Family Guy. This represents a 14% decline from the previous episode. The show also came first in its timeslot with teenaged audiences.Futon Critic Retrieved 2010-06-14 The finale was watched by 1.13 million Canadian viewers, making it the 27th highest watched program of the week. ===Critical reception=== Robert Canning of IGN gave the episode a 6.5, stating that it was \"Passable\" and criticized the fact that while many other episodes take funny jokes at Los Angeles and Fox Broadcasting Company's expense, the ones in this episode fell flat. Canning also said all the guest spots were too \"wooden and unfunny\", although he remarked that he liked the opening acts.Canning, Robert (May 24, 2010) http://tv.ign.com/articles/109/1092179p1.htmlIGN Retrieved May 24, 2010 Sharon Knolle of TV Squad loved the main plot and C-plot, but said the subplot was too unoriginal and that the Tiger Woods joke was the only successful one. She also criticized the ending; \"Too bad the episode ended on a lame joke at Jay Leno's expense. Not that he doesn't deserve it, but I'll bet the animated Rupert Murdoch was the only one laughing.\". Emily VanDerWerff of The A.V. Club gave the episode a D. VanDerWerff said that watching \"Judge Me Tender\" in the same night as the Lost finale and Breaking Bad episode \"Fly\", both of which he praised as \"deeply ambitious\" television, \"just drove home for me how tired this show is and how little it tries anymore\".VanDerWerff, Emily(May 24, 2010) http://www.avclub.com/articles/judge-me-tenderyoure-the-best-man-cleveland- browns,41439/ The A.V. Club Retrieved May 24, 2010 TV Fanatic gave the episode a 3.0/5, stating, \"The show certainly did its job of making us laugh, but we really had high hopes for the finale to a great season.\" ==References== ==External links== *\"Judge Me Tender\" at TheSimpsons.com *\"Judge Me Tender\" at Internet Movie Database * * Category:The Simpsons (season 21) episodes Category:2010 American television episodes Category:Crossover television Category:Cultural depictions of Rupert Murdoch Category:Television episodes set in Los Angeles ",
    "title": "Judge Me Tender"
}