{
    "id": "26907343",
    "text": "Pierre Berthelot (Honfleur, 12 December 1600 - Sumatra, 27 November 1638) was a French sailor and cartographer in the service of the king of Portugal, and later Discalced Carmelite friar in Goa, taking the name Denis. He was killed in Sumatra while taking part in a diplomatic mission there on behalf of the Portuguese Empire. He was beatified by Pope Leo XIII in 1900 as Blessed Denis of the Nativity, O.C.D. (also Dionysius). ==Life== Berthelot was born in Honfleur, in the Calvados Department of Normandy, the second son of Pierre Berthelot, a ship's captain and master surgeon, and Fleurie (née Morin).Guénin, p. 250 His contemporaries described him as \"a handsome, stocky man, blond and fair-skinned, an adventuresome and high-spirited person, with an inquisitive and active mind\". The younger Berthelot's first sea voyage was at the age of twelve, and when he was 19 years old, he embarked on a vessel called L'Espérance, bound for the Far East. The ship was captured by a Dutch vessel in competition for the spice trade. It was at this time that Berthelot made a religious conversion. He managed to escape and sought refuge with the Portuguese in Malacca. In service with the Portuguese, Berthelot was knighted for bravery and earned an appointment as pilot-in-chief and cosmographer to the king of Portugal. He gained some fame as a cartographer, and his map of the archipelago of Sumatra is still preserved in the British Museum.Rohrbach Though a career with the Portuguese navy was available to him, he chose to join the Discalced Carmelite Order in Goa in 1635, taking the name of Denis of the Nativity.Guénin, p. 251 He was ordained on 24 August 1638, and straightaway was sent by his superiors on a diplomatic mission to the Sultan of Aceh, accompanying Francisco de Sousa de Castro, an ambassador of the Viceroy in Goa. Castro had requested his presence, both for spiritual guidance for the group as well as for Father Denis' piloting skills and his knowledge of the region from his service aboard the L'Espérance. Once in Aceh, all the members of the mission were seized and arrested, at the instigation of the Dutch authorities in Jakarta. The members of the mission were then tortured. Refusing to deny their faith, they were martyred one by one. Father Denis and his companion, Brother Redemptus of the Cross, were led to a desolate spot on the seashore, where Redemptus was shot with arrows, then his throat was slit Father Denis, a crucifix in his hands, received a fatal blow to the head from a scimitar. Of the sixty-some members of the diplomatic mission, only Castro, the ambassador, survived. He was held captive for three years, until his family paid a large ransom for his life. ==Veneration== Denis of the Nativity was beatified on 10 June 1900 by Pope Leo XIII, together with his companion, Redemptus of the Cross. Their feast day in the Calendar of Saints of the Order is celebrated on the 29 November. ===Prayer=== ==References== ==Bibliography== * ==External links== *Blessed Denis of the Nativity at the Patron Saints Index *Blessed Denis and Redemptus, Martyrs from the Discalced Carmelites in Nigeria *Denis and Redemptus on Carmelnet Category:1600 births Category:1638 deaths Category:17th-century cartographers Category:17th-century Roman Catholic priests Category:17th-century Roman Catholic martyrs Category:17th-century venerated Christians Category:French beatified people Category:French cartographers Category:French navigators Category:French Roman Catholic priests Category:French sailors Category:French Roman Catholic missionaries Category:Portuguese beatified people Category:Portuguese Roman Catholic saints Category:Carmelite beatified people Category:Discalced Carmelites Category:Roman Catholic missionaries in Indonesia Category:French expatriates in Indonesia Category:People from Honfleur ",
    "title": "Denis of the Nativity"
}