{
    "id": "26902322",
    "text": "Dr Henry 'Harry' Windsor (27 October 1914 – 20 March 1987) was an Irish-born Australian cardiac surgeon. He trained at Queensland University and then the University of Sydney, gaining second-class honours in medicine and graduating in 1939 with a Bachelor of Medicine. He worked at St Vincent's Hospital, Sydney for numerous years and pioneered several surgical procedures in Australia In 1968 he carried out Australia's first heart transplant.WINDSOR, HARRY M J The University of Sydney, NSW. On-Line Museum He was a mentor to renowned heart surgeon Victor Chang.Windsor, Henry Matthew John (Harry) (1914–1987). John Carmody, Australian Dictionary of Biography, Volume 18, (MUP), 2012. Australian National University Windsor served as a doctor during World War II with the Australian Army Medical Corps of the Citizen Military Forces, and then with the Australian Imperial Force. He served mostly in New Guinea, achieving the temporary rank of Major. After the war he returned to work again at St Vincent's Hospital. == Early life == Henry Matthew John Windsor was born on 27 October 1914 in Cork, Ireland. He was the eldest of five born to Irish parents. His mother, Norah Agnes Matthew (née Carroll), a nurse, went there at the start of World War I to be with relatives. His father, Henry Joseph Windsor, a physician and surgeon, was then a Ship's surgeon and on his way to Australia at the time. Henry junior and his mother moved to Australia after the war in 1916 to be with his father. Father and son did not meet until Henry junior was already 16 years old. In Australia he first lived at Toowoomba, and spent his early years between New Farm, Brisbane and Gore in Northern Queensland. == Education == Windsor was schooled from 1923 by the Christian Brothers at Gregory Terrace and Nudgee colleges. In 1933 he attended Queensland University for a year of pre-medicine. He then went to the University of Sydney, gaining second-class honours in medicine. He graduated in 1939 with a Bachelor of Medicine. For his postgraduate experience as a resident medical officer Windsor went to St Vincent's Hospital, Darlinghurst, remaining for three years, including becoming clinical superintendent in 1941. During his military service in World War II, late in 1942, Windsor completed a course at the University of Sydney School of Public Health and Tropical Medicine (now Sydney School of Public Health). Sydney School of Public Health-About the School-School Overview The University of Sydney. Last updated: 20 August 2013 Later, he obtained a Bachelor of Surgery and a Master of Surgery, both in 1945.WINDSOR, HARRY MATHEW JOHN. Sydney University, Alumni == Military service == Windsor began full-time service in the Australian Army Medical Corps, Citizen Military Forces on 8 May 1942 at the rank of Captain. He was posted to the 11th Casualty Clearing Station (CCS) at Camden. He volunteered for the Australian Imperial Force and on 11 July 1942 he transferred and was reassigned to the 111th CCS. He transferred to the 2/15th Field Ambulancehttp://www.raamc.org.au/web/2fda/index.php?History 2nd Field Ambulance-Early History in July 1944. From July 1943 to March 1944 and April to September 1944 Windsor served in New Guinea, including the Ramu Valley campaign. On 18 August 1945 Windsor was promoted to temporary Major and on 27 August embarked for Singapore with the 2/14th Australian General Hospital.http://www.ozatwar.com/2-14th.htm 2/14 Australian General Hospital in Australia During WW2 He was sent with a team to Sumatra in September 1945 to search for some Australian prisoner-of-war nurses near Lubuklinggau. In November 1945 he returned to Australia and on 12 March 1946 transferred to the Reserve of Officers as an honorary Major. == After World War II == After the war (1946) Windsor return to St Vincent's Hospital for a year in the new post of 'surgical associate'. This position was an effort to make up for the training time lost to war service. Windsor had a Gordon Craig fellowshipCraig, Robert Gordon (1870–1931). Malcolm S. S. Earlam. Australian Dictionary of Biography. Published in Australian Dictionary of Biography, Volume 8, (MUP), 1981. Australian National University at the University of Sydney and he also tutored part-time there in anatomy. Windsor's wartime experiences, turned him towards the specialty of thoracic surgery. In mid-1947 he went to England to gain more expertise in the field. He worked mostly at the Middlesex Thoracic Unit, Harefield, London with Vernon Thompson, and at the North East Regional Thoracic Unit, Shotley Bridge, Newcastle upon Tyne with George Mason. In August 1949 Windsor returned to St Vincent's as an assistant staff surgeon. In 1950 he was given an honorary appointment as Thoracic Surgeon. At St Vincent's, Windsor created by 1950 a specialist department of thoracic surgery. With the help of his two protégés, Victor Chang and Mark Shanahan, Windsor was the Australian pioneer of cardiac valvular surgery in 1951; surgery employing hypothermia in 1954; cardiac valve replacement in 1963; coronary artery grafting in 1969, and, most notably Australias first heart transplant in 1968. The patient, Richard Pye, only survived for six weeks. The surgery was not the problem, but inadequacy of immunosuppression techniques at the time. The next transplant at St Vincent's was not performed until 1974. By that time control of organ rejection had improved greatly. === Retirement === Windsor retired from St Vincent's Public Hospital and from operative surgery in October 1979. == Private life == Windsor married Imelda Mary Burfitt, a secretary, on 29 August 1942 at St John's College, Camperdown. They met while she was a student at Sancta Sophia College, University of Sydney. They had five sons and a daughter. Windsor died on 20 March 1987 at Darlinghurst. He is buried in the Catholic section of Botany Cemetery in Matraville, New South Wales. ==References== Category:1914 births Category:1987 deaths Category:Australian medical researchers Category:Australian cardiac surgeons Category:Burials at Eastern Suburbs Memorial Park Category:20th-century surgeons ",
    "title": "Harry Windsor (surgeon)"
}