{
    "id": "26903874",
    "text": "The 2010 Autism Speaks 400 presented by Hershey's Milk & Milkshakes was the twelfth race of the 2010 NASCAR Sprint Cup Series season held at Dover International Speedway in Dover, Delaware. The race started at 1 p.m. EST on May 16, 2010 and was broadcast on Fox and MRN radio starting at 12 p.m. Martin Truex, Jr. started in the pole position. The race had eight different leaders, twenty lead changes, and five cautions. The winner of the race was Kyle Busch, while Jeff Burton and Matt Kenseth finished second and third respectively. ==Race report== ===Practices and qualifying=== Polesitter Martin Truex, Jr. in 2007. In first practice, the quickest drivers were Jimmie Johnson, Clint Bowyer, Kasey Kahne, Martin Truex, Jr., and Kyle Busch. During qualifying, Martin Truex, Jr. won the pole position, while Kasey Kahne, Mark Martin, Kyle Busch, and Jimmie Johnson started in the two rows behind him. Also, two drivers failed to qualify for the race; they were Todd Bodine and Max Papis. In second practice, the quickest drivers were Jimmie Johnson, David Ragan, Kyle Busch, Clint Bowyer, and Kasey Kahne. In the final practice the quickest drivers were Kyle Busch, Denny Hamlin, Carl Edwards, A. J. Allmendinger, and Clint Bowyer. ===Race summary=== The pre-race ceremonies began with Reverend Jonathan Falwell of Thomas Road Baptist Church in Lynchburg, Virginia ., delivered the invocation. Then, country music artist, Joe Nichols performed the national anthem. To start the engines, Richard Petty, part of the inaugural class at the NASCAR Hall of Fame, gave the command, \"Gentlemen, start your engines!\" At 1:17 p.m. EDT, the green flag waved with Martin Truex, Jr. the leader. On the same lap, though, Kasey Kahne, who started second, passed Truex, Jr. to lead the first lap. On lap 26, Jimmie Johnson, who started in the fifth position, passed Kahne for the lead. As Johnson led, Johnny Sauter, on lap 40, went to the garage because of electrical problems. Fourteen laps later, the caution flag waved as Sam Hornish, Jr. collided with the wall because of a flat tire. All the lead-lap driver came onto pit road for their first pit stops . After finishing the pit stops, Johnson led the field to the green flag on lap 59. One lap later, Kyle Busch passed Johnson for the lead. Race winner Kyle Busch in 2007 Kyle Busch kept the lead until lap 85 when Jimmie Johnson passed him. On laps 125 through 137, green flag pit stops were occurring. The leaders during the pit stops were Kurt Busch and Jeff Burton. Johnson, then regained the lead from Burton on lap 137; the rest of the top five were Kyle Busch, A. J. Allmendinger, Joey Logano, and Tony Stewart. As Johnson led on lap 157, J. J. Yeley went to the garage due to engine problems. On lap 165, the second caution flag waved because Marcos Ambrose collided with the wall. All lead lap cars made pit stops; Johnson remained the leader. On lap 170, Johnson led the field to the green flag, but one lap later, Kyle Busch passed Johnson for the lead. Kyle Busch led until Johnson passed him on lap 176. The green flag stayed out until lap 255, when Marcos Ambrose collided with the wall to bring out the third caution. On the restart, on lap 231, Johnson led the field to the green flag. On lap 234, Kyle Busch passed Johnson, but two laps later, he reclaimed the lead. On lap 245, Sam Hornish, Jr. collided with the wall, which brought out the fourth caution. All lead lap cars pit, most getting fuel and two tires, but Matt Kenseth stayed out. From staying off pit road, Kenseth led the field to green on lap 250. On lap 261, Johnson reclaimed the lead from Matt Kenseth. Marcos Ambrose, who collided with the wall twice, announced that he was out of the race on lap 279. On lap 287, the fifth caution came out because Kurt Busch collided with the wall in turn four. All the leaders made pit stops, most getting four tires and fuel. On lap 291, Jimmie Johnson led the field to the green flag. One lap later, Kyle Busch passed Johnson for the lead. Kyle Busch led until lap 353, when Johnson passed him, but for the next two laps Johnson and Busch switched the lead until Johnson claimed it. On lap 364, David Reutimann became the leader, as Johnson and Kyle Busch made their green flag pit stops. On lap 365, Martin Truex, Jr. passed Reutimann for the lead. One lap later, it was announced that Jimmie Johnson, who led the most laps, received a penalty for speeding on pit road. On lap 367, Johnson came to pit road to serve his penalty and Kyle Busch reclaimed the lead. He kept the lead to win his second race of 2010 and his eighteenth win in his Sprint Cup Series career. ==Results== {| class=\"sortable wikitable\" border=\"1\" |- ! Pos ! Grid ! ! Driver ! Team ! Manufacturer |- | 1||4 ||18 ||Kyle Busch ||Joe Gibbs Racing ||Toyota |- | 2||17 ||31 ||Jeff Burton ||Richard Childress Racing ||Chevrolet |- | 3||21 ||17 ||Matt Kenseth ||Roush Fenway Racing ||Ford |- | 4||14 ||11 ||Denny Hamlin ||Joe Gibbs Racing ||Toyota |- | 5||13 ||00 ||David Reutimann ||Michael Waltrip Racing ||Toyota |- | 6||24 ||16 ||Greg Biffle ||Roush Fenway Racing ||Ford |- | 7||30 ||29 ||Kevin Harvick ||Richard Childress Racing ||Chevrolet |- | 8||9 ||99 ||Carl Edwards ||Roush Fenway Racing ||Ford |- | 9||16 ||14 ||Tony Stewart ||Stewart Haas Racing ||Chevrolet |- | 10||18 ||20 ||Joey Logano ||Joe Gibbs Racing ||Toyota |- | 11||15 ||24 ||Jeff Gordon ||Hendrick Motorsports ||Chevrolet |- | 12||1 ||56 ||Martin Truex, Jr. ||Michael Waltrip Racing ||Toyota |- | 13||6 ||39 ||Ryan Newman ||Stewart Haas Racing ||Chevrolet |- | 14||8 ||43 ||A. J. Allmendinger ||Richard Petty Motorsports ||Ford |- | 15||3 ||5 ||Mark Martin ||Hendrick Motorsports ||Chevrolet |- | 16||5 ||48 ||Jimmie Johnson ||Hendrick Motorsports ||Chevrolet |- | 17||7 ||33 ||Clint Bowyer ||Richard Childress Racing ||Chevrolet |- | 18||20 ||12 ||Brad Keselowski ||Penske Racing ||Dodge |- | 19||12 ||2 ||Kurt Busch ||Penske Racing ||Dodge |- | 20||2 ||9 ||Kasey Kahne ||Richard Petty Motorsports ||Ford |- | 21||23 ||98 ||Paul Menard ||Richard Petty Motorsports ||Ford |- | 22||39 ||83 ||Casey Mears ||Team Red Bull ||Toyota |- | 23||29 ||82 ||Scott Speed ||Team Red Bull ||Toyota |- | 24||37 ||78 ||Regan Smith ||Furniture Row Racing ||Chevrolet |- | 25||40 ||38 ||David Gilliland ||Front Row Motorsports ||Ford |- | 26||22 ||6 ||David Ragan ||Roush Fenway Racing ||Ford |- | 27||31 ||26 ||David Stremme ||Latitude 43 Motorsports ||Ford |- | 28||19 ||19 ||Elliott Sadler ||Richard Petty Motorsports ||Ford |- | 29||38 ||34 ||Travis Kvapil ||Front Row Motorsports ||Ford |- | 30||27 ||88 ||Dale Earnhardt, Jr. ||Hendrick Motorsports ||Chevrolet |- | 31||42 ||7 ||Robby Gordon ||Robby Gordon Motorsports ||Toyota |- | 32||11 ||1 ||Jamie McMurray ||Earnhardt Ganassi Racing ||Chevrolet |- | 33||41 ||37 ||Kevin Conway ||Front Row Mototsports ||Ford |- | 34||10 ||77 ||Sam Hornish, Jr. ||Penske Racing ||Dodge |- | 35||28 ||42 ||Juan Pablo Montoya ||Earnhardt Ganassi Racing ||Chevrolet |- | 36||26 ||47 ||Marcos Ambrose ||JTG Daugherty Racing ||Toyota |- | 37||25 ||46 ||J. J. Yeley ||Whitney Motorsports ||Dodge |- | 38||36 ||87 ||Joe Nemechek ||NEMCO Motorsports ||Toyota |- | 39||33 ||71 ||Bobby Labonte ||TRG Motorsports ||Chevrolet |- | 40||32 ||09 ||Mike Bliss ||Phoenix Racing ||Chevrolet |- | 41||35 ||66 ||Dave Blaney ||Prism Motorsports ||Toyota |- | 42||34 ||55 ||Michael McDowell ||Prism Motorsports ||Toyota |- | 43||43 ||36 ||Johnny Sauter ||Tommy Baldwin Racing ||Chevrolet |- |colspan=\"7\"| |} ==References== Autism Speaks 400 Autism Speaks 400 Category:NASCAR races at Dover International Speedway Category:May 2010 sports events in the United States ",
    "title": "2010 Autism Speaks 400"
}