{
    "id": "26914587",
    "text": "Pelobates cultripes is a toad species in the family Pelobatidae. It is known under many different common names, including the western spadefoot, Iberian spadefoot toad, Spanish spadefoot toad, and Wagler's spadefoot toad. It is found in parts of France, Spain, and Portugal. ==Description== The hind foot of the Pelobates cultripes Pelobates cultripes is a big smooth-skinned toad with a silvery gold or greenish eye and a vertical pupil. It has a black spade on the hind foot, hence its name. The edged callus internus of the hind foot is converted to allow digging. The upperside is greyish-yellowish with dark brown or greenish blotches and spots. It grows up to 11 cm and is larger and greener than the common spadefoot, Pelobates fuscus. The tadpoles are larger than those of most other toad species. ==Behavior== This toad is mostly nocturnal, but occasionally vast numbers of it can be seen after rain. It hides in burrows up to 20 cm deep and can dig itself into earth quite fast. When threatened it inflates its body and mews, kitten-like. It breeds often in temporary water that is sometimes brackish. During mating season males appear first on wet nights at breeding sites, the females arrive later. The length of the breeding period depends on the rainfall and may last a month or only few days. During this time Pelobates cultripes may be partly diurnal. Males grab the females at the loins. Females produce bands of up to 7000 eggs which are up to 100 cm long. They lay them among vegetation or on the pond bottom. The eggs hatch after two weeks and the tadpoles take around 4 to 6 months to develop. The drying up of their pond is, after predation, the most common cause of their death. Young toads are 2 to 3.5 cm long after metamorphosis and take 3 years to reach maturity. This toad may live up to 15 years. Males produce a deep and rapid 'co-co-co' under water which sound like a clucking hen. Females call occasionally too. ==Distribution== This species is found mostly in Spain, Portugal and parts of France. Its range does not overlap with the common spadefoot. It occurs in open areas usually with soft or sandy oils and can be found at elevations up to 1,800 meters. {| class=\"wikitable\" |- | Tadpole of the western spadefoot | Tadpole in stage of metamorphosis | Young western spadefoot |- |} ==References== Category:Amphibians of Europe Category:Pelobates Category:Amphibians described in 1829 Category:Serravallian first appearances Category:Extant Miocene first appearances ",
    "title": "Pelobates cultripes"
}