{
    "id": "26913579",
    "text": "Utuy Tatang Sontani (May 31, 1920 – September 17, 1979) was an Indonesian writer and university lecturer. He was born in Cianjur, West Java. In 1938 he attended an adult school in Bandung, and then became a civil servant. After the independence of Indonesia in 1945, he successively worked for National Broadcasting Station and Books Compilation & Translation Bureau. In 1959 he joined the People's Culture Association, and became a member of its central committee. He lived abroad after 1965, mainly in the Soviet Union, taught at Institute of Asian and African Countries at Moscow State University, died and was buried in Moscow. Utuy initially wrote in Sundanese, but under the Japanese rule during World War 2 he started writing in the Indonesian language. He preferred to write plays and short stories, and the protagonists in his works were always poor people. His first play Suling (1948) describes the Indonesian fight for independence. The second play Bunga Rumah Makan (1948) tell a story of a hotel waitress yearning for freedom and not willing to tender mercies. His historical novel Tambera (1948) concerns with the anti- Dutch struggle in the late 16th century and early 17th century. After the transfer of sovereignty, Utuy was quite disappointed with the social reality. His short story collection Orang-orang Sial (1951) mainly expresses tragic fate of the little people and corruption of the officialdom. The play Awal dan Mira (1952) reflected his disillusionment won him the first prize. His other plays comprise Di Langit Ada Bintang (1955), Sang Kuriang: opera dua babak (1955), Si Kabajan: komedi dua babak (1959), Tak Pernah Mendjadi Tua (1963), Manusia Kota: empat buah drama (1961) etc. == References == == Bibliography == * Harry Aveling&Utuy; Tatang Sontani. Man and society in the works of the Indonesian playwright Utuy Tatang Sontani. Honolulu : Southeast Asian Studies Program, University of Hawaii, 1979. * Herman S. Sorotan atas drama \"Awal dan Mira\", karangan Utuy Tatang Sontani : paper. Bandung : Djurusan Bahasa dan Sastera Indonesia IKIP Bandung, 1964. Category:Indonesian male writers Category:Indonesian male novelists Category:Indonesian male short story writers Category:Indonesian dramatists and playwrights Category:20th-century Indonesian writers Category:20th-century male writers Category:20th-century novelists Category:Indonesian expatriates in the Soviet Union Category:People granted political asylum in the Soviet Union Category:Moscow State University faculty Category:1979 deaths Category:1920 births Category:People from Cianjur Category:Sundanese people ",
    "title": "Utuy Tatang Sontani"
}