{
    "id": "26912168",
    "text": "Pastor Henry L. Babers, Sr. (born May 31, 1957 in Union Springs, Alabama) is an American Christian evangelist, bible teacher and scholar whose television program appears on both various television stations nationally, (namely on the Word Network), and internet streaming and podcasts. ==Early life and education== Pastor Babers was born to James and Thelma Babers. He has a B.A. from Appalachian State University in Boone, North Carolina and M.A. from Florida Bible College in Kissimmee, Florida. ==Ministry== Parkview Christian Center In 1988 Babers and his wife of 28 years, Ernestine co-founded the Parkview Christian Center Parkview Christian Center Official Website in Haines City, FL, (then called St. James Missionary Baptist Church) which they also organized. It was renamed twice, to the Parkview Christian Center (after only one week of existence), then to its present name in 2002. The present church has a congregation of approximately 650. The still growing church soon relocated to its present location in Haines City in 1992. P.C.C. Free Clinic Under the guidance and direction of Babers Haines City and the surrounding area has a Free clinic available for the uninsured and under-insured that operates out of the church outreach ministry. This ministry also gives clothing and food to those that are in dire need of help. ==Personal== The Babers, who reside in Haines City have three children: Daughter Tangie and sons Henry Jr. and Travis. They are also the grandparents of five boys: Jamorris, Dashwan, Isaac and Treyvon and Travis Jr. ==References== ==External links== *Paster Babers Biography (Archived) Category:1957 births Category:American evangelists Category:Appalachian State University alumni Category:African-American Christians Category:American television personalities Category:American radio personalities Category:People from Union Springs, Alabama Category:People from Haines City, Florida Category:Living people Category:African-American television personalities ",
    "title": "Henry Babers"
}