{
    "id": "26915064",
    "text": "\"Commander\" is a song performed by American recording artist Kelly Rowland from her third studio album, Here I Am (2011). It serves as the project's international lead single and her debut release with Universal Motown. It was co-written by American songwriter Rico Love, who described the song as a \"fun and aggressive club record\" with themes of female empowerment and lyrics with deliberate grammatical errors. French disc jockeys and producers David Guetta and Sandy Vee produced \"Commander\" with synthesized dance beats that blend R&B; with electronica and house music. Rowland and Guetta had previously topped charts around the world with a similar dance production, \"When Love Takes Over\", in 2009. The song was premiered at the 2010 Winter Music Conference and subsequently garnered acclaim from contemporary critics for Rowland's vocal performance as well as Guetta's musical production. Just over a month after release, it topped the US Hot Dance Club Songs and later peaked within the top-ten in the United Kingdom and top-twenty in Ireland and New Zealand. Entertainment Weekly named \"Commander\" the number-one summer jam of 2010 and named by Fitness Magazine as one of The Top 100 Workout Songs of 2010. The song was nominated at the International Dance Music Awards for Best R&B;/Urban Dance Track. An accompanying music video was directed by Masashi Muto, and portrays Rowland facing herself in various dance-off scenes. Promotion for the release included performing the song live on BBC Radio 1's Live Lounge and The Graham Norton Show. The Extended Dance Mix, also produced by Guetta, was released alongside the main single worldwide, whereas the urban remix with American rapper Nelly was released in the United Kingdom and the United States. == Background and context == Guetta during a DJ set on his One Love World Tour In 2009, before Rowland and Guetta collaborated for \"When Love Takes Over\", the media reported that Columbia Records and Rowland were to part ways by mutual agreement. However in a 2010 interview with Entertainment Weekly, Rowland stated the decision to leave was not hers: the label ended their contract because singles from the previous record Ms. Kelly did not sell sufficiently well. After the release of \"When Love Takes Over\" she would go on to fire Mathew Knowles. It has since been suggested Rowland had fallen out with former fellow Destiny's Child singer Beyoncé Knowles. The media reported that Knowles' decision to release one more video (\"Why Don't You Love Me\") from her album I Am... Sasha Fierce just before Rowland released \"Commander\" was unfair on Rowland. These claims would be denied by the singer who said that despite the clip for \"Why Don't You Love Me\" airing several days before \"Commander\", the media was \"making too much of a big deal of release schedules and trying to create a feud where it doesn't exist.\" She also said, \"we all came out at the same time and it really doesn't matter ... I think there's room for everybody ... There's Bey[oncé], there's Ciara putting something out and [Lady] GaGa putting something out, but, because we started out together, people are going to say things like that. But I really don't care, I love her 'til our dying days and that's all that counts.\" == Composition == === Music and lyrics === \"Commander\" is an electro-house-R&B; song, set in a common time signature of 125 beats per minute. It was written by Kelly Rowland, Rico Love, David Guetta and Sandy Vee with deliberate grammar errors such as \"there's no other who do it like I do it\" and \"you won't find no lady who does it like I does it\". The lyrics have themes around hair, fashion and competing with other women. Guetta also produced the synthesized dance beats, which is similar to his other production, \"Sexy Bitch\". The end portions of the song were compared to some of the works by hip-hop producer Timbaland. Rowland explained that the hook of the song, \"Commander\", should be associated with dance instead of the military. \"When I command you to dance ... I want you moving, you know? It felt good to have a song that I could express that in.\" === Themes === The Daily Star quoted Rowland on the theme of the song. She said \"I hope to see women singing the song like they're in charge. It's important to know that we are commanders who have the power to shape our own destiny.\" Love explained to Rap-Up magazine his view of the song, \"It's just such an aggressive record, it's a club record, it's a worldwide international record. She's stretching her legs out and she's showing her true vocal ability, she's like the queen of the night on this record.\" Then during the video shoot of the song Rowland said \"I feel like I've finally come into my own,\" a reference to the exploration of a new musical sound. \"With the sound of dance music getting embraced more, I'm very excited, seeing how fans have been responding to the music. Dance music is more of a European thing, but I've been looking on Twitter and seeing fans (in different parts of the country) talking about playing 'Commander'.\" She said working with Guetta was \"amazing\" because it is \"effortless\" and she feels a great sense of \"chemistry\" when working with him. Rowland felt she was trying something different: \"In this generation and this day and time, no one is putting soul in dance music ... no pop artist. I thought maybe that was something I could try. And then it works.\" In an interview for MSN Xin Rowland admitted the song was \"darker\" than her previous material but still fun. \"I just thought it'd be so much fun to be a commander of course. It's just a statement for me definitely, coming out on my own, filling my space. I'm happy being a commander\". == Release == \"Commander\" was selected as the album's first single. Rowland said there were initially two songs in the running for the lead single, but \"without a doubt we had to go with ['Commander'], I just fell in love with it ... It's definitely a club banger. You know the first time I heard it, I went bananas.\" At Pat Field's Disco Party in New York, she told Universal Music Group executives \"I know in my gut that it felt good. Nobody could take my thoughts away from that. I doesn't need anyone else to tell me it's good\". The song was released on May 17 and 18, 2010 to the iTunes Stores, in France and the United States, respectively. The official extended dance remix was released alongside the main single on May 18, 2010. In the United Kingdom, \"Commander\" was planned for a June 28, 2010 release. Love and Rowland would later unveil plans for an urban mix of the song with a slower, smoother sound. American rapper Nelly heard the new version in its early stages and asked if he could be featured on the remix. It was released as part of the UK Remixes EP. as well as the second U.S. remixes EP. The official press from Universal Motown Records on May 19, 2010 confirmed that \"Commander\" would serve only as the \"international lead single\", leading to speculation another song would be released domestically. This speculation was confirmed when the Ne-Yo-penned, \"Shake Them Haters Off\" was set to impact on radio stations in the United States. However those plans were changed and on June 29, 2010 two singles were serviced to impact in the United States. \"Grown Woman\" was sent to urban contemporary/rhythmic contemporary radio stations and \"Rose Colored Glasses\" for pop radio. == Critical reception == The song was well received by critics who praised the collaboration between Rowland and Guetta. Robert Copsey of Digital Spy said \"It looks as though they're going to be ruling the airwaves all over again ... After she lulls us into a false sense of security (\"I feel like the DJ is bodyguard / You see the way he keeps me safe? / With the treble and the bass?\"), the track plunges into a pounding electro-house chorus that quite literally orders us to the dance floor ... The result isn't quite as fresh and inventive as some of Guetta's recent output – Kelis' 'Acapella', for example – but it goes a long way towards recapturing some of last summer's magic.\" The site's other reviewer, Nick Levine, agreed saying that the song \"thumps as persuasively as Muhammad Ali circa 1967.\" Robert Daw of Idolator said \"if you think Ms. Kelly is taking the go-go boots off anytime soon, then you'd best go lean against the wall, flower. Rowland's Guetta-produced new single 'Commander' is pure strobe-light adrenaline rush ... [it] will appear on Kelly's as-yet-untitled third solo album ... we're predicting a full on Rowland Renaissance!\". With Alex Catarinella of Paper saying \"she belts out soaring vocals, is further proof that she's no longer the cute teenage girl sharing a chorus.\" Rebecca Nicholson of The Guardian said that before Guetta's collaborations with Kelis (\"Acapella\") and Rowland, she felt \"[David Guetta] was ruining R&B; by turning all of my favorite ladies into Euro cheesemongers\". However \"Acapella\" changed Nicholson's mind and she said, \"'Commander' is further evidence of this\". Whilst Fraser McAlpine awarded the song four stars, his review was neither positive nor negative. He said \"Singers always like to sing about how brilliantly attractive and astonishing (and bossy) they are. Even if the words have a double meaning, which hints that they are merely mouthing the self-regard of a rampant egomaniac, who is laughing and rubbing his hands every time they start to sing, they don't mind. Why would they? The song mentions hair, and being better than the other ladies. That's what singers live for. [I awarded it] one extra star for the stoopid grammar switcheroo ... because of the chorus, which rules.\" Gavin Martin of The Mirror made similar comments neither praising nor criticizing the song, instead saying it will put her \"firmly in control of the dance floor\". == Commercial performance == \"Commander\" made its United States chart debut on May 18, 2010 (the day of the release) at number thirty-six on the Hot Dance Club Songs chart; it climbed the chart in subsequent weeks and peaked at the top position for one week in July. It also reached the top ten on the US Hot Dance/Electronic Digital Songs chart, in the issue dated June 26, 2010. Jeremy Helligar of 'True/Slant' offered an explanation of why the commercial prospects for \"Commander\" were limited in the United States, writing, \"the dance music Rowland favors is a bit edgier than the danceable pop that Lady Gaga consistently takes to the top of the charts\". In the United Kingdom, single and dance mixes were released as standalone downloads on May 17, 2010, whilst the song was added to urban music radio and UK's biggest mainstream station, BBC Radio 1's C-playlist, that same week. Consequently \"Commander\" debuted on the UK Dance Singles chart at number thirty-four. The following week the song debuted on the UK Singles Chart at number one-hundred-and-sixty- seven supported by the song's ascension to the B-playlists on the UK's urban music radio station BBC 1Xtra as well as on mainstream radio. Then a week ahead of the remixes EP, \"Commander\" reached its peak at number two on the UK Dance Chart and number nine on the Official Singles Chart as well as reaching the A-playlist on urban radio. It peaked at number nine on the UK Download Chart and number nineteen on the UK Subscription Plays chart, the single was one of Rowland's longest runs on the UK Top 40 with sixteen weeks. The single became Rowland's third best selling solo single in the United Kingdom with 285,000 copies being sold as of November 2011.Taken from the videocountdown \"Kelly Rowland's Official Top 10\", broadcast December 10, 2011 on MTV Music UK (http://www.unrealitytv.co.uk/x-factor/kelly-rowland%E2%80%99s-official- top-10-coming-to-mtv & http://www.theofficialcharts.com/our-partners/ ) It made its Irish Singles Chart debut at number twenty-four before peaking at number thirteen. It debuted in Australia on the ARIA Singles Chart at number sixty-four and has since peaked at number sixty-one. It fared better on the Australian Dance Chart, where it peaked at number eleven. In New Zealand, the song debuted at number thirty-nine before falling out of the top forty the following week, only to return and peak at number sixteen. In Europe, the song reached number two on both Belgian Wallonia and Flanders Ultratip Charts as well as on the Slovakian Airplay Charts. It reached the top-twenty in Norway in addition to the top-thirty in Denmark and Sweden. in 2020, a decade after its release, \"Commander\" was named during an Idolator feature called \"Should Have Been Bigger\". In writing for the feature, Mike Wass noted that music leaks were prevalent at the time and this led to songs running out of steam, \"from the moment it leaked online (this was back in the day when music blogs posted MP3s), the banger was touted as a future smash.\" == Music video == Two frames for \"Commander\" where Kelly Rowland \"fights\" against herself, while dressed in two contrasting outfits. The video was filmed on May 5, 2010 with Japanese music producer and promo director, Masashi Muto. Muto's previous work includes \"I Will Be Here\" for Dutch disc jockey Tiësto, as well as promo clips for Pepsi and Honda. His work is known for its scale, impact and colorful imagery. Love and Guetta make cameos in the video while Fatima Robinson handled the video's choreography. The Los Angeles Times was one of several media outlets present during the video shoot and were able to release exclusive \"behind the scenes\" footage on May 10, 2010. On June 1, 2010 an unfinished version of the video was leaked online; this was addressed on Rowland's official Twitter account, where she made clear that leaked video was the wrong edit. UK music channels MTV and MTV Base began to play the early version of the video on June 8, 2010 though, it was not until June 21, 2010 when the official final version premiered on Rowland's website. === Concept and synopsis === Rowland stated to Rap Up TV that \"the concept of the video is very futuristic and great. The red line in the story is that I am above all the lead but in the club atmosphere with cool people. I fight against myself with my haircut, makeup, and dance moves.\" According to Love, in the clip Rowland is transformed into a fashionista, \"Kelly's look in this video is just utterly sexy. It's like a jungle feel. I feel like we're in Avatar somewhere, running through the woods, minus the blue paint.\" Later one of her outfits was described as an \"Avatar-esque bodysuit\". Rowland said \"I had to pull out my dancing shoes for this video!\" The video features \"Kelly Rowland facing off against herself. The two Kellys start what appears to be a voguing competition on the dancefloor, then are flanked by respective dance teams.\" Guetta makes an appearance at the end of the clip he \"undergoes a 'Transformers'-like metamorphosis, turning into a mixer.\" Paper magazine described Rowland's look in the video as \"superhero-esque\". Joanna Goh from MSN China said that in the clip \"[Rowland] sports a new femme fatale image a la the bodysuits and masculine imaging\". === Reception === and according to a press release from Universal Motown, the video has received critical acclaim with over two million Vevo views. When Robbie Daw of 'Idolator' saw the unfinished version of the video compared it to the earlier works of Janet Jackson saying it had \"old-school Janet vibe\". Later after seeing the fully finished version he said it was \"a colorful, militant dance-off\". The theme, wardrobe, and choreography also drew comparisons to Janet Jackson's \"Feedback\" video, with HitFix commenting \"Rowland even has Janet's singular and straight pony tail.\" E! Online's Natalie Finn also had praise for the video. She said it \"takes the themes of the song: taking charge, owning the floor and staying sexy and feminine throughout...\" and \"dresses 'em in tight little outfits and turns 'em loose to break hearts and dominate the opposite sex at will.\" \"The music video is great and it might be a must-spin\" according to Martin from Above&Beyond; magazine, who praised Rowland's beauty by saying, \"I didn't know Kelly was that well-equipped from the back but I always found Kelly more attractive than Beyoncé ... I'm just saying\". The video was criticized for the absence of story line by critics such as Laura Brooks of 'TeenToday', who described the video as \"[an opportunity] to show off her lovely hair and her thighs\" that \"also features David Guetta who appears to have remembered at several points throughout the video that he's left his iron on dashes off to remedy the situation.\" Alyssa Rosenberg of The Atlantic agreed, calling the clip \"dopey ... with guys who forgot to wash the home dye out of their hair\" (sic) and the dancing was on-par with sci-fi film The Matrix Reloaded. However she did say that \"It's a high-concept understanding of the dance floor, even if it's not my preferred interpretation of that space. If love and shaking it are war, Kelly seems like she'd be a pretty decent person to have boss you around in both.\" Meanwhile Sound Savvy said \"There's some nice moves and Kelly sports some sexy looks for the clip. 'Commander' has received CRAZY airplay and the reception has been overwhelmingly positive for this track. I kinda dig the video, but I would've liked more choreography.\" == Promotion == Rowland debuted \"Commander\" live at Cathy Guetta's Fuck Me I'm Famous party in Miami, as part of Winter Music Conference on March 27, 2010. Immediately after the performance she said, \"I was nervous and anxious, but when I hit the stage I felt the inner 'Commander' come to life!\" Then on May 4, whilst playing a DJ set at a club in Frankfurt (Germany), Guetta premiered his extended remix. Rowland performed \"Commander\" at KIIS FM's Wango Tango 2010 Staples Centre (Los Angeles) on May 15, 2010. International promotion for the song began a week later with live UK debut of \"Commander\" at BBC Radio 1's Big Weekend. located in the video from 06:25 This was followed up on June 15 with a live performance and interview on The Graham Norton Show and a medley performance on June 25 in Singapore. Rowland has subsequently appeared three more times in the UK on GMTV, an acoustic performance on BBC Radio 1's Live Lounge; as well as The 5 O'Clock Show. \"Commander\" was performed in acoustic for a second time on Radio 2's Saturday Sessions with Dermot O'Leary. In August 2010 the Canadian dance show, So You Think You Can Dance Canada used the song for their season three promotion TV clips. The music was also used in the presentation of delegates and opening number of the live telecast of Miss Universe 2010 in Mandalay Bay, Las Vegas. == Impact == === Legacy === Entertainment Weekly named it \"the number one summer jam of the year (2010)\" whilst music station KISS 100 called it fabulous and made it their song of the week for the week beginning May 24, 2010. A reviewer from the network said, \"Commander is another smash [where] ... Kelly's taking command! With glamour set to max and drama cranked up to full power 'Commander' is proof that Kelly means business!\" In Fitness magazine's 100 best workout songs, \"Commander\" was named one of the ten best dance workout songs for its bouncy 125 beats per minute composition. In a 2020 feature titled \"Should Have Been Bigger\" on the website Idolator, Mike Wass reflected on the song a decade calling it a \"banger\" and stating that it had obvious appeal with \"[Rowland] preaching female empowerment over gargantuan club beats\". Reviewing the song ten years later, Wass remarked that with \"powerful lyrics to the soaring vocal and slick production, all elements came together perfectly.\" Wass noted that the song leaked ahead of its release at a time when songs \"ran out of steam before their official release\" and that \"Commander\" was \"too clubby\" for radio. He also noted that \"the video was widely mocked\". Although Rowland would go on to release another club song in the form of the Eurodance international single \"Down for Whatever\", Wass commented that Rowland had ignored dance music since the release of \"Commander\". === Accolades === {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |+A summary of accolades by publication and rank |- ! scope=\"col\"| Publication ! scope=\"col\"| Accolade ! scope=\"col\"| Rank ! scope=\"col\"| |- ! scope=\"row\"| Official Charts Company | Official Songs of the Summer 2010 | 19 | |- ! scope=\"row\"| International Dance Music Awards 2011 | Best R&B;/Urban Dance Track | | |} == Track listings == Digital Download Main Version #\"Commander\" featuring David Guetta – 3:39 US Digital Mix – Universal Motown Store #\"Commander\" featuring David Guetta – 3:39 #\"Commander\" featuring David Guetta (Extended Dance Mix) – 5:55 Digital Extended play (EP) #\"Commander\" featuring David Guetta – 3:38 #\"Commander\" (David Guetta Remix) – 5:47 #\"Commander\" (Extended Dance Mix) – 5:55 #\"Commander\" (Extended Instrumental) – 5:54 Commander EP – UK Remixes #\"Commander\" (Rico Love Urban Remix) feat. Nelly – 4:09 #\"Commander\" (Pitron & Sanna Remix) – 8:20 #\"Commander\" (Redlight Remix) – 3:51 CD Single #\"Commander\" (Radio Edit) – 3:38 #\"Commander\" (David Guetta Remix) – 5:47 Digital Download Extended Dance Mix #\"Commander\" featuring David Guetta (Extended Dance Mix) – 5:55 Commander US EP – The Remixes Part 1 #\"Commander\" (David Guetta Extended Original Mix) – 5:55 #\"Commander\" (David Guetta Extended Instrumental) – 5:54 #\"Commander\" (David Guetta Radio Edit) – 3:38 #\"Commander\" (Ralphi Rosario Club Mix) – 8:09 #\"Commander\" (Ralphi Rosario Bass & Treble Dub) – 8:07 #\"Commander\" (Ralphi Rosario Radio Edit) – 4:02 Commander US EP – The Remixes Part 2 #\"Commander\" (Rico Love Remix) – 4:09 #\"Commander\" (Ralphi Rosario Remix) – 8:07 #\"Commander\" (Chuckie & Neve Remix) – 5:23 #\"Commander\" (Sidney Samson Remix) – 6:26 #\"Commander\" (Pitron & Sanna Remix) – 8:20 #\"Commander\" (Redlight Remix) – 3:51 == Credits and personnel == ;Recording *Recorded and mixed in Gum Prod (recording) and The Bunker (mixing), both in Paris, France. ;Personnel *Kelly Rowland – songwriter *Rico Love – songwriter, additional vocals, vocal producer *David Guetta – songwriter, producer, recording, mixing, keyboards and programming *Sandy Vee – songwriter, producer, recording, mixing, keyboards and programming *Seth Foster – mastering *Thurston McCrea – assistant recording engineer == Charts == === Weekly charts === {| class=\"wikitable sortable plainrowheaders\" |+ Chart performance for \"Commander\" ! scope=\"col\"| Chart (2010) ! scope=\"col\"| Peak position |- ! scope=\"row\"| Australia (ARIA) |style=\"text-align:center;\"|61 |- ! scope=\"row\"| Australia Dance (ARIA) |style=\"text-align:center;\"|11 |- |- |- |- ! scope=\"row\"| Canada (Canadian Hot 100) |style=\"text-align:center;\"|55 |- |- |- |- |- ! scope=\"row\"| French Download Chart (SNEP) |style=\"text- align:center;\"|28 |- |- |- |- |- |- |- |- |- |- ! scope=\"row\" | Poland (Polish Airplay New) | align=\"center\" | 2 |- !scope=\"row\"|Russia (Top Radio Hits) |style=\"text-align:center;\"|32 |- |- |- |- |- |- |- ! scope=\"row\"| US Hot Dance Club Songs (Billboard) |style=\"text-align:center;\"|1 |} === Year-end charts === {| class=\"wikitable sortable plainrowheaders\" |+ Year-end chart performance for \"React\" ! scope=\"col\"| Chart (2010) ! scope=\"col\"| Position |- ! scope=\"row\"| Australia Dance (ARIA) |style=\"text-align:center;\"|47 |- ! scope=\"row\"| Romania (Romanian Top 100) | style=\"text-align:center;\"|63 |- ! scope=\"row\"| Russia Airplay (Tophit) | style=\"text-align:center;\"| 147 |- ! scope=\"row\"| Sweden (Sverigetopplistan) | style=\"text-align:center;\"|99 |- ! scope=\"row\"| UK Singles (Official Charts Company) | style=\"text- align:center;\"|81 |- ! scope=\"row\"| US Dance/Electronic Digital Songs (Billboard) |style=\"text-align: center;\"|36 |- ! scope=\"row\"| US Hot Dance Club Songs (Billboard) |style=\"text-align:center;\"|6 |} == Certifications == |- == Release history == {| class=\"wikitable plainrowheaders\" |+ Release formats and dates for \"Commander\" !scope=\"col\" style=\"width:120px;\"|Region !scope=\"col\" style=\"width:120px;\"|Date !scope=\"col\"| Format(s) !scope=\"col\"| Label !scope=\"col\"| Ref. |- !scope=\"row\"| France |rowspan=\"4\"|May 17, 2010 |Digital download |Barclay | |- !scope=\"row\"| Ireland |rowspan=\"2\"| Digital download |rowspan=\"2\"|Universal Music | |- !scope=\"row\"| Norway | |- !scope=\"row\"| United Kingdom |Digital download |Universal Island | |- !scope=\"row\"| Canada |rowspan=\"4\"|May 18, 2010 |Digital download |Universal Music | |- !scope=\"row\"| France |rowspan=\"2\"| Digital download |Barclay | |- !scope=\"row\"| United Kingdom |Universal Island | |- !scope=\"row\"| United States |Digital download |Universal Motown | |- !scope=\"row\"| United Kingdom |rowspan=\"2\"|May 21, 2010 |Urban radio |Universal Island | |- !scope=\"row\"| United States |The Remixes Part 1 |Universal Motown | |- !scope=\"row\"| Australia |rowspan=\"7\"|May 24, 2010 |rowspan=\"8\"|Mainstream radio |rowspan=\"4\"|Universal Music | |- !scope=\"row\"| Austria | |- !scope=\"row\"| Belgium | |- !scope=\"row\"| Denmark | |- !scope=\"row\"| France |Barclay | |- !scope=\"row\"| Italy |rowspan=\"2\"| Universal Music | |- !scope=\"row\"| Switzerland | |- !scope=\"row\"| United Kingdom |May 27, 2010 |Universal Island | |- !scope=\"row\"| Switzerland |May 28, 2010 |rowspan=\"7\"|Digital EP |rowspan=\"4\"|Universal Music | |- !scope=\"row\"| Australia |rowspan=\"6\"|June 4, 2010 | |- !scope=\"row\"| Belgium | |- !scope=\"row\"| Denmark | |- !scope=\"row\"| France |Barclay | |- !scope=\"row\"| Italy |rowspan=\"6\"|Universal Music | |- !scope=\"row\"| Netherlands | |- !scope=\"row\"| Canada |June 7, 2010 | | |- !scope=\"row\"| Germany |June 18, 2010 |Mainstream radio | |- !scope=\"row\"| Japan |June 23, 2010 |rowspan=\"2\"|Digital download | |- !scope=\"row\"| Finland |June 30, 2010 | |- !scope=\"row\"| United Kingdom |July 5, 2010 |The Remixes – EP |Universal Island | |- !scope=\"row\"| United States |July 16, 2010 |The Remixes Part 2 |Universal Motown | |- !scope=\"row\"| Austria |rowspan=\"2\"|July 23, 2010 |rowspan=\"2\"|Digital EP |rowspan=\"3\"|Universal Music | |- !scope=\"row\" rowspan=\"2\"| Germany | |- |August 6, 2010 |CD single | |} ==See also== * List of number-one dance singles of 2010 (U.S.) == References == Category:2009 songs Category:2010 singles Category:Kelly Rowland songs Category:David Guetta songs Category:Songs written by Rico Love Category:Billboard Dance Club Songs number-one singles Category:Songs written by David Guetta Category:Songs written by Sandy Vee Category:Songs written by Kelly Rowland Category:Song recordings produced by Sandy Vee Category:Songs with feminist themes Category:Electro house songs Category:Song recordings produced by David Guetta Category:Song recordings produced by Rico Love ",
    "title": "Commander (song)"
}