{
    "id": "26913763",
    "text": "Alexander the Great is a 2010 Indian Malayalam-language comedy-drama film directed by Murali Nagavalli and scripted by C. Balachandran.\"Lal as Alexander, the great\" -India Glitz It stars Mohanlal, Bala Kumar and Meenakshi Dixit.\"Mohanlal's Alexander has no heroine\" - Oneindia The film as described by the director, is a \"comical racy entertainer\". It was released on 7 May 2010.\"Alexander The Great is a bad copy of Rain Man\" - Rediff It is loosely based on the 1988 American comedy-drama film Rain Man. ==Plot== Prathapa Varma (Saikumar) is a rich man in Dubai who has a son named Manu (Bala), but he also has an adulterous relation with a lady in Mumbai, Janet, with whom he has another son named Alexander (Mohanlal). In his will, he has bequeathed all his wealth to his Alexander. If Alexander dies, then 40% of Prathapa Varma's wealth will go to his relatives Rama Varma (Siddique), Ravi Varma (K. B. Ganesh Kumar), etc.; 30% goes to Manu; and the remaining 30% goes to a trust. If Manu dies, then 100% will go to the trust, so the relatives decide to kill him, while Manu decides to go and meet Alexander and get the power of attorney from him so that he can get all of Varma's wealth, and then either kill him or get rid of Alexander. He goes in search of Alexander with his girlfriend Bismitha(Meenakshi Dixit) and his maternal uncle, Sri Ramakrishnan(Jagadish).However, to their surprise, Alexander is in a mental rehabilitation center under the treatment of Dr. Korah (Nedumudi Venu). Manu tries to convince Alexander to sign the document, but everytime he either opposes it or escapes from the place. Meanwhile, Rama Verma send a group of thugs to kill Alexander. At the same time Thomas, a moneylender from which Manu lended money, also send thugs to kill Alexander. But the genius Alexander escapes from them as well as saves his fellows. Eventually, Manu realizes that his brother has unique abilities, which he grows to accept. He starts becoming fond of his half-brother. Manu decides to bring Alexander to Dubai. After reaching Dubai, Alexander reveals that he is mentally stable. The film goes to a flashback when Alexander along with his father took a room in a hotel. They discover a dead waitress in the room. Prathapa Verma is accused of the murder. To save his father, Alexander takes responsibility of the crime and is sent to jail. To get out from the jail, Alexander pretends as if he is mentally unstable. And for his treatment he was taken to the rehabilitation center. One day Alexander decides to everyone's anxiety and agrees to divide his father's wealth. But to everyone's surprise, Ravi Verma claims that he has the right to own all the wealth. He blackmails Alexander by showing him his mother Janet being detained by his thugs. He also reveals that he committed the murder of the waitress in the hotel to trap Prathapa Verma. Alexander agrees and signs the document ,thus giving all the wealth to Ravi Verma. Alexander convinces Ravi to give other relatives 30% of the wealth as well as pay Manu's debts. After all settlements, Alexander prepares to go back to Mumbai. At the airport, Doctor Kora takes out the documents which endorse Manu with 100% of the wealth. It is revealed that all the previously signed documents were illegal as it had been signed by a \"mentally unstable\" person. The film ends with Alexander and Kora on their way to board the plane thus bidding goodbye to his half brother. ==Cast== * Mohanlal as Alexander Varma * Bala as Manoj Varma * Sudha Chandran as Gayathri Devi * Meenakshi Dixit as Bismitha * Jagadish as Sree Ramakrishnan * Saikumar as Prathapa Varma * Siddique as Rama Varma * K. B. Ganesh Kumar as Ravi Varma * Nedumudi Venu as Dr. Korah * Kirron Kher * Sreelatha Namboothiri * Fathima Babu as Sumithra * T. P. Madhavan ==References== ==External links== * Alexander the Great on NowRunning * Alexander the Great on Oneindia * \"Alexander the Great\" movie review * Category:2010 films Category:Indian films Category:2010s Malayalam-language films Category:Malayalam-language films ",
    "title": "Alexander the Great (2010 film)"
}