{
    "id": "26919929",
    "text": "' Ravgen Inc., is a privately owned biotech company founded by Chairman and C.E.O. Dr. Ravinder Dhallan. Ravgen Inc. is known for its research in the prenatal diagnostic field and its development of non-invasive prenatal diagnosis testing which was published in The Lancet (Lancet. 2007; 369:474-81), the Journal of the American Medical Association (JAMA. 2004;291:1114-1119)., and the New England Journal of Medicine (NEJM. 2012; 366:1743-1745).MMS: Error These publications received worldwide press in The Times, The Washington Post (February 2007), CNN Fortune Small Business (September 2007), and The New York Times (June 2012) Ravgen was founded in 2000 in Columbia, Maryland by Dr. Ravinder Dhallan. Dr. Dhallan received doctorates in medicine and biomedical engineering at The Johns Hopkins University as well as an MBA from the Wharton School of Business at the University of Pennsylvania. The CEO and founder of the company held residency positions in oncology at Massachusetts General Hospital and in emergency medicine at York Hospital in York, PA before becoming an attending physician in the Department of Emergency Medicine at Holy Cross Hospital in Silver Spring, MD. Dr. Dhallan left his position at Holy Cross in 2000 in order to start his own company, Ravgen, with the pursuit of developing a safer prenatal diagnostic exam. At the time the only options available to patients were invasive with a chance of miscarriage or lacked in accuracy. Since its start in 2000, Ravgen has developed and patented a variety of safe, accurate prenatal diagnostic tests that simply require a blood draw from the mother. The company's core technology is based on its ability to increase the percentage of fetal DNA that is found in the maternal bloodstream, something that scientists have attempted to do for decades with little success. With this breakthrough in medicine, Ravgen is able to offer safe, noninvasive, pre- birth testing alternatives for expectant mothers and give them the knowledge they need to prepare for their pregnancies. ==Timeline== * fall 2000: Ravgen founded. * March 2004: Ravgen publishes first clinical study in the Journal of the American Medical Association * February 2007: Ravgen publishes second clinical study in the Lancet * fall 2007: Ravgen Diagnostics founded * May 2012: Ravgen publishes third clinical study in the New England Journal of Medicine ==Competition== Companies and universities that are working towards developing non-invasive prenatal testing include Natera, Sequenom, Artemis Health, Lenetix, Ikonisys, Fluidigm,Businessweek - Business News, Stock market & Financial Advice and Stanford University. ==Media coverage== Ravgen has published its genetic research in internationally recognized, peer reviewed articles including JAMA (the Journal of the American Medical Association) in 2004, The Lancet in 2007, and the New England Journal of Medicine in 2012. In addition, Ravgen has received local and global media coverage on its non- invasive prenatal DNA testing. Articles about the company and its research have been published in CNN Fortune Small Business, The Times, The Washington Post, Technology Review MIT, BBC News, Reuters, Health Day, WUSA, and The New York Times (June 2012). ==References== ==External links== * Ravgen's official website * JAMA (The Journal of the American Medical Association) \"Methods to Increase the Percentage of Free Fetal DNA Recovered from the Maternal Circulation\" * The Lancet \"A non-invasive test for prenatal diagnosis based on fetal DNA present in maternal blood: a preliminary study\" * The Times \"Scientists hail non-invasive Down's Syndrome test for pregnant women\" * The Times \"Scientists move closer to a blood test for Down's\" * CNN \"A better prenatal test?\" * Technology Review \"A Simpler Test for Detecting Down's Syndrom\" * WUSA9 \"New Hope For Mothers Worried About Birth Defects\" * Health Day \"Experimental Prenatal Test Helps Spot Birth Defects\" * Reuters \"New Down's test eliminates miscarriage risk\" * AFP \"Researchers eye alternative to amniocentesis: study\" * BBC News \"Hope for safer foetus gene tests\" Category:Biotechnology companies of the United States ",
    "title": "Ravgen"
}