{
    "id": "26910483",
    "text": "Watt & Shand was a department store that operated in Lancaster, Pennsylvania from 1879 to 1992. The facade of the former Watt & Shand building in 2012 ==History== Mercantile apprentices Peter T. Watt, 28, Gilbert Thompson, 32, and James Shand, 29, of Hartford, Conn., opened the predecessor of Watt & Shand, the New York Store, on March 9, 1878. The New York Store featured lines of foreign and domestic dry goods as well as upscale merchandise. The first item sold was a 100% wool plaid shawl for $5.Lancaster New Era. KNOW WATT - AND SHAND Pg. D2 November 17, 2006. Known for their customer service, the New York Store was said to have an unwritten policy of remaining open until the last customer had finished shopping.LancasterHistory.org. Watt & Shand Collection, 1934-2003 Retrieved on 4-11-2010. During the New York Store's first year of operation, partner Gilbert Thompson died. Soon after Thompson's death, Peter Watt and James Shand changed the store's name to Watt, Shand and Company. In 1880, the store moved into a building located at 8-10 East King Street in Lancaster. In 1885, the store name was shortened to Watt & Shand, and the store was expanded to include space in the building at 6 East King Street. In 1889, the store added a ladies' ready-to-wear department which included coats, suits, dresses, and underwear. In 1905, Watt & Shand acquired three adjoining buildings at 23 Penn Square, eventually absorbing Rohrer's Liquor Store, Shenck's Hotel and Marshall and Rengier's Hardware Store. In January 1959, Watt & Shand acquired Appel & Weber, a jewelry store, and in June 1968, it acquired Hager's Department Store. In August 1984, the downtown store completed a $1 million, three-year renovation. By 1991, the downtown store was , cobbled together from seven different buildings. In 1970, a second Watt & Shand store opened at Park City Center as one of the anchor tenants, which enabled the company to survive the exodus of large department stores in downtown Lancaster. By 1991, the Park City store generated 65% of sales, and virtually all of the company's profit.Wall Street Journal. \"Watt & Shand Is One Midsize Store Still Thriving Despite Credit Crunch.\" Apr 9, 1991. pg. A14 The Bon-Ton purchased Watt & Shand in 1992, for about $10 million, and the downtown Lancaster store officially closed in March 1995.Knight Ridder Tribune Business News. \"Park City plans $5M expansion\" Sep 5, 2006. pg. 1 ==The Watt & Shand Building== The Watt & Shand building was on the southeast corner of Penn Square in Lancaster, Pennsylvania. Done in the Beaux Arts style, the building was four stories of buff brick with elaborate terra cotta and marble ornamentation. The oldest section of the building, facing East King Street, dated from 1898 and was designed by C. Emlen Urban. In 1916 and 1925, major additions extended the building toward South Queen Street.City of Lancaster Watt & Shand Building Retrieved on 4-11-2010. In 1999, the building was added to the National Register of Historic Places.National Register of Historical Places PENNSYLVANIA - Lancaster County Retrieved on 4-11-2010. The structure was demolished in 2006. The Beaux Arts facade was preserved and incorporated into the Lancaster Marriott Hotel at Penn Square and Lancaster County Convention Center complex which was built on the site of the former department store. ==References== ==External links== * Watt & Shand Collection (photographs) at Lancasterhistory.org Category:Companies based in Lancaster, Pennsylvania Category:Defunct department stores based in Pennsylvania Category:Buildings and structures in Lancaster, Pennsylvania Category:Department stores on the National Register of Historic Places Category:Commercial buildings on the National Register of Historic Places in Pennsylvania Category:National Register of Historic Places in Lancaster, Pennsylvania ",
    "title": "Watt &amp; Shand"
}