{
    "id": "26917965",
    "text": "Claron Augustus Windus (January 10, 1850 – October 18, 1927) served in the United States Army during the American Civil War as a drummer boy, American Indian Wars as a bugler and the Spanish–American War as a captain. He received the Medal of Honor for bravery during a battle with the Kiowa Indians in 1870. ==Biography== Windus was born on January 10, 1850, in Janesville, Wisconsin.U.S. Army Center of Military History. Medal of Honor Recipients Indian Wars. Retrieved December 23, 2011 He served as a drummer boy during the American Civil War.Glasrud, ed., Bruce A. Brothers to the Buffalo Soldiers: Perspectives on the African American Militia and Volunteers, 1865–1917. Columbia, Missouri: University of Missouri Press, 2011. . p. 192 Still under age, Windus lied about his age in order to join the 6th U.S. Cavalry Regiment. He received the Medal of Honor for bravery while serving as a bugler during a battle with the Kiowa in northern Texas on July 12, 1870. Windus was mustered out of the army in 1871 and became a deputy sheriff at Brackettville, Texas. In 1877, Windus shot and killed a fellow Medal of Honor recipient Adam Paine, a Black Seminole, whom Windus was attempting to arrest as a murder suspect.Glasrud spells the subject's name as \"Payne.\" This is the only known instance of one Medal of Honor recipient killing another.Undisputed claim. During the following 20 years, Windus was a customs inspector and deputy United States marshal. In 1898, Windus became a volunteer commissioned officer and served as a captain in Company I of the 9th U.S. Volunteer Infantry Regiment during the Spanish–American War. Claron A. Windus died at age 77 and was buried at the Masonic Cemetery in Brackettville, Texas.Congressional Medal of Honor Society ==Medal of Honor== His award citation reads: > For The President of the United States of America, in the name of Congress, > takes pleasure in presenting the Medal of Honor to Bugler Claron Windus, > United States Army, for gallantry in action on 12 July 1870, while serving > with Company L, 6th U.S. Cavalry, at Wichita River, Texas. ==See also== * List of Medal of Honor recipients for the Indian Wars ==Notes== ==References== * Glasrud, ed., Bruce A. Brothers to the Buffalo Soldiers: Perspectives on the African American Militia and Volunteers, 1865–1917. Columbia, Missouri: University of Missouri Press, 2011. . * U.S. Army Center of Military History. Medal of Honor Recipients Indian Wars. Retrieved December 23, 2011. Category:People from Janesville, Wisconsin Category:Military personnel from Wisconsin Category:United States Army officers Category:American military personnel of the Indian Wars Category:American military personnel of the Spanish–American War Category:United States Army Medal of Honor recipients Category:1850 births Category:1927 deaths Category:United States Marshals Category:People from Kinney County, Texas Category:American Indian Wars recipients of the Medal of Honor ",
    "title": "Claron A. Windus"
}