{
    "id": "26913139",
    "text": "Irvington is an unincorporated community located just outside the northwest city limits of Omaha, Nebraska.Link text As of 2010, Irvington's estimated population was 451, making it the smallest village in the Greater Omaha Metropolitan area, according to the Nebraska State Historical Society. The community was named for author Washington Irving. ==Geography== Irvington is located at (41.19.16,N 96.03.17 W). ==History== Located in Douglas County, Nebraska's Union Precinct, Irvington had established a post office by 1882, the year Andreas' History of the State of Nebraska was published. According to the same text, farmers and stock-raisers began settling in the area as early as 1856. The community later became a Fremont, Elkhorn and Missouri Valley Railroad depot location between Omaha and Arlington, Nebraska, a line that opened in 1887. In 1908, a local surveyor employed by the Union Pacific, Zenis Stevens,Molli Tjaden, \"Stevens\", pg 66. The Demise of Small Town America, Midwest Journal, 2002. recommended the area be used for a Union Pacific storage facility. This was met with some resistance, until it was determined that the local geography and several natural land barriers made the area ideal for development. It was in fact the area's immediate proximity to Papillion Creek which led many original residents to refer to it as Pappio.Tracy O'Boyle, \"Papillion creek.\", page 14, Nebraska Land, Wonder Press, 1976. The area was then used as a sundries depot for the Union Pacific, and several other small businesses opened in the area that serviced the local farming community and surrounding area. In 1965 local residents led by William Ray Stevens, Zenis's great-grandson, voted to incorporate and a name change was proposed, but this was rejected. Expansion and annexation by greater Omaha has all but caused the disappearance of almost all cultural and historical entities, and it now is represented by a few small retail shops and rural homes.\"http://nebraska.hometownlocator.Com/ne/douglas/irvington.cfm Irvington is also represented by its own volunteer Fire department which was established in 1952 and serves not only Irvington but surrounding communities.http://www.irvingtonfire.com/education.phpIrvington circa 1938 ==References== Category:Unincorporated communities in Douglas County, Nebraska Category:Unincorporated communities in Nebraska ",
    "title": "Irvington, Nebraska"
}