{
    "id": "26911507",
    "text": "Thayet District in Magway Region Thayet District (; also Thayetmyo District) is a district of the Magway Division in central Burma (Myanmar).\"Burma: Second-Order Administrative Divisions (Districts)\" The Permanent Committee of Geographic Names (PCGN), United Kingdom, from Internet Archive of 25 September 2007 The administrative centre is the town of Thayet. ==History== Upon the annexation of Pegu by the British in 1852–53, Thayet was a subdivision of Prome district; but in 1870 it was created as a separate jurisdiction and placed under a deputy-commissioner. Prior to 1896 Thayet District was in the Irrawaddy Division of Lower Burma, but it was transferred to Upper Burma for administrative purposes that year. ==Ecology== The principal wild animals have historically been elephants, rhinoceros, tigers, leopards, black bears and wild hogs. Silver pheasants and partridges are found in large numbers, especially in the mountains. ==Geography== The district has an area of 4750 square kilometers; the total rainfall in a sample year was about 40 inches. On the west is the Arakan Yoma range, and on the east the Pegu Yomas; and the face of the country, where it does not rise into mountains, is everywhere broken by low ranges of hills, many of which are barren and lack vegetation. The greater part of the district is wooded, and the mountains to the east and west are covered with forests. The chief river is the Ayeyarwady River, which traverses Thayet from north to south. The drainage finds its way to the Ayeyarwady River by three main streams, the Pwon, Ma-htun and Ma-de on the west, and by two, the Kye-ni and Hput on the east. Thayet has several salt and hot springs; petroleum has been found (three oil-wells were sunk in 1883 at Pedaukpin, but they were found unprofitable and abandoned), and extensive lime quarries exist a few miles south of the town of Thayetmyo. The limestone mining started sometime in the 1960s to supply a cement factory in Thayetmyo. The limestone quarries were rehabilitated in the early 1980s with German help (GTZ) when the aerial ropeway was replaced by trucks as the principal means of limestone transport from the quarry to the factory. Rehabilitation was required because for many years, only limestone was mined and no overburden removed. ==Economy== The chief products are rice, cotton, oil-seeds and tobacco; cutch is also very abundant, as is the manufacture of dye-stuff. In addition to limestone, coal has been found in the district, and a few shallow oil wells are in use. There are 403 square kilometers of reserved forest. ==Townships== The district contains the following six townships: * Aunglan Township * Kamma Township * Mindon Township * Minhla Township * Sinbaungwe Township * Thayet Township ==Notes== Category:Districts of Myanmar Category:Magway Region ",
    "title": "Thayet District"
}