{
    "id": "26911399",
    "text": "FC Treptow is a German association football club from the city of Berlin and is the successor to Werkverein der BEWAG Berlin which was established in 1928 as the worker's sports club of the city's electric utility Bewag Aktiengesellschaft.Grüne, Hardy (2001). Enzyklopädie des deutschen Ligafußballs 7. Vereinslexikon. Kassel: Agon-Sportverlag. . __TOC__ ==History== The club fielded strong lower division teams and won its way through to the Oberliga Berlin-Brandenburg/Staffel B (I) in 1932. The following year German football was reorganized under the Third Reich into 16 top-flight regional divisions and BEWAG was not included as part of the new Gauliga Berlin-Brandenburg which was made up of only 12 teams in a single division, rather than the 20 teams of the Oberliga's two divisions. The team was renamed Sportverein BEWAG Berlin in 1932 and was promoted to Gauliga play in 1936. In 1938, they were again renamed becoming SV Elektra Berlin, and they made an appearance in the opening round of the Tschammerspokal, predecessor of today's DFB-Pokal (German Cup). SV earned mid-table results over the next three seasons before being relegated following an 11th-place finish in 1941. After the end World War II in 1945, most sports and football clubs in Germany were dissolved by occupying Allied authorities. The club was re-established in 1949 as Betriebssportgemeinschaft BEWAG and was renamed BSG Turbine BEWAG in 1950. They made their second appearance in cup play, this time in the opening round of the FDGB-Pokal (East German Cup), and again went out in the opening round. From the late 1950s on into the early 1970s, BEWAG was primarily a third-division side before settling into fourth-tier play as part of the separate football competition that emerged in Soviet-occupied East Germany. In 1974, they took on the name BSG Turbine Berlin and, in 1984, BSG Turbine EKB Treptow. A single nationwide football competition was restored after the reunification of the country in 1990 and the club adopted the name SV Turbine Berlin. After the fall of 1994, Turbine joined Lok Schöneweide – established in 1925 as the rail worker's club Reichsbahnsportverein Berlin – to form the present day side FC Treptow which was named for the former southeastern city district of Treptow which is home to the club. In 1996, the football section of former East German club NARVA Berlin joined FC and the newly combined side took up the place of NARVA in the Landesliga Berlin (VI) where they remained until being sent down in 2001. Today the team plays in the Kreisliga Berlin (IX). ==References== ==External links== *Official team site *Das deutsche Fußball-Archiv historical German domestic league tables Category:Football clubs in Germany Category:Football clubs in Berlin Category:Football clubs in East Germany Category:1994 establishments in Germany Category:Association football clubs established in 1994 ",
    "title": "FC Treptow"
}