{
    "id": "26919705",
    "text": "John Wall (born 1950) is an English autodidact electronic composer, whose contribution to the field is widely noted by critics of new music.Pinnell, Richard (2008) \"John Wall Interview, London\", Paris Transatlantic His work has moved from early plunderphonic compositions – where he brought together unlikely combinations of musical genres to create fantastical new works – to large scale works composed of thousands of tiny fragments which create the impression of virtual orchestras. Critics have remarked on \"his extraordinary feeling for musical narrative\" which is achieved through a working method that has been described as \"phenomenally painstaking\".Montgomery, Will (March 2001) \"Stress Fractures\", The Wire issue 205 According to one critic, Wall's \"releases sound like the most finely crafted audio sculptures, somewhere between the contemporary composition of Lachenmann and the experiments of early laptop musicians of the mid 90s.\" ==Recordings== ===Early work=== At the age of 40 Wall acquired a Casio FZ-1 – a mono sampler with very little memory – and used this in conjunction with an 8-track reel-to-reel tape recorder to make his first plunderphoninc works, which he released as Fear of Gravity on his own Utterpsalm imprint.Marley, Brian (2006) \"John Wall: The Rocky Road to cphon\" in Blocks of Consciousness and the Unbroken Continuum (Sound323)Glandien, Kersten (July 1998) \"When Worlds Collide\" Resonance, Volume 6 Number 2 (London Musicians' Collective) Fear of Gravity uses long, often identifiable samples from other people's works as well as looping and repetition – all features which would quickly disappear from his work. ===Alterstill=== The purchase of a computer in 1994 (an Atari running Cubase) led to the release of Alterstill in 1995. Again Alterstill drew on material sampled from CDs by artists across a range of contrasting genres but critics were impressed with \"the sheer ambition of the project\" and Wall has said that the CD is \"the first thing that represents what I was capable of doing artistically.\" Writing about Alterstill, The Wire editor, Tony Herrington, described how Wall recontextualises sampled materials \"to essay complex aural fictions, conjure vivid, large-cast phantasias, broker impossible (or at least unlikely) conferences and 'collaborations' (…) The tracks on Alterstill conjure moods and atmospheres that are predicated on the knowledge that they will be quickly shattered by an incoming musical event; a minimalist mantra of riffing violins punctuated by operatic whoops and hollers; then suddenly, images of a death metal concert with a free jazz saxophone bleeding in from the wings; a soundfield of unfathomable scrapes and drones, which is punctuated by a brass fanfare and maybe the sound of running water.\" For Herrington, the compositions on Alterstill are \"episodic, linear, but all the drama occurs in the horizontal, non-linear pile-up of multiple sound files; the layering and recontextualising of disparate sensations and experiences into a vivid hyperreality.\"Herrington, Tony (June 1995) \"Against Nature\" The Wire issue 136 ===Fractuur=== The release of Fractuur two years later, Wall starts to incorporate his own recordings of musicians – both improvisers and classical musicians who use extended technique – into the fabric of the work alongside samples from CDs. He also starts to process the material electronically and include the sounds of malfunctioning audio equipment, or \"glitches\". According to one reviewer: \"Out of such exacting, precise working methods he produces music of an often breathtaking spontaneity. There are passages throughout Fractuur which give the impression of being somehow improvised, if it were possible for several large chamber ensembles, a couple of jazz groups, and the odd electronics manipulator to jam with some kind of clarity or direction! It's this sense of spontaneity which adds to Wall's standing as one of the most original composers working in the last decade of the twentieth century, and Fractuur his most essential work to date.\"Sonomu review of Fractuur Fractuur is on the syllabus for the Christoph Cox's \"Contemporary Music and Musical Discourse\" course at Hampshire College along with recordings by King Tubby and Miles Davis.Syllabus for \"Contemporary Music and Musical Discourse\" unit at Hampshire College ===Constructions I-IV and Constructions V-II=== After Fractuur, the CDs and compositions have both become progressively shorter. Writing in The Wire, Phil England noted that Constructions V-VII \"develops his tendency towards the quiet, the sparse, the minimal. (...) Wall has largely dropped the tension and release, and the play between the real and the artificial (...) [Constructions provides] evidence that Wall's considerable aural sensitivity allows him to feel increasingly at ease with a relatively unforced drama of pure sound.\"England, Phil (May 2001) review of Constructions V-VII, The Wire issue 207 Other commentators have however referred to \"the edginess in his music, its restlessness, its often ambiguous nature, its rarely resolved tension.\" With Consctructions I-IV the composer's own recordings of musicians took precedence over fragments sampled from CDs and the composer showed a preference for improvising musicians over musicians who specialise in interpreting written work. According to Marley: \"He wanted to retain [free improvisation’s] key features – the feeling of spontanaeity, of unpredictability, and the music's sheer raw intensity. He wanted to tweak each moment until it sang; even if that took countless hours to achieve.\" ===Hylic=== His most recent work includes very little sampling from CDs and one critic suggested that Wall's work now has more in common with the meticulous constructions of tape composers like Bernard Parmegiani. Marley: \"Like Parmegiani, Wall constructs transformative electroacoustic soundscapes of remarkable individuality. His is a muscular, energetic music that seems to contradict itself by being perpetually on the verge of doubt and disintegration (...) Even the most minimal of the soundscapes has, for example, an astonishing degree of inbuilt complexity, although it may consist of little more than the endlessly varied colouration, weight and placement of bumps and clicks.\"Marley, Brian (April 2003), review of Hylic, The Wire issue 230 ===cphon=== cphon features a single piece that ran to just over 20 minutes in length. Writing in The Wire, Julian Cowley described the work as follows: \"Shrill needle points of sound, whisps and shadows, punctuating clicks, muted thuds and clangs edge to and from that pivotal centre where the keyboard briefly and equivocally asserts itself. It's austere rather than chaste, conveying a sense of cryptic narrative rather than pure abstracted shape. No invitation to relax is offered at any point; tension is Wall's forte. From the high pitch signal that initiates the piece's progression to the odd hobbling rhythm that draws it to a conclusion, the listening ear is kept at a pitch of alertness.\"Cowley, Julian (December 2005), review of cphon, The Wire issue 262 ===Work 2006–2011=== Wall returned in 2011 with a document of his collaboration with spoken word artist Alex Rodgers. Richard Pinnell interviewed the pairing for The Wire magazinePinnell, Richard (2011) \"Failing Better\" The Wire issue 329 and wrote in a separate review: \"While Wall’s anger can be heard in the music, Rodgers’ spoken word parts are equally acerbic. He sounds constantly on edge, his voice slurs in places, growls in others and has a gruff bite to it that is only amplified by the cheap dictaphones used to record many of his parts. His words move between a bitterly spat-out stream of angry obscenity-ridden disgust and a carefully worked out and scripted sense of surrealism all wrapped up in a Beckettian verbal sensibility.\"Pinnell, Richard \"Thursday 19th May\" ==Live realisations== John Wall has presented his work as tape playbacks at various events including at BBC Radio 3's Mixing It and London Musicians Collective (LMC)'s \"New Aura\" concert series at South Bank Centre in 1997Potter, Keith (26 March 1997) \"Review: Avant-Garde: Hyperion Ensemble\", The Independent and Sonic Arts Network's \"Cut & Splice\" at the Institute of Contemporary Arts in London in 2006.BBC Radio 3 Hear and Now programme listings archive page Both of these were broadcast by BBC Radio 3. In 1997 Wall was challenged by the LMC to make a live realisation of his work which combined both tape playback and live performers.Glandien, Kersten (November 1997) \"Zwischenspiel\" programme notes, (London Musicians' Collective) \"Untitled #4\" was commissioned by LMC and Goethe Institut and performed at the ICA in London in 1997. The featured musicians were Jörg Widmann (clarinet), Peter Sheppard Skærved (violin) and John Edwards (double bass) and an excerpt from this performance was issued by LMC.The CD accompanies Resonance Volume 6 Number 2 (LMC, 1998) and has the catalogue number Res 6.2 CD A number of other live realisations of his works followed including at Instant Chavires in Paris in 2002.Instants Chavires A number of attempts have been made to transcribe John Wall's works for live performers. Most recently, in 2009 Maarten Altena's MAE ensemble commissioned a transcription of John Wall's \"Fractuur\" which was performed (alongside works from fellow electronic composers, John Oswald and Francisco López in a programme entitled \"Organised Sound\" at the Paradiso in Amsterdam.MAE Ensemble programme details ==Improvised music== A couple of years after Wall the release of Cphon Wall started performing live improvisations using a laptop both solo and in combinations with performers including John Edwards (double bass), Mark Sanders (percussion), Lee Gamble (computer) and Mark Durgan (live electronics). Wall's improvisations draw on previously prepared, self- generated sound files which he extracts and manipulates during the performance. Performances have included solos and duos at Casa de Musica in Porto, the Whitechapel Art Gallery in London, Brighton Expo, The Wire 25 at Finsbury Town Hall in London,\"The Wire 25\" MP3 archive of festival recordings Venn Festival in Bristol,Drowned in Sound news item Radiator Festival in Nottingham,Radiator festival archived listing the Fon Festival in Barrow in Furness,Fon festival archived listing Presences Electronique at INA-GRM in Paris,Presences Electronique festival, INA-GRM, 2011 archived listing the Arnolfini in BristolArnolfini archived listing and Soto Voce in London.Soto Voce Festival 2011 archived listing ==Other work== John Wall is credited as editing John Edwards and Mark Sanders Nisus Duets (Emanem Records, 2002) CDSee reverse of Nisus Duets CD and as producing the final edit for harpist Rhodri Davies' Over Shadows (Confront, 2006).Sleeve notes to Over Shadows CD He recorded the poetry series on the Stem label featuring Leslie Scalapino, Maggie O'Sullivan, Allen Fisher and Peter Manson. He also served as recording engineer for John Edwards solo album Volume (PSI, 2008). ==Discography== *Fear of Gravity (1993), Utterpsalm *Alterstill (1995), Utterpsalm *Fractuur (1997), Utterpsalm *Constructions I–IV (1999), Utterpsalm *Constructions V–VII (2001), Utterpsalm *Hylic (2003), Utterpsalm *cphon (2005), Utterpsalm *Work 2006–2011 (2011) with Alex Rodgers, Entr'acte *139 (2012) with Mark Durgan, Entr'acte *Work 2011–2014 (2015) with Alex Rodgers, Entr'acte *Rafia Longer (2015) with Alex Rodgers, Entr'acte (vinyl single) *Muta Variations (May 2016), Utterpsalm *SC (June 2016), Utterpsalm *2005-14 (June 2016), Utterpsalm == References == == External links == * John Wall's Blog * Utterpsalm ==Further reading== *Herrington, Tony (June 1995) \"Against Nature\" The Wire issue 136 *Glandien, Kersten (July 1998) \"When Worlds Collide\" Resonance, Volume 6 Number 2 (London Musicians' Collective) *Glandien, Kersten (1998) \"Alterstill – A portrait of the London sampling composer John Wall\" radio programme for Mitteldeutscher Rundfunk Leipzig *Goldsmith, Kenneth (2–8 December 1998) \"The Real London Underground – Experimental Music at the End of the 90s\", New York Press *Grand, Fred (Spring, 1999) \"John Wall: Weaver of Dreams\", Avant, Issue 11 *Montgomery, Will (March 2001) “Stress Fractures”, The Wire issue 205 *Marley, Brian (2006) “John Wall: The Rocky Road to cphon” in Blocks of Consciousness and the Unbroken Continuum (Sound323) *Pinnell, Richard (2008) “John Wall Interview, London”, Paris Transatlantic *Pinnell, Richard (2011) \"Failing Better\" The Wire issue 329 Category:1950 births Category:Living people Category:Electroacoustic music composers Category:English electronic musicians Category:Electroacoustic improvisation ",
    "title": "John Wall (electronic composer)"
}