{
    "id": "26911991",
    "text": "Henning Camre (born 15 November 1938) is a Danish cinematographer and film industry administrator, currently President of the Think Tank on European Film and Film Policy. He started out as a cinematographer in the first half of the 1970s before he became the principal of first the Danish Film School and then the National Film and Television School in England before he became a Director and reformer of the Danish Film Institute. ==Biography== Henning Camre was born in Randers in 1938 to manufacturer Sigfred Niels Juel Camre and wife Carna Petersen. He was educated at the University of Copenhagen and the newly founded National Film School of Denmark as a cinematographer. In the first half of the 1970s he worked with Danish directors Jørgen Leth and Henrik Stangerup. In 1971 he won a Bodil Award for his cinematography on Stangerup's Giv Gud en chance om søndagen. He was also the cinematographer on Leth's The Perfect Human. In 1971 Camre became the leader of the cinematography line at the Danish Film School and in 1975 he became its principal, a position he held until 1992. From 1979 to 1979 he was also chairman of the Nordic Film Council Committee. In 1992 he moved to England to be the principal and chief executive of the National Film and Television School in Beaconsfield, Buckinghamshire. 1997 saw him returning to Denmark to lead the reorganized and expanded Danish Film Institute. In 2007 he retired from the Film Institute but became the first President of the newly founded Think Tank on European Film and Film Policy. From 1980 to 1986 Camre was a board member of the Centre International de Liaison des Ecoles de Cinéma et de Télévision and from 1986 to 2002 he was vice president of the same association. From 1982 to 2002 he was chairman of its Programme for Developing Countries. ==Awards and accolades== * 1971 Bodil Award * 1990 Chevalier de l’Ordre des Arts et des Lettres * 2005 Knight of the Dannebrog * 2007 Honorary Robert Award ==Filmography== Henning Camre has been a cinematographer on the following films: * The Perfect Human (1967) * Giv Gud en chance om søndagen (1970) * Og så er der bal bagefter (1970) * Løgneren (1970) * Farlige kys (1972) * Afskedens time (1973) * Nitten røde roser (1974) * Det gode og det onde (1975) * Notater om kærligheden (1989) ==Publications== * Bridging the Gap - Towards a Policy and Strategy for Film and Television Training in the Developing World, 1982 * Film and Television Training in Indonesia, 1985 * Asia-Pacific Film and Television Schools, 1991 * Camres Feasibility studies for UNESCO are Film and Television Training for Zimbabwe and the SADCC Countries, 1987–91 * Interregional exchange and co-production project for young communication professionals – Young Observers 1991-95 * Development Plan for a Southern African Film and Video Training Centre, Harare, Zimbabwe, 2001-2002. == External links == * ==References== Camre Camre Camre Camre Category:People from Randers ",
    "title": "Henning Camre"
}