{
    "id": "26915636",
    "text": "The Yaba monkey tumor virus is a type of poxvirus. The first case of the virus was obtained from a colony of rhesus monkeys in Yaba, Lagos, Nigeria. The virus caused the formation of tumors on the bodies of the monkeys. From these tumors the virus was isolated and determined to be its own species of virus. It is a species of the Yatapoxvirus genus and is closely related to the tanapox. The virus gets its name from the suburb of Yaba, Lagos. == Signs and symptoms == The Yaba monkey tumor virus is characterized by the formation of cutaneous histiocytomas. These cutaneous histiocytomas may form on the face, palms, digits, forearm, surfaces of the nose, sinuses, lips, palate. The tumors are visible within 4–5 days after infection of the virus. In rhesus monkeys the virus has a tendency to affect the face and sinuses causing large tumors to form. In general the only symptoms of the virus will be the formation of tumors. == Virus == The Yaba monkey tumor virus (YMTV) is considered a chordopoxvirus due to its ability to infect vertebrates and consists of linear double-stranded DNA. Being a part of the genus Yatapoxvirus, the YMTV is only able to infect primates - which includes humans. The virus can be transmitted by direct contact on the skin or by transmission from mosquitos. The vaccinia virus is a known prevention method for the Monkey Poxvirus through intradermal inoculation, it has been found that intradermal inoculation of the vaccinia virus does not provide resistance to the Yaba monkey tumor virus however. For more information on the virus the Tanapox virus similar. == Treatment == The tumors are known to resolve on their own after between 2–3 months after infection. Currently the best known treatment for the virus is the removal of the cutaneous tumors and subsequent treatment with antibiotics to prevent infection of the open wounds. The best method of preventing infection is to wear gloves and protective clothing while handling infected primates. == Epidemiology and history == The virus was first visualized after an outbreak of cutaneous histiocytomas in rhesus monkeys which were kept outdoors in 1956 Yaba, Lagos Nigeria. The virus has not been yet been observed in wild animals. This virus is transmittable to humans and has been transmitted in the past through handling of the monkeys, the symptoms are generally the same observed in the monkeys. There have only been a few cases of the virus transmitting to humans, with little documentation. ==References== == External links == Category:Chordopoxvirinae ",
    "title": "Yaba monkey tumor virus"
}