{
    "id": "26913109",
    "text": "Peddling Prosperity: Economic Sense and Nonsense in an Age of Diminished Expectations is a book by Nobel laureate and New York Times columnist Paul Krugman, first published in 1994 by W. W. Norton & Company. ==Overview== Shortly after its publication, Newsweek called it \"the best primer around on recent U.S. economic history.\" In the book Krugman covers the US productivity slowdown that has occurred since the 1970s, changes in the ideology among economists, and offers critiques of both conservative supply side economics and liberal support for government intervention in the form of \"strategic policy\".Marc Levinson of Newsweek, Krugman argues the rise of the supply-side economics is produced by the inability of opposing economists to convincingly explain certain economic phenomena, such as the US productivity slowdown. He criticizes monetarism, rational expectations theory, and conservative economists' views on taxes and regulation.Robert Kuttner, American Prospect, 9/96, \"SYNOPSIS: Claims Krugman is a Economic do-nothing, twiddling thumbs while America burns. Liberalism should be more active\", One of the major themes of the book is that the difference between real economic theory and \"policy entrepreneurs\", who peddle politically popular but academically wrong ideas, is as important as the polarization between the political left and right in America.Sylvia Nasar, \"Economic Snake Oil\", The New York Times, Books, March 13, 1994, Krugman describes these \"policy entrepreneurs\" as non- academics who promote particular intellectual positions and ideological policy prescriptions in areas where a problem is perceived to exist. The success of these so-called \"policy entrepreneurs\", according to Krugman's is at least partly due to the unwillingness and inability of competing economists to effectively communicate their opposing ideas in a rationally received manner; a shortcoming which Krugman's book is meant to address. A portion of the subtitle of the book refers to an earlier book by Krugman, Age of Diminished Expectations (1990). ==References== Category:Books by Paul Krugman Category:W. W. Norton & Company books Category:1994 non-fiction books Category:1990s books ",
    "title": "Peddling Prosperity"
}