{
    "id": "26928781",
    "text": "Agustín Ross Edwards (February 5, 1844 – October 20, 1926) was a Chilean politician, diplomat, and banker. He was son of David Ross and Carmen Edwards Ossandon; both were of British ancestry. He was married to Susana Ferari. == Biography == Ross studied at the Carlos Black and Simon Kerr School in La Serena. He studied at the Queen Street Institution in Scotland between 1856 and 1860. He participated in the trades of the bank of the Edwards family. He was private agent in London of the Government Junta of Iquique in 1891. He was plenipotentiary minister in Great Britain in February 1892. Ross moved to Pichilemu around 1890 and bought some land in the town. In San Fernando, in September 1885, he bought some property from Francisco Torrealba, on a site that was located at the Pichilemu beach. He constructed the Ross Hotel with a European-style design, assigning Evaristo Merino as its administrator. He promoted Pichilemu in cities such as Santiago de Chile. He later constructed the Ross Casino and the Ross Park. They used materials such as stone from Italy, Oregon pine from the United States, and Portland cement. A Chilean chronicler quoted: Ross was a militant of the National Party of Chile. He was senator of the Coquimbo Province between 1897 and 1903. Ross died on October 26, 1926, in Viña del Mar. Some of his property was left to the Municipality of Pichilemu in his will, including forest, terraces, and the park, with the condition that they should be attended worthily. == References == * *Biografías de Chilenos: Miembros de los Poderes Ejecutivos, Legislativo y Judicial (1876–1973); Armando de Ramón Folch; Ediciones Universidad Católica de Chile, Santiago, 1999, volume 2. == See also == * Ross Balcony Category:1844 births Category:1926 deaths Category:People from La Serena Category:National Party (Chile, 1857) politicians Category:Members of the Senate of Chile Category:Chilean people of Scottish descent Category:Members of the Chamber of Deputies of Chile ",
    "title": "Agustín Ross"
}