{
    "id": "26920504",
    "text": "United Nations Security Council resolution 1013, adopted unanimously on 7 September 1995, after recalling resolutions 918 (1994), 997 (1995) and 1011 (1995) on the situation in Rwanda, established an international commission of inquiry concerning arms flows to former Rwandan government forces in the Great Lakes region of Africa. Zaire (now the Democratic Republic of the Congo) had proposed an international commission to investigate arms supplies to former Rwandan government forces. The Council recognised the destabilising influence this had on the region and that it could be prevented by co-operative efforts of all governments. Concern was again expressed at violations of the arms embargo against Rwanda. Secretary-General Boutros Boutros-Ghali was then authorised to establish the commission of inquiry with the following mandate: :(a) to investigate arms supplies to former Rwandan government forces in the Great Lakes region in violation of the arms embargo; :(b) to investigate allegations that such forces were receiving training to destabilise Rwanda; :(c) to identify the parties that are providing the weapons; :(d) to recommend measures that would put an end to the illegal flow of arms in the subregion. The commission would consist of five to ten impartial and respectable legal, military and police experts. All countries and organisations were requested to provide information relating to the mandate of the commission to the commission of inquiry. Within three months, the Secretary-General was required to report on the decisions of the committee and its recommendations. All countries in which the commission would be active were requested to: :(a) adopt measures so that the committee could work freely and safely; :(b) provide any information the commission requested; :(c) allow access to any place, including border points, airports and refugee camps; :(d) adopt measures to ensure the freedom of witnesses and experts and guarantee the safety of its members; :(e) allow freedom of movement to the members of the commission so that it could interview freely; :(f) grant relevant privileges and immunities to its members in accordance with the Convention on the Privileges and Immunities of the United Nations. Finally, member states were called upon to provide funding that would allow the commission to carry out its mandate. ==See also== * List of United Nations Security Council Resolutions 1001 to 1100 (1995–1997) * Rwandan Civil War * Rwandan genocide * United Nations Assistance Mission for Rwanda ==References== ==External links== * *Text of the Resolution at undocs.org 1013 Category:1995 in Africa Category:1995 in Rwanda 1013 Category:September 1995 events ",
    "title": "United Nations Security Council Resolution 1013"
}