{
    "id": "26920930",
    "text": "Geoffrey Kiprono Mutai (born 7 October 1981) is a Kenyan long distance runner who specialises in road running competitions. On 18 April 2011 at the Boston Marathon, Mutai ran the fastest marathon ever at the time in a time of 2 hours 3 minutes 2 seconds (4:41 per mile pace / 2:54 per kilometer pace), though the time was not recognised by the International Association of Athletics Federations as a world record since the Boston course does not meet the criteria to be eligible for the mark. His other significant victories include the Monaco Marathon. He is also a strong half marathon runner, with wins at the Valencia Half Marathon and RAK Half Marathon, and a best of 58 minutes 58 seconds, to his name. He also won the 2011 New York City Marathon with a time of 2 hours 5 minutes and 5 seconds (4:46 per mile pace), breaking the course record set by Tesfaye Jifar of Ethiopia in 2001,Liz Robbins, Geoffrey Mutai Wins New York Marathon With Course Record, The New York Times, 6 November 2011 and repeated his performance at the 2013 New York City Marathon with a time of 2 hours 8 minutes and 24 seconds. ==Career== Mutai started running in 1994 while at Tuiyotich Primary School in Nakuru. He graduated from primary school in 1998, but financial constraints prevented him from joining a secondary school. Instead, he worked in a farm, but continued his running career. He was selected to represent Kenya at the 2002 World Junior Championships, but could not make the trip as he had no birth certificate. Soon after he was injured and almost quit running. He later joined Kapng'entuny Athletics Club in Eldoret. In 2007 he made his marathon debut, finishing second in the inaugural Kass Marathon in Eldoret. At this race he met his current manager Gerard Van de Veen of Volare Sports, who provided him with the opportunity of competing abroad.Daily Nation. 24 April 2011: Rags to riches28 February 2011: Focus on Athletes – Geoffrey Kiprono MUTAI He won the 2008 Monaco Marathon, clocking a time of 2:12:40 to beat second-placed Jacob Kitur.Mutai clocks 2:12 to take 11th edition of Monaco Marathon. IAAF (1 April 2008). Retrieved on 12 April 2010. He won the Loopfestijn Voorthuizen 10 km race in a course record time of 28:05 that July.Uitslagenlijst Fortis Loopfestijn Voorthuizen . Uitslagen. Retrieved on 12 April 2010. He made significant improvements at the Eindhoven Marathon, setting a new personal best of 2:07:50, which was a course record and over a minute and a half ahead of the opposition.van Hemert, Wim (12 October 2008). Mutai cruises 2:07:50 course record in Eindhoven. IAAF. Retrieved on 12 April 2010. Mutai opened 2009 with a win at the South Rift Valley 12 km championships.Omulo, Okoth (7 February 2009). Mutai and Chepkwony win in South Rift as two perish in Kisii. IAAF. Retrieved on 12 April 2010. He signed up for the Seoul International Marathon, but was unable to finish the race.Jalava, Mirko (13 March 2009). Arusei takes first major win in 2:07:54; Tola upsets Chinese favorites in 2:25:37 – Seoul Int. Marathon. IAAF. Retrieved on 12 April 2010. He ran at the Daegu Marathon a month later and finished eighth overall with a time of 2:10:45.Korean marathon hope re-emerges to win 2009 Daegu Int. Marathon. IAAF (13 April 2009). Retrieved on 12 April 2010. He returned to the Loopfestijn Voorthuizen race a few months later and improved upon his previous course record, running under 28 minutes for the first time to set a new best of 27:39.Monti, David (16 July 2009). Course Record for Geoffrey Mutai in Voorthuizen. The Final Sprint. Retrieved on 12 April 2010.Mutai breekt opnieuw parcoursrecord in Voorthuizen (+2 video's) . De Stad Nijkerk (16 July 2009). Retrieved on 12 April 2010. He had a second consecutive victory at the Eindhoven Marathon, further improving the course mark and his personal best to 2:07:01.van Hemert, Wim (12 October 2009). Mutai cruises 2:07:01 course record in Eindhoven. IAAF. Retrieved on 12 April 2010. He won the Valencia Half Marathon in late 2009, seeing off the challenge from pre-race favourite Boniface Kirui and setting a new best of 59:30 over the distance.Vigneron, Peter (23 November 2009). Weekly Racing Recap for 23 November 2009. Running Times Magazine. Retrieved on 12 April 2010. He wins New York City Marathon in 2011. The Ras Al Khaimah Half Marathon was Mutai's first major race of 2010, and he beat Tadese Tola to the finish line. Although his time of 59:43 was quick, it seemed a relatively modest achievement given the tactical running and the race's historically fast times.Fairlie, Greg (19 February 2010). Stunning 1:07:07 Half Marathon debut by Abeylegesse Ras Al Khaimah. IAAF. Retrieved on 12 April 2010. He took on the World's Best 10K in Puerto Rico a few weeks later, but Moses Masai and Sammy Kitwara pushed him into third place.Kuehls, David (1 March 2010). Masai and Cheruiyot take crowns in San Juan. IAAF. Retrieved on 12 April 2010. Mutai ran one of the fastest marathons ever at the Rotterdam Marathon in April, improving on his previous best by a large margin with a run of 2:04:55. However, Patrick Makau ran even faster and Mutai had to settle for second place.van Hemert, Wim (11 April 2010). Makau storms 2:04:48 in Rotterdam. IAAF. Retrieved on 11 April 2010. He took to the track in the summer and set a 10,000 m personal best of 27:27:59 for second place at the Kenyan Championships behind Wilson Kiprop.Wokabi, James & Mutuota, Mutwiri (27 July 2010). Focus on Athletes – Geoffrey Kiprono MUTAI. IAAF. Retrieved on 26 September 2010. This earned him selection for the 2010 African Athletics Championships and he won the continental bronze medal, while Kiprop took the gold.Negash, Elshadai (28 July 2010). Kiprop takes men’s 10,000m as African championships begin in Nairobi. IAAF. Retrieved on 26 September 2010. He was pitted against his Rotterdam rival Makau at the Berlin Marathon and the two maintained the same positions, with Mutai clocking 2:05:10 for second place.Butcher, Pat (26 September 2010). Makau and Kebede triumph in rainy Berlin. IAAF. Retrieved on 26 September 2010. He came close to a personal best at the Delhi Half Marathon and won the race by out-kicking Lelisa Desisa.Murali, Ram. Krishnan (21 November 2010). Mergia recaptures women’s crown, Mutai foils Ethiopian sweep at Delhi Half Marathon. IAAF. Retrieved on 27 November 2010. He earned a place on the World Cross team with a victory at the Kenyan Cross Country Championships, conclusively winning by 44.4 seconds.Mutuota, Mutwiri (19 February 2011). Mutai and Masai take hard fought wins in Nairobi; reigning World champs Ebuya and Chebet won’t defend. IAAF. Retrieved on 20 February 2011. At the 2011 IAAF World Cross Country Championships he was among the lead pack with 500 m to go but was outstripped by the fast pace and finished fifth.Minshull, Phil (20 March 2011). Merga gets a rare taste of victory – Men’s senior race report – Punta Umbrìa 2011. IAAF. Retrieved on 29 March 2011. On 13 April 2014 Mutai finished in the 2014 London Marathon clocking 2:08:18 for sixth place. ===World marathon best=== On 18 April 2011, Mutai won the Boston Marathon in what was then the fastest time ever recorded for a marathon, which was 2:03.02: this was 57 seconds faster than the world record of 2:03:59, and broke the existing course record of 2:05:52 by almost three minutes. However, due to the point-to-point nature of the (overall, downhill) course, it cannot be ratified as a world record. Running in sunshine and temperatures near , Mutai was helped by a tailwind blowing 15-to-20 miles per hour. In the late stages, Mutai was pushed by 25-year-old countryman Moses Mosop: the two ran stride-for-stride over the last miles until a final sprint by Mutai gave him the victory by four seconds. He also competed at the first B.A.A. 10K, which was held in Boston in June, and he won the race in a state record time of 27:19 minutes.Connelly, John (27 June 2011). Feeling at home. Boston Herald. Retrieved on 2 July 2011. At the Giro di Castelbuono, the oldest European road race, he won as it took on a 10K format for the first time.Sampaolo, Diego (27 July 2011). Geoffrey Mutai dominates in Castelbuono. IAAF. Retrieved on 30 July 2011. In August he ran the Bogotá Half Marathon in a course record time of 1:02:20 hours, beating Deriba Merga by a margin of over two minutes.Mutai and Chepkirui the winners in Bogota. IAAF/Organisers (1 August 2011). Retrieved on 21 September 2011. In November he won the 2011 New York City Marathon with another quick time of 2:05:05 hours, breaking the course record. This made him the first runner since American legend Bill Rodgers to take both the Boston and New York men's titles in the same year.Morse, Parker (6 November 2011). G. Mutai smashes course record, Dado the surprise women's winner in New York. IAAF. Retrieved on 8 November 2011. He began the 2012 season with a run at the Discovery Cross Country in Kenya and was runner-up to Wilson Kiprop.Macharia, David (22 January 2012). W. Kiprop takes down G. Mutai in Eldoret XC. IAAF. Retrieved on 1 February 2012. He returned to try to defend his title at the 2012 Boston Marathon, but dropped out in the second half of the race in hot conditions. As a result, the Kenyan selectors chose not to send him to compete in the marathon at the Olympics, in spite of his pedigree over the distance. He reorganised his race schedule and made his Canadian debut at the Ottawa 10K, winning by a margin of 45 seconds.Gains, Paul (27 May 2012). Mutai Destroys Field on Warm Night in Ottawa. IAAF. Retrieved on 27 May 2012. He defended his B.A.A 10K title with a world-leading run of 27:29 minutes.World lead for Mutai, course record for Smith at Boston 10k. IAAF (24 June 2012). Retrieved on 9 July 2012. A world record attempt at the 2012 Berlin Marathon saw him run the fourth fastest time ever (2:04:15), winning just ahead of his training partner Dennis Kimetto.Butcher, Pat (30 September 2012). Close victory for Mutai but more straightforward for Kebede in Berlin – REPORT. IAAF. Retrieved on 31 January 2013. His last outing of the year brought another win, this time at the 15 km Montferland Run, where his time of 42:25 minutes was a personal best and also a course record.van Hemert, Wim (2 December 2012). Mutai sets course record in 's Heerenberg. IAAF. Retrieved on 2 February 2013. He was chosen as the AIMS World Athlete of the Year for a second year running.Mutai retains AIMS male World Athlete of the Year award. IAAF (15 February 2013). Retrieved on 23 February 2013. He broke 59 minutes for the half marathon for the first time at the 2013 RAK Half Marathon, although his run of 58:58 minutes was only enough for third in the quick race.Kabuu and Kipsang triumph in high-quality races at Ras al-Khaimah Half. IAAF (15 February 2013). Retrieved on 2 March 2013. ==Personal life== Born to Andrew Koech and Emmy Koech, Mutai is the eldest of 11 siblings. He is married to Beatrice. They have a daughter, born in 2009. ==Personal bests== {| class=\"wikitable\" style=\" text-align:center; font-size:95%;\" width=\"70%\" |- !Event !Time (h:m:s) !Venue !Date |- |10 kilometres || 27:19 || Boston, USA || 26 June 2011 |- |20 kilometres || 56:52 || Ras al-Khaimah, United Arab Emirates || 19 February 2010 |- |Half marathon || 58:58 || Ras Al Khaimah, UAE || 15 February 2013 |- |rowspan=2|Marathon || 2:03:02* || Boston, USA || 18 April 2011 |- | 2:04:15 || Berlin, Germany || 30 September 2012 |} (*) Downhill and point-to-point course *All information taken from IAAF profile. ==Achievements== ===International competition=== {| |- !colspan=\"6\"|Representing |- |2010 |African Championships |Nairobi, Kenya |bgcolor=\"cc9966\"| 3rd |10,000 metres |27:33.83 |- |rowspan=2|2011 |rowspan=2|World Cross Country Championships |rowspan=2|Punta Umbría, Spain |5th |Senior race |Individual |- |bgcolor=gold|1st |Senior race |Team |} ===Road races=== *All results regarding marathon and half marathon {| |- |rowspan=2|2008 |Monaco Marathon |Monte Carlo, Monaco |bgcolor=\"gold\" | 1st |Marathon |2:12:40 |- |Eindhoven Marathon |Eindhoven, Netherlands |bgcolor=\"gold\" | 1st |Marathon |2:07:50 |- |rowspan=3|2009 |Daegu Marathon |Daegu, South Korea |8th |Marathon |2:10:45 |- |Eindhoven Marathon |Eindhoven, Netherlands |bgcolor=\"gold\" | 1st |Marathon |2:07:01 |- |Valencia Half Marathon |Valencia, Spain |bgcolor=gold|1st |Half Marathon |59:30 |- |rowspan=4|2010 |New Delhi Half Marathon |New Delhi, India |bgcolor=gold|1st |Half Marathon |59:38 |- |Ras Al Khaimah Half Marathon |Ras Al Khaimah, UAE |bgcolor=gold|1st |Half Marathon |59:43 |- |Rotterdam Marathon |Rotterdam, Netherlands |bgcolor=\"silver\" | 2nd |Marathon |2:04:55 |- |Berlin Marathon |Berlin, Germany |bgcolor=\"silver\" | 2nd |Marathon |2:05:10 |- |rowspan=3|2011 |Boston Marathon |Boston, United States |bgcolor=gold|1st |Marathon |2:03:02 CR |- |Bogotá Half Marathon |Bogotá, Colombia |bgcolor=gold|1st |Half marathon |1:02:20 CR |- |New York City Marathon |New York City, United States |bgcolor=gold|1st |Marathon |2:05:05 CR |- |2012 |Berlin Marathon |Berlin, Germany |bgcolor=gold|1st |Marathon |2:04:15 |- |rowspan=2|2013 |Ras Al Khaimah Half Marathon |Ras Al Khaimah, UAE |bgcolor=cc9966|3rd |Half Marathon |58:58 |- |New York City Marathon |New York City, United States |bgcolor=gold|1st |Marathon |2:08:24 |- |rowspan=3|2014 |New York City Half Marathon |New York City, United States |bgcolor=gold|1st |Half Marathon |1:00:50 |- |London Marathon |London, United Kingdom |6th |Marathon |2:08:18 |- |New York City Marathon |New York City, United States |6th |Marathon |2:13:44 |- |2015 |Berlin Marathon |Berlin, Germany |5th |Marathon |2:09:29 |} ==References== ==External links== * *marathoninfo Category:1981 births Category:Living people Category:People from Rift Valley Province Category:Kenyan male long-distance runners Category:Kenyan male marathon runners Category:Boston Marathon male winners Category:People from Baringo County Category:New York City Marathon male winners Category:Kenyan male cross country runners Category:Recipients of the Association of International Marathons and Distance Races Best Marathon Runner Award ",
    "title": "Geoffrey Mutai"
}