{
    "id": "26921058",
    "text": "\"Get It All\" is a song performed by American R&B; singer, Sean Garrett and features Trinidadian rapper, Nicki Minaj. The song was released as the lead single from Garrett's debut mixtape The Inkwell. ==Background== In an interview with Seattle Post-Intelligencer Garrett discussed the song and Nicki's contribution to the song. \"I played Nicki a couple of records off my album, and there was one that I wanted her to get on. She heard ‘Get It All’ and went crazy, like, ‘I was thinking I want to get on that,’ and I was thinking the same thing! She really delivered big for me, and in turn, I started playing her some other records. I played her this one that I thought could be huge for her, and that record was ‘Massive Attack.’ I played it again, and she said, ‘That’s the direction that I want my album to be in.’” ==Critical reception== Nathan S. of the DJ Booth gave the song a negative review stating \"Garrett, whose songwriting skills are undeniable (see Mario’s Break Up), isn’t exactly displaying the full range of his production skills on Get It All - there’s a fine line between minimalistic and simplistic, and this feels like the former - and his vocal skills don’t exactly impress.\" and even commented on being overshadowed by Minaj on his own song. ==Music video== The video is directed by Gil Green. Garret filmed his scenes in March 2010 while Minaj filmed her scenes in April 2010. The music video debuted on June 22, 2010. The video begins with Garrett playing the intro of \"Feel Love\" (featuring Drake, also off The Inkwell) as if it was a school assignment and begins Get It All once his love interest walks in. The entire video is cut and spliced to fit the piano beats of the song. Throughout the video Garrett shows a timeline with his love interest from when he was in junior-high where he has a younger boy play him and than is shown in current day wearing the same clothes. While in the schools gymnasium, Tyga makes a cameo and appears behind Garrett in the bleachers while Minaj walks in and raps her verse. After Minaj's verse, Garrett is shown singing on top of a stage and with his love interest leaning on his car. As the video continues, clips of the entire music video are shown until the end. ==Charts== {|class=\"wikitable\" |- !Chart (2010) !Peak position |- |US Billboard Hot R&B;/Hip-Hop Songs | style=\"text- align:center;\"|83 |} ==References== Category:2010 singles Category:Hip hop songs Category:Nicki Minaj songs Category:Songs written by Sean Garrett Category:Songs written by Nicki Minaj Category:Music videos directed by Gil Green Category:2010 songs ",
    "title": "Get It All"
}