{
    "id": "26926186",
    "text": "The Eastern Freeway is a controlled-access highway, in Mumbai, that connects P D'Mello Road in South Mumbai to the Eastern Express Highway (EEH) at Chembur. It is 16.8 km long and its estimated cost is . The Eastern Freeway was built by the Mumbai Metropolitan Region Development Authority (MMRDA) and funded by the Central Government through the Jawaharlal Nehru National Urban Renewal Mission (JnNURM). Construction was contracted to Simplex Infrastructure Ltd. A 13.59 km stretch of the freeway, comprising two of three segments with one of the twin tunnels, from Orange Gate on P D'Mello Road up to Panjarpol, near RK Studios in Chembur, was opened to the public on 14 June 2013. The second tunnel was opened on 12 April 2014. The third and final segment from Panjarpol to Ghatkopar-Mankhurd Link Road (GMLR) was opened on 16 June 2014. The Eastern Freeway is primarily intended to reduce travel time between South Mumbai and the Eastern Suburbs. It is also expected to ease traffic on Dr BR Ambedkar Road, Rafi Ahmed Kidwai Marg, Port Trust Road, P D'Mello Road, the Eastern Express Highway (EEH) and Mohammad Ali Road. Heavy vehicles (except public buses), three-wheelers, two-wheelers, bullock carts, handcarts and pedestrians are prohibited from using the freeway. Vehicles are also prohibited from halting on the freeway. The maximum allowed speed limit is 60 km/h. ==History== Wilbur Smith and Associates, commissioned in 1962 to study transportation in Bombay, recommended construction of a freeway from the southern part of the city to the Western Express Highway near Bandra. An eastern freeway to connect the Eastern Suburbs with South Mumbai was also proposed in the Central Road Research Institute's transport improvement plan for Bombay in 1983. It also recommended a western freeway to connect the Western Suburbs with South Mumbai. However, the plan was not given serious consideration until about 2003, when work on the Bandra-Worli Sea Link (BWSL), which was part of the proposed Western Freeway, had begun. It led to an increase in traffic in eastern Mumbai, and the MMRDA decided to consider building the Eastern Freeway. The MMRDA called for bid in 2007, and construction of the main freeway began in January 2008, except for the Anik- Panjarpol link road on which construction had begun in 2004. The Eastern Freeway was scheduled to be completed by 18 January 2011 but faced several delays due to obtaining permissions for construction in forest and salt pan areas, reclaiming of land and difficulties posed by unmapped underground utilities in the construction work. The delays also escalated the cost of the 9.29 km elevated road from the initial to . A 14 km section of the 17 km Eastern Freeway was completed by 24 May 2013. Chavan had promised to open the freeway on 7 June 2013, when he inaugurated the Milan flyover in May 2013. The delay in opening the freeway led to criticism from transport experts and the media, and protests from angry Mumbai residents. The problem was exacerbated by heavy monsoon rains that caused most other roads to be waterlogged. A 13.59 km stretch of the Eastern Freeway, comprising the four-lane 9.29 km elevated road from Orange Gate on P D'Mello Road to the beginning of Anik-Panjarpol Link Road and four of eight lanes of the 4.3 km road-tunnel-flyover from Anik to the beginning of Panjarpol-Ghatkopar Link Road, was eventually inaugurated by the Chief Minister himself on 13 June 2013. However, the freeway could not be opened the same day as the stage erected for the ceremony remained in the middle of the road. The freeway was opened to the public the following day. All civil work on the remaining stretch from Panjarpol to Ghatkopar-Mankhurd Link Road (GMLR) was completed in January 2014. The final stretch opened to the public in April 2014. The original estimated cost of all three segments together was . The final cost of the project is estimated to be . Eight CCTV cameras are installed on the freeway and are operational since 12 August 2015.http://indianexpress.com/article/cities/mumbai/eastern-freeway-finally- under-cctv-coverage/ ==Construction== The freeway was built in three segments - a 9.3 km elevated road from Orange Gate on P D'Mello Road to the beginning of Anik-Panjarpol Link Road, a 5 km mostly at grade road featuring twin tunnels from Anik to the beginning of Panjarpol-Ghatkopar Link Road, and a 2.5 km flyover from Panjarpol to Ghatkopar. The 4-lane Eastern Freeway, starts at P D'Mello Road near Wadi Bandar, and further enters into Mumbai Port Trust road and eventually joins the EEH via Anik Panjarpol Link Road (APLR), near Wadala.Light at the end of the tunnel – India – DNA ===P D'Mello Road to Anik=== The first section has a length of 9.3 km, width of 17.2 meters and connects P D'Mello Road to Anik. This phase also includes ground improvement of existing roads, the construction of a 4-lane elevated corridor and the construction of a missing link. This stretch is made up of 4 sections,Mmrdamumbai.org – Mmrdamumbai and Mumbai Samachar and has 5 ramps for exit and entry at Reay Road, Port Road, Anik and Orange Gate. *Section I – From S.V Patel road junction on P D'Mello road to Orange Gate consisting of up and down ramps (0.41 km) *Section II – Orange gate to Mumbai Port Trust pipeline gate – elevated corridor (7.02 km) *Section III – Mumbai Port Trust pipe line gate to WTT road consisting of construction of elevated corridor through salt pan (Missing Link) and Customs area (0.78 km) *Section IV – WTT road near customs area to start of APLR - Elevated corridor (1.08 km) Civil construction work on this section was completed on 9 March 2013. The 9.29 km stretch from Orange Gate to Mahul creek is the longest flyover in Mumbai and third longest flyover in India, after the 25 km Kanpur city bypass flyover on NH-2 and the 11.6 km P.V. Narasimha Rao Elevated Expressway in Hyderabad. This segment was opened to the public on 14 June 2013, along with four lanes of the Anik - Panjarpol link road. ===Anik - Panjarpol link road=== The tunnels on the Anik Panarpol Link Road Aerial view of the Anik Panjarpol road The second segment is the 8-lane, 5 km long Anik - Panjarpol link road. This stretch required the construction of Mumbai's first twin tunnel. The twin tunnels are 505m (North-bound) and 555m (South-bound) in length; 18 metres in width and 9 metres in height. This segment was opened to traffic on 14 June 2013. However, only the North-bound tunnel was opened on that date, but it was used for two- way traffic. The South-bound tunnel was opened to traffic from 12 April 2014, making the entire stretch 8-lane. The ramps connecting Anik Wadala Road to the Eastern Freeway were opened to traffic on 6 April 2014. The construction of these two ramps had been scheduled to complete in January 2014, but the work was delayed due to unforeseen technical reasons. ===Panjarpol - Ghatkopar link road=== Aerial image of the junction of Mumbai's Eastern Freeway with the Ghatkopar-Mankhurd Link Road. The third segment consists of a 4-lane elevated 2.8 km flyover from Panjarpol till the Ghatkopar-Mankhurd Link Road (GMLR), via Govandi. This stretch has 3 ramps near Deonar, Govandi and Panjarpol. The section consists of 103 spans. Like the elevated section of the freeway, the Panjarpol-Ghatkopar Link Road has a bitumen layer atop the concrete, ensuring smoother riding quality than a regular cement road. Construction work on this phase of the project was awarded in August 2009 at a cost of , and MMRDA officials announced February 2011 as the deadline. However, obtaining permissions from authorities concerned, rehabilitating project affected families and engineering challenges involved during the construction stage, delayed the project. All civil work on the final stretch of the Eastern Freeway, from Panjarpol to Ghatkopar-Mankhurd Link Road (GMLR), was completed in January 2014. Engineers working on the project then concretised the surface of the Panjarpol-Ghatkopar Link Road, which begins at Panjarpol junction near R K Studio in Chembur and ends at the GMLR. When the first phase of the freeway was inaugurated in June 2013, the MMRDA had planned to commission the final stretch in December 2013. The up and down ramps on the Panjrapole - Ghatkopar Link Road at Panjrapole junction were opened for vehicular traffic on the morning of 30 April 2014. By the end of April 2014, the MMRDA was finishing up the painting and concretising and installing streetlights and signs. The final leg of the 2.8 km Panjarpol-Ghatkopar link road was opened to traffic on 16 June 2014, marking the commissioning of the entire Eastern Freeway. ===Other work=== Seismic arresters installed on the freeway will enable it to handle earthquakes of up to 7.5 on the Richter scale. ==Future Plans== The Mumbai Metropolitan Region Development Authority plans to extend the southern arm of the freeway by building a 1.5 kilometer extension from Orange Gate, where it currently ends to Mint Road. It is looking at the costs involved as well as the number of lanes of traffic possible. ==Bus services== Several bus services are operated on the Eastern Freeway, mostly connecting the Eastern and Harbour Suburbs with South Mumbai and further down to Navi Mumbai. Brihanmumbai Electric Supply and Transport (BEST) operates services from Cuffe Parade to Vashi, Mantralaya to Govandi, and Mantralaya to Shivaji Nagar (C-8), Thane to Backbay (A8-Express), Ghatkopar to Museum (C-9) via the Eastern Freeway. The Maharashtra State Road Transport Corporation (MSRTC) operates 2x2 seating buses on the freeway.Soon, 2 more BEST services on Freeway - Times Of India. Articles.timesofindia.indiatimes.com (7 September 2013). Retrieved on 6 December 2013. BEST plans to begin AC bus service as well. The MSRTC began running AC buses from Panvel to Mantralaya on 23 September 2013,From Sept 23, hop on to Panvel-Mantralya AC bus - Mumbai - DNA. Dnaindia.com. Retrieved on 6 December 2013. marking the first time that AC buses plied on the Eastern Freeway. AC buses to South Mumbai had been operated by the NMMT prior to MSRTC's service, but the latter was the first time that buses took the Eastern Freeway route.?AC bus services on freeway from today - Times Of India. Articles.timesofindia.indiatimes.com (23 September 2013). Retrieved on 6 December 2013. ==References== Category:Roads in Mumbai Category:Expressways in Maharashtra ",
    "title": "Eastern Freeway (Mumbai)"
}