{
    "id": "26923906",
    "text": "The 397th Engineer Battalion is a multi-role engineer battalion of the United States Army based in Marina, Califormia. Activated 18 May 1959 at Eau Claire, the battalion traces its lineage back to World War II. It is a United States Army Reserve formation and is subordinate to the 301st Engineer Brigade at Joint Base Lewis McCord WA. == Lineage == Constituted 5 May 1942 in the Army of the United States as the 2d Battalion, 353d Engineer Regiment Activated 15 August 1942 at Camp White, Oregon, as the 2d Battalion, 353d Engineer General Service Regiment Reorganized and redesignated 1 April 1944 as the 1393d Engineer Construction Battalion Inactivated 28 February 1946 in Japan Redesignated 6 February 1947 as the 397th Engineer Construction Battalion, and allotted to the Organized Reserves Activated 19 February 1947 at Milwaukee, Wisconsin (Organized Reserves redesignated 25 March 1948 as the Organized Reserve Corps; redesignated 9 July 1952 as the Army Reserve) Inactivated 17 November 1950 at Milwaukee, Wisconsin Redesignated 27 April 1959 as the 397th Engineer Battalion Activated 18 May 1959 at Eau Claire, Wisconsin Elements ordered into active military service in support of the War on Terror: * 652nd Engineer Company (Multi-Role Bridge), Ellsworth, WI – Operation Iraqi Freedom, 2003–04, * C Company, Wausau, WI – 2006–07, 428th Engineer Company (Mobility Augmentation), Wausau, WI – 2010–11, * 113th Engineer Facility Detachment, Milwaukee, WI – 2011–12, * 871st Engineer Facility Detachment, Fort McCoy, WI – 2012–13 * 372nd Engineer Company (Vertical Construction), Pewaukee, WI – 2013–14 ==Honors== ===Campaign Streamers=== {| class=\"wikitable\" align=\"left\" |- bgcolor=\"#efefef\" ! Conflict ! Streamer ! Year(s) |- || World War II || Luzon || |} ===Unit Decorations=== {| class=\"wikitable\" align=\"left\" |- bgcolor=\"#efefef\" ! Award ! Year(s) ! Notes |- || Philippine Presidential Unit Citation || 1944–1945 || For service in the Pacific Theater |- || Valorous Unit Award || 2003–2004 || 652nd Engineer Company, Operation Iraqi Freedom |} == References == ==External links== *Lineage and Honors: 397th Engineer Battalion Category:Engineer battalions of the United States Army ",
    "title": "397th Engineer Battalion (United States)"
}