{
    "id": "26925094",
    "text": "{| class=\"toccolours\" style=\"float: right; margin-left: 1em; margin-right: 2em; font-size: 85%; background:#c6dbf7; color:black; width:30em; max-width: 40%;\" cellspacing=\"5\" | style=\"text-align: left;\" | \"Whatever happens next month at the UN climate conference in Copenhagen, humanity has almost certainly already crossed the climate Rubicon\". |- | style=\"text-align: right;\" | — John Gibbons, 2009 |} John Gibbons is an Irish environmental campaigner and the founder of the climatechange.ie website. He also co-founded the healthcare publishing and communications specialists MedMedia Group. ==Journalism== For two years Gibbons contributed a weekly column to The Irish Times, analysing aspects of climate change and sustainability. The newspaper dropped the column in February 2010, although it continued to publish articles by Gibbons. His work has also appeared in 'The Guardian' and Sunday Tribune.John Gibbons (25 July 2010). 2020 vision why we have 10 years to save our planet, Sunday Tribune ==Criticisms of Irish response to environmental problems== Citing evidence that global media coverage of climate change in 2010 fell to levels not seen since 2005, Gibbons argues that there is a similar trend in Ireland. He accuses Irish newspapers and Raidió Teilifís Éireann (RTÉ) of \"giving too much coverage to 'anti-science' climate change deniers and failing to convey the gravity of the threat, making readers and viewers apathetic\". In particular he has been critical of the stance taken on the issue of global warming by broadcaster Pat Kenny. Gibbons has argued that global economic recovery will be constrained by energy shortages, and he points out that the Irish economy, with its relatively high per capita use of energy, is particularly vulnerable to \"peak oil\", the anticipated decline in global oil production. ==See also== * Individual and political action on climate change ==Notes== ==External links== * Climatechange.ie Website * thinkorswim Climatechange.ie blog Category:Year of birth missing (living people) Category:Living people Category:Climate activists Category:Irish columnists Category:Irish environmentalists Category:21st-century Irish male writers Category:Irish male non-fiction writers Category:Non-fiction environmental writers Category:Sunday Tribune people Category:Sustainability advocates Category:The Irish Times people Category:21st-century Irish non- fiction writers ",
    "title": "John Gibbons (activist)"
}