{
    "id": "26920668",
    "text": "Brad Rushing (born October 27, 1964) John Bradley Rushing is a cinematographer based in Los Angeles, CA. He was born and raised in Houston, TX. He has shot many music videos and commercials as well as several notable feature films, including \"Cook County.\" In 2002 Brad won an MTV Video Music Award for Best Cinematography for Moby's \"We Are All Made of Stars.\" In 2005 Brad won a Canadian Society of Cinematographers Award for Best Music Video Cinematography[1] for Alsou \"Always On My Mind.\"[2] also 2009 Nominee: CSC Award for Music Video cinematography:[3] City of Noise[4] (The Summerlad[5]) Brad also photographed iconic videos such as Britney Spears' \"Toxic\" Eminem's \"Without Me\" and more recently Cash Cash featuring Sofia Reyes' \"How To Love\", The Mowglis \"San Francisco\", Placebo \"Begin The End\", Delerium featuring Stef Lang \"Chrysalis Heart\" and Romeo Santos and Mario Domm \"Rival.\" His commercial and promo work includes Skin Wars season 2 promo featuring a tiger-striped Rebecca Romijn, Aguila Beer \"100 Years,\" and TBS \"Earth To America\" promo starring Jack Black. Other commercial clients include McDonald's, NASCAR, Pepsi Light, Pop Tarts, Glad, Geico and Blue Diamond Almonds. Brad was the second unit cinematographer for the Warner Brothers feature film \"Torque\" shooting much of the visual effects and stunt work. Brad worked again with Warner Brothers shooting the high profile web series \"Aim High 2\" starring Jackson Rathbone and Aimee Teegarden. Additional work includes the \"Dustin Hoffman Teaches Acting\" MasterClass. Brad is the cinematographer for the upcoming short film \"For The Record\" (Always Hungry Productions) - written and directed by Julian De Zotti, with music by Universal Music Canada. Brad is the Director of Photography for the upcoming feature film \"Sanitatum\", which was filmed in Houston Texas. Brad is a member of the Canadian Society of Cinematographers, the Visual Effects Society and the Digital Cinema Society. He is represented by APA - Agency for the Performing Arts. ==References== ==External links== * *official website *FilmTalk: Brad Rushing *Loyola University Forum with Cinematographer Brad Rushing * Category:American cinematographers Category:Canadian cinematographers Category:Living people Category:1964 births ",
    "title": "Brad Rushing"
}