{
    "id": "26920981",
    "text": "Joan Brockman is a professor at Simon Fraser University in Burnaby, British Columbia. Her research and teaching concerns feminism and criminology. Brockman holds a Bachelor of Arts degree with Honours from the University of Saskatchewan, a Master of Arts from the University of Alberta, and took her L.L.B at the University of Calgary and her L.L.M at the University of British Columbia. She is a member of the Law Society of British Columbia and of the Law Society of Alberta. She is an advocate for gender equality within the legal profession.https://www.sfu.ca/~brockman/ ==Contributions to feminist criminology== Brockman has argued that gender equality is developing only slowly within the field of law, and that more can be done to eliminate gender inequality in this area. She has advised societies on methods for improving gender equality, including code of conduct amendments relating to sexual harassment, clauses regarding parental leave, workplace accommodation and professional development. Brockman won the 2008 CBA Cecilia Johnstone Award. Veronica Jackson, National Chair of the CBA Women Lawyers forum, was quoted of saying on the occasion \"It is impossible to enter a serious discussion about the advancement of women in the legal profession without mentioning Joan Brockman. She has demonstrated exceptional leadership in this area through her scholarship, her policy related work, and her teaching and mentorship ... her career has directly supported the advancement of women lawyers and encouraged the retention of women lawyers in the profession\". ==Research and teaching interests== Brockman's research interests include women in the legal professions, feminist jurisprudence, methodology, and perspectives, as well as white collar crime, corporate financial crimes and misconduct, wrongful convictions, the sociology of professions, and criminal law, procedure and evidence. Brockman currently teaches on criminal procedure and evidence, wrongful convictions, gender in the courts and the legal profession, and corporate and professional financial crimes and misconduct.https://www.sfu.ca/~brockman/ ==Major works== ===Feminist Perspectives for the study of Gender Bias in the Legal Profession=== Brockman, Evans and Reid examine gender bias within the legal profession in this article and they acknowledge that there is gender discrimination that does exist and that this is important however with this acknowledgment must come a proposed solution to the problem. This solution must advocate real changes to be implemented within the system in order to better the advancement of women within law. The authors conclude that in order to actually eliminate or minimize gender bias within the courts to some degree the studies surrounding the issues should be broad enough as to follow the three characteristics that Sandra Harding maintains is essential to feminist research. The first characteristic of feminist research maintains that it should ask real women questions about their experiences to uncover what they deem as genuine concerns instead of what is assumed to be their concerns. The second characteristic is that the data that is collected from these questions from women should directly result in research that is designed for women and the third characteristic says that gender should be investigated from the bottom up in the sense that those without the power should be the ones to analyze those in a position of power who are contributing to gender bias. The authors also draw on Sandra Harding's work when examining how gender produces itself in different ways, which she categorizes as three important levels. The first is gender symbolism, which refers to how traits are associated with gender according to how they are perceived traditionally and how traits associated with the male gender are often valued more than the traits traditionally associated with the female gender. The example of men who reason vs women who use emotion was offered in explaining gender symbolism. The second characteristic involved in how gender produces itself is gender structure, and this simply refers to when actual weight is given to the gender symbolism, so when something is done differently according to the traits associated with gender, and example of this is how men worked in the public sphere and women in the private sphere because those were the traits associated with each gender. The third level in which gender is produced is the socially constructed image of how males and females are portrayed for example in the media. Having analyzed and acknowledged the ways in which gender bias does exist, the authors look for answers surrounding how to eliminate gender bias within the legal profession. The question they address relates to women being important to law and having made an impact on the profession so when will the system change to accommodate them rather than letting normal life events like having children be a disadvantage for them? Even though the structural barriers have been removed, and women are allowed to participate within the legal system the invisible barriers remain as well as the question, to fit in or break the mould?Brockman, Joan, Denise Evans and Kerri Reid (1992). Feminist Perspectives For the Study of Gender Bias in the Legal Profession. 5(1) Canadian Journal of Women and the Law 37-62. ===Gender in the Legal Profession: Fitting or Breaking the Mould=== The introduction chapter looks at a historical perspective and women were excluded from the legal profession in the past as well as other groups of people such as Aboriginal people, and the underprivileged. The legal profession began as one that was dominated by middle to upper class English men and a great deal of pressure was required to allow these excluded groups to have equal opportunity to participate within the legal system. Women didn't account for 40% of students in law programs until 1983 and even once the structural barriers had been removed it was not without resistance from males. Brockman draws on Fiona Kay's work and her studies on women lawyers in Ontario that discovered that women exit the law profession 60% faster than men leave the profession. The foundation for the entire book rests on the interviews that Brockman did with 50 men and 50 women that had been called to the bar in British Columbia. The interviews referred to her four main interests surrounding the project which included career advancement, the conciliatory-adversarial way of practicing law, gender bias, discrimination and sexual harassment and how they balance roles of careers children and chores. Chapter 2 is where Brockman gets at the reasons why the participants went to law school in the first place and the things that they like or don't like about practicing law. 32% of the men and 38% women went into law because they were genuinely interested in pursuing law as a profession and had always felt that way and 34% of men and 34% of women went to law school simply because they were not sure what else to do, it was an unplanned choice. 10% of men and 10% of women went to law school to help society, and 14% of women and 6% of men went to challenge themselves. When it comes to financial security 10% of women went into law for this reason and 18% of men. Overall the reasons cited by men and women for entering the legal profession were quite similar. Chapter 3 looks at the participants educational backgrounds their previous employment history and what they aspire to be in the future. Men and women's experiences of educational history were found to be quite similar however Brockman did discover that women were the most likely to be work within family law. As far as career advancement plans, 30% of women and 24% of men anticipated being a judge as a future career. After examining the details of the participants Chapter 4 comes into the topic of gender and analyzes to what extent the participants experienced discrimination or sexual harassment within the legal profession. This section of the text looks at how while women and men may be similar in their reasons for wanting to practice law but that the real difference is the things they experience once they are in law and the barrier to women are discrimination and sexual harassment. This assumption is supported by the number of studies that show how high of a percentage of women actually experience sexual discrimination, for example 92% of women compared to 12% of men in Saskatchewan, and 70% of Ontario women lawyers compared with 6% of male Ontario lawyers. In Brockman's study she found that 60% of women had experienced some kind of discrimination and even more alarming is that 88% of women and 66% of men thought that discrimination against women was a factor limiting the advancement of their career. Chapter 5 is where the participants describe how they see themselves and whether they fall under the category of trying to work with the system or whether they are on the side combatting the system, Brockman found that only 12% of women and 14% of men worked near the adversarial end of the continuum. 62% of women 54% of men fall under the conciliatory end of things meaning they attempt to work with the system and the study found that most felt they worked this way because it was more beneficial when settling arguments between parties who needed to remain in some form of a relationship. Chapter 6 looks at how legal professionals, specifically women struggle with balancing the roles of lawyer, wife, mother and maid. Brockman claims that within the data collected marriage seems to present women with disadvantages in the professional workforce as she found that 7 females and 6 males said that being a lawyer was a factor in their decision to remain single. She also claims that having children is a decision that as a woman, is heavily influenced by their profession within the legal system. With respect to chores, she claims that women experience a double shift in their life, they go to work and they come home and do household chores as 60-76% of chores fall on the women’s list of responsibilities. Brockman's main claim is that the ultimate barrier to women in law is the balancing of these activities and the hours that they work and it is that which keeps women from being able to compete with equal opportunity against men in law. Chapter 7 looks the question of fitting or breaking the mould and what is needed in order to achieve and maintain gender equality within the legal profession. One solution Brockman offers refers to the economics of employment and how perhaps sharing the workload would relieve the healthcare system and make the experience of law easier on those who participate and deal with the current barriers. She concludes that while 'accommodations' have been made for women in law, a complete restructuring of the way the old family mould is portrayed is necessary in order for the mould of the legal system to give equal opportunity to women.Brockman, Joan. Gender in the Legal Profession: Fitting or Breaking the Mould (Vancouver: UBC Press, 2001). == Bibliography == === Books === * Brockman, Joan. Gender in the Legal Profession: Fitting or Breaking the Mould (Vancouver: UBC Press, 2001). * Brockman, Joan and V. Gordon Rose. Introduction to Canadian Criminal Procedure and Evidence (Toronto: Thomson Nelson, 2006, 3rd edition). * Brockman, Joan and Dorothy E. Chunn (eds.) Investigating Gender Bias: Law, Courts and the Legal Profession (Toronto: Thompson Educational Publishing Inc., 1993). === Chapters in Edited Books === * Brockman, Joan. \"Fraud Against the Public Purse by Health Care Professionals: The Difference of Location\" in What Is A Crime? (Vancouver: UBC Press, forthcoming). * Brockman, Joan. \"An Update on Gender and Diversity Issues in the Legal Profession in Alberta, 1991–2003\" in Elizabeth Sheehy and Sheila McIntyre, eds. Calling for Change: Women, Law, and the Legal Profession. (Ottawa: University of Ottawa Press, 2006) pp 237–251. * Brockman, Joan and Dorothy E. Chunn, \"'Imagine that! A Lady Going to an Office!' Janet Kathleen Gilley\" in Constance Backhouse and Jonathan Swainger, People and Places: Historical Influences on Legal Culture (Vancouver: UBC Press, 2003). * Brockman, Joan. \"British Columbia\" in Herbert M. Kritzer (ed.), Legal Systems of the World: A Political, Social, and Cultural Encyclopedia Vol 1 (Santa Barbara, California: ABC-CLIO, 2002) 196-199. * Kay, Fiona M. and Joan Brockman. \"Barriers to Gender Equality in the Canadian Legal Establishment\" in Ulrike Schultz and Gisela Shaw, Women in the World's Legal Professions (Oxford and Portland: Hart Publishing, 2003) 49-75. Reprinted from (2000) 8(2) Feminist Legal Studies 169-198. * Brockman, Joan (1995). Controlling Crimes of the Professional Elite. Chapter 14 in Margaret A. Jackson and Curt Griffiths (eds.), Canadian Criminology: Perspectives on Crime and Society. Toronto: Harcourt Brace Jovanovich Canada Inc., 1995 2nd ed, 425-453. * Brockman, Joan (1995). Exclusionary Tactics: The History of Women and Minorities in the Legal Profession in British Columbia, in Hamar Foster and John P.S. McLaren (ed.), Essays in the History of Canadian Law, Volume VI, British Columbia and the Yukon. Toronto: Osgoode Society, 1995, 508-561. * Brockman, Joan and Dorothy E. Chunn. \"Gender Bias in Law and the Social Sciences\" in Joan Brockman and Dorothy E. Chunn.(eds.) Investigating Gender Bias: Law, Courts and the Legal Profession Toronto: Thompson Educational Publishing Inc., 1993, 3-16. * Chunn, Dorothy E. and Joan Brockman. \"`Running Hard to Stand Still'? Future Directions for Studying `Gender Bias' in Law\" in Joan Brockman and Dorothy E. Chunn.(eds.) Investigating Gender Bias: Law, Courts and the Legal Profession Toronto: Thompson Educational Publishing Inc, 1993, 215-219. * Brockman, Joan (1991). Controlling Crimes Among the Professional Elite. Chapter 15 in Margaret A. Jackson and Curt Griffiths (eds.), Canadian Criminology: Perspectives on Crime and Society. Toronto: Harcourt Brace Jovanovich Canada Inc., 1991, 405-427. === Journal articles === * * * * * * * * * * * * * * * * * * * * * * * * * * * * * === Book Reviews === * * * * * * * * Publications. ==References== Category:Canadian feminists Category:Criminologists Category:Living people Category:Simon Fraser University faculty Category:University of British Columbia alumni Category:University of Saskatchewan alumni Category:University of Alberta alumni Category:University of Calgary alumni Category:University of Calgary Faculty of Law alumni Category:Peter A. Allard School of Law alumni Category:Year of birth missing (living people) ",
    "title": "Joan Brockman"
}