{
    "id": "269219",
    "text": "Jan Švankmajer (; born 4 September 1934) is a Czech retired filmmaker and artist whose work spans several media. He is a self-labeled surrealist known for his animations and features, which have greatly influenced other artists such as Terry Gilliam, the Brothers Quay, and many others. == Life and career == ===Early life === He was born in Prague. An early influence on his later artistic development was a puppet theatre he was given for Christmas as a child. He studied at the College of Applied Arts in Prague and later in the Department of Puppetry at the Prague Academy of Performing Arts, where he befriended Juraj Herz. He contributed to Emil Radok's film Johanes doctor Faust in 1958 and then began working for Prague's Semafor Theatre where he founded the Theatre of Masks. He then moved on to the Laterna Magika multimedia theatre, where he renewed his association with Radok. ===As a filmmaker=== This theatrical experience is reflected in Švankmajer's first film The Last Trick, which was released in 1964. Under the influence of theoretician Vratislav Effenberger, Švankmajer moved from the mannerism of his early work to classic surrealism, first manifested in his film The Garden (1968), and joined the Czechoslovak Surrealist Group.Jan Švankmajer: The Complete Short Films. BFI Booklet. Švankmajer has gained a reputation over several decades for his distinctive use of stop-motion technique, and his ability to make surreal, nightmarish, and yet somehow funny pictures. Švankmajer's trademarks include very exaggerated sounds, often creating a very strange effect in all eating scenes. He often uses fast-motion sequences when people walk or interact. His movies often involve inanimate objects being brought to \"life\" through stop motion. Many of his films also include clay objects in stop motion, otherwise known as claymation. Food is a common subject and medium. Švankmajer also uses pixilation in many of his films, including Food (1992) and Conspirators of Pleasure (1996). Stop-motion features in most of his work, though his feature films have included much more live action sequences than animation. Many of his movies, like the short film Down to the Cellar, are made from a child's perspective, while at the same time often having a truly disturbing and even aggressive nature. In 1972 the communist authorities banned him from making films, and many of his later films were suppressed. He was almost unknown in the West until the early 1980s. Writing in The New York Times, Andrew Johnston praised Švankmajer's artistry, stating \"while his films are rife with cultural and scientific allusions, his unusual imagery possesses an accessibility that feels anchored in the shared language of the subconscious, making his films equally rewarding to the culturally hyperliterate and to those who simply enjoy visual stimulation.\"New York Times ,1 July 2001 Thoroughfare in Knovíz, Kladno District, Czech Republic. The former cinema building on the right: Jan Švankmajer's studio Among his best known works are the feature films Alice (1988), Faust (1994), Conspirators of Pleasure (1996), Little Otik (2000) and Lunacy (2005), a surreal comic horror based on two works of Edgar Allan Poe and the life of Marquis de Sade. The two stories by Poe, \"The System of Doctor Tarr and Professor Fether\" and \"The Premature Burial\", provide Lunacy its thematic focus, whereas the life of Marquis de Sade provides the film's blasphemy. His short film Dimensions of Dialogue (1982) was selected by Terry Gilliam as one of the ten best animated films of all time. His films have been called \"as emotionally haunting as Kafka's stories.\" In 2010 he released Surviving Life, a live-action and cutout animation story about a married man who meets another woman in his dreams. His most recent release is called Insects (Hmyz). It had a projected budget of 40 million CZK, which was partially funded through an Indiegogo campaign which reached more than double its goal, and was released in January 2018. The film is based on the play Pictures from the Insects' Life by Josef and Karel Čapek, which Švankmajer describes as following: \"From the Life of Insects is a misanthropic play. My screenplay only extends this misanthropy, as man is more like an insect and this civilisation is more like an anthill. One should also remember the message in Kafka’s Metamorphosis.\" His life's works, inimitable style and voice have had far reaching influences on the world of animation. Those whose working practice he has influence on included Brothers Quay, Caroline Leaf, Vera Neubauer, Terry Gilliam, Tomasz Bagiński, Nina Gantz and Phil Lord and Christopher Miller among many others. In 2000, Švankmajer received Lifetime Achievement Award at the World Festival of Animated Film - Animafest Zagreb. On 27 July 2013 he received the Innovation & Creativity Prize by Circolino dei Films, an independent Italian cultural organization. On 10 July 2014, he received the 2014 FIAF Award during a special ceremony of the Karlovy Vary International Film Festival. On 27 September 2018, he received the Raymond Roussel Society Medal in recognition of his extraordinary contribution: an inspiring, unique and universal work. He was married to Eva Švankmajerová, an internationally known surrealist painter, ceramicist, and writer until her death in October 2005. Švankmajerová collaborated on several of her husband's movies, including Alice, Faust, and Otesánek. They had two children, Veronika (b. 1963) and Václav (b. 1975, an animator). ==Filmography== ===Feature-length films=== {| class=\"wikitable\" |- ! Year !! English title !! Original title !! Notes |- | 1988 || Alice || Něco z Alenky || Based on Alice's Adventures in Wonderland by Lewis Carroll |- | 1994 || Faust || Lekce Faust || Based on the Faust legend (including traditional Czech puppet show versions), Marlowe's Doctor Faustus, and Goethe's Faust. |- | 1996 || Conspirators of Pleasure || Spiklenci slasti || |- | 2000 || Little Otik || Otesánek || Based on Otesánek by Karel Jaromír Erben |- | 2005 || Lunacy || Šílení || Based on The System of Doctor Tarr and Professor Fether and The Premature Burial by Edgar Allan Poe |- | 2010 || Surviving Life || Přežít svůj život || |- | 2018 || Insects || Hmyz || Based on Pictures from the Insects' Life by Karel Čapek and Josef Čapek |- |} ===Short films=== {| class=\"wikitable\" |- ! Year !! English title !! Original title !! Notes |- | 1964 || The Last Trick || Poslední trik pana Schwarcewalldea a pana Edgara || |- | 1965 || Johann Sebastian Bach: Fantasy in G minor || Johann Sebastian Bach: Fantasia G-moll || |- | 1965 || A Game with Stones || Spiel mit Steinen || |- | 1966 || Punch and Judy || Rakvičkárna || Also known as The Coffin Factory and The Lych House |- | 1966 || Et Cetera || || |- | 1967 || Historia Naturae (Suita) || || |- | 1968 || The Garden || Zahrada || |- | 1968 || The Flat || Byt || Available on the Little Otik DVD |- | 1968 || Picnic with Weissmann || Picknick mit Weissmann || |- | 1969 || A Quiet Week in the House || Tichý týden v domě || |- | 1970 || Don Juan || Don Šajn || |- | 1970 || The Ossuary || Kostnice || A documentary about the Sedlec Ossuary |- | 1971 || Jabberwocky || Žvahlav aneb šatičky slaměného Huberta || Based on Jabberwocky by Lewis Carroll |- | 1972 || Leonardo's Diary || Leonardův deník || |- | 1973–79 || Castle of Otranto || Otrantský zámek || Based on The Castle of Otranto by Horace Walpole |- | 1980 || The Fall of the House of Usher || Zánik domu Usherů || Based on The Fall of the House of Usher by Edgar Allan Poe |- | 1982 || Dimensions of Dialogue || Možnosti dialogu || |- | 1983 || Down to the Cellar || Do pivnice || |- | 1983 || The Pendulum, the Pit and Hope || Kyvadlo, jáma a naděje || Based on The Pit and the Pendulum by Edgar Allan Poe and A Torture by Hope by Auguste Villiers de L'Isle-Adam |- | 1988 || Virile Games || Mužné hry || Also known as The Male Game |- | 1988 || Another Kind of Love || || Music video for Hugh Cornwell |- | 1988 || Meat Love || Zamilované maso || |- | 1989 || Darkness/Light/Darkness || Tma, světlo, tma || |- | 1989 || Flora || || |- | 1989 || Animated Self- Portraits || || Anthology film by 27 animators |- | 1990 || The Death of Stalinism in Bohemia || Konec stalinismu v Čechách || |- | 1992 || Food || Jídlo || |- |} ===Animation and art direction=== {| class=\"wikitable\" |- ! Year !! English title !! Original title !! Director |- | 1978 || Dinner for Adele || Adéla ještě nevečeřela || Oldřich Lipský |- | 1981 || The Mysterious Castle in the Carpathians || Tajemství hradu v Karpatech || Oldřich Lipský |- | 1982 || Ferat Vampire || Upír z Feratu || Juraj Herz |- | 1983 || Visitors || Návštěvníci || Jindřich Polák |- | 1984 || Three Veterans || Tři veteráni || Oldřich Lipský |} == Bibliography == * * * == See also == * Jiří Trnka, Czech animator and puppeteer * Karel Zeman, Czech animator and filmmaker * Jiří Barta, Czech stop motion animator * Ladislaw Starewich, Polish animator and puppeteer * The Torchbearer, a film by Jan Švankmajer´s son, Václav * List of stop motion films == References == == Further reading == * * * * * ==External links== * * Animation of Jan Svankmajer at Keyframe - the Animation Resource * Overview of his work * Jan Švankmajer - PL * On Svankmajer's Faust * The Works of Jan Svankmajer * Downing the Folk-Festive: Menacing Meals in the Films of Jan Svankmajer * Czech Animation, private blog * An article and filmography on Svankmajer * Review of Dimensions of Dialogue, The Ossuary, Food and Death of Stalinism Category:1934 births Category:Living people Category:Film directors from Prague Category:Czech animators Category:Czechoslovak film directors Category:Czech animated film directors Category:Czech surrealist artists Category:Czech experimental filmmakers Category:Stop motion animators Category:Clay animators Category:Surrealist filmmakers Category:Horror film directors Category:Artists from Prague Category:Sun in a Net Awards winners ",
    "title": "Jan Švankmajer"
}