{
    "id": "26929707",
    "text": "Pitcher Park Memorial Skate Park is a skatepark that was built in Carnegie, Pennsylvania. Members of the community of the South Hills of Pittsburgh undertook a grass roots effort to build this as a memorial to honor two brothers, Vincent and Stephen Pitcher, who drowned together on July 15, 2008, while on a camping trip at the Kinzua Dam next to the Allegheny Reservoir. The skatepark located at Forsythe Road and Cook Lane is approximately concrete skatepark It is used by skateboarders, BMX bike riders, & roller bladers. Built by Grindline Skateparks of Seattle, Washington, this is the largest concrete skatepark near or in the city of Pittsburgh, Pennsylvania The skatepark boasts a full pipe that is 20 ft in diameter and 24 ft in length in between two bowls with a flowing street section with steps, rails, hubba ledges, quarter pipes, and granite ledges. The location in Carnegie Park, is very accessibility by public transportation and located directly off the Parkway West and Interstate 79. This park has become a great asset to many youth & young adults who skateboard, etc. in the surrounding areas. The Tony Hawk Foundation acknowledged the efforts of this community project with a $10,000 grant initially through NewSunRising.org 501c3 who was the sponsor of this grant. Initially, Pitcher Park supporters tried to place this in Dormont, PA, the home town of Vincent & Stephen Pitcher but after 3 years of verbal attacks by some on Council & a few residents, the Dormont Council voted down a Memorandum of Understanding signed by both parties to build the skatepark along Banksville Road in Dormont Park. After six years, the park is nearing completion with the installation of lights for early evening skating. The skatepark will then be donated to the Borough of Carnegie. Pitcher Park Memorial Skatepark organization is a Non-Profit & Public Charity. ==References== ==External links== * * Skate Essentials * Kaboom * New Sun Rising * Skate Essentials Category:Skateparks in the United States Category:Parks in Allegheny County, Pennsylvania Category:2008 establishments in Pennsylvania ",
    "title": "Pitcher Park Memorial Skate Park"
}