{
    "id": "26920510",
    "text": "The Sawiris family () is an Egyptian Coptic family that owns the Orascom conglomerate, spanning telecommunications, construction, tourism, industries and technology.Arabian Business: The Sawiris Family In 2008, Forbes estimated the family's net worth at $36 billion. Onsi Sawiris (born in 1930), now retired, is the patriarch of the family. Various companies in the group are run by Onsi Sawiris' three sons: *Naguib Sawiris (born in 1954) *Samih Sawiris (born in 1957) *Nassef Sawiris (born in 1961) Onsi Sawiris founded Orascom in 1950 that has grown into a conglomerate of companies including Orascom Telecom Holding (in Arabic أوراسكوم للإتصالات), and Orascom Technology Solutions (OTS) (in Arabic أوراسكوم للتكنولوجيا), both run by Naguib Sawiris, Orascom Construction Industries (OCI) (in Arabic أوراسكوم للإنشاء والصناعة) run by Nassef Sawiris, Orascom Hotels and Development (OHD) (in Arabic أوراسكوم للفنادق والتنمية) run by Samih Sawiris. Naguib Sawiris is an investor in Mobinil, Egypt's main mobile phone company, and has expanded into Algeria, Tunisia, Pakistan, Bangladesh and even North Korea. He has also invested through affiliates in Italy (through Wind Telecomunicazioni SpA and Canada (through Globalive Wireless and its Wind Mobile). Naguib Sawiris is also investor in a highly influential Egyptian independent newspaper Almasry Alyoum and the owner of TV interests, most notably in OTV (Orascom Television). On 20 July 2018, it was announced that Nassef Sawiris was to become a major shareholder of historic British football club Aston Villa F.C., through the investment group, NSWE, formed with U.S. billionaire, Wesley Edens. The Sawiris family also actively engages in charity and economic and social development through Sawiris Foundation for Social Development (in Arabic مؤسسة ساويرس للتنمية الإجتماعية) that includes Sawiris Foundation Awards for Egyptian Literature (in Arabic جائزة مؤسسة ساويرس للأدب المصري) ==References== Category:Egyptian billionaires Category:Egyptian people of Coptic descent Category:Living people Category:Egyptian business families Category:Year of birth missing (living people) ",
    "title": "Sawiris family"
}