{
    "id": "26927608",
    "text": "Gathering has been an important part of life in The Church of Jesus Christ of Latter-day Saints (LDS Church), from gathering as missionaries to gathering for worship services. In the early days of the LDS Church, members were asked to gather together many times in specific locations from all over the world, including traveling across the United States to the Utah Territory. In the modern era, members are asked to gather in the stakes of Zion located in their local areas. ==Doctrine== In order for gathering, a scattering has to take place. In the Old Testament, Israel had the blessings of being God's covenant people, but they were scattered because of rebellion. God promised that the Children of Israel would be gathered. Missionaries are sent by the LDS Church worldwide to gather the children of God. Peter and Paul prophesied that all things were to be restored during this last dispensation, which includes gathering the scattered. Latter-day Saints are taught that one of the main purposes for gathering is to make all of the saving ordinances available, especially those that are limited to a temple. == Historic examples == LDS percentage of US population by county in 2000 Historically the Latter-day Saints have gathered in many locations, including: * Kirtland, Ohio * Independence, Missouri * Nauvoo, Illinois * Salt Lake City and the surrounding Salt Lake Valley * Various sites within the Mormon Corridor * Laie, Hawaii == Modern practices == In the modern era, members are asked to gather in the stakes of Zion in their local areas. The members of the LDS Church gather with their local ward or branch for weekly worship services in LDS meetinghouses. Twice a year there is a stake conference for each stake, where the members of the several wards that make up each stake meet as a group. These were previously held in stake tabernacles, but now normally will occur in stake center. District and area conference also happen periodically. Latter-day Saints gather twice each year for General Conference, currently held in the Conference Center, but available by satellite broadcast to many LDS meetinghouses, via BYUtv, and other broadcast outlets. In many high schools throughout the United States, many LDS students gather for release time Seminary to learn more about the teachings found in the Standard Works. In many colleges throughout the world, students gather together to take institute classes which teach these same topics at a collegiate level. ==See also== * Articles of Faith (Latter Day Saints) (number 10) * Gathering of Israel * House of Joseph (LDS Church) * Mormon pioneers * Mormon Trail * Mormonism and Judaism * State of Deseret * Ten Lost Tribes == Notes == ==References== * * Category:Latter Day Saint terms Category:Nauvoo, Illinois Category:Kirtland, Ohio Category:Independence, Missouri Category:Salt Lake City ",
    "title": "Gathering (LDS Church)"
}