{
    "id": "26929981",
    "text": "Lobby card Lobby card Counterfeit is a 1919 American silent detective drama filmAmerican Film Institute Catalogue, Feature Films 1911-1920The AFI Catalog of Feature Films:Counterfeit(Wayback)Progressive Silent Film List: Counterfeit at silentera.com directed by George Fitzmaurice and starring Elsie Ferguson. The assistant director was C. Van Arsdale. The picture was the fourth film Fitzmaurice and Ferguson worked on and is now considered to be a lost film.The Library of Congress American Silent Feature Film Survival Catalog: Counterfeit ==Plot== As described in a film magazine, Virginia Griswold (Ferguson), whose family is in financial straits, resolves to remedy the situation by finding the source of widely distributed counterfeit bills, as a large reward is offered for the capture of the maker of the fake bills. A clue takes her to Newport where she poses as one of the idle rich and falls in love with Stuart Kent (Powell), a man of means, who returns her affection. Vincent Cortez (Gerard), about whom little is known, also becomes enamored of Virginia and she accepts his affections, much to the consternation of Stuart. She offers no acceptable explanation to Stuart for this. Carefully and craftily she leads Vincent to the point of sharing confidences, although this course greatly enrages Stuart and for a time threatens to bring open rupture of their relationship. After Vincent admits he is the counterfeiter, however, Virginia brings Stuart to an understanding of the situation and a happy conclusion. ==Cast== * Elsie Ferguson as Virginia Griswold * David Powell as Stuart Kent * Helen Montrose as Mrs. Palmer * Charles Kent as Colonel Harrington * Charles K. Gerard as Vincent Cortez * Ida Waterman as Mrs. Griswold * Robert Lee Keeling as Mr. Palmer * Fred Jenkins as Uncle Ben * Mrs. Robertson as Aunt Jemima * Elizabeth Breen as Marinette, the Maid ==References== ==External links== * * *Lobby card(Wayback Machine) *Lantern slide Category:1919 films Category:American films Category:American silent feature films Category:Films directed by George Fitzmaurice Category:1919 drama films Category:American black-and-white films Category:Lost American films Category:Films with screenplays by Ouida Bergère Category:American drama films Category:1919 lost films Category:Lost drama films ",
    "title": "Counterfeit (1919 film)"
}