{
    "id": "26922833",
    "text": "Mount Warrenheip (Wathawarrung: Warrengeep) is an inactive scoria volcanic cone in Victoria, Australia.Victorian Volcanoes: Mt Warrenheip | Victorian Volcanoes, accessdate: December 16, 2017 The mountain has an elevation of AHD. A landmark of Dunnstown, the closest town, the mountain is east of the Ballarat central business district, in the locality of Warrenheip. Mount Warrenheip last erupted around 1,000,000 years ago.The Courier: New volcano could raise its head here | The Courier, accessdate: December 16, 2017 Along with nearby Mount Buninyong, it is one of only two forested scoria cones in Victoria. ==Location and features== Steam traction engine, pulling three timber wagons. Engine bears the nameplate 'George' and is manufactured by John Fowler Steam Plough Works, Leeds. Mount Warrenheip is surrounded by farmland. The foothills are the location of Kryal Castle and cattle grazing. The name Warrenheip originates from the Wathaurong word Warrengeep, meaning \"emu's feathers\" in reference to the resemblance of the fern like vegetation coverage which once covered it. In spring, forget-me-not flowers appear on the slopes. Most of the mountain is designated as a nature conservation reserve and there are a small number of koalas and wallabies in residence. Hundreds of trees on the mountain have died in recent decades from an unknown cause, predominantly peppermints, manna gums and stringy bark gums. Mount Warrenheip Victoria The mountain was subjected to fire in 1866, 1901, 1939 and again in February 2013. Light snow falls on Mount Warrenheip occasionally. Mount Warrenheip has four telecommunications towers installed at its peak, including antennae for Radio 3BA, Voice FM 99.9, ABC News Radio, Telstra mobile and WiMax services, an amateur radio repeater and police dispatch radio. ==See also== *List of mountains in Victoria ==References== ==External links== * Mount Warrenheip Category:Volcanoes of Victoria (Australia) Warrenheip ",
    "title": "Mount Warrenheip"
}