{
    "id": "26922886",
    "text": "Jac Bowie Jac Bowie (born 3 December 1979) is an Australian radio personality http://www.radiotoday.com.au/news/whats-new/7925-jac-bowie-on- mix-104-9-drive.html and former entrepreneur and theatrical producer who created The Burlesque Ball, a contemporary burlesque event following the worldwide burlesque revival. She was also the Entertainment Co-Ordinator for Sydney Mardi Gras, and in July 2012 was appointed Producer of Short+Sweet festivals (the biggest little play festival in the world) in Sydney & Canberra.http://www.artshub.com.au/au/news-article/news/arts/jac-bowie-joins- shortsweet-190574 In 2013 Bowie launched Business in Heels http://www.businessinheels.net where she has franchised almost 50 branches of Business Networking Events for women across Australia, Canada, United Arab Emirates, Singapore, Thailand, Nepal, Spain, New Zealand and the USA. She sold the company in December 2014. It was announced in October 2015, that Jac would be the new Drive presenter for Mix 104.9 in Darwin, Australia from December 2015. ==Early days== Born Jacqueline Eleanor Carmichael, Jac Bowie was a child actor from age eight. Since 1987, Bowie has appeared in television, theatre and short films. The Australian TV shows include Home & Away, Heartbreak High, GP, and the television commercials include Wonderland Sydney with Johnny Young and Pat Cash. At age 14, Bowie was a drama student at Newtown High School of the Performing Arts. At the school, she took on her first role as Assistant Director. She has also been a singer / model. She starred in the Tropfest film \"The Unsound.\" In 2005, Bowie sang vocals for the single 'Where Did You Come From\" which achieved airplay on FBi Radio and several films. The song was produced by Michael Pearson Adams of Shakaya fame. She also was the face of Sarah Jane Boutique in Sydney for many years. Bowie freelanced in events and production for over two years after previous career choices as a flight attendant, a drama teacher, and in cosmetic sales and management, hospitality management, and cruise ship work. She was also the NSW State Manager for an international promotions & marketing agency. But in 2004 she started thinking about running a business based around burlesque—a performance art form that includes song, dance, comedy and acts of daring, with lush costumes, dramatic music and lighting, and a saucy and satirical edge. ==Personal life== Jac lives with her husband Dan, former Victorian farmer and derivatives dealer, and her two children in Geelong, Australia ==References== ==External links== * Jac Bowie's Official Site * Business in Heels * Mix 104.9 Darwin Category:1979 births Category:Living people Category:Australian female erotic dancers Category:Australian Neo-Burlesque performers ",
    "title": "Jac Bowie"
}