{
    "id": "26922498",
    "text": "Marva Wright (born Marva Maria Williams, March 20, 1948 - March 23, 2010) was an American blues singer. ==Biography== Born in New Orleans, Louisiana, United States, to mother Mattie P. Gilbert, and father Reverend Arthur Williams on March 20, 1948. Top honors in a school-sponsored singing competition followed. Marva graduated from Booker T. Washington High School in 1965 and attended Southern University of Baton Rouge. Wright has four children from two previous marriages: Gerry (Martin) McKey, Elizabeth (Martin) Gainey, James Kelly Jr., and Jeanne (Kelly) Harris. Marva has twelve grandchildren: Sean McKey Jr., Lawrence Martin, Mattie Martin, Stephanie Martin, Richelle Martin, Richard Martin, James Kelly III, Samuel Kelly, Halle' McKey, Olivia Kelly, Dillon Kelly and Jamya Kelly. Wright's first public singing efforts were heard in church at the age of 9, with her mother Mattie Gilbert, a piano player and gospel singer as her accompanist in which they recorded \"I Walk With The King.\" Top honors in a school-sponsored singing competition followed. Mahalia Jackson, the esteemed gospel singer, was an early friend of the family. When Wright was discovered she was working as a secretary at Eleanor McMain Junior High in New Orleans. Wright did not turn professional until 1987, when she was almost forty years old. Even then, she only began singing as a way to support her family with a second job, the song that got attention was \"Dr. Feelgood\" by Aretha Franklin. Early in 1989 during a live set at Tipitina's in New Orleans, Wright made her first recording, \"Mama, He Treats Your Daughter Mean\". She made her debut on national television in 1991, when her hometown was the setting for a special that revolved around the Super Bowl where she met CBS news anchorman Ed Bradley, who thought at that time that she only sang Gospel. Later that same year he rediscovered her at the New Orleans Jazz and Heritage Festival, and from that day on encouraged her career and introduced her every Jazz Fest. Heartbreakin' Woman, Wright's first full-length release, appeared later that year. Wright's 1993 album Born With The Blues was originally released in France, then three years later the major-label imprint Virgin picked it up for the rest of the world. Her 2007 album, After The Levees Broke, addressed the devastation of Hurricane Katrina - which destroyed her house and all her belongings - by repurposing songs like Willie Nelson's \"Crazy\", Sam Cooke's \"A Change Is Gonna Come\", and Bruce Hornsby's \"The Way It Is\".. In August 2008, she performed with the Louisiana Wetlands All Stars at both the Democratic National Convention in Denver, Colorado and the Republican National Convention in Minnesota. She also sang backup for such artists as Allen Toussaint, Glen Campbell, Joe Cocker, Cyril Neville, Harry Connick, Jr., Bobby McFerrin, Aaron Neville, Fats Domino, Lou Rawls, and Marcia Ball. In May and June 2009, Wright suffered a pair of strokes from which she never fully recovered. She died on March 23, 2010, a few days after her 62nd birthday at her eldest daughter's home in New Orleans. ==Discography== *Heartbreakin' Woman (1991) *Born With The Blues (1993) *Marva (1994) *My Christmas Song (1994) *I Still Haven't Found What I'm Looking For (1995) *Marvalous (1995) *Bluesiana Mama (1997) *Let Them Talk (2000) *Glitter Queen (2002) *Blues Queen Of New Orleans (2004) (compilation) *Do Right Woman: The Soul of New Orleans (2006) (re-issue of Born With The Blues) *After The Levees Broke (2007) ==References== ==External links== * Official website Category:1948 births Category:2010 deaths Category:American blues singers Category:American female singers Category:Musicians from New Orleans Category:Singers from Louisiana ",
    "title": "Marva Wright"
}