{
    "id": "26921372",
    "text": "PMI Colleges, formerly known as Philippine Maritime Institute, is a private, non-sectarian, co-educational higher education, Maritime institution established on September 18, 1948 in Sta. Cruz, Manila, Philippines where its main campus is located. PMI Colleges is considered as the second oldest and the largest among over one hundred private maritime schools in the country. At present, it is the biggest nautical school in the country, averaging nearly 3500 nautical and marine engineering graduates every year. ==History== The Philippine Maritime Institute was founded on September 18, 1948 by Atty. Tomas Cloma, also a Self-Styled Admiral and his father Tomas Cloma Sr., discoverer of the Kalayaan Group of Islands. It was the first private maritime school in the Philippines with nineteen (19) students enrolled in the Associate in Nautical Science course in a classroom on a floating barge moored in Pasig River at Plaza Lawton. The first quarterly enrolment was fifty-four. The school provided a one-year Nautical course in three separate session-morning, afternoon and evening. It was housed in two buildings in David Street, now Burke Street, near Escolta, Manila. The first graduates successfully passed the Civil Service examination given by the Board of Marine Engineers for Deck Officers. The school had two training ships: the motor launched \"Victoria\" and the \"S/S Clavecillia\" which were used as training ships during weekends. It was granted recognition by the Secretary of Department of Education in January 1950. The Graduates had the same status as those of the government nautical school. Legislation had favored graduates of the school by exempting them from taking the Third Mate’s technical examination given by the board of marine Examiners for Deck Officers until 1954. The Nautical curriculum was lengthened to two years after PMI petitioned the Department of Education through the private Schools to offer a two-year course in Nautical Science leading to the title of Associate in Nautical Science (ANS), which was granted on February 13, 1953. On June 14, 1983 the four-year course in Nautical Science was granted recognition by the then Ministry of Education and Culture. PMI currently has three campuses in the country – Manila, Quezon City, and Tagbilaran City. ==College Academic Departments== *Department of Marine Transportation. The Department of Marine Transportation is the PMI's first flagship program that started as the Associate in Marine Transportation (AMT) in 1948 with twenty five students. *Department of Marine Engineering. The Department of Marine Engineering was opened in 1953. In the school year 1953-1954, the Bureau of Private Schools approved the two-year curriculum presented by the PMI to offer the Marine Engineering with the title of Associate in Marine Engineering (AME). *Department of Customs Administration. The Department of Customs Administration was born on 1954. In 1960 the PMI offered for the first time a four-year course leading to the degree of Bachelor of Science in Customs Administration, minor in Tariff (BSCA). The curriculum of this course was prepared with the advice of leading customs authorities and tariff specialists who also formed the nucleus of its teaching staff. The curriculum was approved by the Department of Education. *Department of Naval Science and Tactics. The school also has its Department of Naval Science and Tactics under the control and supervision of the Naval Reserve Command (NavResCom) of Philippine Navy. This department handles the compulsory military training of all enrolled cadets except those duly exempted. The two- year advanced training leads to a commission ship in the Philippine Navy. **The 244th Naval Reserve Officer Training Corps (NROTC) Unit is located in PMI Colleges Manila. **The 514th Naval Reserve Officer Training Corps (NROTC) Unit is located in PMI Colleges Bohol. ==Standardization== PMI Colleges has consistently complied with the standards set by the Commission on Higher Education (CHED), the Technical Education and Skills Development Authority (TESDA), the International Maritime Organization (IMO) Philippine Merchant Marine Academy (PMMA)Philippine Navy UKAS Management Systems and the Standard of Training, Certification and Watchkeeping for Seafarers (STCW ’95). PMI Colleges was awarded an ISO 9001:2000 Certification for its maritime education, customs administration, and postgraduate studies in customs administration in 2005. The ISO 9001:2000 Certification is an assurance to its students of quality management system leading to effective school governance and policies towards relevant and quality learning. It also runs parallel to the vision and mission of PMI Colleges to be a center of excellence in maritime and customs education in the Philippines as well as in the Southeast Asian region to be able to continuously produce the best marine and customs officers in the world. PMI Colleges’ quality management system for its maritime education was previously accredited and certified by Det Norske Veritas (DNV). ==Present day== Today, the PMI Colleges is the biggest nautical school in the Philippines. The present standard of the school is shown in the results of examination with almost of the graduates passing the Board Examinations for Deck Officers, Marine Engineers, and Customs Brokers. Effective second semester of school year 2011-2012, the BS Marine Transportation (BSMT) and BS Marine Engineering (BSMarE) programs of PMI Colleges in its Manila and Quezon City campuses were ordered closed. This is due to the failure of the school to comply with the standards of the programs, in accordance with the Standards of Training, Certification and Watchkeeping (STCW), and CHED requirements. \"On January 26, 2012, PMI Colleges, through its lawyers, received an Order from the Regional Trial Court of Quezon City granting PMI's application for Injunction prohibiting CHED from enforcing its Closure Orders, and ordering CHED to allow PMI Colleges to continue offering its BSMT and BSMarE programs.\" Enrollment Requirements For incoming junior one students * 6 pieces of 2X2 Picture (White Background) * Entrance Exam * Medical Certificate * Copy of original Good Moral Character in highschool * Birth Certificate/NSO * DepEd Form 138 * Highschool Card Note: Only incoming maritime students can allow to test the medical exam ==Flagship Courses== PMI Colleges currently offers the following courses: ===Post-Graduate Course=== *Master in Customs Administration (MCA). Master in Customs Administration is the highest degree offers in PMI Colleges which has something to do with tariff and customs law, import, export, and brokerage procedures and other related trade practices. This master's degree program is open for graduates of any undergraduate courses, however the non-Bachelor of Science in Customs Administration (non-BSCA) graduates are required to take eighteen (18) academic units in customs and tariff as prerequisite subjects. After finishing at least 75% of the major subjects of the MCA program, the students are required to take the comprehensive examination and then write and defend a thesis. PMI Colleges is the pioneer school in the Philippines that offers postgraduate study in Customs Administration ===Graduate Courses=== *Bachelor of Science in Marine Engineering (BSMarE). This course has three-year academic program and 18 months shipboard apprenticeship program which upon completion would earn a graduate a Bachelor of Science in Marine Engineering. BSMarE Cadets are the future Marine Engineer Officers of vessels. *Bachelor of Science in Marine Transportation (BSMT). This course has three-year academic program and 18 months shipboard apprenticeship, which upon completion would earn a graduate the Bachelor of Science in Marine Transportation degree. BSMT Cadets are the future Merchant Marine Deck Officers of Merchant Fleets in the Global Maritime Shipping Manpower Industry. *Bachelor of Science in Customs Administration (BSCA). A four-year baccalaureate course which prepare its graduate for a career in export and import industry, brokerage and other related trade practices ===Associates Courses=== *Associate in Marine Engineering (AME). It is a three-year ladderized course leading to Bachelor of Science in Marine Transportation (Bsmt2d). *Associate in Marine Transportation (AMT). It is a three-year ladderized course leading to Bachelor of Science in Marine Transportation (BSMT). ===Other Courses=== *Seafarer Rating Course (SRC). It is a two-year course that caters to those high school graduates who wants to board the vessels the faster way around. They could choose majoring between Deck and Stewardship. Graduates of SRC are the future boatswain on board having been trained as able-bodied seaman and steward. ==Nautical Equipment and Training Facilities== PMI Colleges also has the distinction of being the first maritime school in the country to acquire its own training ship, aptly named M/V Admiral Tomas Cloma. The installation of Furuno Marine Radar Model 1600, range will be made at Quezon City branch. ==Student life== ===Student organizations=== *Student councils BS Marine Transportation, BS Marine Engineering and BS Customs Administration. *PSCAS-Philippine Society of Customs Administration Students *College Y Club *APEX (Admiral Model Brigade) *UCAS-Unified Customs Administration Society *BISA-Bicol Student Organization *AMMS-Amorphous Musico Student Society *EXOEMS-Exposed on Environment Mountaineering Society *SIKAB-Sining Kabataan ===Student Publication=== The New Albatross is the official student publication of the PMI Colleges. It is open to all students from different courses. The Anchor Publication is the official school publication of PMI Colleges Bohol campus. ==Athletics== Formerly, the varsity teams of PMI Colleges are called Mariners. In 2005, they changed it to Admirals in honor of the founder of the school, Admiral Tomas Cloma. The women's teams are called the Lady Admirals. The PMI College is a member of Colleges and Universities Sports Association (CUSA) and a former member of National Capital Region Athletic Association (NCRAA). The PMI Colleges also participated in Collegiate Champions League (CCL), Nike Summer League, National Students Basketball Championships, and many more. The PMI Admirals is the champion of the 11th and 12th Seasons of CUSA in 2004 and 2005 respectively. PMI Admirals is also the champion of 58th National Students Basketball Championship in 2004. ==Campuses== *PMI Colleges Manila — 419 W. Burke Street, Santa Cruz, Manila (main campus) *PMI Colleges Quezon City — 73 Roosevelt Avenue, San Francisco Del Monte, Quezon City *PMI Colleges Bohol — Carlos P. Garcia Avenue cor. M.H. Del Pilar Street, Tagbilaran City, Bohol (and) Tomas Cloma Avenue, Barangay Taloto, Tagbilaran City, Bohol ==See also== *Atty. Tomas Cloma *List of Maritime Colleges in the Philippines ==References== ==External links== *PMI Colleges Unofficial Website Category:Universities and colleges in Manila Category:Universities and colleges in Bohol Category:Education in Santa Cruz, Manila Category:Universities and colleges in Quezon City Category:Educational institutions established in 1948 Category:1948 establishments in the Philippines ",
    "title": "PMI Colleges"
}