{
    "id": "26933080",
    "text": "John Prentiss Benson (also John P. Benson) (1865–1947) was an American architect and artist noted for his maritime paintings. ==Early life== Benson was born into a prosperous family in Salem, Massachusetts. He was trained as an architect at the Académie Julian and the Ecole des Beaux-Arts in Paris. He was the brother of Frank Weston Benson. He married Sarah Bissell Whitman in 1893; they lived in Plainfield, New Jersey and then in Flushing, New York. ==Career== Upon his return from Paris, Benson was employed by McKim, Mead & White in New York City. He and Albert Leverett Brockway, a fellow architecture student from his Paris days, soon formed their own firm, Benson and Brockway. For six months between 1904 and 1905, Benson created \"The Woozlebeasts,\" a comic strip written almost entirely in limericks, accompanied by his nonsensical drawings. These were influenced by Edward Lear's literary nonsense, but took an even more fantastical angle. Some of these strips were collected in book form, _The Woozlebeasts_. New York: Moffat, Yard & Co., 1905.http://www.nonsenselit.org/john-prentiss-benson/ In 1922 at Benson and his wife traveled to England where he rented a studio and painted several pictures. He shipped them to New York's Kennedy Galleries, and when they sold he became a full-time painter. Benson and his wife moved to a house they called \"Willowbank\" on the Piscataqua River in Kittery, Maine. He is buried in the Harmony Grove Cemetery in Salem, Massachusetts.http://salem.essexcountyma.net/HarmonyGroveCemetery.htm A retrospective John Benson exhibition was held in 1968 at the Peabody Museum in Salem, Massachusetts. ==Sources== * John Prentiss Benson — American Marine Artist, 2008, Nicholas J. Baker * The Artistic Legacy of John Prentiss Benson. 2003, Nicholas J. Baker * John P. Benson. American Artist (1865-1947) An Affectionate Tribute, 1949, Charles Penrose ==References== Category:19th- century American painters Category:American male painters Category:20th- century American painters Category:1865 births Category:1947 deaths Category:Architects from Massachusetts Category:American marine artists Category:Burials at Harmony Grove Cemetery ",
    "title": "John Prentiss Benson"
}