{
    "id": "26930933",
    "text": "Coat of arms of Cologne Eagle coat of arms The coat of arms of Cologne may refer to the city's coat of arms or to that of the Elector and Archbishop of Cologne. The arms of the city have existed for some 1000 years and have changed several times during the history of Cologne. The first known arms are Per fesse dancetté Gules and Argent. Similar arms were used during the Napoleonic era. == The Arms of the City == The arms of the city in the 16th century were Argent, on a chief Gules three crowns Or. Between 1550 and 1580, the arms were altered to Argent eleven gouttes of tar Sable (5/4/2), on a chief Gules three crowns Or. The three crowns symbolize the Magi (Three Wise Men) whose bones are said to be kept in a golden sarcophagus in Cologne Cathedral (see Shrine of the Three Kings at Cologne Cathedral). In 1164, Rainald of Dassel, the Archbishop of Cologne, brought the relics to the city, making it a major pilgrimage destination. This led to the design of the current cathedral as the earlier church was considered too small to accommodate the pilgrims. The eleven drops recall Cologne's patron, Saint Ursula, a Britannic princess, and her legendary 11,000 virgin companions who were supposedly martyred by Attila the Hun at Cologne for their Christian faith in 383. The entourage of Ursula and the number of victims was significantly smaller; according to one source, the original legend referred to only eleven companions and the number was later inflated. == The Arms of the Archbishop == The arms of the Archbishop of Cologne are Argent a cross sable. During the Electorate, the archbishops were also Princes, and quartered their arms with those of their other titles, such as Duke of Westphalia.http://www.heraldica.org/topics/national/armory18/ Other shields would be combined to represent the archbishop's family and other offices (such as Grandmaster of the Teutonic Knights). Today the archbishop impales the arms of the office with his own personal arms. == See also == * Cologne City Hall ==References == == External links == * Cologne Coat of arms * Heraldry of the World: Cologne Cologne Category:Culture in Cologne Category:History of Cologne Category:Government of Cologne Cologne Cologne Cologne ",
    "title": "Coat of arms of Cologne"
}