{
    "id": "26936495",
    "text": "Federal Way Public Academy (FWPA) is a co-educational college preparatory school for students in grades 6–10 in Federal Way, Washington. It is part of the Federal Way School District. Charles \"Ray\" Griffin conceived of Federal Way Public Academy when he was a doctoral candidate at the University of Washington. After he became an administrator at the Annie Wright School, he approached the Federal Way School District to consider his idea to start a public academy for gifted education. In 1998, the school was approved by the board to open in a 3–2 vote. The main arguments against the school were that it was snobbish and that the school district should improve its current honors curriculum in its existing six junior high schools. The school opened on September 1, 1999, with 120 seventh and eighth graders. The school was located in the Illahee Middle School parking lot in three double portables (six classrooms) from its founding until October 2003 when it moved to a warehouse building formerly owned by Deluxe Check Printing Co. The school admits students through a lottery. About 60% of applicants are turned away owing to the demand. In 2013, the Washington State Office of Superintendent of Public Instruction and the Washington State Board of Education gave Federal Way Public Academy an award that honored them for having an \"overall two-year test score average puts them in the top 5 percent of schools statewide\". After graduation from FWPA, roughly 50% of the students enroll in Thomas Jefferson High School's International Baccalaureate program and 30% participate in Running Start. ==History== ===Conception and approval=== Federal Way Public Academy was conceived by Charles Griffin when he was pursuing an education doctoral candidate at the University of Washington. When he was an administrator at the Annie Wright School, Griffin asked the Federal Way School District to consider his suggestion to start a public academy for gifted education owing to his view that Superintendent Tom Vander Ark had a \"reputation for innovation\". Griffin envisioned that the school would focus on giving students a challenging educational atmosphere, comparable to those in private schools, for schoolchildren who lacked the financial means to attend private schools. The school met opposition from some parents who viewed the proposed school as snobbish and noted that gifted students at present could enroll in honors courses. The parents argued that instead of creating a new school, the school district ought to refine the current honors curriculum in the existing six junior high schools. On November 23, 1998, the Federal Way School Board approved the opening of Federal Way Public Academy in 1998 by a 3–2 vote to serve 120 students in grades 7–8 starting September 1999. Board members Holly Isaman, Linda Hendrickson and Jim Storvick were in favor of the opening, and board President Ann Murphy and board member Joel Marks dissented. The school's classes were proposed to be held in six portable classrooms at Illahee Junior High School. Construction for the site was expected to cost $500,000. ===Opening=== Federal Way Public Academy opened on September 1, 1999, with 90 seventh graders and 30 eighth graders. Since the enrollment was limited to 120 students, the school opened a lottery with an April deadline to choose the students. But since merely 72 students entered the lottery by the cutoff, the school allowed later applications. After three weeks, 120 students were signed up and the rest of the applicants were placed on a waiting list. 106 of the students had attended from Federal Way schools, five were from private schools, five had been homeschooled, and four had attended schools in other districts. The academy offered challenging math, science, English, computer, and foreign language courses. It lacked a football team, a band, and a drama club. Housed in the parking lot behind Illahee Junior High school, the academy is located in three portable units that are split into five lecture rooms and an office. It had an operating budget of roughly $1 million per year from the school district, drawing around the same amount per pupil as the traditional schools. The school leaders signed a contract with the district allowing the district to shut down the school after two years if the school could not achieve strong academic standards. The school was viewed by several education experts interviewed by The Seattle Times in 1999 as having similar attributes to a charter school. Washington state voters rejected a 1996 initiative that explicitly permitting funding charter schools; there was no legislation prohibiting charter schools when the school opened. Federal Way School Board President Holly Isaman said the academy was different from a charter in several key respects. Unlike charter schools, the academy had to answer to the school district and board and its teachers and employees were union members who received district-identical salaries. ===Expansion=== In December 2001, the school board voted to permit Federal Way Public Academy to expand to include sixth grade and tenth grade. The two-grade expansion happened in 2003. Founding principal Charles Griffin resigned from the school in 2003 to work at a New Mexico private school and was replaced by Judy Kraft, an assistant principal at Kentlake High School. For its first four years, the school had held classes at Illahee Middle School. After spending $2.3 million buying the a warehouse building formerly owned by Deluxe Check Printing Co., the school remade the building into classrooms for $3.7 million and moved into the location in October 2003. The school in 2004 had 285 students. In 2004, its only sport was cross country running, and it had chess and Knowledge Bowl groups. ==Academics== ===Enrollment=== Admission to Federal Way Public Academy is based on a lottery. According to a 2014 Federal Way Mirror article, each year roughly 60% of the student applicants do not get selected in the lottery. In the 2014–2015 school year, the school had 305 students and 13 teachers, for a student–teacher ratio of 23. The student population at Federal Way Public Academy is predominantly White, with a large Asian American minority and Hispanic and Latino American, African American, and multiracial minorities. One percent of Federal Way Public Academy students are involved in special education, two percent qualify for English language learner support, and 25 percent qualify for free or reduced price lunch. ===High test scores=== In 2007, Federal Way Public Academy's ninth grade students scored \"at or above grade level\" on the Iowa Tests of Educational Development. In 2013, 100% of the school's 10th graders were at grade level for four subjects. For biology, the fifth of the five subjects tested, 93.8% were at grade level. The achievement was a \"first in the district\". In 2013, the Washington State Office of Superintendent of Public Instruction and the Washington State Board of Education gave Federal Way Public Academy an award that honored them for having an \"overall two-year test score average puts them in the top 5 percent of schools statewide\". After attending Federal Public Way Academy, roughly 50% of the students enroll in Thomas Jefferson High School's International Baccalaureate program and 30% participate in Running Start. ===Programs=== Sixth and seventh grade students receive challenging education in math, reading, social studies, writing, and science. Precocious students take algebra and geometry. Roughly half of the seventh grade class take one of the advanced math classes, which counts as high school credit if they pass the classes. Eighth grade students take on English, U.S. history, biology, Spanish, and technology classes. The majority of eighth graders take algebra with others taking geometry or advanced algebra. Students in ninth grade take English, World History Course 1, biology, environmental science, Spanish, geometry, and advanced algebra. They also take a semester-long class in debate and can choose two classes to take among current events, drama, and robotics. Students in tenth grade take World History Course Two, humanities, English, advanced biology, Spanish, and either advanced algebra or precalculus. The school offers multiple clubs and programs: art club, Associated Student Body, golf club, chess club, cross country, drama, community service club, Knowledge Bowl, journalism/newspaper, math team/club, National Honor Society/National Junior Honor Society, music club, pre advanced placement, Parent-Teacher- Student Association, robotics club, spirit committee, spring enrichment retreat, technology lab, venturing, and yearbook. ==References== ==External links== * Official website Category:High schools in King County, Washington Category:Federal Way, Washington Category:Public high schools in Washington (state) Category:Public middle schools in Washington (state) Category:Charter schools in Washington (state) Category:Educational institutions established in 1999 Category:1999 establishments in Washington (state) ",
    "title": "Federal Way Public Academy"
}