{
    "id": "26933090",
    "text": "Randy Reese (born 1946) is an American college and Olympic swimming coach. Reese is best known for coaching the Florida Gators swimming and diving teams of the University of Florida to four national championships, and coaching the winners of eighteen Olympic gold, eight silver and eight bronze medals. Reese is a member of the International Swimming Hall of Fame. == Early life and education == Randy Reese was born in Daytona Beach, Florida in 1946.International Swimming Hall of Fame, ISHOF Honorees, Randy Reese (USA) . Retrieved April 12, 2010. He attended Mainland High School in Daytona Beach, and was a member of the Mainland Buccaneers swim team. After graduating from Mainland, he attended Florida State University in Tallahassee, Florida, where he swam for coach Bim Stultz's Florida State Seminoles swimming and diving team in National Collegiate Athletic Association (NCAA) competition from 1965 to 1967. In college, Reese was primarily an individual medley swimmer.Nole Fan, Year-by-Year Men's Swimming & Diving Rosters. Retrieved April 18, 2010. During his senior year at Florida State, he was diagnosed with a heart murmur and switched from swimming to coaching Stultz's freshman team, and Reese discovered his life's calling. == Coaching career == === High school === After graduating from Florida State in 1968, Reese accepted his first full-time position as the head coach of the men's and women's swim teams at the Bolles School in Jacksonville, Florida, where he also coached the Amateur Athletic Union (AAU) team J.E.T.S. from 1969 to 1971. In 1971, Bolles' rival prep school, Episcopal High School, enticed Reese to become the head coach of its men's and women's swimming and diving teams. Under Reese, the Episcopal men's team won the high school national championship title. === University of Florida === When the University of Florida's long-time head coach, Bill Harlan, retired in 1976, Florida athletic director Ray Graves named Reese as the new head coach of both the Gators men's and women's swimming and diving teams.\" Reese Accepts Swimming Post,\" Boca Raton News, p. 9 (April 30, 1976). Retrieved April 12, 2010. Over the following fourteen seasons, Reese's Gators men's team posted a dual meet record of 100–21 (.826), and his Gators women's team compiled a record of 118–7 (.944), both among the best in NCAA swimming history. His Gators men's and women's teams each won two national university championship team titles; the women in 1979 and 1982, and the men in 1983 and 1984. His women swimmers won seventy-six AIAW and NCAA individual titles. Seventy-nine of his Gators women garnered more than 500 All-American honors and sixty of his Gators men earned more than 200 All-American honors. He was the NCAA Women's Coach of the Year in 1982 and 1988, and the NCAA Men's Coach of the Year in 1984 and 1985.2008–09 Gators Swimming & Diving Media Guide, History and Records, University Athletic Association, Gainesville, Florida, p. 99 (2008). Reese earned a total of ten SEC Coach of the Year awards—seven for the men's team in 1979, 1983, 1984, 1985, 1986 and 1990 and three for the women's team in 1987, 1988 and 1990. Reese developed a reputation for his innovative theories on training and nutrition, many of which are used by top American coaches. Over the years, he employed such unusual training methods as having his Florida Gators swimmers swim upstream in the nearby Ichetucknee River, do training workouts fully clothed, crawl their way up the entrance ramp of Ben Hill Griffin Stadium on their hands with wheels attached to their ankles,Nikki Dryden, \" Dryland Training,\" SwimNews, p. 18 (July 2001). Retrieved April 18, 2010. and swim with a waist belt attached to a pulley and weights. Reese's creative ideas included his invention of special arm paddles to create water resistance while correcting the motion of his swimmer's strokes. After fourteen seasons as the head coach of the Florida Gators swimming and diving teams, Reese resigned in 1990—first announcing that he would relinquish the helm of the women's team in January,Jeff Browne, \" Reese gives up women's job,\" Gainesville Sun, pp. 1C & 6C (January 12, 1990). Retrieved April 12, 2010. and then control of the men's team in April.Pat Dooley, \" Reese Era ends for UF swimming,\" Gainesville Sun, pp. 1C & 5C (April 26, 1990). Retrieved April 12, 2010. === U.S. Olympic and other national teams === Reese c. 1988 Reese was selected as an assistant U.S. coach for the 1980 Moscow Olympics, the 1984 Los Angeles Olympics and the 1988 Seoul Olympics, as well as the 1979 Pan American Games and the 1987 Pan Pacific Games. His U.S. Swimming team, Florida Aquatic Swim Team (FAST) and Holmes Lumber Aquatic Swim Team were among the best in United States club history and collectively won fourteen national team championships. Reese's individual swimmers set sixteen world records, including five world records by Tracy Caulkins, four by Rowdy Gaines, two by each of Martin López-Zubero, Craig Beardsley and Dara Torres, and one by Duncan Armstrong. Reese retired from full-time coaching in 1990 and accepted a position as the regional president of Teamstaff Companies, Inc., which directed and trained leasing and sales brokers. In 1996, he started his own company, Peak Mortgage Company, as principal and chief executive officer. Reese's retirement from coaching did not last long, and he later became the head coach at Circle C Ranch Swim Team—which later merged with Texas Aquatics to form Longhorn Aquatics, co-coached by his brother Eddie. Reese has authored several swimming journal articles, co-authored the book A Scientific Approach to the Sport of Swimming with John Troup, and published a second book Building a Championship Season with Randy Reese. He is currently the director of aquatics for the Clearwater Aquatics Team in Clearwater, Florida.Clearwater Aquatics, Coaches & Directors. Retrieved April 18, 2010. == Honors == Reese was inducted into the University of Florida Athletic Hall of Fame as an \"honorary letter winner\" in 1997,F Club, Hall of Fame, Honorary Letter Winners. Retrieved December 19, 2014.\" Eight Join UF Hall of Fame,\" The Gainesville Sun, p. 2C (April 4, 1997). Retrieved July 23, 2011. and the International Swimming Hall of Fame (ISHOF) as an \"honor coach\" in 2005. Reese's older brother, Eddie Reese, who is also a long-time university and Olympic swimming coach, was inducted into the ISHOF in 2002.International Swimming Hall of Fame, ISHOF Honorees, Eddie Reese (USA) . Retrieved April 12, 2010. == See also == * Florida Gators * Florida State Seminoles * History of the University of Florida * List of Florida State University people * List of University of Florida Olympians * List of University of Florida Athletic Hall of Fame members * University Athletic Association == References == == Bibliography == * Caraccioli, Jerry, & Tom Caraccioli, Boycott: Stolen Dreams of the 1980 Moscow Olympic Games, New Chapter Press, Washington, D.C. (2009). . * Hannula, Dick, & Nort Thornton, eds., The Swim Coaching Bible, Human Kinetics, Champaign, Illinois (2001). . * Proctor, Samuel, & Wright Langley, Gator History: A Pictorial History of the University of Florida, South Star Publishing Company, Gainesville, Florida (1986). . * Troup, John, & Randy Reese, A Scientific Approach to the Sport of Swimming, Scientific Sports, Gainesville, Florida (1983). . Category:1946 births Category:Living people Category:American Olympic coaches Category:American swimming coaches Category:Florida Gators swimming coaches Category:Florida State Seminoles men's swimmers Category:Sportspeople from Daytona Beach, Florida ",
    "title": "Randy Reese"
}