{
    "id": "26938233",
    "text": "Marietta Confederate Cemetery is the largest Confederate cemetery south of Richmond, Virginia and is located in Marietta, Georgia adjacent to the larger Marietta City Cemetery. The Marietta Confederate Cemetery is one of the largest burial grounds for Confederate dead. It is the resting place to over 3000 soldiers from every Confederate state and Maryland, Missouri and Kentucky. The cemetery was established in 1863 as a gift from Jane Glover who was the wife of Marietta's first mayor.http://roadsidegeorgia.com/site/marietta_confederate_cemetery.html It sits on the site of a former Baptist church that was later moved to a new location in downtown Marietta and the land was acquired by John Glover - Marietta's first mayor. There was initially an offer to bury Confederate dead along with dead Union soldiers at the Marietta National Cemetery, but the offer was refused because Marietta officials did not want Confederate dead to be buried near Yankee dead. Soldiers killed in the battles of Chickamauga (in Tennessee and Georgia), Kolb's Farm and Kennesaw Mountain from the Atlanta Campaign are interred there. ==Notable monuments== A 6-pound field cannon originally presented to the Georgia Military Institute by the State of Georgia which was used in the war and captured by Union forces near Savannah. It was later retrieved from an arsenal in New York and contains the Latin inscription \"Victrix Fortunae Sapientia\" which translates to \"wisdom, the Victor over Fortune\". Each Confederate state and some others (Alabama, Arkansas, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, Missouri, North Carolina, South Carolina, Tennessee, Texas, and Virginia) has a marble monument noting the section that its soldiers are buried in.Cemetery website Marker at Marietta Confederate Cemetery (2006) ==Inscriptions in the cemetery== Inscriptions on a monument: * \"To the 3000 soldiers in this cemetery, from every Southern State, who fell on Georgia soil, in defense of Georgia rights and Georgia homes.\" * \"They sleep the sleep of our noble slain; Defeated, yet without a stain; Proudly and peacefully.\"http://www.mariettaga.gov/sf- docs/parksrec/CemeteryBrochure.pdf ==Interesting burials== A former black slave, a drummer, William Yopp, who served along with Captain Thomas Yopp, lived an adventurous life and later lived out the rest of his life in the Confederate Soldiers Home. ==Preservation== The Ladies' Memorial Association owned the cemetery and the Kennesaw Chapter of the United Daughters of the Confederacy helped with its maintenance for a long time. Currently, the Marietta Confederate Cemetery Foundation and Friends of Brown Park, Inc. is committed to the preservation of the cemetery. ==See also== * Marietta National Cemetery ==References== ==External links== * * Living History Sites * Marietta City Cemeteries Category:Cemeteries in Georgia (U.S. state) Category:Confederate States of America cemeteries Category:Protected areas of Cobb County, Georgia Category:Buildings and structures in Marietta, Georgia ",
    "title": "Marietta Confederate Cemetery"
}