{
    "id": "26939635",
    "text": "Andrew Bent (1790 – 26 August 1851) was a printer, publisher and newspaper proprietor, active in Australia. ==Early life== Andrew Bent was born in St Giles-in-the-Fields London, England. He was baptised in the parish church on 24 October 1791. He and his younger brothers were orphaned when Andrew was about fourteen, The parish found apprenticeships for the younger boys as paupers. Bent was apprenticed at an early age to a printer, although no apprenticeship records have been found. In 1810, he was caught one Sunday morning trying to sell stolen clothing, boots and shoes in the taproom of the Sugar Loaf public house, Bent and his accomplice Philip Street were charged with breaking and entering the shop-house to which these items were traced. Condemned to death but both sentences were later commuted to transportation for life. ==Australia== Bent reached Sydney aboard the Guildford in January 1812, was the transferred to the Ruby and arrived at Hobart Town Van Diemen's Land (now Tasmania) on 2 February 1812. Apparently Bent gained employment under George Clark, publisher of the first Tasmanian newspaper (1810), the short-lived Derwent Star and Van Diemen's Land Intelligencer. Clark, with Bent assisting, published the Van Diemen's Land Gazette and General Advertiser, soon after, Clark was dismissed and Bent became Government Printer. In 1816, Bent began The Hobart Town Gazette and Southern Reporter, he changed the title of his paper to Hobart Town Gazette and Van Diemen's Land Advertiser on 1 January 1821. Governor George Arthur claimed the government ownership of the Hobart Town Gazette, but Bent sent evidence against this to Governor Thomas Brisbane in Sydney, who decided in Bent's favour. Arthur's instigation of the appropriation of the title of Bent's paper was \"an act of literary piracy and breach of copyright\"Historical Records of Australia, Series III, vol. IV, p. 15 In December 1818, Bent published Michael Howe, the Last and Worst of the Bushrangers of Van Diemen's Land by Thomas E. Wells. On 1 August 1825, Bent was sentenced to three months imprisonment and fined £500 for libel, the result of comments on the actions of government officers. In 1836, Bent was again prosecuted for libel for articles in Bent's News and Tasmanian Threepenny Register which ceased publication. ==Later life== Bent left Tasmania in 1839 and headed for Sydney. On 13 April 1839, Bent published Bent's News and New South Wales Advertiser as a weekly paper. Bent soon sold the paper and it became the Australasian Chronicle. Bent moved to the Macleay River in 1841 where he kept a hotel and was a cedar merchant. The hotel burned down, the cedar was swept away in a flood and Bent was incapacited for six months after a fall. Destitute, Bent entered the Sydney Benevolent Society Asylum, where he died on 26 August 1851, leaving a large family. ==References== ==External links== *Andrew Bent, printer / Tasmanian Museum and Art Gallery at National Library of Australia Category:1790 births Category:1851 deaths Category:English emigrants to colonial Australia Category:Convicts transported to Australia Category:Australian newspaper publishers (people) Category:People from Holborn ",
    "title": "Andrew Bent"
}