{
    "id": "26930592",
    "text": "The Foresters' Association of Turkey (Turkish: Türkiye Ormancılar Derneği, or TOD) is a Turkish environmental society related to forest ecosystems established in 1924. The organization is today actively involved in educational presentations dealing with problems of forest usage as well as the promotion of ecotourism. ==Organizational history== ===Early years=== The Foresters' Association of Turkey (TOD) was founded on 26 December 1924, only one year after the establishment of the Republic of Turkey. The organization began publishing its official organ, Orman ve Av, in 1928. The organization has also produced numerous other publications not of a periodical nature. In 1951, The TOD gained the official status of \"Association for the Public Welfare\" and became the first environmental association holding this title. In 1956, The TOD started a big afforestation project, namely, \"Atatürk Ormanı,\" and the outcome of the project is now a spectacular forest in Ankara in the METU campus. The TOD, which was founded by forest engineers who worked in stream rehabilitation, erosion control, reforestation, afforestation, establishing wild animal regeneration stations, recreation areas, etc. prepared a \"Green Book\" and affected Turkish society on the eve of the new Turkish constitution in 1960. ===Organizational objectives=== The overall objective of the TOD is to establish the healthy environment for today and the future and to universalize the love of nature. To reach the objective the TOD aims to contribute to the development of forestry science and technology, and contribute to solving forestry related problems with the scientific approach concerning the needs. The TOD has been organizing various non-profit activities such as seminars, panels, meetings etc. aiming to increase the consciousness for forest ecosystems and nature. The Foresters' Association of Turkey's Ecotourism Group was founded in 2000 and started organizing non- profit ecotourism and ecosystem tours and promoting ecotourism in Turkey in 2001. The participants to those non-profit tours are informed about the environment and ecosystems by voluntary experts of the ecotourism group. Apart from the tours, the group organizes activities for school kids as well.http://www.ekoturizmgrubu.org ==Footnotes== http://www.ormancilardernegi.org/en/index.asp ==External links== * TOD official website. (Turkish language content.) Category:Forestry in Turkey Category:Forestry societies ",
    "title": "Foresters' Association of Turkey"
}