{
    "id": "26936603",
    "text": "The 2010 Portland Timbers season was the tenth and final season for the club in the USL Conference of the USSF Division-2 Professional League (D-2 Pro League), the second tier of the United States soccer pyramid. The D-2 Pro League was a temporary professional soccer league created by the United States Soccer Federation (USSF) in 2010 to last just one season, as a compromise between the feuding United Soccer Leagues (USL) and the North American Soccer League (NASL). An expansion club retaining the Timbers name began play in Major League Soccer (MLS) in 2011. The first competitive game of the 2010 season was played on April 17 at PGE Park in Portland, Oregon against the Rochester Rhinos. The Timbers won 1–0 on a Ryan Pore penalty in the 85th minute in front of a sold-out crowd of 15,418. ==Background== The Portland Timbers started shaping the squad for the 2010 season on December 7, 2009 when they announced the signing of Quavas Kirk from the Minnesota Thunder while also naming nine players from the 2009 squad who would not be returning. On January 15, head coach Gavin Wilkinson was named the 2009 FieldTurf USL Division 1 Coach of the Year for the second time. Three days later, the Timbers appointed Wilkinson Technical Director of the Portland Timbers MLS club which was scheduled to begin play in 2011. Also in January, Portland held an open tryout followed by an invite-only combine for potential new players. Major League Soccer rules allow the organization to sign several players from the 2010 2nd division squad for the 2011 MLS squad, bypassing the league's complicated allocation process, so many ex-MLS players and prospects turned out for the tryouts. Although not taking part in the tryouts, Haitian national team midfielder James Marcelin and Canadian defender Ross Smith were signed by the Timbers in early February. The club also revealed that defender Takuro Nishimura had been transferred to Crystal Palace Baltimore. ==Preseason== ===Trialists and training=== The Timbers began their preseason schedule on February 17 against the Portland Pilots men's team at Merlo Field in a match to benefit Mercy Corps and their relief efforts in Haiti. The match featured mostly trialists for the Timbers including Doug DeMartin who scored both goals to lead the Timbers to a 2–0 victory over the off-season university squad. DeMartin, as well as former St. Pauli defender Ian Joy, rookie goalkeeper Matt Pyzdrowski and midfielder Derek Gaudet, were signed to contracts by the Timbers after featuring in the match. Although just coming off of foot surgery, former U.S. national team goalkeeper Adin Brown was signed on February 23. After serving as a consultant with the Timbers for the past year, former Portland Trail Blazers executive Mike Golub was named Chief Operating Officer of the Portland Timbers MLS club on March 1. The returning players from the 2009 season saw their first action in a training match versus the Oregon State Beavers men's team in Corvallis on March 6. On March 11 it was announced that Alex Nimo would once again be acquired on loan from Real Salt Lake for the season. ===Seattle Sounders FC Community Shield=== Five days after their first game action together, the team traveled to Seattle on March 11 for the inaugural Seattle Sounders FC Community Shield. Trialist O. J. Obatola scored the only goal as the Timbers defeated Seattle Sounders FC of MLS, who were also in their preseason, in front of 18,606 spectators at Qwest Field. ===Final preparations=== On March 20, the Timbers went on the road to play the San Jose Earthquakes, their second MLS opponent in succession. The match ended in a 1–1 draw with long-time Timbers defender Scot Thompson scoring the 80th-minute equalizer. After winning two closed-door training matches on back-to-back days in different states versus Vancouver Whitecaps FC and the Portland Pilots men's team once again, Portland signed former FC Dallas defender Steve Purdy on April 2. On April 3, Portland were on the road once more in Bremerton, Washington to face the Kitsap Pumas of the Premier Development League. Kitsap defeated Portland 3–2 in a competitive match which saw Rodrigo López sent off by receiving two yellow cards in rapid succession after coming on as a substitute. The Timbers made their final preseason player additions on April 7 when forwards O. J. Obatola and Bright Dike were signed to contracts. The preseason culminated with another closed-door training match versus the Seattle Redhawks men's team in Seattle which the Timbers won thanks to goals from Obatola and returning first team midfielder Ryan Pore. ==Regular season== ===April=== The Portland Timbers began their 10th and final season in 2nd division soccer on April 17 by hosting the Rochester Rhinos at PGE Park. A sell-out crowd of 15,418 watched as a Ryan Pore penalty in the 85th minute was enough to earn Portland an opening day victory. The club continued their positive start to the season by downing expansion club AC St. Louis 3–0 in a match which saw Pore score two goals and new signing O. J. Obatola get his first competitive goal for the Timbers. After earning a 1–1 draw with Montreal Impact in Portland's first road game of the year, the Timbers rounded out a successful April with a 2–1 victory over Cascadia Cup rivals Vancouver Whitecaps FC. Pore scored all three Timbers goals in the final two matches of April to give the midfielder six goals in four games as the Timbers stood atop the league. ===May=== Portland's four league matches in May were flanked by exhibition games featuring top Latin American competition. On May Day, Puntarenas of Costa Rica came to Portland and handed the Timbers a 3–1 loss. League play continued on May 13 with a loss at home to Crystal Palace Baltimore, a club in its first year in the 2nd division after moving up from the 3rd division following the 2009 season. That loss would be the start of an eight-game winless streak in the league for the Timbers. Mandjou Keita, Portland's leading scorer from 2009 and recently returned from a loan spell in India, scored the opening goal against AC St. Louis in a rematch at PGE Park on May 15, but a stoppage time goal from Mike Ambersley meant the Timbers had to settle for a draw. Montreal Impact then traveled to Portland and took all 3 points from the suddenly struggling Timbers. A disappointing May in the league was concluded when Crystal Palace Baltimore hosted the Timbers on May 22. Portland lost to Baltimore 2–1 after giving up another goal in second half injury time. The club's fortunes seemed to take a turn for the better when storied Argentinian club Boca Juniors came to town on May 29. In an exciting, back-and-forth game, the Timbers rallied to pull out a 3–2 victory thanks to a 91st minute free kick goal from Rodrigo López. ===June=== Hoping to build on their exhibition win versus Boca Juniors, the Timbers returned to league play as they hosted Carolina RailHawks FC on June 6. Ryan Pore again continued his scoring streak but Portland were thwarted by yet another stoppage time goal as Carolina earned a draw in the dying seconds of the match. The Timbers then traveled to Texas where they drew 0–0 with league leading Austin Aztex FC. Forward O. J. Obatola, who started six of the first seven league games and scored just one goal, had not played since the May 19 loss to Montreal and was released from his contract by mutual consent on June 10. Portland concluded their road trip on June 12 at Miami FC but lost 1–0 as their league winless streak was extended to seven games. The second half of June would prove to be a congested affair as the 2010 edition of the U.S. Open Cup kicked off on June 15 with the Timbers hosting amateur side Sonoma County Sol of the National Premier Soccer League (NPSL) in the first round. The teams had met previously in the second round of the 2009 U.S. Open Cup and Portland were again victors by the same 3–0 scoreline. Just two days later, the Timbers were back in league play as they welcomed expansion club NSC Minnesota Stars to Portland for the teams' first ever meeting. Former Los Angeles Galaxy and University of Washington midfielder Ely Allen opened the scoring for the visitors in the 20th minute and Timbers midfielder James Marcelin was sent off in the 52nd minute helping Minnesota to the surprise victory. Portland had an immediate opportunity for payback as they traveled to Minnesota to face the Stars again two days later. An early penalty goal from Pore and the first career goal for defender Josh Cameron in the 89th minute were enough for the Timbers to record a 2–0 victory. This halted a nearly two month stretch in the league without a win for the Timbers, a span covering eight games. A busy June continued as Portland made the trip to face PDL side Kitsap Pumas in the second round of the U.S. Open Cup on June 22. Rookie forward Bright Dike recorded a hat-trick as the Timbers defeated the Pumas 4–1, ensuring Portland would meet long-time rival Seattle Sounders FC in the third round. Returning to league play on June 27, Portland continued its new-found momentum as the Timbers hosted expansion club FC Tampa Bay and came away 1–0 winners. Cup play resumed for the Timbers on June 30 as Portland played host to Seattle Sounders FC of MLS in the third round of the competition once again. A sold-out crowd of 15,422 watched as the Timbers played the Sounders to a 1–1 draw. In extra time, Seattle defender Taylor Graham was sent off for bringing down Dike just outside the penalty area. Portland failed to capitalize on the man advantage, however, and the match would be decided by penalty kicks. Sounders FC and former U.S. national team goalkeeper Kasey Keller made two saves during the shootout to help Seattle win 4–3 on penalties and knock the Timbers out of the cup for the second year running. ===July=== The Timbers had little time to rest after playing a draining 120 minutes against Seattle Sounders FC in the Open Cup as fellow Pacific Northwest rivals Vancouver Whitecaps FC returned to PGE Park for league play just three days later. Due to fatigue, head coach Gavin Wilkinson made eight changes to the side that faced Seattle and the reserves were able to earn a 0–0 draw to maintain their lead over Vancouver in the 2010 Cascadia Cup standings. After their first full week without a game for over a month, a refreshed Portland team played host to struggling Miami FC on July 10. Canadian defender Ross Smith scored his first league goal for the club and Ryan Pore got his tenth goal of the season to lead the Timbers to a 2–0 win. After the match, while celebrating on the way out of PGE Park, two long lost elementary school chums were reacquainted. Three-and-a-half years later they married and now are expecting a child. A twelve-day break in league play allowed the Timbers to schedule back-to-back exhibition games versus foreign opponents. Just one day after defeating Miami, Mexican club Atlas visited Portland. A 77th minute George Josten goal seemed to be enough for the Timbers to grab a narrow victory until Quavas Kirk brought down an Atlas player in the penalty area, earning the Mexicans a penalty. Luis Robles converted the kick in the 91st minute meaning the match would be decided by a penalty shootout. Portland Timbers U23's goalkeeper Jake Gleeson made two saves during the shootout as the Timbers defeated Atlas 4–2 on penalties. Due to PGE Park being unavailable because of a Portland Beavers baseball game, Portland faced English Premier League club Manchester City at Merlo Field on the campus of the University of Portland on July 17. A sold-out crowd of Timbers season ticket holders watched as Portland matched up well against the famous club during most of the first half. However, City closed out the half with two quick goals from Steven Ireland and Emmanuel Adebayor to take a 2–0 lead. Both teams made wholesale changes at the half and the Timbers again started well. An individual goal by Brazilian Jô in the 68th minute would finish off the scoring, however, as Portland lost to Manchester City 3–0. The Timbers played the first game of a four-game road trip in Burnaby, British Columbia against Vancouver Whitecaps FC. Vancouver came into the game with a nine-game unbeaten streak and sitting atop the NASL Conference standings. The Whitecaps took the lead in the 51st minute as Nizar Khalfan beat Timbers goalkeeper Steve Cronin near post. Momentum swung Portland's direction as Pore was taken down inside the penalty area by Vancouver defender Greg Janicki. Janicki received a straight red card for the foul. Pore converted the ensuing penalty kick to level the game at 1–1. Portland took advantage of being a man up when Timbers defender Mamadou Danso found the back of the net after a 72nd minute scramble in the penalty area. Portland was able to hold on for the 2–1 victory--only their 2nd win in Vancouver since the Timbers reformed in 2001. With the win, Portland secured the Cascadia Cup for the second year in a row. The second game of the road trip saw the Timbers in Fenton, Missouri to take on last place AC St. Louis. Earlier in the day, head coach Gavin Wilkinson was in Houston, Texas at the MLS All-Star Game in his role as Technical Director of the MLS club to take part in a coin toss between the 2011 MLS expansion clubs, Portland and Vancouver. Vancouver won the toss and the right to choose first between several player acquisition mechanisms for each team's first season in Major League Soccer, including the MLS SuperDraft and MLS Expansion Draft. Portland took the field against AC St. Louis without their head coach. In a disappointing game for the Timbers, St. Louis midfielder Mike Ambersley scored a hat-trick to lead AC to a 3–0 win over Portland, bringing an end to a five- game unbeaten streak in the league for the Timbers. Portland closed out the month of July by visiting FC Tampa Bay. Bright Dike opened the scoring for the Timbers in the 16th minute but Tampa Bay equalized eleven minutes later. In the second half, a free kick goal by Ricardo Sánchez in the 57th minute gave Tampa Bay the lead. They were unable to hold off the Timbers, though, as forward Takayuki Suzuki tallied his first league goal of 2010 in the 81st minute to give Portland a hard-fought 2–2 draw on the road. ===August=== Portland traveled to Rochester, New York for the fourth and final game of their road trip on August 4. Before the game, the Timbers announced the signing of Dutch forward Ibad Muhamadu for the remainder of the season. The team was to end the road trip on a sour note, however, as an early goal by Rochester was enough to defeat Portland 1–0. On August 10, former Rangers and Chelsea forward John Spencer was named head coach of the Portland Timbers MLS club. Spencer had long been rumored to be the front-runner for the job after leaving his job as assistant coach for Houston Dynamo. Spencer was in attendance as the Timbers were back at PGE Park to host NSC Minnesota Stars on August 11. A sold-out crowd watched as Minnesota took an early lead, but a third league goal from Bright Dike meant the score was tied 1–1 at halftime. In the second half, Ryan Pore was brought down inside the penalty area by a Stars defender and the Timbers were awarded a penalty. Pore scored with the penalty kick in the 63rd minute for his league-leading twelfth goal of the season. The celebrations were short-lived as one minute later Portland captain Ian Joy received a straight red card after a tackle on Stars midfielder Geison Moura. The Timbers, playing a man down, were unable to hold off Minnesota who equalized in the 73rd minute to draw with Portland 2–2. After the game, it was revealed that Portland forward Mandjou Keita failed to show up for the game and had also missed two previous practices without notice. Keita last played a league game for the Timbers in the July 10 win over Miami, coming on as a substitute in the 81st minute. After missing a third practice, the Timbers placed Keita on personal leave to give the forward time to decide his future. Hoping to avenge a July 28 3–0 loss in Missouri, the Timbers faced AC St. Louis for the fourth and final time of the season on August 14. Ibad Muhamadu made his first start for Portland but it was Bright Dike that got the only goal of the game in the 41st minute to give the Timbers a much-needed 1–0 victory on the road. Head coach Gavin Wilkinson's scouting trip to Ghana earlier in the season proved fruitful as the Timbers announced the signing of Ghana U-20 national team member Kalif Alhassan from Ghanaian club Liberty Professionals on August 19. Alhassan had also been a member of the Ghana U-17 national team. The Timbers enjoyed a rare week-long break between games as they prepared to face NSC Minnesota Stars for a fourth time with the series between the two teams even at 1–1–1. Reserve goalkeeper Matt Pyzdrowski made his first start of the year for Portland. A fairly even contest was decided when, in the 66th minute, Stars goalkeeper Joe Warren brought down Dike inside the box. A penalty kick was awarded to the Timbers and Warren was shown a straight red card for the foul. Pore stepped up and buried the penalty for his 13th goal of the season. With a man advantage, Portland's defense closed out the game and Pyzdrowski was credited with his first professional win and clean sheet as the Timbers won 1–0 in Minnesota. On August 25, Portland announced the signing of defender Kevin Goldthwaite, who had recently been released by New York Red Bulls, for his second stint with the Timbers after a loan spell in 2005. The next day, the Timbers hosted second place Austin Aztex at PGE Park. A quick goal from Bright Dike gave Portland the lead in the 4th minute but the Aztex equalized 22 minutes later. Portland seemed to gain the upper hand in the second half when Austin's Kieron Bernard was sent off in the 56th minute. However, the Timbers failed to capitalize on the man advantage and had to settle for a 1–1 draw. Revenge was on the mind of the Timbers players as they hosted Crystal Palace Baltimore, the only team in the league to defeat Portland twice, on August 29. In front of another sold-out crowd in a game thoroughly dominated by the Timbers, Ryan Pore scored his first non-penalty goal since July 10 and Bright Dike scored a brace on either side of halftime to give the emerging striker six goals in his last seven games. Baltimore played the last minutes of the game with 10 men as Portland recorded a comfortable 3–0 victory over their unlikely new rivals. ===September=== The Timbers entered September on a five-game unbeaten streak, having not lost since August 4. Due to scheduled renovations of PGE Park for the 2011 Major League Soccer season, Portland would have to finish out the season on the road making the September 2 game versus Puerto Rico Islanders the last ever 2nd division soccer game for the Timbers in Portland. On the morning of the game, the Timbers announced they had reached a deal with Alaska Airlines to be the MLS shirt sponsor for the 2011 season. The team would be without starting defender Mamadou Danso as he was called into camp with the Gambian national team for a 2012 Africa Cup of Nations qualifier versus Namibia. On a special night, in which the Timbers Army presented each player with sunflowers and a personalized banner, the Timbers left it to a late Ryan Pore goal in the 83rd minute to record a 1–0 victory over the Islanders in front of a sold-out stadium. After the game, the Timbers announced that attendance for the 2010 season set a new modern-franchise record which included a record five sell- outs of PGE Park. With the win against Puerto Rico -- and help from other results around the league -- Portland secured a playoff berth for the second year in a row. In the first game of their season-ending road trip and without leading scorer Ryan Pore, the Timbers extended their unbeaten streak to seven games as they earned a 0–0 draw with the Carolina RailHawks. One week later, Portland traveled to Puerto Rico to face the Islanders for the second time during the month. In his first start for the Timbers, new signing Kalif Alhassan chipped the ball over Islanders keeper Bill Gaudette in the third minute of second half stoppage time to record his first goal for the club and ensure the Timbers came away with a 1–0 victory. On September 25, Portland were in Maryland for their fourth meeting of the season versus last place Crystal Palace Baltimore. Forward Bright Dike scored his eighth and ninth league goals of the season and forward George Josten added a third as the Timbers defeated Baltimore 3–1 to finish undefeated for the month of September. ===October=== ==Postseason== ==Competitions== ===USSF Division-2 Professional League=== The D-2 Pro League consisted of twelve teams from the United States, Canada and Puerto Rico. The league was divided into two conferences of six teams each. At the conclusion of the regular season, eight teams qualified for the playoffs--a seeded knockout tournament to determine the league champion. The 2010 regular season ran from April 10 to October 3. The Portland Timbers competed in the USL Conference along with five other teams. The NASL Conference contained the league's remaining six teams. The league schedule was weighted so that each team played more games against the three teams in their geographical region (called a pod), regardless of conference affiliation. Each team was also paired with one other team outside their pod for additional games. The teams in the same pod as the Portland Timbers were NSC Minnesota Stars, AC St. Louis and Vancouver Whitecaps FC and faced the Timbers four times each (two home and two away) during the regular season. The Timbers were also paired with Crystal Palace Baltimore, who were outside of Portland's pod, for four games. The remaining seven teams were played two times each (one home and one away). This resulted in a thirty-game league schedule. ====USL Conference table==== ====Results summary==== ===D-2 Pro League Playoffs=== The 2010 D-2 Pro League playoffs were a seeded knockout tournament to determine the 2010 D-2 Pro League champion. Eight teams from the twelve team league qualified for the playoffs. The top team in each conference automatically qualified while the next 6 teams with the highest point totals, regardless of conference, also qualified. ====Playoff bracket==== :Each round is a two-game aggregate goal series. Home teams for the first game of each series listed at the bottom of the bracket. ====Quarterfinals==== \\---- ===U.S. Open Cup=== ====Cup bracket==== Second Round winners advance to play one of 8 MLS clubs in 16-team knockout tournament Home teams listed on top of bracket ====First round==== ====Second round==== ====Third round==== ===Cascadia Cup=== The Cascadia Cup is a trophy that was created in 2004 by supporters of the Portland Timbers, Seattle Sounders and Vancouver Whitecaps FC. It is awarded to the club with the best record in league games versus the other participants. Since 2009, when Seattle joined Major League Soccer, the cup has been contested between Portland and Vancouver only. In 2011, when the Timbers and the Whitecaps joined the Sounders in MLS, all three Cascadia rivals again vied for the cup. The Timbers secured the 2010 Cascadia Cup--the club's second--on July 22 after defeating Vancouver 2–1 in a league match at Swangard Stadium in Burnaby, British Columbia. ====2010 table==== ====Match results==== \\---- \\---- \\---- \\---- \\---- == Club == ===Coaching staff=== {|class=\"wikitable\" !Position !Staff |- |Head Coach|| Gavin Wilkinson |- |Assistant Coach|| Amos Magee |- |Assistant Coach|| Jim Rilatt |- |Goalkeeper Coach|| Adam Smith |- === Management === ==Squad== ===Kits=== {| | | | | | | |} ===Final roster=== ===Recognition=== D-2 Pro League Most Valuable Player {| class=wikitable |- !Player !Link |- | Ryan Pore |D-2 Pro League Postseason Awards Day 2 |} D-2 Pro League Goal Scoring Champion {| class=wikitable |- !Player !Link |- | Ryan Pore |D-2 Pro League Postseason Awards Day 1 |} D-2 Pro League Best XI {| class=wikitable |- !Player !Link |- | Ryan Pore |D-2 Pro League Postseason Awards Day 2 |} D-2 Pro League Player of the Month {| class=wikitable |- !Month !Player !Link |- |align=center|April | Ryan Pore |D-2 Pro League April PotM |} ===Statistics=== ====Appearances and goals==== :Last updated on October 11, 2010. |} ====Top scorers==== Players with 1 goal or more included only. :Last updated on October 11, 2010 {| border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"margin: 1em 1em 1em 0; background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%; text-align: center;\" |- | width=\"1%\" |Rk. | width=\"1%\" |Nat. | width=\"1%\" |Position | width=\"42%\" |Player !width=80|Total !width=80|D-2 Pro League !width=80|Playoffs !width=80|U.S. Open Cup |- |1 | |MF | style=\"text-align: left;\" |Ryan Pore | style=\"background: #F0F0F0;\" |15 |15 | style=\"background: #F0F0F0;\" |0 |0 |- |2 | |FW | style=\"text-align: left;\" |Bright Dike | style=\"background: #F0F0F0;\" |14 |10 | style=\"background: #F0F0F0;\" |0 |4 |- !rowspan=\"4\"|3 | |MF | style=\"text- align: left;\" |Kalif Alhassan | style=\"background: #F0F0F0;\" |2 |2 | style=\"background: #F0F0F0;\" |0 |0 |- | |DF | style=\"text-align: left;\" |Ross Smith | style=\"background: #F0F0F0;\" |2 |1 | style=\"background: #F0F0F0;\" |0 |1 |- | |FW | style=\"text-align: left;\" |Takayuki Suzuki | style=\"background: #F0F0F0;\" |2 |1 | style=\"background: #F0F0F0;\" |0 |1 |- | |MF | style=\"text- align: left;\" |James Marcelin | style=\"background: #F0F0F0;\" |2 |0 | style=\"background: #F0F0F0;\" |1 |1 |- !rowspan=\"6\"|7 | |DF | style=\"text- align: left;\" |Josh Cameron | style=\"background: #F0F0F0;\" |1 |1 | style=\"background: #F0F0F0;\" |0 |0 |- | |DF | style=\"text-align: left;\" |Mamadou Danso | style=\"background: #F0F0F0;\" |1 |1 | style=\"background: #F0F0F0;\" |0 |0 |- | |FW | style=\"text-align: left;\" |George Josten | style=\"background: #F0F0F0;\" |1 |1 | style=\"background: #F0F0F0;\" |0 |0 |- | |FW | style=\"text-align: left;\" |Mandjou Keita | style=\"background: #F0F0F0;\" |1 |1 | style=\"background: #F0F0F0;\" |0 |0 |- | |FW | style=\"text-align: left;\" |O. J. Obatola | style=\"background: #F0F0F0;\" |1 |1 | style=\"background: #F0F0F0;\" |0 |0 |- | |MF | style=\"text-align: left;\" |Alex Nimo | style=\"background: #F0F0F0;\" |1 |0 | style=\"background: #F0F0F0;\" |0 |1 |- | | | |TOTALS | style=\"background: #F0F0F0;\" |43 |34 | style=\"background: #F0F0F0;\" |1 |8 |} ====Disciplinary record==== Players with 1 card or more included only. :Last updated on October 11, 2010 {| border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"margin: 1em 1em 1em 0; background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%; text-align: center;\" |- | rowspan=\"2\" width=\"1%\" align=\"center\"|No. | rowspan=\"2\" width=\"1%\" align=\"center\"|Nat. | rowspan=\"2\" width=\"1%\" align=\"center\"|Position | rowspan=\"2\" width=\"42%\" align=\"center\"|Player |colspan=\"2\" align=\"center\"|Total |colspan=\"2\" align=\"center\"|D-2 Pro League |colspan=\"2\" align=\"center\"|Playoffs |colspan=\"2\" align=\"center\"|U.S. Open Cup |- !width=60 style=\"background: #FFEE99\"| !width=60 style=\"background: #FF8888\"| !width=60 style=\"background: #FFEE99\"| !width=60 style=\"background: #FF8888\"| !width=60 style=\"background: #FFEE99\"| !width=60 style=\"background: #FF8888\"| !width=60 style=\"background: #FFEE99\"| !width=60 style=\"background: #FF8888\"| |- |- | style=\"text-align: right;\" |0 | |GK | style=\"text-align: left;\" |Steve Cronin | style=\"background: #F0F0F0;\" |2 | style=\"background: #F0F0F0;\" |0 |2 |0 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0 |0 |0 |- | style=\"text-align: right;\" |4 | |DF | style=\"text-align: left;\" |Josh Cameron | style=\"background: #F0F0F0;\" |2 | style=\"background: #F0F0F0;\" |0 |2 |0 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0 |0 |0 |- | style=\"text-align: right;\" |5 | |DF | style=\"text-align: left;\" |Quavas Kirk | style=\"background: #F0F0F0;\" |2 | style=\"background: #F0F0F0;\" |0 |2 |0 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0 |0 |0 |- | style=\"text-align: right;\" |8 | |MF | style=\"text-align: left;\" |Rodrigo López | style=\"background: #F0F0F0;\" |3 | style=\"background: #F0F0F0;\" |1 |3 |1 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0 |0 |0 |- | style=\"text-align: right;\" |(9) | |FW | style=\"text-align: left;\" |O. J. Obatola | style=\"background: #F0F0F0;\" |1 | style=\"background: #F0F0F0;\" |0 |1 |0 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0 |0 |0 |- | style=\"text-align: right;\" |12 | |MF | style=\"text-align: left;\" |Tony McManus | style=\"background: #F0F0F0;\" |1 | style=\"background: #F0F0F0;\" |0 |1 |0 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0 |0 |0 |- | style=\"text-align: right;\" |13 | |DF | style=\"text-align: left;\" |Stephen Keel | style=\"background: #F0F0F0;\" |2 | style=\"background: #F0F0F0;\" |0 |1 |0 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0 |1 |0 |- | style=\"text-align: right;\" |14 | |MF | style=\"text-align: left;\" |James Marcelin | style=\"background: #F0F0F0;\" |5 | style=\"background: #F0F0F0;\" |1 |5 |1 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0 |0 |0 |- | style=\"text-align: right;\" |15 | |DF | style=\"text-align: left;\" |Ian Joy | style=\"background: #F0F0F0;\" |9 | style=\"background: #F0F0F0;\" |1 |8 |1 | style=\"background: #F0F0F0;\" |1 | style=\"background: #F0F0F0;\" |0 |0 |0 |- | style=\"text-align: right;\" |16 | |MF | style=\"text-align: left;\" |Alex Nimo | style=\"background: #F0F0F0;\" |4 | style=\"background: #F0F0F0;\" |0 |4 |0 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0 |0 |0 |- | style=\"text-align: right;\" |17 | |DF | style=\"text-align: left;\" |Scot Thompson | style=\"background: #F0F0F0;\" |2 | style=\"background: #F0F0F0;\" |0 |1 |0 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0 |1 |0 |- | style=\"text-align: right;\" |19 | |FW | style=\"text-align: left;\" |George Josten | style=\"background: #F0F0F0;\" |1 | style=\"background: #F0F0F0;\" |0 |1 |0 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0 |0 |0 |- | style=\"text-align: right;\" |20 | |DF | style=\"text- align: left;\" |Ross Smith | style=\"background: #F0F0F0;\" |1 | style=\"background: #F0F0F0;\" |0 |1 |0 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0 |0 |0 |- | style=\"text-align: right;\" |23 | |MF | style=\"text-align: left;\" |Ryan Pore | style=\"background: #F0F0F0;\" |3 | style=\"background: #F0F0F0;\" |0 |2 |0 | style=\"background: #F0F0F0;\" |1 | style=\"background: #F0F0F0;\" |0 |0 |0 |- | style=\"text-align: right;\" |25 | |DF | style=\"text-align: left;\" |Steve Purdy | style=\"background: #F0F0F0;\" |3 | style=\"background: #F0F0F0;\" |0 |3 |0 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0 |0 |0 |- | style=\"text-align: right;\" |27 | |FW | style=\"text-align: left;\" |Bright Dike | style=\"background: #F0F0F0;\" |6 | style=\"background: #F0F0F0;\" |0 |6 |0 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0 |0 |0 |- | style=\"text-align: right;\" |29 | |FW | style=\"text-align: left;\" |Ibad Muhamadu | style=\"background: #F0F0F0;\" |4 | style=\"background: #F0F0F0;\" |0 |4 |0 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0 |0 |0 |- | style=\"text-align: right;\" |30 | |FW | style=\"text-align: left;\" |Takayuki Suzuki | style=\"background: #F0F0F0;\" |4 | style=\"background: #F0F0F0;\" |0 |3 |0 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0 |1 |0 |- | style=\"text-align: right;\" |98 | |DF | style=\"text-align: left;\" |Mamadou Danso | style=\"background: #F0F0F0;\" |4 | style=\"background: #F0F0F0;\" |1 |4 |1 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0 |0 |0 |- | | | | TOTALS | style=\"background: #F0F0F0;\" |59 | style=\"background: #F0F0F0;\" |4 |54 |4 | style=\"background: #F0F0F0;\" |2 | style=\"background: #F0F0F0;\" |0 |3 |0 |- |} ====Goalkeeper stats==== :Last updated on October 11, 2010. {| border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"margin: 1em 1em 1em 0; background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse; font- size: 95%; text-align: center;\" |- | rowspan=\"2\" width=\"1%\" align=\"center\"|No. | rowspan=\"2\" width=\"1%\" align=\"center\"|Nat. | rowspan=\"2\" width=\"42%\" align=\"center\"|Player |colspan=\"4\" align=\"center\"|Total |colspan=\"4\" align=\"center\"|D-2 Pro League |colspan=\"4\" align=\"center\"|Playoffs |colspan=\"4\" align=\"center\"|U.S. Open Cup |- !width=60|MIN !width=60|GA !width=60|GAA !width=60|SV !width=60|MIN !width=60|GA !width=60|GAA !width=60|SV !width=60|MIN !width=60|GA !width=60|GAA !width=60|SV !width=60|MIN !width=60|GA !width=60|GAA !width=60|SV |- | style=\"text-align: right;\" |0 | | style=\"text-align: left;\" |Steve Cronin | style=\"background: #F0F0F0;\" |2989 | style=\"background: #F0F0F0;\" |26 | style=\"background: #F0F0F0;\" |0.78 | style=\"background: #F0F0F0;\" |92 |2509 |22 |0.79 |81 | style=\"background: #F0F0F0;\" |180 | style=\"background: #F0F0F0;\" |2 | style=\"background: #F0F0F0;\" |1.00 | style=\"background: #F0F0F0;\" |4 |300 |2 |0.60 |7 |- | style=\"text-align: right;\" |1 | | style=\"text-align: left;\" |Matt Pyzdrowski | style=\"background: #F0F0F0;\" |183 | style=\"background: #F0F0F0;\" |1 | style=\"background: #F0F0F0;\" |0.49 | style=\"background: #F0F0F0;\" |5 |183 |1 |0.49 |5 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |– | style=\"background: #F0F0F0;\" |0 |0 |0 |– |0 |- | style=\"text-align: right;\" |24 | | style=\"text-align: left;\" |Adin Brown | style=\"background: #F0F0F0;\" |8 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0.00 | style=\"background: #F0F0F0;\" |0 |8 |0 |0.00 |0 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |0 | style=\"background: #F0F0F0;\" |– | style=\"background: #F0F0F0;\" |0 |0 |0 |– |0 |- | | | TOTALS | style=\"background: #F0F0F0;\" |3180 | style=\"background: #F0F0F0;\" |27 | style=\"background: #F0F0F0;\" |0.76 | style=\"background: #F0F0F0;\" |97 |2700 |23 |0.77 |86 | style=\"background: #F0F0F0;\" |180 | style=\"background: #F0F0F0;\" |2 | style=\"background: #F0F0F0;\" |1.00 | style=\"background: #F0F0F0;\" |4 |300 |2 |0.60 |7 |} ===Player movement=== ====Transfers in==== Permanent {| class=\"wikitable\" style=\"margin: 1em 1em 1em 0; background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" ! width=\"150\"|Date ! width=\"40\"|Pos. ! width=\"200\"|Name ! width=\"200\"|Previous club ! width=\"150\"|Fee |- | December 7, 2009 | style=\"text-align: center;\" | DF | Quavas Kirk | Minnesota Thunder | Free |- | February 11, 2010 | style=\"text-align: center;\" | MF | James Marcelin | Puerto Rico Islanders | Free |- | February 15, 2010 | style=\"text-align: center;\" | DF | Ross Smith | Ebbsfleet United | Free |- | February 18, 2010 | style=\"text-align: center;\" | DF | Ian Joy | Ingolstadt 04 | Free |- | February 23, 2010 | style=\"text- align: center;\" | GK | Adin Brown | Aalesund | Free |- | February 26, 2010 | style=\"text-align: center;\" | FW | Doug DeMartin (R) | Michigan State Spartans Michigan Bucks | Free |- | February 26, 2010 | style=\"text-align: center;\" | MF | Derek Gaudet | Halifax Dunbrack | Free |- | February 26, 2010 | style=\"text-align: center;\" | GK | Matt Pyzdrowski (R) | Marquette Golden Eagles Chicago Fire Premier | Free |- | April 2, 2010 | style=\"text-align: center;\" | DF | Steve Purdy | FC Dallas | Free |- | April 7, 2010 | style=\"text-align: center;\" | FW | O. J. Obatola | Gombak United | Undisclosed |- | April 7, 2010 | style=\"text-align: center;\" | FW | Bright Dike (R) | Notre Dame Fighting Irish Indiana Invaders | Free |- | August 4, 2010 | style=\"text-align: center;\" | FW | Ibad Muhamadu | Dordrecht | Free |- | August 19, 2010 | style=\"text-align: center;\" | MF | Kalif Alhassan | Liberty Professionals | Undisclosed |- | August 25, 2010 | style=\"text-align: center;\" | DF | Kevin Goldthwaite | New York Red Bulls | Free |} Loan {| class=\"wikitable\" style=\"margin: 1em 1em 1em 0; background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" ! width=\"150\"|Date ! width=\"40\"|Pos. ! width=\"200\"|Name ! width=\"200\"|From ! width=\"150\"|Return Date |- | March 11, 2010 | style=\"text- align: center;\" | MF | Alex Nimo | Real Salt Lake | End of Season |} ====Transfers out==== Permanent {| class=\"wikitable\" style=\"margin: 1em 1em 1em 0; background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" ! width=\"150\"|Date ! width=\"40\"|Pos. ! width=\"200\"|Name ! width=\"200\"|To ! width=\"150\"|Fee |- | December 7, 2009 | style=\"text-align: center;\" | FW | Jason McLaughlin | N/A | Contract expired |- | December 7, 2009 | style=\"text-align: center;\" | FW | Kevin Forrest | N/A | Contract expired |- | December 7, 2009 | style=\"text-align: center;\" | FW | Antouman Jallow | N/A | Contract expired |- | December 7, 2009 | style=\"text-align: center;\" | DF | David Hayes | N/A | Contract expired |- | December 7, 2009 | style=\"text-align: center;\" | DF | Cameron Dunn | N/A | Contract expired |- | December 7, 2009 | style=\"text-align: center;\" | DF | Ivan Becerra | N/A | Contract expired |- | December 7, 2009 | style=\"text-align: center;\" | MF | Shaun Higgins | N/A | Contract expired |- | December 7, 2009 | style=\"text- align: center;\" | MF | Tom Poltl | N/A | Contract expired |- | December 7, 2009 | style=\"text-align: center;\" | GK | Brian Visser | N/A | Contract expired |- | February 11, 2010 | style=\"text-align: center;\" | DF | Takuro Nishimura | Crystal Palace Baltimore | Undisclosed |- | June 10, 2010 | style=\"text-align: center;\" | FW | O. J. Obatola | Unattached | Released |- | September 1, 2010 | style=\"text-align: center;\" | FW | Mandjou Keita | Pune FC | Undisclosed |} Loan {| class=\"wikitable\" style=\"margin: 1em 1em 1em 0; background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse; font- size: 95%;\" ! width=\"150\"|Date ! width=\"40\"|Pos. ! width=\"200\"|Name ! width=\"200\"|To ! width=\"150\"|Return Date |- | November 11, 2009 | style=\"text- align: center;\" | FW | Mandjou Keita | Salgaocar | April 28, 2010 |} ==Notes== ==External links== * D-2 Pro League team page for Portland Timbers * USL-1 team page for Portland Timbers 2010 Category:American soccer clubs 2010 season Category:USSF Division 2 Professional League Category:2010 in Portland, Oregon Port ",
    "title": "2010 Portland Timbers season"
}