{
    "id": "269476",
    "text": "Clann na Poblachta ( – \"Family/Children of the Republic\") was an Irish republican political party founded in 1946 by Seán MacBride, a former Chief of Staff of the Irish Republican Army. ==Foundation== Seán MacBride served as the leader of Clann na Poblachta throughout its existence Clann na Poblachta was officially launched on 6 July 1946 in Barry's Hotel in Dublin.Sean MacBride – a Life by Elizabeth Keane p. 73 It held its first Ard Fheis in November 1947 in the Balalaika Ballroom. Seán MacBride's new party appealed to disillusioned young urban voters and republicans. Many had become alienated from Éamon de Valera's Fianna Fáil, the main republican party in Ireland, which in the view of more militant republicans had betrayed their principles during the Second World War by executing Irish Republican Army (IRA) prisoners. Clann na Poblachta also drew support from people who were tired of the old Civil War politics and wanted more concern for social issues. In post-war Europe many people blamed the social evils of unemployment, poor housing, poverty and disease for the rise of fascism and communism. This new mood influenced people in Ireland also. Some people saw Clann na Poblachta as a replacement for Fianna Fáil. Others saw in it a replacement for the marginalised Sinn Féin, others still a break from the traditional pro- and anti-treaty Civil War division. The new party grew rapidly during 1947. The party was influenced by social democratic policies such as United States President Franklin D. Roosevelt's New Deal, British prime minister Clement Attlee's welfare state, and elements of European Christian Democracy as well as Irish republicanism. It attracted a diverse range of people, from traditional republicans such as Noel Hartnett and Kathleen Clarke to social democrats such as Dr. Noël Browne, who had been attracted to the party because of its commitment to fight tuberculosis, and Peadar Cowan, a former Labour Party executive member who had resigned in disgust owing to the infighting within that party at the time.Sean MacBride – a Life by Elizabeth Keane pp. 74–75 Irish social and health services were both starved of money and struggling with a social system where the Catholic Church's hostility to state action obstructed progress. TB was a scourge and Ireland lagged far behind the rest of Western Europe in tackling it. Furthermore, there was no free secondary education (a situation that continued into the 1960s). Under-development and poor economic performance drove high levels of emigration and rural depopulation. Clann na Poblachta was formed at a time during a period of turmoil in Irish politics. Fianna Fáil and Fine Gael, the two major political parties, were weak. Fine Gael was in disarray because of their rival's seemingly hegemonic dominance and because of a perceived failure to be able to offer anything to disillusioned Fianna Fáil supporters. Fianna Fáil was visibly losing support because of the failure of the party's program to end mass unemployment, poverty, and emigration. The Labour Party had bitterly split in 1944 over personal differences between William X. O'Brien and James Larkin, while Clann na Talmhan was regarded as being too specialist and too greatly concerned with the needs of farmers. ==Electoral success== In October 1947, Clann na Poblachta won two by-elections (in Dublin County and Tipperary). The Taoiseach, de Valera, saw the threat posed by the new party, and in February 1948 he called a snap general election to try to catch Clann na Poblachta off guard. At the time Clann had not entirely unrealistic hopes of replacing Fianna Fáil both as the majority republican party and as the leading party of the state. De Valera's tactic was successful in that Clann na Poblachta won only ten seats—far fewer than was expected. However, the election did produce enough seats among the opposition groups for them to be able to form a non-Fianna Fáil government, the first time in sixteen years. That First Inter-Party Government was made up of Fine Gael, the Labour Party, National Labour, Clann na Talmhan, Clann na Poblachta, and some independents. Clann had stood on the platform of \"get them out\"; hence, a coalition with Fianna Fáil was clearly not an option, even if the larger party would consider it. But the republicans in Clann were unwilling to serve under Fine Gael and in particular under its leader Richard Mulcahy, who had been a Free State general during the Civil War. At the suggestion of William Norton, the Labour leader, it was agreed that no party leader would be Taoiseach. Former Attorney-General John A. Costello, who had served in Cumann na nGaedheal governments in the 1920s and '30s, became Fine Gael's choice for Taoiseach. Norton became Tánaiste, while Seán MacBride became Minister for External Affairs. Clann was an uneasy coalition of socialists and republicans; to placate the left wing, MacBride appointed Noël Browne as Minister for Health. However, many of the party's republicans remained unreconciled to serving with Fine Gael, and the very act of joining the government weakened the party. On taking office McBride burnished the party's republican anti- partitionist credentials by having Costello nominate the northern protestant Denis Ireland to Seanad Éireann. Ireland was the first member of the Oireachtas to be resident in Northern Ireland. ==In government== ===Foreign affairs=== As Minister for External Affairs and a strong republican, MacBride was seen as instrumental in the repeal of the External Relations Act 1936, under which King George VI, who had been proclaimed King of Ireland in December 1936, fulfilled the diplomatic functions of a head of state.In a bizarre quirk created by de Valera, Ireland had a king (in statute but not constitutional law) and a president. The question often arose as to which one if either was the actual Irish head of state. As a key defining role of a head of state is their diplomatic representation role (that is, signing treaties or having them signed in his or her name, accrediting ambassadors and having ambassadors accredited to them) and this role was explicitly denied to the President between 1937 and 1949, it is clear that in this respect the president was not the head of state. Because that role was, under the External Relations Act, granted to the King, the international community regarded King George VI as Irish head of state until 1949. John A. Costello in a speech to Seanad Éireann in effect confirmed that the King, not the President was head of state until April 1949. In September 1948 Costello announced in Canada that the government was about to declare Ireland a republic. The requisite legislation—the Republic of Ireland Act 1948—was passed through the Oireachtas, and at Easter 1949 the Republic of Ireland came into existence, with the King's remaining functions granted instead to the President of Ireland. MacBride regarded Ireland as a republic in any case (in much the same way as de Valera did) and saw the repeal of the Act as merely removing the last vestiges of the British connection. He was however deeply angry that Costello had stolen his idea, and refused to attend the official ceremony marking the inauguration of the Republic of Ireland. The Government and opposition jointly mounted what they called the 'Anti-Partition Campaign', arguing the opinion that partition was the only obstacle preventing a united Ireland. At foreign conferences, Irish delegates stated their cause for the ending of partition. This campaign had no effect whatsoever on the unionist government in Northern Ireland. MacBride was Minister of External Affairs when the Council of Europe was drafting the European Convention on Human Rights. He served as President of the Committee of Ministers of the Council of Europe from 1949 to 1950 and is credited with being a key force in securing the acceptance of this convention, which was finally signed in Rome on 4 November 1950. In 1950 he was president of the Council of Foreign Ministers of the Council of Europe, and he was vice-president of the Organisation for European Economic Co-operation from 1948 to 1951. He was responsible for Ireland not joining the North Atlantic Treaty Organisation (NATO).Jordan (1993), p. 115 As Minister for External Affairs, MacBride declined the offer of Ireland joining NATO to resist Soviet aggression. He refused because it would mean that the Republic recognised Northern Ireland. He did however state that Ireland was strongly opposed to communism. In 1950 he offered a bi-lateral alliance to the United States, but this was rejected. Ireland remained outside the military alliance. In 1949 Ireland joined the Organisation For European Economic Co- Operation and the Council of Europe as founder-members. MacBride also argued for the \"return of sterling assets\" to Ireland: essentially a decoupling of the Irish pound from the Pound sterling by selling British gilts and investing the money in domestic enterprise. Officials in the Irish Department of Finance, who had an excellent relationship with the British Treasury and thought a decoupling would isolate Ireland and discourage investment, resisted the policy. The matter came to a head at the time of the 1949 devaluation of sterling. Despite two government meetings to discuss decoupling, it was decided to retain the sterling link—which remained until 1979. ===Public health policies and the anti-tuberculosis campaign=== Noël Browne, as Clann na Poblachta TD and Health Minister, proved highly controversial. A medical doctor, he became famous for two policies. One of these was a successful anti- tuberculosis (TB) campaign. Free mass X-rays were introduced to identify TB sufferers, who were given free hospital treatment. New drugs were also introduced to fight the disease. Though Browne made a significant contribution to the campaign, it had actually originated with a Parliamentary Secretary (junior minister) in de Valera's government, Conn Ward; it was Ward's preparatory work and Browne's practical implementation that produced the acclaimed scheme that practically wiped out TB in Ireland. ===Mother and child scheme=== Browne's second initiative was much more controversial. In 1950 Browne tried to put the parts of the Fianna Fáil Health Act into effect. This Act would give free health care to all mothers and children up to the age of sixteen, regardless of income. However, the Mother and Child Scheme, as it became known, faced stiff opposition from Irish doctors and the Catholic Bishops of Ireland. Doctors opposed the deal because they feared a reduction in their incomes and because they were worried about state interference between patient and doctor. The Catholic Bishops opposed the Act because it seemed a dangerously communistic idea to them. They feared it might lead to the supply of birth control and abortion. Browne met with the Bishops and thought that he had satisfied them. However his handling of the affair alienated possible supporters in the hierarchy, notably Bishop William J. Philbin, and those elements of the medical profession privately supportive of the Mother and Child Scheme. In addition his poor attendance at cabinet meetings and strained relationships with cabinet colleagues meant that they too failed to support him. On 11 April 1951 MacBride as party leader demanded Browne's resignation and he withdrew from the Cabinet. Several other Clann na Poblachta TDs followed him out of the coalition and so destroyed the fragile internal unity of the party. ==Decline and dissolution== In 1951 the coalition faced increasing pressure to remain afloat and so an election was called. Clann na Poblachta was reduced to just two seats. Noel Browne and Jack McQuillan, both of whom were elected as independents, supported de Valera's minority government. In 1954 another general election was called and the Second Inter-Party Government took office, again under Costello as Taoiseach. Although Clann na Poblachta reached a confidence and supply agreement with the government, it did not join it. In keeping with the republican views of many of its key supporters, Clann had throughout maintained close links with republicans in Northern Ireland who espoused similar views, accepting the 1937 Constitution and the government operating under it as legitimate in the Republic of Ireland (differing from Sinn Féin on this issue) but keeping open the option of armed struggle in Northern Ireland. The most prominent link of this kind was between the Clann and Liam Kelly and his Fianna Uladh organisation, even though Kelly and the Fianna Uladh's armed wing (Saor Uladh) were engaged in a military campaign in Northern Ireland. In 1954 the Clann made Kelly's election to Seanad Éireann (courtesy of Fine Gael councillors' votes) a condition for supporting the Second Inter-Party Government. Kelly had been imprisoned at the time for making a seditious speech.Sean MacBride – a Life by Elizabeth Keane p. 211 The Government's increasingly firm action against the IRA, which had just launched the Border Campaign, was one of the main reasons why the Clann withdrew its support at the beginning of 1957, along with a sharp deterioration in the economy. At the 1957 election MacBride lost his seat in Dáil Éireann, and his failure to secure a seat in two subsequent by-elections ended his political career. The party contested the 1961 general election but only one candidate was elected to the Dáil. John Tully, elected for Cavan, was the only Clann na Poblachta TD to emerge from the 1965 general election. The party entered talks with the Labour Party about a possible merger, but these ended in failure because the participants could not agree on the focus of any merged party, or whether Sinn Féin or the National Progressive Democrats could be included. At the party Ard Fheis on 10 July 1965, Clann na Poblachta voted to dissolve itself. ==General election results== {| class=\"wikitable\" |- ! Election ! Seats won ! ± ! Position ! First Pref votes ! % ! Government ! Leader |- !1948 | | 10 | 4th | 174,823 | 13.2% | style=\"background-color:#CCFFCC\" |Coalition (FG-LP-CnP-CnT-NLP) | Seán MacBride |- !1951 | | 8 | 5th | 54,210 | 4.1% | style=\"background- color:#FFCCCC\" |Opposition | Seán MacBride |- !1954 | | 1 | 5th | 41,249 | 3.1% | style=\"background-color:#FFCCCC\" |Opposition | Seán MacBride |- !1957 | | 2 | 6th | 20,632 | 1.7% | style=\"background-color:#FFCCCC\" |Opposition | Seán MacBride |- !1961 | | | 5th | 13,170 | 1.1% | style=\"background- color:#FFCCCC\" |Opposition | Seán MacBride |- !1965 | | | 4th | 9,427 | 0.8% | style=\"background-color:#FFCCCC\" |Opposition | Seán MacBride |} ==See also== * :Category:Clann na Poblachta politicians * President of Ireland ==References== ==Bibliography== * MacDermott, Eithne. Clann Na Poblachta. Cork University Press, 1998. , Category:Defunct political parties in the Republic of Ireland Category:Political parties established in 1946 Category:Political parties disestablished in 1965 Category:1946 establishments in Ireland Category:Social democratic parties in Ireland Category:1965 disestablishments in Ireland ",
    "title": "Clann na Poblachta"
}