{
    "id": "26944325",
    "text": "Grey Dawn (1962–1991) was a French Thoroughbred Champion racehorse who was the only horse to ever beat Sea-Bird.Racing Post - May 19, 1999 ==Background== Grey Dawn was bred and raced by American Gertrude Widener, a member by marriage of the prominent racing Widener family. She maintained homes and racing stables in New York City and Paris. Grey Dawn was trained by Etienne Pollet. ==Racing career== In 1964, Grey Dawn defeated Sea-Bird in the Grand Critérium. He also won the Prix de la Salamandre and Prix Morny to earn French Champion Two-Year-Old Colt honors. At age three, Grey Dawn won the Prix de Fontainebleau and ran second in the Poule d'Essai des Poulains (French 2000 Guineas). In 1966, he was sent to race in the United States, where he was required to be registered as Grey Dawn II. Under trainer Horatio Luro, Grey Dawn won a division of the Brandywine Turf Handicap at Delaware Park Racetrack May 29, 1966 Hartford Courant article on Grey Dawn's win in the Brandywine Turf Handicap and was third in the Tidal Handicap. ==Stud record== Retired to stud at Domino Stud Farm in Lexington, Kentucky, Grey Dawn was a successful sire of seventy-three stakes winners. The broodmare sire of more than one hundred and twenty-five stakes winners, he was the 1990 Leading broodmare sire in North America. Grey Dawn was the sire of: * Vigors (b. 1973) - wins include the 1977 Hollywood Invitational Turf Handicap and 1978 Santa Anita Handicap * Heavenly Cause (b. 1978) - American Champion Two-Year-Old Filly (1980) * Christmas Past (b. 1979) - American Champion Three-Year-Old Filly (1982) * Bounding Basque (b. 1980) - career earner of $1,256,258. Wins include Wood Memorial Stakes and Brooklyn Handicap * Dunbeath (b. 1980) - won William Hill Futurity * Grey Classic (b. 1983) - Canadian Champion Two-Year-Old Colt Grey Dawn was the damsire of: * Waquoit (b. 1983) - multiple stakes winner in the United States with career earnings in excess of US$2.2 million * Opening Verse (b. 1986) - won 1991 Breeders' Cup Mile * Itsallgreektome (b. 1987) - 1990 American Champion Male Turf Horse * Silver Patriarch (b. 1994) - won St. Leger Stakes, Coronation Cup, Gran Premio del Jockey Club Grey Dawn died in 1991 at age twenty-nine when he was still active in the breeding shed. He was buried in the equine cemetery at Domino Stud Farm.Thoroughbred Heritage ==References== Category:1962 racehorse births Category:1991 racehorse deaths Category:Racehorses bred in France Category:Racehorses trained in France Category:Racehorses trained in the United States Category:American Champion Thoroughbred broodmare sires Category:Widener family Category:Thoroughbred family 16-c Category:Chefs-de-Race ",
    "title": "Grey Dawn II"
}