{
    "id": "26941845",
    "text": "COLE Publishing is a privately held company with offices in Wisconsin and Minnesota. The company creates nine highly focused trade publications for the liquid waste and environmental wastewater industries. Its titles include Pumper, Cleaner, PRO (Portable Restroom Operator), Onsite Installer, Municipal Sewer & Water (MSW), Treatment Plant Operator (TPO), Gas, Oil & Mining Contractor (GOMC), digDifferent and Plumber print and online magazines. The company also founded the annual WWETT (Water & Wastewater Equipment, Treatment & Transport) Show, formerly the Pumper & Cleaner Environmental Expo International, the world’s largest annual trade show for environmental service professionals, and one of the fastest growing trade shows in the United States attracting over 14,000 visitors from more than 50 countries.http://www.exhibitcitynews.com/index.php?option=com_content&view;=article&id;=779:tradeshow- week-honors-7th-annual-fastest-50-winners&catid;=42:national&Itemid;=123 The WWETT Show was sold to Informa Exhibitions in February 2016. ==History== COLE Publishing was founded by Bob Kendall and Pete Lawonn in June 1979. Lawonn pumped septic systems and had a spare 2,000-gallon vacuum tank he needed to sell, but no effective way to market it. Word-of-mouth and newspaper advertising didn’t seem like the best ways to reach contractors who might be interested in his product. The late John DiVall of Jay’s Waste Equipment advised them that there was a need for an industry trade journal. Taking the advice to heart, Kendall and Lawonn began publication. The first issue of Midwest Pumper was mailed to 2,500 contractors in eight states. Today, Pumper is the flagship magazine for COLE Publishing and COLE Inc.http://www.americanliquidwaste.com/2010/03/uncategorized/the-pumper- cleaner-expo-2010-30th-anniversary-show/ ==References== ==External links== * Official site * Official site Category:Publishing companies of the United States Category:Companies based in Wisconsin Category:Publishing companies established in 1979 Category:Sewerage ",
    "title": "COLE Publishing"
}