{
    "id": "269416",
    "text": "Timothy Francis Robbins (born October 16, 1958) is an Academy Award winning American actor, screenwriter, director, producer, and musician. He is perhaps best known for his portrayal of Andy Dufresne in the film The Shawshank Redemption (1994). His other roles include starring as Norville Barnes in The Hudsucker Proxy (1994), Nuke LaLoosh in Bull Durham (1988), Jacob Singer in Jacob's Ladder (1990), Griffin Mill in The Player (1992), Dave Boyle in Mystic River (2003), for which he won an Academy Award for Best Supporting Actor, and Harlan Ogilvy in War of the Worlds (2005). He also directed the films Bob Roberts (1992) and Dead Man Walking (1995), both of which were well received. He received an Academy Award nomination for Best Director for Dead Man Walking. For television, he played Secretary of State Walter Larson in the HBO comedy The Brink (2015), and in Here and Now (2018) portrayed Greg Boatwright. == Early life == Robbins was born in West Covina, California, and raised in New York City. His parents were Mary Cecelia (née Bledsoe), a musicianhttps://www.hollywoodreporter.com/news/tim-robbins-mother-musician- mary-179995 and Gilbert Lee Robbins, a singer, actor, and manager of The Gaslight Cafe. Robbins has two sisters, Adele and Gabrielle, and a brother, composer David Robbins. He was raised Catholic.: (Commentary with Tim Robbins saying; \"Yes. We, we met. And I was raised a Catholic, so I have a whole other perception of nuns than, than the one that Sister Helen gave me.\") He moved to Greenwich Village with his family at a young age, while his father pursued a career as a member of the folk music group, The Highwaymen. Robbins started performing in theater at age twelve and joined the drama club at Stuyvesant High School (Class of 1976). He spent two years at SUNY Plattsburgh and then returned to California to study at the UCLA Film School, graduating with a Bachelor of Arts degree in Drama in 1981. == Career == Robbins's acting career began at Theater for the New City, where he spent his teenage years in their Annual Summer Street Theater and also played the title role in a musical adaptation of Antoine de Saint-Exupéry's The Little Prince. After graduation from college in 1981, Robbins founded the Actors' Gang, an experimental theater group, in Los Angeles with actor friends from his college softball team (including John Cusack). In 1982, he appeared as domestic terrorist Andrew Reinhardt in three episodes of the television program St. Elsewhere. In 1985, he guest-starred in the second episode of the television series Moonlighting, \"Gunfight at the So-So Corral\". He also took parts in films, such as the role of frat animal \"Mother\" in Fraternity Vacation (1985) and Lt Sam \"Merlin\" Wells in the fighter pilot film Top Gun (1986). He appeared on The Love Boat, as a young version of one of the characters in retrospection about the Second World War. His breakthrough role was as pitcher Ebby Calvin \"Nuke\" LaLoosh in the baseball film Bull Durham (1988), in which he co-starred with Susan Sarandon and Kevin Costner. Robbins' amoral film executive in Robert Altman's film The Player (1992) was described by Peter Travers in Rolling Stone as \"a classic performance, mining every comic and lethal nuance in the role of his career\". He won the Best Actor Award at Cannes. He made his directorial and screenwriting debut with Bob Roberts (also 1992), a mockumentary about a right-wing senatorial candidate. Todd McCarthy in Variety commented that the film is \"both a stimulating social satire and, for thinking people, a depressing commentary on the devolution of the American political system\". Robbins then starred alongside Morgan Freeman in The Shawshank Redemption (1994), which was based on Stephen King's novella. Robbins at Cannes, 2001 Robbins has written, produced, and directed several films with strong social content, such as the capital punishment saga Dead Man Walking (1995), starring Sarandon and Sean Penn. The film earned him an Oscar nomination for Best Director. According to Roger Ebert in early 1996: \"With this film he leaps far beyond\" Bob Roberts \"and has made that rare thing, a film that is an exercise of philosophy. This is the kind of movie that spoils us for other films, because it reveals so starkly how most movies fall into conventional routine, and lull us with the reassurance that they will not look too hard, or probe too deeply, or make us think beyond the boundaries of what is comfortable\". His next directorial effort was Depression-era musical Cradle Will Rock (1999). Robbins has also appeared in mainstream Hollywood thrillers, such as Arlington Road (also 1999) as a suspected terrorist and Antitrust (2001) as a malicious computer tycoon, and in comical films such as The Hudsucker Proxy (1994), Nothing to Lose (1997), and High Fidelity (2000). Robbins has also acted in and directed several Actors' Gang theater productions. Robbins won the Best Supporting Actor Oscar and the SAG Award for his work in Mystic River (2003), as a man traumatized from having been molested as a child. He followed his Oscar-win with roles as a temporarily blind man who is nursed to health by a psychologically wounded young woman in The Secret Life of Words (2005) and an apartheid torturer in Catch a Fire (2006). As of 2006, he was the tallest Academy Award-winning actor at . In early 2006, Robbins directed an adaptation of George Orwell's novel 1984, written by Michael Gene Sullivan of the Tony Award-winning San Francisco Mime Troupe. The production opened at Actors' Gang, at their new location at The Ivy Substation in Culver City, California. In addition to venues around the United States, it has played in Athens, Greece, the Melbourne International Festival in Australia and the Hong Kong Arts Festival. Robbins was soon considering a film adaptation. Robbins appeared in The Lucky Ones, with co- star Rachel McAdams as well as City of Ember (both 2008). Robbins next film role was as Senator Hammond, the disapproving father of the film's villain Hector Hammond, in the superhero film Green Lantern (2011). Robbins released the album Tim Robbins & The Rogues Gallery Band (2010), a collection of songs written over the course of 25 years that he ultimately took on a world tour. He was originally offered the chance to record an album in 1992 after the success of his film Bob Roberts, but he declined because he had \"too much respect for the process\", having seen his father work so hard as a musician, and because he felt he had nothing to say at the time. Robbins directed two episodes of the HBO series Treme. The series follows the interconnected lives of a group of New Orleanians in the wake of Hurricane Katrina. He helmed the episodes \"Everything I Do Gonh Be Funky\" in Season 2 (2011) and \"Promised Land\" in Season 3 (2012). Robbins became interested in the show while staying in New Orleans during the filming of Green Lantern. \"I had the unique experience of watching Treme with locals. It resonated for me immediately, and it resonated for them as well, because they have seen their town get misinterpreted and represented in ridiculous ways,\" he told The Times-Picayune in 2011. \"Something about this show was different for them. I appreciated that. I loved the writing and the actors. I loved the environment it's set in. I watched the whole first season in New Orleans, and got in touch with David Simon and said, 'If you guys need a director next year, I'd be happy to do an episode.'\"Walker, Dave (May 1, 2011). Tim Robbins immersed himself in New Orleans culture before directing Sunday's episode of 'Treme'. The Times- Picayune. Retrieved August 28, 2013. In 2013, he was a member of the jury at the 63rd Berlin International Film Festival. == Personal life == In 1986, Robbins entered into a relationship with actress Susan Sarandon, whom he met on the set of Bull Durham. They have one daughter: Eva Amurri (born March 15, 1985) from Sarandon's previous relationship with Italian director Franco Amurri, and two sons: John \"Jack\" Henry (born May 15, 1989) and Miles Robbins (born May 4, 1992). Sarandon, like Robbins, is a lapsed Catholic, and they share liberal political views. The end of Robbins' relationship with Sarandon was announced in late December 2009.Longtime couple Sarandon, Robbins have split msnbc. November 23, 2009 Robbins supported Ralph Nader's 2000 presidential campaign and appeared on stage in character as Bob Roberts during the \"Nader Rocks the Garden\" rally at Madison Square Garden.Bob Roberts at Madison Square Garden, Youtube.com In December 2007, Robbins campaigned for Senator John Edwards in the 2008 U.S. presidential election. He delivered a speech critical of Hillary Clinton and the DLC while introducing Bernie Sanders at a 2016 campaign stop. Robbins opposed the 2003 invasion of Iraq. In 2003, a 15th anniversary celebration of Bull Durham at the National Baseball Hall of Fame was canceled by Hall of Fame President Dale Petroskey. Petroskey told Robbins that his stance helped to \"undermine the U.S. position, which could put our troops in even more danger.\" Durham co-star Kevin Costner defended Robbins and Sarandon: \"I think Tim and Susan's courage is the type of courage that makes our democracy work. Pulling back this invite is against the whole principle about what we fight for and profess to be about.\" Robbins is an avid baseball and ice hockey fan. He supports the New York Mets and the New York Rangers and frequently attends games. In 1995 Robbins did a series of promos for MSG Network advertising upcoming Rangers games, and has narrated a documentary on the 1969 Mets for SNY. == Filmography == == References == == External links == * * * Robbins' blog at HuffPost * Embedded Live, the play and Embedded /Live, the DVD * TheAge.com Article: \"Tim Robbins: Hall of Fame Violates Freedom\" Category:1958 births Category:Living people Category:Male actors from California Category:Male actors from New York City Category:American anti–Iraq War activists Category:American male film actors Category:American male television actors Category:American male screenwriters Category:Best Musical or Comedy Actor Golden Globe (film) winners Category:Best Supporting Actor Academy Award winners Category:Best Supporting Actor Golden Globe (film) winners Category:Cannes Film Festival Award for Best Actor winners Category:People from Greater Los Angeles Category:People from Greenwich Village Category:Stuyvesant High School alumni Category:UCLA Film School alumni Category:State University of New York at Plattsburgh alumni Category:Film directors from California Category:Outstanding Performance by a Male Actor in a Supporting Role Screen Actors Guild Award winners Category:People from West Covina, California Category:20th-century American male actors Category:21st-century American male actors Category:People from Pound Ridge, New York Category:English-language film directors Category:Writers from New York City Category:Activists from California Category:Activists from New York (state) Category:California Democrats Category:New York (state) Democrats Category:Film directors from New York City Category:Screenwriters from New York (state) Category:Screenwriters from California Category:Volpi Cup winners ",
    "title": "Tim Robbins"
}