{
    "id": "26940057",
    "text": "The palace seen from the inner courtyard The Archiginnasio of Bologna is one of the most important buildings in the city of Bologna; once the main building of the University of Bologna, it currently houses the Archiginnasio Municipal Library and the Anatomical Theatre. ==History== The anatomical theater, built in 1637 The construction of the Archiginnasio dates back to the 16th century, when Piazza Maggiore was drastically remodeled under papal orders; the Fountain of Neptune was built during this same period. The construction of the Archiginnasio was commissioned by Pope Pius IV through the papal legate Charles Borromeo and the vice-legate Pier Donato Cesi during the years of the Council of Trent, who then entrusted the project to Antonio Morandi (known as il Terribilia). The building was begun at the end of February 1562, built very quickly, it was inaugurated on October 21, 1563. The goal of this project was to create a single place where the Schools of the \"Legisti\" (Canon and Civil law) and \"Artisti\" (philosophy, medicine, mathematics, natural sciences and physics), previously located in various places across the town, could be hosted together. The building of the new \"Schools\" was named Archiginnasio after the classical term which was used to designate the Studium, as the University was first called, of Bologna. The Archiginnasio ceased to be a University in 1803 when the University was moved to Palazzo Poggi where it is still located today. Scuole Pie (primary schools) were housed in this building for a few years and later, from 1838 onwards, were replaced by the city library. Archiginnasio Municipal Library is the largest library in Emilia- Romagna. It was first established to keep the books collected from the closure of the religious orders made by Napoleon. At present it boasts 850,000 volumes and pamphlets, including 2,000 incunabula, about 15,000 16th century editions, 8,500 manuscripts, letters, collections of autographs, prints and drawings, and 250 archives. All of this material, handwritten and printed collections, are of the utmost importance. They deal with the civil, cultural, religious and social history of Bologna and its territory. Upon entering, visitors are asked to hand over all bags and writing materials which can be picked up when leaving. ==The building == Externally the building presents a porch some 139 meters long comprising thirty arches supported by sandstone columns, inside a central courtyard with two line of loggias that surrounds the former church of Santa Maria dei Bulgari. Two stairways lead to the upper floor where are located the study rooms of the legisti (students who studied civil and canon law), and the artisti (students of other subjects such as philosophy, literature and medicine). Each of the legisti and the artisti had five classrooms in their respective wings, however only the legisti, who were considered the university's top students, had their classrooms in the main hallway.Touring Club Italiano 2000, p. 125. \"A questa divisione corrisponde l'organizzazione del palazzo: la parte meridionale era occupata dagli studenti di diritto... mentre la parte settentrionale era riservata agli studenti in arte[.]\" (\"This division corresponds to the organization of the palace: the southern section was used by the law students... while the northern section was reserved for students of the arts.\") At the end of each wing there are two great halls, one of them has now become the library's reading room, the other one is now used as a congress room and is known as \"Sala dello Stabat Mater\" in memory of the first performance of Rossini's Stabat Mater, directed by Gaetano Donizetti, on March 18, 1842. The walls of the building form an enormous heraldic complex, made up of six thousand coats of arms painted on its walls. The honor of putting a coat of arms on the walls was reserved for those students who were elected by other students as heads of the nationes (student organizations), and called councillors.Touring Club Italiano 2000, p. 126-7. \"Il diritto di far disegnare il proprio stemma era riservato esclusivamente a quegli studenti che rivestivano un ruolo di rappresentanza in seno agli organismi dell'Università[.]\" (The permission to design one's own coat of arms was exclusively reserved to those students that filled the representative role in the University's system.\") The coats of arms indicate the home country or city of the student, along with the student's name. On the walls of the lower portico are located a number of busts of the Seventeenth Century portraying lecturers from the University. Moreover, on the walls is also possible to notice the connection with the papal power (Bologna was the second main city of the Papal States), many are the coats of arms with the symbols of the church: triple crowns, St. Peter's keys and the clerical hats. ==Anatomical Theater== The upper level of the building still houses the Anatomical theatre, which was built in 1636 by Antonio Levanti. It was the hall used for anatomy lectures and displays. It is shaped like an amphitheater and made from fir wood with a coffer ceiling, decorated with statues. It is overlooked by the ornate seat of the professor, topped by a baldaquin and supported by the statues of two naked and skinless men, known as \"gli spellati\" (the skinned ones), made by Ercole Lelli. The numerous sculptures that decorated the walls represent doctors from ancient and modern times: the busts are of people considered of lesser importance, while the most revered are represented in full. The two main statues, from left to right, represent Hippocrates and Galen, the most prominent physicians of Greece and Rome, respectively. Another statue on the wall opposite the chair represents a medic holding a nose in his hand: it is a portrayal of Bologna native Gaspare Tagliacozzi, an early pioneer of rhinoplasty. As a result of Allied bombings on January 29, 1944, the room suffered extensive damage, but was subsequently reconstructed with exemplary philological rigour, using all the surviving elements retrieved from the rubble. ==Notes== ==Bibliography== * The Palace of the Archiginnasio in Bologna, Bologna: Tipografia Metropolitana, 2010 * Michael Kiene, L'architettura del Collegio di Spagna e dell'Archiginnasio. Esame comparato dell'architettura universitaria bolognese con quella europea, en \"Annali di Storia delle Università italiane\", volumen 1, 1997 * Touring Club Italiano. Bologna. Trieste: Editoriale Lloyd, 2000. Print. ==Image gallery== File:The Archiginnasio, Bologna, Italy, the wing with the Anatomical theatre.JPG|The palace seen from the inner courtyard. File:Bologna, Archiginnasio 04.JPG|The inner courtyard. File:Bologna, Archiginnasio 03.JPG|The inner courtyard portico. Access to the staircases. File:BO- Archiginnasio-Stemmi1.jpg|Student's coats of arms File:Archiginnasio- Stemmi2.jpg|Other coats of arms File:BO-Archiginnasio.jpg|Inscription in honor to Charles Borromeo File:Anatomical theatre of the Archiginnasio, Bologna, Italy - the teacher's chair and the Spellati (skinned).JPG|Anatomical Theater. The baldequin of the \"spellati\". File:Anatomical theatre of the Archiginnasio, Bologna, Italy - the statue of Apollo on the ceiling.JPG|Anatomical Theater. Wooden ceiling with statue of Apollo. File:Anatomical theatre of the Archiginnasio, Bologna, Italy - the statue of Hippocrates.JPG|Teatro anatómico. Statue of Hippocrates. File:Fotografia dell'Emilia - n. 101 - Bologna - Archiginnasio - Cortile interno.jpg|Inner courtyard. Historic photograph by Pietro Poppi (1883–1914) ==External links== * Stemmi e iscrizioni della decorazione parietale del palazzo dell'Archiginnasio * Biblioteca comunale dell'Archiginnasio - Bologna Category:Palaces in Bologna Category:Tourist attractions in Bologna Category:Libraries in Bologna ",
    "title": "Archiginnasio of Bologna"
}