{
    "id": "26947596",
    "text": "The Music Band is an album by War, released on MCA Records in 1979. In 1979, War considered changing its name to The Music Band, possibly regarding its old name as too aggressive for modern times. (They had formed in 1969 during the Vietnam War.) But by the time this album was released, they decided to keep the name War, and make \"The Music Band\" the title of a series of albums, of which this is the first. The album marked the group's first personnel changes since lead vocalist Eric Burdon's departure in 1971. B.B. Dickerson (bass) left during the sessions, but appears on some tracks, while others feature his replacement, Luther Rabb. Composer credits can be used to determine which bassist played on which tracks. Another new member was Alice Tweed Smith (credited as just Tweed Smith on this album), the group's first female vocalist, and also the first member not to be included in composition credits, which had always included the entire group previously. The cover art appears rather plain at first glance, but the printing method was somewhat elaborate. Instead of normal four-colour printing, it used cardboard painted solid red, with metallic silver print. (Black print also appears on the back.) Embossing was also used, especially on the back cover where ink-free embossing illustrates a tall marching bandleader's shako hat, the logo for the Music Band series. (The next album's innersleeve photo would show the band posing with a cardboard cut-out man wearing this hat, and the cartoon face that had appeared on the cover of Why Can't We Be Friends? in 1975.) The inner gatefold for this album has a full colour photo of the group (without either Dickerson or Rabb, but with new member Smith), and the album also came with a lyric and credits innersleeve. The track listing on the back cover shows songs in a different order from their actual appearance. An edited version of \"Good, Good Feelin'\" was released as a single (and thus the longer album version is subtitled \"original un-cut disco mix\"), backed with \"Baby Face (She Said Do Do Do Do)\" from the earlier Galaxy album (1977). \"I'm the One Who Understands\" was later re-recorded for the album, 13px (Peace Sign) (1994). ==Track listing== ===Side one=== #\"The Music Band\" {Papa Dee Allen, Harold Brown, B.B. Dickerson, Lonnie Jordan, Charles Miller, Lee Oskar, Howard E. Scott, Jerry Goldstein) – 8:28 #\"Corns and Callouses (Hey Dr. Shoals)\" (Allen, Brown, Jordan, Miller, Oskar, Luther Rabb, Scott, Milton Myrick, Goldstein) – 7:25 #\"I'm the One Who Understands\" (Allen, Brown, Dickerson, Jordan, Miller, Oskar, Scott, Goldstein) – 6:08 ===Side two=== #\"Good, Good Feelin' (original un-cut disco mix)\" (Allen, Brown, Jordan, Miller, Oskar, Rabb, Scott, Goldstein) – 7:43 #\"Millionaire\" (Allen, Brown, Dickerson, Jordan, Miller, Oskar, Scott) – 6:14 #\"All Around the World\" (Allen, Brown, Dickerson, Jordan, Miller, Oskar, Scott, Goldstein) – 7:47 ==Personnel== *Papa Dee Allen – percussion, lead and background vocals *Harold Brown – drums, percussion, lead and background vocals *B.B. Dickerson – bass, lead and background vocals *Lonnie Jordan – organ, piano, synthesizer, guitar, percussion, lead and background vocals *Charles Miller – saxophones, lead and background vocals *Lee Oskar – harmonicas, lead and background vocals *Luther Rabb – bass, lead and background vocals *Howard Scott – guitar, lead and background vocals *Alice Tweed Smith – lead and background vocals, percussion ===Technical personnel=== *Jerry Goldstein in association with Lonnie Jordon and Howard Scott – producers *Chris Huston – recording engineer and remix engineer **Ed Barton and Chris Huston – recording engineers on \"All Around the World\" *Doug Pakes, Rob Perkins, Simon Richards, Jim Hill – second engineers *Wally Traugett – mastering engineer *George Osaki, Lee Oskar – art direction *Alan Bergman – photography Category:1979 albums Category:War (American band) albums Category:MCA Records albums Category:Albums produced by Jerry Goldstein (producer) ",
    "title": "The Music Band"
}