{
    "id": "26942007",
    "text": "\"ADD SUV\" is the second single from Uffie's debut album Sex Dreams and Denim Jeans. The single was produced by Mirwais and features Pharrell Williams performing guest vocals. ADD SUV peaked at number 28 on the UK Independent Singles Chart.Top 40 Independent Singles Archive 19th June 2010 The Official Charts Company. Retrieved 2010-06-20. ==Release== On April 15, 2010, Uffie's single \"ADD SUV\" featuring Pharrell Williams premiered on BBC Radio 1. Uffie describes \"ADD SUV\" as \"poking fun at the rap fraternity's obsession with possessions, particularly their cars...\", but was more seriously influenced by the 1966 novel Valley of the Dolls, which Uffie was reading at the time she wrote the song. A music video began to shoot for \"ADD SUV\" in Los Angeles starring both Uffie and Pharrell Williams and directed by Nathalie Canguilhem on April 9, 2010 and was released on June 14, 2010. It was also announced that \"ADD SUV\" will be released accompanied with remixes by Armand Van Helden and Hudson Mohawke on May 17, 2010, in France, May 31, 2010 in most European and Asian countries, June 7, 2010 in the United Kingdom and Ireland and June 8, 2010 in the United States. \"ADD SUV\" charted very successfully in the UK, peaking at number six on the UK Independent Singles Breakers Chart and charted in France as well. The Armand Van Helden Vocal Mix is featured on Hed Kandi's 2010 remix album. ==Reception== The single received positive reviews from New York Post, Prefix Magazine, Spin Magazine, among others. BBC praised the track as a \"sarky bling-killing single\".https://www.bbc.co.uk/music/reviews/q5zb/ With so much anticipation around \"ADD SUV\" the song debuted at number one on The Hype Machine. ==Track listing== ;Digital Release # ADD SUV (Original Version) — 3:12 # ADD SUV (Armand Van Helden Vocal Remix) — 5:17 # ADD SUV (Hudson Mohawke's Spam Fajita Remix) — 3:26 # ADD SUV (Armand Van Helden Club Remix) — 4:44 ;12\" Single :A1. ADD SUV (Original Version) — 3:12 :A2. ADD SUV (Hudson Mohawke's Spam Fajita Remix) — 3:26 :B1. ADD SUV (Armand Van Helden Vocal Remix) — 5:17 :B2. ADD SUV (Armand Van Helden Club Remix) — 4:44 ==Charts== {| class=\"wikitable\" |- !align=\"left\"|Chart (2010) !align=\"left\"|Peak Position !align=\"left\"|Weeks on Chart |- |align=\"left\"|UK Dance Singles ChartTop 40 Dance Singles Archive 26th June 2010 The Official Charts Company. Retrieved 2010-06-20. | style=\"text- align:center;\"|31 | style=\"text-align:center;\"|4 |- |align=\"left\"|UK Independent Singles Breakers ChartTop 40 Independent Singles Breakers Archive 19th June 2010 The Official Charts Company. Retrieved 2010-06-20. | style=\"text-align:center;\"|6 | style=\"text-align:center;\"|4 |- |align=\"left\"|UK Independent Singles ChartTop 40 Independent Singles Archive 19th June 2010 The Official Charts Company. Retrieved 2010-06-20. | style=\"text-align:center;\"|28 | style=\"text-align:center;\"|5 |- |align=\"left\"|US Billboard Dance Songs/GlobalUffie - Billboard Billboard. Retrieved 2020-09-11. | style=\"text-align:center;\"|29 | style=\"text- align:center;\"|5 |- |} == References == ==External links== *Uffie's Official Website *Uffie's Official Myspace *Ed Banger Records Online Clothing/Music Store *Ed Banger Records Official Website Category:French songs Category:2010 singles Category:Uffie songs Category:Because Music singles Category:Elektra Records singles Category:Songs written by Mirwais Ahmadzaï Category:2009 songs ",
    "title": "ADD SUV"
}