{
    "id": "26942330",
    "text": "Edward A. Tenenbaum (1921–1975) was an American economist, sometimes referred to in Germany as \"Vater der Deutschen Mark\" (father of the Deutsche Mark)https://en.wikipedia.org/wiki/Edward_A._Tenenbaum. During World War II, he and civilian Egon W. Fleck were the first two non-captive Allied personnel to enter Buchenwald concentration camp, on April 11, 1945. == Biography == Tenenbaum was the son of Polish Jews who emigrated to America. In the late 1930s he was a student at the International School of Geneva, Switzerland, where he befriended the portrait artist Milein Cosman https://www.ecolint.ch/news/news-archives-treasure-lost-and-found. He subsequently graduated summa cum laude from Yale University in 1942. Tenenbaum was a US First Lieutenant and intelligence officer with the Publicity and Psychological Warfare unit of the Twelfth Army Group headquarters under General Omar N. Bradley. While in his early 20s,\"Ein junger US-Leutnant zog die Fäden\" Die Welt Online. (June 15, 2008) Retrieved February 11, 2011 he and civilian Egon W. Fleck were the first two non-captive Allied personnel to enter Buchenwald concentration camp, on April 11, 1945, at 5:30 p.m. After the war, Tenenbaum served as special assistant to the Lucius D. Clay, finance adviser of the U.S. military-established government from 1945-1948 and as an economist with the Economic Cooperation Administration from 1948–1950. He is credited with rescuing the German deutschemark while in this position. Former German chancellor Helmut Schmidt said about Tenenbaum, \"He was the intellectual link between the American military government and the German experts.\" He was later an economist with the International Monetary Fund from 1950–1951. Working for the Mutual Security Agency, Tenenbaum served as an economic adviser from 1951 to 1952. From 1952 to 1954, he was a finance adviser to the Greek government.Edward A. Tenenbaum Papers Truman Library & Museum, Independence, Missouri, USA. Retrieved February 11, 2011 Tenenbaum was killed in a traffic accident in 1975. ==References== Category:United States Army officers Category:1921 births Category:1975 deaths Category:20th-century American economists Category:Yale University alumni ",
    "title": "Edward A. Tenenbaum"
}