{
    "id": "26947314",
    "text": "Sculpture of King Ferdinand III of Castile (1671), Cathedral of Seville. The king, later known as Saint Ferdinand () is represented with a sword in one hand and an orb in the other, both traditional symbols of power. Pedro Roldán (1624–1699) was a Baroque sculptor from Seville, Andalusia, Spain. His daughter Luisa Roldán, known as La Roldana, was also a major figure of Spanish Baroque sculpture. == Life == Christ of the Pardon, Church of Santa María la Coronada, Medina Sidonia. Pedro Roldán was born in Seville in 1624, where he was baptized in the Church of the Sanctuary () 14 January 1624, according to his certificate of baptism. It was believed for a time in the 20th century that he might have been born in Antequera (province of Málaga), because his family was from there and his older brother Marcos was born there, or alternatively that he could have been born in Orce (province of Granada), where his family lived for a time when Pedro was a childIn 1925, Gallego y Burín published the certificate of Roldán's marriage to Teresa de Jesús Ortega y Villavicencio, who were married in the Church of Saint Nicholas (Iglesia de San Nicolás) in Granada 1 October 1642, receiving the sacrament the following 16 February. According to Gallego y Burín, Roldán was born in Antequera. In 1950, Heliodoro Sancho Corbacho published a marriage record initiated by descendants of Roldán, in which the artist himself asserts that he was born in Orce (his final place of residence), where he lived with his parents. At the age of fourteen, he moved to Granada where he apprenticed to Alonso de Mena. In 1642 he contracted marriage to Teresa de Jesús Ortega y Villavicencio,Juan José Martín González, La escultura barroca en España, p. 169 who was probably the niece of his master Alonso de Mena. There, in 1644, they had their first daughter, named María. In 1646, Alonso de Mena died, leaving Bernardo de Mora as the head of the studio; Roldán left for Seville. at this time, Juan Martínez Montañés was at the end of his career, presenting an opeining for Roldán's work. In 1660 he began to teach classes in sculptural representation as a teacher at the Academy of Art founded by Bartolomé Esteban Murillo. In his last years, he established a large studio where he collaborated with members of his family (his children and sons-in-law) and his students. The studio designed and constructed altarpieces, sculpted and polychromed, undertaking projects in places as far-flung as Cádiz, Jerez de la Frontera, Córdoba and Jaén. He died in 1699, and was buried in the crypt of Saint Mark's Church (Iglesia de San Marcos) in Seville. Besides Murillo, he was also closely connected to Juan de Valdés Leal. == Descendants == With his wife Teresa de Jesús Ortega y Villavicencio, Roldán had eight children, all of whom worked closely with him in his studio. * María Roldán (born 1644), his oldest daughter, died young. * Teodora Manuela (1646) died young * Pedro Mauricio (1647) died young * Francisca Roldán, (born 1650), was in charge of painting the faces and hands of the sculptures (giving them the natural colors of flesh),Roldán, Luisa (La Roldana), www.artesacro.org. Retrieved 30 April 2010. and married sculptor José Felipe Duque Cornejo. Their son Pedro Duque y Cornejo also became a sculptor, master of the 18th century Sevillian Baroque. * Luisa Roldán (born 1652), known as La Roldana, became one of the major sculptors of the Andalusian Baroque; she married the sculptor Luis Antonio de los Arcos. * Maria Roldan (born 1654) worked as a sculptor and married the sculptor Matías de Brunenque. * Isabel Roldán (born 1657), goddaughter of Juan de Valdés Leal married Alejandro Martagón, a collaborator in Roldán's studio. * Teresa Roldán (born 1660) married twice, to Manuel Caballero and to Pedro de Castillejos. * Marcelino José (born 1662) became director of the studio on Roldán's death. * Ana Marcela (born 1662) married twice. * Pedro de Santa María (born 1665) was also a sculptor, but with little success in his own right. == Style == Initially taught a naturalistic style, his imagery evolved in the direction of the Baroque, with a personal style as elegant as it was free in its form. == Most noted works == Altarpiece of the Church of the Sanctuary (Iglesia del Sagrario) in Seville; Roldán executed the sculpture of the Descent from the Cross and the relief on the pedestal. * Our Father Jesus Tied to the Column (Nuestro Padre Jesús Amarrado a la Columna), 1675, Parish Church of the Apostle James (Parroquia de Santiago Apóstol), Lucena * Most Holy Christ Tied to the Column (Santísimo Cristo amarrado a la Columna), Church of Saint John the Baptist (Iglesia de San Juan Bautista) La Orotava, Tenerife. * Sculptural part of the altarpiece of Saint Ann's Church (Iglesia de Santa Ana), Montilla * Altarpiece of the Descent of the Biscayans (El descendimiento de las Vizcaínas, Church of the Sanctuary (Iglesia del Sagrario), Seville. * Altarpiece of the Entombment of Christ, Saint George, Saint Roch, and the Virgin of Charity (Entierro de Cristo, San Jorge, San Roque y Virgen de la Caridad, Hospital de la Caridad, Seville. * Sculptures of the Four Evangelists, the Four Doctors of the Church and Saint Ferdinand for the façade of the Cathedral of Jaén. * Most Holy Christ of the Expiration (Santísimo cristo de la Expiración) in the Parish Church of Saint James (Iglesia de Santiago), Écija == Other documented works == * Archangel Saint Michael, 1657, Church of Saint Vincen, (Iglesia de San Vicente), Seville. * Reliefs of the Passion, 1659, Church of Saint Mary Magdalene, Seville. * Saint Ferdinand (San Fernando), 1671, Cathedral of Seville. * Saint Ann teaching the Virgin to read (Santa Ana enseñándo a leer a la virgen), 1672, Church of the Holy Cross (Iglesia de Santa Cruz), Seville. * Saint Ignatius Loyola, 1672, Saint Bartholomew's Parish Church (Parroquia de San Bartolomé), Seville. * Saint Dionysius, 1673–1674, Church of Saint Francis (Iglesia de San Francisco), Cádiz. * Saint Remigius, 1673–1674, Church of Saint Francis (Iglesia de San Francisco), Cádiz. * Saint Peter and Saint Paul, 1680, Parish Church of Villamartín (Iglesia parroquial de Villamartín), Cádiz. * The Immaculate Conception, 1680, Church of Our Lady of Grace (Iglesia de Nuestra Señora de Gracia), Córdoba. * Reliefs of the Passion, 1683–84, Saint Catherine's Church (Iglesia de Santa Catalina), Seville. * Saint Peter and Saint Ferdinand, 1698, Church of the Hospital de los Venerables (Iglesia de los Venerables), Seville. * Christ of the Descent (Cristo del Descendimiento), Church of Saint Mary Magdalene, Seville. * Christ of the Pardon, Church of Santa María la Coronada (Iglesia de Santa María la Coronada), Medina-Sidonia (Province of Cádiz) == Other attributed works == * Our Lady of Antigua (Nuestra Señora de la Antigua), 1650–1655, Church of Saint Mary Magdalene (Iglesia de Santa María Magdalena), Seville. * Santísimo Cristo de las Misericordias. Hermandad de Santa Cruz de Sevilla. The anonymous Christ is dated to 1670–1682 and is attributed to Pedro Roldán or his school. * The Virgin of Hope of Macarena, crowned by Pope John XXIII in 1964. == Gallery == File:Altar mayor 002.jpg|Entombment of Christ, Hospital de la Caridad, Seville. File:Virgen de la Caridad 001.jpg|Virgin of Charity (Virgen de la Caridad), Hospital de la Caridad. File:San Roque 001.jpg|Saint Roch, Hospital de la Caridad. File:Capilla Santa Ana-Iglesia de Santa Cruz.jpg|Saint Ann teaching the Virgin to read, Iglesia de Santa Cruz, Seville. == References == Category:1624 births Category:1699 deaths Category:People from Seville Category:Spanish Baroque sculptors Category:17th-century Spanish sculptors Category:Spanish male sculptors ",
    "title": "Pedro Roldán"
}