{
    "id": "26947491",
    "text": "Catawba (cuh-TAW-buh) is an unincorporated community in York County, South Carolina, United States, southeast of the city of Rock Hill. The community, Catawba, was once referred to as Catawba Ridge, but this name recently became unpopular. Only tribal elders from the Catawba Indian Reservation now refer to the community as Catawba Ridge. ==Geography== Catawba is located in the Piedmont (Foothills) region of South Carolina. Within the town limits of Catawba, there are certain areas of the land that consists of red clay. Red clay is the result of poor farming practices, which eventually led to the erosion of topsoil in the area. Prior to the erosion of topsoil, the Piedmont Region was once known for great farming. ==History== The Catawba Native Americans first populated the area along the Catawba River more than 6,000 years ago. Settlers began to colonize the Piedmont region in 1670. The Catawba Natives believed in brotherly love and peace, so they created a friendly environment and relationship with the settlers. Along with the settlers there came new beginnings, tools, and diseases. In 1759, there was a small pox epidemic that eventually brought the Native American tribe population to less than 1,000 people. ==Catawba Indian Reservation== The Catawba Indian Reservation is a 600-acre piece of land purchased by the Catawba Peoples in 1850, located in the community of Catawba. This reservation is the only Indian reservation that is federally recognized in the state of South Carolina. As of 2011, there are 2,800 members of the reservation. The Reservation offers childcare, a housing program, clinics, transit services, a senior citizens program, and a Head Start program for all members of the Catawba Indian Nation. Anyone is welcome to visit the Catawba Indian Reservation, but before anyone enters the property, they must understand and abide by their rules. ==References== *Geological Survey Names Information System: Catawba, York County, South Carolina Category:Unincorporated communities in York County, South Carolina Category:Unincorporated communities in South Carolina ",
    "title": "Catawba, South Carolina"
}