{
    "id": "26942281",
    "text": "Women of Liberia Mass Action for Peace Women of Liberia Mass Action for Peace is a peace movement started in 2003 by women in Monrovia, Liberia, Africa, that worked to end the Second Liberian Civil War. Organized by Crystal Roh Gawding and social workers Leymah Gbowee and Comfort Freeman, the movement began despite Liberia having extremely limited civil rights. Thousands of Muslim and Christian women from various classes mobilized their efforts, staged silent nonviolence protests that included a sex strike and the threat of a curse. ==Background== During the late 1970s in Liberia, a military coup headed by Master Sergeant Samuel Kanyon Doe seized power, with Doe becoming Liberia's first native leader and head of state. During Doe's rule, one's tribal identity determined how they were treated. Doe favored those who shared in his Krahn tribal identity. If someone was indigenous or poor, they were looked down upon by his cabinet and supporters. There were increasing signs of an impending war. However, the indigenous people were unable to flee Liberia because of lack of funds. This division led to the start of a long, bloody civil war.Pray the Devil Back to Hell. Gini Reticker. Fork Films, 2008. During the Liberian Civil War, the reality of women's lives went unreported. Gbowee mentioned some of their roles involved hiding their husbands and sons from soldiers looking to recruit or kill them, walking miles to find food and water for their families, and ultimately how they kept life going so that there would be something left to build on when peace returned. And after gaining power in a military coup in 1989, President Charles Taylor struggled to keep control over the country. Due to the start of tribal identities mattering during Doe's reign, Liberia was now a country divided by rebel factions. Both the rebels and Taylor's administration enforced severe harassment and violence on the people of Liberia. 2003 marked the fourteenth year of the bloody civil war. Many Liberians were displaced, and up to 250,000 lives were taken. With men being the primary participants of war, the women were the individuals that carried the burden of the war's impact. During the years of warfare, Liberian women \"had to endure the pain of watching their young sons be forcibly recruited into the army. A few days later these young men would come back into the same village, drugged up, and were made to execute their own family members. Women had to bear the pain of seeing their young daughters…be used as sex slaves at night and as fighters during the day…women had to sit by and watch their husbands, their fathers be taken away. In most instances these men were hacked to pieces.\"Gbowee, Leyman. \"Women and Peacebuilding in Liberia: Excerpts from a talk by Leymah Gbowee at the ELCA's Global Mission Event in Milwaukee, WI.\" Evangelical Lutheran Church in America. Unable to tolerate any more fighting or killing, a small group of Liberian women made a decision that would eventually change the country. These women released a campaign that called for non-violence and peace. Their leader, Leymah Gbowee, stated that they would \"take the destiny of Liberia into their own hands,\" declaring that \"in the past they were silent, but after being killed, raped, dehumanized, and infected with diseases, war has taught them that the future lies in saying no to violence and yes to peace.\"Gbowee, Leymah. \"Women and Peacebuilding in Liberia: Excerpts from a talk by Leymah Gbowee at the ELCA's Global Mission Event in Milwaukee, WI.\" Evangelical Lutheran Church in America. ==Peace deal== In 2003 during the Second Liberian Civil War, Women of Liberia Mass Action for Peace forced a meeting with President Charles Taylor and extracted a promise from him to attend peace talks in GhanaBio of Gbowee Leymah to negotiate with the rebels from Liberians United for Reconciliation and Democracy and Movement for Democracy in Liberia. A delegation of Liberian women went to Ghana to continue to apply pressure on the warring factions during the peace process.Liberian women pray as the nation heads to the polls Two hundred women surrounded the room, dressed in white, dominating the conversation. Any time the negotiators tried to leave, the women threatened to take off all of their clothes. Enclosed in the room with the women, the men would try to jump out of the windows to escape their talk. But the women persisted, staging a sit in outside of the Presidential Palace. They blocked all the doors and windows and prevented anyone from leaving the peace talks without a resolution. The women of Liberia became a political force against violence and against their government. Their actions brought about an agreement during the stalled peace talks. As a result, the women were able to achieve peace in Liberia after a 14-year civil war and later helped bring to power the country's first female head of state, Ellen Johnson Sirleaf. When President Ellen Sirleaf first came into office, she made women's rights one of her priorities. Her administration focused on the condition of women in Liberia and their needs.http://www.africa4womensrights.org/public/Dossier_of_Claims/Liberia- UK.pdf Some of the changes she made involved: putting more women in office, establishing the Women's Legislative Caucus, a multiparty committee in the House of Representatives that ensures a gender-sensitive approach to the legislature, and creating The Inheritance Act, an act that made rights of inheritance for spouses of statutory and customary marriages. Under President Sirleaf, rape, a prominent weapon of war, was also made punishable with a maximum sentence of life in prison. ==Leaders== Crystal Roh Gawding, President of St.Peter's Lutheran Church Women and Comfort Freeman, National President for All of the Women of Lutheran Church in Liberia, presidents of two different Lutheran churches, organized the Women in Peacebuilding Network (WIPNET), and issued a statement of intent: \"In the past we were silent, but after being killed, raped, dehumanized, and infected with diseases, and watching our children and families destroyed, war has taught us that the future lies in saying NO to violence and YES to peace! We will not relent until peace prevails.\"WOMENS PEACE MOVEMENT OF LIBERIA Thousands of local women prayed and sang in a fish market daily for months.2009 Asatu Bah Kenneth, Assistant Minister for Administration and Public Safety of the Liberian Ministry of Justice,http://unmil.org/1article.asp?id=3718&zdoc;=1 was president of the Liberia Female Law Enforcement Association at the time. Inspired by the work of the Christian women's peace initiative, she formed the Liberian Muslim Women's Organization to work for peace.United Nations Radio Together, Gbowee, Freeman and Kenneth brought both groups together to form the Mass Action, a rare thing to happen in Liberia. Since they were brought together, relations have been less tense and more open between Christians and Muslims in Liberia, specifically Monrovia. The Christian and Muslim women joined forces to create Women of Liberia Mass Action for Peace. They wore white, to symbolize peace. For her leadership, Leymah Gbowee has received international recognition, including the 2009 John F. Kennedy Profile in Courage AwardBill Moyers Journal, June 19, 2009 and the 2011 Nobel Peace Prize. Ellen Johnson Sirleaf, The president of Liberia during the duration of the Mass Action for Peace. She often promoted women's rights and promised to increase women's rights in her two campaigns for presidency. She inspired many Liberian women to push for mass movement in order to obtain peace in the country. ==Lasting legacy of WIPSEN== Since the adoption of the United Nations Security Council Resolution 1325 in 2000, women have been engaged in rebuilding war-torn societies, restoring relationships and promoting social cohesion. Women Peace and Security Network – Africa (WIPSEN-Africa), is a women-focused, women-led Pan-African Non-Governmental Organization based in Ghana. It was established on May 8, 2006 to promote women's strategic participation and leadership in peace and security governance in Africa. The founding members of this organization include Leymah Gbowee, Thelma Ekiyor, and Ecoma Bassey Alaga. The organization has a presence in Ghana, Nigeria, Ivory Coast, Liberia and Sierra Leone. ==Similar protests== * In Ivory Coast, Aya Virginie Toure organized over 40,000 women in numerous peaceful protests in a revolution against Laurent Gbagbo in the Second Ivorian Civil War. Some were dressed in black, some were wearing leaves, and some were naked, all signs of an African curse directed toward Laurent Gbagbo. * On March 23, 2011, at the Economic Community of West African States (ECOWAS) Summit in Nigeria, a \"One Thousand Women March\" was organized by peace activists in West Africa. They wore white T-shirts and represented countries across West Africa including Ivory Coast, Ghana, Liberia, Nigeria, Sierra Leone and Togo. They issued a press release and presented a position statement to the ECOWAS Heads of State. ==Pray the Devil Back to Hell== Pray the Devil Back to Hell is a documentary film directed by Gini Reticker and produced by Abigail Disney. The film premiered at the 2008 Tribeca Film Festival, where it won the award for Best Documentary.Tribeca Film Festival The film documents the efforts of Women of Liberia Mass Action for Peace. The film has been used as an advocacy tool in post-conflict zones like Sudan and Zimbabwe, mobilizing African women to petition for peace and security.November 2009 MEDIAGLOBAL ==See also== * Ellen Johnson Sirleaf * Leymah Gbowee * Comfort Freeman * Second Liberian Civil War * Siege of Monrovia * List of women pacifists and peace activists General: * Gender inequality in Liberia ==References== ==External links== * WIPNET * AllAfrica.com * United States Institute of Peace * PeopleBuildingPeace.org * Women in White * Pray The Devil Back to Hell - video * Category:Women in Liberia Category:Women's rights in Liberia Category:Peace organizations by country Category:Peace marches Category:Military history of Liberia Category:Social history of Liberia Category:2003 establishments in Liberia Category:Civil disobedience * ",
    "title": "Women of Liberia Mass Action for Peace"
}