{
    "id": "26941476",
    "text": "180px The XH-A1S is a digital video camera manufactured by Canon. The XH-A1S is an updated version of Canon’s XH-A1, and a newer version of the Canon GL2. It is generally used for independent filmmakers. It is one of the top Prosumer Camcorders in the market today. ==Features== *The XH-A1S is a native HDV that is capable of recording 1080/24p, 1080/30p. When using the 1080/24p, or 1080/30p features, you should use the 24F (24 frame rate) or 30F (30 frame rate) mode in the Camera Setup menu. This camera is capable of shooting sports, television, music videos, commercials, and movies. (The 60 frame rate option is generally the best for sports.) Although this is a Video Camera, the 24F, or 24 frame rate option is usually the best option for replicating film. 24 frame rate is generally what is used when shooting Film. *The camera has an Automatic shooting option which is great for filming at a moments notice. The Manual option is easier to manipulate and is designed for more professional use. The camera also has the option of shooting in HD or Standard (SD) mode. This allows the camera operator choose what format he or she wants to shoot in, so he can be more flexible for his clients. *The LCD monitor is 2.8 inches and is very flexible. The LCD monitor is in color and allows the best perspective possible for the operator. Ultimate HD Quality The XH-A1S has a new and improved 20x zoom. The new three ring iris, zoom, and focus feature allows you to zoom and focus at the same time. The 3CCD system offer 800 TV lines, which is the highest in HDV standard. DIGIC DV II Image Processor This is Canon’s next generation of video processing and it ensures the best optimal quality and color reproduction for high-definition video. Audio The XH-A1S is equipped with dual XLR connector inputs with a phantom power supply. You can record the audio using both XLR inputs, or you can record with one and the built-in microphone. The display provides the audio limiter, which makes sure the user gets the right amount of audio at all times. The XLR inputs are female. ==External links== *Official Canon USA Product Page of XH-A1S *CamcorderInfo.com Review of Canon XH-A1S Category:Canon camcorders ",
    "title": "XH-A1s"
}