{
    "id": "26943489",
    "text": "__NOTOC__ Hermann Geyer (7 July 1882 – 10 April 1946) was a German general during World War II who commanded the IX Army Corps. He was a recipient of the Knight's Cross of the Iron Cross of Nazi Germany. Geyer retired in 1943 and committed suicide in 1946. ==World War I== On January 1, 1918, the German Army published a pamphlet written by Captain Hermann Geyer entitled The Attack in Position Warfare. The pamphlet described infantry infiltration tactics, the role of following supporting forces and the role of aviation. These tactics were used in the German 1918 Spring Offensive or Kaiserschlacht (Kaiser's Battle).Paschall, Colonel Rod, author, John S. D. Eisenhower ed. and introduction. The Defeat of Imperial Germany 1917-1918. New York: Da Capo Press, 1994. . p. 130. Originally published Chapel Hill, NC: Algonquin of Chapel Hill, 1989. ==Awards and decorations== * Knight's Cross of the Iron Cross on 25 June 1940 as General der Infanterie and commander of IX. Armeekorps Fellgiebel 2000, p. 163. ==References== ===Citations=== ===Bibliography=== * * Paschall, Colonel Rod, author, John S. D. Eisenhower ed. and introduction. The Defeat of Imperial Germany 1917-1918. New York: Da Capo Press, 1994. . p. 130. Originally published Chapel Hill, NC: Algonquin of Chapel Hill, 1989. Category:1882 births Category:1946 deaths Category:Military personnel from Stuttgart Category:People from the Kingdom of Württemberg Category:Generals of Infantry (Wehrmacht) Category:German military personnel of World War I Category:Prussian Army personnel Category:Knights of the House Order of Hohenzollern Category:Recipients of the Knight's Cross of the Iron Cross Category:Knights 1st class of the Albert Order Category:Recipients of the Silver Liakat Medal Category:Officers of the Order of Military Merit (Bulgaria) Category:Recipients of the Friedrich-August-Kreuz, 1st class Category:German military personnel who committed suicide Category:Recipients of the clasp to the Iron Cross, 1st class Category:Lieutenant generals of the Reichswehr ",
    "title": "Hermann Geyer"
}