{
    "id": "26945326",
    "text": "The Braer Storm was the most intense extratropical cyclone ever recorded over the northern Atlantic Ocean. Developing as a weak frontal wave on 8 January 1993, the system moved rapidly northeast. The combination of the absorption of a second low-pressure area to its southeast, a stronger than normal sea surface temperature differential along its path, and the presence of a strong jet stream aloft led to a rapid strengthening of the storm, with its central pressure falling to an estimated on 11 January.https://weather.com/news/international/news/2020-02-12-bomb-cyclone- dennis-rival-most-intense-north-atlantic-storms Its strength was well predicted by forecasters in the United Kingdom, and warnings were issued before the low initially developed. Gale-force winds covered the far northern Atlantic between Western Europe and Atlantic Canada, due to the intensity of this storm, with hurricane-force winds confined near its center of circulation. After reaching its peak intensity, the system weakened as it moved into the far northeast Atlantic, dissipating by 17 January. This storm caused severe blizzards across much of Scotland. It also led to the final breakup of the oil tanker MV Braer, from which the storm derived its name; it had been stranded in rocks off the Shetland Islands by a previous storm nearly a week beforehand. ==Meteorological history== A weak frontal wave, a low- pressure system forming along a weather front with very strong temperature contrast, developed on the afternoon of 8 January to the southeast of Newfoundland with a central pressure of The system moved at a quick pace to the east-northeast at around , deepening slowly. As the storm tracked more northeasterly, development accelerated, and early on the morning of 9 January its central pressure had fallen to . A new low pressure area formed along the system's cold front to its south. By noon, the forward motion of the main cyclone accelerated to nearly and its central pressure began to bomb, then down to as it passed through the far northern Atlantic. This strengthening was enhanced by a strong jet stream with measured winds of , and a stronger than normal sea surface temperature gradient along its path from the Grand Banks of Newfoundland towards Iceland. The new low south of the main low strengthened quickly, and its central pressure dropped to . During the evening of 9 January, the main cyclone to the north continued to bomb out, with a central pressure down to . Soon afterwards, it absorbed the deepening low to its south and this merger caused a period of extreme intensification. By early morning of 10 January, the pressure at the strong cyclone's center had fallen to northwest of Great Britain as it slowed its northeast motion. Hurricane-force winds of were recorded at a weather ship just to its southeast. Towards sunrise, the center of the cyclone lay south-southeast of Iceland. The system continued to slow as it turned north-northeast, reaching its estimated lowest pressure of https://weather.com/news/international/news/2020-02-12-bomb- cyclone-dennis-rival-most-intense-north-atlantic-storms later that morning. Weather buoys in the region with identifiers of 44746 and 64043 were not designed to read pressures below , so when their pressures dropped to that reading, they stayed there until the storm moved away. Animation of the Braer Storm on 11 January The system's strongest winds were within of its center. Early during the afternoon of 10 January, a tremendous pressure differential existed between the center of the cyclone and a high-pressure area over Spain, which had a central pressure of . This caused an extensive area of gale-force winds which stretched from Newfoundland to Spain, and northeastward between Greenland and northern Norway. A large area of hurricane-force winds existed within this area of gales. The center of the low transcribed a loop before resuming a slow northeast motion into the far northeast Atlantic. However, the system began to weaken, and by the evening of January, 10 its central pressure had risen to . By the evening of 12 January, its central pressure rose to . During the evening of 13 January, its central pressure rose to while located in the far northeast Atlantic. Within four days, the low dissipated west of Norway. ==Preparations and impact== The strength of this storm was well forecast by the British Met Office global weather forecast model as far as 84 hours in advance, which allowed forecasters in the United Kingdom to issue warnings related to the storm on the morning of 8 January, before the cyclone had initially developed. The sign of the North Atlantic oscillation switched from positive to weakly negative during the lifetime of this storm, which caused colder conditions to prevail in the Eastern United States and Western Europe by the time the system was dissipating. The British Isles saw their pressures fall as low as during the mid-afternoon of 11 January in Lerwick. Winds gusted to at two locations: the weather ship Cumulus and North Rona, north of Scotland. Wind gusts of over were measured across northwest Scotland. The highest precipitation amount recorded with this system across Great Britain was at Cilfynydd in South Wales. Periods of rain impacted the British Isles early in the morning of 10 January, progressing from west to east. Wet and windy weather was seen across the region during the day, with a wintry mix of precipitation falling across northern sections of Britain. Within the area of wintry mix, the wind combined with the ongoing snowfall led to blizzards across most of Scotland. Precipitation became more showery in nature during the evening hours. Thunderstorms were observed despite the near-freezing temperature readings. Wind and waves associated with this storm were too much for the tanker MV Braer, which had become lodged on rocks in the Shetland Islands nearly a week beforehand. The tanker broke up and her remaining cargo of 84,500 tons of light crude oil spilled into the ocean surrounding the islands. The rough conditions caused by this storm led to the rapid breakup of visible oil slicks. ==Record set== This cyclone was slightly stronger than an intense low pressure area which moved near Greenland on 14–15 December 1986, which was the strongest extratropical cyclone known to occur across the northern Atlantic Ocean at that time. Only three prior extratropical storms across the north Atlantic, and two since, have attained central pressures below . ==See also== *Perfect storm *Great Gale of 1880 *Columbus Day Storm of 1962 *1993 Storm of the Century *November 2011 Bering Sea cyclone *January 2013 Northwest Pacific cyclone *November 2014 Bering Sea cyclone *Storm Dennis ==References== Category:1993 meteorology Category:History of the Atlantic Ocean Category:European windstorms Category:January 1993 events in Europe ",
    "title": "Braer Storm"
}