{
    "id": "26942005",
    "text": "Louis Bouchêne, known as Louis Baron, fils (born Paris 24 December 1870, died Dieppe 30 November 1939), was an actor and singer, who took part in many operettas and comédie-musicales, and was in 30 films between 1929 et 1938. He was the son of Louis Baron often associated with the works of Offenbach.'L'encyclopédie multimedia de la comédie musicale théâtrale en France (1918–1940)’ (http://comedie-musicale.jgana.fr/index.htm), accessed 12 April 2010. Baron began studies at the Conservatoire in 1890 in the class of Got, winning a first prize for comedy in 1893, and being engaged at the Théâtre de l'Odéon, making his debut that year in Les Plaideurs. In 1894 he appeared in Fleur de Vertu at the Théâtre des Bouffes-Parisiens and the following year several plays at the Théâtre des Folies-Dramatiques. His career continued over the next years at other Parisian theatres. Appearing in operettas before the First World War, including François les bas-bleus in 1896, he also performed in comedies at the Théâtre du Vaudeville.Gänzl K. The Encyclopaedia of the Musical Theatre. Blackwell, Oxford, 1994. Baron was mobilised from 1914 to 1916, and appeared in the premieres of the following stage works: Dédé (1921, Leroydet), J'adore ça (1925, Monseigneur Spaghetto), Le Temps d'aimer (1926) and Il est charmant (1932, Poitou). He also appeared in the 1935 film Dédé. His films included La femme invisible (1933), Cordon Bleu (1933) and Mademoiselle Mozart (1935). ==Selected filmography== * The Maid at the Palace (1927) * Croquette (1927) * The Mystery of the Villa Rose (1930) * Our Masters, the Servants (1930) * The Man in Evening Clothes (1931) * Black and White (1931) * Caught in the Act (1931) * The Champion Cook (1932) * You Are Me (1936) * Let's Make a Dream (1936) * Southern Mail (1937) ==References== Category:1870 births Category:1939 deaths Category:French male film actors Category:French male silent film actors Category:20th-century French male actors Category:Male actors from Paris Category:French male stage actors Category:French male singers ",
    "title": "Louis Baron, son"
}