{
    "id": "26941631",
    "text": "\"Somebody Dance with Me\" is a song by Swiss artist DJ BoBo featuring Emel Aykanat. It was released in November 1992 as the second single from the album, Dance with Me. The song is on some parts based on sampling taken from \"Somebody's Watching Me\" by Rockwell. It was the first major hit of DJ BoBo in 1992-1993 reaching the top of Swiss Hitparade, the official Swiss Singles Chart. It was also a number-one hit in Portugal and Sweden. ==Chart performance== \"Somebody Dance with Me\" was a major hit on the charts in Europe and Australia. It remains one of DJ BoBo's most successful songs to date, peaking at number-one in Portugal, Sweden and Switzerland. The single managed to climb into the Top 10 also in Austria, Finland, Germany, Norway and the Netherlands. Additionally, it was a Top 20 hit in Australia and Denmark, as well as on the Eurochart Hot 100, where it hit number 11 i September 1993. And on the European Dance Radio Chart, \"Somebody Dance with Me\" went to number 14. It didn't chart on the UK Singles Chart in the UK. It earned a gold record in Germany. ==Music video== A very low budget music video was shot entirely in a music venue with an audience and a performance of the song with various dancers. According to DJ BoBo, the video was shot on a budget of 3,000 Swiss Francs only. A official video from one of DJ BoBo's concerts, where the singer performs \"Somebody Dance with Me\" on stage was uploaded to YouTube in August 2009. By September 2020, it had more than 26,6 million views. ==Track listings== 400px CD single # Somebody Dance With Me (radio mix) # Somebody Dance With Me (club mix) # Uh-Uh! (Deejay remix) # Somebody Dance With Me (Live In Switzerland) Remix – CD-maxi Fresh 1240 # Somebody Dance With Me (remix) # Move Your Feet # Somebody Dance With Me (Live In Switzerland) Remix Italien – CD-maxi DWA 0097 # Somebody Dance With Me (Heaven Trouble remix) # Somebody Dance With Me (radio mix) # Somebody Dance With Me (club mix) # Uh- Uh! (Deejay remix) # Somebody Dance With Me (Live In Switzerland) ==Charts== ===Weekly charts=== {|class=\"wikitable sortable\" !align=\"left\"|Chart (1993) !Peak position |- |- |- |- |align=\"left\"|Denmark (IFPI)Danish Singles Chart 15 October 1993 |align=\"center\"|14 |- |align=\"left\"|Europe (Eurochart Hot 100) |align=\"center\"|11 |- |align=\"left\"|Europe (European Dance Radio) |align=\"center\"|14 |- |align=\"left\"|Finland (Suomen virallinen lista) |align=\"center\"|5 |- |- |align=\"left\"|Israel (Israel Top-30) |align=\"center\"|4 |- |- |- |- |align=\"left\"|Portugal (AFP) |align=\"center\"|1 |- |- |- |} ===Year-end charts=== {| class=\"wikitable sortable\" !Chart (1993) !Position |- |Austria (Ö3 Austria Top 40) |align=\"center\"|19 |- |Europe (Eurochart Hot 100) |align=\"center\"|23 |- |Germany (Official German Charts) |align=\"center\"|14 |- |Netherlands (Dutch Top 40) |align=\"center\"|36 |- |Netherlands (Single Top 100) |align=\"center\"|36 |- |Switzerland (Schweizer Hitparade) |align=\"center\"|1 |- |} ==Remady 2013 Mix== In 2013, Swiss music producer Remady released a remix of the song entitled \"Somebody Dance with Me (Remady 2013 Remix)\" by DJ BoBo featuring Manu-L. The track is also known as \"Somebody Dance with Me 2k13\" and was meant to coincide with the 20th anniversary of the hit by DJ Bobo that made the charts in 1993. ===Music video=== The music video directed by Combo Entertainment starts with DJ BoBo in disguise with a hooded sports jacket playing the original hit on his cassette recorder while passing in front of a wall graffiti inscribed with the year 1993. Shifting the recorder by his foot, an adjacent graffiti is revealed showing 2013. Later on in the video, youth are shown doing dance, breakdance and sports routines in front of the wall now inscribed with both years, with 2013 pointing to 1993. At the end of the video, DJ Bobo is parting with a smile from the graffiti wall while taking off his hood to the camera. The rest of the video is actual footage from the recording sessions in the studio showing Remady, DJ Bobo and Manu-L. ===Charts=== The single peaked at #4 in Switzerland. {|class=\"wikitable sortable\" !align=\"left\"|Chart (2013) !Peak position |- |- |} ==References== ==External links== * Category:1992 songs Category:1992 singles Category:DJ BoBo songs Category:Number-one singles in Portugal Category:Number-one singles in Sweden Category:Number-one singles in Switzerland Category:Songs written by DJ BoBo Category:Songs written by Rockwell (musician) ",
    "title": "Somebody Dance with Me"
}