{
    "id": "26941702",
    "text": "A view of Gloucester Road today, with a glimpse of Volk's Workshop at number 86. George Herbert \"Bert\" Volk (10 May 1881 in Brighton - after 1913) was a British automobile and general engineer noted as a pioneer builder of seaplanes. He is also the second son of Magnus Volk, who built Volk's Electric Railway, and Anna Volk (born Banfield). Volk's younger brother Conrad wrote a biography of their father, in which he recalls George Herbert Volk attending a dame school in Walton-on-Thames.Volk, Conrad. Magnus Volk of Brighton. (London: Phillimore, 1971) 111. In March 1902 Volk sailed for South Africa, and he later served in Zululand with the Natal Mounted Rifles.Volk, 165. During this period he farmed at Mooi River (town) near Durban and, in January 1908, married Annie Hephzibah \"Hephie\" Rosanna.Volk, 183. He returned to Brighton in 1909 and in March traveled to Pau, Pyrénées-Atlantiques in France, where Louis Bleriot had started a flight training school.Volk, 184. In 1910–12 he worked in a small workshop in the North Laine district of Brighton. In this workshop he repaired cars and also made parts for engines, wings, floats, and fabric bodies for seaplanes.Maureen Brand, http://www.nlcaonline.org.uk/page_id__252_path__0p17p165p158p110p.aspx Once assembled, they were taken to Volk's carriage sheds on the beach at Paston Place, to an arch known as Volk's Seaplane Station. The Banjo Groyne at Paston Place was also home to his father's short-lived Brighton and Rottingdean Seashore Electric Railway, which ran east from there. From Paston Place, seaplanes were carried down to Brighton beach and launched into the sea. Seaplane pioneer John Cyril Porte also worked at the Seaplane Station. Volk also worked for Shoreham AirportVolk, 222. during this period. In 1912 air pioneer Claude Graham White brought his seaplane to Volk's sheds and gave demonstrations.Volk, 193. In 1913 Volk returned to Natal. Upon the outbreak of World War I in 1914, the government requisitioned the tiny seaplane base at Paston Place.Carder, Tim. Encyclopedia of Brighton. http://www.mybrightonandhove.org.uk/page_id__8896_path__0p115p212p1677p.aspx ==See also== *Gosport Aircraft Company ==References== ==External links== * 1913 - 1049.pdf Reference to Mr Volk and Flying Boats in Aviation History 1913, Flight Global site Category:1881 births Category:Aircraft designers Category:English mechanical engineers Category:Year of death missing Category:People from Brighton ",
    "title": "George Herbert Volk"
}