{
    "id": "26940744",
    "text": "Timothy Hyde Harris (born July 21, 1946) is an American author, screenwriter and producer. He has been publishing works of fiction since the late 1960s and has been involved in filmmaking since the early 1980s. For his work in film, Harris has been nominated for a BAFTA Award for Best Original Screenplay as well as an Annie Award for Writing in a Feature Production. ==Early life== Born in Los Angeles, Harris has lived in several countries throughout Europe and North Africa. After his parents divorced at a young age, his stepfather—an architect—worked in different countries and the family moved frequently. At the age of five, he was sent to a boarding school in North Africa. He then lived in Italy, Netherlands and England before his family moved back to the United States. Since then, he has moved between Europe and the United States several times.Nolan, Tom. Interview – Timothy Harris, January Magazine, May 2004. Accessed April 13, 2010. In an interview in 2004, Harris claimed that he wrote his first book when he lived in London and was \"seven or eight\" years old. He was ill \"for about a month\" and wrote the book while bedridden. His first published work was Kronski/McSmash which he wrote around the age of 20. It was published in 1969 in the United Kingdom and 1970 in the United States. ==Film career== Harris' film career started in the 1980s when he struck a friendship with Herschel Weingrod. With Weingrod, Harris collaborated on several projects writing stories and screenplays for films such as Trading Places, Brewster's Millions, Twins, Kindergarten Cop and Space Jam. The pair also produced Joel Schumacher's 1993 film Falling Down.Thomas, Bob. \"Falling Down seen as another violent 'urban schocker'\", Associated Press, February 28, 1993. Accessed April 13, 2010. In reviewing Woody Allen's film Zelig for The New York Times in July 1983, film critic Vincent Canby said \"Trading Places is one of the best American comedies in a long time, but I'd be hard-put to assign more responsibility for the film's success to its director, John Landis, than to Timothy Harris and Herschel Weingrod, who wrote it...\".Canby, Vincent. Woody Allen Continues To Refine His Cinematic Art, The New York Times, July 17, 1983. Accessed April 13, 2010. Harris and Weingrod were nominated for the Best Original Screenplay award at the 37th British Academy Film Awards for their work on Trading Places but ultimately lost the award to Paul D. Zimmerman for The King of Comedy.Film Nominations 1983, BAFTA. Accessed April 13, 2010. Harris was again nominated for writing honors in 2010 when he was nominated for the award for Writing in a Feature Production at the 37th Annie Awards. His nomination was for the screenplay he wrote for the 2009 animated film Astro Boy but he lost this award to Wes Anderson and Noah Baumbach for Fantastic Mr. Fox.37th Annual Annie Nominations and Awards Recipients , International Animated Film Association. Accessed April 13, 2010. ==Bibliography== * Kronski/McSmash, 1969 * Steelyard Blues, 1972 (\"based on an original screenplay by David S. Ward\") * Kyd for Hire, 1977 * Heatwave, 1979 (\"based on the screenplay by Herschel Weingrod\") * Good Night and Good-Bye, 1979 * American Gigolo, 1979 (\"based on the screenplay by Paul Schrader\") * Unfaithful Servant, 2004 ==Filmography== {| border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"margin: 1em 1em 1em 0; background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse;\" |- bgcolor=\"#B0C4DE\" align=\"center\" ! Year ! Film ! Credit |- | 1981 | Cheaper to Keep Her | Writer |- | 1983 | Trading Places | Writer |- | 1985 | Brewster's Millions | Writer |- |rowspan=\"3\"| 1988 | Street of Dreams | Writer (books – Good Night and Good- Bye and Kyd for Hire), co-executive producer |- | Twins | Writer |- | My Stepmother Is an Alien | Writer |- | 1990 | Kindergarten Cop | Screenplay |- | 1991 | Pure Luck | Screenplay |- | 1993 | Falling Down | Producer |- | 1996 | Space Jam | Writer |- | 2009 | Astro Boy | Screenplay |} ==References== ==External links== * * Timothy Harris on January Magazine, interview May 2004 * Timothy Hyde Harris on Krimiautoren A-Z (german) Category:1946 births Category:Living people Category:20th-century American writers Category:21st- century American writers Category:American male screenwriters Category:Film producers from California Category:Writers from Los Angeles Category:Screenwriters from California Category:American expatriates in Italy Category:American expatriates in the Netherlands Category:American expatriates in England ",
    "title": "Timothy Harris (writer)"
}