{
    "id": "26942059",
    "text": "Lockwood Brothers F.C. was an English association football club based in Sheffield, Yorkshire. ==History== Lockwood Brothers were a works team formed in the early 1870s. During the Amateur v Professional crisis of the 1880s, they took a stand by refusing to play the professional clubs of Lancashire. They won the Sheffield Challenge Cup twice in the 1883–84 and 1884–85 seasons. They entered the FA Cup four times between 1884 and 1887. In 1884, they were beaten by Staveley 3–1 in the third round after beating Sheffield 4–1 and Rotherham 3–1. In 1885, Sheffield gained revenge beating them 3–0 in the first round and in 1886 Notts Rangers advanced to the second round at their expense. In 1887 they gained several Wednesday players due to their failure to register for the cup in time. Having to compete in Qualifying Rounds for the first time, they reached the first round by beating Long Eaton Rangers 1–0, Cleethorpes 4–1 and Nottingham Forest 2–1 and receiving a bye in the fourth qualifying round. They were finally knocked out in the first round by West Bromwich Albion, losing 2–1. ===Notable former players=== Players that played in the Football League either before or after being with Lockwood Brothers – * Ned Stringer ===League and cup history=== {| class=\"wikitable collapsible \" style=font-size:75% |- !colspan=\"2\"|Lockwood Brothers League and Cup historyFA Cup Archive The FALockwood Brothers WildStat |- ! Season !! FA Cup |- | 1881–82 || 1st Round |- | 1882–83 || 2nd Round |- | 1883–84 || 3rd Round |- | 1884–85 || 1st Round |- | 1885–86 || 1st Round |- | 1886–87 || 5th Round |- | 1887–88 || 3rd Round |} ==Honours== ===League=== None ===Cup=== *Sheffield & Hallamshire Senior Cup **Winners: 1883–84, 1884–85 **Runners-up: 1882–83 ==Records== *Best FA Cup performance: 5th Round, 1886–87 ==References== Category:Defunct football clubs in South Yorkshire Category:Works association football teams in England Category:Association football clubs established in the 19th century ",
    "title": "Lockwood Brothers F.C."
}