{
    "id": "26941506",
    "text": "Joe Ford (born 4 June 1990) is a rugby union coach. He has previously also a player for Yorkshire Carnegie, in three other spells, as well as Northampton Saints, Sale Sharks and Leicester Tigers in Premiership Rugby. He has recently been appointed a coach at Doncaster Knights. ==Career== Ford was a member of the Bradford Bulls Academy and played amateur rugby league for the St Albans Centurions. Ford made his professional rugby debut for Leeds Carnegie on 8 November 2009 in the Anglo-Welsh Cup against Leicester Tigers, Ford scored 13 points in 28-17 win. His brother George Ford made his debut for Leicester in the same game. Ford moved to Northampton Saints in 2010 but returned to Leeds at the end of the season having only featured in five games for the Saints. After two years in the Championship, including being the third highest points scorer in the 2012-13 season, Ford moved back to the Premiership with Sale Sharks. After three years with the Sharks Ford returned for a third spell with Leeds, now called Yorkshire Carnegie. In 2017, it was rumoured that Leicester Tigers were interested in signing him as back-up to his brother George. And on 1 June 2017 it was confirmed that Ford would join his brother at Leicester. Ford made his first start on 4 November 2017 against Gloucester in the Anglo- Welsh Cup, and was named captain for the match. On 15 May 2019 he was announced as one of the players to leave Leicester following the end of the 2018-19 Premiership Rugby season. On 2 August 2019 Ford was announced as re- joining Yorkshire Carnegie in the role of player-head coach. A role he left on 23 January 2020. He later signed a two year deal to join RFU Championship side Doncaster Knights as a coach from the 2020–21 season. ==Family== His brother is international George Ford. He is the son of former England defence coach Mike Ford. ==References== ==External links== *Leeds Carnegie Profile Category:1990 births Category:Living people Category:English rugby union players Category:Rugby union fly-halves Category:Leeds Tykes players Category:Northampton Saints players Category:Sale Sharks players Category:Leicester Tigers players ",
    "title": "Joe Ford (rugby union)"
}