{
    "id": "26947171",
    "text": "United Nations Security Council resolution 1032, adopted unanimously on 19 December 1995, after recalling all resolutions on Cyprus, particularly resolutions 186 (1964) and 1000 (1995), the Council expressed concern at the lack of progress in the political dispute in Cyprus and extended the mandate of the United Nations Peacekeeping Force in Cyprus (UNFICYP) until 30 June 1996. The Security Council called on the military authorities on both sides were called upon to ensure that no incidents occurred along the buffer zone and to co-operate with the UNFICYP, especially with regards to extending the 1989 unmanning agreement to cover all areas of the buffer zone which had yet been complied with. The Secretary-General Boutros Boutros-Ghali was requested to keep under review the structure and strength of the peacekeeping force with a view to restructuring it if necessary. A humanitarian review was also undertaken by UNFICYP and the Council endorsed its recommendations. All parties concerned were urged to commit themselves to a reduction of foreign troops in Cyprus and reduce defence spending, as a first step towards the withdrawal of non-Cypriot forces as proposed in the \"Set of Ideas\". The resolution regretted the failure of the parties, in accordance with Resolution 839 (1993), to enter discussions with a view to prohibiting live ammunition and firing weapons within the range of the buffer zone. The leaders of Cyprus and Northern Cyprus were urged to promote tolerance and reconciliation amongst the two communities, welcoming the Secretary-General's efforts to maintain contacts with both leaders. Importance was attached to the implementation of confidence-building measures in Resolution 939 (1994). The Secretary-General was requested to report back to the Council by 10 June 1996 on developments on the island. ==See also== * Cyprus dispute * List of United Nations Security Council Resolutions 1001 to 1100 (1995–1997) * United Nations Buffer Zone in Cyprus * Turkish Invasion of Cyprus ==References== ==External links== * *Text of the Resolution at undocs.org 1032 1032 Category:1995 in Cyprus Category:December 1995 events ",
    "title": "United Nations Security Council Resolution 1032"
}