{
    "id": "26956900",
    "text": "Lake Ming is a man-made recreational lake located in Bakersfield, California. It is primarily a motorboat and water-skiing lake, although sailboats are allowed the second full weekend each month, and every Tuesday and Thursday after 1:30 pm. Lake Ming also has fishing and the Department of Fish and Game stocks the lake with rainbow trout during the winter months. The primary fishes are Large-mouth Bass, Catfish, Crappie, Bluegill, Carp and stocked Rainbow Trout. Lake Ming is a part of the Kern River County Park.Kern County Parks and Recreation. (2011). Kern river campground. Retrieved from http://www.co.kern.ca.us/parks/kern-river-camp.asp The National Jet Boat Association holds races at the lake throughout the year. ==History== Lake Ming is formed by the Kern River County Park Dam on a tributary of the Kern River, in Kern County, California. The reservoir was created in 1959, and named after Kern County Supervisor Floyd Ming.County of Kern Parks and Recreation. (2011). Lake ming. Retrieved from website: http://www.co.kern.ca.us/parks/ming.asp ==Description== Lake Ming is a reservoir used for recreation purposes and owned by the Kern County Parks and Recreation Department. Its height is with a length of . Normal storage is . It drains an area of . It has a surface area of . Other facilities located at the lake include picnic areas, restrooms, drinking fountains, and parking around the southern end. There is also playground equipment at the southeast end of the lake. There is also an additional large picnic area located on top of a small hill east of the lake. Further east is a campground. It has 50 camp sites, each containing a picnic table and fire ring. A dump site and restroom are also available. ==See also== *List of lakes in California ==References== ==External links== * Kern County Department of Parks and Recreation * Kern River Campgrounds Category:Kern River County Park Ming, Lake Category:Parks in Bakersfield, California Category:Geography of Bakersfield, California Category:Kern River Category:Tourist attractions in Bakersfield, California Ming Ming ",
    "title": "Lake Ming"
}