{
    "id": "26950057",
    "text": "The Teal Sound Drum and Bugle Corps was an American Drum Corps International World Class (formerly Division I) drum and bugle corps. Founded in 1998 and based in Jacksonville, Florida, the corps was the only World Class corps in the state of Florida until going inactive in 2012. ==History== The corps considers its origin to be the year 1983, when three Jacksonville area high school students attempted to found a community drum and bugle corps. Approximately 200 youth showed up to a city park, and a couple of rehearsals took place. However, the three students realized they did not have the money or experience to run the corps. In 1998, two of the original students, Michael Butler and Danny Clark, attempted to start a corps in Jacksonville. This time, they were successful in securing financial support and sponsorships. They used donated uniforms and bugles and were allowed to perform during halftime for the Jacksonville Jaguars during the 1999 season. Although they did not expect to tour in 1999, the response to the new organization led the administration to have the corps take a two-week tour eventually into Madison, Wisconsin, and the corps finished the season 9th out of 12 corps in Division II. In the 2000 season, the corps shrunk itself and began competing in Division III, in order to ensure its longevity. The corps eventually climbed the Division III ranks, winning the Division III percussion world championship and finishing in 3rd place in 2004. In 2005, the corps moved up to Division II again and finished 4th in Division II/III finals. The corps won the Spirit of Disney award in 2007 while taking home 3rd place, and also placed 5th in the new Open Class in 2008. In 2009, the corps switched its uniforms from the old black and teal to a cream uniform with teal and gold. The corps finished 4th in Open Class that year. Before the 2010 season, Teal Sound was granted World Class membership, and as such became the first drum corps from Florida in Drum Corps International's top division since the Florida Wave, Magic of Orlando, and Suncoast Sound. That year, the corps finished 20th out of the 23 World Class corps, and in 2011 the corps finished 19th in World Class. Their 2012 show was entitled: \"CircO: A Circus For A Modern World\", and featured compositions by Robert W. Smith, among other composers. Unfortunately, their 2012 season ended early, ending on July 9th after a show in Centerville, Ohio. The corps experienced many financial woes in the beginning of the season, most notably a fallout with their bus company. On July 9th, Teal Sound posted on their Facebook Page that the corps would end their season early and start back to Florida the following day. The organization did not field a corps in the 2013 season. The corps no longer has an active Facebook page, or website. There has been no official announcement for if they would be fielding a corps in the future. ==Notes and references== ==External links== *Teal Sound Official Website *Drum Corps International Category:Drum and bugle corps Category:American instrumental musical groups Category:Musical groups established in 1998 Category:DCI defunct corps Category:Musical groups from Jacksonville, Florida Category:1998 establishments in Florida Category:2012 disestablishments in Florida Category:Musical groups disestablished in 2012 ",
    "title": "Teal Sound Drum and Bugle Corps"
}