{
    "id": "26956097",
    "text": "Hallidie Plaza is a public square located at the entrance to Powell Street Station (the third-busiest BART station as of 2015) on Market Street in the Union Square area of downtown San Francisco, California, United States. Hallidie Plaza was designed jointly by Lawrence Halprin, John Carl Warnecke, and Mario Ciampi and opened in 1973. In 1997, a perforated stainless steel- screened elevator was added to provide access to the plaza and station for disabled people. Although Powell Street station is one of the busiest stations in the BART system, Hallidie Plaza is relatively underused and has been criticized for its isolation from Market. ==Location and history== Escalator at the eastern tip of East Hallidie Plaza, with Flood Building in the background (2009) Hallidie Plaza lies within the triangular block bounded by Market, Mason, and Eddy, north of Market; the plaza is below grade, crossed by a bridge carrying Cyril Magnin/5th which divides the plaza into eastern and western parts. The western part receives relatively little use. It is just south of the Flood Building, One Powell Street, and the cable car turntable at Powell and Market streets, and lies across Market from the Westfield San Francisco Centre mall. Hallidie Plaza also includes the Powell Street mall, which is the one-block-long portion of Powell south of Eddy that has been closed to road traffic. ===Concept and design=== After San Francisco Bay Area voters approved the creation of the Bay Area Rapid Transit District in 1962, the report What to Do About Market Street was published later that year. In it, Halprin and Associates, led by landscape architect Lawrence Halprin, called for pedestrian arcades to connect the planned transit station with parking garages, north or south of Market, in this retail district. Two potential sites were examined in the 1965 Market Street Design Report, written by the firms led by Mario J. Ciampi and John Carl Warnecke; one site was the triangular block eventually selected, bounded by Mason, Eddy, and Market; the other site was south of Market across from the Phelan Building. By 1967, Ciampi and Warnecke had refined the design for the planned Powell Station Plaza; the 1967 site and design largely matched the eventual implementation of Hallidie Plaza, a sunken triangular plaza with escalators parallel to Market Street at the eastern and western ends. However, the 1967 plan called for more gradual amphitheater-style steps leading north to street level. The three architecture firms formed the Market Street Joint Venture Architects in 1968 to take on the Market Street Redevelopment Project in 1968, which also encompassed the design for two other large plazas along Market: United Nations Plaza at the neighboring station and Embarcadero Plaza near the San Francisco Ferry Building. Hallidie Plaza opened in 1973, as a central element of a remodeling of Market Street spurred by BART reconstruction after the double- deck Market Street Subway tunnel was built using cut-and-cover construction. It was named after Andrew Smith Hallidie, who developed the world's first cable car system in 1873. As built, the plaza sits below street level, built with granite walls, terraced concrete planters and brick paving laid in a herringbone pattern, extending into a walkway underneath Cyril Magnin Street. Mezzanine levels are provided on both the eastern and western portions of the plaza, and wood slat benches were originally installed on the lower and mezzanine levels of the plaza. In addition to the eastern and western escalators, the plaza can be accessed from street level via stairs in both portions, parallel to Cyril Magnin/5th. The plaza also contained a visitor information center off the tunnel under Cyril Magnin/5th from 1976 until it moved to Moscone Center at the end of 2018. ===Updates=== East Hallidie Plaza and entrance (2010); elevator and screen are prominent at right. Construction of an elevator started in 1997; Michael Willis was the architect responsible for the perforated metal design. The $510,000 elevator was approved after a lawsuit from disability rights activists charged that Hallidie Plaza was not accessible. The San Francisco Arts Commission was involved in the approval process, and took the opportunity to create a new public sculpture. During the administration of Mayor Willie Brown, more frequent police patrols initially displaced homeless residents from Civic Center Plaza to UN Plaza and Hallidie Plaza; a committee of the San Francisco Board of Supervisors voted to bring the latter two under the city's Parks code which would allow stricter enforcement of laws criminalizing vagrancy; the full Board passed the measure in late January 1999. John King noted that making the plazas more unwelcoming did not discourage the homeless from gathering and recommended instead \"the city should strive for places that are vibrant and attract all walks of life.\" Indeed, after Cable Car Coffee opened up a branch location in Hallidie Plaza in June 1998, the increase in retail activity depressed the number of homeless in the plaza. The wood slat benches were removed in 1998, along with trees along the northeastern edge. Cable Car Coffee kiosk in East Hallidie Plaza (2009) In 2003, the mezzanine terrace was closed after reports of criminal activity; the benches were removed and the terrace was reopened in 2005. In 2009, it was proposed to close the western part of the plaza; the area west of 5th/Cyril Magnin would be covered and a cistern would be installed in the below-grade space, while the new deck would be used for cafe seating and public performances. The cistern would be used to hold groundwater pumped from Powell Street station; the station requires continuous pumping to prevent flooding from underground creeks. The city kicked off the Better Market Street project in 2012, aimed at improving the appeal of Market for the first time since the Market Street Redevelopment Plan was completed in the 1970s. The Union Square Business Improvement District (USBID) released its Public Realm Design Manual in 2015, including a section entitled \"Activating Hallidie Plaza\" with suggestions to improve the site's usability and attract retail development. A sign with the names and distances to the nineteen sister cities of San Francisco was installed at Hallidie Plaza in late June 2018. USBID has studied the possibility of adding flags of the sister cities to Hallidie Plaza and installing the large sculpture R-Evolution by Marco Cochrane to attract more activity. ==Reception== San Francisco Chronicle urban design critic John King has described Hallidie Plaza as desolated, denounced its design as deeply flawed, and commented that \"what was envisioned as a grand entrance instead is a void to avoid, a deep, angled space beloved by none but too pricey to fix.\" King also said the plaza was \"flawed from the start, products of a 1960s-era planning mentality that says spaces work best when they're kept apart from traffic and noise.\" In contrast, architect Lajos Héder said the contrast created by the \"technologically oriented BART environment [opening] directly onto the visual and social complexity of the San Francisco street scene ... has a genuine aesthetic value that transcends that of many more harmoniously integrated situations. It is a piece of powerful urban theater, by virtue of the impressions and lessons imparted by its contrasts.\" Clare Cooper Marcus faulted the lack of interesting features and the dramatic difference in elevation for its paucity of users: \"At Hallidie Plaza in San Francisco, there is little to look at beyond a large expanse of brick paving, glaring granite walls (on a hot day it is like an oven), small trees that offer no shade, and colorless planters. ... It is little wonder that the seats at the intermediate and upper levels, where passersby and traffic on Market Street create some interest, are always more heavily used than are those in the sunken plaza areas.\" Hank Donat called the metal-screened elevator added in 1997 \"San Francisco's Poop Chute\", describing it as \"a hideous and cold addition to the open plaza.\" On April 30, 2018, BART started a pilot program to provide elevator attendants to discourage drug use and the elimination of human waste in the elevators at Powell Street and . The pilot was expanded to the other two downtown BART stations in 2019. ==References== ==External links== * Ho-hum Hallidie Video commentary by John King (2015) Category:Market Street (San Francisco) Category:Squares in San Francisco Category:Union Square, San Francisco ",
    "title": "Hallidie Plaza"
}