{
    "id": "26953288",
    "text": "Rodrigo Moreno Machado (; born 6 March 1991), known simply as Rodrigo, is a professional footballer who plays as a winger or striker for Premier League club Leeds United and the Spain national team. Rodrigo started his career with Real Madrid, appearing solely for its reserve teams. In 2010 he signed with Benfica with whom he won four titles, most notably the domestic treble in the 2013–14 season. He then spent six years at Valencia, scoring 59 goals in 220 games and winning the Copa del Rey in 2019. In 2020, he joined Leeds United. Born in Brazil, Rodrigo represented Spain at youth level, and in 2013 he won the European Championship with the under-21 team. The following year, he earned his first cap for the senior side, appearing for them at the 2018 World Cup. ==Club career== ===Early career=== Born in Rio de Janeiro, Rodrigo moved to Spain in his early teens, settling in Galicia and started playing organised football with RC Celta de Vigo. In 2009, aged 18, he moved to Real Madrid to complete his development. Only a few weeks after arriving, Rodrigo started playing as a senior with the C team. Shortly after, he was promoted to Real Madrid Castilla in Segunda División B, making his debut with the latter on 29 November 2009 in a 4–3 away win against UD Lanzarote (29 minutes played). ===Benfica=== On 31 July 2010, Rodrigo signed a five-year contract with S.L. Benfica for a reported fee of €6 million. Real Madrid had an option to re-buy the player for €12 million during the next two seasons; however, after Fábio Coentrão's transfer to the Spanish club, both parties agreed to cancel the buyback clause. The following month, Rodrigo joined Bolton Wanderers of the Premier League on a season-long loan. He made his official debut in a League Cup fixture at Burnley on 21 September, starting in a 0–1 away loss. Rodrigo first appeared in the league for Bolton on 23 October 2010, coming on as a substitute for Lee Chung-Yong midway through the second half of a 1–1 away draw with Wigan Athletic. On 5 January 2011, against the same opponent, he scored his only goal of the campaign, with the game ending with the same result. Rodrigo lining up for Benfica in 2012 Returning to Benfica for 2011–12, Rodrigo played 38 competitive matches in his first year and scored 16 goals, including the opener in the season's Taça da Liga final against Gil Vicente FC, which his team won for the fourth year in a row (2–1). On 2 January 2013, he combined with Óscar Cardozo for five goals in a 6–0 home defeat of C.D. Aves in the fifth round of the Taça de Portugal. On 31 January 2014, Benfica (and Benfica Stars Fund) sold 100% of Rodrigo's economic rights to a private company, Meriton Capital Limited, owned by Peter Lim, for €30 million, plus another potential €10 million on performance-related bonuses– he remained with them until the end of the campaign. On 10 April he scored a brace in a 2–0 home win against AZ Alkmaar in the quarter-finals of the UEFA Europa League, which took the hosts through to the last-four stage 3–0 on aggregate. Rodrigo scored Benfica's first goal in a 2–0 final victory over Rio Ave F.C. in the league cup, and was subsequently voted Player of the match as the Lisbon side won the competition for the fifth time in seven years. On 14 May he had his penalty shootout attempt saved by Sevilla FC's Beto, in an eventual Europa League final loss; in total, he contributed with 18 goals in 43 appearances across all competitions to win an unprecedented treble of Primeira Liga, Taça de Portugal and League Cup. ===Valencia=== Levante On 23 July 2014, Rodrigo moved back to Spain, after agreeing to a one-season loan deal with Valencia CF. Although his economic rights were owned by Lim, a loan was arranged to take him and André Gomes to Valencia due to Lim's purchase of the latter club. Rodrigo made his debut for the Che on 23 August 2014, starting and playing the full 90 minutes in a 1–1 away draw against Sevilla. He scored his first La Liga goal on 22 September, netting the last of a 3–0 away win over Getafe CF through a penalty, but was later sent off; he was dismissed the following 30 May for striking Rayo Vallecano's Toño, and banned for three games by the Royal Spanish Football Federation. On 15 June 2015, Benfica and Valencia announced they had reached an agreement on Rodrigo's federative rights, and he signed a four-year contract with the latter until 30 June 2019, for a reported fee of €30 million. After moderate returns in his first three seasons at the Mestalla Stadium, he scored a career-best 16 goals (19 in all competitions) in 2017–18 as the Marcelino García Toral-led team qualified for the group stage of the UEFA Champions League; in late November 2017, he was rewarded with a new deal through 2022 with a reported release clause of €120 million. On 29 January 2019, Rodrigo scored a second-half hat- trick – including two goals in injury time – as the hosts defeated Getafe 3–1 in the quarter-finals of the Copa del Rey, winning the tie 3–2 on aggregate. He also scored in the decisive match, a 2–1 defeat of FC Barcelona at the Estadio Benito Villamarín. On 17 September 2019, Rodrigo scored the only goal of the match in the first Champions League group stage fixture, providing Valencia's first ever win against Chelsea in the club's history. On 10 December, he repeated the feat in a 1–0 away win over AFC Ajax to reach the knockout phase. ===Leeds United=== On 29 August 2020, Leeds United announced the signing of Rodrigo on a four-year deal for a club-record fee of £27 million (€30 million). He made his Premier League debut for them in the first match of the season against reigning champions Liverpool on 12 September, coming on as a substitute in the 4–3 defeat at Anfield. Four days later, he made his first start in a 1–1 draw with League One side Hull City in the EFL Cup (penalty shootout loss). Rodrigo scored his first goal on 3 October 2020, in a 1–1 home league draw against Manchester City. ==International career== Rodrigo competed for Spain internationally, starting with the under-19s which he helped to the second position in the 2010 UEFA European Championship by netting two goals, including one in the final against France. He then appeared in the 2011 FIFA U-20 World Cup, helping the national team to the quarter- finals with his three goals. Rodrigo made his debut for the Spanish under-21 side on 1 September 2011, scoring three times in Georgia in the 2013 European Championship qualifiers (7–2 rout). On 21 March 2013, in a friendly against Norway, he scored his 13th goal in the category to help to the 5–2 victory in Toledo, thus becoming the highest goal scorer after surpassing Óscar García's record which had stood since 1992. Rodrigo was included in Spain's squad at the 2012 Summer Olympics, appearing in two games in an eventual group stage exit in London. On 3 October 2014, he was one of 23 players selected by Vicente del Bosque for UEFA Euro 2016 qualifying matches against Slovakia and Luxembourg, making his debut in the latter game by replacing Diego Costa in the 82nd minute and assisting the fourth and last goal for Juan Bernat. On 6 October 2017, nearly three years after his first cap, Rodrigo marked his second by starting and scoring the first goal in a 3–0 home defeat of Albania in the 2018 FIFA World Cup qualifiers, in Alicante. He was then included in the squad for the finals in Russia, making his debut in the competition on 20 June when he replaced Costa for the final minute of the 1–0 group stage win against Iran. ==Personal life== Rodrigo moved to Spain at a young age when his father, Brazilian footballer Adalberto, opened a football school in Vigo alongside 1994 FIFA World Cup winner Mazinho. He is a lifelong friend of the latter's sons Thiago Alcântara and Rafinha, who were raised in footballing terms at FC Barcelona and also represented Spain and Brazil respectively, and was erroneously reported to be their cousin. ==Career statistics== ===Club=== {| class=\"wikitable\" style=\"text-align:center\" |+ Appearances and goals by club, season and competition |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !colspan=\"3\"|League !colspan=\"2\"|Cup !colspan=\"2\"|Other !colspan=\"2\"|Continental !colspan=\"2\"|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |Real Madrid B |2009–10 |Segunda División B |18||5||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||18||5 |- |Bolton Wanderers |2010–11 |Premier League |17||1||3||0||1||0||colspan=\"2\"|—||21||1 |- |rowspan=\"4\"|Benfica |2011–12 |rowspan=\"3\"|Primeira Liga |22||9||3||2||4||4||9||1||38||16 |- |2012–13 |20||7||6||2||3||1||10||1||39||11 |- |2013–14 |26||11||5||2||3||1||9||4||43||18 |- !colspan=\"2\"|Total !68!!27!!14!!6!!10!!6!!28!!6!!120!!45 |- |Valencia (loan) |2014–15 |rowspan=\"6\"|La Liga |31||3||1||1||colspan=\"2\"|—||colspan=\"2\"|—||32||4 |- |rowspan=\"6\"|Valencia |2015–16 |25||2||4||2||colspan=\"2\"|—||9||3||38||7 |- |2016–17 |19||5||2||2||colspan=\"2\"|—||colspan=\"2\"|—||21||7 |- |2017–18 |37||16||7||3||colspan=\"2\"|—||colspan=\"2\"|—||44||19 |- |2018–19 |33||8||7||5||colspan=\"2\"|—||11||2||51||15 |- |2019–20 |27||4||1||1||colspan=\"2\"|—||6||2||34||7 |- !colspan=\"2\"|Total !172!!38!!22!!14!!0!!0!!26!!7!!220!!59 |- |Leeds United |2020–21 |Premier League |4||1||0||0||1||0||0||0||5||1 |- !colspan=\"3\"|Career total !279!!72!!39!!20!!12!!6!!54!!13!!384!!111 |} ===International=== {| class=\"wikitable\" style=\"text-align:center\" |+ Appearances and goals by national team and year |- !National team!!Year!!Apps!!Goals |- |rowspan=\"6\"|Spain |2014||1||0 |- |2017||2||1 |- |2018||12||3 |- |2019||7||4 |- |2020||3||0 |- !Total||25||8 |} ===International goals=== :As of match played 3 September 2020. Spain score listed first, score column indicates score after each Rodrigo goal. {| class=\"wikitable sortable\" |+ List of international goals scored by Rodrigo |- ! # !! Date !! Venue !! Opponent !! Score !! Result !! Competition |- | 1. || 6 October 2017 || Estadio José Rico Pérez, Alicante, Spain || || align=center | 1–0 || align=center | 3–0 || 2018 FIFA World Cup qualification |- | 2. || 23 March 2018 || Esprit Arena, Düsseldorf, Germany || || align=center | 1–0 || align=center | 1–1 || Friendly |- | 3. || 8 September 2018 || Wembley Stadium, London, England|| || align=center | 2–1 || align=center | 2–1 || rowspan=2| 2018–19 UEFA Nations League A |- | 4. || 11 September 2018 || Estadio Manuel Martínez Valero, Elche, Spain|| || align=center | 4–0 || align=center | 6–0 |- | 5. || 23 March 2019 || Mestalla, Valencia, Spain|| || align=center | 1–0 || align=center | 2–1 ||rowspan=\"7\"|UEFA Euro 2020 qualifying |- | 6. || rowspan=2| 8 September 2019 || rowspan=2| El Molinón, Gijón, Spain|| rowspan=2| || align=center | 1–0 || align=center | 4–0 |- | 7. || align=center | 2–0 || align=center | 4–0 |- | 8. || 15 October 2019 || Friends Arena, Stockholm, Sweden|| || align=center | 1–1 || align=center | 1–1 |} ==Honours== ===Club=== Benfica *Primeira Liga: 2013–14 *Taça de Portugal: 2013–14 *Taça da Liga: 2011–12, 2013–14 *UEFA Europa League runner-up: 2012–13, 2013–14 Valencia *Copa del Rey: 2018–19 ===International=== Spain U21 *UEFA European Under-21 Championship: 2013 Spain U19 *UEFA European Under-19 Championship runner-up: 2010 ===Individual=== *2014 Taça da Liga Final: Man of the match *UEFA Europa League Squad of the Season: 2013–14 *La Liga Player of the Month: March 2018 ==See also== *List of Spain international footballers born outside Spain ==References== ==External links== *Valencia official profile * * * * * * Category:1991 births Category:Living people Category:Spanish people of Brazilian descent Category:Brazilian emigrants to Spain Category:Naturalised citizens of Spain Category:Sportspeople from Rio de Janeiro (city) Category:Brazilian footballers Category:Spanish footballers Category:Association football forwards Category:La Liga players Category:Segunda División B players Category:Tercera División players Category:Real Madrid C footballers Category:Real Madrid Castilla footballers Category:Valencia CF players Category:Primeira Liga players Category:S.L. Benfica footballers Category:Premier League players Category:Bolton Wanderers F.C. players Category:Leeds United F.C. players Category:Spain youth international footballers Category:Spain under-21 international footballers Category:Spain under-23 international footballers Category:Spain international footballers Category:2018 FIFA World Cup players Category:Footballers at the 2012 Summer Olympics Category:Olympic footballers of Spain Category:Spanish expatriate footballers Category:Expatriate footballers in Portugal Category:Expatriate footballers in England Category:Spanish expatriate sportspeople in Portugal Category:Spanish expatriate sportspeople in England ",
    "title": "Rodrigo (footballer, born 1991)"
}