{
    "id": "26957364",
    "text": "READ International is a charity (NGO) that aims to improve access to education in East Africa by renovating school libraries and providing educational materials. READ began as a United Kingdom-based charity but has since moved operations mostly to Tanzania. ==Overview== READ International began life in 2004 as a Book Project based at the University of Nottingham, founded by a group of students following a gap year teaching in Tanzania. Since 2005 READ International has shipped a total of 1,303,890 books to Tanzania and renovated 110 libraries to improve access to these books. Since registering as a charity they have had their work recognised in a number of ways, winning Best New Charity in the Charity Times Awards 2007,Charity Times Awards 2007 Shortlist finalists in the Guardian Charity of the Year Awards 2009,Guardian Charity of the Year 2009 and finalists in the Charity Times Awards in 2009. READ International also won the Best \"Business-Charity Partnership\" award at the Institute of Fundraising Awards 2010Institute of Fundraising Awards 2010 and the \"International Aid and Development Award\" at the UK Charity Awards 2010.UK Charity Awards 2010 In 2014, READ changed their focus from shipping books from the UK and international volunteering projects to raising funds for direct renovations and book purchases in East Africa with support from local students. ==Focus Countries== Tanzania and Uganda follow a secondary school syllabus almost identical to the UK, but teachers often lack the resources needed to teach. In the UK newer editions of books inevitably replace the old (very often only a couple of years old), which makes for good quality, but technically out of date textbooks filling up school store rooms or ending up in landfill. READ International sends them to Tanzania; improving access to education for thousands of students each year. ==Read for READ== In October 2010, READ launched their 'Read for READ' anthology at the British Library in London.British Library Press Release on Read for READ Anthology The anthology is a collection of stories from the Read for READ Short Story Competition, which saw aspiring writers being given the chance to showcase their work, and be judged for final publication by writer Sarfraz Manzoor, publisher Sonny Leong, literary agent Clare Alexander, and the British Library’s Director of Human Resources, Mary Canavan. The winning stories were then brought together in this anthology alongside work from established authors Ian R. MacLeod, Rhys Hughes and John Saul. ==References== ==External links== * READ International Website Category:Charities based in Nottinghamshire Category:Organisations based in Nottingham Category:University of Nottingham Category:Foreign charities operating in Tanzania ",
    "title": "READ International"
}