{
    "id": "26953040",
    "text": "United Nations Security Council resolution 1034, adopted unanimously on 21 December 1995, after recalling previous resolutions including Resolution 1019 (1995), the Council discussed violations of international humanitarian law in the former Yugoslavia, specifically in Bosnia and Herzegovina. The Security Council condemned the failure of the Bosnian Serb forces to comply with the provisions of Resolution 1019. The Secretary-General had reported on human rights violations in Srebrenica, Žepa, Banja Luka and Sanski Most and found evidence of executions, rape, mass expulsion, arbitrary detention, forced labour and disappearances. The Council pointed out that persons indicted by the International Criminal Tribunal for the former Yugoslavia (ICTY) established in Resolution 827 (1993) would not to be able to participate in elections in Bosnia and Herzegovina. All violations of international humanitarian law were strongly condemned, particularly those committed by Bosnian Serbs, as there was evidence that a large number of men from Srebrenica were executed by them. The Council demanded that international organisations such as the International Committee of the Red Cross had access to prisoners, refugees and displaced persons. Violations of humanitarian law and human rights in Srebrenica, Žepa, Banja Luka and Sanski Most from July to October 1995 would be fully investigated by relevant agencies of the United Nations and other organisations. It was noted that the ICTY had issued indictments against Bosnian Serb leaders Radovan Karadžić and Ratko Mladić for crimes committed against Bosnian Muslims. The Bosnian Serb party was demanded that it give immediate and unrestricted access to the region for purposes of investigation. All parties, especially the Bosnian Serbs, had to preserve the evidence without destroying or hiding it, and it was demanded that all detention centres be closed. The Security Council also condemned widespread looting and destruction of property by Croatian forces around Mrkonjić Grad and Šipovo, demanding it cease and that those who committed the violations be held responsible. It also demanded that all parties refrain from laying land mines especially in areas that were controlled by them, and to create conditions for the repatriation of refugees. ==See also== * Army of the Republika Srpska * Bosnian Genocide * Bosnian War * Breakup of Yugoslavia * Croatian War of Independence * List of United Nations Security Council Resolutions 1001 to 1100 (1995–1997) * Srebrenica massacre * Yugoslav Wars ==References== ==External links== * *Text of the Resolution at undocs.org 1034 1034 Category:1995 in Yugoslavia Category:1995 in Bosnia and Herzegovina 1034 Category:Bosnian genocide 1034 Category:December 1995 events ",
    "title": "United Nations Security Council Resolution 1034"
}