{
    "id": "26953328",
    "text": "The Wonderful Visit is an 1895 novel by H. G. Wells. With an angel—a creature of fantasy unlike a religious angel—as protagonist and taking place in contemporary England, the book could be classified as contemporary fantasy, although the genre was not recognised in Wells's time. The Wonderful Visit also has strong satirical themes, gently mocking customs and institutions of Victorian England as well as idealistic rebellion itself. ==Plot summary== The Wonderful Visit tells how an angel spends a little more than a week in southern England. He is at first mistaken for a bird because of his dazzling polychromatic plumage, for he is \"neither the Angel of religious feeling nor the Angel of popular belief,\" but rather \"the Angel of Italian art.\"H.G. Wells, The Wonderful Visit, ch. 9. As a result, he is hunted and shot in the wing by an amateur ornithologist, the Rev. K. Hilyer, the vicar of Siddermoton, and then taken in and cared for at the vicarage. The creature comes from \"the Land of Dreams\" (also the angel's term for our world), and while \"charmingly affable,\" is \"quite ignorant of the most elementary facts of civilisation.\"H.G. Wells, The Wonderful Visit, ch. 12. During his brief visit he grows increasingly dismayed by what he learns about the world in general and about life in Victorian England in particular. As he grows increasingly critical of local mores, he is eventually denounced as \"a Socialist.\"H.G. Wells, The Wonderful Visit, ch. 42. The vicar, his host, meanwhile comes under attack by fellow clerics, neighbours, and even servants for harbouring a disreputable character (no one but the vicar believes he comes from another world, and people take to calling him \"Mr. Angel\"). The angel's one talent is his divine violin-playing, but he is discredited at a reception that Lady Hammergallow agrees to host when it is discovered that he cannot read music and confides to a sympathetic listener that he has taken an interest in the vicar's serving girl, Delia. Instead of healing, his wings begin to atrophy. The local physician, Dr. Crump, threatens to have him put in a prison or a madhouse. After the angel destroys some barbed wire on a local baronet's property, Sir John Gotch gives the vicar one week to send him away before he begins proceedings against him. The Rev. Mr. Hilyer is regretfully planning how he will take the angel to London and try to establish him there when two catastrophes abort the plan. First, the angel, who \"had been breathing the poisonous air of this Struggle for Existence of ours for more than a week,\" beats Sir John Gotch with Gotch's own whip in a fury after the local landowner insolently orders him off his land.H.G. Wells, The Wonderful Visit, ch. 48. Distraught to think (mistakenly) that he has killed a man, he returns to the village to find the vicar's house in flames. Delia, the serving girl, has entered the burning building in an attempt to rescue the angel's violin: this extraordinary act comes as a revelation to the angel. \"Then in a flash he saw it all, saw this grim little world of battle and cruelty, transfigured in a splendour that outshone the Angelic Land, suffused suddenly and insupportably glorious with the wonderful light of Love and Self-Sacrifice.\"H.G. Wells, The Wonderful Visit, ch. 50. The angel attempts to rescue Delia, someone seems to see \"two figures with wings\" flash up and vanish among the flames, and a strange music that \"began and ended like the opening and shutting of a door\" suggests that the angel has gone back to where he came from, accompanied by Delia. An epilogue reveals that \"there is nothing beneath\" the two white crosses in Siddermorton cemetery that bear the names of Thomas Angel and Delia Hardy, and that the vicar, who never recovered his aplomb after the angel's departure, died within a year of the fire. ==Background== The Wonderful Visit was inspired by John Ruskin's remark that an angel appearing on earth in Victorian England would be shot on sight.Norman and Jeanne McKenzie, H.G. Wells: A Biography (Simon and Schuster, 1973), p. 107; William Greensdale and Terence Rodgers, Grant Allen: Literature and Cultural Politics at the Fin de Siècle (Ashgate, 2005), p. 117. The novel's publication date of September 1895 means that it must have been read by the public as a commentary on the notorious trial of Oscar Wilde, whose persecution had begun in February 1895 and who was imprisoned on 25 May 1895. Wells dedicated the book to his friend Walter Low, who died of pneumonia in 1895. Low had helped Wells get a foothold in the world of journalism in 1891 when both were working at the University Correspondence College.Michael Sherbourne, H.G. Wells: Another Kind of Life (Peter Owen, 2010), pp. 76–77, 101. The Wonderful Visit was published in the same year (1895) as Select Conversations with an Uncle, The Time Machine, and The Stolen Bacillus and Other Incidents; at this time Wells's published output was about 7,000 words a day.Michael Sherborne, H.G. Wells: Another Kind of Life (Peter Owen, 2010), p. 118. In 1907 George Bernard Shaw discouraged Wells from thoughts he had long harboured of turning the book into a play; at least four attempts to dramatise the work—some of them realised, some not—seem to have been made, in 1896, 1900, 1921, and 1934.David C. Johnson, H.G. Wells: Desperately Mortal: A Biography (Yale University Press, 1986), pp. 143, 540-51n.41; Michael Sherborne, H.G. Wells: Another Kind of Life (Peter Owen, 2010), p. 245. ==Reception== Reviews were favourable, with one contemporary reviewer calling The Wonderful Visit \"a striking fantasia wrought with tact, charm and wit.\"David C. Johnson, H.G. Wells: Desperately Mortal: A Biography (Yale University Press, 1986), p. 205. Joseph Conrad, whom Wells met when he reviewed his early work favourably, admired The Wonderful Visit and wrote to him to praise his \"imagination so unbounded and so brilliant.\"David C. Johnson, H.G. Wells: Desperately Mortal: A Biography (Yale University Press, 1986), p. 162. For biographer Michael Sherbourne, The Wonderful Visit \"presages the humour of Kurt Vonnegut.\"Michael Sherbourne, H.G. Wells: Another Kind of Life (Peter Owen, 2010), p. 108. == Adaptations == The novel was adapted to film by Marcel Carné in 1973 as La Merveilleuse visite. An operatic adaptation, La visita meravigliosa, by Nino Rota, premiered in 1970; an excerpt from the work was performed at Federico Fellini's funeral in 1993. ==References== ==External links== * _The Wonderful Visit_ at Standard Ebooks * * Category:1895 British novels Category:Novels by H. G. Wells Category:British fantasy novels Category:Angel novels Category:British novels adapted into films Category:Novels adapted into operas ",
    "title": "The Wonderful Visit"
}