{
    "id": "26954414",
    "text": "John F. Kennedy High School is a high school located in Cheektowaga, New York, in the United States. It is purported to be the first public school in the United States to be named for a sitting President [1962]. == Academics == Offers many classes in many subjects. === History === John F. Kennedy High School was formed in 1962. It would later be named for President John F. Kennedy, the first school to do so.Kazmierczak, K. (2012, August). Principal's message. Retrieved from John F. Kennedy High School Until 1997, the middle school grades were housed in the high school until the district formed the new middle school. The forester Bruce Kershner was a teacher at JFK high school until his death in 2007. ==== Selected former principals ==== Previous assignment and reason for departure denoted in parentheses *Mr. Henry M. Andrzejewski-1967-1978 (Assistant Principal/Director of Athletics - John F. Kennedy High School, retiredHenry M. Andrzejewski dies - High school principal, coach. (2003, April 28). The Buffalo News, p. A12.) *Mr. Daniel F. Mahoney-1977-1996 (Principal - Woodrow Wilson Elementary, retiredAndrzejewski appointed principal at JFK High. (1996, March 27). The Buffalo News, p. B5.) *Mr. Richard E. Andrzejewski-1996-2002 (Assistant Principal - John F. Kennedy Junior/Senior High School, retiredNews in brief. (2001, May 3). The Buffalo News, p. B3.) *Mr. Stephen A. Bovino-2002-2007 (Assistant Principal - Williamsville South High School, named Assistant Superintendent for Human Resources of Kenmore-Town of Tonawanda Union Free School DistrictLarsen, M. D. (2007, April 23). Bovino, principal at JFK, leaves next week for Ken-Ton. The Buffalo News, p. B3.) *Ms. Bobbi Lin Meyers [interim]-2007 (Technology Integrator - Cheektowaga-Sloan Union Free School District, returned to position) *Mr. Lawrence Ljungberg-2007-2010 (Principal - Global Concepts Charter School,Larsen, M. D. (2007, July 18). High school principal happy to return. The Buffalo News, p. B3. named Dean of Instruction of Oracle Charter School) ==== Selected former assistant principals ==== Previous assignment and reason for departure denoted in parentheses *Mr. Henry Andrzejwski-1960-1968 (Social Studies teacher - Sloan High School, named Principal of John F. Kennedy High School) *Mr. Daniel Mahoney-1969-? (Social Studies teacher - JFK High School, named Principal of Woodrow Wilson Elementary) *Mr. Dennis E. Piekarski-?-1972 (Physical Education/Health teacher - John F. Kennedy High School, named Principal of Woodrow Wilson Elementary) *Mr. Richard Andrzejewski-1988-1996 (Math teacher - John F. Kennedy High School, named Principal of John F. Kennedy Junior/Senior High School) *Mr. David Peters-1996-1997 (Social Studies teacher - John F. Kennedy Junior/Senior High School, named Principal of John F. Kennedy Middle SchoolNielsen, J. (1997, May 22). Board seeks end to impasse on CSEA pact. The Buffalo News, p. B5.) == Athletics == Fall sports: Girls soccer, cheerleading, cross country, football, and volleyball Winter sports: Basketball, bowling, and cheerleading Spring sports: Baseball, softball, boys tennis, and track, and field. == References == ==External links== *John F. Kennedy High School Home Page *Cheektowaga Sloan School District Home Page Category:Public high schools in New York (state) Category:High schools in Erie County, New York ",
    "title": "John F. Kennedy High School (Cheektowaga, New York)"
}