{
    "id": "26952522",
    "text": "Sciaphila is a genus of mycoheterotrophic plants in the family Triuridaceae. These plants receive nutrition from fungi and neighboring trees and have less need for photosynthesis. It is widespread in tropical and subtropical regions, found in Africa, China, Japan, the Indian Subcontinent, Southeast Asia, Latin America (from southern Mexico to Brazil) and on various islands Pacific Islands. ==Species== Many species names have been proposed, including some for taxa now transferred to other genera. The following are accepted as member of Sciaphila: * Sciaphila africana A.Chev. \\- Ghana, Ivory Coast, Congo- Brazzaville, * Sciaphila albescens Benth. \\- Brazil, Colombia, Venezuela, Panama, the Guianas * Sciaphila aneitensis Hemsl. \\- Vanuatu, Futuna, Niue * Sciaphila arcuata Aver. \\- Vietnam * Sciaphila arfakiana Becc. \\- Taiwan, Philippines, Malaysia, Indonesia, New Guinea, Micronesia, Fiji, Bismarck Archipelago, Solomon Islands * Sciaphila consimilis Blume \\- Taiwan, Philippines * Sciaphila corallophyton K.Schum. & Schltr. in K.M.Schumann & C.A.G.Lauterbach \\- Pohnpei, New Caledonia, New Guinea, Bismarck Archipelago * Sciaphila corniculata Becc. \\- Maluku, New Guinea, New Caledonia, Solomon Islands * Sciaphila corymbosa Benth. \\- Brazil, Colombia * Sciaphila densiflora Schltr. \\- Borneo, Lesser Sunda Islands, Philippines, New Guinea, New Caledonia, Maluku * Sciaphila janthina (Champ.) Thwaites \\- Sri Lanka, southern India * Sciaphila japonica Makino \\- Japan * Sciaphila jianfenglingensis Han Xu, Y.D.Li & H.Q.Chen \\- Hainan * Sciaphila khasiana Benth. & Hook.f. \\- Assam * Sciaphila ledermannii Engl. \\- Nigeria, Cameroon, Gabon, Equatorial Guinea, São Tomé & Principe * Sciaphila micranthera Giesen in H.G.A.Engler \\- Borneo * Sciaphila multiflora Giesen in H.G.A.Engler \\- Ryukyu Islands, Caroline Islands, Mindanao, New Guinea * Sciaphila nana Blume \\- Jeju-do Island, Ryukyu Islands, Volcano Islands, Japan, Philippines, Thailand, Vietnam, Malaysia, Java, Sumatra * Sciaphila oligantha Maas \\- State of Amazonas in Brazil * Sciaphila papillosa Becc \\- New Guinea * Sciaphila picta Miers \\- Yucatán Peninsula, Central America, Colombia, Venezuela * Sciaphila polygyna Maas \\- Colombia, French Guiana * Sciaphila purpurea Benth. \\- Brazil, Venezuela, Guyana, Colombia, Ecuador, Peru * Sciaphila quadribullifera J.J.Sm. \\- New Guinea * Sciaphila ramosa Fukuy. & T.Suzuki \\- Hong Kong, Taiwan, Bonin Islands * Sciaphila rubra Maas \\- Brazil, Venezuela * Sciaphila schwackeana Johow \\- Brazil * Sciaphila secundiflora Thwaites ex Benth. \\- China, Japan, Bonin Islands, Philippines, Malaysia, Borneo, Sumatra, New Guinea, Bismarck Archipelago, Solomon Islands, Sri Lanka * Sciaphila stellata Aver. \\- Guangxi, Vietnam * Sciaphila sugimotoi Suetsugu & T.Nishioka \\- Japan * Sciaphila tenella Blume \\- Sri Lanka, Kyushu, southern China, Thailand, Borneo, Sumatra, Malaysia, Java, Sulawesi, Maluku, New Guinea, Bismarck Archipelago, Solomon Islands * Sciaphila thaidanica K.Larsen \\- Thailand * Sciaphila wariana (Schltr.) Meerend \\- Papua New Guinea * Sciaphila winkleri Schltr. \\- Borneo, New Guinea * Sciaphila yakushimensis Suetsugu \\- Yakushima ==References== Category:Pandanales genera Category:Parasitic plants Category:Triuridaceae ",
    "title": "Sciaphila"
}