{
    "id": "26953784",
    "text": "B-24 Liberators of the 27th BS and 38th BS at Kwajalein in June 1944 The 27th Bombardment Squadron is an inactive United States Air Force unit. Its last assignment was with the 30th Bombardment Group, based at Kahuku Army Airfield, Hawaii Territory. It was inactivated on 20 March 1946. ==History== Established as a Fourth Air Force bombardment squadron in November 1940 as part of the USAAC's buildup of forces after the outbreak of World War II in Europe; equipped with B-18 Bolos. Deployed to Third Air Force in May 1941 engaged in antisubmarine patrols with Lockheed A-29 Hudsons over the Gulf of Mexico. Returned to California in late December flying anti-submarine warfare patrols and training replacement crews. It continued to perform this duty until September 1943, and in October the squadron was moved to Hawaii to join the Seventh Air Force. Re-equipped with Very Long Range (VLR) B-24 Liberators and deployed to the Central Pacific in November 1943 to take part in the island hopping campaign. Moved to Funafuti Airfield and Nanumea Airfield, Gilbert Islands, from where on 14 November it flew its first bombing mission. On 23 December 1943 aircraft from the 27th Bombardment Squadron became the first American heavy bombers to use Hawkins Field on Tarawa, when the squadron used it as a staging base while escorting US Navy reconnaissance aircraft to Kwajalein in the Marshall Islands during the preparation for the invasion of that atoll. The squadron took part in the island hopping campaign, making three hops itself - to Abemama Airfield in the Gilbert Islands at the start of 1944, to Kwajalein Airfield in March 1944 and to East Field, Saipan in the Mariana Islands in August 1944. During this period the squadron had attacked targets in the Marshall, Gilbert and Truk Islands, as well attacking Wake Island, Guam and Saipan. Once on Saipan the squadron attacked targets in the Bonin and Volcano Islands in support of the invasion of Iwo Jima. In March 1945 the squadron (although not all of its aircraft or crews) returned to Hawaii, from where it carried out a mix of patrol and training duties. Inactivated in Hawaii on 20 March 1946. ===Lineage=== * Constituted 27th Bombardment Squadron (Heavy) on 20 November 1940 : Activated on 15 January 1941 : Inactivated on 20 March 1946. ===Assignments=== * 30th Bombardment Group, 15 January 1941 – 20 March 1946. ===Stations=== * March Field, California, 15 January 1941 * New Orleans Airport, Louisiana, 25 May 1941 * Muroc Army Airfield, California, 25 December 1941 * March Field, California, 7 February 1942 – 28 September 1943 * Mokuleia Army Airfield, Hawaii Territory, 20 October 1943 * Funafuti Airfield, Nanumea, Gilbert Islands, 10 November 1943 : Operated from Abemama Airfield, Gilbert Islands beginning 26 February 1944 * Kwajalein Airfield, Marshall Islands, 15 March 1944 * East Field, Saipan, Mariana Islands, 4 August 1944 * Kahuku Army Airfield, Hawaii Territory, 17 March 1945 * Wheeler Field, Hawaii Territory, 23 May 1945 * Kahuku Army Airfield, Hawaii Territory, 25 September 1945 – 20 March 1946 ===Aircraft=== * B-18 Bolo, 1941 * A-29 Hudson, 1941–1942 * B-24 Liberator, 1943-1946. ==References== * Maurer, Maurer. Combat Squadrons of the Air Force, World War II. Maxwell AFB, Alabama: Air Force Historical Studies Office, 1969. . ==External links== Category:Military units and formations established in 1940 027 ",
    "title": "27th Bombardment Squadron"
}