{
    "id": "26958161",
    "text": "The Lele of the Kasai (1963) was the second book by the influential British anthropologist Mary Douglas and the first under her married name.Douglas' Peoples of the Lake Nyasa Region appeared under her maiden name, Tew, in 1950. In it she reported on her anthropological fieldwork among the Lele people on the western bank of the Kasai River in the Basongo area of what had at the time been south-western Belgian Congo. The ending of Belgian colonial rule in 1960 was one of the factors that brought her to abandon the usual practice in anthropological field reports of writing in the present tense . The book describes the social, economic and religious life of a large Lele village. ==Contents== The first chapter, The Lele on the Map, indicates the location of Lele territory, the neighbouring peoples, and the relations between them. The second chapter, entitled The Productive Side of the Economy, considers the resources available to the Lele, and their exploitation of them through hunting, fishing, slash and burn agriculture, and craftsmanship, primarily the production of raffia cloth. The third chapter, Distribution of Wealth, describes how durable and perishable goods are distributed in accordance with status, payment of fees and dues, and exchange through trade and barter. The fourth chapter, The Village: Offices and Age-Sets, sets out how the division of a village by age sets cross-cuts and counterbalances division by kinship. The fifth chapter, Clans, describes the social functions of matrilineal clans spread out over a number of villages. The sixth chapter, Marriage: I. The Private Wife and Private Family, discusses the polygynous system of household marriage, concentrating control of marriageable women in the hands of older men, the special status accorded to fathers and grandfathers, the social obligations of sons-in-law, notions of sexual pollution, and mother-daughter relationships. The seventh chapter, Marriage: II. The Communal Village-Wife and Communal Family, considers a system of polyandry, outlawed by the Belgian colonial authorities, to provide a \"village wife\" as a communal resource for otherwise unmarried men. While this was regarded by missionaries as little better than a form of prostitution, Douglas describes the honour attendant on being \"married to the village\". The eighth chapter, Blood Debts, outlines forms of compensation paid to clans for deaths of clan members held to have been caused by sorcery or sex pollution. The ninth chapter, The Village: as Creditor and Debtor, considers the village as a \"corporate personality\", able to make and settle claims. Deaths by violence were a matter for the village, rather than the clan, to settle or avenge. The tenth chapter, The Role of the Aristocratic Clan in Relations between Villages, sets out inter-village rivalries, \"dominated by the idea of wiping out insults and injuries by killing men or capturing women\", before discussing the role of the aristocratic Tundu clan, who claimed a sort of ritual ascendancy over the Lele as a whole but had no special political paramountcy. Chapter eleven, Religious Sanctions on Village Unity and the Organization of Village Cults, describes belief in a single god, \"Njambi\", whose action in the world is mediated by various spiritual beings; ritual (sexual) segregations and taboos; the village cults of \"begetters\" and of diviners, membership of which imparted spiritual authority and occult knowledge. Her analysis of the most senior of these, the Pangolin cult (reserved to those who had engendered a male and a female child with the same wife, among other restrictions), became a byword for Mary Douglas's ethnographic insight.Richard Fardon, Mary Douglas: An Intellectual Biography (Routledge, 1999), pp. 70, 209. The twelfth chapter, Sorcery, describes the Lele conception of the sorcerer as a skilled diviner, and the efforts of diviners to direct accusations of occult harm towards breaches of ritual purity, the spirits of the dead, sorcerers from other villages, and those who had left the village. Chapter thirteen, Control of Sorcery, describes the two traditional methods of combatting sorcery: the \"poison ordeal\" (outlawed by the Belgian colonial authorities in 1924, so that \"by 1950 the institution seemed to have disappeared from Lele life\", p. 241), and the \"messianic\" anti-sorcery cults that periodically swept through the villages, wiping the slates of past sorcery accusations clean. The final chapter, European Impact on Lele Society, describes the effects of colonial administration, the international cash economy, and missionary preaching. ==Editions== The first edition was published for the International African Institute by Oxford University Press in 1963. A second, paperback edition, published by the International African Institute, followed in 1977. In 2003 the book was reissued by Routledge as volume 1 of Mary Douglas: Collected Works. ==Reviews== The Lele of the Kasai was reviewed by: *P. H. Gulliver in Bulletin of the School of Oriental and African Studies 27:1 (1964), pp. 210–211. *Godfrey Lienhardt in African Affairs, Vol. 63, No. 253 (1964), pp. 298–299. *Jan Vansina in Journal of African History, 5:1 (1964), pp. 141–142. and in *Archives de sociologie des religions, vol. 9, No. 17 (1964), pp. 175–176. ==References== == Sources == *Richard Fardon, Mary Douglas: An Intellectual Biography (London: Routledge, 1999), ch. 3. ==External links== *Partial preview on Google Books. Category:1963 non-fiction books Category:Books by Mary Douglas Category:Ethnographic literature Category:Books about the Democratic Republic of the Congo Category:Anthropology books Category:Kasaï Province ",
    "title": "The Lele of the Kasai"
}