{
    "id": "26952887",
    "text": "Abdourammane Mohamed Coly (born 2 February 1984) is a Senegalese footballer who currently plays for Italian Serie C club Pergolettese. ==Career== Coly began his career with AS Douanes and joined Parma A.C. in 2000, playing in the Primavera team.Rodengo Calcio Profile In summer 2003 he left club Parma A.C. to sign with the Serie D club U.S.O. Calcio. In the first half of the season 2003–2004 he featured in 22 games before leaving in January 2004 to join Serie C1 team U.S. Cremonese.SIAMO ANCORA QUI !!! In his two years there he only earned one cap and in July 2005 he signed in for P.D. Castellarano where he became a key player playing 56 games over two years. For the 2007–2008 season he transferred to Crociati Noceto making 28 appearances in the Serie D. Subsequently, Coly moved to Lega Pro Seconda Divisione team A.C. Rodengo Saiano who played the playoffs to the Lega Pro Prima Divisione.Mohamed Coly Abdourammane – Carriera In August 2010 he was loaned to Varese. On 24 January 2011 he was loaned to Taranto. In the summer of 2012 he moved to the Citadella. Two years later he switched to Pro Vercelli. In 2016, he returned to Parma. On 23 August 2019, he signed with Pergolettese. ==International career== Coly was a member of the Senegal national football team and was part of the 2009 African Nations Championship squad.African Nations Championship squads – African Football News – 2009 ==References== ==External links== * Category:1984 births Category:Sportspeople from Dakar Category:Living people Category:Senegalese footballers Category:Senegalese expatriate footballers Category:A.C. Rodengo Saiano players Category:AS Douanes (Senegal) players Category:Parma Calcio 1913 players Category:U.S. Cremonese players Category:A.S. Cittadella players Category:F.C. Pro Vercelli 1892 players Category:U.S. Pergolettese 1932 players Category:Serie B players Category:Serie C players Category:Serie D players Category:Expatriate footballers in Italy Category:Association football defenders Category:Senegalese expatriate sportspeople in Italy ",
    "title": "Mohamed Coly"
}