{
    "id": "26952755",
    "text": "Dorothy Gertrude Howell (25 February 1898 - 12 January 1982) was an English composer and pianist. ==Biography== Howell was born in Birmingham, grew up in Handsworth, and received a convent education. She received private composition lessons from Granville BantockForeman, Lewis. Notes to Chandos 10981 (2019) before beginning her studies at the Royal Academy of Music, aged 15. Her teachers there included John Blackwood McEwen and Tobias Matthay.Mike, Celia, \"Howell, Dorothy\", in The Norton/Grove Dictionary of Women Composers (Julie Anne Sadie and Rhian Samuel, eds.). The MacMillan Press (London & Basingstoke), p. 231 (1994, ). Howell achieved fame with her symphonic poem Lamia (inspired by the Keats poem) which Sir Henry Wood premiered at The Proms on 10 September 1919. Wood directed Lamia again that same week, on 13 September 1919. He subsequently conducted Lamia again in the 1921, 1923, 1924, 1926, 1930 and 1940 Proms seasons, but in subsequent years Lamia was neglected, until its revival in the 2010 season of The Proms. It received a centenary performance at the Proms in 2019.Prom 46: City of Birmingham Symphony Orchestra (2019) Howell dedicated Lamia on its 1921 publication to Wood.Burton, Anthony, Programme Notes for Prom 68, 116th Season of The Henry Wood Promenade Concerts, 5 September 2010. Among other compositions by Howell, Wood conducted Koong Shee in 1921, her Piano Concerto in 1923 and 1927 with the composer herself as pianist on both occasions, and The Rock in 1928. He was scheduled to conduct the first performance of Three Divertissements in 1940, but the concert was cancelled owing to The Blitz. Her Air, Variations & Finale for oboe, violin & piano (1949) can be obtained from June Emerson Wind Music (E620). Three Divertissements, Howell's last known orchestral work, did not receive its premiere until the 1950 Elgar Festival in Malvern. Howell won the Cobbett Prize in 1921 for her Phantasy for violin and piano. She received the nickname of the \"English Strauss\" in her lifetime. Wood attempted to recruit Howell to his conducting class at the Royal Academy of Music (RAM) in 1923, but she instead became a teacher at the RAM in 1924. During World War II, she served with the Women's Land Army. She taught at the Royal Birmingham Conservatoire from 1950–57. She retired from the RAM in 1970, and after her retirement, continued to teach students privately. She died in Malvern, aged 83. Howell tended the grave of Sir Edward Elgar for several years, and herself is buried near Elgar. Her music has been recorded commercially on the Dutton Digital and Harlequin labels. The Cameo Classics label recorded Lamia in 2008 with Marius Stravinsky conducting the first modern recording of Howell's orchestral music with the Karelia Symphony Orchestra. In 2010 Cameo Classics recorded Howell's Piano Concerto with Valentina Seferinova as soloist at Cadogan Hall. The conductor was Toby Purser with his Orion Symphony Orchestra of London, with the Cd (CC9041CD) released in September 2012. The CDs are now available from Nimbus Wyastone. In 2019 Rumon Gamba conducted the BBC Philharmonic in a recording of Lamia and other British tone poems for Chandos Records.Chandos 10981 (2019) ==Selected works== * Piano Sonata (1916)Hardy, Lisa, The British Piano Sonata, 1870-1945. The Boydell Press (Woodbridge, UK), p. 52 (2001; ). * Lamia (1918, symphonic poem) * Danse grotesque (1919, for orchestra) * Two Dances (1920, for orchestra) * Humoresque (1921, for orchestra) * Koong Shee (1921, revised 1933, for orchestra) * Minuet (1923 for orchestra) * Concerto for pianoforte (1923) * Two Pieces for Muted Strings (1926) * The Moorings for violin and piano * Phantasy for violin and piano * Three Preludes for piano * The Rock (1928, for orchestra) * Fanfare (composed for the Musicians' Benevolent Fund) * Three Divertissements * Violin Sonata (1947) * Piano Sonata (1955) ==References== == External links == * Presto Classical page with selected list of Dorothy Howell works * Oxford Dictionary of National Biography page on Dorothy Howell * Encyclopedia.com page on Dorothy Howell * Musicweb International page, \"An Eighty-Eighth Garland of British Light Music Composers * BBC Proms – Performances of works by Dorothy Howell * The life and works of Dorothy Howell - MA Thesis by V J Byrne (2015) *Birmingham Libraries article on Dorothy Howell Category:English classical composers Category:1898 births Category:1982 deaths Category:Female classical composers Category:Musicians from Birmingham, West Midlands Category:English classical pianists Category:English women pianists Category:Alumni of the Royal Academy of Music Category:Academics of the Royal Academy of Music Category:20th-century classical composers Category:20th-century classical pianists Category:20th-century English musicians Category:20th-century English women musicians Category:People from Handsworth, West Midlands Category:20th- century British composers Category:Women music educators Category:Women classical pianists Category:20th-century women composers ",
    "title": "Dorothy Howell (composer)"
}