{
    "id": "26953657",
    "text": "Henry Odein Ajumogobia (born 29 June 1956) is a Nigerian lawyer who served as Minister of State for Petroleum Resources between 2007 and 2009 and Minister of Foreign Affairs from April 2010 to July 2011. He was also Head of Nigeria's delegation to OPEC from July 2007 to December 2008. In August 1983, Ajumogobia and Christopher Nonyelum Okeke founded a legal firm, Ajumogobia and Okeke. ==Biography== US President Barack Obama and Henry Odein Ajumogobia Nigerian President Goodluck Jonathan and Henry Odein Ajumogobia at an African Union summit Henry Odein Ajumogobia, Nigerian President Goodluck Jonathan and former French President Nicolas Sarkozy ===Education=== Henry Odein Ajumogobia attended the following schools : LL.B (Lagos) Faculty (Prizes for best graduating student, and subject prizes; Federal Government of Nigeria merit award for Academic Excellence at the University of Lagos [1975–1978]); B.L Nigeria Law School (1979); LL.M (Harvard) (1988) University of Lagos Law Society Award for distinction in the legal profession; Fellow Chartered Institute of Arbitrators (London, 1996); LL.D (Honoris Causa) Rivers State University of Science and Technology (2012). Career: Teaching Assistant, Faculty of Law, University of Lagos (1979–80); Associate, Fred Egbe & Co, Barristers & Solicitors (1980–83); Founding/Senior Partner, Ajumogobia and Okeke, Barristers & Solicitors, one of the leading business and investment law firms in Nigeria (since 1984); Fellow, Chartered Institute of Arbitrators (1996); Member ICC Court of Arbitration and Commission of Arbitration (2001–2006); ===Career=== Ajumogobia became a Senior Advocate of Nigeria in 2003, and was appointed Attorney General and Commissioner of Justice for Rivers State in 2003. He has been a member of the Council of Legal Education; Member Executive Committee of NBA; member of Body of Benchers (2003–2007); Chairman of Rivers State Sustainable Development Agency (2005–2007); Minister of State for Energy (Petroleum) and Head of Nigeria's Delegation to OPEC (July 2007–December 2008). He was appointed Minister of State of Petroleum Resources and Supervising Minister Ministry of Power and Head of Nigeria's delegation to the Gas Exporting Countries Forum (GECF) (January 2009–March 2010); Member National Economic Management Team; Member, Honorary Investment Council; Member, National Privatisation Council; Member, National Independent Power Programme; (2007–2010) Minister of Foreign Affairs (April 2010–May 2011): Member, National Security Council, President UN Security Council (2010) Chairman Council of Ministers of Ecowas States; Co-Chairman (with H.E. Miguel Angel Moratinos Cuyaube- Minister of Foreign Affairs and Cooperation of Spain of Political Dialogue between EU and ECOWAS Luxembourg (2010); Co-Chairman (with H.E. George Rebela Chicoti Minister of Foreign Affairs of Angola), International Contact Group on Guinea Bissau at UNGA (September 2010). As Nigeria's Minister of State for Petroleum he pushed for deregulation of the downstream sector of the oil industry. He said that deregulation would eliminate shortages of petroleum products while saving taxpayers over N687 billion in annual subsidies. ==Personal life== Odein Ajumogobia is an Ijaw (Kalabari) from Abonnema in Rivers State. He is married to Awuneba Ajumogobia FCA (née Iketubosin) also from Abonnema, Rivers State. They have a son and three daughters. ==References== Category:Living people Category:Rivers State lawyers Category:1956 births Category:Federal ministers of Nigeria Category:Rivers State politicians Category:Attorneys General of Rivers State Category:Rivers State Commissioners of Justice Category:Ijaw people Category:University of Lagos alumni Category:Rivers State University alumni Category:Harvard Law School alumni ",
    "title": "Henry Odein Ajumogobia"
}