{
    "id": "26950439",
    "text": "Share Now GmbH is a German carsharing company, formed from the merger of car2go and DriveNow. It is a joint venture of Daimler AG and BMW providing carsharing services in urban areas in Europe and North America. It has over four million registered members and a fleet of over 14,000 vehicles in 18 cities across Europe. The company offers only Smart, Mercedes-Benz, BMW, and Mini vehicles and arranges one-way point-to-point rentals. Users are charged by the minute, or by hourly and daily rates. A smartphone app is used to enable hirers to access the vehicle. ==History== Daimler introduced the service in Ulm, Germany, in October 2008, where it was developed by one of its internal business innovation units and was first tested exclusively by Daimler employees.. The original idea, \"rent a car by minute, when and how long I want, where I am and where I go\", was announced in Muchen by the Galileo competition Master, VULOG. VULOG started the service in 2007 in Antibes, and discovered by a french consultant, working for Daimler. Starting in May 2015, car2go added a $1 'Driver Protection Fee' for each ride to offset the lowered deductible.car2go car in StuttgartSince inception, car2go withdrew from several locations, including Britain, where it closed its service in London and Birmingham after only a year of operation. Because of a lack of charging stations, car2go in San Diego, California, replaced its all-electric vehicle fleet with gasoline-powered cars starting on 1 May 2016. When the service started in 2011, car2go expected 1,000 charging stations to be deployed around the city, but only 400 were in place by early 2016. As a result, an average of 20% of the carsharing fleet is unavailable at any given time because the cars are either being charged or do not have enough charge to be driven. At the end of 2016 car2go left the San Diego market. In January 2018 Daimler and BMW appeared to prepare the merger of their carsharing subsidiaries to strengthen their market position. On March 1, 2018, Daimler announced that its subsidiary Daimler Mobility Services had acquired the 25% stake of minority shareholder Europcar Group for an undisclosed amount to now hold 100% of car2go's European subsidiary. The new combined company is called ShareNow. ===Downsizing=== In late 2019, the company announced that it would close all North American operations (New York City NY, Seattle WA, and Washington DC in the United States; Montreal QC, and Vancouver BC in Canada) on 29 February 2020 because of excessive competition, increasing costs of operation and its limited infrastructure for supporting electric vehicles. Service in London, Brussels and Florence will also cease because of inadequate usage. That will leave ShareNow with operations in 18 cities in Europe, locations that \"show the greatest potential for profitable growth and mobility innovation\", according to the company. ==Locations== ===Current=== The following table details all locations where ShareNow is active: link=indicates electric fleet {| class=\"wikitable sortable\" ! ! ! ! colspan=\"2\" |81x81px ! colspan=\"4\" |107x107px ! ! |- ! City !! Country !! Fleet !fortwo !forfour !CLA !GLA !A-Class !B-Class !DriveNow!! Start date |- |Amsterdam link=|| Netherlands || 300 |link= | | | | | | || |- |Berlin|| Germany || 2,500 |✔ | |✔ |✔ |✔ |✔ |✔/link=|| |- |Budapest |Hungary |240 | | | | | | |✔/link= | |- |Copenhagen |Denmark |550 | | | | | | |✔/link= | |- |Düsseldorf/Cologne|| Germany || 1,200 |✔ | |✔ |✔ |✔ |✔ |✔/link=|| |- |Frankfurt|| Germany || 300 |✔ | | |✔ |✔ |✔ | || |- |Hamburg|| Germany || 1,500 |✔/link= | |✔ |✔ |✔ |✔ |✔/link=|| |- |Helsinki |Finland |150 | | | | | | |✔/link= | |- |Lisbon |Portugal |210 | | | | | | |✔/link= | |- |Madrid link=|| Spain || 600 |link= |link= | | | | | | |- |Milan|| Italy || 1,500 |✔/cabrio |✔ | | | | |✔/link= | |- |Munich|| Germany || 1,200 |✔ | |✔ |✔ |✔ |✔ |✔/link=|| |- |Paris link= |France |800 |link= | | | | | | | |- |Rome|| Italy || 780 |✔/cabrio |✔ | | | | | | |- |Stuttgart link=|| Germany || 500 |✔/link= | | | | | | || |- |Turin|| Italy || 500 |✔/cabrio |✔ | | | | | | |- |Vienna|| Austria || 1,400 |✔ | | |✔ |✔ |✔ |✔/link=|| |} ===Former=== The following table details all locations where car2go is no longer active : {| class=\"wikitable sortable\" ! City/ Municipality !! Country !! Start date !! End date !! class=unsortable| Reference |- | Ulm || Germany || || || |- | Lyon || France || || || |- | London || United Kingdom || || || |- | Birmingham || United Kingdom || || || |- | South Bay, Los Angeles || United States || || || |- | Eugene, Oregon || United States || || || |- | Copenhagen || Denmark || || || |- | Miami || United States || || || |- |Stockholm||Sweden|||||| |- |Minneapolis-Saint Paul||United States|||||| |- |San Diego||United States|||||| |- | Toronto || Canada|||||| |- |Columbus || United States || || || |- |Chongqing || China || || || |- | Austin || United States || || October 2019 || |- | Calgary || Canada || || October 2019 || |- | Denver || United States || || October 2019 || |- | Portland, Oregon || United States || || October 2019 || |- | Chicago || United States || || December 2019 || |- | Vancouver || Canada || || February 2020 || |- | Washington, D.C. || United States || || February 2020 || |- | Seattle || United States || || February 2020 || |- | Montreal || Canada || || February 2020 || |- | Florence || Italy || || February 2020 || |- | New York City || United States || || February 2020 || |} ==Business model== car2go member card reader that allows access to the vehicle The car2go business model is similar in all markets, although rates vary by location. The company charges a per minute rate, with discounted fixed rates for hourly and daily usage also available and applied automatically. The rates are all-inclusive and cover rental, gas, insurance, parking (in authorized areas), and maintenance, a low fixed annual fee is sometimes also charged. In most markets, car2go vehicles can park in either specially designated parking spots, or in standard parking areas, with a special permit from the local municipality. Users have the option of refueling cars with a supplied charge card, customers receive bonus minutes for performing this service. ===Vehicles=== Two car2go left car2go 4-door Mercedes-Benz CLA-Class in Vancouver In most cities, car2go offers only two-passenger vehicles, namely two types of Smart Fortwo \"car2go edition\" vehicles: gasoline-powered, and electric-powered. The gasoline-powered cars can be found in three variants based on roof configuration: \"original\" with integrated solar panel roof; \"upgraded\" with a panoramic polycarbonate roof and power side mirrors; and \"new\" featuring a standard roof. Electric car2go models are currently available in several markets, have a range of , and need to be recharged every two or three days. In its Canadian markets, car2go has a pilot program in place to supplement its fleet with a small number of four-door Mercedes B-class vehicles. car2go is currently adding Mercedes GLA and CLA to its locations worldwide. ===Apps=== First-party and third-party apps for mobile devices allow users to locate and reserve vehicles. When reserving a car online, the customers are able to see the car's fuel gauge (gasoline-powered cars) or the battery's state of charge (electric-powered cars), so if the customer wants to go for an extended drive, they can find the right car for that trip. ==See also== *Carsharing *One-way carsharing *Evo Car Share *GIG Car Share *Zipcar ==References== ==External links== * Category:2008 establishments in Germany Category:Car rental companies of Germany Category:Free-floating carsharing Category:Companies based in Baden- Württemberg Category:Transport companies established in 2008 Category:BMW Category:Daimler AG ",
    "title": "Share Now"
}