{
    "id": "26954672",
    "text": "Robert Larkin Doar is an American academic and businessman serving as a president of the American Enterprise Institute. His research focuses on how improved federal and state antipoverty policies and safety net programs can reduce poverty, connect individuals to work, strengthen families, and increase opportunities for low-income Americans and their children. == Early life and education == Doar was born in Washington, D.C., the son of former Assistant Attorney General for Civil Rights John Doar, an instrumental figure in the American civil rights movement, and Anne Leffingwell Doar. He has one sister, Gael, and two brothers, Michael and Burke. He attended St. Ann's School, Phillips Academy, and Princeton University, from where he graduated with an A.B. in history in 1983 after completing a 130-page senior thesis titled \"'With Thoroughness and Honor' The Work of the Impeachment Inquiry Staff of the House Judiciary Committee 1974.\" While at Princeton, Doar was a member of the Princeton Tiger's basketball \"green team\", a practice squad that did not dress for competitive play. In 1981, he traveled with the team to the NCAA Men's Basketball Tournament, where Princeton lost to BYU in the round of 48. == Career == After graduating from Princeton, he began working at the New York City Office of Business Development, helping small businesses relocate to lower rent areas of the city. He then moved to Washington, D.C., to become deputy to the editor-in-chief of The Washington Monthly, a public policy magazine, where he worked with a number of well known journalists including current editor-in-chief Paul Glastris, Jason DeParle, Matthew Cooper, and Nicholas Lemann. He returned to New York to become editor of the Harlem Valley Times in Dutchess County, and then worked as assistant vice president of the First National Bank of Hudson Valley. In May 1995, he became the Deputy Commissioner of the New York State Office of Temporary and Disability Assistance's Division of Child Support Enforcement. In 2003, Governor George Pataki appointed him as Commissioner of the Office of Temporary and Disability Assistance. He is a member of the board of directors of the research organization Child Trends. Before joining AEI, he worked for Mayor Michael Bloomberg as commissioner of New York City's Human Resources Administration. While administering 12 public assistance programs, including cash welfare, food assistance, public health insurance, child support enforcement services, and others, he oversaw a 25 percent reduction in the city's welfare caseload. He was appointed to the position of Commissioner of the New York City Human Resources Administration (HRA) by Mayor Michael Bloomberg on January 8, 2007. He maintained the administration's focus on work, placing over 75,000 recipients of benefits into jobs each year and expanding access to work support programs like Food Stamps and the Earned Income Tax Credit. Doar also worked to promote responsible fatherhood, both through increased collection of child support payments, and by creating programs like NYC DADS, which encourage fathers to take an active role in their children's emotional lives. Within the administration he worked to promote staff advancement and leadership, reduce operating costs, and bring more of HRA's services online. He was the 30th Commissioner of the Human Resources Administration. Doar has testified numerous times before the United States Congress, and his writing has appeared in The Wall Street Journal, USA Today, The Hill, and National Review, among other publications. === American Enterprise Institute === Doar has served as a co-chair of the bipartisan National Commission on Hunger and as a lead member of the AEI-Brookings Working Group on Poverty and Opportunity, which published the report titled \"Opportunity, Responsibility, and Security: A Consensus Plan for Reducing Poverty and Restoring the American Dream.\" He is also the editor of \"A Safety Net That Works: Improving Federal Programs for Low-Income Americans,\" an AEI publication in which experts discuss major federal public assistance programs and offer proposals for reform. In 2018, he helped convene a bipartisan working group with Brookings and Opportunity America that eventually published \"Work, Skills, Community: Restoring Opportunity for the Working Class.\" == Honors == He has received the American Society for Public Administration's New Public Administrator Award (2000), the Commissioner's Distinguished Service Award from the Administration for Children & Families, Federal Office of Child Support Enforcement, Department of Health & Human Services (2002), and the National Child Support Enforcement Association's State Leader of the Year Award (2006). In June 2008, he received the Metropolitan Council on Jewish Poverty’s City Leadership Award. In October 2011, he received a Community Impact Award from Comunilife for his work supporting adults with HIV/AIDS with housing and other services. The Manhattan Institute presented him with their Urban Innovator Award in 2012. == Personal life == He lives in Washington, D.C., with his wife, Sara, and their four children. ==References== ==External links== * Press Release: Mayor Bloomberg Appoints Robert Doar as HRA Commissioner *An interview with Robert Doar in the IBM Business of Government Magazine *An Interview with Robert Doar in City Limits Magazine * Meet the Commissioner on the NYC Human Resources Administration homepage. * New York City Official Page * Category:Living people Category:People from Washington, D.C. Category:Princeton University alumni Category:Princeton Tigers men's basketball players Category:Politicians from New York City Category:American men's basketball players Category:Year of birth missing (living people) ",
    "title": "Robert Doar"
}