{
    "id": "26950408",
    "text": "The 2010 Yushu earthquake struck on April 14 and registered a magnitude of 6.9 Mw (USGS, EMSC) or 7.1 MsAbout 400 dead, 10,000 injured in 7.1-magnitude quake in China's Qinghai, xinhuanet.com. Retrieved 14 April 2010. (CEA, CENC). It had a maximum felt intensity of IX (Violent) on the Mercalli intensity scale. It originated in Yushu, Qinghai, China, at local time (23:49 April 13 UTC). According to the Xinhua News Agency, 2,698 people were confirmed dead, 270 missing and 12,135 injured, 1,434 of them severely. The epicenter was located in Rima village (), Upper Laxiu township () of Yushu County, in remote and rugged terrain, near the border of Tibet Autonomous Region, about 30 km from Gyêgu town or Jyekundo, the seat of Yushu County, and about 240 km from Qamdo. The epicenter was in a sparsely populated area on the Tibetan plateau that is regularly hit by earthquakes. The 12th century Thrangu Monastery and surrounding villages were severely damaged and many monks and villagers were killed. == Geology == Tectonic map of the Tibetan Plateau showing location of the Xianshuihe fault zone Qinghai lies in the northeastern part of the Tibetan Plateau, which formed due to the ongoing collision of the Indian Plate with the Eurasian Plate. The main deformation in this area is crustal shortening, but there is also a component of left lateral strike-slip faulting on major west–east trending structures such as the Kunlun and Altyn Tagh fault systems that accommodate southeastward translation of the Tibetan area. The earthquake occurred on the Yushu fault, about south of the Kunlun fault. The Yushu fault forms part of the Yushu-Garzê-Xianshuihe fault zone (), one of the most active fault zones in eastern Tibet. In history, many earthquakes greater than magnitude 7 have occurred in the Xianshuihe fault zone, for example, the magnitude 7.25 earthquake in the Luhuo area on March 24, 1923, and the Ms 7.6 earthquake on February 6, 1973, in Luhuo. Almost all sections of the Xianshuihe fault zone have produced strong earthquakes in records, except the sections of Yushu and Shimian (). However, a trace of a strong earthquake occurred about 16,000 or 17,000 years ago has been found in Shimian. Hence, the Shimian section of the Xianshuihe fault zone is speculated to be currently locked and have the possibility of producing a strong earthquake in the future. ==Earthquake== The earthquake was preceded by a large number of foreshocks (the largest M4.9) starting two hours before the mainshock and located near its epicenter. The mainshock was followed less than two hours later by a M6.1 aftershock. A total rupture length of about 80 km has been derived from a study of ground rupture backed up by SAR interferometry. Three fault segments have been identified, the most northwesterly of which ruptured during the M6.1 aftershock. Analysis of the records from a seismometer located close to the fault rupture and the teleseismic responses from two distant seismometers (in Australia and Germany) suggest that the rupture propagated to the southeast at a speed well in excess of the S-wave velocity, making this an example of a supershear earthquake. == Damage == Earthquake cleft in the grassland In Qinghai, building damage was reported with no casualties in the counties of Zadoi, Nangqên, and Qumarlêb of Yushu Prefecture. At least 11 schools were destroyed in the earthquake. Over 85% of buildings in Gyegu, mostly of wood-earth construction, were destroyed, leaving hundreds trapped and thousands homeless. A vocational school collapsed and trapped many students. Power outage was also reported in Gyêgu. In Sichuan, strong shaking could be felt in the counties of Sêrxü, Dêgê, and Baiyü, Garzê Tibetan Autonomous Prefecture. Road damage was reported in Sêrxü County. Due to the rough terrain and the fact that landslides destroyed the local infrastructure, the initial rescue operations were undertaken by the People's Armed Police and People's Liberation Army soldiers of Lanzhou Military Region. The Qinghai provincial government said in a public statement that five thousand tents, 100,000 thick, cotton coats, and heavy blankets were being sent to help survivors cope with the strong winds and near-freezing temperatures of around . The Yushu Batang Airport was re-opened at noon on Wednesday, April 14, and the first flight with personnel and supplies of the China International Earthquake Rescue Team landed there at 8 pm.Airport vital lifeline to relief effort. By Xin Dingding (China Daily), 2010-04-15 The Changu () Dam, located on the Batang River (巴塘河; a right tributary of the upper Yangtze River) some 15 km upstream from the Yushu County seat (apparently at ),青海玉树禅古电厂水库震后出现裂缝 (\"Cracks appeared in the [Dam of] the Reservoir of the Changu Power Plant in Yushu, Qinghai\"); published in 汉网-武汉晚报, 2010-04-15 was damaged by the earthquake. Chinese language news reports as translated in a press release from the International Rivers stated that it is \"at the risk of collapse at any time.\"\"The Qinghai Earthquake and Dams\" , International Rivers. Retrieved 14 April 2010. == Response == Chinese Communist Party general secretary Hu Jintao and State Council premier Wen Jiabao urged all-out efforts to help rescue those affected by the earthquake. Several hours after news of the quake broke, Vice Premier Hui Liangyu was sent to the region to oversee rescue efforts.\"Hundreds feared dead in Chinese earthquake\", CNN World. Retrieved 14 April 2010. Some 3,700 personnel from the Qinghai division of the People's Armed Police was sent to the region to aid in rescue efforts. Specialty personnel also arrived from neighbouring provinces Gansu, Shaanxi, and Ningxia, as well as the Tibet Autonomous Region. China's paramount leader Hu Jintao was in Brazil at the time and decided to cut short a state visit and BRIC summit and rush back to China to co-ordinate rescue efforts. He also postponed his upcoming tour to Venezuela and Chile. Premier Wen Jiabao arrived in Yushu on April 15 to lead rescue work, and postponed his trip to southeast Asia. Hu arrived in Yushu three days after Wen, to help guide the relief efforts and console victims. ===Tribute and Day of Mourning=== Panorama of Gyegu town (2005) and monastery, is the cultural, economic and political center of Yushu. On the evening of April 20, a national evening gala was hosted on China Central Television. The event, which drew many celebrities and a large viewership, raised some 2.2 billion yuan ($US 322 million), which exceeded the amount raised in a similar gala for the Sichuan earthquake. April 21 was declared a national day of mourning, reminiscent of a similar event in the 2008 Sichuan earthquake. At Zhongnanhai, General Secretary Hu Jintao led a minute of silence, alongside the entire Politburo Standing Committee of the Communist Party of China. Newspapers printed in black and white, and all major websites also changed their home page to black and white to reflect the grave mood. Qiang Wei, CPC Party chief of Qinghai, led a large ceremony in Xining; a minute of silence was observed across the entire province, when police sirens and horns sounded. During the National Day of Mourning, all public entertainment activities were cancelled, and all state-run networks as well as some provincial networks redirected their regular programming to non-stop earthquake coverage. The National Mourning sparked public debate about civil rights on Chinese web forums. The programming particularly irritated football fans, who complained that UEFA Champions League coverage of the Barcelona vs. Inter Milan match was replaced by earthquake coverage, accusing the authorities of being overly concerned with appearances. City University of Hong Kong professor Zheng Yutou opined that the \"Day of Mourning\" reflected China's political values – that collective interests and values outweigh those of individuals. Zheng said that this was diametrically opposed to the emphasis on individualism in Western countries. Zheng believed that a top-down public directive for the country is a reflection that without democracy, a formal Day of Mourning is one of a few ways to show that the leadership is concerned about the welfare of the people. A South China Morning Post article said the event was an attempt to distract the public from other ongoing social problems. Yuan Weishi, retired professor at Sun Yat-sen University, disagreed with the assessment that the Day of Mourning should be seen as a political event. He said that the event is not at all surprising given the circumstances, and that there is no real threat to civil liberties. Yuan said that \"politicizing the situation makes it needlessly tense\". Duowei added that National Days of Mourning have been held in many countries for large natural disasters and emerging as the \"international norm\". ===Role of monks and victims' rites=== According to television reports filed by Chen Xiaonan of Hong Kong's Phoenix Television, and the Associated Press, thousands of Tibetan monks were active in the search and rescue for quake victims buried in the rubble, and were successful in the retrieving of buried yet still alive victims, as well as the retrieving of dead bodies and the subsequent conducting of traditional Tibetan sky burial or mass cremation. Monks provided spiritual services, consoled families of the victims, and performed burial rites. Due to the great number of ethnic Tibetan victims in the quake, local clergy from monasteries said that the traditional sky burial funeral rites would be too difficult to manage, and that the unsanitary conditions meant that the souls of the departed may not reach heaven. A local monk said that it was determined a mass cremation, presided over by local Buddhist monks, would be the most appropriate funeral rite for the victims. The Qinghai provincial Department of Civil Affairs sent out directives that funeral customs for local ethnic minorities must be respected, that the victims themselves must be treated with respect, and for a DNA bank to be set up for bodies who have not yet been identified. Reports later surfaced in Western media that groups of monks were also asked to leave the disaster area via telephone by local authorities. One monk said that the government may have been concerned about their safety. USGS ShakeMap ===External aid=== On April 18, the Republic of China (Taiwan) Red Cross Society sent a 20-member medical team, composed of volunteers who had extensive experience with first aid and emergency procedures in earthquake and flooding rescue missions, to Qinghai province earthquake area, together with one tonne of medicine and equipment. “We tried to send more supplies but there was not sufficient airlift capacity in the disaster area,” an ROC Red Cross Society spokesman said. The American Red Cross sent an initial sum of $50,000 in relief funds to help affected families in the Qinghai Province. Many countries and organizations around the world sent condolences and pledged assistance if necessary.\"Pope calls for solidarity after earthquake in China\", Catholic News Agency, Retrieved 14 April 2010. The Artistes 414 Fund Raising Campaign was held at the Hong Kong Coliseum on April 26, 2010. ===High altitude sickness=== Since Yushu is located at 4000 meter high altitude, where concentration of oxygen is much less than that at sea level, and many rescuers who came from lower altitudes fell ill due to high altitude sickness. 300 Guangdong rescuers were forced to be evacuated into a lower altitude area, and one Chinese reporter was confirmed dead due to pulmonary complications caused by lack of oxygen. ===Political issues=== The earthquake occurred in a Tibetan region in Qinghai province, where 93% of the local population is of Tibetan ethnicity, and many locals do not speak or understand Mandarin Chinese, and the community was home to large numbers of Tibetan Buddhists. A New York Times editorial wrote that while the death toll was small compared to the Sichuan earthquake in 2008, the rapid mobilization and highly organized relief effort \"underscored the Communist Party’s determination to rally the nation and transform the disaster into a showcase of its benevolence and resolve\", as well as an opportunity to showcase ethnic unity and a \"softer side\" of the government, who is often seen as being at odds with the Tibetan population. State-run English newspaper China Daily praised the work of monks in two separate stories, while also stressing the re-building of temples in the region. In addition, state media avoided mention of schools that may have collapsed during the quake, with fresh memories of the public and foreign media backlash from a school construction scandal in Sichuan. There were earlier rumours that the authorities were attempting to hide the extent of the damage caused by the earthquake. In response, Guo Weimin of the State Council Information Office responded that \"all the information coming out of the disaster zone has been accurate, timely, transparent... we will not, have not, and have no reason to alter any of the statistics regarding fatalities.\"; Chinese: \"整個信息的发布是及時的、公開的、透明的，對媒體的采訪也是開放的，所以我想不會也不可能也没有必要去隱瞞死亡數字.\" News reporting has also been relatively open; foreign media have been reporting in the area without government interference. In addition, bloggers and independent journalists were also allowed to report in the area, although more \"sensitive\" issues such as ethnic relations and religion face restrictions. Tibetan activist Woeser acknowledged that the government's relief efforts have been robust, but remarked that relief funds risk embezzlement from local officials. In regards to the authorities declining entry of foreign personnel to the region, the National Ministry of Defence stated that the terrain in Qinghai is rough and that funding and personnel have been largely sufficient for the relief efforts, and that foreign organizations could contribute through monetary donations. ==List of aftershocks== The initial earthquake was preceded by a foreshock and followed by several aftershocks, four above magnitude 5, including a M5.8 aftershock at a depth on April 14. Only shocks with magnitude 4.0 or higher are listed. Shocks with magnitude 5.5 or higher are highlighted in light blue. The main shock with moment magnitude 6.9 Mw is highlighted in dark blue. {| class=\"wikitable sortable\" border=\"1\" ! Date (YYYY-MM-DD) !! Time (UTC) !! Latitude !! Longitude !! Depth !! Magnitude |- | 2010-04-13 || 21:40:00 || 33.183° N || 96.623° E || || 5.0 () |- style=\"background: #9999ff\" | 2010-04-13 || 23:49:39 || 33.224° N || 96.666° E || || 6.9 () |- | 2010-04-14 || 00:01:17 || 32.875° N || 96.999° E || || 5.3 () |- | 2010-04-14 || 00:12:25 || 33.159° N || 96.580° E || || 5.2 () |- style=\"background: #ccccff\" | 2010-04-14 || 01:25:15 || 33.179° N || 96.448° E || || 5.8 () |- | 2010-04-17 || 00:59:01 || 32.588° N || 92.743°E || || 5.1 () |} ==See also== * List of earthquakes in 2010 * List of earthquakes in China == References == == External links == * Yushu Earthquake Relief * * Yushu Yushu 2010 Yushu Category:Yushu Tibetan Autonomous Prefecture Category:April 2010 events in Asia Category:Supershear earthquakes ",
    "title": "2010 Yushu earthquake"
}