{
    "id": "26969450",
    "text": "Loew's Route 35 Drive-In was a drive-in theater on Route 35 in Hazlet, New Jersey. Opened in June 1956, its first movie was The Searchers, starring John Wayne, and Magnificent Roughnecks, starring Jack Carson. It operated for 35 years until an economic boom along the corridor and a turn towards enclosed movie theaters resulted in its closure in September 1991. The site became a Costco warehouse store and an enclosed movie theater. ==History== Opening on June 30, 1956, the first Loews Theatres open-air theater in the state, it was built to be ultimate family-safe destination. Built on a former watermelon farm, it was originally destined for a shopping center, but instead a drive-in was built to provide an all-inclusive night for both the parents and children. The property was surrounded by landscaping and tree walls to block the screen and viewing area from the traffic on the then-moderately busy Route 35. The theater offered free admission for children, a fully equipped concession stand that sold boardwalk food, such as hot dogs, hamburgers and pizza, in addition to the movie fare of popcorn and candies, and restrooms. For the children, it offered a circus-themed playground with electric rides and miniature ride-on train with a diesel engine and a clown to help supervise the children. ==Demise== Raising real-estate prices, the trend toward compact multiple- screen indoor theaters and the arrival of the VCR was the ultimate demise of the last drive-in at the time in the state. It had often offered more real romance, adventure and family entertainment in the parking lot than was available vicariously from the screen. Drive-in culture suffered most in the crowded Northeast, where one suburb melted into the next and land values soared. In order to avoid interference from the bright lights of cities, most drive-ins were built on the outskirts of towns, where there was plenty of vacant ground and good access to main roads. Those same qualities later made drive-in lots perfect sites for shopping malls. Ironically, it was the owner of the theater and property, National Amusements, who petitioned Hazlet in 1988 to rezone the outdoor theater for a shopping center. Despite objections, the plans were approved. Today, the property is now the site of a Costco and the 13-theater Cinemark Hazlet 12. ==Specs== The theater employed the following equipment: * Two (2) Motiongraph film projectors with Ashcraft Cinex arc lamps, allowing for a throw * Motiongraph speaker/intercom boxes with built-in heaters, later replaced with an AM transmitter * A Shelby screen measuring ==Events== ===Concerts=== For the 10th anniversary of the drive-in, they hosted Bruce Springsteen and his band, The Castiles, on July 29, 1966. The band open festivities at 7 p.m. and plays a 90-minute show until darkness and movie time. The featured film was the comedy The Russians Are Coming, the Russians Are Coming. ===Films=== The drive-in was used for scenes in the 1987 slasher film Blood Rage (The Nightmare at Shadow Woods). Film crews spent an entire day at using the concession stand and screen for use in the movie. Written by Bruce Rubin and directed by John Grissmer, it was produced by Marianne Kanter and starred Louise Lasser. ==See also== * List of drive-in theaters ==External links== * Theatre entry at Drive-ins.com * Theatre entry at Cinema Treasures ==References== Category:Cinemas and movie theaters in New Jersey Category:Drive-in theaters in the United States Category:Buildings and structures in Monmouth County, New Jersey Category:Loew's Theatres buildings and structures Category:1956 establishments in New Jersey Category:1991 disestablishments in New Jersey Category:Buildings and structures completed in 1956 Category:Buildings and structures demolished in 1991 ",
    "title": "Route 35 Drive-In"
}