{
    "id": "26966981",
    "text": "The church of El Rocío (Santuario de la Virgen del Rocío) Interior of the church The Virgin of El Rocío The Romería de El Rocío is a procession/pilgrimage on the second day of Pentecost to the Hermitage of El Rocío in the countryside of Almonte, Province of Huelva, Andalucia, Spain, in honor of the Virgin of El Rocío.El Rocio Pilgrimage , visithuelva.com. Retrieved 15 April 2010.hermandadrociosevilla.com, passim. Retrieved 14 April 2010. In recent years the Romería has brought together roughly a million pilgrims each year.Eva Díaz Pérez, \"Los excesos del Rocío\", El Mundo, 27 May 2001. Retrieved 14 April 2010.El Rocío , Rough Guide to Spain. Retrieved 14 April 2010. The pilgrimage dates from 1653, when the Virgin of Las Rocinas was appointed patron saint of Almonte. Originally it took place on 8 September. Since 1758, the Virgin has been known as the Virgin of El Rocío, and the pilgrimage has taken place on the second day of Pentecost. ==Structure of the pilgrimage== The romería as such begins on Sunday before Pentecost. However, pilgrims come from throughout Andalusia (and, nowadays, from throughout Spain and beyond), and typically travel an additional one to seven days beforehand, either on foot, on horseback or in horse-drawn carriages (or, nowadays, in some cases, modern modes of transport such as all terrain vehicles), generally sleeping outdoors. Many count this travel as the most important part of the pilgrimage. The pilgrims travel in groups known as religious confraternities. They come from many directions: the Camino de los Llanos (Plains Way) from Almonte proper; the Moguer Way, from Moguer and Huelva; the Sanlúcar Way from Cádiz, crossing the River Guadalquivir at El Bajo de Guía; and the Seville Way. The pilgrimage proper begins at noon on the Saturday. From then until nearly midnight, each confraternity travels from their property in the village of El Rocio to the Sanctuary where they present their \"Simpecado\", their copy of the Virgin, the oldest confraternities proceeding first. Each bears an emblem of the Virgin del Rocio (Holy Mother). At midnight, it is the turn of the original confraternity to carry their emblem to the shrine. This is known as the Almonte Rosary ceremony. At 10 a.m. on Whitsun Sunday, a Pontifical High Mass is said in El Real del Rocío (next to the Sanctuary), where the Virgin was crowned in 1919. On Sunday night, everyone prays the Rosary by candlelight, as each confraternity goes up to the flat of El Eucaliptal next to El Real del Rocío. Finally, the Immaculate Conception Emblem of Almonte is brought to the Shrine, at which point the Almontese carry the Virgin of El Rocío out into the village streets. The timing of this event differs from one year to the next, so there is always a certain element of spontaneity to it. Then the journey home begins. ==Attire== The pilgrims travel through the countryside, sometimes by cart or on horseback, in celebration of regional agrarian customs. Both the horse and the costume reflect the historic privilege offered the rural gentry. Men wear a costume called traje corto consisting of striped pants (pantalón a rayas), a short jacket (chaquetilla corta), suspenders (tirantes), leather chaps (zahones), a wide brimmed cordoba hat (sombrero de ala ancha), riding boots (botas de montar). Women wear a costume called traje de faralaes. Women's attire varies more but usually consists of a flowing dress (traje de vuelos) with polka dots and ruffles (volantes), a fringed shawl (mantoncillos de flecos) and bracelets, loop earrings and flowers worn in the hair. ==Origins and brotherhoods== The first historical document that exists on the Rocío is collected in the \"Libro de la Montería\", which King Alfonso XI ordered to be written. It lists only two places close to El Rocío: the primitive Hermitage of Santa María de las Rocinas and the Villa de Mures, currently Villamanrique. The aforementioned book in his folio 292v says that: \"La Xara de Mures, which is the Alxarafe, is a good mountain of pig in yuierno\", and in the folio 294v states that: \" En tierra de Niebla ay una tierra quel dizen las Rocinas et es llana, et es toda sotos, et ay siempre puercos… et señalada mjente, son los meiores sotos de correr cabo vn yglesia que dizen Sancta Maria de las Ro-çinas et cabo de otra iglesia que dizen Sancta Olalla \". At the dawn of the 15th century, a hunter from Villamanrique, who at the time was called Mures, named Gregorio Medina, was in La Rocina on his hunting day and was lucky to find, among the howls of the dogs, in the hollow of a thousand-year-old olive tree, the sacred image of the Virgen del Rocío. \"The first reference to a Marian place of worship in the area dates from the first half of the 14th century and is found in Alfonso XI's Libro de la montería, in which to a \"chapel of Sancta María de las Rocinas.\" In 1587 Baltasar Tercero Ruiz founded a chapel in the hermitage. The original brotherhood of Almonte is already documented in 1640, in a testament granted before the scribe of Villa Almonteña, D. Juan Bautista Serrano, on 1 January 1640, by Juan de Medina \"el Viejo\". In 1653 the patron saint of the town of Almonte was proclaimed and from these years the name of Virgen del Rocío began to spread, to the detriment of the previous one of Santa María de las Rocinas. It is at this time that the first filial brotherhoods are founded, among which is that of Villamanrique de la Condesa and the brotherhood of Pilas. Between the second half of the 17th century and the beginning of the 18th century, a series of brotherhoods emerged in towns near the village, such as La Palma del Condado, Moguer or Sanlúcar de Barrameda -although recent research alludes to this brotherhood as the oldest- Subsequently, the Rota and El Puerto de Santa María arose, disappearing soon after the latter two during the Napoleonic wars, to be re-founded later. Throughout the 19th century, four other brotherhoods emerged: Triana, Umbrete, Coria del Río and Huelva. Between 1880 and 1913, a time of great convulsions in Andalucía, no new brotherhood emerged, but from that last date until the beginning of the 21st century, dozens of new filial brotherhoods have been created, adding up to the 110 sisterhoods that currently exist. Thus, in the decade of 1910 the brotherhoods of San Juan del Puerto (1913), Rociana del Condado (1919) and Benacazón (1915) emerged. Two epochs of special founding effervescence are also noteworthy in this long period, the second republic, with nine new brotherhoods in just three years and especially the period that began with the Democratic Transition, since more than half of the present brotherhoods, standing out the time of the Andalusian autonomic process, between 1977 and 1982, with fifteen brotherhoods filiales and the cuatrienio 1984-1987, with fourteen new brotherhoods. Of the 107 brotherhoods existing in 2008 (including the Matriz de Almonte), 96 are Andalusians and eleven outside of Andalucía. Among the sisterhoods outside of Andalucía should be distinguished between those founded in lands close to Andalusia, such as Castilla-La Mancha, Extremadura, Ceuta and Murcia and those located in the traditional lands of Andalusian emigration, such as Catalonia, Valencia, Islas Baleares or Madrid . In the latter or the foundation was run by Andalusians or the bulk of the brothers is made up of Andalusians or descendants of these. It should also highlight the existence of the sisterhood of Brussels, the result of the rociera devotion of a group of Andalusians from the abundant community of this origin in Belgium. In 2018, the number of sisterhoods rose to 121, the last one being the Hermandad de El Viso del Alcor (Seville). Regarding the importance of the brotherhoods according to the number of pilgrims, the largest are the Huelva, with about 14,000 pilgrims in 2010 and the matrix of Almonte which is also located in the environment of 10,000 pilgrims. After these would be the sisterhood of Sanlúcar de Barrameda, with about 5,500 pilgrims, the Brotherhood of Emigrants of Huelva (founded initially in Germany by Huelva emigrants) with about 5,000, the Pilas, with about 3,500 and Moguer with just over 2000 pilgrims Later, with an estimated amount of pilgrims between 1,000 and 3,000, Trigueros, Triana, Villamanrique de la Condesa, Coria del Río, Seville, Jerez de la Frontera, Gines, Rociana del Condado, Gibraleón, San Juan del Puerto, Bonares and La Palma del Condado and Los Palacios. The rest of the groups, located in Andalusia or outside of it, would take less than 1,000 pilgrims each. ==Non-affiliated brotherhoods and other groupings== There are nineteen non-affiliated brotherhoods constituted in public association and eight as private associations recognized by the sisterhood. Although there are five Andalusians among them, the majority have emerged in the field of Andalusian emigration, especially in the main areas of destination of this migratory current Catalonia and Madrid. There are also rociera groups without character of brotherhood recognized by the parent brotherhood, sixteen in Andalusia, nine in the rest of Spain and nine in other states of the world (of which five in Argentina and the other four distributed among Brazil, Puerto Rico, Bolivia and Australia) . Among the international ones, some are related to Andalusian collectivities (like some of the Argentine). ==Notes== ==External links== * Home brothership of El Rocío, Almonte * fotografias Color 2009 flickr de willem kuijpers * fotografias Color 2010 flickr de willem kuijpers * libro con fotos en Romeria del Rocio 2009-2010 Category:Catholic Church in Spain Category:Catholic pilgrimage sites ",
    "title": "Romería de El Rocío"
}