{
    "id": "26966448",
    "text": "Golder Associates Inc., branded as just Golder, is a Canadian employee-owned, global company providing consulting, design, and construction services in earth, environment, and related areas of energy. Its more than 7,500 employees operate from more than 155 offices in Africa, Asia, Australasia, Europe, North America and South America. Golder serves the manufacturing, mining, oil and gas, power, urban development and infrastructure sectors. == History == Logo used until 2018 The company was founded in Toronto, Ontario, Canada in 1960 by Hugh Golder, Victor Milligan, Larry Soderman, under the name H.Q. Golder and Associates, and focused on soil mechanics and ground engineering. In the 1970s, the service offering expanded to include rock mechanics. In the 1980s the company's groundwater practice evolved to encompass the broader field of hydrogeology, with particular expertise in contaminated soil and groundwater. In the early 1990s, as public awareness of environmental issues increased, Golder added biological capabilities – including aquatic and terrestrial biology – to its range of services. Hydrology and hydraulic engineering were added in the late 1990s, and Geographic Information Systems (GIS), information management, cultural sciences and energy services were added in the 2000s. In the mid 2000, Golder added Environmental, Health, and Safety providing a wide range of services to assist companies in protecting their employees and the environment. Consultants can conduct studies on air, water, ergonomics, as well as evaluating health and safety programs for compliance. On site audits provide valuable information and corrective actions for employers. === Geographic expansion === The company established other offices in Canada in the early 1960s, later expanding into the United States (1968), as well as the United Kingdom and Australia (1972). Since then, the company has grown geographically through a combination of opening new offices and through mergers with existing companies. Recently established offices (2009) are located in St. Petersburg, Russia and Delhi, India. == Sectors == Within the areas of consulting, design, and construction services in earth, environment, and energy, Golder works with clients in many industries: from oil and gas to mining to transportation and more. * Manufacturing * Mining * Oil & Gas * Power * Urban Development & Infrastructure * Manufactures * Construction * Laboratory * Light industrial firms == Services == * Engineering: Construction Materials Engineering, Testing & Instrumentation Services, Dams & Hydropower Services, Ground Engineering Services, Pipeline Systems Services, Tunnelling Services, Waste Management Services * Environmental & Social Assessment: Cultural Heritage Services, Ecological Services, Environmental & Social Impact Assessment Services, Social Management & Compliance Services * Environmental Management and Compliance: Atmospheric Services, Environment, Health & Safety & Industrial Hygiene Services, Human Health & Toxicology Services, Energy, Carbon & Climate Services, Permitting Services, Sustainability Services, Contaminant Site Investigation & Clean Up Services, Performance & Assurance Services, Human Health & Ecological Risk Assessment Services, REACH & Chemical Management Regulatory Services, Public Health Assessment Services, Aquatic Effects Assessment Services * Natural Resources Planning & Evaluation: Resource Evaluation Services, Geochemical Services, Mine Planning & Engineering Services, Mine Waste Management Services, Backfill Systems Services * Strategic Planning, Advice & Management Services: Information Management & Graphics Services, Project Management Services, Mergers & Acquisitions, Divestiture & Due Diligence Services, Risk Assessment & Decision Analysis Services, Planning, Landscape Architecture & Urban Design Services, Facility Siting Services * Water: Water & Wastewater Treatment Services, Coastal & Marine Services, Groundwater Services, Surface Water & Hydrology Services == References == Category:Consulting firms of Canada Category:Engineering companies of Canada Category:Employee-owned companies of Canada Category:Consulting firms established in 1960 Category:1960 establishments in Canada ",
    "title": "Golder Associates"
}