{
    "id": "26967000",
    "text": "George Boomer came to Washington state in 1898 as part of a project to establish a socialist colony on Puget Sound. He remained in the state for the rest of his life. George Ellsworth Boomer (1862-1915) was an American socialist journalist, newspaper editor, and political activist. Boomer is best remembered as a key participant in the formation of the Socialist Party of Washington and as its candidate for the Governor of Washington in 1908. ==Biography== ===Early years=== George Ellsworth Boomer was born November 28, 1862 in Lewiston, Maine, the son of workers in a cotton mill.Harvey O'Connor, Revolution in Seattle: A Memoir. New York: Monthly Review Press, 1964; pg. 17. Due to the family's poverty, Boomer himself soon went to work in the mills, taking a job which paid him 65 cents for each 12-hour day. Boomer attended school three months a year, as required by law, until he reached the age of 14, at which time he dropped out.\"George E. Boomer,\" The Commonwealth [Everett], whole no. 134 (July 24, 1913), pg. 4. Boomer worked for a time as a newsboy, a job which brought him into contact with the world of newspaper publishing. He eventually found a first job in the industry assisting with the production of the Greenback Labor Chronicle of Auburn, Maine. In the fall of 1882, Boomer moved to Providence, Rhode Island, where he joined the newly organized International Typographical Union the following year. Boomer remained a member of that union throughout his life. He was a member of the Rhode Island Central Labor Union for 8 years and its president for 2. In June 1884, Boomer married Mary A. Vickery.Steven L., \"Ungovernor, 1908: George Ellsworth Boomer,\" Oly Blog, Olympia, WA. Retrieved April 15, 2010. ===Political career=== Cartoon of George Boomer from his 1908 gubernatorial campaign. Boomer joined the Socialist Labor Party of America (SLP) in 1884. Boomer ran on the SLP's ticket for Governor of Rhode Island for the first time in 1893. Boomer also published the Providence SLP and trade unionist newspaper, Justice, for a period of three years. In 1895, Boomer again ran for Governor of Rhode Island, heading the SLP ticket.\"Rhode Island: Interesting Sketch of the Late Elections,\" The People [New York], vol. 5, no. 4 (April 21, 1895), pg. 1. Boomer received more votes than any other SLP candidate in the election, a total of 1,709 out of about 43,000 ballots cast (4%). In 1896, Boomer published an independent socialist newspaper in Cumberland, Maryland known as Uncle Sam. He came into contact with J.A. Wayland in this capacity and in 1897 relocated to Southeast Kansas to work on the editorial staff of Wayland's popular socialist weekly, The Appeal to Reason. It was in this capacity that he learned of a group of devoted socialists, organized as the Brotherhood of the Cooperative Commonwealth (BCC), who sought to establish a socialist colony on the American frontier in the new state of Washington. Boomer was smitten with the idea and he departed for the West Coast in the spring of 1898, bringing with him the knowledge of newspaper promotion which he had garnered in Girard under Wayland's employ. Boomer took charge of the colony's newspaper, Industrial Freedom, and initiated Wayland-style folksy editorial patter to the front page, writing his column under the headline \"Thoughts, by Your Uncle\" while using the pseudonym \"Uncle Sam.\" Boomer was not long with the Equalty colony, however, soon departing rural Skagit County for a more close approximation of civilization in Tacoma when the colony refused to participate in political action. In December 1898 Boomer established a short-lived new socialist newspaper in Tacoma, the Spirit of '76, a publication supportive of the SLP. Boomer never joined the Social Democratic Party of America headed by radical trade unionist Eugene V. Debs and Victor L. Berger, instead forming his own socialist educational organization — a group which maintained an independent existence until after the formation of the Socialist Party of America in the summer of 1901. Boomer would merge his local group into the Socialist Party shortly after its formation. In 1902, Boomer launched a new socialist weekly in Tacoma, The Sun.Harvey O'Connor, Revolution in Seattle, pp. 17-18. He was elected to the first State Committee of the Socialist Party of Washington (SPW) and served two terms as the SPW's representative on the governing National Committee of the Socialist Party of America in 1902 and 1903. Although identified with the left wing of the party, Boomer was also recognized as a peacemaker, being dispatched to Utah by the National Committee in 1902 to help broker a truce between warring party factions in Utah. In 1903, Boomer, now married a second time to a woman 18 years his junior named Alice, headed east of the Cascades to Prosser, a small town in Central Washington. There he switched the political orientation of the town's newspaper, the Prosser Record, from the Democratic Party to the Socialist Party and continued to edit it until 1909. Boomer worked hard to modernize and expand his paper, moving to automated typesetting and expanding the paper from 4 pages to 8. Circulation grew to 4,000. During this interval Boomer also periodically contributed a column to The Socialist, the revolutionary socialist weekly published in Seattle by Hermon F. Titus, writing under the pen name \"Uncle Sam.\"Harvey O'Connor, Revolution in Seattle, pg. 18. Boomer ran for Secretary of State of Washington in November 1904 on the ticket of the Socialist Party of America.\"Socialist Ticket: D. Burgess, of Tacoma, Nominated for Governor,\" Aberdeen Herald, vol. 18, no. 75 (June 2, 1904), pg. 2. He ran at the top of the state party's ticket in 1908 as the Socialist nominee for Governor of Washington. On the campaign trail in 1908, Boomer was rotten-egged by listeners hostile to his message in Ellensburg. The Boomers sold their newspaper in May 1909 and moved back across the Cascades to Seattle. There George Boomer edited at least one issue of The Wage Worker, Titus's successor to The Socialist established after the decision of Washington's left wing socialists to bolt the 1909 Convention of the Socialist Party of Washington and to form instead a new organization, the Wage Workers Party. Both the paper and the party proved to be short-lived. The Boomers, baby daughter Mildred in tow, moved to Leavenworth, Washington in 1910, where George worked as a printer. George Boomer in 1913, just two years prior to his death. Boomer moved to Bremerton, Washington in 1912 where he edited another local newspaper, the Kitsap County Leader. While soapboxing in the nearby town of Port Townsend, Boomer was attacked by a soldier from the nearby fort, an event which caused outrage in the Socialist community when the local judge refused to issue an arrest warrant for the attacker, instead declaring from the bench that the Socialists should all be thrown into the bay and that he would be glad to assist.News report in Everett Commonwealth, cited in O'Connor, Revolution in Seattle, pg. 18. In 1913, Boomer returned to Seattle where he helped to edit The Barbarian, a left wing satirical weekly. The following year he moved to Port Angeles, where he edited the Peninsula Free Press. Boomer made one last political run as the Socialist Party's candidate for U.S. Congress in Washington's 2nd District in 1914.Lawrence Kestenbaum (ed.), \"George E. Boomer, Political Graveyard.com, Ann Arbor, MI. Retrieved April 15, 2010. During his life, Boomer made four national speaking tours on behalf of the Socialist Party. ===Death and legacy=== George Boomer died on April 5, 1915 in Port Angeles, Washington. He was just 52 years old at the time of his death. ==Footnotes== ==Works== * Twin Progeny of Capitalist Individualism: Assassins and Hero Worshipers. Edmonds, WA: George E. Boomer, 1912. ==Further reading== * \"George E. Boomer,\" The Commonwealth [Everett], whole no. 134 (July 24, 1913), pg. 4. ==See also== * Socialist Party of Washington Category:1862 births Category:1915 deaths Category:Rhode Island socialists Category:Socialist Party of America politicians from Washington (state) Category:American newspaper editors Category:Writers from Providence, Rhode Island Category:Writers from Tacoma, Washington Category:People from Lewiston, Maine Category:Trade unionists from Rhode Island Category:People from Prosser, Washington Category:Trade unionists from Maine ",
    "title": "George Boomer"
}