{
    "id": "269637",
    "text": "\"The Internationale\" () is a left-wing anthem. It has been a standard of the socialist movement since the late nineteenth century, when the Second International adopted it as its official anthem. The title arises from the \"First International\", an alliance of workers which held a congress in 1864. The author of the anthem's lyrics, Eugène Pottier, an anarchist, attended this congress. The original French refrain of the song is C'est la lutte finale / Groupons-nous et demain / L'Internationale / Sera le genre humain. (English: \"This is the final struggle / Let us group together and tomorrow / The Internationale / Will be the human race.\"). \"The Internationale\" has been translated into many languages. \"The Internationale\" has been celebrated by anarchists, communists, socialists, reformist socialists, democratic socialists, libertarian socialists, and social democrats.World Book Encyclopedia, 2018 ed., s.v. \"Internationale, The\" In 1912–44, the Internationale was used as an anthem of the Bolshevik Party, the Soviet Russia and the Soviet Union when it was replaced with the more Soviet-centric Hymn of the Soviet Union. It was also used as a national anthem by the Chinese Soviet Republic, Bavarian Soviet Republic, Slovak Soviet Republic, and Hungarian Soviet Republic. The Internationale is one of the most universally translated anthems in history.http://www.sovmusic.ru/english/list.php?gold=no&category;=inter∂=1 ==Copyright== The original French words were written in June 1871 by Eugène Pottier (1816-1887, previously a member of the Paris Commune) and were originally intended to be sung to the tune of \"La Marseillaise\". In 1888 Pierre De Geyter (1848-1932) set the earlier lyrics to a new melody, composed especially for Pottier's lyrics. De Geyter's melody was first publicly performed in July 1888, and soon thereafter Pottier's lyrics became closely associated with, and widely used with, De Geyter's new melody. Thus \"The Internationale\" gained an identity that was entirely distinct, and no longer in any way directly tied to the French national anthem, the Marseillaise. In a successful attempt to save Pierre De Geyter's job as a woodcarver, the 6,000 leaflets printed by Lille printer Bolboduc only mentioned the French version of his family name (Degeyter). In 1904, Pierre's brother Adolphe was induced by the Lille mayor to claim copyright, so that the income of the song would continue to go to Delory's French Socialist Party. Pierre De Geyter lost the first copyright case in 1914, but after his brother committed suicide and left a note explaining the fraud, Pierre was declared the copyright owner by a court of appeal in 1922. In 1972 \"Montana Edition\", owned by , bought the rights to the song for 5,000 Deutschmark, first for the territory of West Germany, then in East Germany, then worldwide. East Germany paid Montana Edition 20,000 DM every year for its rights to play the music. Pierre De Geyter died in 1932, causing the copyrights to expire in 2002.\"Ich habe die Kommunisten bezahlen lassen\", Die Welt, , 2014-04-18. Luckhardt's German text is public domain since 1984. As the \"Internationale\" music was published before 1 July 1909 outside the United States of America, it is in the public domain in the United States. As of 2013, Pierre De Geyter's music is also in the public domain in countries and areas whose copyright durations are authors' lifetime plus 80 years or less.Year 1932 when Pierre De Geyter died, plus 80 years, would get to year 2012. Due to France's wartime copyright extensions (prorogations de guerre), SACEM claimed that the music was still copyrighted in France until October 2014. As Eugène Pottier died in 1887, his original French lyrics are in the public domain. Gustave Delory once acquired the copyright of his lyrics through the songwriter G. B. Clement having bought it from Pottier's widow. == Original French lyrics == {| class=\"wikitable mw- collapsible\" !French !! Literal English translation |- |Debout, les damnés de la terre Debout, les forçats de la faim La raison tonne en son cratère C'est l'éruption de la fin Du passé faisons table rase Foule esclave, debout, debout Le monde va changer de base Nous ne sommes rien, soyons tout Chorus C'est la lutte finale Groupons-nous, et demain L'Internationale Sera le genre humain. Il n'est pas de sauveurs suprêmes Ni Dieu, ni César, ni tribun Producteurs, sauvons-nous nous-mêmes Décrétons le salut commun Pour que le voleur rende gorge Pour tirer l'esprit du cachot Soufflons nous-mêmes notre forge Battons le fer quand il est chaud. Chorus L'État comprime et la loi triche L'impôt saigne le malheureux Nul devoir ne s'impose au riche Le droit du pauvre est un mot creux C'est assez, languir en tutelle L'égalité veut d'autres lois Pas de droits sans devoirs dit-elle Égaux, pas de devoirs sans droits. Chorus Hideux dans leur apothéose Les rois de la mine et du rail Ont-ils jamais fait autre chose Que dévaliser le travail ? Dans les coffres-forts de la bande Ce qu'il a créé s'est fondu En décrétant qu'on le lui rende Le peuple ne veut que son dû. Chorus Les rois nous saoulaient de fumées Paix entre nous, guerre aux tyrans Appliquons la grève aux armées Crosse en l'air, et rompons les rangs S'ils s'obstinent, ces cannibales À faire de nous des héros Ils sauront bientôt que nos balles Sont pour nos propres généraux. Chorus Ouvriers, paysans, nous sommes Le grand parti des travailleurs La terre n'appartient qu'aux hommes L'oisif ira loger ailleurs Combien de nos chairs se repaissent Mais si les corbeaux, les vautours Un de ces matins disparaissent Le soleil brillera toujours. Chorus |Stand up, damned of the Earth Stand up, prisoners of starvation Reason thunders in its volcano This is the eruption of the end. Of the past let us make a clean slate Enslaved masses, stand up, stand up. The world is about to change its foundation We are nothing, let us be all. Chorus This is the final struggle Let us group together, and tomorrow The Internationale Will be the human race. There are no supreme saviours Neither God, nor Caesar, nor tribune. Producers, let us save ourselves, Decree the common salvation. So that the thief expires, So that the spirit be pulled from its prison, Let us fan our forge ourselves Strike the iron while it is hot. Chorus The State oppresses and the law cheats. Tax bleeds the unfortunate. No duty is imposed on the rich; The rights of the poor is an empty phrase. Enough languishing in custody! Equality wants other laws: No rights without duties, she says, Equally, no duties without rights. Chorus Hideous in their apotheosis The kings of the mine and of the rail. Have they ever done anything other Than steal work? Inside the safeboxes of the gang, What work had created melted. By ordering that they give it back, The people want only their due. Chorus The kings made us drunk with fumes, Peace among us, war to the tyrants! Let the armies go on strike, Stocks in the air, and break ranks. If they insist, these cannibals On making heroes of us, They will know soon that our bullets Are for our own generals. Chorus Workers, peasants, we are The great party of labourers. The earth belongs only to men; The idle will go to reside elsewhere. How much of our flesh have they consumed? But if these ravens, these vultures Disappear one of these days, The sun will still shine forever. Chorus |} ==Translations into other languages== ===German translation=== The German version, \"\", was used by East German anti-Stalinists in the failed 1953 uprising and again during the 1989 protests which nonviolently toppled Communism in East Germany. When numerous East Germans were arrested for protesting the 40th anniversary celebrations for the GDR, many of them sang the Internationale in police custody to imply that they, rather than their captors, were the real revolutionaries. Luckhardt's version, the standard German translation, of the final line of the chorus tellingly reads: \"Die Internationale erkämpft das Menschenrecht\". (The Internationale fights for human rights.) In 1989, this was coupled with the chant: \"Volkspolizei, steh dem Volke bei\" (People's police, stand with the people!) Here follows the most known version, the 1910 translation by Emil Luckhardt: {| class=\"wikitable\" !1910 version (by Emil Luckhardt) |- !German!! Literal English translation |- | Wacht auf, Verdammte dieser Erde, die stets man noch zum Hungern zwingt! Das Recht wie Glut im Kraterherde nun mit Macht zum Durchbruch dringt! Reinen Tisch macht mit dem Bedränger! Heer der Sklaven, wache auf! Ein Nichts zu sein, tragt es nicht länger Alles zu werden, strömt zuhauf... Refrain |: Völker, hört die Signale! Auf zum letzten Gefecht! Die Internationale erkämpft das Menschenrecht! :| Es rettet uns kein höh'res Wesen, kein Gott, kein Kaiser noch Tribun! Uns aus dem Elend zu erlösen können wir nur selber tun! Leeres Wort: des Armen Rechte! Leeres Wort: des Reichen Pflicht! Unmündig nennt man uns und Knechte, duldet die Schmach nun länger nicht! Refrain In Stadt und Land, ihr Arbeitsleute, wir sind die stärkste der Partei'n! Die Müßiggänger schiebt beiseite! Diese Welt muss unser sein! Unser Blut sei nicht mehr der Raben, Nicht der mächt'gen Geier Fraß! Erst wenn wir sie vertrieben haben dann scheint die Sonn' ohn' Unterlass! Refrain | Wake up, wretched of this Earth Who are constantly forced to hunger! Justice, like embers in the crater's hearth Now with power pushes to the breakthrough! Clear out the oppressors! Army of slaves, awaken! Being a nothing is no longer tolerable To become everything is rising up... Refrain |: Nations (peoples) hear the signal! On to the last fight! The Internationale Fights for human right(s)! :| No higher power will save us, No God, no Caesar, no tribune. To redeem us out of misery, Only we ourselves can do! Empty words: \"the rights of the poor\"! Empty words: \"the duties of the rich\"! They call us immature and only servants, Tolerate the humiliation no longer! Refrain In the city and the country, you working people We are the strongest of the parties! The dalliers (idle rich) push to the side! This world must belong to us! Our blood isn't for the ravens, Or food for powerful vultures! Once we have driven them out, The sun will shine without interruption! Refrain |} ===Russian translation=== The Russian version was initially translated by Arkady Kots in 1902 and printed in London in Zhizn, a Russian émigré magazine. The first Russian version consisted of three stanzas (as opposed to six stanzas in the original French lyrics, and based on stanzas 1, 2 and 6) and the refrain. After the Bolshevik Revolution in Russia, the text was slightly re-worded to get rid of \"now useless\" future tenses – particularly the refrain was reworded (the future tense was replaced by the present, and the first person plural possessive pronoun was introduced). In 1918, the chief-editor of Izvestia, Yuri Steklov, appealed to Russian writers to translate the other three stanzas and in the end, the song was expanded into six stanzas. On 15 March 1944, the Soviet Union adopted the \"Hymn of the Soviet Union\" as its national anthem. Prior to that time, \"The Internationale\" served as the principal musical expression of allegiance to the ideals of the October Revolution and the Soviet Union (the \"Internationale\" continued to be recognized as the official song of the Communist Party of the Soviet Union, and the post-1919 Soviet version is still used by the Communist Party of the Russian Federation). The full song is as follows: {| class=\"wikitable\" !Russian translation!!Transliteration!!Literal English translation |- |Вставай, проклятьем заклеймённый, Весь мир голодных и рабов! Кипит наш разум возмущённый И в смертный бой вести готов. Весь мир насилья мы разрушим До основанья, а затем Мы наш, мы новый мир построим, – Кто был ничем, тот станет всем.''' Это есть наш последний И решительный бой; С Интернационалом Воспрянет род людской! Никто не даст нам избавленья: Ни бог, ни царь и не герой! Добьёмся мы освобожденья Своею собственной рукой. Чтоб свергнуть гнёт рукой умелой, Отвоевать своё добро, – Вздувайте горн и куйте смело, Пока железо горячо! Довольно кровь сосать, вампиры, Тюрьмой, налогом, нищетой! У вас вся власть, все блага мира, А наше право звук пустой ! Мы жизнь построим по-иному – И вот наш лозунг боевой: Вся власть народу трудовому! А дармоедов всех долой! Презренны вы в своём богатстве, Угля и стали короли! Вы ваши троны, тунеядцы, На наших спинах возвели. Заводы, фабрики, палаты – Всё нашим создано трудом. Пора! Мы требуем возврата Того, что взято грабежом. Довольно королям в угоду Дурманить нас в чаду войны! Война тиранам! Мир Народу! Бастуйте, армии сыны! Когда ж тираны нас заставят В бою геройски пасть за них – Убийцы, в вас тогда направим Мы жерла пушек боевых! Лишь мы, работники всемирной Великой армии труда, Владеть землёй имеем право, Но паразиты никогда! И если гром великий грянет Над сворой псов и палачей, – Для нас всё так же солнце станет Сиять огнём своих лучей. |Vstavay, proklyatyem zakleymyonny, Ves mir golodnykh i rabov! Kipit nash razum vozmushchyonny I v smertny boy vesti gotov. Ves mir nasilya my razrushim Do osnovanya, a zatem My nash, my novy mir postroim, – Kto byl nichem, tot stanet vsem. Eto yest nash posledny I reshitelny boy; S Internatsionalom Vospryanet rod lyudskoy! Nikto ne dast nam izbavlenya: Ni bog, ni tsar i ne geroy! Dobyomsya my osvobozhdenya Svoyeyu sobstvennoy rukoy. Chtob svergnut gnyot rukoy umeloy, Otvoyevat svoyo dobro, – Vzduvayte gorn i kuyte smelo, Poka zhelezo goryacho! Dovolno krov sosat, vampiry, Tyurmoy, nalogom, nishchetoy! U vas vsya vlast, vse blaga mira, A nashe pravo zvuk pustoy! My zhizn postroim po-inomu – I vot nash lozung boyevoy: Vsya vlast narodu trudovomu! A darmoyedov vseh doloy! Prezrenny vy v svoyom bogatstve, Uglya i stali koroli! Vy vashi trony, tuneyadtsy, Na nashikh spinakh vozveli. Zavody, fabriki, palaty – Vsyo nashim sozdano trudom. Pora! My trebuyem vozvrata Togo, chto vzyato grabezhom. Dovolno korolyam v ugodu Durmanit nas v chadu voyny! Voyna tiranam! Mir Narodu! Bastuyte, armii syny! Kogda zh tirany nas zastavyat V boyu geroyski past za nikh – Ubiytsy, v vas togda napravim my zherla pushek boyevykh! Lish my, rabotniki vsemirnoy Velikoy armii truda, Vladet zemlyoy imeyem pravo, No parazity nikogda! I yesli grom veliky gryanet Nad svoroy psov i palachey, – Dlya nas vsyo tak zhe solntse stanet siyat ognyom svoikh luchey. |Stand up, ones who are branded by the curse, All the world's starving and enslaved! Our outraged minds are boiling, Ready to lead us into a deadly fight. We will destroy this world of violence Down to the foundations, and then We will build our new world. He who was nothing will become everything! This is our final and decisive battle; With the Internationale humanity will rise up! No one will grant us deliverance, Not god, nor tsar, nor hero. We will win our liberation, With our very own hands. To throw down oppression with a skilled hand, To take back what is ours – Fire up the furnace and hammer boldly, while the iron is still hot! You've sucked enough of our blood, you vampires, With prison, taxes and poverty! You have all the power, all the blessings of the world, And our rights are but an empty sound! We'll make our own lives in a different way – And here is our battle cry: All the power to the people of labour! And away with all the parasites! Contemptible you are in your wealth, You kings of coal and steel! You had your thrones, parasites, At our backs erected. All the factories, all the chambers – All were made by our hands. It's time! We demand the return Of that which was stolen from us. Enough of the will of kings Stupefying us into the haze of war! War to the tyrants! Peace to the people! Go on strike, sons of the army! And if the tyrants tell us To fall heroically in battle for them – Then, murderers, we will point The muzzles of our cannons at you! Only we, the workers of the worldwide Great army of labour, Have the right to own the land, But the parasites never! And if the great thunder rolls Over the pack of dogs and executioners, For us, the sun will forever Shine on with its fiery beams. |} ===English translations=== The traditional British version of \"The Internationale\" is usually sung in three verses, while the American version, written by Charles Hope Kerr with five verses, is usually sung in two.\"The Internationale\" in 82 languages The American version is sometimes sung with the phrase \"the internationale\", \"the international soviet\", or \"the international union\" in place of \"the international working class\". In English renditions, \"Internationale\" is sometimes sung as rather than the French pronunciation of . Billy Bragg was asked by Pete Seeger to sing \"The Internationale\" with him at the Vancouver Folk Festival in 1989. Bragg thought the traditional English lyrics were archaic and unsingable (Scottish musician Dick Gaughan and former Labour MP Tony Benn disagreed), and composed a new set of lyrics., from the Pete Seeger 90th Birthday Concert (The Clearwater Concert) at Madison Square Garden, 3 May 2009. The recording was released on his album The Internationale along with reworkings of other socialist songs. {| class=\"wikitable mw-collapsible\" !British version (by Eugène Pottier)!!American version (by Charles Hope Kerr)!!Billy Bragg version |- | Arise, ye workers from your slumber, Arise, ye prisoners of want. For reason in revolt now thunders, and at last ends the age of cant! Away with all your superstitions, Servile masses, arise, arise! We'll change henceforth the old tradition, And spurn the dust to win the prize! Chorus So comrades, come rally, And the last fight let us face. The Internationale Unites the human race. (repeat) No more deluded by reaction, On tyrants only we'll make war! The soldiers too will take strike action, They'll break ranks and fight no more! And if those cannibals keep trying, To sacrifice us to their pride, They soon shall hear the bullets flying, We'll shoot the generals on our own side. Chorus No saviour from on high delivers, No faith have we in prince or peer. Our own right hand the chains must shiver, Chains of hatred, greed and fear. E'er the thieves will out with their booty, And to all give a happier lot. Each at his forge must do their duty, And we'll strike the iron while it's hot. Chorus | Arise, ye prisoners of starvation! Arise, ye wretched of the earth! For justice thunders condemnation: A better world's in birth! No more tradition's chains shall bind us; Arise, ye slaves, no more in thrall! The earth shall rise on new foundations: We have been nought, we shall be all! Chorus 'Tis the final conflict; Let each stand in his place. The International working class Shall be the human race! (repeat) We want no condescending saviors To rule us from a judgment hall; We workers ask not for their favors; Let us consult for all. To make the thief disgorge his booty To free the spirit from its cell, We must ourselves decide our duty, We must decide, and do it well. Chorus Toilers from shops and fields united, The union we of all who work: The earth belongs to us, the workers, No room here for the shirk. How many on our flesh have fattened! But if the noisome birds of prey Shall vanish from the sky some morning, The blessed sunlight still will stay. Chorus | Stand up, all victims of oppression For the tyrants fear your might! Don't cling so hard to your possessions For you have nothing if you have no rights! Let racist ignorance be ended For respect makes the empires fall! Freedom is merely privilege extended Unless enjoyed by one and all Chorus So come brothers and sisters For the struggle carries on The Internationale Unites the world in song So comrades, come rally For this is the time and place! The international ideal Unites the human race Let no one build walls to divide us Walls of hatred nor walls of stone Come greet the dawn and stand beside us We'll live together or we'll die alone In our world poisoned by exploitation Those who have taken, now they must give! And end the vanity of nations We've but one Earth on which to live Chorus And so begins the final drama In the streets and in the fields We stand unbowed before their armour We defy their guns and shields! When we fight, provoked by their aggression Let us be inspired by life and love For though they offer us concessions Change will not come from above! Chorus |} ===Chinese translation=== \"The Internationale\" in Chinese (simplified Chinese: 国际歌; traditional Chinese: 國際歌; pinyin: Guójìgē), literally the \"International Song\", was first translated on 15 June 1923 from the French original by Qu Qiubai (Chinese: 瞿秋白),[24] a leading member of the Communist Party of China in the late 1920s. His translation has transliterated \"The Internationale\" as Yīngdénàxióngnà'ěr () when singing the phrase in Standard Chinese. As he was executed by the Kuomintang in 1935, his Chinese translation is in the public domain wherever the duration of copyright is an author's lifetime plus up to 70 years, including Chinese-speaking Mainland China, Hong Kong, Macau, Taiwan (lifetime plus 50 years in these places), and Singapore (lifetime plus 70 years). The three stanzas of this version roughly correspond to the three stanzas of Arkady Kots' Russian version and the first, second, and sixth French lyrics by Eugène Pottier. The third, fourth and fifth stanzas of the French original are not used in this version. {| class=\"wikitable mw-collapsible\" !Traditional Chinese !! Simplified Chinese !!Pinyin!! Literal English translation |- |起來，饑寒交迫的奴隸， 起來，受人污辱咒罵的！ 起來，天下飢寒的奴隸！ 滿腔熱血沸騰， 拼死一戰決矣。 舊社會破壞得徹底， 新社會創造得光華。 莫道我們一錢不值， 從今要普有天下。 這是最後的鬥爭， 團結起來到明天， 英特納雄耐爾 就一定要實現。 這是我們的 最后決死爭， 同英德納雄納爾 人類方重興！ 這是我們的 最后決死爭， 同英德納雄納爾 人類方重興！ 是誰創造了人類世界？ 是我們勞動羣衆。 一切歸勞動者所有， 哪能容得寄生蟲！ 最可恨那些毒蛇猛獸， 吃盡了我們的血肉。 一旦把他們消滅乾淨， 鮮紅的太陽照遍全球！ |起来，饥寒交迫的奴隶， 起来，受人污辱咒骂的！ 起来，天下饥寒的奴隶！ 满腔热血沸腾， 拼死一战决矣。 旧社会破坏得彻底， 新社会创造得光华。 莫道我们一钱不值， 从今要普有天下。 这是最后的斗争， 团结起来到明天， 英特纳雄耐尔 就一定要实现。 这是我们的 最后决死争， 同英德纳雄纳尔 人类方重兴！ 这是我们的 最后决死争， 同英德纳雄纳尔 人类方重兴！ 是谁创造了人类世界？ 是我们劳动群众。 一切归劳动者所有， 哪能容得寄生虫！ 最可恨那些毒蛇猛兽， 吃尽了我们的血肉。 一旦把他们消灭干净， 鲜红的太阳照遍全球！ |Qǐ lái, jī hán jiāo pò de nú lì, Qǐ lái, shòu rén wū rǔ zhòu mà dí! Qǐ lái, tiān xià jī hán dí nú lì! Mǎn qiāng rè xuè fèi téng, Pīn sǐ yí zhàn jué yǐ. Jiù shè huì pò huài dé chè dǐ, Xīn shè huì chuàng zào dé guāng huá. Mò dào wǒ mén yī qián bù zhí, Cóng jīn yào pǔ yǒu tiān xià. Zhè shì zuì hòu de dòu zhēng, Tuán jié qǐ lái, dào míng tiān, Yīng tè nà xióng nài'ěr Jiù yí dìng yào shí xiàn. Zhè shì wǒ mén dí Zuì hòu jué sǐ zhēng, Tóng yīng dé nà xióng nà ěr Rén lèi fāng zhòng xīng! Zhè shì wǒ mén dí Zuì hòu jué sǐ zhēng, Tóng yīng dé nà xióng nà ěr Rén lèi fāng zhòng xīng! Shì shuí chuàng zào liǎo rén lèi shì jiè? Shì wǒ mén láo dòng qún zhòng. Yī qiē guī láo dòng zhě suǒ yǒu, Nǎ néng róng dé jì shēng chóng! Zuì kě hèn nà xiē dú shé měng shòu, Chī jìn liǎo wǒ mén dí xuè ròu. Yī dàn bǎ tā mén xiāo miè gān jìng, Xiān hóng dí tài yáng zhào biàn quán qiú! |Arise, slaves afflicted by hunger and cold, Arise, slaves afflicted by hunger and cold, Arise, suffering people all over the world! The blood which fills my chest has boiled over, We must struggle for truth! The old world shall be destroyed like fallen petals and splashed water, Arise, slaves, arise! Do not say that we have nothing, We shall be the masters of the world! This is the final struggle, Unite together towards tomorrow, The Internationale Shall certainly be realised. There has never been any saviour of the world, Nor deities, nor emperors on which to depend. To create Mankind's happiness We must entirely depend on ourselves! We shall retake the fruits of our labour, And let the mind burst free from its prison cell. Let the flames in the furnace burn red- hot, For only when the iron is hot will we succeed in forging it! Who is it that created the world of humankind? It is us, the masses. Everything is for workers, How can parasites be accommodated! [We] hate those poisonous snakes and savage beasts the most, Eating up our flesh and blood. Once they are entirely destroyed, The red sun will shine all over the globe! |} ====Xiao San's version==== This version was translated from the Russian version in 1923 by the poet Xiao San, friend of Mao Zedong. This version is the most common and is also the anthem of the Communist Party of China.[23] Xiao's version was a revision of Qu's translation, which did not see widespread use due to it being written in Classical Chinese, although the phrase \"The Internationale\" was similarly transliterated as Yīngtènàxióngnài'ěr (). When the Chinese Soviet Republic was established in 1931, it was decided to be its national anthem.[25] The version was officially revised in 1962 by China National Radio and Chinese Musicians' Association. The song was a rallying anthem of the demonstrators at the Tiananmen Square protests of 1989, and was repeatedly sung both while marching to the Square and within the Square. > ...many hundreds of people (not only students) appeared on the street. They > ran after the trucks and shouted protest slogans. A few stones were thrown. > The soldiers opened fire with live ammunition. The crowd threw themselves on > the ground, but quickly followed the convoy again. The more shots were > fired, the more the crowd got determined and outraged. Suddenly they started > singing \"The Internationale\"; they armed themselves with stones and threw > them towards the soldiers. There were also a few Molotov cocktails and the > last truck was set on fire.Amnesty International, 30 August 1989. > Preliminary Findings on Killings of Unarmed Civilians, Arbitrary Arrests and > Summary Executions Since 3 June 1989, p. 19 {| class=\"wikitable mw-collapsible\" !Traditional Chinese !! Simplified Chinese !!Pinyin!! Literal English translation |- |起來，饑寒交迫的奴隸， 起來，全世界受苦的人！ 滿腔的熱血已經沸騰， 要為真理而鬥爭！ 舊世界打個落花流水， 奴隸們起來起來！ 不要說我們一無所有， 我們要做天下的主人！ 這是最後的鬥爭， 團結起來到明天， 英特納雄耐爾 就一定要實現。 從來就沒有什麼救世主， 也不靠神仙皇帝。 要創造人類的幸福， 全靠我們自己！ 我們要奪回勞動果實， 讓思想衝破牢籠。 快把那爐火燒得通紅， 趁熱打鐵才能成功！ 是誰創造了人類世界？ 是我們勞動群眾。 一切歸勞動者所有， 哪能容得寄生蟲！ 最可恨那些毒蛇猛獸， 吃盡了我們的血肉。 一旦把他們消滅乾淨， 鮮紅的太陽照遍全球！ |起来，饥寒交迫的奴隶， 起来，全世界受苦的人！ 满腔的热血已经沸腾， 要为真理而斗争！ 旧世界打个落花流水， 奴隶们起来起来！ 不要说我们一无所有， 我们要做天下的主人！ 这是最后的斗争， 团结起来到明天， 英特纳雄耐尔 就一定要实现。 从来就没有什么救世主， 也不靠神仙皇帝。 要创造人类的幸福， 全靠我们自己！ 我们要夺回劳动果实， 让思想冲破牢笼。 快把那炉火烧得通红， 趁热打铁才能成功！ 是谁创造了人类世界？ 是我们劳动群众。 一切归劳动者所有， 哪能容得寄生虫！ 最可恨那些毒蛇猛兽， 吃尽了我们的血肉。 一旦把他们消灭干净， 鲜红的太阳照遍全球！ |Qǐ lái, jī hán jiāo pò de nú lì, Qǐ lái, quán shì jiè shòu kǔ de rén! Mǎn qiāng de rè xuè yǐ jīng fèi téng, Yào wèi zhēn lǐ ér dòu zhēng! Jiù shì jiè dǎ gè luò huā liú shuǐ, Nú lì men, qǐ lái!, qǐ lái! Bú yào shuō wǒ men yì wú suǒ yǒu, Wǒ men yào zuò tiān xià de zhǔ rén. Zhè shì zuì hòu de dòu zhēng, Tuán jié qǐ lái, dào míng tiān, Yīng tè nà xióng nài ěr Jiù yí dìng yào shí xiàn. Cóng lái jiù méi yǒu shén me jiù shì zhǔ, Yě bú kào shén xiān huáng dì. Yào chuàng zào rén lèi de xìng fú, Quán kào wǒ men zì jǐ. Wǒ men yào duó huí láo dòng guǒ shí, Ràng sī xiǎng chōng pò láo lóng. Kuài bǎ nà lú huǒ shāo de tōng hóng, Chèn rè dǎ tiě cái néng chéng gōng. Shì shéi chuàng zào le rén lèi shì jiè? Shì wǒ men láo dòng qún zhòng. Yí qiè guī láo dòng zhě suǒ yǒu, Nǎ néng róng de jì shēng chóng! Zuì kě hèn nà xiē dú shé měng shòu, Chī jìn le wǒ men de xuè ròu. Yí dàn bǎ tā men xiāo miè gān jìng, Xiān hóng de tài yáng zhào biàn quán qiú. |Arise, slaves afflicted by hunger and cold, Arise, suffering people all over the world! The blood which fills our chest has boiled over, We must struggle for truth! The old world shall be destroyed Arise, slaves, arise! Do not say that we have nothing, We shall be the masters of the world! This is the final struggle, Unite together towards tomorrow, The Internationale Shall certainly be realised. There has never been any saviour of the world, Nor deities, nor emperors on which to depend. To create Humankind's happiness We must entirely depend on ourselves! We shall retake the fruits of our labour, And let the mind burst free from its prison cell. Let the flames in the furnace burn red-hot, For only when the iron is hot will we succeed in forging it! Who is it that created the world of humankind? It is us, the masses. Everything is for workers, How can parasites be accommodated! The most detestable are those poisonous snakes and savage beasts Eating up our flesh and blood. Exterminate them all at once, The red sun will shine all over the globe! |} ====National Revolutionary Army version==== When commemorating the 55th anniversary of the Paris Commune on 18 March 1926, the National Revolutionary Army printed a music sheet with three lyrics of \"The Internationale\" in Chinese, roughly corresponding to the first, second, and sixth French lyrics by Eugène Pottier. When singing refrain twice after each lyric, \"The Internationale\" is transliterated first as Yīngtè'ěrlāxióngnà'ěr (Chinese: 英特爾拉雄納爾) and second as Yīngtè'ěrnàxióngnà'ěr (Chinese: 英特爾納雄納爾). {| class=\"wikitable mw-collapsible\" ! Traditional Chinese !! Simplified Chinese !!Pinyin!! Literal English translation |- |起來飢寒交迫的奴隸， 起來全世界上的罪人！ 滿腔的熱血已經沸騰， 作一最後的戰爭！ 舊世界打他落花流水， 奴隸們起來起來！ 莫要說我們一錢不值， 我們要做天下的主人！ （副歌） 這是最後的爭鬥， 團結起來到明天， 英特爾拉雄納爾 就一定要實現。 從來沒有什麼救世主， 不是神仙也不是皇帝。 更不是那些英雄豪傑， 全靠自己救自己！ 要殺盡那些強盜狗命， 就要有犧牲精神。 快快的當這爐火通紅， 趁火打鐵才能夠成功！ （副歌） 誰是世界上的創造者？ 只有我們勞苦的工農。 一切只歸生產者所有， 哪裡容得寄生蟲！ 我們的熱血流了多少， 只把那殘酷惡獸。 倘若是一旦殺滅盡了， 一輪紅日照遍五大洲！ （副歌） |起来饥寒交迫的奴隶， 起来全世界上的罪人！ 满腔的热血已经沸腾， 作一最后的战争！ 旧世界打他落花流水， 奴隶们起来起来！ 莫要说我们一钱不值， 我们要做天下的主人！ （副歌） 这是最后的争斗， 团结起来到明天， 英特尔拉雄纳尔 就一定要实现。 从来没有什么救世主， 不是神仙也不是皇帝。 更不是那些英雄豪杰， 全靠自己救自己！ 要杀尽那些强盗狗命， 就要有牺牲精神。 快快的当这炉火通红， 趁火打铁才能够成功！ （副歌） 谁是世界上的创造者？ 只有我们劳苦的工农。 一切只归生产者所有， 哪里容得寄生虫！ 我们的热血流了多少， 只把那残酷恶兽。 倘若是一旦杀灭尽了， 一轮红日照遍五大洲！ （副歌） |Qǐlái, jīhánjiāopò de núlì, Qǐlái, quánshìjiè shàng de zuìrén! Mǎnqiāng de rèxuè yǐjīng fèiténg, Zuòyí zuìhòude zhànzhēng! Jiù shìjiè dǎ tā luòhuāliúshuǐ, Núlìmen, qǐlái, qǐlái! Mò yào shuō wǒmen yìqiánbùzhí, Wǒmen yào zuò tiānxià de zhǔrén. (Fùgē) Zhè shì zuìhòu de zhēngdòu, Tuánjié qǐlái dào míngtiān, Yīngtè'ěrlāxióngnà'ěr Jiù yídìng yào shíxiàn. Cónglái méiyǒu shénme jiùshìzhǔ, Búshì shénxiān yĕ búshì huángdì. Gèng búshì nàxiē yīngxióng háojié, Quán kào zìjǐ jiù zìjǐ! Yào shājìn nàxiē qiángdào gǒumìng, Jiù yào yǒu xīshēng jīngshén. Kuàikuài de dāngzhè lúhuǒ tōnghóng, Chènhuǒdǎtiě cái nénggòu chénggōng! (fùgē) Shéi shì shìjièshàng de chuàngzàozhě? Zhǐyǒu wǒmen láokǔ de gōngnóng. Yíqiè zhǐ guī shēngchǎnzhě suǒyǒu, Nǎlǐ róngde jìshēngchóng! Wǒmen de rèxuè liúle duōshǎo, Zhǐ bǎ nà cánkù èshòu. Tǎngruòshì yídàn shāmiè jìnliǎo, Yìlún hóngrì zhào biàn wǔdàzhōu. (fùgē) |Arise, slaves afflicted by hunger and cold, Arise, persecuted all over the world! The blood which fills my chest has boiled over, Make one last war! The old world, it shall be destroyed. Arise, slaves, arise! Do not say that we are worth nothing, We shall be the masters of the world! Refrain This is the final struggle, Unite together towards tomorrow, The Internationale Shall certainly be realised. There has never been any saviour of the world, Nor deities, nor emperors. Not even those heroes, Entirely depend on ourselves to save ourselves! To fully kill those bandits' crestless lives Requires sacrificing spirit. Quickly, while this furnace burns red-hot, For only when the iron is fired will we succeed in forging it! Refrain Who is the creator of the world? Only us, hard working labours and farmers. Everything is for producers only, Where can parasites be accommodated! How much hot blood of ours have bled, Only to handle that cruel and evil monster. If it is someday fully killed, A red sun will shine all over the five continents! Refrain |} ====Shen Baoji's version==== The third, fourth, and fifth French stanzas are not sung in Chinese in the above two versions of Qu and the National Revolutionary Army. Chinese translator Shen Baoji (simplified Chinese: 沈宝基; traditional Chinese: 沈寶基, 1908–2002) has made a complete Chinese translation, published in 1957, of all six French stanzas. Shen's translation has transliterated \"The Internationale\" as Yīngdāi'ěrnàxī'àonà'ěr (simplified Chinese: 因呆尔那西奥纳尔; traditional Chinese: 因呆爾那西奧納爾) in the stanzas, different from the transliterations of Qu and the National Revolutionary Army. As the Copyright Law of the People's Republic of China grants individuals copyright for their lifetime plus 50 years, Shen's translation is expected to remain copyrighted there until the end of 2052. ====Other Chinese translations==== In addition to the Mandarin version, \"The Internationale\" also has Cantonese and Taiwanese Hokkien versions, occasionally used in Hong Kong and Taiwan. The word \"Internationale\" is not translated in either version. ===Filipino translation=== There were three Filipino versions of the song. The first was composed by Juan Feleo of the Partido Komunista ng Pilipinas-1930 under the title \"Pandaigdigang Awit ng Manggagawa\" (The International Worker's Anthem) which was translated from the English version. The second version was a retranslation of the first two stanzas on the basis of the French original by the Communist Party of the Philippines. The third version, which introduced the third stanza, was derived from both Chinese and French versions and translated by Jose Maria Sison, the CPP's founding chairman. {| class=\"wikitable mw-collapsible style=\"vertical-align:top;\" !PKP-1930 Version !! 1969 CPP Version !! 2016 CPP Version |- style=\"vertical-align:top;\" | Bangon sa pagkakagupiling Bangon ka uring alipin Sa daigdig iyong sikapin Sosyalismo'y tanghalin Halina at ating usigin Laya nating sinisiil Buhay, dugo ay puhunanin Tanikala ay lagutin Koro Ito'y huling paglalaban Tunay na kalayaan Ng Internasyunal Sa buong daigdigan Wala tayong maaasahan Lingap sa mga gahaman Kaya tayo'y magbagong buhay Hirap nati'y lunasan Manggagawa, huwag mong tulutan Apihin ka habang buhay Hanapin mo ang kalayaan Panlulupig ay wakasan | Bangon sa pagkakabusos Bangon, alipin ng gutom Katarunga'y bulkang sasabog Sa huling paghuhukom Gapos ng kahapo'y lagutin Kayong api ay magbalikwas Tayo ngayo'y inaalipin Subalit atin ang bukas Koro Ito'y huling paglalaban Magkaisa ng masaklaw Ng Internasyunal Ang sangkatauhan Wala tayong maasasahang Bathala o manunubos Kaya ang ating kaligtasa'y Nasa ating pagkilos Manggagawa, bawiin ang yaman Kaisipa'y palayain Ang maso ay ating hawakan Kinabukasa'y pandayin | Bangon sa pagkakabusos Bangon, mga bihag ng gutom Katwiran ay bulkang sasabog Buong lakas na dadagundong Gapos ng kahapo'y lagutin Kayong api ay magbalikwas Tayo ngayo'y inaalipin Subalit atin ang bukas Koro Ito'y huling paglalaban Magkaisa ng masaklaw ng Internasyunal Ang sangkatauhan Wala tayong maasasahang Bathala o manunubos Kaya ang ating kaligtasa'y Nasa ating pagkilos Manggagawa, bawiin ang yaman Kaisipa'y palayain Ang maso ay ating hawakan Kinabukasa'y pandayin Manggagawa at magsasaka Ating Partido'y dakila Palayasin ang mga gamahan Sa anakpawis ang daigdigan Wakasan ang pagsasamantala Ng mga buwitre at uwak Sa umaga'y silang maglaho Mapulang araw ay sisikat |} === Indonesian translations === The Internasionale has been widely known in Indonesia since the 1920s. The first translation into Indonesian from Dutch was done by Ki Hadjar Dewantara who was popularized by the Indonesian Communist Party in 1951–1965. However, this translation was denounced by the Communist International as having eliminated the spirit of the proletariat. On 19 December 1948, Amir Sjarifuddin and ten other figures from the Madiun Incident sang Indonesia Raya and this song just before they were executed. The next translation was carried out by A. Yuwinu based on the lyrics from Chinese and Russian which was published for the first time on May 31, 1970. This translation was later adapted to the Enhanced Spelling which came into effect on August 17, 1972. In addition to these two translations, there are translations of Soepeno, Utuy Tatang Sontani, Agus J., and Suar Suroso which were compiled to commemorate a century of the Paris Commune in 1971. These translations are based on lyrics from French, Russian, English, Mandarin, German, and the Netherlands. {| class=\"wikitable\" !Ki Hadjar Dewantara !A. Yuwinu !Soepeno, dkk. |- |valign=top|Bangunlah kaum jang terhina, bangunlah kaum jang lapar! Kehendak jang mulja dalam dunia, senantiasa tambah besar. Lenjapkan adat dan paham tua, kita rakjat sadar- sadar. Dunia sudah berganti rupa, untuk kemenangan kita. REFRAIN (2×): Perdjoangan penghabisan, kumpullah melawan. Dan Internasionale, pastilah didunia! |Bangunlah kaum yang terhina, bangunlah kaum yang lapar! Dendam darah menyala-nyala, kita berjuang 'tuk keadilan. Hancurkan dunia lama, sampai ke dasar-dasarnya! Dunia baru kita ciptakan, milik s'luruh kaum pekerja! REFRAIN (2×): Perjuangan penghabisan, bersatulah berlawan! Internasionale, pastilah di dunia! Tiada \"pengasih\" dan \"penyayang\", tiada dewa atau raja. Kebah'giaan umat manusia, pasti kita sendiri cipta! Musnahkan b'lenggu penindasan, rebut hasil jerih kerja! Kobarkan api, seg'ra tempa, selagi baja membara! REFRAIN (2×) Kitalah kaum pekerja s'dunia, tent'ra kerja nan perkasa. Semuanya mesti milik kita, tak biarkan satu pun penghisap! Kala petir dahsyat menyambar, di atas si angkara murka. Tibalah saat bagi kita, surya bersinar cemerlang! REFRAIN (2×) |Bangunlah kaum yang terhina, bangunlah kaum yang lapar! Meng'glora dendam dalam dada, kita berjuang 'tuk kebenaran. Hancurkan seluruh dunia lama, kaum budak, bangun, bangun! Kita yang kini hina-papa, akan menguasai dunia. REFRAIN (2×): Perjuangan penghabisan, bersatu berlawan! Internasionale, pastilah di dunia! Tiada Maha Juru S'lamat, tidak Tuhan atau raja. Kebahagiaan umat manusia, harus kita sendiri cipta. Bebaskan jiwa dari penjara, rebut kembali hasil kerja. Kobarkan api, seg'ra tempa, selagi baja membara! REFRAIN (2×) Kitalah kaum buruh dan tani, tentara kerja perkasa. Bumi hanya milik pekerja, benalu tak berhak serta. Cukup sudah darah-k'ringat terhisap, saat pasti akan tiba. Setan siluman musnah lenyap, surya cemerlang s'nantiasa! REFRAIN (2×) |} ===Other translations=== *Versions of the song in South Asian languages, particularly Bengali and Malayalam, have existed since the time of colonial rule. It was translated into Bengali by the national poet of Bangladesh, Kazi Nazrul Islam, and subsequently by Bengali singer Hemanga Biswas. The Assamese version was translated by the poet Bishnu Rabha. The Malayalam version of the song has existed since the 1950s with the translation of the song for the people of the Indian state of Kerala by actor and social activist Premji for the united Communist Party of India (CPI). Pakistani musical group Laal performed a version of this anthem in their translation. ==Popular references== *In the 1933 German film Hitler Youth Quex, Heini's father forces him to sing Die Internationale after he returns from a camping trip with the Hitler Youth. *Both in Soviet poet Yevgeny Yevtushenko's 1961 poem Babiyy Yar as well as composer Dmitri Shostakovich's symphony incorporating its text, the Internationale is referenced: \"Let the Internationale thunder, when the last anti-Semite on Earth is buried forever!\".Yevtushenko, Yevgeny. \"Babi Yar.\" 1961. The Collected Poems 1952–1990 by Yevgeny Yectushenko. pp. 1–3. *In the 1965 film The East Is Red, produced the year prior to the Cultural Revolution, the song is performed at the film's opening and in the very last scene. * In Federico Fellini's 1973 film Amarcord, the song is played on gramophone as part of a cruel prank to get an innocent person arrested by Fascists in 1930s Italy. *In Warren Beatty's 1981 film Reds, the song is sung by protesting workers in Moscow, over a montage of scenes depicting the Russian Revolution. *In the 1994 film In the Heat of the Sun () by Chinese director Jiang Wen, the song plays loudly over a brutal scene where the main character, Ma Xiaojun, repeatedly beats an innocent victim to a state of bloodied unconsciousness. The film is set during the Cultural Revolution (1966-1976), when \"The Internationale\" was played at official events and at the end of each day's radio broadcast. * Ken Loach used the Spanish version of this song in his 1995 movie Land and Freedom, set during the Spanish Civil War.Soundtrack, Land and Freedom, IMDb *In 1997 film Air Force One, the song is sung loudly when General Ivan Radek is released. *The song played during the film The Beautician and the Beast. *A Music box version of the song can be heard at the start and end of the music video for the Manic Street Preachers 1998 single If You Tolerate This Your Children Will Be Next. The song deals with the topic of the Spanish Civil War and Anti- fascism in general. The single peaked at number 1 in the UK Singles Chart, the band's first single to do so. ==References== ==External links== * *Another large collection of downloadable recordings *\"The Internationale\": lyrics and tabs * *Downloadable recordings in more than 40 languages *Piano arrangements and orchestral MIDI file of \"The Internationale\" * *IWW Version, translated by Charles Kerr from The Little Red Songbook London, 1916 Category:Socialist International Category:Socialist symbols Category:Russian Revolution Category:Communist Party of the Soviet Union Category:Multilingual songs Category:Historical national anthems Category:National symbols of the Soviet Union Category:Political party songs Category:Songs of the Spanish Civil War Category:Protest songs Category:Billy Bragg songs Category:Songs critical of religion Category:1871 songs Category:Symbols of communism Category:Chinese patriotic songs Category:Maoist China propaganda songs Category:French songs Category:Songs based on poems Category:Anthems of organizations ",
    "title": "The Internationale"
}