{
    "id": "26961790",
    "text": "The University of Colorado Student Government (CUSG) is the student body government for the University of Colorado Boulder. Known formerly as the University of Colorado Student Union (UCSU), CUSG creates, implements and oversees a $24 million budget generated by student fees and self-generated revenue for the operation of CUSG Cost Centers. CUSG also serves as the liaison between the student body and University Administration. Three branches, an executive, a legislative and a judicial are governed by the student-adopted Constitution. ==Mission as Enshrined in the CUSG Constitution== WE, THE STUDENTS of the University of Colorado Boulder, exist not only as individuals, but also as a community. Our purpose is to unify the student community by establishing the responsibilities and goals of CUSG governance. In order to improve the administration of student affairs and to encourage the greatest level of cooperation and communication, and to ensure the optimum of students’ rights, and to provide the best possible excellence in education we do establish the University of Colorado Student Governments' Constitution. ==Executive Branch== Executives, elected by a popular vote, lead the executive branch. Two or three students are elected to serve as the executives, they may adopt various structures pursuant Article II Section A of the CUSG Constitution, \"The Executive or Executives shall consist of either a Chief Executive and an Associate Executive, three Tri-executives, or some other designated form.\" http://cusg.colorado.edu/sites/default/files/page- uploads/Constitution%20April%202012.pdf Together they act as the student body executive branch, serving the students as the chief spokespeople to the community and the University Administration. The Executives are elected each spring for one-year terms. The Executives also appoint an Executive Cabinet; these cabinet members serve for a one-year term in conjunction with the Executives, and help to implement and execute the goals of the elected administration. Executive Staffers are appointed by the Executives, and ratified by the CUSG Legislative Council. ==Legislative Branch== The Legislative Branch, called Legislative Council, is CUSG's policy-making body. Legislative Council has final approval over the CUSG budget and the programmatic operation of all Cost Centers and CUSG services. There are two equal houses to Legislative Council, Representative Council and the Council of Colleges and Schools (CCS). Representative Council is composed of nine popularly elected Representatives who serve one-year terms; five Representatives are elected in the fall and four in the spring. The Council of Colleges and Schools has nine seats, one for each college and school on campus. CCS Senators are elected by their constituent colleges and schools, while some are appointed. Each school has only one vote. Legislative Council elects a Legislative Council President and Vice President to preside over the body. ===Joint and Advisory Boards=== Working with Legislative Council is a group of eight Joint Boards and Advisory Boards that provide oversight for several of CUSG's Cost Centers and operations. Joint Boards act as boards of directors, governing and supervising each Cost Center's management structure. The Joint Boards include the Recreation Board, the Health Board, the University Memorial Center (UMC) Board, the Air Board, the WRC Board, the Environmental Center Board, the Cultural Events Board (CEB) and the Finance Board. Finance Board is unique in that it does not oversee a single cost center, but manages student fees and creates the annual budget. Each Joint Board is led by a chair, elected internally by the board and subject to ratification by two-thirds of Legislative Council. Overseeing the everyday operations of the CUSG Cost Centers is a major responsibility for the student government. Cost Centers include the Student Recreation Center, Wardenburg Health Center, University Memorial Center (UMC), Environmental Center, Student Organizations Finance Office (SOFO), Women's Resource Center (WRC), Off-Campus Student Services (OCSS), Student Legal Services, Cultural Events Board (CEB), Volunteer Resource Center, KVCU Radio 1190 and the Student Outreach & Retention Center for Equity (SORCE). In conjunction with the Executives, each Cost Center submits a yearly student fee budget to Finance Board for final consideration and inclusion in the next fiscal year's student fee. ==Judicial Branch== The Judicial Branch performs the judiciary function for CUSG and is known as the Appellate Court. Seven justices serve on the Appellate Court, led by a Chief Justice and an Associate Chief Justice. The Appellate Court has the final adjudicating authority over questions of the CUSG Constitution. Justices are appointed by the Executive and subject to ratification by a two-thirds vote of Legislative Council. The Appellate Court has the final authority on questions of constitutional interpretation for the CUSG when such questions are submitted by any student. All decisions by the Court are binding and valid on all affected parties. ==The Finance Board== The purpose of the Finance Board is to make recommendations to appropriate University authorities about the level and distribution of student fees and about the designation of activities to receive student fee support, hereinafter referred to generally as cost centers. In making its recommendation, the Finance Board’s ultimate standard is the welfare of the University and in particular the welfare of the student body. Since its special area of responsibility is fiscal, the board has the obligation to develop and maintain policies and procedures which assure a responsible level of management and review of student fee funds, not only of funds under its direct control (student fees), but also of funds allocated to any area incorporated under the Autonomy Agreement. Student fees are monies collected according to a rate schedule set by the Regents from student designated kinds of student-oriented activities, which, by state or University policy, can be financed only partially, if at all, from state appropriations, tuition, or other funds available to the University. The Finance Board is charged with preparing the Annual Student Fee Budget, with Recurring Allocations Subject to the approval of the CUSG Legislative Council and the Regents; The Finance Board also determines the annual budget for student fee supported operations, including the level of the student fees and the rate schedule, the identification of activities which merit continuing fee support, and the establishment of the level of such support for recurring allocations. ==Elections and Controversial Issues== The number of candidates that ran in the Spring 2010 University of Colorado Student Government (CUSG) election more than doubled from Spring 2009 because of controversial issues being tackled by the current administration, according to student government members, who said more competition could mean more voters. The Spring elections in 2011 were narrowly won by candidates running on the INVEST ticket, a conservative leaning ticket with several incumbents, which beat out EDGE and PROPEL the two progressive tickets, who won a combined 55 percent of the vote. In Spring of 2012, the progressive PULSE ticket brought progressive candidates back into power after two conservative administrations, defeating the ENTRUST ticket by 15 percent. In the Spring 2013 elections, the Tri- Executive candidates from the UNITE ticket narrowly won by 22 votes. http://cusg.colorado.edu/content/spring-2013-election-results-cusg The Spring 2016 elections were controversial for CU Student Government. Originally, the entire Revolution ticket was disqualified due to allegations ranging from bribery for fraternity and sorority votes by pizza to illegal tabling. When appealed, only two members of the Revolution Ticket, Colton Lyons and Marcus Fotenos, were disqualified by the CU Student Government Appellate court. However, due to flaws in the election infraction process, the Chancellor of CU-Boulder Phil DiStefano overturned the ruling and reinstated Fotenos and Lyons.http://cuindependent.com/2016/05/10/university-overturns-cusg-appellate- court-ruling-reinstates-cusg-presidents-elect- revolution/http://www.dailycamera.com/cu-news/ci_29762954/allegations-bribery- harassment-mar-cu-boulder-student-government ==Notes== Category:University of Colorado Boulder Colorado ",
    "title": "University of Colorado Student Government"
}