{
    "id": "26964158",
    "text": "A trion is a localized excitation which consists of three charged particles. A negative trion consists of two electrons and one hole and a positive trion consists of two holes and one electron. The trion itself is a quasiparticle and is somewhat similar to an exciton, which is a complex of one electron and one hole. The trion has a ground singlet state (spin s = 1/2) and an excited triplet state (s = 3/2). Here singlet and triplet degeneracies originate not from the whole system but from the two identical particles in it. The half- integer spin value distinguishes trions from excitons in many phenomena; for example, energy states of trions, but not excitons, are split in an applied magnetic field. Trion states were predicted theoretically in 1958; they were observed experimentally in 1993 in CdTe/Cd1−xZnxTe quantum wells, and later in various other optically excited semiconductor structures. There are experimental proofs of their existence in nanotubes supported by theoretical studies. Despite numerous reports of experimental trion observations in different semiconductor heterostructures, there are serious concerns on the exact physical nature of the detected complexes. The originally foreseen 'true' trion particle has a delocalized wavefunction (at least at the scales of several Bohr radii) while recent studies reveal significant binding from charged impurities in real semiconductor quantum wells. Trions have been observed in atomically thin two-dimensional (2D) transition-metal dichalcogenide semiconductors. In 2D materials the form of the interaction between charge carriers is modified by the nonlocal screening provided by the atoms in the layer. The interaction is approximately logarithmic at short range and of Coulomb 1/r form at long range. The diffusion Monte Carlo method has been used to obtain numerically exact results for the binding energies of trions in 2D semiconductors within the effective mass approximation. ==References== Category:Spintronics Category:Quasiparticles Category:Quantum electronics ",
    "title": "Trion (physics)"
}