{
    "id": "26960297",
    "text": "Westgate Shopping Centre is a small scale (165,842 sq ft) shopping centre in Ottawa, Ontario, Canada. It is located southwest of downtown, bordering Carling Avenue, Merivale Road, and Highway 417, owned by RioCan Real Estate Investment Trust. The mall opened May 12, 1955, and is considered Ottawa's first shopping centre.https://kitchissippi.com/2015/05/20/westgate-shopping- centre/ The anchor of the mall was Freiman's department store, owned by Lawrence Freiman who already had a department store on Rideau Street. In advertising for its grand opening, Westgate boasted that it had parking for over 1200 cars, weather-protected shopping and music for its customers.Ottawa Citizen May 9th 1955 At its opening some of the stores that were in the mall were Freimans, Steinberg's, Tip Top Tailors, a movie theater, Reitmans, Kiddytown and a branch of Royal Bank of Canada. The Royal Bank is the last original tenant. A proposed reconstruction plans to have the mall demolished and replaced in phases with high-rise commercial and residential buildings.http://www.ottawacommunitynews.com/news-story/6164576-westgate- lands-could-be-reshaped-under-riocan-plan/#.VnAjw7PzUj0.facebook The first phase began in November 2019 with the demolition of Monkey Joe's Restaurant on the south-east corner of the property. == Transit services == Westgate Shopping Centre is served by the following routes: 55, 80, 81, 85. * Crosstown route 55 operates 6 days/week. It doesn't enter the mall itself, but is available on nearby Carling Avenue. This route provides connections to Place d'Orleans Shopping Centre (peak periods only), Gloucester Centre (peak periods only), St. Laurent Shopping Centre, Hurdman Station, Ottawa's Grand Central Bus Station, the Ottawa Civic Hospital, the Royal Ottawa Mental Health Centre, and Bayshore Shopping Centre. * Route 80 operates 7 days/week. During peak periods, buses don't enter the shopping centre, but stop at the nearby intersection of Merivale Road and Carling Avenue. This route provides connections to Hurdman (peak periods only), downtown Ottawa (peak periods only), Gatineau (at Lebreton Station), Tunney's Pasture, the Royal Ottawa Mental Health Centre, the Civic Hospital, Barrhaven, Chapman Mills, Nepean Woods, and travels via Holland, Merivale, and Cresthaven. * Local route 81 operates Monday-Friday only. During the AM peak, northbound buses towards Westboro and Tunney's Pasture don't enter the mall. The same is true for southbound buses during the PM peak. Outside of these periods, buses connect passengers to the communities of Tunney's Pasture, Westboro, Carlington, and Skyline. * Crosstown route 85 doesn't actually enter the mall itself, but is available on nearby Carling Avenue. This route provides connections to downtown Ottawa, Ottawa's Little Italy, the Royal Ottawa Mental Health Centre, Ottawa Civic Hospital, Carlingwood Mall, Lincoln Fields Shopping Centre, and Bayshore Shopping Centre. ==References== ==External links== * Category:Shopping malls in Ottawa Category:Shopping malls established in 1955 Category:1955 establishments in Ontario ",
    "title": "Westgate Shopping Centre (Ottawa)"
}