{
    "id": "26960276",
    "text": "Henderson City High School existed from 1955 to 1976 in Henderson County, Kentucky. It was the fourth and last building to serve as Henderson High School. The school was called \"City High\" to distinguish it from Henderson County High School which had opened a year earlier. ==History== ===Predecessor schools=== The original school was on the third floor of the city school system's first school, Center Street School, from 1870 to 1888. The first graduating class was the class of 1872. In 1888 a new high school was built at the corner of Washington and Adams Streets. This building served as the high school until 1910 and later served as a junior high and then as Central Elementary School until 1975. ===Barret Manual Training High School=== From 1910 to 1955, the high school serving white students in the Henderson city limits was Barret Manual Training High School. Though the school was named Barret in honor of James Barret, who donated property for the school, all logos still used an \"H\" and it was considered to be a continuation of HHS. The 1916 Barret Manual Training High School basketball team won the first state high school tournament, held at Centre College in Danville, Kentucky. That first tournament was an invitational and consisted of only eight schools. Barret is one of the few schools to win the Kentucky State Tournament with an undefeated season. This tournament was two years before the formation of the Kentucky High School Athletic Association and is not shown in the press guides. In 1927 the Henderson Gleaner and Journal held a contest to have a nickname for the athletic teams, which had never had a mascot. The winner was Purple Flash, which was submitted by Sam Levy. ===New Henderson High School=== In 1955 the new Henderson High School was built to replace Barret, parts of which had been built as a mansion in 1860. The mascot was changed to Flash at this time because the school colors were changed from purple and gold to red, white, and blue. Black students in the city and county attended Douglass High School. In 1965 desegregation was completed in the city school system and Douglass was merged into Henderson City High School. In 1970, Holy Name High School, a private Catholic high school, closed and the students transferred to either the city or county high schools.. Due to the city school system being \"landlocked\" into the city limits which had existed years earlier, the tax base began to shrink as city residents began to move to subdivisions on the edge of town. The Henderson City Board of Education petitioned the Henderson County Board of education to merge. This took place in 1976 and the decision was made by the Henderson County Board of Education to have only one high school with all grade 10 through 12 students attending Henderson County High. Henderson City High School became the Henderson County Freshman Center for one year, before becoming Henderson County South Middle School in 1977 following the closure of Barret Junior High School. The last location of Henderson City High School was 800 South Alves Street. That location is now Henderson South Middle School. ==Sports== Football :1955 State Champs (undefeated)(mythical state championship) :1959 State Champs (undefeated)(first Class AA champions) The 1917 B.M.T.H.S. football team still holds one state record: the most touchdowns ever given up in a single game (20 vs. Owensboro). Basketball – Girls :1926 State Runner-Up Basketball – Boys :1916 State Champions (First State Tournament)(undefeated) :1956 State Runner-Up Baseball :1956 undefeated regular season :1959 undefeated regular season ==Notable alumni== *Husband E. Kimmel, four-star admiral, United States Navy, commander of the Pacific fleet during attack on Pearl Harbor ==References== ==External links== * Alumni Website Barret Manual Training High School/City High Alumni site. * Tribute page to Barret Manual Training High School, 1910 to 1955 and Henderson City High School, 1955 to 1976. Category:School buildings completed in 1955 Category:Schools in Henderson County, Kentucky Category:Public high schools in Kentucky Category:1955 establishments in Kentucky Category:Educational institutions established in 1955 Category:Defunct schools in Kentucky ",
    "title": "Henderson City High School"
}