{
    "id": "26967240",
    "text": "The National Hotel in Washington, D.C., the site of the mysterious disease. The National Hotel epidemic was a mysterious sickness which afflicted persons who stayed at the National Hotel in Washington, D.C. beginning in early January 1857.\"The Washington Epidemic\", New York Daily Times, March 23, 1857, pg. 2. At the time, the hotel was the largest in the city.Redman, Brian Francis (2009). \"What Would Millard Do?\", Findings of the Friends of Millard Fillmore, pg. 53. By some accounts, as many as 400 people became sick and nearly three dozen died. The illness was considered by some medical experts to have originated from an attempt to poison hotel boarders. It affected mostly patrons of the hotel's dining room and not those who frequented the bar. It began to spread more noticeably by the middle of January 1857. New cases of the illness began to decrease in number by the end of January 1857 and continued to abate until the middle of February. When the numbers of guests increased for the presidential inauguration of March 4, 1857, the sickness returned again forcefully. ==Symptoms== The National Hotel epidemic manifested itself as a persistent diarrhea, which was often accompanied by an intense colic. Victims experienced sudden prostration along with nausea. The tongues of patients generally indicated an inflammation of the mucous membranes of their stomachs. Sufferers often complained of recurrences of symptoms even after leaving the National Hotel. Aside from a sudden onset of diarrhea, which happened generally in the early morning, vomiting occurred after the diarrhea ceased. Major George McNeir, 64, of Washington, D.C., dined at the National Hotel at the time of the first outbreak of the epidemic. Dr. Jas J. Waring was among the physicians who performed an autopsy on McNeir. He was the only person whose body was subjected to a post-mortem examination after he died from the sickness. Waring stated that there was no incubation period before the onset of McNeir's illness. He was affected by the time he went to bed following dinner, and the symptoms never left him until his death.National Hotel Epidemic, American Journal of the Medical Sciences, January 1858, Volume 69, Issue 1, pg. 97. ==Theories== A physician quoted by Philadelphia's The Times newspaper vocalized the poison theory. However, dissenters contended that poisoned water was improbable because the National Hotel's water tank was used only for washing. Drinking water was brought to the establishment from a distance.\"The Washington Epidemic\", New York Daily Times, April 3, 1857, pg. 5. In an effort to eliminate rats from the National Hotel, arsenic was used. One of the poisoned rats was discovered in the water tank after guests became ill with the sickness.Columbia Historical Society of Washington, Vol. 57–59, 1961, pg. 120. The Mayor of Washington, D.C., together with a committee chosen by the board of health, submitted a report that denied that any mineral poisoning was ingested in the stomachs of victims of the epidemic. There was no evidence of inflammation of the intestines. The committee contended that the disease was transmitted by inhalation of a poisonous miasma that originated from the decomposition of vegetables and animals. They thought the infection entered the National Hotel from a sewer, which was connected to the Sixth Street sewer. A sewer builder noticed a sewer opening in the southwest corner of the National Hotel which connected with the sewer leading into the street. Through the opening proceeded a constant fetid gas, which was coming in rapidly enough to extinguish a candle flame, according to the individual's estimation. The committee looked without finding evidence of water poisoning, food poisoning, or arsenic poisoning.\"The Washington Epidemic-Report of the Committee of the Board of Health\", New York Daily Times, March 25, 1857, pg. 2. == Deaths == Among the three dozen or so deaths were several members of Congress: * Representative John Montgomery of Pennsylvania died in April 1857. * Representative John Quitman of Mississippi died in July 1858 from the disease's aftereffects. Quitman had also served as a major general during the Mexican War. * Former Representative David Robison of Pennsylvania died in June 1859 of complications from the disease he’d contracted at the hotel. James Buchanan's nephew also died due to this epidemic. He had originally been set to hold the position of the president's personal secretary.Walton, Jennifer. C-Span. First Ladies. http://firstladies.c-span.org/FirstLady/17/Harriet-Lane.aspx == Site == The National Hotel was built in the late 1820s. After other mishaps, including a fire in 1921, it was acquired in 1929 by the District of Columbia municipal government. It was demolished in 1942. The site was occupied by the Newseum until its closing in December, 2019. ==References== ==Further reading== * *Walters, Kerry S. Outbreak in Washington, DC: The 1857 Mystery of the National Hotel Disease. Charleston, SC: The History Press, 2014. Category:1850s health disasters Category:James Buchanan Category:1857 in Washington, D.C. Category:1857 disasters Category:Hotels in the United States Category:Disasters in Washington, D.C. ",
    "title": "National Hotel disease"
}