{
    "id": "26961066",
    "text": "Thomas Cullen Daly, OC (April 25, 1918 in Toronto - September 18, 2011 in Westmount) was a Canadian film producer, film editor and film director, who was the head of Studio B at the National Film Board of Canada (NFB) in the 1950s and 1960s.Ellis 2000, p. 143. On April 27, 2000, he was honored by being made an Officer in the OC (Order of Canada). During his 44-year career at the NFB, Daly produced and executive-produced more than 300 films.\"NFB pioneer Tom Daly dies at age 93.\" CBC News September 21, 2011. Retrieved: May 2, 2016. ==Early years== Daly learned the art of film editing from filmmaker Stuart Legg and documentary pioneer and NFB founder John Grierson, who had hired Daly in 1940 directly following his graduation from the University of Toronto. Daly was passionate about assisting in the NFB's war effort. Grierson was apparently taken with Daly’s intellect and bookish manner and brought him aboard as a production assistant, joking calling him “the best butler in the business,” an expression which would serve as the title for film scholar D.B. Jones’s decades later book on Daly, The Best Butler in the Business: Tom Daly of the National Film Board of Canada.Brownstein, Bill. \"Looking back on the work of Tom Daly.\" Vancouver Sun, October 5, 2011. Retrieved: May 2, 2016. ==Unit B== As head of the NFB's Unit B, Daly was involved in, or responsible for, numerous milestones and achievements in both documentary and animation film art, including Cinéma vérité and Direct Cinema productions.Evans 1984, p. 128. He was also heavily involved in the multi-projector cinematic presentation In the Labyrinth, which eventually led to the development of IMAX. Daly was persuaded to put aside his studio responsibilities for a year and a half to edit In the Labyrinth. Daly also produced such works as Colin Low's Corral, Wolf Koenig and Roman Kroitor’s Lonely Boy, Koenig and Low’s City of Gold, Kroitor and Low’s Universe, Arthur Lipsett’s Very Nice, Very Nice, Robin Spry's One Man, and Gerald Potterton’s animated short My Financial Career. Daly also served as executive producer on Candid Eye, a 14-part cinema-vérité series made between 1958 and 1961.Khouri 2007, p. 36. Daly ran a mixed-discipline studio that included many of the most talented Canadian film- makers of the time, including an animation group with luminaries such as Norman McLaren, Don Arioli, and Robert Verrall; a documentary team including Roman Kroitor and Terence Macartney-Filgate.McInnes 2004, p. 135. Both Colin Low and Wolf Koenig worked at various times in both areas. ==Retirement and death== In 1980, Daly received an honorary doctorate from Concordia University.\"Honorary Degree Citation: Tom Daly.\" Concordia University Archives. Retrieved: May 2, 2016. He was appointed an Officer of the Order of Canada in 2000. He died on September 18, 2011, after a lengthy illness, at the Chateau Westmount residence in Westmount, Quebec.\"NFB marks death of documentary pioneer Tom Daly.\" Canada News Wire, September 211, 2011. Retrieved: May 2, 2016. ==References== ===Bibliography=== * Ellis, Jack C. John Grierson: Life, Contributions, Influence. Carbondale, Illinois: Southern Illinois University Press, 2000. . * Evans, Gary. John Grierson and the National Film Board: The Politics of Wartime Propaganda. Toronto: University of Toronto Press, 1984. . * Jones, D.B. The Best Butler in the Business: Tom Daly of the National Film Board of Canada. Toronto: University of Toronto Press, 1996. . * Khouri, Malek. Filming Politics: Communism and the Portrayal of the Working Class at the National Film Board of Canada, 1939-46. Calgary, Alberta, Canada: University of Calgary Press, 2007. . * McInnes, Graham. One Man's Documentary: A Memoir of the Early Years of the National Film Board. Winnipeg, Manitoba: University of Manitoba, 2004. . ==External links== * * Films directed by Tom Daly at the National Film Board of Canada *\"Final farewell to prolific NFB filmmaker and producer Tom Daly\", National Film Board of Canada Category:Officers of the Order of Canada Category:1918 births Category:2011 deaths Category:Canadian film producers Category:Film directors from Ontario Category:Canadian film editors Category:Canadian animated film directors Category:Canadian animated film producers Category:National Film Board of Canada people Category:Canadian documentary film producers Category:University of Toronto alumni Category:Film directors from Toronto Category:Anglophone Quebec people Category:People from Westmount, Quebec Category:Film directors from Quebec ",
    "title": "Tom Daly (filmmaker)"
}