{
    "id": "26964326",
    "text": "A traditionally thatched cottage, Collessie, Fife The old lanes of Collessie, Fife Collessie is a village and parish of Fife, Scotland. The name derives from Scottish Gaelic but is somewhat obscure in its current form. The first element is either cùl (behind) or cùil (nook) and the last element could be either eas (waterfall) or lios (enclosure, garden). The village or hamlet is set on a small hillock centred on a historic church. Due to rerouting of roads, it now lies north of the main road, the A91. Though a railway embankment was constructed through the middle of the village in the 19th century, it retains much of its original character, and has a number of traditional 17th-18th century houses. In recent years some of the older houses have been re-roofed in traditional thatch. Collessie in fact probably now has more thatched houses than any other village in the county of Fife. The civil parish had a population of 1,921 in 2011.Census of Scotland 2011, Table KS101SC – Usually Resident Population, publ. by National Records of Scotland. Web site http://www.scotlandscensus.gov.uk/ retrieved March 2016. See “Standard Outputs”, Table KS101SC, Area type: Civil Parish 1930 ==The Church== Collessie church, Fife The church was consecrated by the Bishop of St. Andrews in July 1243. It is mentioned in charters of both 1252 and 1262, and so was complete by those dates. Prior to the Reformation, the church was in the ownership of the Abbot of Lindores and was dedicated to the Virgin Mary. In 1742 and 1743 the Rev Hugh Blair was the minister of Collessie. The church was remodelled in 1838–39 by R & R DicksonDictionary of Scottish Architects: Dickson to a T-plan form with a pinnacled western tower, and has remained virtually unchanged since that date.Guide to Collessie Church The minister at this point was the Rev John MacFarlane (1798-1875) who served from 1833 but left in the Disruption of 1843.Ewing, William Annals of the Free Church The pulpit is in a central position at the head of the T, as in several Scottish churches such as Currie on the outskirts of Edinburgh. The pews date from 1911 when they were adjusted to a less upright stance to improve comfort. The font dates from 1928. The Collessie war memorial is in the east transept. The communion table was brought from Cowlairs Church and was their war memorial. ==The Churchyard== Thatched houses in Collessie, Fife Countryside south of Collessie The tomb of Sir James Melville, Collessie, Fife The churchyard has been used since at least the 12th century. It was extended both in 1840 and 1871. It was taken over by the local County Council in 1929. ===The Melville Tomb=== Perhaps the most striking single feature of the kirkyard is ‘the Melville Tomb’. The mausoleum of the local lairdly family of Melville of Halhill, the tomb was restored from an extremely ruinous condition in 2004. It was erected in 1609 to house the remains of Christian Boswell, the wife of the courtier, diplomat and memoirist Sir James Melville (1536–1617) of Halhill. She was a Boswell of Balmuto, an estate north of Burntisland. Balmuto Castle, much altered, is still inhabited; in 1722, it passed from the line of Boswell of Balmuto into the possession of their kinsfolk the Boswells of Auchinleck, the family of Samuel Johnson’s biographer James Boswell (1740–95). Sir James Melville and Christian Boswell had four children; by far the most famous is the poet Elizabeth Melville, Lady Culross, who named one of her own daughters Christian. Presumably, the mausoleum received Sir James’s body in 1617, and is now somewhat inaccurately described on the information board next to it simply as ‘the tomb of Sir James Melville of Halhill’. After the burials of 1609 and 1617, the Collessie mausoleum may have been used for further members of the family, but there are no extant records to prove this. The tomb’s builder was succeeded as laird of Halhill by his eldest son, also called James. On the death of the latter's son (another James) in 1664, Halhill was adjudicated to a relative, George, Lord Melville, in payment of a debt. The tower-house at Halhill was pulled down in the eighteenth century and its exact location is now unknown. The Collessie mausoleum gradually fell prey to neglect and became a ruin: the carved heraldic shields that once filled niches on the walls have entirely vanished, as has the date '1609', recorded as late as 1895. However, before restoration, the Melville Tomb was already well known in the annals of 'funerary' literature, because it bears two seven-line stanzas of Scots- language verse.See, for example, Andrew Spicer, ‘\"Defile not Christs Kirk with your carrion\": The development of burial aisles in post-Reformation Scotland’, in P.Marshall and B.Gordon, eds., The Place of the Dead in European Society, 1400–1700 (Cambridge, 2000), pp.149-69. Spicer assigns the date of Christian Boswell’s death to her husband, a mistake which has given rise to published statements that Sir James died in 1609, e.g., in Sarah Tarlow, Ritual, Belief and the Dead in Early Modern Britain and Ireland (2010) and in The Oxford Handbook of the Archaeology of Death and Burial (2013). These are inscribed on the outer wall, which forms part of the kirkyard boundary, and overlooks what was formerly the principal highway to St Andrews. The poem, carved in large capitals, was thus intended to be read by travellers; like the vanished heraldry, it will have been painted, and thus easily legible. Now damaged, it was transcribed and published complete in 1895. Poems in the vernacular or in Latin are an extremely common feature of tombs, but they generally celebrate the deceased. The Collessie poem is quite different; its two seven-line stanzas make no mention of Christian Boswell or her husband, but constitute a short sermon about sin, redemption, death, burial and resurrection. The second stanza sternly denounces the widespread practice of burying bodies inside churches, and its striking first line has twice been used in the titles of articles on burial practices.See note 9 above, and also ‘\"Defyle not Chrysts Kirk with your Carrion\": William Durandus (c.1230-96), a medieval view of burial’, in Monuments and Monumentality across Medieval and Early Modern Europe: Proceedings of the 2011 Stirling Conference, ed. Michael Penman (Donnington: Shaun Tyas, 2013), 212-223. Both these articles discuss The Blame of Kirk-Buriall, Tending to Perswade Cemeteriall Civilitie, by Mr William Birnie, Minister of Lanark (Edinburgh, 1606), edited W.B.D.D. Turnbull (London, 1833). :Ye loadin pilgrims passing langs this way :Pans on your fall, and your offencis past, ponder :How your frail flesh first formit of the clay :In dust mon be desolvit at the last: :Repent, amend, on Christ the burden cast :Of your sad sinnes, quha can your sauls refresh :Syne rais from grave to gloir your grislie flesh. :Defyle not Chrysts kirk with your carrion, :A soleme sait for Gods service prepard, :For praier, preaching and communion: :Your burial suld be in the kirkyaird. :On your uprysing set your great regard, :Quhen saull and body ioynes, with joy to ring reign :In heaven for ay with Christ our head and king. The poem, which uses ‘rhyme royal’ (known in Scotland as ‘Troylus verse’), has been attributed to Christian Boswell’s poet- daughter Elizabeth Melville on biographical and stylistic grounds.See Jamie Reid-Baxter, Poems of Elizabeth Melville (2010), pp.125-26. The original literary inspiration may have come from an inscription on the wall of Aberdour Kirk on the Fife coast, quite close to Balmuto Castle and to another Melville family seat, Rossend Castle in Burntisland (home of Elizabeth Melville's uncle Sir Robert of Murdocairnie, and then his son, Sir Robert of Burntisland): :Pans O pilgrim ponder :That passith by this way :Upon thine end :And thou sal fear to sin :And think also :Upon the latter day :When thou to God man count must give account :Then best thou now begin then Which laid out as pentameter verse (with a hypermetric last line) would read: :Pans O pilgrim that passith by this way :Upon thine end, and thou sal fear to sin: :And think also upon the latter day, :When thou to God man count: then best thou now begin. It has been suggested that ‘pilgrim’ alludes to the mediaeval pilgrimages to a well- known, now vanished healing well located near the church.See the notes at the end of: However, ‘when’ (rather than Scots ‘quhen’) is suspicious in a supposedly pre-Reformation inscription. The word ‘pilgrim’ for all human beings on their earthly journey was a standard metaphor much used by Protestants, as the Collessie mausoleum inscription indicates. Elizabeth Melville repeatedly employs the term in her poetry.E.g. in Ane Godlie Dreame (1603), Melville calls on God to ‘Mak haist to end our painefull pilgrimage’ (line 32) ; she also describes herself as ‘Ane pilgrime puir consumit with siching sair’ (line 108) and the reader as ‘Ane pilgrime puir into thy loathsum lyfe’ (line 398). See Jamie Reid Baxter, Poems of Elizabeth Melville (Solsequium : Edinburgh, 2010), pp. 73, 76, 88. It is possible that the Melville tomb inscription provided the inspiration for the Aberdour inscription. If the Aberdour inscription predates 1609 and the Collessie tomb, Elizabeth Melville could have known of it from the man who in 1603 became master of Culross grammar school - her fellow-presbyterian John Fairfoul, former minister of Aberdour, who had become minister of Dunfermline in 1598.Hew Scott, Fasti Ecclesiae Scoticanae , v, p.27. Alternatively, Sir James Melville himself may have told his daughter about the Aberdour inscription (he is likely have had considerable input into the content of the poem on his wife’s mausoleum). Aberdour is quite close both to Balmuto Castle where Christian Boswell was born, and to another Melville family seat, Rossend Castle in Burntisland, home of Sir James’s elder brother Sir Robert of Murdocairnie, 1st Lord Melville, and then of his son, Sir Robert of Burntisland, 2nd Lord Melville.Rossend Castle Furthermore, Aberdour Kirk stands right next to Aberdour Castle, one of the seats of the Douglas earls of Morton. It was therefore a residence of two important Scottish peers well known to Sir James Melville, namely the Regent Morton (died 1581) and the militantly presbyterian Archibald Douglas, eighth Earl of Angus and fifth of Morton.Memoirs of His Own Life by Sir James Melville (Bannatyne Club : Edinburgh, 1827) pp.247-61 ; 300, 325. Archibald died in 1588; thereafter Aberdour Castle was the home of Archibald’s widow, Jean Lyon, and her third husband, Alexander Lindsay, First Lord Spynie.Memoirs of His Own Life by Sir James Melville (Bannatyne Club : Edinburgh, 1827) p. 402 ===Other notable interments=== *Sir William Oliphant Hutchison (1889–1970) artist, President of the Royal Scottish Academy *John Cheape of Rossie, father of Sir John Cheape ==The school== The school and schoolmaster's house date from 1846 (prior to the Education Act of 1875) providing free education from an early date. As with the church, it is designed by R & R Dickson. ==Notable residents== *John Balfour of Kinloch == References == Category:Villages in Fife Category:Parishes in Fife ",
    "title": "Collessie"
}