{
    "id": "26967160",
    "text": " Bara Bandai (Upper Meadows) Kuza Bandai is a well developed village in Swat Valley of Khyber Pakhtunkhwa, Pakistan. It is known for its natural environment and also known as an area crossed by Alexander the Great. Later, after the Lal Masjid battle, Kuza Bandai and Bara Bandai became sympathetic to the Taliban movement. The village consists of Yusufzai Pakhtun tribes. It is one of Pakistan's Provincially Administered Tribal Areas (PATA). ==Name== The name of the village means \"lower meadow.\" A neighbouring village is known as Bara Bandai, which means \"upper meadow.\" \"Meadow\" on account of their greenery and \"upper\" or \"lower\" referring to the distance of the villages from either Mingora, Saidu Sharif or the mountainous areas of Swat. The ancient names of these villages are not known and are simply mentioned by location in old time books and scripts. ==Location== Kuza Bandai is located at is about from Mingora (the main city of Swat) and Saidu Sharif (capital city of Swat). It is on the left bank of the Swat river in Nikpikhel. The acknowledged area of Nikpikhel varies from Bara Bandai and Ningolai village to Kala Kali village on the left bank of the river. Kuza Bandai is about from Kalam. On the other side of the village is a series of mountains that connect to other villages and finally ends the region of Swat valley. Beyond them is Dir district. On the right side lies the river Swat and after that Sangota, Manglawar and Fizagat villages. ==History== Kuza Bandai was first mentioned by ancient Greek writers as the pass of Alexander the Great. After entering the subcontinent through the Himalayas, Alexander came to Swat, where his army rested for two days on the left bank of the river in Kuza Bandai. After Alexander, the Buddhists came and settled there . Ruins of ancient homes and small buildings built by Buddhists can be found in the mountains of Kuza Bandai and other nearby villages. Mahmood of Ghazni, the great Afghan Pakhtun conqueror came on his way to attack the Indian subcontinent, and defeated the Buddhist maharajahs there. Some of his army and Muslims from Afghanistan settled there, becoming known as old Swatis. They had lived there for about a century when the Yusufzai tribe came from Afghanistan and attacked the valley. It is said that the Yusufzai visited the area and liked it because of its greenery and so they decided to take it from the old Swatis by force. The Yusufzai tribe were famous for their fighting skills and bravery. They were engaged in many wars in Afghanistan. After the war, the Yusufzai caused the old Swatis to flee. The Yusufzais settled in the valley where they are today. During the rule of Mughal King Akbar, the Yusufzai in Swat were attacked three times by the Mughal emperor because the Mughals thought Yusufzais might be a danger to them, because they had left Afghanistan because of another Mughal emperor, Alagh Baig. The Mughal army lost all three battles and suffered heavy casualties. A graveyard in the Bunair district is known as the graveyard of Mughals. It hosts hundreds of Mughal soldiers who were killed in the war. After the defeat King Akbar made peace with the Yusufzais by establishing a personal relationship with Malik Ahmad Khan. In the late 18th century, the Yusufzai tribe of Swat refused to submit to the British Raj. The British sent an army of 32,000 soldiers, most of them Sikhs. According to the British, Sikhs were good warriors and could handle the martial race of Yusufzai Pakhtuns. The operation was planned to be completed in six weeks, but lingered on for six months and eventually resulted in a defeat for the British as the 35th Sikh regiment lost the defining battle with heavy casualties. Most of the soldiers were slaughtered by the Yusufzai, and those who escaped were unable to continue fighting. Following the battle the tribal chiefs of Swat sought to create their own state, as the area was not secure from the British, nor from the nawab of Dir district (a princely state at that time). Consequently, they held a jirga and decided to make Miangul Abdul Wadood their undisputed king. As he was a syed (a man from a holy race), no Pakhtun tribe wanted to go against him, leaving Swat a princely state. ==Gallery== Kuza bandai Bazar.jpg|Some of the Bazar shops Mohallah Gulistan Kuza Bandai.jpg|Entrance of one of Mohallah (Gulistan) of Kuza Bandai Kuza Bandai Shops.jpg|Some shops of Kuza Bandai Faridoon khan Hujra.jpg|Old picture of Faridoon khan of Kuza Bandai Hujra. Later it was destroyed by terrorists Kuza Bandai main road.jpg|Main road of Kuza Bandai ==References== Category:Populated places in Swat District Category:All articles lacking reliable references ",
    "title": "Kuza Bandai"
}