{
    "id": "26960905",
    "text": "The 807th Medical Command (Deployment Support) (MC(DS)) is headquartered at Fort Douglas in Salt Lake City, Utah and manages all the Army Reserve deployable field medical units west of Ohio. There are over 11,000 Soldiers that comprise 116 subordinate units in the command. The command is separated into five brigades. While the 3rd MCDS covers the MTOE Reserve medical units to the east and ARMEDCOM provides command and control for all the Table of Distribution and Allowance (TDA) medical units within CONUS. Units of the 807th MC(DS) provide general, surgical, dental, ambulance, behavioral health, preventive medicine, and veterinary support to Army units and to civilian populations. ==Subordinate units== 807th Medical Command (Deployment Support) is responsible for all operational reserve medical units west of the Mississippi river, excluding Louisiana. * 2nd Medical Brigade, in San Pablo, California ** 352nd Combat Support Hospital, in Dublin, California ** 396th Combat Support Hospital, in Vancouver, Washington ** 145th Multifunctional Medical Battalion, in Garden Grove, California * 139th Medical Brigade, in Independence, Missouri ** 325th Combat Support Hospital, in Independence, Missouri ** 349th Combat Support Hospital, in Bell, California ** 388th Multifunctional Medical Battalion, in Hays, Kansas * 176th Medical Brigade at Seagoville, Texas ** 94th Combat Support Hospital, in Seagoville, Texas ** 228th Combat Support Hospital, in San Antonio, Texas ** 341st Multifunctional Medical Battalion, in Seagoville, Texas ** 491st Medical Company (Area Support), in Santa Fe, NM * 307th Medical Brigade at Blacklick, Ohio ** 256th Combat Support Hospital, in Twinsburg, Ohio ** 801st Combat Support Hospital, in Fort Sheridan, Illinois ** 409th Medical Company Area Support, in Madison, WI * 330th Medical Brigade at Fort Sheridan, Illinois ** 328th Combat Support Hospital, in Salt Lake City, Utah ** 452nd Combat Support Hospital, in Milwaukee, Wisconsin ** 172nd Multifunctional Medical Battalion, in Ogden, Utah ==Lineage== * Constituted 27 October 1944 in the Army of the United States as the 807th Medical Service Detachment. * Activated 22 November 1944 in England. * Reorganized and redesignated 10 April 1945 as Headquarters and Headquarters Detachment, 807th Hospital Center. * Inactivated 27 October 1945 at Camp Silbert, Alabama. * Allotted 29 January 1948 to the Organized Reserves and assigned to the Fourth Army (later redesignated as the Fourth United States Army). * Activated 16 February 1948 at Oklahoma City, Oklahoma. * Organized Reserves redesignated 25 March 1948 as the Organized Reserve Corps. * Redesignated 9 July 1952 as the Army Reserve. * Reorganized and redesignated 29 August 1949 as Headquarters, 807th Hospital Center. * Inactivated 1 December 1950 at Oklahoma City, Oklahoma. * Activated 10 May 1956 at Galveston, Texas. * Location changed 1 January 1966 to Mesquite, Texas. * Relieved 30 June 1971 from assignment to the Fourth United States Army and assigned to the Fifth United States Army. * Reorganized and redesignated 1 October 1975 as Headquarters and Headquarters Detachment, 807th Hospital Center. * Reorganized and redesignated 30 June 1976 as Headquarters and Headquarters Detachment, 807th Medical Brigade. * Reorganized and redesignated 1 October 1976 as Headquarters and Headquarters Company, 807th Medical Brigade. * Location changed 13 April 1979 to Seagoville, Texas. * Reorganized and redesignated 16 September 2002 as Headquarters and Headquarters Company, 807th Medical Command. * Inactivated 15 October 2008 at Seagoville, Texas. * Activated 16 October 2008 at Fort Douglas, Utah and is designated as the theater medical command to support SOUTHCOM: (807th Medical Command (Deployment Support)) ==Unit Insignia== PFC Muenzer of the 807th Medical Command checks on a Haitian girl ===Shoulder Sleeve Insignia (SSI)=== ====Description==== :A shield in width and in height overall, arched at top and bottom, having at center a maroon cross with arms extending from border to border vertically and horizontally upon a white background; centered vertically upon the cross a sword with point in base, the blade white (surmounted at centerpoint of the shield by a white five-pointed star edged with maroon) and the hilt yellow with handguard extending the width of the upper arm of the cross, all within maroon border. ====Symbolism==== :White and maroon are the colors used for the Army Medical Department. The cross and sword symbolize medical service in and for the military. The star alludes to Texas, the Brigade's state of residence at reorganization. ====Background==== :The shoulder sleeve insignia was approved on 21 December 1976. The insignia was redesignated effective 17 September 2002, for the 807th Medical Command. ===Distinctive Unit Insignia (DUI)=== ====Description==== :A silver color metal and enamel device in height overall, consisting of a maroon Greek cross bearing at its center a silver metal lion's face and red fleur-de-lis, jessant-de-lis, surmounting a disc with alternating red, white enamel and blue vertical bands, all beneath and between a maroon scroll, divided in three folds at the top and inscribed \"DEDICATED TO HEALTH\" in silver letters. ====Symbolism==== :Maroon and white are the colors used for the Army Medical Department. The cross, a symbol for aid and assistance, alludes to the basic mission of the organization. The lion's face refers to England and the fleur- de-lis to France, areas in which the organizations served with distinction during World War II. Red, white and blue are the National colors and refer to the states in which subordinate elements of the organization are located. ====Background==== :The distinctive unit insignia was approved on 25 March 1977. The insignia was redesignated effective 17 September 2002, for the 807th Medical Command. ==Unit honors== {| class=\"wikitable\" style=\"float:left;\" |- style=\"background:#efefef;\" ! Ribbon ! Award ! Year ! Notes |- ||50px ||Meritorious Unit Commendation (Army) ||2010–2011 ||Detachment 1, Headquarters and Headquarters Company, 807th Medical Command for service in Iraq |} ==807th MC(DS) Past Commanders== {| class=\"wikitable\" |- ! Order ! Position ! Incumbent ! Start of Service ! End of Service ! Notable Service |- |1st || Commander || Major General Lie-Ping Chang|| Oct 2008 || Mar 2012||Oversaw the \"stand-up\" of the 807th as MC(DS) |- |2nd || Commander || Major General Craig A. Bugno|| Mar 2012 || Jun 2015|| |- |3rd || Commander || Major General Daniel J. Dire|| Jun 2015 ||Jul 2018 || |- |4th || Commander || Major General Michael C. O'Guinn|| Jul 2018 ||May 2019|| |- |5th || Commander || Brigadier General Joseph J. Heck|| May 2019 ||Present|| |- |} ==References== ==External links== * 807th Medical Command Home Page * GlobalSecurity.org – 807th Medical Brigade * Military.com – 807th Medical Brigade Category:Medical Commands of the United States Army Category:Military units and formations of the United States Army Reserve Category:Military units and formations established in 1944 ",
    "title": "807th Medical Command (Deployment Support)"
}