{
    "id": "26962547",
    "text": "SC DHfK Leipzig e. V. (Sportclub Deutsche Hochschule für Körperkultur Leipzig e. V.) is a sports club in Leipzig, Germany. Untli the closure of the sports university DHfK, the club was part of the DHfK. Established was the club in 1954 as a competitive oriented sports club SC Wissenschaft DHfK Leipzig. The club has 6.696 members (March 2019) and is the biggest of Leipzig. == Successes == According to medals in olympic games and world championships, SC DHfK is the most successful club in the world.Especially in disciplines track and field, swimming, rowing, canu,handball and cycling a lot of athletes were successful . Until 1989 93 olympic gold and 136 world championship medals have been won. some like Gustav-Adolf Schur, Uwe Ampler, Klaus Köste, Christian Gille, Anett Schuck, Günther Merkel, Manfred Merkel, Angelika Bahmann, Margitta Gummel, Bärbel Eckert, Siegfried Brietzke, Thomas Munkelt and Kristin Otto, were winning them for example. == Branches == SC DHfK offers the following branches: * Cheerleading * Finswimming * Fitness- and Health activities * Floorball * Handball * Judo * Canoe racing * LAZ – track and field * Running * Cycling * Wheelchair * Rowing * Swimming * Skisport * Speed- and Inlineskating * Synchron swimming * Triathlon * Water-jumping and a sports centre for kids === Handball === SC DHfK Leipzig Handball === Rowing === The rowing branch was founded in 1866 as Ruder-Club Germania. On April 6 in 1919 they were joining the Rudergesellschaft Wiking Leipzig. After 1945 until the fall of the berlin wall, the traditional club was persisting in Minden in west Germany due to the movemt of some rowers from Leipzig to Minden. After the German union, the RG Wiking Leipzig of Minden was joining the SC DHfK Leipzig and was named Rudergesellschaft Wiking im SC DHfK Leipzig e. V. until 2012. The period after 1990 was marked by radical upheavals in the rowing department. Trimmed from a large coaching staff to three coaches, the national and international successes collapsed. In 1992 Kristina Mundt and Kerstin Müller won Olympic gold. The SC DHfK only took part in the Olympic competition again in 2008 with Annekatrin Thiele, who won a silver medal in a double scull. At the 2012 Olympic Games in London, Thiele won the silver medal in the women's four of four and crowned her winning streak with a gold medal in the same boat class at the Rio 2016 games. In addition to Tim Grohmann, Philipp Wende also participated in the Rio games. In the men's doubles, he also rowed the gold medal with his teammates. Tim Grohmann supported the team as a substitute. ====Henley Royal Regatta==== {| class=\"wikitable\" |+ |- !width=70|Year !width=500|Races won |- | 1967 || Grand Challenge Cup |} == References == Category:Sports clubs in East Germany Category:Multi-sport clubs in Germany ",
    "title": "SC DHfK Leipzig e.V."
}