{
    "id": "26970436",
    "text": "Kern River County Park is a large recreation facility located just north of Bakersfield, California. The facility is , and includes a park, zoo, golf course, and other amenities.Hart Park. County of Kern Parks & Recreation. Accessed: 04-15-2010. The complex is served by Alfred Harrell Highway. The segment to the west of the park was built as a 4-lane local freeway. The segment to the east of the park was built as a 2-lane expressway, with land reserved for a future 4-lane freeway. ==Attractions== ===Hart Park=== Hart Memorial Park (commonly known as Hart Park) is the centerpiece of the Kern River County Park. It is also the oldest section. The park contains two lakes, three canals, a large reservable picnic area, and two 18-hole disk golf courses. ===California Living Museum=== California Living Museum (commonly referred to as CALM) is a zoo and living museum. It sits on and contains 80 animal species. It also contains several different plant species, arranged to represent the different regions of Kern County. ===Lake Ming=== Lake Ming is a recreational lake. It is primarily for motorboats, but sailboats may use it at certain times. The lake has a surface area of . Also, a part of Lake Ming has large picnic areas overlooking the lake and a 50-space campground. ===Kern River Golf Course=== Kern River Golf Course is an 18-hole public golf course. It is one of three owned by Kern County. It is a 6,458-yard course on hilly terrain, located adjacent to the Kern River. There is also a large reservable picnic area. ===Other attractions=== Camp Okihi is a developed camp primarily used by sanctioned Kern County youth and school groups. The camp is located north of the Kern River. Since there is no bridge across the Kern River within the Kern River County Park, the camp is relatively isolated. The camp contains two reservable group camping areas for up to 100 people each. Each campsite contains 10 picnic tables, fire ring, and four barbecues (three metal and one brick). There is also a craft building located at the site.Camp Okihi. County of Kern Parks & Recreation. Accessed: 04-15-2010. There is also a large soccer field complex. The field contains 20 soccer fields, four of them lit. There is also parking at the facility. All of the facilities are linked by a bike path. The path starts at the eastern edge of Hart Park, and travels east through all of the facilities, ending at the large picnic area in the Kern River Golf Course. This bike path does not connect with the Kern River Bike Trail, which runs along most of the Kern River within Bakersfield. It also does not link directly to the golf course's clubhouse, instead traveling around the north end of the course. ==References== ==External links== *County of Kern Parks & Recreation: Kern River County Park website — with group picnic areas. *County of Kern Parks & Recreation: Kern River Campground *California Living Museum *County of Kern Parks & Recreation: Hart Park *County of Kern Parks & Recreation: Lake Ming *County of Kern Parks & Recreation: Camp Okihi Category:Kern River Category:Parks in Bakersfield, California Category:Tourist attractions in Bakersfield, California ",
    "title": "Kern River County Park"
}