{
    "id": "26971747",
    "text": "The six-spotted fishing spider, Dolomedes triton, is an arachnid from the nursery web spider family Pisauridae. This species is from the genus Dolomedes, the fishing spiders. This species of fishing spider is named after the mythological Greek god Triton who is the messenger of the big sea and the son of Poseidon.Species Dolomedes triton – Sixspotted Fishing Spider, BugGuide These spiders can be seen scampering along the water’s surface when a person walks by in which they are often referred to as dock spiders because they are often witnessed as they quickly vanish through the cracks of a boat dock. == Description == This spider can be identified by its large size and distinctive markings. They have eight eyes with good vision and the body is grey to brown. They have a white to a pale cream colored stripe running down each side of the cephalothorax. The abdomen has many light colored spots and also has light colored lines running down the sides of the abdomen. When this species is seen from below, there are six dark spots present on the bottom of the cephalothorax in which the common name is derived. Like many spiders, this species shows sexual dimorphism.Sixspotted Fishing Spider The female is larger than the male. The female is about long including the legs; her body length is and the male's body is long.Sixspotted Fishing Spider The juvenile spiders look similar to adults but are smaller and they go through a series of molts within their lifetime to grow and reach adult size. While somewhat visually similar to D. striatus, this species is distinguished by its unique pattern of three pairs of dark sternal spots and several light spots on the abdominal dorsum. Males have a more apically rounded tibial apophysis that extends past the tibia apex. In females, the seminal valve of the copulatory apparatus can be found in the anterior half of the dorsal epigynous area with loose fertilization tubes. This species is known to be remarkably variable over their geographic range, both in terms of appearance and behavior. Dorsal aspect showing the markings on the body == Distribution and habitat == === Geographic distribution === These spiders are native to the Western Hemisphere and can be found throughout the contiguous United States and southern Canada, more common east of the Rocky Mountains and Great Plains. They can also range into Mexico.Dolomedes triton, Animal Diversity Web They have been reported in areas ranging from Ontario to Maine to southern Florida and Texas, west to the southern panhandle of Alaska and south to the Yucatan Peninsula and Chiapas, Mexico. However, they are not commonly collected from southwestern states. === Habitat === They are semi-aquatic and live in wetland habitats such as ponds, lake shores, and they can also inhabit slow-moving streams. This can include the littoral zones of lakes and ponds as well as the more slow moving pools and edge zones of streams. They can be found among emergent vegetation, rocks and other structures near the water such as boat docks. They often dive underwater and grab onto a plant when frightened. == Diet == === Predatory feeding === D. triton are capable of capturing fish up to five times their body size, and venom is used to immobilize and kill prey. Potential prey include both aquatic and terrestrial insects that have fallen into the water, tadpoles, frogs, and small fish. As such, they are one of the few spider species known to feed on vertebrate species. One study conducted in central Alberta, Canada found that both juveniles and adults feed primarily on arthropods residing on fresh water surfaces and that diet can vary considerably based on size, geographic distribution, and seasonal changes. Prey were mainly living, and D. triton spiders are not repelled by sclerotization and metasternal secretions of potential prey. Juveniles tend to consume smaller prey than mature spiders, especially females, who demonstrated a considerable lack of small prey capture, a trend that researchers connect to the intense energy needs of yolk production. Prey detection is thought to arise through two different strategies-- the use of tactile stimuli on the water surface and via eyesight. For the former strategy, the anterior two pairs of legs rest on the water surface and respond to the stimuli of ripples along the water surface. Visual stimuli, while used, are less important. This species is diurnal, which means that it hunts during the day as it waits patiently for hours until stimulated by prey. They are often seen with their legs sprawled out by the water while they are waiting for prey. These spiders eat insects, vertebrates, tadpoles and occasionally small fish. They hunt by the water’s surface in which they can walk on water and dive under up to to capture prey. Their good vision contributes to their success when diving to capture prey. They capture underwater prey as well as prey that fall on the water's surface or travels on water, such as water striders. == Webs == === Web type === As active hunters that stalk or ambush aquatic prey, D. triton spiders do not use their webs for prey capture. Nevertheless, silk plays an important role in adaptation to aquatic environments. Silk is used to construct trailing safety lines (known as draglines) used in movement across bodies of water, for example. As spiders reach sexual maturity, males and females use web construction in different ways. Females use their draglines to transport pheromones to attract potential mates while males use silk to build sperm webs and nuptial gifts. Females also use silk to envelop eggs in spherical egg sacs and create nursery webs to house newly hatched spiderlings. === Construction === Researchers identified four categories of silk protein types in the silk of D. triton-- aciniform, ampullate, pyriform, and tubuliform. Egg sacs contain two distinct layers, with the outer layer thought to protect eggs from water due to its unique elemental composition and hydrophobic characteristics. == Mating == === Female/male interactions === ==== Pheromones ==== In this species, courtship is initiated via silk-based pheromones that come from females. Research reveals that these female dragline hormones, which allow for long distance chemical signaling, persist on wet surfaces and water. Males follow female draglines in a lycosid-like manner on land and with an alternating form for rowing and pulling when the dragline extends over water. Due to the ability of the signal to persist in aquatic settings, pheromones are thought to be non- or mildly polar compounds, perhaps a lipid or steroid. ==== Mate choice ==== Since males are generally able to escape female attacks after copulation, they are able to mate again. Furthermore, while males do not seem to discriminate between virgin and non- virgin females in courting, females are unlikely to mate a second time and exhibit aggressive behavior towards males after their first copulation. Evidence from field observations in Alberta, Canada (mating behaviors may vary based on location) suggests that D. triton is protandrous, meaning that males that emerge earlier have greater access to the limited resource of virgin females, a mating system that resembles ‘scramble competition polygyny,’ where competition for mates takes the form of a race between competitors. Furthermore, males gain an advantage if they are able to copulate more quickly, allowing them to move on to another female. Females also gain an advantage from quick copulation as they are able to subsequently divert resources and energy to egg production over mating activities. As males can likely not discriminate between mated and non-mated females, males may stay with penultimate stage females until molting to the adult stage, a phenomena that closely resembles cohabitation. ==== Courting ==== Pre-copulatory behavior after pheromone signaling starts with an announcement display where males signal with “leg-waving” (lifting and waving of legs in an alternating or synchronous pattern, likely a visual signal) and “jerks.” This preliminary period is known as “palpation.\" The male approaches using his own dragline and initiates rapid tapping motions with the previously raised legs. “Jerks” involve irregular leg extensions that generate a double burst of concentric surface waves that emanate from his location (likely a vibratory signal). The female responds to the approaching male by “drumming” on a substrate, such as the water surface, and initiating her own slower form of leg waving. Afterwards, a prolonged period of mutual leg waving begins before copulation. For virgin females, male vibratory signals lead to females running towards the potential mate. However, mated females often “feign coyness” by waiting for males to approach before attacking them. ==== Copulation ==== Copulation occurs when males of the species insert one palp into the female. This is done only once during copulation and is accomplished by prying open the epigynum using the tibial apophysis as a lever. ==== Sexual cannibalism ==== D. triton exhibit pre-copulatory cannibalism in which predation of males by females occurs prior to copulation, an extreme form of intersexual conflict in which there are no benefits to males of the species. Mating trials indicate that virgin females attack in 20-30% of pairings and that success occurs up to 40% of the time. Not only do males constitute a regular part of the female diet, but male population density also tends to decrease after the emergence of females. The findings of one study demonstrate how pre-copulatory sexual cannibalism of D. triton supports the idea of the “aggressive-spillover” hypothesis in which pre-copulatory sexual cannibalism acts as a non-adaptive by product of voracity (aggression towards prey). Consistent with this hypothesis, females with the highest juvenile feeding rate were the most likely to exhibit pre-copulatory sexual cannibalism. While pre-copulatory cannibalism has been extensively studied for this species, females commonly attack males during and after copulation as well. == Reproduction and parental care == Around 10-14 days after mating occurs, female spiders produce egg sacs which are then transported in the female’s mouth. Egg production can happen anytime between June to September and sometimes in April but this is not often. Before hatching, the female builds a \"nursery web\" over vegetation and guards it.Six-spotted Fishing Spider – Dolomedes triton The egg sac is placed among the leaves to help keep it concealed. After the offspring have hatched, they sit under her protection in the web until they are ready to disperse into the outside world. The offspring leave the web about a week after they hatch. Females exhibit intense defense of egg sacs, which are so strongly attached to the mouthparts that removing the egg sac from the mouthparts results in egg sac rupture. When boldness was measured as the time spent on water versus submerged (with more time on water seen as more bold), females were more bold during parental care. This trend, while initially surprising, may reflect the energetic costs of staying underwater with an egg sac or developmental impediments when eggs stay underwater for extended periods of time. Both food availability and female size have significant effects on reproductive output. Field observations demonstrate a decrease in clutch size, egg sac weight, and body size as food availability is limited. This was particularly true of larger females, which indicates that, in less resource rich ponds, smaller females may have a selective advantage whereas large females perform better in areas with high food availability. As cannibalism had no effect on fecundity and egg sac weight, researchers assume that cannibalism has no significant nutritional benefit for females. == Enemies == While it remains unclear what preys most on the species, birds, bats, and fish are all thought to prey on D. triton. The distinct camouflage coloration suggests that these spiders are preyed on by visual predators. Furthermore, pompilid and sphenoid wasps, which use sight when hunting, are thought to parasitize Dolomedes species. In a study focusing on the anti- predator behavior of females of the species, it was found that female boldness is positively correlated with female aggression for certain behaviors, principally aggression towards prey (crickets were used for the study) and pre-copulatory sexual cannibalism of courting males. == Physiology == === Locomotion === The ventral surface of the body of D. triton is coated with a hydrophobic substance that allows them to stay afloat and run across water, an ability they use in both prey capture and predation escape. CC BY 2.0 license In order to both evade predation and capture prey, these spiders are also able to dive into the water. As an anti-predator response, air and water borne vibrations act as stimuli leading spiders to dive underwater and grab hold of a submerged substrate, such as aquatic vegetation or submerged rocks. A sort of air capsule covers the spider, allowing the spider, if healthy, to re-emerge from the water completely dry. Submergence durations of up to 90 minutes have been observed. Submergence is accomplished by launching off a stationary object or jumping from an object above surface level. Spraying the spiders with alcohol also reduces their submergence capacity as they are unable to produce the required air envelope. Despite the benefits of submergence, it is thought to incur some behavioral-ecological costs including lost foraging opportunities as water surface vibrations are needed to detect prey, reduced mating and parental care capabilities, and potential vulnerability to predation from aquatic predators. === Vibratory signal perception === D. triton species are able to determine the source of vibrations from up to at least 20-25cm. The curvature of the wave and the amplitude gradient as the wave passes the spider are thought to be the primary means of determining prey/predator distance on water. amphipod, showing chelicerae and pedipalp movement == References == Category:Dolomedes Category:Spiders of North America Category:Articles containing video clips ",
    "title": "Six-spotted fishing spider"
}