{
    "id": "26974246",
    "text": "Thomas Miles Cheetham (11 October 1910 – 23 December 1993) was an English professional footballer. He scored 118 goals from 181 appearances in the Football League playing as a forward for Queens Park Rangers, Brentford and Lincoln City. ==Football career== Cheetham was born in Byker, Newcastle upon Tyne. Access individual season statistics via Season Stats dropdown menu. A late entrant to the professional game, he played local football before joining the Army and played for his regiment while serving in the Royal Artillery. In August 1935, aged nearly 25, he signed for London club Queens Park Rangers, then playing in the Football League Third Division South. He made his debut on 4 September 1935 in a 1–1 draw away to Brighton & Hove Albion. Although he did not score in that first game, his next two games brought six goals, a six-game spell running up to Christmas produced 11 and from the 35 games he played in his first League season as a professional footballer, Cheetham scored 36 times. He set a new club record by scoring in 9 consecutive games at QPR's home ground, Loftus Road. His performances earned him an invitation to play for the Possibles against the Probables in March 1936 in a trial match for selection for the England national team. The quality of the Probables' defence, with Alf Young outstanding, meant Cheetham had little chance to shine – The Times' correspondent reported that \"Cheetham did not receive a pass for nearly half an hour\", but \"considering the brilliance of Young, the play of Cheetham could hardly be considered unsatisfactory\". Though his next two seasons were less productive,http://qprnet.com/misc/seasonalstats/excels/QPR1936.xlshttp://www.qprnet.com/misc/seasonalstats/excels/QPR1937.xls in 1938–39 he scored 22 league goals from the 26 games before he left the club on 7 February 1939 to join First Division club Brentford for a fee of £5,000.http://www.qprnet.com/misc/seasonalstats/excels/QPR1938.xls Brentford brought in Cheetham and inside forward Les Boulter to help their fight against relegation, though The Times suggested that their weakness lay less in attack than in defence. Cheetham made his debut in the top division in a 4–2 home defeat to Aston Villa, but he went on to score twice as Brentford beat fellow relegation strugglers Chelsea 3–1 and created both goals in a 2–0 defeat of Leicester City in early April, by which time his club had achieved a mid-table position. He finished the 1938–39 season with eight goals. The outbreak of the Second World War in September 1939 put a stop to the Football League for the duration and caused a major interruption to Cheetham's career. During the war, he joined Lincoln City. He played for them in wartime competitions, and also turned out for West Ham United. Then in the 1946–47 Football League season, the first full season after the war, Cheetham resumed his prolific goalscoring; 30 goals from 41 games in League and FA Cup made him Lincoln City's leading scorer. He played only infrequently in 1947–48. His last game came on 6 April 1948 against Rochdale and he retired from professional football at the age of 37. == Personal life == Cheetham was a member of the Territorial Army during the Second World War and was injured at Dunkirk. After his retirement as a player he worked for a Croydon-based building contractors firm in the mid-1950s and lived in North London. Cheetham died in 1993, aged 83. ==References== Category:1910 births Category:1993 deaths Category:Sportspeople from Newcastle upon Tyne Category:English footballers Category:Association football forwards Category:Queens Park Rangers F.C. players Category:Brentford F.C. players Category:Lincoln City F.C. players Category:English Football League players Category:Royal Artillery soldiers Category:British Army personnel of World War II Category:West Ham United F.C. wartime guest players ",
    "title": "Tommy Cheetham"
}