{
    "id": "26978136",
    "text": "Henry \"Harry\" Varley (25 November 1867 – 21 November 1915) was an English rugby union and professional rugby league footballer who played in the 1880s and 1890s, and coached rugby league in the 1890s. He played representative level rugby union (RU) for England and Yorkshire, and at club level for Liversedge, as a scrum-half, i.e. number 9, and representative level rugby league (RL) for Lancashire, and at club level for Oldham (Heritage No. 8) (captain during the 1895–96 season) alongside Arthur Lees from 1895, and Leeds, as a , or , i.e. number 6, or. Prior to Thursday 29 August 1895, Liversedge was a rugby union club. ==Background== Harry Varley was born in Cleckheaton/Bradford (see note), West Riding of Yorkshire, England, and he died aged 47 in Oldham, Lancashire, England. ==Playing career== ===International honours=== Harry Varley played for Liversedge (24.12.1887 v Kirkstall-?) P44. He won a cap for England (RU) while at Liversedge in the 1892 Home Nations Championship against Scotland. ===County honours=== Harry Varley won caps for Yorkshire (RU) while at Liversedge, and won caps for Lancashire (RL) while at Oldham. ===Change of Code=== When Liversedge converted from the rugby union code to the rugby league code on Thursday 29 August 1895, Harry Varley would have been 28 years of age. Consequently, he may have been both a rugby union, and rugby league footballer for Liversedge, he played rugby league for Oldham until 1897 when he became their coach, and he came out of retirement in 1899 to play for Leeds. ==Coaching career== ===Challenge Cup Final appearances=== Harry Varley was the coach in Oldham's 19-9 victory over Hunslet in 1899 Challenge Cup Final during the 1898–99 season at Fallowfield Stadium, Manchester, in front of a crowd of 15,763, and as a mark of appreciation the Oldham players paid to have a special medal struck, that bore the Oldham coat of arms and a Challenge Cup related inscription. ==Note== ESPN states Harry Varley's birthplace as being Cleckheaton, whereas FreeBMD.com quotes it as being registered 6-miles away in Bradford. ==References== ==External links== * (archived by web.archive.org) Statistics at orl-heritagetrust.org.uk *The people’s game *Search for \"Harry Varley\" at britishnewspaperarchive.co.uk *Search for \"Henry Varley\" at britishnewspaperarchive.co.uk Category:1867 births Category:1915 deaths Category:England international rugby union players Category:English rugby league coaches Category:English rugby league players Category:English rugby union players Category:Lancashire rugby league team players Category:Leeds Rhinos players Category:Liversedge RFC players Category:Oldham R.L.F.C. coaches Category:Oldham R.L.F.C. players Category:People from Cleckheaton Category:Rugby league five-eighths Category:Rugby league halfbacks Category:Rugby league players from Yorkshire Category:Rugby union players from Yorkshire Category:Rugby union scrum-halves Category:Sportspeople from Bradford Category:Yorkshire County RFU players ",
    "title": "Harry Varley"
}