{
    "id": "26973193",
    "text": "__NOTOC__ The Little River is a minor river in the Florida Big Bend. A tributary of the Ochlockonee River, it is approximately in lengthBoning, Charles R. 2007. Florida's Rivers. Sarasota, Florida: Pineapple Press, Inc. and is located entirely within Gadsden County. Forming at the confluence of Attapulgus Creek and Willacoochee Creek which drain part of southwestern Georgia, the river flows south through Gadsden County east of Quincy, draining part of the Red Hills before entering Lake Talquin State Park before reaching its terminus, flowing into Lake Talquin, a reservoir on the Ochlockonee River. The river flows through Little River Conservation Area, a tract purchased by the State of Florida using Florida Forever funds for the protection of wildlife habitat and floodplain forest along the middle river.Little River Conservation Area ==Recreation and Wildlife== The Little River, although not a designated canoe trail, is often used by canoeists, especially on the lower river. The forests surrounding the river are also popular for hunting, while bream and pickerel provide fishing opportunities. Birch, pine, red cedar and willows can be found lining the riverbanks, while damselflies, snapping turtles and other wildlife are also present. ==1969 Flood== A tropical disturbance that moved inland from the Gulf of Mexico on 20 September 1969 produced heavy rainfalls, exceeding , over part of Gadsden County between the 20th and 23rd of that month, including at Quincy during six hours on 21 September. On the Little River near Quincy, peak discharge on 22 September was . Between 6a.m. 21 September and 6a.m. 22 September, the river level rose , with the river's discharge exceeding that of a 50-year flood by a factor of 2.99, while at the US 90 bridge the westbound lanes were submerged under six inches (152 mm) of water. ==List of crossings== {| class=wikitable width=60% ! Crossing ! Carries ! Image ! Location ! Coordinates |- !colspan=4|Headwaters | |- |500089FDOT Florida Bridge Data 01-05-2010 |20px SR 12 Havana Highway | |Littman | |- |500018 500063 |20px US 90 Blue Star Highway | |Quincy | |- |500097 500098 |20px Interstate 10 | | | |- |rail bridge |CSX Transportation | | | |- |500045 |CR 268 High Bridge Road | | | |- !colspan=4|Mouth at Ochlockonee River | |- |} ==References== * Northwest Florida Water Management District: Major Water Bodies Category:Rivers of Florida Category:Bodies of water of Gadsden County, Florida Category:Tributaries of the Ochlockonee River ",
    "title": "Little River (Ochlockonee River tributary)"
}