{
    "id": "269702",
    "text": "Alexis Paulin Paris. Alexis Paulin Paris (25 March 180013 February 1881) was a French scholar and author. ==Life== Paris was born at Avenay (Marne). He studied classics in Reims and law in Paris. He published in 1824 an Apologie pour l'école romantique (In Defense of the Romantic school) and took an active part in Parisian journalism. His appointment, in 1828, to the department of manuscripts in the Bibliothèque royale left him leisure to pursue his studies in medieval French literature. His numerous editions of early French poems continued the work begun by Dominique Meon in arousing general interest in the chanson de geste. Admitted to the Académie des Inscriptions et Belles Lettres in 1837, Paris was shortly afterwards appointed on the commission entrusted with the continuation of the Histoire littéraire de la France. In 1853, a chair of medieval literature was founded at the Collège de France, and Paris became the first occupant. He retired in 1872 with the title of honorary professor and was promoted to officer of the Legion of Honour in the next year. ==Works== His works include: *Manuscrits français de la bibliothèque du roi (7 vols., 1836-1848) *Les Romans du Garin le Loherain, précédé d'un examen des romans carlovingiens (1883-1885) *Les Romans de Berte aux grans piés (1832) *Le Romancero français, histoire de quelques anciens trouvères et choix de leurs chansons (1833) *an edition of the Grandes chroniques de France (1836-1840) *La Chanson d'Antioche (1848) *Les Aventures de maître Renart et d'Ysengrin (1861) *Les Romans de la table ronde (1868-1877). His son Gaston Paris contributed a biographical notice to vol. xxix of the Histoire littéraire. ==Notes== ==References== * ==External links== * * Category:1800 births Category:1881 deaths Category:Collège de France faculty Category:Members of the Académie des Inscriptions et Belles-Lettres Category:Officiers of the Légion d'honneur Category:French male writers ",
    "title": "Alexis Paulin Paris"
}