{
    "id": "26977302",
    "text": "Satan's Slave (also known as Evil Heritage) is a 1976 British independent supernatural horror film written by David McGillivray and directed by Norman J. Warren. It stars Candace Glendenning as a young woman who, after surviving a car accident in which her parents are seemingly killed, is taken in by her uncle and cousin (Michael Gough and Martin Potter), unaware that they are both necromancers who intend to sacrifice her to resurrect the spirit of a supernaturally-gifted ancestor. The film, a production of Warren's newly- formed company Monumental Pictures, was funded by producers Les Young and Richard Crafter with their own money and shot almost entirely on location in Pirbright, Surrey and Shepherd's Bush, London in late 1975. The following year, re-shoots were undertaken to film additional material and more violent, alternative versions of existing scenes with the aim of increasing the film's appeal to audiences in the Far East. In the UK, Satan's Slave was originally released as a B movie. Critical reaction to the film has been mixed, with aspects such as the acting, script and plot drawing a variety of responses. ==Plot== Catherine Yorke, a young woman from London, receives a bracelet from her boyfriend John for her upcoming birthday. She then leaves the city with her parents in the family car to join her father Malcolm's brother, Alexander, for a week at his home in the country. At the turn into Alexander's estate, Malcolm suddenly falls ill at the wheel and crashes the car into a tree. Although the vehicle is only slightly damaged, when Catherine leaves to fetch help it mysteriously explodes, seemingly killing her parents. Alexander, assisted by his son Stephen and secretary Frances, takes the distraught Catherine into the house and gives her a sedative. On waking, Catherine finds the driveway cleared of wreckage and is told that the police have concluded their investigation. Her parents' funeral is conducted later that day on the grounds of the estate. After the ceremony, Catherine finds an old gravestone bearing the name of Camilla Yorke, an 18th-century ancestor of hers who died aged 20 – the age that Catherine is about to reach. Over the next few days, as she continues to be hosted by Alexander, Catherine experiences disturbing visions of women being branded, flogged and sacrificed in satanic rituals. She finds herself drawn to Stephen, with whom she becomes romantically involved. Meanwhile, Alexander steals Catherine's bracelet and uses it to channel dark magic that compels John to kill himself by jumping from the roof of a tower block. Frances tells Catherine that Camilla possessed supernatural abilities and that Alexander, who believes in necromancy, intends to resurrect the girl's spirit to increase his own power. Having murdered several women, including his own wife, to test his theories, he has determined that he can achieve this only by sacrificing Catherine, Camilla's direct descendant, when she turns 20 – Camilla's age at the time of her death. Frances also warns Catherine not to trust Stephen: having witnessed his mother's sacrifice as a young boy, he has grown into a murderer like his father. Discovering Frances' betrayal, Stephen stabs her to death and locks Catherine away. On the morning of her birthday, Catherine is led into the surrounding woods to be sacrificed by Alexander and his cult but escapes after running a nail file through Stephen's eye. At the entrance to the estate she runs into Malcolm, who claims that both he and her mother survived the car accident. She is then taken back to the house, where Alexander, no longer wearing his ritual robes, claims that her recent experiences were merely hallucinations brought on by the sedative. However, his trickery is uncovered when Catherine pulls back a curtain to find Stephen's bloody corpse. Alexander praises Catherine's brutality and hails her as a true descendant of Camilla. It is then revealed that Malcolm, not Alexander, is the head of the cult. Trapped, Catherine screams, and the picture dissolves to shots of another human sacrifice before fading to black. ==Cast== *Michael Gough as Alexander Yorke *Martin Potter as Stephen Yorke *Candace Glendenning as Catherine Yorke *Barbara Kellerman as Frances *Michael Craze as John *Gloria Walker as Janice *James Bree as Malcolm Yorke *Celia Hewitt as Elizabeth Yorke *David McGillivray as Priest *Moira Young as Sacrificial Victim (uncredited) ==Themes== Kim Newman compares Satan's Slave to \"post-Rosemary's Baby satanism exploitationers\" like Virgin Witch and The Wicker Man\". According to Steve Green of Flesh and Blood magazine, while the story and \"Gothic staging\" are reminiscent of \"mid-period\" Hammer horror films, Satan's Slave sets itself apart by adding an \"overt sadistic undercurrent\". Nigel Burrell, also writing for Flesh and Blood, describes the plot as \"a stir-fried mix of Dennis Wheatley and Jess Franco, a familiar witchcraft/family curse theme jostling with deranged Black Mass sequences\". Critic Adam Locks notes that Satan's Slave uses plot devices typical of 1970s horror films, including settings that amount to \"nowhere places\" where characters become lost. He argues that the effect of the Yorkes' car journey is comparable to time travel, defining it as a \"re-programming for the audience with memories and associations disconnected from the modern and the urban ... In psychogeographical terms of the relationship between the individual and space, there is the clichéd yet interesting idea of the road leading to nowhere.\" Locks also compares Satan's Slave, along with other Warren films, to the 1960s TV series The Avengers for the way that it conveys an \"underlying disquiet\" about its setting: \"Behind the façade of mundane England, threatening figures or forces – be they crooks in The Avengers or Satanists in Satan's Slave ... – plan to disrupt the everyday world.\" He observes that through this sense of unease \"the familiarity of 'Englishness' is transformed and warped.\" He describes Alexander as an \"atavistic amalgamation of various icons of British gentlemen\" – among them the \"chivalrous knight\", whose moral code he inverts by sacrificing the women in his family. Warren felt that the character and his house were influenced by Hammer films. Anne Billson writes that the country house setting carries \"echoes of Hammer\", also stating that the film as a whole picks up where Hammer left off while \"amping up the nudity and gore\". Leon Hunt, author of British Low Culture: from Safari Suits to Sexploitation, regards the grim ending as part of an emerging trend in 1970s \"generation-gap\" horror films, noting in contrast that Michael Reeves' films of the 1960s had an \"angry\", \"anti-authoritarian\" tone. He observes that Satan's Slave ends with Catherine trapped by her own family and destined to be \"consumed\", commenting: \"The battle is over and 'youth' has lost.\" ==Production== After making Her Private Hell (1968) and Loving Feeling (1969), Norman J. Warren had been in negotiations to direct films for Amicus Productions and American International Pictures (AIP). When these deals fell through, Warren and his camera operator Les Young decided to make a film of their own. Satan's Slave was Warren's horror debut as well as the first film by Monumental Pictures, an independent production company formed by Warren, Young and his wife Moira, and fellow camera operator Richard Crafter. Believing that with their limited finances they could only realistically produce either a horror film or an erotic feature, the group decided to make a horror film on the basis that it would enjoy a longer \"shelf life\". After several failed attempts to secure a financing deal, they opted to produce the film independently. The film was funded by Crafter and Les Young with their own money: Crafter by selling his shares in Mothercare, Young by selling his car as well as mortgaging his home and Crystal Film Productions, his film equipment company. Warren gives the total budget as either £30,000 or £35,000 (£ or £ in ), about half of which took the form of deferred payments. ===Writing and casting=== The plot for the film, which was originally titled Evil Heritage, was devised by Warren and the Youngs and expanded by screenwriter David McGillivray, whom Warren had first met while editing Her Private Hell. It was adapted from one of Warren's abandoned projects for AIP: a film titled The Naked Eye, which had been intended to star Vincent Price. McGillivray completed the script in nine days. Warren did not want the film to end with the revelation that Catherine had simply had a nightmare as he viewed dream sequences as clichéd. Warren says that Candace Glendenning, whom he had seen in Tower of Evil (1972) and other films, was \"always [his] first choice\" to play Catherine. Stephen was harder to cast due to the character's complexity; Martin Potter, who had recently played the title role in the TV serial The Legend of Robin Hood, was hired after first-choice actor Michael Gothard withdrew late in pre-production. Potter researched psychopathic behaviour to gain a better understanding of his role. Michael Craze, who plays Catherine's boyfriend John, had appeared in Warren's 1965 short film Fragment. Although the production could not afford Michael Gough's usual fee, the actor accepted the role of Uncle Alexander after reading McGillivray's script and hearing Warren's personal vision for the film. According to Warren, \"[Gough] was doing something at the National Theatre in London so I saw him in his dressing room, talked him through Satan's Slave and he said yes.\" Gough agreed to participate on the condition that the production would not interrupt his stage commitments. He was paid £300 () for his role. ===Filming=== The film was largely shot in and around the country house of the Baron and Baroness DeVeuce in Pirbright, Surrey over three weeks in December 1975. The house had been the main shooting location in Tigon's Virgin Witch (1971) and would also appear in one of Warren's later films, Terror (1978). Warren recalls the challenges caused by the low budget and how production designer Hayden Pearce found the DeVeuce house: \"Most places were not suitable or the people were not interested. And because we didn't have any money, we needed a house that also had furniture in it. Hayden was ringing everyone he knew in connection to art departments and someone suggested the mock-Tudor house in Pirbright, and we couldn't believe our luck. Not only did it look great outside but everything in there was genuine - there were wall-to-wall paintings and it was fully dressed.\" The grounds of the property contained an electrical substation that the crew used for their power supply, eliminating the need for generators. A nearby cottage served as the location for Catherine's home in London. Due to budget constraints, Gough and Potter were required to supply their own costumes. During the production, Gough, who could not be provided with hotel accommodation, stayed with a friend in Barnes. Warren remembers: \"We would pick him up each day at around 5.45 a.m. ... He would work with us all day, often until midnight, and then we would drive him back to his friend's house, stopping on the way to buy fish and chips.\" He adds that despite the consistently long hours, Gough \"never had a word of complaint.\" Hooded cultists were played by the producers and other members of the crew. Moira Young took over the role of a woman who is sacrificed in the opening scene when the actress who had been booked failed to attend the shoot. While filming on a hill near an Army base, the production found itself surrounded by soldiers on a training exercise. Due to the large amount of noise from the base's firing range, the filming schedule was changed to avoid outdoor shoots whenever it was in use. For the scene of the car explosion, the crew were given permission to film on the base itself; the Army then used the wreckage for target practice before disposing of it. The scenes set inside John's flat were filmed at the home of one of the crew, while the character's suicide was shot at a block of flats in Shepherd's Bush with Les Young serving as Michael Craze's stunt double. To create a \"falling\" point-of- view shot, a camera was tied to a bungee cord and then dropped from the roof of the 23-storey building. Young also performed the car crash stunt. ===Post- production=== Principal photography was completed shortly before Christmas 1975. Warren then edited the film at home to save money. He was initially reluctant to serve as editor as he feared that this would compromise his vision as director, but ultimately took on the additional role as he \"so much wanted this film to happen\". However, as union rules officially limited him to a single role, he was credited only as director. During the editing, it was determined that the film contained an excessive amount of dialogue; consequently, several scenes were either shortened or removed altogether. The latter included a dream sequence involving Catherine and a scene in which the Yorkes bond over tea and Alexander and Stephen learn of the existence of Catherine's boyfriend. According to Warren, \"the main problem with [the film] was that the plot was very complicated, and actually rather boring. So we just cut out complete scenes where people were explaining things. And a lot of the film doesn't make sense because of those cuts. But it was less complicated, and no one ever questioned the plot.\" To boost the film's distribution prospects in the Far East, re-shoots were held to increase the levels of gore and nudity. These entailed filming a more explicit version of one of the early scenes, in which Stephen nearly rapes and then brutally murders a young woman called Janice (played by Gloria Walker) who is staying with him. Warren considers this version, in which Stephen ties Janice to a bed and threatens to cut off her nipples with scissors, \"very unpleasant\" and expresses his preference for the original. A number of cutaways were shot by Les Young's company, Crystal Film. Warren also wrote in several additional scenes; one of these, in which Catherine has a vision of a Puritan priest (played by McGillivray) overseeing the torture of a young woman, was filmed in the grounds of a nursing home. McGillivray also has a speaking role as the priest conducting Catherine's parents' funeral. The score, composed by John Scott, was recorded in a single session with seven instrumentalists – the largest ensemble that the budget would allow. It features a clarinet and gongs accompanied by a piano, xylophone, xylorimba and vibraphone. The film's title was changed from Evil Heritage to Satan's Slave prior to release as the distributor, Brent Walker, believed that the original title was insufficiently \"commercial\". Production ended in March 1976. ==Release and reception== Satan's Slave was released in December 1976. In the UK, it was distributed as the B movie in a double feature with Thriller, an AIP release. It was also paired with Ruby. Satan's Slave was commercially successful and was re- released five times during the 1970s. The box office revenue was used to finance Warren's later film Terror. The film had a limited release in the United States, where it was distributed by Crown International Pictures. ===Critical response=== In a contemporary review for The Monthly Film Bulletin, Michael Grossbard described Satan's Slave as \"basically an archaic second feature\" that \"looks ... like the sort of subject likely to turn up on Sunday afternoon children's television, with its kids-in-trouble/blame-the- older-generation theme.\" He considered the plot \"well constructed and written\" and the performances \"never below standard, though it would be nice to see Michael Gough in more demanding parts.\" Satan's Slave continues to divide critical opinion. AllMovie calls the film a \"standard effort\". Awarding two stars out of five, reviewer Fred Beldin comments that Satan's Slave \"delivers extra gore and skin to keep the attention from wandering off a well-trodden road ... There's no mystery for the viewer, because director Warren isn't shy about introducing the male lead with a scene in which he rapes and murders a flirty blonde.\" However, he considers it \"more watchable\" than Warren's later films. David Parkinson of Radio Times gives the film three stars out of five, concluding that Warren \"ultimately over-indulges in horror clichés and garish set pieces\". TV Guide magazine describes it as a \"vile shocker ... full of unappetising gore effects\", while Time Out considers it an \"absolute stinker\", criticising its dialogue and \"dragged-out\" theme. By contrast, Martin Unsworth of Starburst magazine names it \"one of the big underrated movies of the '70s\" and a \"vital entry to the British horror pantheon\". Gary Raymond and Gray Taylor of the Wales Arts Review rank Satan's Slave 21st in their list of the \"50 greatest\" lesser-known horror films. Newman, who regards Satan's Slave as the \"most conventional\" of Warren's films, compliments its \"very low-budget imagination\" as well as Gough's \"committed\" performance. Jo Botting of the British Film Institute website Screenonline opines that while the premise is \"slightly old hat\", the final plot twists create a \"satisfying\" ending. She adds that the film \"brought a new realism to horror, with its settings in high-rise urban blocks and with suburban ordinariness hiding satanic rituals.\" Though judging it derivative of The Exorcist (1973), Ralph McLean praises the film, characterising it as \"pure B-movie junk, but hugely entertaining B-movie junk all the same [...] It will never win any prizes for originality, but who cares about things like that when the cheap thrills are as plentiful as they are here?\" Dennis Schwartz of the Online Film Critics Society rates the film \"C+\", believing it to be \"directed with high production values but with little else that rocks\". He considers the script \"weak\" and the dialogue \"abominable\", the overall film \"clichéd\" and the final plot twist a non- surprise as it is \"given away in the opening act\". Despite calling the car crash \"amusingly badly staged\", commentator Ian Fryer believes that film's \"attractive\" locations and \"excellent\" performances make it \"[look] like a much more expensive production than was actually the case.\" He adds that the level of violence \"made the products of the declining Hammer and Amicus studios look like very mild fare indeed.\" Green writes that despite its \"formulaic construction\" the film is Warren's \"most effective horror entry\" and \"head and shoulders above the stalk/slash tedium which would dominate the American industry within five years.\" Reviewing the film for the website DVD Talk in 2004, Bill Gibron described Gough's character as a \"grey Sunday drag of a villain\" and Satan's Slave in general as a \"near-immobile mess\", adding: \"With an ending that repeats, laps and then doubles back on itself, and an overall atmosphere of dismal dissatisfaction, the only suggestive thing about this movie is its titillating title.\" In another review published in 2012, he gave the film three out of five stars, judging the script \"silly\" and the atmosphere \"often wasted\" but praising the performances of Gough and Glendenning. He commented: \"... if you can get past the endless conversations, [the] lack of real suspense, the flawed feeling of familiarity and the dearth of any or all plot twists toward the end ... then by all means saddle up and strap in\". Ian Jane, also of DVD Talk, writes that while the film has \"some rather obvious pacing problems\" and less suspense than a Hammer horror, it still \"has its moments\". Unsworth rates the soundtrack nine out of ten, describing Scott's score as \"a stunning piece of work, melding some erratic styles perfectly and creating a genuine atmosphere of dread with each listen\". ==Home media== Satan's Slave has been released on home video by Sovereign Marketing, Anchor Bay Entertainment and Scorpion Releasing. It is included on Anchor Bay's \"Norman Warren Collection\" DVD box set along with Prey, Terror and Inseminoid. ==References== ==External links== * * Category:1970s coming- of-age films Category:1976 independent films Category:1976 films Category:1970s supernatural horror films Category:1976 horror films Category:British coming-of-age films Category:British films Category:British independent films Category:British supernatural horror films Category:Crown International Pictures films Category:English-language films Category:Familicide in fiction Category:Films about cousins Category:Films about dysfunctional families Category:Films about murder Category:Films about psychic powers Category:Films about Satanism Category:Films about witchcraft Category:Films directed by Norman J. Warren Category:Films scored by John Scott (composer) Category:Films set in country houses Category:Films set in London Category:Films shot in London Category:Films shot in Surrey Category:Folk horror films Category:Human sacrifice in fiction Category:Resurrection in film Category:Uxoricide in fiction ",
    "title": "Satan's Slave (1976 film)"
}