{
    "id": "26979768",
    "text": "Driftless a winner of the Milkweed Editions National Fiction Prize, is a novel by David Rhodes that was published in 2008.Novelist David Rhodes Returns With 'Driftless', December 23, 2008, NPRBeautiful 'Driftless' is author David Rhodes' finest novel yet, By Alan Cheuse, 2008/12/06, Chicago TribuneDriftless Milkweed Editions It is set in the Driftless area of southwestern Wisconsin. The novel is about the inhabitants of the unincorporated town of Words, and it is told through their eyes and via the ways they interact with and impact one another. ==Characters== * Wade Armbuster A 28-year-old car enthusiast. He saves Olivia Brasso from a group of men stealing her purse and flees the police with her in the car. After this experience a close friendship and potential romance begins to bud between the two of them. * Olivia Brasso A 38-year-old invalid who lives a very religious life. An ill-fated attempt for a divine sign leads her to lose all her money at a casino, after which she begins a friendship with Wade, and later regains the ability to walk. * Violet Brasso 66-year-old sister and caregiver to Olivia. She is an active member of the church in Words. * Jacob Helm Owns the Words repair shop. His wife died five years prior to the novel, and he can't stop mourning until he meets Winifred Smith and falls in love again. * Barbara Jean A famous musician living in the area who is introduced to Gail Shotwell by July Montgomery. * Brian Leasthorse The manager of the casino where Olivia loses all of her money. * July Montgomery A farmer who plays a pivotal if understated role in the lives of the residents of Words. Though silent about his own past, July offers advice and assistance freely. He is killed in a farming accident, and his death impacts many people. * Tim and Leona Pikes A retired lawyer couple that represent Grahm and Cora Shotwell at the request of July. * Moe Ridge An anti-government extremist. He forms a fully armed militia. * Cora Shotwell Grahm's wife. While working for American Milk Company she finds a hidden file cabinet containing documents that prove the company is stealing from farmers. * Gail Shotwell Grahm's sister. A local musician who idolizes Barbara Jean. * Grahm Shotwell A dairy farmer married to Cora. After he and Cora file charges against American Milk Company they're lives are upended and their marriage is strained. * Rusty Smith A retired farmer who values old-fashioned ways. He hates the Amish until he is forced to hire Eli Yoder to make repairs on his house. He discovers that Winifred is his niece. * Maxine Smith As Rusty's wife, she holds to many of the same old-fashioned ideals, but she is not nearly so judgmental. * Winifred Smith The pastor of the Words church. She falls in love with Jacob in the end of the novel. * Eli Yoder An Amish man contracted to make repairs on Rusty's house. ==Plot summary== The opening chapters of Driftless introduce the many characters whose lives are traced through overlapping narratives throughout the novel. Initially readers are told of: July Montgomery's decision to put settle in Words, Wisconsin; the close yet contentious relationship between the Brasso sisters, Grahm Shotwell's growing frustration and the complications in his marriage after Cora's discovery of fraud by her employer, the American Milk Cooperative; Gail Shotwell's unsettled professional and personal life; Jacob Helm's discovery of a cougar; Winifred Smith's tendency for confrontation; and the need for repairs to Rusty Smith's house. As the novel continues, these individual storylines converge with one another, often through the intervention of July. July gets Jacob to fix Gail's lawnmower, he encourages Rusty to hire Eli Yoder (despite Rusty's prejudice against the Amish) and he arranges for Gail's idol, Barbara Jean, to see her perform with her band. Meanwhile, Grahm and Cora file charges against the American Milk Cooperative and their lives are thrown into chaos, as Cora loses her job and Grahm's milk is apparently sabotaged. As fall turns to winter, Winnie experiences a religious epiphany, but when she tells Olivia about it, Olivia decides to look for her own divine sign at a casino and loses all of her and her sister's money. On the way out of the casino she is mugged, but Wade Armbuster intervenes and they establish an unlikely friendship. Rusty worries that Eli won't finish working on his house in time for a family reunion, but when the reunion goes off as planned Rusty finds himself emotionally estranged from his family and thinking of his brother, whom he has not seen for years. The Shotwell children almost freeze to death in a blizzard, causing Grahm to reevaluate his life. Characters lives change as they begin taking actions that they would have at the start of the book. Graham speaks up against the American Milk Cooperative at a shareholders’ meeting. Olivia attends an illegal dogfight with Wade and ends up bringing one of the dogs home with her. Soon, she discovers that she is able to move her legs. Gail writes a song and works up the courage to share it with Barbara Jean, but she leaves when Barbara Jean's band begins adapting it to their style. Jacob begins to fall in love with Winnie. Rusty gets help from Jacob tracking down his brother, who is dead, but discovers that Winnie Smith is his niece. Rusty also discovers that the cougar and a cub are in his barn, but he is reluctant to shoot them and they leave on their own. July convinces Tim and Leona Pikes to represent the Shotwells against the American Milk Cooperative, and it appears that their case has a chance. As the book nears its conclusion, there are a series of revelations. Rusty informs to Winnie that he is her uncle. Olivia tells Violet that she can walk (Violet had already figured it out). Jacob and Winnie become involved. July is killed in a farming accident. The whole town turns out for his funeral, and July's ashes are mistakenly spread under a peony bush, leading Jacob and Winnie to disagree as to whether they should be left where they are or whether it is important for his remains to be where people think they are. ==References== Category:2008 novels Category:Novels set in Wisconsin Category:Driftless Area ",
    "title": "Driftless"
}