{
    "id": "26978275",
    "text": "The scaly sand darter (Ammocrypta vivax) is a species of freshwater ray-finned fish, a darter from the subfamily Etheostomatinae, part of the family Percidae, which also contains the perches, ruffes and pikeperches. It is endemic to the southeastern United States. It is found in the coastal plain area of the Mississippi River basin, typically in medium-sized streams with slow currents over sandy substrates where it feeds on midge larvae and other small invertebrates. The slender body is semi-translucent, yellowish with a dozen or so dark bars. This fish has a wide range and is relatively common, and the International Union for Conservation of Nature lists it as a \"least- concern species\". ==Description== The scaly sand darter is an elongated, subcylindrical darter. It has a horizontal mouth with a broad, flat head. Compared to other Ammocrypta species, the body is not as translucent as its relatives and appears to have a yellow tent to the body. Nine to 16 vertically oriented, dusky bars occur along the side of the body and irregular dark, dusky spots are found on the back. The lateral scales seemed to be faintly outlined in black. It has numerous dark spots in front of the eyes that extend to the snout. The cheeks and opercles have an iridescent shade of silver to blue. The scaly sand darter typically has a yellow color under the body and head. The spines of the anal and paired fins have scattered black/dark spots near the base. The membranes of the pectoral and pelvic fins are cream to yellow. The base of the caudal fin is usually white to yellow in color. The males can have submarginal bands in the spinous (harder or tougher fins near the base) and soft dorsal fins and also on the caudal fin. Black marginal bands may occur on the soft dorsal and caudal fins (the end of the fin). ==Size== The scaly sand darter is considered to be a large darter. The adults are often 50–58 mm (2.0-2.3 in) in standard length. The largest recorded was 63 mm (2.5 in), from Okatoma Creek in Covington County, Mississippi. ==Habitat== They inhabit moderate-sized streams that have slow water current where they feed on the sand bed midge larvae and entomostracans. Primarily found in Coastal Plain habitats in Gulf Coastal drainages from the Pascagoula River drainage, Mississippi, west through the San Jacinto River, Texas. Their range extending up the Mississippi River basin to southeastern Missouri and western Kentucky.Etnier, David A., and Wayne C. Starnes. The Fishes of Tennessee. Knoxville: University of Tennessee Press, 1993. ==Distribution== The scaly sand darter is found throughout Mississippi in the Pearl, Coastal, and Pascagoula River drainages of the Gulf of Mexico Basin. They are also widely distributed in the Big Black drainage and the Bayou Pierre system of the lower Mississippi South drainage. Scaly sand darters are also found in the Hatchie River system of Mississippi. Sightings have been made in the western tributaries of the Mississippi River in Louisiana, Arkansas, Oklahoma, and Missouri. The species is also found from western Kentucky and southeastern Missouri south to southern Mississippi and west to eastern Oklahoma and Texas, and in drainage basins of the Gulf of Mexico from the Pascagoula River in Mississippi to the San Jacinto River in Texas. Its population trend is unclear but it is a common species with numerous sub-populations over a wide range and the International Union for Conservation of Nature has assessed its conservation status as being of \"least concern\". ==Taxonomy== The scaly sand darter was first formally described in 1882 by the American ichthyologist Oliver Perry Hay (1846-1930) with the type locality given as the Pearl River at Jackson, Mississippi. This species forms a clade with the eastern sand darter (A. pellucida) and the Southern sand darter (A. meridiana). ==References== Ross, Stephen T. Inland Fishes of Mississippi. University Press of Mississippi, 2002. Print. Page, L. M., H. Espinosa-Perez, L. T. Findley, C.R. Gilbert, R. N. Lea, Lea, N.E. Mandrak, R.L. Mayden, and J.S. Nelson. 2013. Common and scientific names of the fishes of the United States, Canada, and Mexico, 7th edition. American Fisheries Society, Special Publication 34, Bethesda Maryland. Scaly sand darter Category:Fish of the United States Category:Fish described in 1882 ",
    "title": "Scaly sand darter"
}