{
    "id": "26976722",
    "text": "Janče (; in older sources and locally also Jančje,Krajevni leksikon Dravske Banovine. 1937. Ljubljana: Zveza za tujski promet za Slovenijo, p. 325.Savnik, Roman, ed. 1971. Krajevni leksikon Slovenije, vol. 2. Ljubljana: Državna založba Slovenije, pp. 361–362. Intelligenzblatt zur Laibacher Zeitung, no. 141. 24 November 1849, p. 33.Leksikon občin kraljestev in dežel zastopanih v državnem zboru, vol. 6: Kranjsko. 1906. Vienna: C. Kr. Dvorna in Državna Tiskarna, p. 96.) is a dispersed settlement in the hills south of the Sava River east of the capital Ljubljana in central Slovenia. It belongs to the City Municipality of Ljubljana. It was part of the traditional region of Lower Carniola and is now included with the rest of the municipality in the Central Slovenia Statistical Region.Ljubljana municipal site ==Name== Janzhe written in the Bohorič alphabet Janče was first attested in written sources as Iance in 1581. The name is derived from the personal name Jan, from Middle High German Johann 'John'. The morphology of the demonym Jančar indicates that the settlement likely originally had a longer name, such as Janče selo/brdo/polje (literally, 'John's village/hill/field').Snoj, Marko. 2009. Etimološki slovar slovenskih zemljepisnih imen. Ljubljana: Modrijan and Založba ZRC, p. 174. The settlement is known as Jančje in the local dialect and was called Jantschberg in German in the past. ==History== There is evidence that the Janče area was already settled in prehistoric times. Janče had a prominent role during the 19th-century Slovene national revival. On 23 May 1869, the villagers attacked a demonstration in the village by the ethnic German gymnastics club from Ljubljana (). The villagers seized the club's banner and beat the participants, who fled to the paper factory in Vevče to take refuge. In response, the Austro-Hungarian authorities sent troops to the village to pacify the residents. Several farmers were imprisoned, and Jakob Rode was killed in the conflict. During the Second World War, the Partisan commander of the Štična Company, Jože Kovačič (1916–1942), was killed near the village in an engagement with German forces. Kovačič was later proclaimed a People's Hero of Yugoslavia. A hiking lodge was built in 1959 in the middle of the village, with a memorial plaque dedicated to Slovene Partisans of the 2nd group of detachments that fell in the Battle of Janče in May 1942. ==Church== The local parish church is dedicated to Saint Nicholas and belongs to the Roman Catholic Archdiocese of Ljubljana. It was a 17th-century chapel to which a nave was added in the early 18th century and a belfry in 1830.Slovenian Ministry of Culture register of national heritage reference number ešd 1863 A chapel dedicated to Our Lady of Lourdes was built next to the church in 1897, after the 1895 Ljubljana earthquake, which had its epicenter in the village. The church originally belonged to the proto-parish of Šmartno pri Litiji, and was then part of the Parish of Prežganje. A vicariate was established in Janče in 1787, and it became a parish in 1805. ==Other cultural heritage== Chapel southwest of Janče Southwest of the village there is a chapel dedicated to Our Lady of the Rosary. It has a square floor plan, arched windows on the sides, and a stone door frame with a holy water font. It was built in 1897, after the earthquake of 1895.Slovenian Ministry of Culture register of national heritage reference number ešd 18816 ==References== ==External links== *Janče on Geopedia Category:Populated places in the City Municipality of Ljubljana Category:Sostro District ",
    "title": "Janče"
}