{
    "id": "26979670",
    "text": "General armii Andrei Vasilyevich Khrulyov (1892-1962). General Andrei Vasilyevich Khrulyov () (, village of Bolshaya Alexandrovka, Saint Petersburg Governorate - June 9, 1962, Moscow) was a Soviet military commander. ==Early life== Andrey Khrulyov was born in the village of Bolshaya Aleksandrovka, the son of Vasily Vasilyevich Khrulev, a blacksmith’s striker, and Maria Ivanovna, a peasant. He apprenticed to a goldsmith (1903–1912). At some point, he became a revolutionary, for which he was exiled to Estonia (1912–1914). ==Career== Joining the Red Army in 1918 during the Russian Civil War, Khrulyov first served first in Petrograd, and during 1919–1921 as a political commissar in the 11th cavalry division of Budenny's First Cavalry Army. After the war, he remained in military service, and began developing a more sophisticated logistical system for the Red Army, which became the Rear of the Russian Armed Forces. Khrulev was Head of Main Intendant Directorate of the Red Army (1939-1941), deputy chief of People’s Commissar of Defence of the USSR and Head of Main Directorate of the Rear Services of the Red Army (from 1941). From 1942–1943 he served as People's Commissariat for Railways. A plaque in honor of General Andrey Khrulyov on Tverskaya Street in Moscow. At his death in 1962, a group of marshals pressed the Politburo to bury Khrulyov in the Kremlin Wall Necropolis. Normally, generals of his rank (Army General) were not entitled to this honor; Nikita Khrushchev was known to dislike Khrulyov and suggested burying him at the Novodevichy Cemetery. The military prevailed, and Khrulyov's ashes were buried on Red Square. ==References== Category:1892 births Category:1962 deaths Category:People from Kingiseppsky District Category:People from Yamburgsky Uyezd Category:Bolsheviks Category:Communist Party of the Soviet Union members Category:People's Commissars and Ministers of the Soviet Union Category:Second convocation members of the Soviet of Nationalities Category:Army generals (Soviet Union) Category:Soviet military personnel of the Russian Civil War Category:Soviet military personnel of World War II Category:Recipients of the Order of Lenin Category:Recipients of the Order of the Red Banner Category:Recipients of the Order of Suvorov, 1st class ",
    "title": "Andrey Khrulyov"
}