{
    "id": "26975010",
    "text": "The Royal Glasgow Institute of the Fine Arts (RGI)History of the RGI (by Roger Billcliffe) is an independent organisation in Glasgow, founded in 1861, which promotes contemporary art and artists in Scotland. The Institute organizes the largest and most prestigious annual art exhibition in Scotland - open to all artists. The RGI also owns and runs the Kelly Gallery. Situated on Douglas Street in Glasgow City Centre, the Kelly Gallery hosts a running programme of exhibitions and events. The award of RGI is made to artists for artistic merit and their dedication to the Institute. There is a corpus of fifty such awards. Any vacancy is filled through persons being proposed, demonstrating work, and being elected at a specially convened meeting of RGIs. ==Early days== Frances MacDonald: Poster for the Glasgow Institute of the Fine Arts (1895) By the middle of the 19th century, Glasgow had become the most important center for trade and industry in Scotland. The city had numerous theatres, concert halls and libraries, but no regular exhibitions for the works of contemporary painters and sculptors. From the 1780s onwards, various organizations had unsuccessfully tried to fill this gap but failed through lack of finance or direction. In 1861 a group of Glasgow's prominent citizens - including the artists John Graham (later John Graham-Gilbert), John Mossman and C N Woolworth - met to discuss the establishment of an annual Art exhibition of the works of contemporary artists. The Glasgow Institute of the Fine Arts was duly founded and the first exhibition took place that very same year at the (hired) Corporation Galleries (later renamed the McLellan Galleries) in Sauchiehall Street. It was an artistic and popular success, attracting nearly 40,000 visitors, though financially it made only a small profit. Subsequent exhibitions achieved similar success: Over 45,000 visited the second exhibition, 53,000 the third and the numbers of visitors increased steadily over the next twenty years. The Institute continued to exhibit at the Corporation galleries until 1879 when it opened its own Gallery in Sauchiehall Street - designed by architect John Burnet who took on his son as junior partner J J Burnet. The governing body (council) of the Institute decided that it should open its reach to encompass not only local artists but also the best in modern painting from the whole of Britain and beyond. Paintings were loaned from local collections and agents sent out to London to acquire new pictures. By the 1880s, some of the most famous English artists of the day were regularly shown at the Institute's annual exhibition.Artists exhibiting in the 1880s at the Institute included Albert Joseph Moore, John Everett Millais, William Holman Hunt, Edward Poynter, Frederic Leighton, George Frederic Watts and Edward Burne-Jones Notable French and Dutch artists also featured, either on loan or contributed for sale. By 1880, the Institute had become an influential and well-established venue on the British art exhibition circuit. It helped to inspire the group of painters known as the Glasgow boys who in turn helped steer the Institute towards more avant-garde painting. From this period up until the outbreak of World War I, in Britain the Institute was second only to the Royal Academy in the diversity of work on show. In 1896 it received a royal statute and could now call itself the Royal Glasgow Institute of the Fine Arts. However, the financial cost of running its own gallery proved to be too much of a burden and the Institute was forced to sell its premises and revert to hiring exhibition space from the Corporation again at the McLellan Galleries.The Institute's old gallery in Sauciehall street was sold to department store Pettigrew and Stephens. After a fire the premises were demolished in the early 1970s. ==World War I to the present day== The Institute's exhibition program continued despite the outbreak of war in 1914. It continued to attract painters from the south: both the older established \"Glasgow boys\" such as Sir John Lavery (RA), George Henry (RA), David Gauld, Stuart Park, James Guthrie, Edward Arthur Walton, Edward Atkinson Hornel etc., but also younger artist such as Samuel Peploe, Leslie Hunter and Francis Cadell who had connections with the art of pre-war Paris and the paintings of Matisse and Picasso. After the war, French art was rarely seen in the Institute's exhibitions and avant-garde work from the South was not so much in evidence. Now seen as part of the art establishment, the Institute (like other established art bodies) found it harder to attract work by younger artists, and adopted a more conservative stance which lasted until the 1950s. Since the 1950s a considerable effort has been expended to rekindle the original spirit of the Institute. A new gallery, The Kelly Gallery, was opened in 1965 offering exhibitions throughout the year, lectures and demonstrations. The Institute continues to show and promote a wide range of contemporary art from the west of Scotland and beyond. ==Important exhibitors== * Sam Ainsley * Jules Bastien-Lepage * Dorothy Brett * Edward Burne-Jones * Francis Cadell * Katherine Cameron * Dorothy Carleton Smyth * Léon Comerre * John Constable * Thomas Millie Dow * Jessie Alexandra Dick * Annie French * Georgina Greenlees * Robert Greenlees * Norah Neilson Gray * George Henry * William Holman Hunt * George Hunter * John Lavery * Frederic Leighton * Ann Macbeth * Frances MacDonald * Margaret MacDonald * Bessie MacNicol * Alexander Mann * Allan D. Mainds * Agnes Miller Parker * John Everett Millais * Albert Joseph Moore * Francis Henry Newbery * Jessie Newbery * Eduardo Paolozzi * Helen Paxton Brown * Samuel Peploe * Edward Poynter * Alexander Roche * John Singer Sargent * William Somerville Shanks * William Turner * George Frederic Watts * James McNeill Whistler ==Notes== ==Further reading== *Roger Billcliffe: The Royal Glasgow Institute of the Fine Arts, 1861-1989: A Dictionary of Exhibitors at the Annual Exhibitions, (Woodend Press, 1990). . ==External links== *Royal Glasgow Institute of the Fine Arts Category:1861 establishments in Scotland Category:Art museums and galleries in Glasgow Category:Arts organisations based in Scotland Category:Scottish artist groups and collectives Category:1861 in art ",
    "title": "Royal Glasgow Institute of the Fine Arts"
}