{
    "id": "26979580",
    "text": "Robert Wayne Clower (February 13, 1926 – May 2, 2011) was an American economist. He is credited with having largely created the field of stock-flow analysis in economics and with seminal works on the microfoundations of monetary theory and macroeconomics. ==Major contributions== Clower is credited with having largely created the field of stock-flow analysis in economics.• Donald A.Walker, 1984. Money and Markets, Preface, p. x. • Robert W. Clower, 1954a. \"An Investigation into the Dynamics of Investment,\" American Economic Review. 44(l), pp. 64-81. • _____, 1954b. \"Price Determination in a Stock-Flow Economy\" with D. W. Bushaw, Econometrica 22(3), pp. 328-343. • _____, 1957. Introduction to Mathematical Economics, Ch. 3-6. \"Section\" & arrow-searchable page links. • _____, 1968. \"Stock-flow analysis,\" International Encyclopedia of the Social Sciences, v. 12. In seminal papers that advanced strong methodological positions and set an agenda for subsequent research, Clower formalized and reformulated: * Keynesian theory as disequilibrium analysis in contrast to standard general equilibrium theory, thereby generalizing (or rejecting) Walras' law and standard price theory. To this end, he proposed the 'dual- decision hypothesis' in which realized transaction quantities affect adjustments in output at other than full-employment equilibrium but not at full-employment equilibrium. This, he argued, was implicit in Keynes's work to explain how full-employment equilibrium is only a special case. Such quantity constraints introduce nonlinearities that complicate dynamic stability of the economic system as to full-employment equilibrium and require a distinction between notional and effective demand.• Robert W. Clower, 1965. \"The Keynesian Counter-Revolution: A Theoretical Appraisal,\" in F.H. Hahn and F.P.R. Brechling, ed., The Theory of Interest Rates. Macmillan. Reprinted in Clower, 1987, Money and Markets, pp. 34-58. • Herschel I. Grossman, 1971. \"Money, Interest, and Prices in Market Disequilibrium,\" Journal of Political Economy,79(5), pp. 943-961. •Avinash Dixit, 1978. \"The Balance of Trade in a Model of Temporary Equilibrium with Rationing,\" Review of Economic Studies, 45(3), pp. 393-404. * monetary theory to incorporate explicitly the difference between a money economy and barter economy such that \"in sharp contrast with established [microeconomic] theory, money commodities play a peculiar and central role in shaping prevailing forces of excess demand.\" • Robert Clower, 1967. \"A Reconsideration of the Microfoundations of Monetary Theory,\" Western Economic Journal, 6(1), p. 8. pp. 1-8 (press +)]. • _____, 1964. \"Monetary History and Positive Economics,\" Journal of Economic History, 24(3), pp. 364-380. • _____, 1969b. \"What Traditional Monetary Theory Really Wasn't,\" Canadian Journal of Economics. 2(2), pp. 299-302. • Joseph M. Ostroy, 1992. \"Money and General Equilibrium Theory,\" sect. 2, Transaction Costs, The New Palgrave Dictionary of Money and Finance. • Nobuhiro Kiyotaki and Randall Wright, 1993. \"A Search-Theoretic Approach to Monetary Economics,\" American Economic Review, 83(1), pp. 63-77 (press +). • Robert W. Clower, 1987. Money and Markets. Cambridge. Description and chapter-preview links. Review extract of David Laidler. • _____,1994. \"Economics as an Inductive Science,\" Southern Economic Journal, 60(4), pp. 805-814 (press +). Presidential address, SEA. • _____, 1995a. \"Axiomatics in Economics,\" Southern Economic Journal, 62(2), pp. 307-319 (press +). • _____ 1995b, \"On the Origin of Monetary Exchange,\" Economic Inquiry, 33(4), pp. 525-36. Abstract and reprint. • _____, 1995c. Economic Doctrine and Method: Selected Papers of R.W. Clower, Edward Elgar Publishing. Description. • _____, 1996. \"Taking Markets Seriously: Groundwork for a Post-Walrasian Macroeconomics\", with P.W. Howitt, in David Colander, ed., Beyond Microfoundations, pp. 21-37. • Peter Howitt, Elisabetta de Antoni, and Axel Leijonhufvud, ed., 1999. Money, Markets and Method: Essays in Honour of Robert W. Clower, Edward Elgar. Description. ==Early life and professional positions== Robert Clower grew up in Pullman, Washington, where he was born on February 13, 1926. His father, F.W. Clower, was a professor of economics there at Washington State College. After high-school graduation, he joined the army, serving thirty-one months before returning to the U.S. where he enrolled at Washington State in the summer of 1946. He received a B.A. degree in Economics there in 1948 (highest honors). When his father became ill in 1948, he was tapped to fill in for his father's classes, in which he had been enrolled after intense earlier reading. He was promoted to Associate Professor upon his father's death for completion of the term and demoted to Instructor in the next term. He received an M.A. degree there in 1949. Clower continued postgraduate work as a Rhodes scholar at Oxford University. There he studied under John R. Hicks and received a B.Litt. degree in 1952.The Bachelor of Letters degree at Oxford was retitled Master of Letters in 1978. On re-examination, he was awarded a Doctor of Letters degree in 1978.Brian Snowdon and Howard R. Vane, 1999. \"Robert W. Clower,\" Conversations with Leading Economists: Interpreting Modern Macroeconomics, p. 177-78. Subsequent positions as a professor of economics or administrator included: * Washington State College (later, University), 1952–1957 * University of Punjab, Lahore, West Pakistan, 1954–1956 * Northwestern University, 1958–1971, also department Chairman, 1958–65 * Director, Economic Survey of Liberia, 1961–1962Robert W. Clower, George Dalton, Mitchell Harwitz, and Alan A. Walters, 1966. Growth without Development: An Economic Survey of Liberia. Review extracts 1 & 2. * Makerere College, Kampala, Uganda, 1965, Summer * University of Essex 1965-1966, 1968–1969, the latter also Dean, School of Social Studies * UCLA, 1971–1986, Professor Emeritus, 1987-2011 * Washington State University, 1978–1980, Adjunct Professor * University of South Carolina, 1986–2001; Distinguished Professor Emeritus, 2001-.University of South Carolina, Undergraduate Bulletin 2001-2002.Brian Snowdon and Howard R. Vane, ed., 2002. An Encyclopedia of Macroeconomics, \"Clower, Robert W.,\" p. 134. Other responsibilities included: * Managing Editor, Economic Inquiry, 1973–1979 * Editor, American Economic Review, 1981-85 * President, Western Economic Association, 1987. * President, Southern Economic Association, 1992-93.Robert W. Clower Papers, circa 1916-2000 and undated, David M. Rubenstein Rare Book & Manuscript Library, Duke University. Clower was a Fellow of the Econometric Society.The Econometric Society: Fellows of the Econometric Society . He died in 2011 at Columbia, South Carolina.Obituary, The [Palmetto] State, May 4, 2011. ==See also== * Disequilibrium macroeconomics * Monetary-disequilibrium theory * Neo- Keynesian economics ==Selected publications of Robert W. Clower== * 1954a. \"An Investigation into the Dynamics of Investment,\" American Economic Review. 44(l), pp. 64-81. * 1954b. \"Price Determination in a Stock-Flow Economy\" with D. W. Bushaw, Econometrica 22(3), pp. 328-343. * 1957. Introduction to Mathematical Economics, with D.W. Bushaw. Chapter (\"Section\") and arrow- searchable page links. * 1960. \"On the Invariance of Demand for Cash and Other Assets,\" with M.L. Burstein, Review of Economic Studies, 28(1), pp. 32-36. * 1964. \"Monetary History and Positive Economics,\" Journal of Economic History, 24(3), pp. 364-380 * 1965. \"The Keynesian Counter-Revolution: A Theoretical Appraisal,\" in F.H. Hahn and F.P.R. Brechling, ed., The Theory of Interest Rates. Macmillan. Reprinted in Clower, 1987, pp. 34-58. * 1966. Growth without Development: An Economic Survey of Liberia, with George Dalton, Mitchell Harwitz, and Alan A. Walters. Review extracts 1 and 2. * 1967. \"A Reconsideration of the Microfoundations of Monetary Theory,\" Western Economic Journal, 6(1), pp. 1-8 (press +). * 1968. \"Stock-flow analysis,\" International Encyclopedia of the Social Sciences, v. 12. * 1969a. Editor, Monetary Theory: Selected Readings, Hammondsworth, Penguin. * 1969b. \"What Traditional Monetary Theory Really Wasn't,\" Canadian Journal of Economics. 2(2), pp. 299-302. * 1973. \"Say's Principle: What It Means and Doesn't Mean,\" with A. Leijonhufvud, Intermountain Economic Review. * 1975a. \"Reflections on the Keynesian Perplex,\" Journal of Economics, 35(1), pp. 1-25. * 1975b. \"The Coordination of Economic Activities: A Keynesian Perspective,\" with Axel Leijonhufvud, 1975, American Economic Review. 65(2), pp. 182-188 (press +). * 1977. \"The Anatomy of Monetary Theory,\" American Economic Review, 67(1), pp. 206-212. WP. * 1978. \"The Transactions Theory of the Demand for Money: A Reconsideration\", with Peter W. Howitt, 86(3), pp. 449-466 (press +). * 1987. Money and Markets, D.A. Walker, ed. Cambridge. Description and chapter-preview links. Review extract of David Laidler. * 1988. \"The Ideas of Economists,\" in A. Klamer, D.N. McCloskey, and R.M. Solow, ed., The Consequences of Economic Rhetoric, Cambridge. pp. 85-98. * 1989. \"How Economists Think,\" Business and Economic Review, 36(1), pp. 9–17. Reprinted in 1995c. * 1994. \"Economics as an Inductive Science,\" Southern Economic Journal, 60(4), pp. 805-814 (press +). Presidential address, SEA. * 1995a. \"Axiomatics in Economics,\" Southern Economic Journal, 62(2), pp. 307-319(press +). * 1995b. \"On the Origin of Monetary Exchange,\" Economic Inquiry, 33(4), pp. 525–36. Abstract and reprint. * 1995c. Economic Doctrine and Method: Selected Papers of R.W. Clower, Edward Elgar Publishing. Description. * 1996. \"Taking Markets Seriously: Groundwork for a Post-Walrasian Macroeconomics\", with P.W. Howitt, in David Colander, ed., Beyond Microfoundations, pp. 21-37. * 1999. The Emergence of Economic Organization - co-author Peter Howitt (economist) * 1999. \"Robert W. Clower,\" in Brian Snowdon and Howard R. Vane, Conversations with Leading Economists: Interpreting Modern Macroeconomics, ch. 6, pp. 177-91. * 2000. \"The Emergence of Economic Organization,\" with Peter Howitt, Journal of Economic Behavior & Organization, 41(1), pp. 55-84 (select page and press +). ==Notes== ==External links== * Robert Clower from the New School History of Economic Thought Website. Category:Microeconomists Category:Macroeconomists Category:Monetary economists Category:Historians of economic thought Category:Fellows of the Econometric Society Category:1926 births Category:2011 deaths Category:People from Pullman, Washington Category:Alumni of Brasenose College, Oxford Category:Economics journal editors Category:Economists from Washington (state) ",
    "title": "Robert W. Clower"
}