{
    "id": "26976589",
    "text": "The Goldisthal Pumped Storage Station is a pumped-storage power station in the Thüringer Mountains at the upper run of the river Schwarza in Goldisthal, Germany. It was constructed between 1997 and 2004. It has an installed capacity of , the largest hydroelectric power plant in Germany and one of largest in Europe.History and characteristics of Goldisthal pumped-storage power plant , VattenFall.com website, 6 February 2012. Retrieved October 2013. == Facility == The upper reservoir is located at an altitude of . It has an active (or usable) capacity of 12 million m³ and a surface area of 55 hectares. In order to create this basin, the mountain summit was cleared away. This stored quantity of water is enough for eight hours of operation. This corresponds to a maximally storable electric power quantity of 8.5 GWh with the existing height difference between storage basins and turbines. Two 800 m long penstocks, inclined at approximately 25 degrees serve as a conduit for water transfer. The lower reservoir has a capacity of . The power station contains four 265 MW Francis pump turbines. == Construction == From the outset of planning of this power station, it met with opposition and was contested with broad resistance from environmental protection groups, in particular from the Green League. The project was first discussed in 1965 and in 1975 geological investigations were carried out. Planning was halted in 1980–1981 due to funding issues but was then resumed in 1988. Construction eventually began in 1997 and the first generators were commissioned in 2003. It was officially opened on 30 September 2003. In 2004, all four generators were commissioned. The construction costs amounted to 600 million euros. ==See also== *Hydroelectricity in Germany == References == == External links == * *Goldisthal PSPS at Vattenfall Category:Dams completed in 2004 Category:Energy infrastructure completed in 2004 Category:Pumped-storage hydroelectric power stations in Germany Category:Thuringian Forest ",
    "title": "Goldisthal Pumped Storage Station"
}