{
    "id": "26981940",
    "text": "Charles \"Chuck\" Taylor Jr. (born 1943) is an American author of books of poetry, essay, short story, and novels who was born in Minneapolis but has lived most of his life in Texas. He teaches creative writing at Texas A&M; and operates small press Slough Press, publishing since 1973. His contribution to building the literature scene on the Third Coast in Austin, Texas, includes activities as both a writer and publisher. He published leading poets, fiction and non-fiction writers whose books received numerous awards and were later published by larger presses. His own titles, such as the poetry collection What do You Want, Blood? received the 1988 Austin Book Award and regional critical acclaim. He is one of the legendary figures of the Austin–San Antonio–Dallas triangle culture that nurtured the eccentric, free-spirited independence of Texan bohemia and cross-cultural innovative creativity, especially in the literary arts. Taylor's novel, Drifter's Story, and his poetry book, Ordinary Life, explore the lives of the working poor. He has taught in the NEA Poets-in-the-Schools Program and was CETA Poet-in-Residence for the City of Salt Lake. Along with Pat Littledog, Taylor co-operated Paperbacks Plus Books in Austin, Texas, from 1980 to 1988. The store became an important literary center for the Southwest sponsoring literary readings and plays as well as serving as a home for Slough Press. Business owners John and Marquetta Tilton of Dallas opened several store locations run by famous Texas poets and writers who had not yet achieved widespread notoriety: poet Dr. Ricardo Sanchez in San Antonio and Dr. Hedwig Gorski's infamous Voltaire's Basement bookstore in downtown Austin. All branches of Paperbacks Plus allowed serious poets to live with their families on the store premises while providing a small income managing or selling at the location. Each became a hub of literary and performance activities across generations and styles nurturing the offbeat talents and lifestyles Central Texas is known for. These activities, venues, and people set the stage during the late 1970s and 80s for Austin Poetry Slam scenes. ==Communalism== Among the many themes Taylor uses expressing a hippie principle of communalism in both poetry and prose is the conflict between the ideal and the actual. His influences include Henry David Thoreau and hedonism. His search for spirituality includes reading Barth and Tillich and practicing chanting and meditation, plus explorations with a channeling group and a Wiccan group. ==Professor== Taylor has been the Coordinator of Creative Writing in the English Department of Texas A&M; University at College Station and taught literature and creative writing there for 21 years. Charles Taylor Jr. Chuck Taylor crowned as Beat Poet Laureate at the Revolution Cafe during the Beat Poetry and Art Festival in Bryan/College Station, Texas, 2011. He specializes in creative writing (poetry, fiction, and creative nonfiction), composition and technical writing for international students, Renaissance literature, Shakespeare, American literature, Introduction to film, bibliography, literature of the Beat Movement, American nature writing. Taylor has taught a variety of classes, including creative writing of both prose and poetry, technical writing, nature writing, and honors courses on topics such as the influence of Surrealism on American and English literature, and Mexican-American poetry and fiction. One of his students who writes under the name Sophie Jordan is currently on The New York Times Best Seller list.Paperback Mass-Market Fiction – List – The New York Times == Education == He received his BA (major in English) from Northwestern University in Evanston, Illinois. He received his MA in English from the University of Iowa in Iowa City, Iowa. He received his PhD in English from Northern Illinois University in DeKalb, Illinois. == Publications == ===Poetry titles=== * The Breaking that Brings Us Anew (Folder Press, New York, 1978). * Selected Poems (Goethe's Notes, Maryland, 1978). * Always Clear and Simple (Aileron, Austin, 1981). * Ordinary Life (Cedar Rock, New Braunfels, 1984). * What Do You Want, Blood? (Austin Book Award, 1986) * Amerryka! (Ruddy Duck, 1984). * Drinking in a Dry County (Maelstrom, Portland, Maine, 1985). * I am Delighted that You are Here (Fat Tuesday, Grantville, 1995). * Flying (A Primer), Tsunami, 2004 * Rips (Unicorn Press, 2005) * Heterosexual: A Love Story (Panther Creek, 2006) * Like Li-Po Laughing at the Lonely Moon (Pecan Grove Press, 2008) ===Memoir=== * Saving Sebastian (2010) ===Fiction titles=== * Somebody to Love (Flatland, 1991 * Fogg in High School (PublishAmerica, 2007) ;Essay titles * Only a Poet (Cedar Rock Press, 1984). * Poet in Jail (Pygmy Forest, Albion, Ca. 1997) ;Anthologies (poetry, fiction, and essays) * A Long Line of Joy, edited by W.J. Robinson (Long Beach), contains poetry and an essay by Chuck Taylor. * Travois (Thorps Springs Press, Houston Contemporary Arts Museum, 1976). * The Texas Anthology, edited by Paul Ruffin (Sam Houston State University Literary Review, 1979). * Texas Poetry (Browder Springs, 1995). * Mondo James Dean (St. Martins, 1996). * Texas Short Stories (Browder Springs, 1997). * Suddenly (Martin House, 1998). * Texas Short Stories II (Browder Springs, 2000). ;Journal articles * \"Where is the Last Picture Show?,\" Journal of the American Studies Association of Texas, V(1974), 35–40. * \"Diane Wakowski's Greed, or One Bourgeois Poet to Another,\" Big Boulevard, III, 12–16. * \"The Oral-Reading Approach to Sophomore English,\" Arizona English Bulletin, 1977. * \"Why Johnny Can't Read and What You Can Do,\" Army Times, March 1978. * \"To Videotape or Not to Videotape,\" Audiovisual Instruction, 22, I, 33–40. * \"Writing about Writing at La Tuna Federal Prison,\" Southwest Art Forum, September 1977. * \"In the Jail House Now,\" Austin Challenger, 1986. * \"The Workshop Way to Learning: Linking Aesthetic Experience to Creativity and Beginning Performance in the Classroom,\" Naomi Katsura (Mie University) and Dr. Chuck Taylor (Texas A&M; University), republished in the 2008 Mie University Journal of Research, (2008) 71–79 from The Proceedings in the 6th Annual Meeting of Hawaii International Conference on the Arts and Humanities, 2008. 1.11 * \"Sandra Cisneros, Outlaw Poet,\" Voices, Volume III (2008), 26–30. * \"The Forgotten Poetry of Sandra Cisneros,\" Journal of Texas Women Writers, I, I (2009) ;Short stories (not published in books or anthologies): * \"Dreams Moving Through the World,\" The Washington Review, 3, i (1977), 15–17. * \"A Case of Biological Superiority,\" The Mill, 3 (1977), 34–36. * \"My Lover's Husband,\" Street Bagel, 14, 1–5. * \"Paranoia Strikes Deep,\" The Volcano Review, 6, 45–60. * \"To the Monastery,\" Bogg, 46, 15–18. * \"Last Scholar,” Cellar Door, II, 5–7. * \"Guatemala Water on the Brain,” Maelstrom Review, 6, 7-ll. * \"The Story of Linda,” American Fiction Review, 1979. * \"Question, Son,” Tex! (Today Foundation, 1998), 12–13. * \"Now You Know, Now You Know How It Is,\" short story published in the Concho River Review, XXII, 1 (Spring 2008), ;Poetry Poetry published in over 150 journals, including The Texas Quarterly, The Literary Review, Louisiana Review, Rocky Mountain Review, The Antigonish Review, Writ, and Ball State University Forum. ==Notes and references== Category:Living people Category:American male poets Category:People from Texas Category:Outlaw poets Category:1943 births ",
    "title": "Charles Taylor Jr."
}