{
    "id": "26981999",
    "text": "The Rift, also known as Endless Descent, is a 1990 film directed by Juan Piquer Simón and starring R. Lee Ermey. The story involves a submarine rescue that goes awry. It is one of many underwater-themed movies released around 1990, including The Abyss, Leviathan, DeepStar Six, The Evil Below and Lords of the Deep. == Synopsis == An experimental submarine, the \"Siren II\", with an experienced NATO crew is sent to find out what happened to the missing \"Siren I\". The designer of the sub blames the Contek corporation's modifications. The Siren 2 is captained by experienced officer Captain Randolph Phillips (Emery) The Siren 2 traces the Siren I's black box to an underwater rift. They are surrounded by a toxic weed, although an on-board scientist says plant life at this depth is impossible. The Siren 2 escapes the weed by reversing the polarity of the hull, although some of the weed gets into the sub. Later they surface in a cave system where they discover that the Contek company they are working for has been engaged in illegal genetic engineering experiments that have produced a variety of mutant creatures.\"The Rift (a.k.a. Endless Descent) (1989) Kino Lorber Blu-ray Review\". The Movie Elite, October 3, 2016 by David J. Moore == Cast == * Jack Scalia as Wick Hayes * R. Lee Ermey as Capt. Randall Phillips * Ray Wise as H. Robbins * Deborah Adair as Lt. Nina Crowley * John Toles Bey as Joe “Skeets” Kane * Ely Pouget as Ana Rivera * Emilio Linder as Philippe Huppert * Tony Isbert as Roger Fleming * Álvaro Labra as Dr. Carlo Camerini * Luis Lorenzo as Francisco Grau * Frank Braña as H. Mueller * Pocholo Martínez-Bordiú as Sven Holst (as J. Martinez Bordiu) * Edmund Purdom as CEO Steensland * Garrick Hagon as Barton (as Garick Hagon) * James Aubrey as Contek 1 * Derrick Vopelka as Contek 2 * Jed Downey as Tony Garner (Man on Tapes) == Reception == The Rift is considered to be a \"B\" movie. Reviewers noted the lack of originality in its plot, but praised the film for providing action-packed entertainment on a limited budget.\" Film Review: The Rift (1990)\", Beneath the Ground, David J. Sharp on Dec 15, 2016.\"Blu-ray Review: ‘The Rift’ is a Fun, Knockoff of Better Movies\" Bloody Disgusting, by Chris Coffel. June 8, 2017The Rift (AKA Endless Descent, March 1990)\". Den of Geek, Ryan Lambie Jun 6, 2017 Moria gave the movie one of five stars, liking the performance of R. Lee Ermey, but it found the script unfocused, the motives of the corporation finding the expedition unclear and the climax unsatisfying. http://www.moriareviews.com/sciencefiction/rift-1990.htm == References == == External links == * * Category:1990 films Category:1990 science fiction films Category:American films Category:Spanish films Category:English-language films Category:Films scored by Joel Goldsmith Category:Films directed by Juan Piquer Simon Category:Films shot in Madrid Category:Science fiction submarine films Category:Spanish science fiction films ",
    "title": "The Rift (1990 film)"
}