{
    "id": "26989734",
    "text": "Brigadier General George Henry Torney (June 1, 1850 – December 27, 1913) was a physician in the United States Navy and Army who served as the 21st Surgeon General of the United States Army. Torney was born in Baltimore, Maryland in 1850. He was the son of John B. and Mary M. (Peacock) Torney. He began his education at Carroll University in New Windsor, Maryland and received his medical training at the University of Virginia – graduating in 1870 – and began his military career in the United States Navy as an assistant surgeon of the Navy in 1871. He resigned from the Navy in 1875 and was appointed first lieutenant assistant surgeon of the United States Army. During the Spanish–American War, he served on the hospital ship Relief, transporting sick and injured soldiers between Cuba and Puerto Rico. He also served in the Philippines from 1902 to 1903, where he was in charge of the First Reserve Hospital in Manila. From 1904 to 1908, he served in California in command of the General Hospital at the Presidio of San Francisco. Following the April 1906 earthquake, with much of the city destroyed by the quake and ensuing fires, Torney was appointed medical chief for the city: he opened the military hospitals for city use and organized the creation of a field hospital and a refugee camp, and averted an epidemic. In 1909, he was appointed Surgeon General of the United States Army, a position which he held until the time of his death. He died of bronchial pneumonia at his home in Washington, D.C. in December 1913. During World War II, the El Mirador Hotel in Palm Springs, California, was purchased and operated as the United States Army Torney General Hospital, named in his honor. (here for Table of Contents) He was buried at the West Point Cemetery, United States Military Academy, New York. ==References== Category:American military doctors Category:Surgeons General of the United States Army Category:United States Army Medical Corps officers Category:Burials at West Point Cemetery Category:1850 births Category:1913 deaths ",
    "title": "George H. Torney"
}