{
    "id": "26986775",
    "text": "Park Si-hoo (born Park Pyeong-ho on April 3, 1978) is a South Korean actor. He began his entertainment career as an underwear model and stage actor, then made his official television debut in 2005. After several years in supporting roles, Park rose to fame in 2010 with the popular romantic comedy series Queen of Reversals and Prosecutor Princess. This was followed by leading roles in period drama The Princess' Man (2011) and thriller film Confession of Murder (2012). == Career == ===1997–1999: Beginnings=== Park Pyeong-ho began his acting career in theater in 1997, putting up posters, handing out flyers, and appearing as an extra or in bit parts on stage, leading to his acting debut in the play The Twelve Nyang Life. During this time, he also worked as an underwear model, before being cast in a bit part in episodes 1 and 2 of 2005 television series Delightful Girl Choon-Hyang. ===2007–2010: Rising popularity=== Under the stage name Park Si-hoo, he starred in supporting roles in the MBC TV series Let's Get Married and Which Star Are You From?. With How to Meet a Perfect Neighbor in 2007, he gained more recognition and won the New Star Award at the SBS Drama Awards that year. More high-profile roles in action adventure series Iljimae and weekend drama Family's Honor (the latter, his first leading role) followed in 2008. But Park's breakthrough would come in 2010. As the mysterious lawyer Seo In-woo in Prosecutor Princess, he rose to fame and the term \"Seo Byun syndrome\" was coined for his growing fanbase. And such was his popularity with audiences in Queen of Reversals that when the series was extended, screenwriter Park Ji-eun rewrote the script so that his character, chaebol businessman Gu Yong-shik, would end up with the heroine. He later won an Excellence Award at the MBC Drama Awards for Queen of Reversals. He continued his success in 2011 with the Joseon period drama The Princess' Man, a critical and ratings hit. Park's portrayal of a man torn between revenge and love for his enemy's daughter garnered him a Top Excellence Award at the KBS Drama Awards. Fan meetings in Asian countries such as Japan, China and Taiwan further cemented his status as a Hallyu star. He also recorded the Christmas single \"Winter Story,\" along with other stars from his then-agency Eyagi Entertainment. ===2012–2016: Transitioning roles=== In 2012, Park played his first big-screen leading role as a serial killer-turned-bestselling author in the film Confession of Murder. After shooting the 80-minute music video \"Boy\" in Thailand (which was released on DVD), he returned to television later that year in the romance drama Cheongdam-dong Alice. Park's career was temporarily halted in 2013 when he was involved in a highly publicized sexual assault case (charges were later dropped when the alleged victim withdrew her complaint). For his comeback, Park was reportedly considering taking on the leading role in 2014 series Golden Cross, but continuing public outrage regarding his 2013 case led broadcaster KBS to cancel his casting, with the Corea Entertainment Management Association stating that \"Park still needs more time.\" Instead, he focused on overseas activities, holding a photo exhibition in Japan titled The Man Who Was There, and starring in the 2014 Chinese film Scent, directed by Jessey Tsang Tsui-Shan. He also filmed the Korean-Chinese co-produced drama film After Love opposite Yoon Eun-hye. Two years after his controversy, Park returned in 2015 in the cable series Local Hero, in which he plays a former undercover agent who mentors a young police officer as they fight crime together. ===2017–present: Worldwide success=== In 2017, Park was cast in KBS2 weekend drama My Golden Life. The drama was a major hit in South Korea and surpassed 40% ratings. In 2018, Park was cast in KBS's romance horror series Lovely Horribly alongside Song Ji-hyo. In 2019, Park starred in mystery melodrama Babel. == Personal life == His father Park Yong-hoon used to be a fashion and commercial model in the 1960s and 1970s, and his younger brother Park Wu-ho is a former baseball player for the Hyundai Unicorns. On February 18, 2013, Park was accused of allegedly raping a 22-year-old aspiring actress. The woman said that after drinking heavily at a bar in Gangnam District, she and Park went to his apartment in Cheongdam-dong at around 2:00 a.m. on February 15, where she lost consciousness and realized she had been raped when she woke up. In a statement released through his management agency, Park denied the allegation; he admitted that he had sex with the woman but claimed it was consensual. Ultimately, the matter was settled out of court, and no verdict was ever reached. == Filmography == === Television series === {| class=\"wikitable\" |- ! width=10|Year ! Title ! Role ! Network |- | 1994 || My Son's Woman || || rowspan=2|MBC |- | 1996 || Sibling Relations || |- | 1999 || Sister's Mirror || || KBS1 |- | 2002 || Sunlight Upon Me || Lee Seok- hoon || MBC |- | rowspan=2| 2005 || Delightful Girl Choon-Hyang || Hong Chae- rin's boyfriend || KBS2 |- | Let's Get Married || Kang Jae-ho || rowspan=2|MBC |- | 2006 || Which Star Are You From? || Han Jeong-hoon |- | 2007 || How to Meet a Perfect Neighbor || Yoo Joon-seok || rowspan=3|SBS |- | rowspan=2| 2008 || Iljimae || Shi-hoo / Cha-dol |- | Family’s Honor || Lee Kang-seok |- | rowspan=3| 2010 || Queen of Reversals || Gu Yong-shik || MBC |- | Haru: An Unforgettable Day in Korea (tourism short film) || || |- | Prosecutor Princess || Seo In-woo || SBS |- | 2011 || The Princess' Man || Kim Seung-yoo || KBS2 |- | 2012 || Cheongdam-dong Alice || Cha Seung-jo || SBS |- | 2016 || Local Hero || Baek Si-yoon || OCN |- | 2017 || My Golden Life || Choi Do-Kyung ||rowspan=2| KBS2 |- | 2018 || Lovely Horribly || Yoo Phillip |- | 2019 || Babel || Cha Woo-hyeok ||rowspan=2| TV Chosun |- | 2020 || Kingmaker: The Change of Destiny || Choi Cheon-joong |} === Film === {| class=\"wikitable\" |- ! width=10|Year ! Title ! Role |- | 2000 || Chunhyang || extra |- | 2007 || Mr. Bullet || |- | 2012 || Confession of Murder || Lee Doo-seok |- | 2014 || Scent || Kang In-joon |- | 2018 || After Love || Kim Sung-joon |} === Music video === {| class=\"wikitable\" |- ! width=10|Year ! Song Title ! Artist |- | rowspan=2| 2005 || \"Happiness\" || rowspan=2| Gavy NJ |- | \"I Will Still Live\" |- | rowspan=2| 2006 || \"I Love You\" || rowspan=2| Alex Chu and Jisun |- | \"Very Heartbreaking Words\" |- | rowspan=2| 2009 || \"Taste of Separation\" || Kim Bum- soo |- | \"I'll Be Pretty\" || Taru |- | 2012 || \"Boy\" || Big Mama Jang Woo-hyuk Naul MC Mong Clazziquai Gummy SG Wannabe |} == Awards and nominations == {| class=\"wikitable\" |- ! Year !! Award !! Category !! Nominated work !! Result |- | 2007 || SBS Drama Awards || New Star Award || How to Meet a Perfect Neighbor || |- | 2009 || 2009 SBS Drama Awards || Excellence Award, Actor in a Special Planning Drama || Family's Honor || |- | rowspan=2|2010 || MBC Drama Awards || Excellence Award, Actor || Queen of Reversals || |- | 2010 SBS Drama Awards || Excellence Award, Actor in a Drama Special || Prosecutor Princess || |- | rowspan=5| 2011 || Style Icon Awards || SIA's Discovery || || |- | rowspan=4| KBS Drama Awards || Best Couple Award with Moon Chae-won || rowspan=7|The Princess' Man || |- | Popularity Award || |- | Excellence Award, Actor in a Mid-length Drama || |- | Top Excellence Award, Actor || |- | rowspan=3| 2012 || 48th Baeksang Arts Awards || Best Actor (TV) || |- | Seoul International Drama Awards || Outstanding Korean Actor || |- | Monte-Carlo Television Festival || Outstanding Actor in a Drama Series || |- | 2013 || 50th Grand Bell Awards || Best New Actor || Confession of Murder || |- | 2015 || Luxury Brand Model Awards || Hallyu Asia Top Star Award || || |- | rowspan=\"2\" |2017 | rowspan=\"2\" |KBS Drama Awards |Excellence Award, Actor in a Serial Drama | rowspan=\"4\" |My Golden Life|| |- |Best Couple with Shin Hye-sun|| |- |rowspan=3|2018 |11th Korea Drama Awards |Top Excellence Award, Actor | |- |6th APAN Star Awards |Top Excellence Award, Actor in a Serial Drama | |- |KBS Drama Awards | Excellence Award, Actor in a Miniseries | Lovely Horribly | |} == References == == External links == * * * Category:1978 births Category:Living people Category:People from Buyeo County Category:South Korean male film actors Category:South Korean male television actors Category:South Korean male models Category:Hanyang University alumni ",
    "title": "Park Si-hoo"
}