{
    "id": "269818",
    "text": "The Pike Expedition (July 15, 1806 - July 1, 1807) was a military party sent out by President Thomas Jefferson and authorized by the United States government to explore the south and west of the recent Louisiana Purchase.Berry, Trey; Pam Beasley; Jeanne Clements (eds.) (2006), The Forgotten Expedition, 1804-1805: The Louisiana Purchase Journals of Dunbar and Hunter, Editors' Introduction, p. xi Roughly contemporaneous with the Lewis and Clark Expedition, it was led by United States Army Lieutenant Zebulon Pike, Jr. who was promoted to captain during the trip. It was the first official American effort to explore the western Great Plains and the Rocky Mountains in present-day Colorado. Pike contacted several Native American tribes during his travels and informed them of the new US rule over the territory. The expedition documented the United States' discovery of Pikes Peak. After splitting up his men, Pike led the larger contingent to find the headwaters of the Red River. A smaller group returned safely to the US Army fort in St. Louis, Missouri before winter set in. Pike's company made several errors and ended up in Spanish territory in present-day Southern Colorado, where the Americans built a fort to survive the winter. Captured by the Spanish and taken into Mexico in February, their travels through present-day New Mexico, Mexico, and Texas provided Pike with important data about Spanish military strength and civilian populations. Although he and most of his men were released because the nations were not at war, some of his soldiers were held in Mexican prisons for years, despite US objections. In 1810, Pike published an account of his expeditions, which was so popular that it was translated into French, German, and Dutch for publication in Europe. ==Exploration== Historical marker at the site of the Pawnee village visited by Pike in what is now Nebraska On June 24, 1806, General James Wilkinson, commander of the Western Department, ordered Lieutenant Zebulon Pike, then age 27, to lead an expedition to the western and southern areas of the Louisiana Purchase to map the terrain, contact the Native American peoples, and to find the headwaters of the Red River.Hart; Hulbert, p. 57 Pike left Fort Bellefontaine near St. Louis, Missouri on July 15 with a detachment of 20 soldiers and 50 Osage hostages, freed for return to their people. The expedition followed the Missouri River and the Osage River to the Osage Nation village at the present-day border of Kansas and Missouri. On August 15, Pike returned the hostages and parleyed with the natives.Hart; Hulbert, pp. 86–88 Striking northwest, the group made for the Pawnee territory on the Republican River in southern Nebraska. At the Pawnee village on September 29, Pike met with the Pawnee tribal council. He announced the new protectorship of the United States government over the territory.Hart; Hulbert, pp. 114–115 He instructed the Pawnee to remove a Spanish flag from their village and to fly the American flag instead. The expeditionary force turned south and struck out across the prairie for the Arkansas River. After reaching it on October 14, the party split in two. One group was led by Lieutenant James Biddle Wilkinson, son of the General.Terrell, John U. (1968). Zebulon Pike: The Life and Times of an Adventurer, Weybright and Talley. p. 75 They traveled downstream along the length of the Arkansas to its mouth and back up the Mississippi, safely returning to St. Louis. Pike led the other, larger group upstream, to the west, toward the headwaters of the Arkansas. Upon traversing the Great Plains, Pike wrote, \"This vast plains of the western hemisphere may become in time as celebrated as the sandy deserts of Africa; for I saw in my route, in various places, tracts of many leagues where the wind had thrown up the sand in all the fanciful form of the ocean's rolling wave, and on which not a speck of vegetable matter existed.\"Hollon, p. 111 When Stephen Long led an expedition to the area in 1820, he labeled the area on his map as the \"Great American Desert.\" ===Pike in Colorado=== Photograph of a portion of a Colorado wayside marker located where the Medano Pass Primitive Road (CR 599) joins Rt 69, just south of Westcliffe: \"1806-07 Lt. Zebulon Pike Southwestern Expedition\", showing a map of routes taken by Pike's group On November 15, Pike recorded the first sight of the distant mountain he called \"Grand Peak\".Hart; Hulbert, p. 138 It has since been called Pikes Peak in his honor. Pike tried to climb the peak, hoping to get a view of the surrounding area to record on maps, the 14,000-foot summit. Pike's group ascended a lesser summit nearby—likely Mount Miller, which was named for Theodore Miller, one of the soldiers who accompanied Pike.Hart; Hulbert, p. 144 With winter threatening, Pike pressed onward up the Arkansas, and on December 7 the party reached Royal Gorge, a spectacular canyon on the Arkansas at the base of the Rocky Mountains. Pike next intended to travel to the headwaters of the Red River and head downstream to the Mississippi and relative safety in the lowlands. But, the company had gotten confused in its bearings, and they made several blundering steps trying to find the river. They were not equipped for a mountain expedition, nor for hard winter weather. Heading north, the party found the South Fork of the Platte River and, following it upstream, came to what they thought were the headwaters of the Red. Turning back downstream, they returned to the point at which they had left the Arkansas originally. They had executed a large loop, taking weeks of precious travel time. Hungry, cold, and exhausted, the party headed south over the mountains. Several men were left behind as they dropped from fatigue, but Pike doggedly pressed on. By January 30, he and the ten men still with him came to the Rio Grande at a point near Alamosa in present-day southern Colorado and then part of the Spanish empire. Pike mistook the Rio Grande for the Red River he had been seeking. Here, he built a fort and attempted to collect the rest of his men, who were strewn across miles of mountains behind him. ==Capture== A reconstruction of Pike's Stockade in what is now Colorado On February 26, in the night Pike and his remaining men were captured at their fort by Spanish soldiers from nearby Santa Fe. Arresting the party as spies, the Spanish collected the rest of his men who had been scattered in the mountains, and marched them all south. The Spanish took them through Santa Fe, Albuquerque, and El Paso to Los Coabos, the state capital of Chihuahua.Buescher, John. \"Trailing Lewis and Clark.\" Teachinghistory.org. Accessed July 12, 2011. Along the way, Pike's party was treated with respect and celebrated by the Mexican locals, and Pike made careful notes of the military strength and civilian population. Chihuahua's Governor Salcedo released Pike and most of his men, as they were military officers of a neighboring country, with whom Spain was not at war. He ordered the repatriation of Pike, but held some of the soldiers of his party in jail in Mexico for years. The Spanish military escorted Pike and some of his party back north, through San Antonio, Texas, arriving at the border with Louisiana at Natchitoches on July 1, 1807. The Spanish formally complained to the United States Department of State about the military expedition in its territory, but the government maintained that the party had been one of exploration only. Pike's capture by the Spanish and travels through New Mexico, northern Mexico, and Texas, gave him more information about Spanish power than his expedition could have done. == Notes == ==References== * * ==Further reading== * Jackson, Donald Dean, ed. The Journals of Zebulon M. Pike, with Letters and Related Documents, University of Oklahoma Press, Norman, OK, 1966 * Merk, Frederick, History of the Westward Movement, Knopf, New York, 1978 * Nobles, Gregory H., American Frontiers: Cultural Encounters and Continental Conquest, Hill and Wang, New York, 1997 * Owsley, Frank L., Jr., and Gene A. Smith, Filibusters and Expansionists: Jeffersonian Manifest Destiny, 1800–1821, University of Alabama Press, Tuscaloosa, AL, 1997 ==External links== * Lake History.info: \"The Exploration of the Osage Valley by Zebulon Montgomery Pike and His Party in the Year 1806\", Lake History * Zebulon Pike website * Rick Brainard, \"18th Century History - The Zebulon Pike Expedition of 1806/07\", History 1700s website * \"Expedition of Zebulon Pike - The History of Texas: Zebulon Pike Expedition\", Son Of The South website * \"Zebulon Pike's Expedition To The Southwest 1806-1807\", Santa Fe Trail Research official website Category:History of United States expansionism Category:1806 in the United States Category:1807 in the United States Category:Exploration of North America Category:Pikes Peak Category:North American expeditions Category:Expeditions from the United States Category:Red River of the South Category:History of the Rocky Mountains ",
    "title": "Pike Expedition"
}