{
    "id": "26988368",
    "text": "Lectionary 211, designated by siglum ℓ 211 (in the Gregory-Aland numbering) is a Greek manuscript of the New Testament, on parchment. Palaeographically it has been assigned to the 12th century.Handschriftenliste at the INTF Scrivener labelled it by 218evl. The manuscript has complex contents. == Description == The codex contains lessons from the Gospels of John, Matthew, Luke lectionary (Evangelistarium), on 209 parchment leaves (). The text is written in Greek minuscule letters, in two columns per page, 28-30 lines per page. It contains pictures. The first leaf contains the history of St. Varus and six martyrs. There are weekday Gospel lessons. It contains the text of Matthew 16:2b–3, Luke 22:43-44, and John 8:3-11 (dedicated to Pelagia). Luke 9:35 : It uses the longest reading αγαπητος εν ο ευδοκησα — as in codices C3, Codex Bezae, Codex Athous Lavrensis, ℓ 19, ℓ 31, ℓ 47, ℓ 48, ℓ 49, ℓ 49m, ℓ 183, ℓ 183m;UBS3, p. 246.For more details of the variants of this verse see: Textual variants in the Gospel of Luke. John 4:51 : it reads υιος σου for παις σου, the reading is supported by Codex Bezae (Greek text), Codex Cyprius, Codex Regius, Codex Petropolitanus, 33, 892, 1071, 1079, 1216, 1230, 1241 and other mss.UBS3, p. 336 John 6: 42 : It reads την μητερα και τον πατερα for τον πατερα και την μητερα;UBS3, p. 346 It is a palimpsest, the lower text contains a Menaion, for January, was written in minuscule letters, in the 11th century. == History == Scrivener dated the manuscript to the 14th century, Gregory dated it to the 12th or 13th century. It is presently assigned by the INTF to the 12th century. The manuscript is cited in the critical editions of the Greek New Testament (UBS3,The Greek New Testament, ed. K. Aland, A. Black, C. M. Martini, B. M. Metzger, and A. Wikgren, in cooperation with INTF, United Bible Societies, 3rd edition, (Stuttgart 1983), p. XXVIII. UBS4.The Greek New Testament, ed. B. Aland, K. Aland, J. Karavidopoulos, C. M. Martini, and B. M. Metzger, in cooperation with INTF, United Bible Societies, 4th revised edition, (United Bible Societies, Stuttgart 2001), p. 21. ) The manuscript was added to the list of New Testament manuscripts by Scrivener (number 218) and Gregory (number 211). C. R. Gregory saw it in 1883. Currently the codex is located in the Bodleian Library (Wake 18) at Oxford. == See also == * List of New Testament lectionaries * Biblical manuscript * Textual criticism == Notes == == References == == Bibliography == * == External links == Category:Greek New Testament lectionaries Category:12th-century biblical manuscripts Category:Bodleian Library collection ",
    "title": "Lectionary 211"
}