{
    "id": "26981870",
    "text": "Antoinette LaFarge is a new media artist and writer known for her work with mixed-reality performance and projects exploring the conjunction of visual art and fiction. ==Biography== LaFarge received her M.F.A. degree in Computer Art from the School of Visual Art, New York, in 1995, and her A.B. degree from Harvard University. She also briefly attended the San Francisco Arts Institute from 1980–1981 where she studied with Jim Pomeroy, Jack Fulton, and Robert Colescott. At Harvard University, her thesis was Proust and the Function of Metaphor. She is the great-great-granddaughter of American artist John La Farge. She has been a member of the College Arts Association since 1996 and was a member of SITE Gallery, Los Angeles from 1989 to 1991. She is currently Professor of Digital Media at the University of California, Irvine, and she previously taught at the School of Visual Arts, New York, in the Computer Art M.F.A. program and in the Photography and Related Media M.F.A. program (1995–1999).Antoinette LaFarge's resume ==Work== In 1994, LaFarge founded the Plaintext Players,Plaintext Players website an internet performance group that began creating original pieces early in the Web era.Sant, Toni. \"Theatrical Performance on the Internet: How Far Have We Come Since Hamnet?.\" International Journal of Performance Arts and Digital Media 9.2 (2013): 247-259.Saltz, David Z. \"Digital Literary Studies: Performance and Interaction.\" Companion to Digital Literary Studies (2013): 336-348. Initially, the Plaintext Players performed solely in text-based virtual environments such as MOOs, creating directed cyberformances or \"netprovs\"Wittig, Robert Gardner. \"Networked Improv Narrative (Netprov) and the Story of Grace, Wit & Charm.\" Bergen Open Research Archive, (2011). viewable by both online audiences and visitors in real spaces, where the performances were viewed as projections. These improvisatory works were a kind of \"virtual vaudeville\" in which boundaries between performers and viewers were fluid and unstable, allowing for highly kinetic and absurdist interactions.Goodeve, Thyrza Nichols. 'Houdini’s Premonition: Virtuality and Vaudeville on the Internet'. Leonardo, 30:5, 1997. LaFarge served as the \"Digital.Director\" of many of these performances, directing them in real time.Corcoran, Marlena. \"Life and Death in the Digital World of the Plaintext Players.\" Leonardo 32.5 (1999): 359-364. The first series, \"Christmas\" (1994–95), was followed by several others, including \"LittleHamlet\" (1995), \"Gutter City\" (1995), \"The Candide Campaign\" (1996), forming one of the most extensive oeuvres of early cyberspace performance.Danet, Brenda. Cyberpl@y: Communicating Online. Oxford, England: Berg Publishers, 2001. Starting in the late 1990s, LaFarge and the Plaintext Players worked with theater director Robert Allen on several telematic mixed-reality performance works, including The Roman Forum (2000), The Roman Forum Project (2003), and Demotic (2004/2006). A recurrent theme in these works is the struggle of individuals to come to terms with the nexus of history, politics, mythmaking, and media. For instance, the two \"Roman Forum\" projects took a close look at contemporary presidential politics through the eyes of 2000-year-old citizens of the Roman empire, while Demotic examined the many voices that vie to be heard within the American polity.Farley, Kathryn. \"The DuSable Project: Hypertext Narrative Strategies in Live Performance.\" Leonardo Electronic Almanac 13 (2005). LaFarge and Allen coined the term \"media commedia\" to describe their melding of political comedy with media-rich performance work.Pitman, Thea, and Claire Taylor. Latin American Identity in Online Cultural Production. vol. 11. Routledge, 2013. Other performance works and installations by LaFarge include Reading Frankenstein (2003, with director Annie Loui), Playing the Rapture (2008, with Robert Allen), Hangmen Also Die (2010, with Robert Allen), Galileo in America (2011, with Robert Allen), and Far-Flung follows function (2012, with Ursula Endlicher and Robert Allen). Playing the Rapture spun off two related video installations that continued the original work's theme of conscious reflection on a game world in which two gamers are beta-testing a game about the Rapture.Paul, Christiane. Scalable Relations: Playing the World(s). 2009. A recurrent theme in these works is the struggle of individuals to come to terms with the nexus of history, politics, mythmaking, and media. Over the years she has worked with performer-director Kim Weild, visual artist Adrianne Wortzel, sound artist Cuca Esteves, writer Aida Croal, and many other theater artists, performers, and programmers. LaFarge also co- curated two very early U.S. exhibitions showcasing computer games: the 2000 show SHIFT-CTRL: Computers, Games, and Art and 2004's ALT+CTRL: A Festival of Independent and Alternative Games, the latter of which was supported by a grant from the National Endowment for the Arts. Both were produced by the Beall Center for Art + Technology at the University of California, Irvine. In her show catalog essay \"WinSide Out\", LaFarge traces how the historical links between art and games have become strengthened in the computer era by various forces that promoted \"a culture of involvement on the part of players.\"Poremba, Cindy. \"Remaking Each Other’s Dreams: Player Authors in Digital Games.\" New Forms Festival ‘03, Canada (2003).Harriss, Harriet. \"Ludic Architecture: Playful Tools for Participation in Spatial Design.\" Design Principles & Practice: An International Journal 4.5 (2010). Another area of interest for LaFarge has been forgery, and in 1991 she founded the Museum of Forgery, a conceptual art project exploring the taboos around forgery.Nelson, Katherine. \"Looting Gallery\" LaFarge's writing ranges from essays on new media, performance, games, and fictive art to performance scripts and fiction. Since 1990, LaFarge has been an Associate of the Institute of Cultural Inquiry, a Los-Angeles-based nonprofit, for which she has designed several books, including Benjamin's Blind Spot (2001) and Bataille's Eye (1997). ==Selected publications== *\"Excerpts from Reading Frankenstein: Mary Shelley as 21st Century Artificial Life Scientist.\" With Annie Loui. Ada: A Journal of Gender, New Media & Technology, Fall 2013. *\"Eisbergfreistadt: The Fictive and the Sublime.\" Visual Communication Quarterly 16.4 (2009): 210-241. *\"All That Is Beyond Hearing: A Life of Arturo Ott.\" ICI Press: Searching for Sebald, 2007. *\"A Meditation on Virtual Kinesthesia.\" With Robert Allen. Extensions: The Online Journal for Embodied Technology, vol. 3 (spring 2007). *\"Media Commedia\". With Robert Allen. Leonardo 38:3, 2005. *\"25 Propositions on the Art of Networlds.\" The Anthology of Art, ed. Jochen Gerz. Braunschweig School of Art, Germany (March 2002). *\"Marcel Duchamp and the Museum of Forgery.\" Tout-Fait: The Marcel Duchamp Studies Online Journal 2:4 (January 2002). *\"SHIFT-CTRL.\" With Robert Nideffer. Leonardo 35.1 (2002): 5-13. * \"WinSide Out: An Introduction to the Convergence of Computers, Games, and Art.\" Beall Center, University of California, Irvine, 2000. * \"The Bearded Lady and the Shaven Man: Mona Lisa, Meet\" Mona/Leo\".\" Leonardo (1996). *\"A World Exhilarating and Wrong: Theatrical Improvisation on the Internet.\" Leonardo (1995). *\"Cylex\". Wired 2:4 (1994). ==References== ==External links== *artist's website *artist's blog Category:American contemporary artists Category:New media artists Category:Living people Category:Harvard University alumni Category:Harvard Advocate alumni Category:20th-century American women artists Category:School of Visual Arts alumni Category:Year of birth missing (living people) ",
    "title": "Antoinette LaFarge"
}