{
    "id": "26987479",
    "text": "The Right Reverend James Sweeny 1924 James Fielding Sweeny (1857–1940) was an Anglican bishop. He was the 4th Bishop of Toronto and Archbishop of Ontario. ==Biography== He was born in London, England on November 15, 1857, the son of Lt. Col. James Fielding Sweeny, formerly Her Majesty's staff officer of pensioners at Montreal, and his wife, Anna Maria Fielding. Sweeny was one of ten children, and his brothers included George Robert Sweeny, a barrister of Toronto, Charles Sweeny, a Vice President of the CPR, and Roger Sweeny, Commandant of Her Majesty's Indian Army Staff College, and sisters Kathleen Chipman and Georgina, Lady Alymer, wife of Arthur Lovell Aylmer, Lord Aylmer. He was educated at the High School of Montreal, at McGill Normal School, and at McGill University (B.A., 1878 ; M.A. 1881), and pursued his theological studies at the Montreal Diocesan Theological College. He was ordained deacon and priest, by Bishop Bond. He received from the University of Trinity College, Toronto, the degree of M.A. and B.D. in 1883 and that of D.D., in course, 1885. On his ordination in 1880, he became Rector of St. Luke's, and Chaplain to the Montreal General Hospital. In 1882 he became Rector of St. Philips, Toronto. In 1883 he married Georgiana Bostwick, daughter of John Bostwick, Seigneur of Lanoraie. In 1889 he was appointed an honorary canon of St. Alban's Cathedral, Toronto, and was elected R. D. of Toronto in 1895. He was a member of the Council of the Toronto Church of England S. S. Association, and V.P. of the Toronto Church School. He has been also an active promoter of the Church of England Temperance Society.James Fielding Sweeny, from: \"Canadian Men and Women of the Time 1898\" Ed. by Henry James Morgan, Toronto, 1898 In 1909 he was elected Bishop of Toronto and Rector of the Cathedral Church of St James succeeding Arthur Sweatman. In 1923, he laid the cornerstone of Trinity College, on Hoskin Ave, built on a site purchased in 1913, but due to World War I construction was not begun until 1923. The architects were Pearson and Darling. In 1932 he was elected Metropolitan of the Ecclesiastical Province of Ontario (Archbishop of Ontario) Sweeny was awarded honorary doctorates from Bishops, Wycliffe, Kings and Windsor, Nova Scotia. ==References== * * ==Footnotes== Category:Trinity College (Canada) alumni Category:1857 births Category:1940 deaths Category:Anglican bishops of Toronto Category:20th-century Anglican bishops Category:Canadian Anglican priests Category:High School of Montreal alumni Category:McGill University alumni ",
    "title": "James Sweeny"
}