{
    "id": "26981035",
    "text": "Marshallena is a genus of sea snails, marine gastropod mollusks in the family Marshallenidae . R.S. Allen (1927) didn't specify a type species for this genus. H.J. Finlay (1927) selected Belophos incertus Marshall, 1919, which was amended by Powell (1966 + 1969) to † Daphnella neozelanica Suter, 1917 Beu, A. G., et al. \"Request for rulings on works on New Zealand Mollusca by RS Allan and HJ Finlay.\" Bulletin of Zoological Nomenclature 26.1 (1969): 42-50. Before 2018 this genus used to belong to the family Horaiclavidae. ==Species== Species within the genus Marshallena include: * † Marshallena curtata (Marwick, 1926) Vella, Paul. \"Tertiary Mollusca from south-east Wairarapa.\" Transactions of the Royal Society of New Zealand. Vol. 81. No. 4. 1954. * Marshallena diomedea Powell, 1969 * † Marshallena neozelanica (Suter, 1917) * Marshallena nierstraszi (Schepman, 1913) * Marshallena philippinarum (Watson, 1882) ;Species brought into synonymy: * † Marshallena austrotomoides Powell, 1931: synonym of † Zeatoma austrotomoides (Powell, 1931) Fleming, Charles Alexander. \"New Zealand tertiary species of the deep-sea genus Galeoocorys Kuroda and Habe (Gastropoda).\" New Zealand Journal of Geology and Geophysics 9.4 (1966): 428-438. * † Marshallena carinaria Powell, 1935: synonym of † Gymnobela carinaria (Powell, 1935) Powell, A. W. B. \"Tertiary Mollusca from Motutara, West Coast, Auckland.\" Records of the Auckland Institute and Museum 1.6 (1935): 327-340. * Marshallena gracilispira Powell, 1969: synonym of Benthomangelia gracilispira (Powell, 1969) ==References== * Allen, 1927, Trans. N.Z. Inst. 57:291 * Cernohorsky, Walter O. \"Taxonomic notes on some deep-water Turridae (Mollusca: Gastropoda) from the Malagasy Republic.\" Records of the Auckland Institute and Museum (1987): 123-134. * Powell, A.W.B. 1966. The molluscan families Speightiidae and Turridae, an evaluation of the valid taxa, both Recent and fossil, with list of characteristic species. Bulletin of the Auckland Institute and Museum. Auckland, New Zealand 5: 1-184, pls 1-23 * Wilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp. ==External links== * Tucker, J.K. 2004 Catalog of recent and fossil turrids (Mollusca: Gastropoda). Zootaxa 682:1-1295. * Abdelkrim J., Aznar-Cormano L., Fedosov A., Kantor Y., Lozouet P., Phuong M., Zaharias P. & Puillandre N. (2018). Exon-capture based phylogeny and diversification of the venomous gastropods (Neogastropoda, Conoidea). Molecular Biology and Evolution. 35(10): 2355-2374 Category:Marshallenidae ",
    "title": "Marshallena"
}