{
    "id": "26982048",
    "text": "Rang Badalti Odhani is an Indian soap opera which aired on STAR One Monday to Saturday evenings. The show premiered on 5 April 2010. ==Overview== Khanak (Yashashri Masurkar), a simple, spirited young woman, living in village Dhulwad in Bhuj, (Gujarat), is newly married to her sweetheart, Suraj (Harpreet Singh). In a tragic accident, Suraj is killed. The man who caused Suraj's death is Shantanu Khandelwal (Karan Tacker), the younger son of a business tycoon called Sunil Khandelwal (Aliraza Namdar). Under pressure from the village council (panchayat) of Dhulwadi, Shantanu marries Khanak and takes her to his home in the city. Khanak struggles to adjust to the unfamiliar environment, while Shantanu learns to accept his responsibilities. Meanwhile, Shantanu's arrogant mother Madhavi (Rushali Arora) and sister-in-law Khushboo (Khushboo Grewal) conspire to separate him from Khanak. They fail in their attempts as Shaan and Khanak eventually fall in love with one another. How Khanak becomes a loved member of the family despite it all, and love blossoms between her and Shantanu form the crux of the story. ==Cast== * Karan Tacker as Shantanu Khandelwal * Yashashri Masurkar as Khanak Shantanu Khandelwal * Rucha Gujarathi as Natasha * Ansha Sayed as Jenny * Hiten Tejwani as Anand Mittal * Harpreet Singh as Suraj / Sunny * Pankaj Dheer as Sarpanch * Sahil Anand as Akshay Khandelwal * Shivani as Hetal * Khushboo Grewal as Khushboo Khandelwal * Aliraza Namdar as Sunil Khandelwal * Rushali Arora as Madhavi Sunil Khadelwal * Priyanka Bassi as Samaira * Rushad Rana as Akshay Khandelwal * Manish Raisinghani as Rahul Khanna * Madhurima Tuli as Khushi * Jaskaran Gandhi as Duck * Karan Goddwani as Adi * Garima Bhatnagar as Simran * Bhavana Balsavar as Gangu Bai * Priyanka Chibber as Natasha * ==Music== The score of Rang Badalti Odhani is composed and orchestrated by Shankar-Ehsaan-Loy. Besides the score, there are two songs - \"Rang Badalti Odhani\", the opening theme, and \"Hua Mann Bawra\", where one of the leads perform in a concert. \"Hua Mann Bawra\" features Ehsaan Noorani of the composer trio. {| border=\"2\" cellpadding=\"3\" cellspacing=\"0\" style=\"margin: 1em 1em 1em 0; background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |- bgcolor=\"#CCCCCC\" align=\"center\" ! Song !! Singer(s)!! Duration |- | Rang Badalti Odhani ||Shankar Mahadevan, Akriti Kakkar ||5:05 |- | Hua Mann Bawra ||Shankar Mahadevan, Akriti Kakkar||3:45 |} ==References== Category:Star One (Indian TV channel) original programming Category:Serial drama television series Category:2010 Indian television series debuts Category:2011 Indian television series endings Category:Star Utsav original programming ",
    "title": "Rang Badalti Odhani"
}