{
    "id": "26987786",
    "text": "My Match Is A Makin (English translation of opening track title) is a music album by Irish musicians Moya Brennan and Cormac de Barra. This is Moya's eighth studio album to be released. It was released on 14 April 2010 exclusively to concertgoers on her Spring 2010 tour of the Netherlands. The album was re-released to a wider audience under the title Voices & Harps.http://www.clannad.nl/2010/04/new-album-moya-brennan-cormac-de-barra_07 ==Release== My Match Is A Makin was released during Moya Brennan's April 2010 tour. In January 2011, the album was discontinued and re-released under the new title Voices & Harps with a slightly different track list and remixed/remastered tracks. ==Track listing== My Match Is A Makin is the first mainly traditional album recorded by Moya since Clannad's early albums. While made up of folk songs, it also features two new songs; Mo Mhian (Moya originally wrote and recorded the song for the To End All Wars film) and Longing to See You. The album was later re-released in 2011 under the name \"Voices & Harps\" in collaboration with the Irish harp virtuoso Cormac de Barra. The tracklist suffered a rearrangement and includes one new song called \"Casadh Mo Chroí\". Also, the song \"Mo Mhian\" was renamed to \"Go Brách\". ==Personnel== * Moya Brennan – Vocals, Harps, Percussion, Keyboards * Cormac de Barra – Harps, Vocals, Percussion, Keyboards * Máire Breatnach – Fiddle, Viola * Aisling Jarvis – Bouzouki * Ian Parker – Keyboards * Recorded and engineered – John Bradshaw & Lochlainn Harte * Mixed – John Bradshaw & Tim Jarvis * Photography & sleeve design – Mella Travers * Photographic location – ArchitecturalSalvage ==Release history== {|class=\"wikitable\" !Country !Release Date |- |Netherlands Tour (April 2010) | |} ==References== ==External links== * Moya Brennan – Official website Category:Moya Brennan albums Category:2010 albums ",
    "title": "My Match Is a Makin'"
}