{
    "id": "26984860",
    "text": "St. Jean de Brébeuf Catholic Secondary School is a Catholic secondary school located in Hamilton, Ontario. It is a part of the Hamilton-Wentworth Catholic District School Board. The school is located on the East Mountain of Hamilton, serving the south-east of Hamilton as well as parts of Binbrook, Caledonia and Glanbrook. The school's Latin motto is \"anima, mens, corpus\". St. Jean de Brébeuf Catholic Secondary School is often referred to as SJB or Brébeuf. It graduates approximately 350 students every year with over 75% of them going onto post-secondary education. == Athletics == Brébeuf participates in the Golden Horseshoe with other Catholic secondary schools. The school won HWCDSB City titles for Midget Boys Basketball and Senior Boys Volleyball in 2017-18 while the Senior Boys Soccer team won GHAC to represent at OFSAA. Brébeuf fields the following teams annually: * Junior Boys Football * Senior Boys Football * Junior Boys and Girls Soccer * Senior Boys and Girls Soccer * Midget, Junior, and Senior Boys and Girls basketball * Girls Rugby (Varsity) * Boys and Girls Hockey (Varsity) * Track and Field * Badminton * Junior and Senior Boys and Girls Volleyball * Swimming (Varsity) * Wrestling (Varsity) * Coed Beach Volleyball (Varsity) == Student council == Brébeuf's student council donates their profits from events to local charities at the end of the year, as well as running charity events during the school year. == Feeder schools== * St. Margaret Mary * Our Lady of Lourdes * St. John Paul II * Blessed Teresa of Calcutta * Sacred Heart * St. Daniel * St. Kateri Tekakwitha * Blessed Sacrament * St. Marguerite d'Youville == Notable alumni == *Spencer Moore – CFL Player – Saskatchewan Roughriders *Dave Andreychuk – former NHL Player *Brian McGrattan – NHL Hockey Player *Adam Mair – former NHL Hockey Player *Blake McGrath – dancer, pop singer and choreographer (Best known for being a judge on \"So you Think You Can Dance Canada\") == See also == *List of high schools in Ontario == References == == External links == * * * * Category:High schools in Hamilton, Ontario Category:Catholic secondary schools in Ontario Category:Educational institutions established in 1974 Category:1974 establishments in Ontario ",
    "title": "St. Jean de Brébeuf Catholic Secondary School"
}