{
    "id": "269856",
    "text": "St. Pete–Clearwater International Airport is a public/military airport in Pinellas County, Florida serving the Tampa Bay Area. It is right on the northeast municipal boundary of Pinellas Park, north of downtown St. Petersburg, southeast of Clearwater, and southwest of Tampa. The Federal Aviation Administration (FAA) National Plan of Integrated Airport Systems for 2017–2021 categorized it as a small-hub primary commercial service facility. In 2014, it showed double-digit growth and handled more than one million passengers, setting a record. Most scheduled airline traffic in the Tampa Bay Area uses Tampa International Airport (TPA), east, but St. Pete–Clearwater remains a destination for low-cost carriers. St. Pete–Clearwater is a focus city for Las Vegas-based Allegiant Air. PIE is also less busy than Tampa, and is frequently used by pilots of private planes and executive jets. The airport uses \"Tampa Bay The Easy Way\" as an advertising slogan and \"Fly2PIE\" in reference to its three-letter IATA and FAA codes. ==History== The airport is on the west shoreline of Tampa Bay, six miles (10 km) north of St. Petersburg, Florida (the \"birthplace of commercial air transportation\"). Barely a decade after the pioneer flight of the Wright brothers at Kitty Hawk in 1903, the first tickets for airline travel were sold by the St. Petersburg-Tampa Airboat Line of Tony Jannus to fare-paying passengers. Using a Benoist XIV amphibious aircraft, the inaugural flight took place from a location near the downtown St. Petersburg Pier. Mayor Abram C. Pheil of St. Petersburg and Mae Peabody of Dubuque, Iowa, were the first passengers, flying across the bay to Tampa and, according to a United Press account, reportedly reaching the maximum speed of 75 miles per hour during the flight. Other reports indicate that they reached an altitude of . This was the beginning of commercial air transportation anywhere in the world and is commemorated by a replica of the Benoist aircraft and a plaque at the airport terminal baggage claim area. Another replica is displayed at the St. Petersburg Museum of History adjacent to the Pier. Since 1991, the terminal holds the archives of the Florida Aviation Historical Society. ===Construction and wartime=== Construction of the airport at its present site started in March 1941. After the attack on Pearl Harbor, the airport was acquired by the United States Army Air Forces, which used it as a military flight training base assigned to Third Air Force. The 304th Fighter Squadron, a combat training unit of the 337th Fighter Group based P-40 Warhawks and, later, P-51 Mustangs at Pinellas Army Airfield (as it was then known) for the duration of World War II. Antisubmarine patrols against German U-boats in the Gulf of Mexico were also flown from the airfield. To commemorate the airport's vital role during that conflict, a plaque was dedicated at the airport terminal in 1994 by the P-51 Fighter Pilots Association and Brigadier General James H. Howard, who was the only European Theater fighter pilot to be awarded the Medal of Honor in World War II and later served as the last wartime base commander of Pinellas Army Airfield. A permanent exhibit honoring General Howard is located in the terminal. ===Postwar operation=== FAA diagram After World War II, the property was returned to Pinellas County by the U.S. government to operate as a civil airport. It was originally called Pinellas International Airport and given the IATA designation, PIE, which it still uses, because PIA was already taken by Peoria International Airport. In 1958, the name was changed to St. Petersburg–Clearwater International Airport because, according to airport manager \"Bobo\" Hayes, tourists didn't know where Pinellas County was. ===Airline service: 1950s to the mid 2000s=== In the 1950s, several airlines served both PIE and Tampa International Airport, including Delta Air Lines, Eastern Air Lines, National Airlines and Northwest Airlines. The April 1957 Official Airline Guide lists 17 airline departures: ten by Eastern, six by National and one by Mackey Airlines. Four departures flew nonstop beyond Florida, including an Eastern Douglas DC-4 to Chicago and a Lockheed L-1049G Super Constellation to Pittsburgh. In 1956, Mackey Airlines Douglas DC-4s flew to Nassau, Bahamas via Tampa and Fort Lauderdale.http://www.timetableimages.com, Sept. 5, 1956 Mackey Airlines timetable In 1959, a National Airlines Douglas DC-7B flew to New York City Idlewild Airport (now JFK Airport) and Boston via Jacksonville.http://www.timetableimages.com, April 26, 1959 National Airlines timetable In 1960, Delta was operating \"Flying Scot\" Douglas DC-6s on a St. Petersburg - Atlanta - Knoxville - Cincinnati - Chicago Midway Airport routing.http://www.timetableimages.com, Oct. 30, 1960 Delta Air Lines timetable With the advent of the jet age, runway 17/35 was extended north into Tampa Bay; the first scheduled jets were Northwest Airlines Boeing 720Bs from Chicago in late 1961 (the 1961 Aviation Week directory says PIE's longest runways were 5,700 feet, but it appears 17/35 was 8,000 feet when the 720B arrived). The increased capacities of Boeing 707 and Douglas DC-8 jets prompted the Civil Aeronautics Board (CAB) to approve consolidation of airline service for the Tampa Bay area at TPA in the early 1960s. In 1963, Northwest was flying a Lockheed L-188 Electra Miami - Fort Lauderdale - St. Petersburg - Atlanta - Chicago O'Hare Airport - Minneapolis/St. Paul - Fargo, ND - Grand Forks, ND - Winnipeg, Canada.http://www.timetableimages.com, March 1, 1963 Northwest Airlines timetable Eastern was the last scheduled airline at PIE during the mid 1960s and it ended flights from the airport in 1964. The year before, Eastern had been operating prop flights from St. Petersburg nonstop to Charlotte, Chicago O'Hare Airport, Cleveland and Louisville and one-stop to Columbus, OH, Detroit and Indianapolis.http://www.timetableimages.com, July 1, 1963 Eastern Air Lines timetable Scheduled air service returned to PIE in 1972, when Air Florida began intrastate airline flights to Miami and Orlando with Boeing 707s.http://www.timetableimages.com, Sept. 27, 1972 Air Florida timetable Air Florida replaced its 707s with Lockheed L-188 Electras out of PIE, and in 1974 was flying nonstop to Miami, Orlando and Tallahassee.http://www.departedflights.com, April 14, 1974 Air Florida route map According to the Official Airline Guide (OAG), only one airline was serving St. Petersburg in the fall of 1979: regional air carrier Red Carpet Airlines operating Convair 440 prop aircraft five days a week nonstop from Miami and two days a week nonstop from Grand Cayman in the Caribbean.http://www.departedflights.com, Nov. 15, 1985 Official Airline Guide, Saint Petersburg flight schedules According to the OAG, by 1981 the airport still had only one air carrier operating scheduled passenger service: commuter airline Sun Air operating small Embraer EMB-110 Bandeirante turboprops with one weekday nonstop flight from Miami as well as one weekday nonstop flight from nearby Tampa.http://www.departedflights.com, April 1, 1981 Official Airline Guide (OAG), Saint Petersburg flight schedules Jet service returned in 1982 with Northeastern International Airways flying Douglas DC-8 nonstop flights to Long Island MacArthur Airport in Islip, New York. By 1983, Northeastern was flying Boeing 727-100 nonstop flights to Fort Lauderdale and New Orleans, in addition to its nonstop service to Islip.http://www.departedflights.com, July 1, 1983 Official Airline Guide, Fort Lauderdale & New Orleans flight schedules Also in 1983, People Express was flying nonstop to New York/Newark Liberty International Airport with Boeing 727-200s, 737-100s and 737-200s. Locally based regional air carrier Atlantic Gulf Airlines was flying Vickers Viscount turboprops nonstop to Miami in 1983, and by 1984 was operating Convair 580 turboprops to Atlanta, Fort Lauderdale, Miami and Tallahassee.http://www.departedflights.com, early 1984 Atlantic Gulf Airlines route map & timetable By 1984, Northeastern had added nonstop West Palm Beach jet flights and direct jet flights to Hartford/Springfield, Kansas City, Las Vegas, Little Rock, Oklahoma City, San Diego and Tulsa.http://www.departedflights.com, May 1, 1984 Northeastern International Airlines timetable People Express expanded its flights from the airport, and in 1985 was flying nonstop to Charlotte and New York/Newark, and direct to Boston, Detroit and Syracuse.http://www.departedflights.com, June 26, 1985 People Express timetable In 1985, Florida Express British Aircraft Corporation BAC One-Elevens were flying to PIE: four daily nonstops to its Orlando hub with direct flights to Columbus, OH, Fort Lauderdale, Indianapolis and Nashville via Orlando.http://www.departedflights.com, Nov. 15, 1985 Florida Express timetable In 1987, American Airlines started nonstop mainline jet flights to its Raleigh-Durham hub, but by October 1989 PIE once again had no scheduled airline service. American Trans Air (ATA) and Air South began jet flights from PIE in the mid 1990s. In early 1994, American Trans Air was operating nonstop Boeing 757-200s from Chicago Midway Airport, nonstop Boeing 727-200s from Indianapolis, nonstop Boeing 727-200s from Milwaukee and weekly nonstop wide body Lockheed L-1011 TriStars from Philadelphia.Feb. 1, 1994 OAG Pocket Flight Guide, St. Petersburg Intl. schedules By late 1994, American Trans Air had expanded its service and was operating domestic nonstop service to Fort Lauderdale and St. Louis as well as international nonstop flights to Nassau, Bahamas in addition to its flights to Chicago Midway, Indianapolis and Milwaukee.http://www.departedflights.com, Dec. 17, 1994 American Trans Air/ATA system timetableOct. 30, 1994 OAG North American Pocket Flight Guide ATA was primarily operating Boeing 727-200 jets on these services in late 1994 but was also operating larger Boeing 757-200 jetliners on some nonstop flights between the airport and Chicago Midway at this time as well. In the summer of 1995, Air South was flying nonstop Boeing 737-200 jet service to Atlanta, Columbia, SC, Miami and Tallahassee.http://www.departedflights.com, June 17, 1995 Air South route map The Air South service to Miami in 1995 included up to five 737 nonstops on weekdays while at the same time commuter air carrier Gulfstream International Airlines was operating twice daily nonstop flights to Miami with small Beechcraft 1900C turboprops.http://www.departedflights.com, April 2, 1995 Official Airline Guide, Miami flight schedules In 1997, Reno Air was operating \"Gulf Coast Flyer\" service nonstop to Gulfport/Biloxi with McDonnell Douglas MD-80s.http://www.departedflights.com, May 22, 1997 Reno Air route map By 1999, the OAG listed four airlines operating jets to St. Petersburg: American Trans Air Boeing 727-200 nonstops from Chicago Midway Airport and Indianapolis, Canada 3000 Airbus A320 nonstops from Toronto, Nations Air Boeing 737-200 nonstops from Gulfport/Biloxi and Royal Aviation Boeing 757-200 nonstops from Toronto.http://www.departedflights.com, June 1, 1999 Official Airline Guide, Saint Petersburg flight schedules Also in 1999, Air Transat, a Canadian-based scheduled and charter airline, was operating wide body Lockheed L-1011 TriStar jets on its flights into the airport.https://www.airliners.net, photos of Air Transat Lockheed L-1011 aircraft at St. Petersburg-Clearwater International Airport In the late spring of 2004, Southeast Airlines was operating nonstop jet service from the airport to Allentown, PA (ABE), Columbus, OH (LCK), Gary, IN (GYY) and Newburgh, NY (SWF).http://www.departedflights.com/SE051804.html American Trans Air ended operations at PIE in 2004, due to downsizing prior to declaring bankruptcy, Southeast Airlines went out of business in the fall of 2004, while Air South had ceased serving the airport back in 1996, and subsequently went out of business as well. After ATA left, the airport again had no scheduled passenger flights. ===Recent developments=== In September 2006, Allegiant Air announced scheduled service from St. Petersburg–Clearwater to cities in Iowa, Illinois, Indiana, Michigan, Missouri, New York, Ohio, Pennsylvania, South Carolina, Tennessee, and Virginia. Allegiant's destination count from PIE has since increased to 59 airports in the eastern United States. In February, the Lansing, Michigan service shifted to Grand Rapids, Michigan, with four weekly flights. Allegiant operates Airbus A319 and A320 jets on its flights from the airport.https://www.flightaware.com/live/airport/KPIE In 2009, the airport completed a US$22 million renovation, including, among other things, larger gates, new plumbing, and building passenger jet bridges.'Other' airport gets facelift, St. Petersburg Times, June 26, 2007.Florida's St Petersburg- Clearwater Airport receives facelift, designcurial.com, June 8, 2009. Retrieved on November 4, 2019. In January 2015, Silver Airways announced it was beginning service to PIE, but in March the company had cancelled its plans.\"Silver Airways aborts flights to St. Pete-Clearwater International Airport\" (Archive). Tampa Bay Times. Thursday 31 March 2015. Retrieved on April 3, 2015. ==Facilities== The airport covers 1900 acres (769 ha) at an elevation of 11 feet (3 m). It has two asphalt runways: 18/36 is 9,730 by 150 feet (2,966 x 46 m) with an ILS approach, and 4/22 is 5,903 by 150 feet (1,799 x 46 m). The airport is also the home of Coast Guard Air Station Clearwater, the largest and busiest U.S. Coast Guard Air Station in the United States, operating HC-130 Hercules and MH-60T Jayhawk aircraft. The U.S. Army Reserve also maintains an Army Aviation Support Facility (AASF) at PIE immediately west of the approach end of Runway 17R for Companies A and F, 5th Battalion, 159th Aviation Regiment and Medical Evacuation Unit, operating UH-60 Blackhawk helicopters. U.S. Customs and Border Protection, the Federal Aviation Administration (FAA)-operated control tower, the FAA's Central Florida Region Automated Flight Service Station (AFSS) (which is the busiest AFSS in the United States) and the St. Petersburg VORTAC for airways navigation are also important federal government services at the airport. The entire tract of the airport is designated as a Foreign Trade Zone (FTZ) and a large Airport Industrial Park developed in the 1980s is a major center of commerce. The airport and its tenants employ over 3,000 people and have an economic benefit of more than $400 million yearly to the Tampa Bay area. The airport has a 24-hour airport rescue and fire-fighting (ARFF) department (Index C), along with operations, facilities, engineering, security, and administrative personnel. For the year ending April 30, 2019, the airport had 134,941 aircraft operations, an average of 369 operations per day; with 74% general aviation, 11% military, 12% commercial and 3% air taxi. In April 2019, there were 302 aircraft based at this airport: 118 single-engine, 40 multi-engine, 68 jet, 39 helicopter, 36 military and 1 ultralight. ==Events== Aside from the year of the COVID-19 pandemic, St. Petersburg-Clearwater International Airport serves as the based for the Honor Flight of West Central Florida. American Veterans partake in a flight to Washington D.C. annually to visit memorials dedicated to individuals who fought for the United States in various wars. About 75 to 80 veterans participate in the program annually which is designed to fly older veterans who typically could not visit Washington D.C. otherwise. ==Airlines and destinations== Baggage-claim area, with replica of Benoist XIV flying boat flown by aviation pioneer Tony Jannus in 1914 (2009 photo) PIE's baggage-claim area has four baggage carousels (2009 photo) St. Petersburg–Clearwater International Airport has one terminal with two gate areas, known as A-Side & B-Side. A-Side has gates 1-6 and B-Side has gates 7-12. Gates 1 & 12 are Arrivals Only gates, with gate 1 exiting into the Ticketing A lobby and gate 12 exiting into the baggage claim.https://fly2pie.com/passenger-information/terminal-map ===Passenger=== ==Statistics== ===Airline market share=== ===Top domestic destinations=== {| class=\"wikitable sortable\" style=\"font-size:95%;\" |+ Top domestic destinations (Jan 2019 – Dec 2019) ! Rank ! City ! Passengers ! Carriers |- | 1 | Asheville, North Carolina | 69,030 | Allegiant |- | 2 | Cincinnati, Ohio | 61,570 | Allegiant |- | 3 | Indianapolis, Indiana | 53,640 | Allegiant |- | 4 | Grand Rapids, Michigan | 51,630 | Allegiant |- | 5 | Knoxville, Tennessee | 48,980 | Allegiant |- | 6 | Charlotte–Concord, North Carolina | 44,340 | Allegiant |- | 7 | Flint, Michigan | 29,430 | Allegiant |- | 8 | Syracuse, New York | 28,930 | Allegiant |- | 9 | Allentown, Pennsylvania | 28,660 | Allegiant |- | 10 | Fort Wayne, Indiana | 28,460 | Allegiant |} ===Annual traffic=== {| class=\"wikitable sortable\" style=\"font-size: 95%\" |+ Annual passenger traffic (enplaned + deplaned) at St Pete-Clearwater Airport, 1992 thru 2019 ! Year ! Passengers ! Year ! Passengers ! Year ! Passengers |- | ||||2010||776,087||2000||734,940 |- | 2019||2,288,692||2009||776,535||1999||791,973 |- | 2018||2,237,446||2008||742,380||1998||911,195 |- | 2017||2,055,269||2007||747,369||1997||883,086 |- | 2016||1,837,035||2006||389,997||1996||1,045,928 |- | 2015||1,645,402||2005||596,510||1995||1,086,051 |- | 2014||1,247,987||2004||1,333,069||1994||721,977 |- | 2013||1,017,049||2003||997,761||1993||561,322 |- | 2012||865,942||2002||623,959||1992||397,940 |- | 2011||833,068||2001||637,310|||| |} == Accidents and incidents == * On September 30, 2015, the pilot of a Piper PA-30, registered to Jet Aircraft Management, crashed and died while practicing takeoffs and landings. ==See also== * Coast Guard Air Station Clearwater * List of airports in the Tampa Bay Area * Pinellas Army Air Field ==References== ===Sources=== * * Bickel, Karl A. – The Mangrove Coast, 1942 by Coward McCann, Inc., Fourth Edition in 1989 by Omni Print Media, Inc., p. 265 ==External links== * St. Petersburg–Clearwater International Airport * St. Petersburg–Clearwater International Airport real-time ATC feed * * Category:1941 establishments in Florida Category:Airports in Florida Category:Airports in the Tampa Bay area Category:Transportation buildings and structures in Pinellas County, Florida Category:Transportation in the Tampa Bay Area Category:Clearwater, Florida Category:Buildings and structures in St. Petersburg, Florida Category:Transportation in St. Petersburg, Florida Category:Airports established in 1941 ",
    "title": "St. Pete–Clearwater International Airport"
}