{
    "id": "269879",
    "text": "Strong Motion (1992) is the second novel by American author Jonathan Franzen. ==Themes== Strong Motion was noted by reviewers for its impassioned social criticism, the thoroughness of its research, and its treatment of controversial themes such as abortion, feminism, corporate malfeasance, exploitative capitalism, etc. ==Plot summary== Louis Holland arrives in Boston to find that a minor earthquake in Ipswich has killed his eccentric grandmother, triggering a struggle between him, his sister Eileen, and his mother Melanie over the disposition of a $22 million inheritance. During a visit to the beach, Louis meets Dr. Reneé Seitchek, a Harvard seismologist who believes she has discovered the cause of subsequent earthquakes in Peabody. Louis, Reneé, and the Hollands' affairs become entangled with the petrochemical and weapons company Sweeting-Aldren, as well as a pro-life activist commune called the Church of Action in Christ, headed by Reverend Philip Stites. ==Critical reception== Reception to the book was mostly positive, with critics applauding its style, ambition, and riskiness; the New York Times described it as \"the stuff of several books crammed into one long, dense narrative about contemporary urban America\". Negative criticism focused on a perceived lack of focus, and an attempt to interweave too many plot threads—the Los Angeles Times noted that \"Franzen writes beautifully for the most part, though sometimes to excess\". During an interview in 2015, Stephen King said that Franzen is one of his favorite novelists working today, particularly because of King's admiration for Strong Motion.https://www.nytimes.com/2015/06/07/books/review/stephen-king-by-the- book.html?_r=1 ==References== ==External links== * Laura Shapiro in Newsweek on Strong Motion Category:1992 American novels Category:American thriller novels Category:Books with cover art by Paul Bacon Category:Novels by Jonathan Franzen Category:Novels set in Massachusetts Category:Farrar, Straus and Giroux books ",
    "title": "Strong Motion"
}