{
    "id": "26980556",
    "text": "Rachel (Rokhl) Häring Korn (15 January 1898 – 9 September 1982) was a Yiddish poet and author. In total, she published eight collections of poetry and two of prose. ==Biography== Korn was born in eastern Galicia on a farming estate near Pidlisky (now in Ukraine),Levitan, Seymour (1 March 2009). \"Rokhl Häring Korn.\" Jewish Women: A Comprehensive Historical Encyclopedia. Jewish Women's Archive. Retrieved from www.jwa.org on 2016-04-21. and started writing poetry at an early age. At the start of the First World War, her family fled to Vienna, returning to Poland in 1918. It was in this year that Korn's first published works appeared, in Nowy Dziennik, a Zionist newspaper, and in Glos Przemyski, a socialist journal. These items were published in Polish, but a year later she published her first Yiddish poem in the Lemberger Tageblatt.Levitan, Seymour (2007). \"Korn, Rachel Häring.\" Encyclopaedia Judaica. 2nd Ed. Detroit: Macmillan Reference USA. Vol. 12, p. 311. Her recognition grew with the publication of her first volumes of poetry: Dorf (Village, 1928) and Royter mon (Red Poppies, 1937). Her first collection of prose, Erd (Land), was published in 1936. Following the German invasion of eastern Galicia in June 1941, Korn fled to Uzbekistan, before moving to Moscow, where she remained until the end of the war. She returned to Poland in 1946, immigrating to Montreal, Canada in 1948. Korn's fourth collection of poetry, Heym un heymlozikayt (Home and Homelessness), was published in 1948. She remained in Montreal, writing poetry, until her death in 1982. ==Awards== *Louis Lamed Prize for poetry and prose (1950 and 1958) *Jewish Book Council of America Certificate of Honor and Award for Yiddish Poetry (1969) *The H. Leivick Prize (1972) *The Itzik Manger Prize of the State of Israel (1974) ==References== ==External links== *\"Korn, Rachel Häring,\" at the Jewish Virtual Library. Source: Encyclopaedia Judaica. 2nd Ed. The Gale Group, 2008 *\"Rokhl Häring Korn\" at the Jewish Women's Archive Category:1898 births Category:1982 deaths Category:People from Mostyska Raion Category:Polish Jews Category:Yiddish-language poets Category:Yiddish-language writers Category:Polish emigrants to Canada Category:Jewish Canadian writers Category:Writers from Montreal Category:Jews from Galicia (Eastern Europe) Category:Canadian people of Polish-Jewish descent Category:Polish women poets Category:20th-century Polish poets Category:20th-century Canadian women writers Category:20th-century Canadian writers Category:Yiddish culture in Canada ",
    "title": "Rachel Korn"
}