{
    "id": "269845",
    "text": "The King Clancy Memorial Trophy is a sports award given annually to the National Hockey League (NHL) player who best exemplifies leadership qualities on and off the ice and who has made a significant humanitarian contribution to his community. The winner is chosen by \"a special panel of representatives\" from the Professional Hockey Writers' Association and the NHL Broadcasters' Association. The trophy is named in honour of Francis M. \"King\" Clancy, a former player for the original Ottawa Senators and the Toronto Maple Leafs who later went on to become a coach, referee, and team executive. The trophy was first awarded in 1988 and was presented to the NHL by Maple Leafs owner Harold Ballard, who called Clancy \"one of the greatest humanitarians that ever lived\". It honours similar community service as the Charlie Conacher Humanitarian Award, which was retired in 1984. Five teams have had more than one player win the award. Three members of the Vancouver Canucks, Edmonton Oilers, Calgary Flames, and Boston Bruins have each won the award, with Ray Bourque and Dave Poulin winning the award in consecutive years for the same team for the only time in the history of the award. Two New York Islanders and Detroit Red Wings have also won the award. Players from the seven different Canadian teams have won the trophy on 12 of the 28 occasions that it has been awarded. Three members each from the Edmonton Oilers, Calgary Flames, and Vancouver Canucks, two from the Minnesota Wild, as well as one each from the Montreal Canadiens, Ottawa Senators, Toronto Maple Leafs, and the original Winnipeg Jets have each won the award. Henrik Sedin is the only player who has won it more than once. Henrik and his brother Daniel are the only recipients to have won the trophy jointly. == Winners == Matt Dumba, 2020 winner Jason Zucker, 2019 winner {| class=\"wikitable sortable\" |- !scope=\"col\"| Season !scope=\"col\"| Winner !scope=\"col\"| Team !scope=\"col\" class=\"unsortable\"| Player's humanitarian contribution |- | | |Calgary Flames |Supporter of numerous charities in Toronto and Calgary. |- | | |New York Islanders |Worked with numerous charities, including the Special Olympics, the Long Island \"Just Say No to Drugs\" program, and the Make-A-Wish Foundation. |- | | |Edmonton Oilers |Although very busy as a player and with the NHLPA, he was made the honorary Chairman of the Edmonton City Christmas Bureau, a charity which fed needy persons. |- | | | Los Angeles Kings |Did a lot of charity work with his team, and also assisted persons with speech impediments, as he had previously overcome one. |- | | | Boston Bruins |Involved in numerous charities; he was most notably the honourable Chairman for Boston's Floating Hospital for Infants and Children. |- | | | Boston Bruins |Spent a lot of time helping charities; he was Co-Chairman of the March of Dimes \"Walk for Life\" fundraiser. |- | | |New York Rangers |Was previously recognized by his team and city for his extensive community work. He most notably served as Celebrity Chairman of New York's Family Dynamic program, a charity which assists abused children. |- | | | Calgary Flames |Was the captain of the Flames, and was leader in most of the Flames' charitable and humanitarian efforts. |- | | |Winnipeg Jets |Was the Jets' captain as well as a major participant in various charitable organizations. |- | | |Vancouver Canucks |Started a program called the \"Captain's Crew\", which allowed underprivileged children to attend games in a private suite as his guest. |- | | |St. Louis Blues |Heavily involved with the Gateway Project, which helped mentally challenged children get involved in various sports. |- | | | Buffalo Sabres |Involved with many charities, including the March of Dimes, the Make-a-Wish Foundation, Walk America and the Roswell Cancer Institute and Children's hospital. |- | | | Toronto Maple Leafs |Worked mainly with sick children; he started \"Cujo's Kids\", which placed children with illnesses in a luxury suite at a Leafs game; also created \"Cujo's Crease\", a special room in the Sick Kids Hospital in Toronto which resembled the Leafs' dressing room. |- | | |Colorado Avalanche |Founded the Shjon Podein Children's Foundation, which assists sick and underprivileged children. |- | | |Carolina Hurricanes |Involved in a program with Duke Children's Hospital in Durham, North Carolina that helps children. |- | | |Detroit Red Wings |Started a program that assists with the purchase and installation of smoke detectors for low-income households. |- | | | Calgary Flames |Involved in all of the Flames' community programs, and donated 1,000 dollars for every goal he scored. |- | | | | |- | | | Washington Capitals |Co-founded \"Athletes against Autism\" after discovering that his son, Carson, had autism; also involved with numerous other charities. |- | | | Montreal Canadiens |After recovering from cancer, he founded the Saku Koivu Foundation in 2002, which had raised around 2.5 million dollars when Koivu was awarded. |- | | |Tampa Bay Lightning |Work with the Vincent Lecavalier Foundation. |- | | |Edmonton Oilers |Edmonton Oilers Community Foundation's (EOCF) Inner City High School project. |- | | |Phoenix Coyotes |Involved in numerous Phoenix-area charities. |- | | |New York Islanders | |- | | |Ottawa Senators |Over his 15 seasons with the Senators, Alfredsson has contributed to many local charities and causes, becoming a staple in the community. |- bgcolor=\"#CFECEC\" | | |Boston Bruins |The Bruins' alternate captain has been involved in many charitable programs. Bergeron's \"Patrice's Pals\" program brings hospital patients and children's groups to watch Bruins games from a luxury suite. |- | | |Edmonton Oilers |The Oilers' captain has been involved in many charitable programs. Ference heads up the November Project in Edmonton, a movement to increase activity in the community. |- | | |Detroit Red Wings |The Red Wings' captain and his wife, Emma, give back to the Metro Detroit community through numerous initiatives as well as international causes in Ethiopia, Guatemala and Nepal. |- | | (1) |Vancouver Canucks |The Canucks' captain is heavily involved in many charitable programs put on by the Canucks. In 2010, he and his brother, Daniel Sedin, donated $1.5 million to the BC Children's Hospital. In 2015, he and Daniel announced that they would be funding \"Clubhouse 36\", an after-school program for at-risk students in a nearby city. The Sedin twins also established the Sedin Family Foundation in 2014. |- bgcolor=\"#CFECEC\" | | |Columbus Blue Jackets |Nick Foligno and wife, Janelle, donated $1 million to Children's hospitals in Columbus and Boston. Foligno also supports the Janis Foligno Foundation, in memory of his mother, who died due to cancer in 2009. |- | rowspan=2| | | rowspan=2|Vancouver Canucks | rowspan=2|In their final season, the Sedin twins became the first duo to win the award. The Sedins contributed greatly to countless charitable programs created by both the Canucks and themselves over the course of 18 years. One of which was helping raise $42 million for the Canucks for Kids fund since 2000. Their win was a career achievement award, honouring the Sedins for both their on-ice and off-ice efforts over their careers. |- | (2) |- bgcolor=\"#CFECEC\" | | |Minnesota Wild | Zucker and his wife Carly began a campaign in 2017–18 to raise funds for the Zucker Family Suite and Broadcast Studio at the University of Minnesota Masonic Children's Hospital in Minneapolis. The #GIVE16 campaign started with a $160,000 donation by the Zuckers and has raised over $1.2 million. |- bgcolor=\"#CFECEC\" | | |Minnesota Wild | Dumba was one of the founding members of the Hockey Diversity Alliance, an initiative dedicated to eradicating systemic racism and intolerance in hockey. Additionally, Dumba helped to spearhead the \"Rebuild Minnesota\" initiative to assist local businesses affected in the wake of the George Floyd protests, assisted over 60 families in need during the COVID-19 pandemic, donated more than $11,000 to Australia wildfire relief, and was an active participant in Minneapolis' Athletes Committed to Educating Students. |} == Notes == == References == ===General=== * * ===Specific=== Category:National Hockey League trophies and awards ",
    "title": "King Clancy Memorial Trophy"
}