{
    "id": "26984945",
    "text": "This is a list of unsigned State Highways in the U.S. state of Oklahoma. Many of these are unsigned due to their short length. Others are state highways but have not been designated a state highway number. All highways listed here are Oklahoma numbered highways. Oklahoma has one unsigned Interstate highway; see Interstate 444 for details. State highways that are numbered as lettered spur routes (e.g. SH-81A) are not listed here; see the article on the parent route for details on the spur. ==State Highway 35== State Highway 35 (abbreviated SH-35 or OK-35) is a state highway in Osage County, Oklahoma. It runs for . SH-35 begins within Osage Hills State Park and continues north from there, passing Lookout Lake. The route ends at a wye at U.S. Route 60. The US-60 junction is SH-35's only junction with another highway. ==State Highway 135== State Highway 135 (abbreviated SH-135 or OK-135) is a long unsigned state highway in northeastern Oklahoma. It lies entirely within the city of Owasso in Tulsa County. SH-135 is a four-lane arterial street beginning at Main Street in Owasso and running east along 76th Street North for four-tenths of a mile to its terminus at US-169. ==Coyle loop route== Included in the state highway system is a loop route branching off of SH-33 in Coyle, serving the town, then terminating where it rejoins SH-33. The highway is long and passes entirely through the city limits of Coyle. On the state control section maps, the Coyle loop route is shown with a state highway number of \"00\". The Coyle loop route is likely an old alignment of SH-33. ==Duncan Bypass== The Duncan Bypass is an unnumbered state highway running along the west outskirts of Duncan, Oklahoma, parallel to US-81. It begins at an interchange with US-81 and SH-7 and curves around to the north. It ends at SH-7 on the northwest side of town. The Duncan Bypass is long. On state control section maps, it is shown with a state highway number of \"00\". ==Langston loop route== Included in the state highway system is a loop route branching off of SH-33 in Langston, running through town, and terminating where it rejoins SH-33. The highway is long and passes entirely through the city limits of Coyle. Along the way it passes through the campus of Langston University. On the state control section maps, the Langston loop route is shown with a state highway number of \"0B\". The Langston loop route is likely an old alignment of SH-33. ==Lincoln Boulevard== Lincoln Boulevard is an arterial street in Oklahoma City. The portion of the street from Interstate 235 to its northern terminus at Interstate 44 is designated as a state highway. The portion of the road on the state highway system is long. Lincoln Boulevard passes through the core of the state government complex; many state buildings are located along its path. The Oklahoma State Capitol is located within its median. Near the capitol, the highway has an interchange with N.E. 23rd Street. Between May 1, 1972 and February 2, 1981, part of Lincoln Boulevard was designated SH-107. ==Poteau Bypass== The Poteau Bypass is an unnumbered state highway running along the west outskirts of Poteau. It is long. On the state control section maps, the Poteau Bypass is shown with a state highway number of \"00\". On the official state highway maps, US-59 is shown routed along the bypass. It is signed alternately as By-Pass US 59 and US 59/271. ==References== ",
    "title": "List of unsigned Oklahoma State Highways"
}