{
    "id": "26980030",
    "text": "Civitavecchia fort and harbour today. The Betar Naval Academy was a Jewish naval training school established in Civitavecchia, Italy in 1934 by the Revisionist Zionist movement under the direction of Ze'ev Jabotinsky, with the agreement of Benito Mussolini.Kaplan, 2005, p. 156. The titular head of the Academy was the Italian maritime scientist Nicola Fusco but Betar leader Jeremiah Halpern ran the School and was its driving force. The Academy trained cadets from all over Europe, Palestine and South Africa and produced some of the future commanders of the Israeli Navy. Although the Revisionists were keen to ensure that trainees avoided local Fascist politics the cadets did express public support for Benito Mussolini's regime, as Halpern later detailed in his book History of Hebrew Seamanship. Cadets marched alongside Italian soldiers in support of the Second Italo–Abyssinian War and collected metal scraps for the Italian weapons industry. They \"felt as if they were living the true Beitarist life in an atmosphere of heroism, militarism, and nationalistic pride.\" The Academy closed in 1938.Dieckhoff, 2003, p. 243. ==The Revisionists and Italy== Italy was a source of ideological, historical and cultural inspiration for the Zionist Revisionists of the 1920s and 1930s.Kaplan, 2005, p. 149. The country under Mussolini was seen as a historical reminder of the roots of the Jewish people and as a contemporary example of a once glorious culture reclaiming its role in the world through the affirmation of power and national pride. From the early 1930s onwards Jabotinsky believed that the United Kingdom could no longer be trusted to advance the Zionist cause and that Italy, as a growing power capable of challenging Britain for dominance in the region, was a natural ally.Kaplan, 2005, p. 150. Jabotinsky had been scheduled to meet Benito Mussolini as early as 1922, but for various reasons the meeting did not take place. However, in a letter to Mussolini, Jabotinsky attempted to win his support for the Zionist cause by arguing that for cultural reasons Italy's pro-Arab policy was misguided.Kaplan, 2005, p. 151. Jabotinsky predicted that Italy and the Arabs would inevitably come into conflict and that a Jewish state in the Middle East could act as a buffer between Europe, Asia and Africa.Kaplan, 2005, p. 151-152. In the second half of the 1920s Revisionism became a growing force among Italian Zionists and the first branch of the movement, the Raggruppamento d'Italia, was founded in 1925. In 1930 the first issues of Leone Carpi's L'Idea Sionistica advanced an anti-British stance and in 1932 the first Revisionist Zionist conference in Italy took place in Milan.Kaplan, 2005, p. 152. ==Mussolini and the Revisionists== In 1933 the Italian foreign ministry (Mussolini was also foreign minister) began circulating internal policy documents arguing that a strong Jewish state would be in Italy's best interests.Kaplan, 2005, p. 154. Although Jabotinsky had still not been able to arrange a meeting with Mussolini it became clear that the Italian government did view the Revisionists as potential ideological partners. It was this change that facilitated the creation of the Betar Naval Academy in the Italian port city of Civitavecchia.Kaplan, 2005, p. 155. Nicola Fusco, the nominal head of the Academy, was administrative secretary of the local Fascist Party and the relationship between the cadets and the fascist establishment was close.Kaplan, 2005, p. 156-157. This was perhaps seen most clearly following the drowning of a cadet in 1935. On 28 May 1935 the Italian newspaper Popolo di Roma's report on the funeral ceremony illustrated the closeness of the relationship: an emotional commemoration took place on board the Italian ship the Domenico, which was flying its flag at half mast; all of the cadets were present, as were Halpern, Fusco, the mayor's representative, the port supervisor and all of the cadets from Lazio naval academy.Kaplan, 2005, p.156-157. The paper reported: \"In the place where the accident occurred, the dead cadet's comrades prayed according to their own tradition, performed a military ceremony, and tossed a bouquet of flowers to the sea. All who were present then performed the Saluto Romano with their heads uncovered.\"Kaplan, 2005, p. 157. In a clear expression of the solidarity between the Revisionist Academy and the Italian military the official publication of the Italian professional maritime schools, the Bollettino del Consorzio Scuole Professionali per la Maestranza Marittima, stated, \"In agreement of all the relevant authorities it has been confirmed that the views and the political and social inclinations of the Revisionists are known and that they are absolutely in accordance with the fascist doctrine. Therefore, as our students they will bring the Italian and fascist culture to Palestine.\" ==The Sarah I== The Sarah I: a 190-foot four-masted schooner of 750 tons used as a training ship by the Betar Naval Academy. The generosity of a wealthy Belgian supporter [Mr Kirschner] allowed the Academy to procure a training ship, the Italian Quattro Venti, which was renamed the Sarah I, after the donor's wife. In January 1938 the Sarah I sailed around the Mediterranean. In Tunisia there were clashes between the cadets and local Arabs. In September 1937 the Sarah I visited Haifa, where the \"first Jewish Training Ship in modern history\" attracted a great deal of attention. Reception was initially frosty due to the politics of those on board, but warmed when the Mayor of Tel Aviv, Israel Rokah, gave a reception in honour of the officers and crew.'Social and Personal', The Palestine Post, September 12, 1937, p3.'Haifa Note Book...', The Palestine Post\", September 17, 1937, p4. The Palestine Post reported that visitors from Tel Aviv, Jerusalem and the settlements visited the ship to greet the \"Jewish seagoing pioneers\".'Training Jewish Youth to Seamanship: A Visit to Sarah I at Haifa', The Palestine Post, September 16, 1937, p2. ==Notes== ==References== *Dieckhoff, Alain (2003). The Invention of a Nation: Zionist Thought and the Making of Modern Israel. C. Hurst. *Kaplan, Eran (2005. The Jewish Radical Right: Revisionist Zionism and Its Ideological Legacy. University of Wisconsin Press. Category:Educational institutions established in 1934 Category:Zionist youth movements Category:Jewish youth organizations Category:Ze'ev Jabotinsky Category:1934 establishments in Italy Category:Youth organisations based in Italy ",
    "title": "Betar Naval Academy"
}