{
    "id": "26990068",
    "text": "Renmin Park is an album by the Canadian alt-country band Cowboy Junkies, released in 2010. It is Volume One of the Nomad Series. The album's name translates in Chinese as \"People's Park\". == Album development == In late 2008, Michael Timmins got an opportunity to live in China for three months with his wife and three children. Two of his children were adopted from China. They stayed in Jingjiang, a city on the Yangtze that only has about 650,000 people, relatively small and obscure for China. Timmins' wife taught English at the elementary/middle school they were staying at, his kids attended a few classes, and Timmins explored the town, and the whole family travelled when his wife's teaching schedule allowed. They visited the birth village of each of his Chinese born adopted daughters. The music that inspired Michael Timmins the most during the visit was found at Renmin Park, where a variety musicians would gather throughout the day, bringing their erhus, pipas, shangxians and various percussion instruments, and a mix of singers would perform. Timmins found most of the musicians to be great, most but not all singers were not as great, but all performed with passion. About half way through their visit, Timmins was introduced to Eric Chen, who was passionate about music, and had taught himself English by watching American movies. Chen told Timmins that he was \"not only the only person in Jingjiang who had ever heard the music of Radiohead, but the only person who had ever even heard the name Radiohead\". The two became friends and spent time together. Chen brought Timmins a variety of CDs and videos that showcased the Chinese rock scene, such as He Yong, Dou Wei, The Tang Dynasty, Xu Wei, and Zuoxiao Zuzhou (ZXZZ), plus others. The two which appealed to Timmins the most were Xu Wei (Cure-meets-Steve Earl pop) and ZXZZ (Leonard Cohen meets Nick Cave by way of Tom Waits). When the Cowboy Junkies were making Renmin Park, they decided to cover a song by those two, with lyrics translated by Chen. The Junkies also asked ZXZZ to contribute an original lyric and vocal performance for a track on the album, \"A Walk in the Park\". Another inspiration that struck Timmins was the sounds of the community, which was loud, unrelenting, and had textures that were foreign to Timmins' Western ears. He had Peter Timmins send him a high-end portable recorder, which he carried everywhere he went, and recorded music, conversations, exercise classes, badminton games, traffic, students chatter in classrooms, street hawkers, and more. He sent the recordings to Joby Baker in British Columbia with instructions to create loops of the sounds, just use his imagination. Alan Anton, who also lives in British Columbia, got involved in the looping exercise, and the two built music structures which used some of Michael Timmins' community noise recordings as the foundation. Baker sent the recordings back to Timmins in Toronto, where Michael and Peter Timmins worked on the sounds in their studio, removing some elements and adding some of their own elements. Once the basic structure was complete, Michael Timmins wrote out melodies and lyrics, which Margo then came in and transformed into Cowboy Junkies songs. The core story the album is built around is a fictional love story about two people who live in two different worlds that always keeps them apart. Renmin Park is a reflection of Michael Timmins family's adventure in China. It is also a thank-you letter to the people of the city that opened up their arms to his family. The album is the first of four albums to be released in the Nomad series. The overarching theme of the series is just to produce four albums in eighteen months, which forces a creativity on the artists. There is no real theme connecting the albums, but according to Michael Timmins \"just by the very nature of doing that many songs, that much writing, and doing that much recording in such a short time, there's going to be something that connects them.\" The title of the series comes from the four paintings that are the covers of the four albums. The paintings are done by a friend of the Junkies, by Enrique Martinez Celaya, and he named his series of paintings the Nomad paintings. The Cowboy Junkies found the name appropriate, since they are a band that has been on the road for 30 years, and the first volume is about Michael Timmins' visit to China, and the second volume, Demons, is about Vic Chesnutt, who was so much a nomad. The series title just rang true for the group. == Track listing == == Personnel == Cowboy Junkies *Margo Timmins – vocals *Michael Timmins – guitar, backing vocals *Alan Anton – bass *Peter Timmins – drums, percussion Additional musicians *Jeff Bird – mandolin *Joby Baker – keyboards, piano, bowed bass, loops, collages; drums (tracks 8 & 10) *Aaron Goldstein - pedal steel guitar *George Gao - erhu *Guo Xue Ying - pipa *Andy Maize – backing vocals (tracks 2 & 7) *Josh Finlayson - bass (track 6) *Henry Kucharzyk - string arrangement (track 10) *Anna Redekop, Amber Ghent, Rebecca van der Post, Sandra Baron - strings (track 10) *Jesse O'Brien - keyboards (track 11) *Zuoxiao Zuzhou - vocals (track 12) Production *Michael Timmins – producer, engineer, street recordings *Peter J. Moore – mastered at the E Room *Joby Baker – engineer, mixing *Eric Chen - translation (track 6 & 10) *Alice Phieu – graphics design *Peter Timmins - assisted on graphics design *Enrique Martinez Celaya – cover image == References == == External links == * Category:2010 albums Category:Cowboy Junkies albums Category:Latent Recordings albums ",
    "title": "Renmin Park (album)"
}