{
    "id": "26992717",
    "text": "Presbyter is, in the Bible, a synonym for bishop (episkopos), referring to a leader in local Church congregations. In modern Eastern Orthodox usage, it is distinct from bishop and synonymous with priest. Its literal meaning in Greek (presbyteros) is \"elder.\" ==Holy orders== Through the sacrament of holy orders, an ordination to priesthood is performed by the bishop. But this requires the consent of the whole people of God, so at a point in the service, the congregation acclaim the ordination by shouting \"Axios!\" (\"He is worthy!\"). Orthodox priests consist of both married clergymen and celibate clergymen. In the Orthodox Church a married man may be ordained to the priesthood. His marriage, however, must be the first for both him and his wife. He may not remarry and continue in his ministry even if his wife should die. If a single, or unmarried, or celibate, man is ordained, he must remain celibate to retain his service. A celibate priest is not necessarily the same as that of clergymen who are monastics, as celibacy does not automatically entail monasticism, though Orthodox monasticism does denote a call to celibacy. A priest-monk is called a hieromonk. ==Ministry== It is Church doctrine that the priesthood must strive to fulfill the grace given to them with the gift of the \"laying on of hands\" in the most perfect that they can. But the Church teaches that the reality and effectiveness of the sacraments of the Church, ministered by the presbyters, do not depend upon personal virtue, but upon the presence of Christ who acts in his Church by the Holy Spirit. The same as with bishops, it is Christ, through his chosen ministers, who acts as teacher, good shepherd, forgiver, and healer. It is Christ remitting sins, and curing the physical, mental and spiritual ills of mankind. The priest is an icon of Christ. Priests normally exercise the function of pastors of parishes, a function which was normally done by the bishops in early times. They are rectors of the local congregations of Christians. They preside at the celebration of the liturgy and teach, preach, counsel and exercise the ministries of forgiveness and healing. Since the presbyters are assigned by the bishop and belong to the specific congregations they have no authority or services to perform apart from their bishop and their own particular parish community. On the altar table of each parish, there is the cloth called the antimension signed by the bishop, which is the permission to the community to gather and to act as the Church. Without the antimension, the priest and his people cannot function legitimately. == History == The earliest organization of the Christian churches in Judea was similar to that of Jewish synagogues, who were governed by a council of elders (presbyteroi). In Acts 11:30 and 15:22, we see this collegiate system of government in Jerusalem, and in Acts 14:23, the Apostle Paul ordains elders in the churches he founded. Initially, these presbyters were apparently identical with the overseers (episcopate, i.e., bishops), as such passages as Acts 20:17 and Titus 1:5,7 indicate, and the terms were interchangeable. Shortly after the New Testament period, with the death of the Apostles, there was a differentiation in the usage of the synonymous terms, giving rise to the appearance of two distinct offices, bishop and presbyter. The bishop was understood mainly as the president of the council of presbyters, and so the bishop came to be distinguished both in honor and in prerogative from the presbyters, who were seen as deriving their authority by means of delegation from the bishop. The distinction between presbyter and bishop is made fairly soon after the Apostolic period, as is seen in the 2nd century writings of St. Ignatius of Antioch, who uses the terms consistently and clearly to refer to two different offices (along with deacon). Initially, each local congregation in the Church had its own bishop. Eventually, as the Church grew, individual congregations no longer were served directly by a bishop. The bishop in a large city would appoint a presbyter to pastor the flock in each congregation, acting as his delegate. == Modern usage == The Eastern Orthodox Church often refers to presbyters in English as priests (priest is etymologically derived from the Greek presbyteros via the Latin presbyter). This usage is seen by some Protestant Christians as stripping the laity of its rightful priestly status, while those who use the term defend its usage by saying that, while they do believe in the priesthood of all believers, they do not believe in the eldership of all believers. Presbyters are often referred to as Father (Fr.), though that is not an official title. Rather, it is a term of affection used by Christians for their ordained elders. In this context, a priest's first name is generally used after the word Father. Priests are often styled as the Reverend (Rev.) and therefore referred to as the Reverend Father (Rev. Fr.). Higher in bestowed honor and responsibility, Archpriests and Protopresbyters are styled as the Very Reverend (V. Rev.), while Archimandrites can be styled as the Very Reverend (V. Rev.) or as the Right Reverend (Rt. Rev.). It is also appropriate and traditional to refer to a clergyman as \"the Priest Name\" or \"Archpriest Name\". This latter practice is especially prominent in Churches with Slavic roots, such as the Church of Russia or the Orthodox Church in America. Monastics who are ordained to the priesthood are known as priest-monks or hieromonks. == Sources == * *Liddell & Scott, An Intermediate Greek-English Lexicon, pp. 301, 668 *The Compact Edition of the Oxford English Dictionary, p. 2297 *The Oxford Dictionary of the Christian Church (3rd ed.), p. 1322 ==Further reading== * Christos S. Voulgaris (Prof. of New Testament Studies, Dean of the School of Theology of the Univ. of Athens). The Sacrament of Priesthood in the Holy Scriptures. ==External links== *orthodoxwiki article on Orthodox Priesthood *Church etiquette (Ukrainian tradition) (including how to greet a priest or bishop) *Clergy Etiquette *A Son's Journey to the Priesthood, Antiochian Archdiocese *Q&A; on the Priesthood from the Orthodox Church in America Category:Eastern Orthodox clergy * ",
    "title": "Priesthood (Eastern Orthodox Church)"
}