{
    "id": "26992278",
    "text": "Essence of the Upanishads is a translation and commentary on the Katha Upanishad, an ancient Indian scripture. Written by Eknath Easwaran, the book was originally published in the United States in 1981, entitled Dialogue With Death. Foreign (non-English) editions have also been published in several languages. Foreign editions of Nilgiri Press Books, , accessed 17 April 2010. The book has been reviewed in newspapers, magazines, and elsewhere. ==Topics covered== The majority of the book is a commentary on the Katha Upanishad, divided into 12 chapters in two major parts entitled \"Dialogue With Death\" and \"The Journey Through Consciousness.\" The second edition contains a new preface by the author. All US editions of Essence of the Upanishads (Dialogue With Death) contain the author's English translation of the Katha Upanishad (a 22 page appendixThe translation comprises 19 pages in the 1st edition (pp. 247-265), and 22 pages in the 3rd edition (pp. 265-286)). The translation is described as \"made particularly for use in meditation\"Essence of the Upanishads (2009), p. 264. (see the author's method of Passage Meditation). The third edition includes a previously unpublished introductionSee 3rd edition (Essence of the Upanishads, 2009), \"Editor's Note,\" p. 10. in which the author states: > The Upanishads are probably the oldest body of wisdom literature in the > world.... Out of hundreds of these documents, one in particular appeals to > me as the essence of the Upanishads. Lyrical, dramatic, practical, > inspiring, the Katha Upanishad embraces the key ideas of Indian mysticism > and presents them in the context of a mythic adventure that everyone can > relate to: the story of a young hero who ventures into the land of death in > search of immortality. (pp. 11-12) Part One, entitled \"A Dialogue With Death,\" contains two chapters of commentary: :1. An Inward Journey. Describes the confrontation of Nachiketa and his father, leading to his father's exclamation, \"I give you to Death!\"; Explains that this is a journey \"within,\" and describes Nachiketa's meeting with Yama (Death), who offers him three boons; Nachiketa chooses forgiveness, ever-present vitality, and immortality. :2. Two Paths. Explains Yama's teaching about the human being as possessing five layers of consciousness, and being required by life to continually make choices between the pleasant (preya) and the beneficial (shreya);Preya and shreya are distinguished in Katha 1.2.3. Radhakrishnan, The Principal Upanishads (1994, p. 607), supplies the Sanskrit text as \"anyac chreyo anyad utaiva utaiva preyasteubhe nānārthe puruṣam sinītaḥ / tayoḥ śreyaḥ ādadānasya sādhu bhavate, hīyate 'rthād ya u preyo vṛṇīyate\", which he translates as \"(Yama said): Different is the good, and different, indeed, is the pleasant. These two, with different purposes, bind a man. Of these two, it is well for him who takes hold of the good; but he who chooses the pleasant, fails of his aim.\" introduces image of the body as a chariot, and the senses as five unruly horses. Part Two, entitled \"The Journey Through Consciousness,\" contains ten chapters of commentary. Most correspond to particular concepts from the Katha that are expounded by the author: :3. City of Eleven Gates. \"If the body is a city... we are the ruler.... Unfortunately, however.... we begin to identify ourselves with the walls and gates.\" (pp. 59-60) :4. Gross and Subtle. Distinguishes the \"gross\" physical body (sthūla-sharīra) from the \"subtle body\" (sūkshma-sharīra), that \"corresponds roughly to what we call the mind - our feelings, desires, intellect, and will\" (p. 73) :5. A field of Forces. The Upanishadic conception of the mind as regulated by conditioned, automatic ways of thinking (samskaras) is explained as analogous to viewing the mind as a field of forces. Also explains the Upanishadic concept of energy (prana), and describes its relation to health. :6. Will and Desire. Presents ways that the human \"will-quotient\" can be gradually trained to match, and then co-opt, the power of desire. :7. Clear Seeing. Provides practical insight into psychological constructs, both Western and Indian, such as the 'higher' and 'lower' minds, 'manas,' 'buddhi,' and 'citta.' :8. Stream of Thought. Introduces theoretical concepts about the mind with their practical consequences: the quantum nature of thoughts (\"...between two successive thoughts there is no connection at all\"), the speed of thinking and how it can be regulated, acting versus reacting, and managing one's likes and dislikes. This section ends with a description of the \"still mind\" as the goal of meditation. :9. Shadow and Self. Speaks of a real and very grand identity within everyone, which people are generally not aware of, but which can be realized. :10. Death and Dreaming. Deals with the process of dying, and of death, as states that people can learn to transcend. :11. Waking Up. Describes what the author calls the \"unitive state,\" again emphasizing that people can strive to reach such an exalted state through practical means. :12. Lesson of the Lilac. Summarizes the import of the book. Says the author: \"Life is too short to play for nickels and dimes... This book was written for men and women with the daring and dedication to break the bank.\" ==Reviews and influence== Reviews have appeared in the Los Angeles Times, Ottawa Citizen, (NB: The article states that \"Radhika Sekar has a PhD in Religious Studies and taught Hinduism at Carleton University for several years.\") Yoga International, (NB: In, 2006, this journal was renamed as Yoga + Joyful Living, ) Library Journal, Yoga Journal, and elsewhere.Frederic Brussat & Mary Ann Brussat. Untitled review of Essence of the Upanishads: A key to Indian spirituality, by Eknath Easwaran Spirituality & Practice (website), accessed 16 April 2010. The Los Angeles Times wrote that the author \"has given us a clear, almost controversial book that draws on the text and teachings of an ancient mystical faith and applies them to the concerns of contemporary life. His insights into the use of meditation to overcome the fear of death are comforting, reassuring, invigorating... [and this] is as much a book about the richness of life as it is about the end of living.\" In the Ottawa Citizen, Radhika Sekar wrote that \"There are several English versions of this Upanishad, most of them dry translations from Sanskrit by Hindu monks. [This translator and commentator,] however, was a householder... He thus had a grasp of both spiritual and secular worlds and... was firmly rooted in traditional wisdom and family values. He therefore co-relates the spiritual message to the everyday dilemmas faced by ordinary laity and presents the lofty Upanishad as a practical guide.\" Yoga International stated that the author \"often personifies philosophical and spiritual principles, thus removing them from the realm of the abstract. One of the central points in the Katha Upanishad is the distinction between the good (shreya) and the pleasant (preya) and the importance of choosing shreya.\" In imagery used in the commentary, the author > transforms these two principles into persistent door-to-door sales > representatives, who will seek you out, even if you \"retire to a cave in the > Adirondacks.\".... Similarly, the gross body and subtle bodies are portrayed > as a married couple.... [and] Will and desire are portrayed as competitors > in \"a really long marathon, one that goes on for years...\" (p. 68) Yoga Journal stated that \"After years of meditation and practice 'living out' the Katha in the modern world, Easwaran is intimate in his writing. 'I write not as a scholar,\" he says, \"but as an explorer back from a long, long voyage, eager to tell what he has found.'\" Psychiatrist Aaron Beck and his colleagues quoted from the commentary portion of the book. They stated that \"E. Easwaran uses the metaphor of channels in the brain to describe how a person's major concern develops.... Patients respond well to this metaphor.\" Aaron T. Beck, Gary Emery, & Ruth. L. Greenberg (2005). Anxiety Disorders and Phobias: A Cognitive Perspective (15th anniv. ed.). New York: Basic Books. (quote is from p. 293). ==Editions== The original edition was published by in 1981 by Nilgiri Press, which also published subsequent US editions. Other editions have been published in German,Eknath Easwaran (2010). Die Essenz der Upanischaden: Was passiert, wenn ich sterbe? (Peter Kobbe, trans.). Goldmann Wilhelm. (432 pages) Hungarian,Eknath Easwaran (1998). Párbeszéd a halállal: Utazás a tudatosságon keresztül (Béresi Csilla, trans.). Budapest, HU: Édesvíz (Freshwater). (215 pages) Bahasan,Eknath Easwaran (2000). Menyelami misteri kehidupan. Jakarta, Indonesia: PT Gramedia. (361 pages) and Korean.Eknath Easwaran (2005). 죽음이 삶에게 보내는 편지 (이명원, trans.). Korea: Yemun Publishing . (394 pages) The US editions are: :* (276 pages) :* (239 pages) :* (304 pages) :* (298 pages), ebook , Audiobook Indian edition: :* (240 pages) ==References== Category:Upanishads Category:1981 non-fiction books Category:2009 non-fiction books Category:Works by Eknath Easwaran ",
    "title": "Essence of the Upanishads"
}