{
    "id": "26998299",
    "text": "{| |} The Hamilton H-45 and H-47 were six-passenger-seat, all-metal, high-wing monoplanes powered by single Pratt & Whitney radial engines. They were built for passenger and mail-carrying work in the US in the late 1920s. ==Design and development== The Hamilton Metalplane Company, which merged with Boeing in 1926, built some of the earliest all-metal US aircraft. The H-45 and the H-47, which differed chiefly in having a more powerful engine, were part of that series. Both types were corrugated-aluminium-skinned in the Junkers style. The high wings were semi-cantilevers, unsupported apart from pairs of parallel struts from the fuselage bottom edge to the wing close to the fuselage. The main legs of the fixed, tailwheel undercarriage were attached at the same wing points as the struts and joined laterally by inverted V bracing. The fuselage was flat-sided, with wide windows to the passenger cabin under the wing. This was accessed via a portside door, aft of which was a smaller door into a baggage compartment. The two crew members sat in a cabin in front of the wings, accessed by a rooftop hatch. The tail was conventional, with a braced tailplane. Both the H-45 and the H-47 were powered by a single, uncowled, Pratt & Whitney 9-cylinder radial: the H-45 had a 450 hp (335 kW) Wasp and the H-47 a 525 hp (390 kW) Hornet. The Hornet gave a 10 mph (16 km/h) increase in cruising speed and a slight (3%) increase in useful load to 2300 lb (1043 kg). Both types first flew in 1928. Both could be mounted on floats. In all, about 25 H-45s and 21 H-47s were built. ==Operational history== The H-45 and H-47 were used from 1928 to operate passenger and mail services within the US. Northwest Airways flew at least nine aircraft, introducing them on their Chicago-Minneapolis/St Paul route CAM 9 from September 1928.Davies, 1998, p.127 Other U.S. airlines to use the type for both passengers and cargo were Coastal Air Freight and Condor Air Lines.Davies, 1998, p.126. Wien Airways of Alaskaused at least one H-45 on a route from Fairbanks to the western coast and on to Point Barrow. During 1930, Isthmian Airways used Hamilton floatplanes for their service linking the Atlantic to the Pacific between respectively Cristóbal, Colón and Balboa in the Panama Canal Zone. The airline impudently claimed the 30-minute flight as the \"fastest transcontinental service in North America\".Davies, 1998, p. 151 One H-47 (originally built as an H-45) was impressed by the United States Army as a UC-89 in 1942. It was found unsuitable for Army work and was struck off charge in August 1943. It was a featured aircraft in Howard Hawk's 1939 \"Only Angels Have Wings\" flying mail for \"Barranca\". The flying scenes were fake; however, the aircraft was used in ground scenes. The movie prop model (or one of them) survives. ==Variants== H-45 Wasp powered, ~25 built. H-47 Hornet powered, 20 built. H-47 Special 525 hp (390 kW) Wright Cyclone powered, span extended to 60 ft 5 in (18.4 m). One built. UC-89 Single impressed aircraft. ==Surviving aircraft== One H-47 remains flyable. N879H was auctioned after restoration in January 2010 and flew at the Oshkosh meeting in the Summer of 2010. ==Operators== ; *Condor Air Lines *Alaskan Airways *Coastal Air Freight *Isthmian Airways *Northwest Airways *Wien Alaska Airways ; *Peruvian Air Force: operated during Colombia-Peru War ==Specifications (H-47)== ==References== *Davies, R.E.G., Airlines of the United States since 1914, reprinted 1998. Smithsonian Institution Press, Washington DC, . * Category:1920s United States airliners Category:1920s United States civil utility aircraft Category:Hamilton aircraft Category:Single-engined tractor aircraft Category:High-wing aircraft Category:Aircraft first flown in 1928 ",
    "title": "Hamilton H-47"
}