{
    "id": "26990854",
    "text": "The Engine Company 2 Fire Station is a firehouse at the corner of Main and Belden streets in Hartford, Connecticut, United States. It is a brick structure built in the early 20th century, the second firehouse built for the company. Architect Russell Barker, who designed many public buildings in the city, used the Italian Renaissance Revival style, unusual for a firehouse. The front facade boasts intricate brickwork. It is one of two remaining firehouses in the city originally designed to accommodate both men and horses. In 1989, it was added to the National Register of Historic Places along with several other city firehouses. It continues to serve its original function, housing Engine Company 2 of the Hartford Fire Department. ==Building== The firehouse is in the Clay–Arsenal neighborhood north of downtown Hartford. It is on the southwest corner of the intersection, a block north of the five-way intersection of Main, Ann and High streets with Albany Avenue and the railroad tracks beneath Tunnel Park. The Interstate 84/U.S. Route 6 freeway one block further south divides Clay–Arsenal and downtown. This section of Clay-Arsenal is a transition from downtown to outer residential neighborhoods. Main has a concrete divider here, creating separate roadways on both sides of the intersection. The firehouse's neighboring buildings are commercial structures of similar height on Main, and houses on Belden. Across Main is a newer housing development. ===Exterior=== The building is a two-story seven-by-five- bay structure on a foundation of brownstone on the east (front) elevation and concrete on the other three. Load-bearing walls of wood frame and masonry rest on it. Five-bay pavilions project from the east and west, with the latter having an additional three-bay pavilion projecting further. The two combine to make the building cross-shaped. On all sides the masonry is faced in brick. It is beige on the east (front) facade. At the corners projecting courses are laid to resemble quoins. Along the ground level of the pavilion at the first story are three large garages with metal overhead doors. A smooth concrete apron runs down to the street. Above the garages, on an entablature of brick laid in stretcher bond, are metal letters spelling out \"CLAY-ARSENAL STATION ENGINE CO. 2 LADDER CO. 3\". It in turn is topped by a course of four bricks laid vertically, all but the third from the bottom headers, with separate stone blocks carved with letters. From south to north they \"HFD\", \"FIRE\" and \"DEPT.\" They set off a second story with a smooth stone face set with five round-arched windows. On either side of the central window are stone panels. The south one has a \"2\" and the north one \"1910\". The windows are set with double-hung sash. At the springline of the arches another brick course sets off the stone, with the brick above it laid in a basketweave pattern. The arches themselves are segmental, consisting of four vertically laid headers. Above them another projecting stretcher course ends the basketweave, topped by vertical stretchers, two rows of projecting stretchers, two rows of stretchers and finally a top row of projecting stretchers below a stone cornice. The otherwise flat roof has a hipped section in the front of the main block behind the pavilion. The other three facades are faced in red brick and fenestrated with nine-over-one double-hung sash trimmed with brownstone lintels. There are two bay windows on the north and south faces, toward the west corners. Around the base of the hipped roof is a cornice of corbeled brickwork. ===Interior=== On the inside much original trim remains. The apparatus room has narrow wainscoting, part of which is now concealed by a dropped ceiling. Semicircular openings in the walls house the sliding poles. In the rear a row of large doors once served as the stables, with another set on the south opening into the former harness room. Two rooms behind the stables also once served horse- related functions. One retains the iron hitching posts and wood flooring. The other has been converted into a kitchen, with those features removed. Most of the original woodwork remains on the second floor, particularly window and door surrounds. Double wooden doors set off the upper ends of the poles. A dropped ceiling has been added to the front dormitory. Over the stables is a largely unfinished room that once served as the hayloft. ==History== Engine Company 2 was established in 1864 when the city of Hartford decided to combine its existing volunteer fire companies into a single paid citywide department. It had originally been the Neptune company, based near the present location at 1161 Main Street. That firehouse was used for the remainder of the 19th century. In 1910, the city decided to build a new firehouse for the company. Architect Russell Barker, who had begun as a draftsman in another local architect's office and had had no formal training otherwise, received the commission. It was the first of a group of buildings he designed in the Hartford area, including five schools, through 1930. His design used the Italian Renaissance Revival architectural style, not commonly used for firehouses. Originally a projecting cornice with a pent tile roof supported by brackets ran the length of the east facade. It is not known when, or why, that was removed. It was meant to accommodate both men and horses, reflecting a distinct era in the fire department's history when it had its own horses but had not yet begun to motorize. It and the Engine Company 4 building on Ann Street, which housed the last two department horses until 1920, are the only two left in Hartford with that design feature. ==See also== *National Register of Historic Places listings in Hartford, Connecticut ==References== ==External links== *Hartford Fire Department stations Category:Fire stations completed in 1910 Category:Fire stations on the National Register of Historic Places in Connecticut Category:Renaissance Revival architecture in Connecticut Category:Buildings and structures in Hartford, Connecticut Category:National Register of Historic Places in Hartford, Connecticut ",
    "title": "Engine Company 2 Fire Station"
}