{
    "id": "26998429",
    "text": "Carbery East (Carbery East (E.D.)) is a barony in County Cork in Ireland. It has been split since the nineteenth century into East and West Divisions (an Roinn Thoir/Thiar).Carbery East (W.D.) ==Legal context== Baronies were created after the Norman invasion of Ireland as divisions of counties and were used the administration of justice and the raising of revenue. While baronies continue to be officially defined units, they have been administratively obsolete since 1898. However, they continue to be used in land registration and in specification, such as in planning permissions. In many cases, a barony corresponds to an earlier Gaelic túath which had submitted to the Crown. == History == Originally Carbery East formed a single Barony of Carbery with Carbery West. This was essentially a small, semi-independent kingdom, ruled over by the MacCarthy Reagh dynasty from the 13th through 16th centuries, that broke away from the larger Kingdom of Desmond. Patrick Weston Joyce said the name Carbery comes from Uí Chairpre Áebda, of which a sept, the O'Donovans under Cathal Ua Donnubáin, migrated to the area c.1300 after being driven from County Limerick by the Fitzgeralds. Canon John O'Mahony disagreed, and offered three alternatives: Cairpre founder of Dál Riata; or Cairbre of Uibh Laoghaire; or the Ui Carbre of Corcu Loígde, from whom Rosscarbery in the barony is named. However, supporting the first theory is that the O'Donovans, such as Crom Ua Donnabáin, are closely associated with earliest MacCarthys in the area, and soon became their chief vassals, holding approximately right in the middle of the medieval barony.Butler, W.F.T., \"The Barony of Carbery\", in Journal of the Cork Historical and Archaeological Society, Volume X, Second Series. 1904. pp. 1–10, 73–84 == Location and settlements == Carbery East is bordered by the baronies of Carbery West to the west, Bantry to the northwest, Muskerry West to the north, Kinalmeaky to the northeast, and Kinsale and Courceys to the east. To the south is the Celtic Sea, broken by the two halves of the barony of Ibane and Barryroe. From east to west are Courtmacsherry Bay, Barryroe peninsula, Clonakilty Bay, Ibane peninsula, and the coast from Rosscarbery to Glandore. ===East Division settlements=== Settlements in the division include Ballinascarty,Carbery East (E.D.): population centres Ballineen,Carbery East (E.D.): towns Bandon, Clonakilty, Desertserges, Innishannon, Kilbrittain, Kilmacsimon Quay, and Lyre. Other features include InchydoneyCarbery East (E.D.): features ===West Division settlements=== Settlements in the division include Castletown Kinneigh,Carbery East (W.D.): population centres Cappeen, Drinagh, Dunmanway,Carbery East (W.D.): towns Enniskean, Glandore, Leap, and Rosscarbery Other features include the River Bandon and the River Ilen.Carbery East (W.D.): rivers == See also == * List of civil parishes of County Cork * List of townlands of the barony of East Carbery (E.D.) in County Cork ==References== From : From other sources: Category:Baronies of County Cork ",
    "title": "Carbery East"
}