{
    "id": "26990083",
    "text": "The New Haven County Courthouse is located at 121 Elm Street in the Downtown section of New Haven, Connecticut. The building was built in 1917 and was added to the National Register of Historic Places on May 16, 2003. It is one of the city's finest examples of Beaux Arts architecture, with a particularly elaborate central atrium, and was the site of Griswold v. Connecticut, a historic court case involving women's right to birth control. ==Description and history== The New Haven County Courthouse is located in downtown New Haven, facing the New Haven Green from the northwest corner of Elm and Church Streets, It is a three-story stone structure, finished in white Vermont marble. Its principal mass is basically rectangular, with projecting sections of differing depths on each side. The two street-facing projections house its main entrances, which are fronted by Ionic porticos. A central section rises a full extra story to provide additional height to the central atrium. The interior is finished in richly ornamented finishes of marble, mahogany, brass, and plaster. Some doors have heavy brass knobs bearing the county seal. and The courthouse was designed by William H. Allen and Richard Williams. Their Beaux Arts architecture design won a design competition over submissions from several well-known architects, and contributed to the city's adoption of the City Beautiful movement to improve its public spaces and facilities. The building was under threat of demolition in 1956. The building's exterior underwent a $10.5 million renovation project, with work beginning in January 2013.Mary E. O'Leary, New Haven Superior Courthouse once again a jewel on the Green, New Haven Register (April 6, 2015). Significant court cases tried at the courthouse include Griswold v. Connecticut, which ensured that married women could have access to birth control methods and information, and the trial of Black Panther Bobby Seale. The sculpture in the courthouse's front was executed by J. Massey Rhind.Colin M. Caplan, A Guide to Historic New Haven, Connecticut (The History Press: 2007), p. 22. The figures in Rhind's tympanum are Justice, Victory, Precedence, Accuracy, Common Law, Statutory Law, Progress and Commerce. Unobtrusive netting is installed across the tympanum to prevent hawks from nesting there, as the birds have done in the past. ==See also== *National Register of Historic Places listings in New Haven, Connecticut ==References== ==External links== *Historic postcards depicting the New Haven County Courthouse Category:Courthouses on the National Register of Historic Places in Connecticut Category:Neoclassical architecture in Connecticut Category:Greek Revival architecture in Connecticut Category:Beaux-Arts architecture in Connecticut Category:Government buildings completed in 1917 Category:County courthouses in Connecticut Category:Buildings and structures in New Haven, Connecticut Category:National Register of Historic Places in New Haven, Connecticut ",
    "title": "New Haven County Courthouse"
}