{
    "id": "26992195",
    "text": "Lestes dryas is a species of damselfly in the family Lestidae, the spreadwings. Its common names include emerald spreadwing, scarce emerald damselfly and robust spreadwing.Boudot, J. 2014. Lestes dryas. The IUCN Red List of Threatened Species. Downloaded on 28 January 2016. An alternate name in Ireland is the turlough spreadwing. This species is native to the Holarctic, especially northern parts of Eurasia and North America. It is relictual in North Africa. L. dryas can tolerate extreme conditions that few other dragonflies can survive. == Identification == This damselfly is about 35 to 42 millimeters long, the males are generally longer than the females. The males' wingspan is about 45 millimeters and the females' about 47 millimeters.Watson, L., and Dallwitz, M. J. 2003 onwards. Lestes dryas (Kirby, 1890). British insects: Dragonglies and Damselflies (Odonata). Version: 1st January 2012. Like the other members of the genus Lestes, both sexes of L. dryas have largely metallic green bodies with a bronze iridescence. They usually rest with their wings half spread. L.dryas is very similar in appearance to the emerald damselfly Lestes sponsa and care must be taken to tell the two species apart. The male has blue eyes. Powder blue pruinescence develops on the front and end of the abdomen, the pronotum and the sides of the thorax. However all Lestes are very similar in appearance and it is the shape and colour of the anal appendage that is characteristic. The anal appendages in L. dryas and L. sponsa are black whilst in the other European Lestes they are white or light coloured. L. dryas and L. sponsa have slightly different shaped appendages as show in the photographs. {| | L. dryas male, anal appendage | L. sponsa male, anal appendage |} The female has a more robust abdomen than the male. She has no blue colouration on her body and has brown to green eyes. Females have beige underparts. L. dryas female ==Habitat and distribution== L. dryas is found in a band around the world from 40° north to 60° north across central Europe and Asia from France to the Pacific and across North America. L. dryas is the only Lestes that occurs in Europe and in North America. Around the Mediterranean it is found at altitude. It is found in still, shallow water in well vegetated ditches, ponds, bogs and lakes. It can be found near the coast in slightly brackish water. It is widespread in Europe but is never as common as L. sponsa. It was believed to be extinct in Britain before being rediscovered in 1983. Since then it has been found at several sites in south-east England. They breed mainly round the Thames Estuary and in a few inland lakes in Norfolk and Ireland. ==Behaviour== L. dryas male, with crippled left hind wing Adults fly from April in the south of its range to late May in the north but are on the wing mostly in July and August. They tend to live in dense vegetation and rarely fly over open water, staying near the margins of the pond or lake. They mate in the normal damselfly manner by forming the wheel position and after copulation the male stays in tandem, guarding the female while she lays her eggs. Elongated eggs are laid, usually above water, into plant stems, such as rushes, which are covered as water levels rise in winter. The eggs develop for a few weeks when, in response to environmental conditions the rate of development slows down and the eggs are said to be in diapause. In this state the eggs overwinter. The eggs hatch in spring and give rise to the prolarval stage. This is a specialised short lived stage often lasting only minutes. The prolarva has no limbs and cannot feed but it can move by jumping or wriggling and if a prolarva is not in water when it hatches it will move about until water is found. Once in water the prolarva moult to the second stadia stage. The larvae are active and actively hunt prey leading to rapid larval growth. The larvae moult from one stadia to the next until growth is complete; in dragonflies the larval stages are the only stages where growth occurs. The number of stadia is not fixed and in good conditions the last larval stage, called F-0 can be reached in as little as 8 weeks. The newly emerged adults are not able to breed until a period of sexual maturation occurs and it is during this period that the blue pruinescence develops. ==Notes== ==References== * Askew, R. R. (2004). The Dragonflies of Europe. (revised ed.) Harley Books. pp 58–66. * Corbet, P. S. and Brooks, S. (2008). Dragonflies. Collins. New Naturalist. pp 454 * d'Aguilar, J., Dommanget, J. L., and Prechac, R. (1986). A Field Guide to the Dragonflies of Britain, Europe and North Africa. Collins. pp 168–178. * Gibbons, R. B., (1986). Dragonflies and Damselflies of Britain and Northern Europe. Country Life Books. pp 54–62. . * Hammond, C. O. (1983). The Dragonflies of Great Britain and Ireland, (2nd Ed). Harley Books. . == See also == * List of damselflies of the world (Lestidae) * List of Odonata species of Great Britain * List of Odonata species of Metropolitan France Category:Lestidae Category:Odonata of North America Category:Insects described in 1890 Category:Damselflies of Europe ",
    "title": "Lestes dryas"
}