{
    "id": "26999215",
    "text": "Clyde Cornwall Fenton OBE (16 May 1901 - 28 February 1982) was the Northern Territory's first flying doctor. Unlike the other doctors with the Royal Flying Doctor Service of Australia, Fenton was also his own pilot. Fenton was a self-taught pilot, and flew without the aid of any navigation equipment, air charts, and often proper landing strips. He enjoys a particular renown as a unique and dashing Territory character. ==Biography== Clyde Fenton graduated as a medical doctor in 1925 from Melbourne University. He then had a stint in the Royal Air Force in England in 1928. Fenton returned to Australia and headed outback, first to Wyndham, Western Australia and then on to Darwin. Fenton earned his pilot's licence with a goal to join the Royal Flying Doctor Service, but the founder, Reverend John Flynn, had a policy of not using doctors as pilots. As a result, Fenton privately raised money for an aircraft, and in March 1934 arrived in Katherine as the Government Medical Officer. He started an aerial ambulance rescue service which grew into the Northern Territory Aerial Medical Service. Calls for medical assistance came through the two RFDS stations at Cloncurry and Wyndham, and were relayed by telegram. Fenton utilised primitive bush strips and runways to pick up the patients and return them to Katherine for medical treatment. With no navigational equipment or radios, landings were made on strips lit by kerosene flares or car lights, and only the railway lines and the Katherine River were available to estimate his position. To the Civil Aviation Department Fenton was a disaster, but to the people of the Top End, he was a hero. During his career he survived plane crashes, made a flight to China in a small open aircraft, and was once stranded for five days after a forced landing. On 14 May 1940 he received his call up for the RAAF by telegram. He was eventually based at Manbulloo airstrip near Katherine, from where he made many emergency medical flights. In August 1942 the No 6 Communications Flight was formed with Flight Lieutenant Fenton in command. This unit delivered mail and food supplies to army and RAAF outposts, as far afield as the Wessell Islands. The unit was at various times based at the Ross Smith Aerodrome in Darwin, and at the Batchelor airstrip. Fenton left the Territory after the war for Melbourne, where he died on 28 February 1982. One of the planes he flew, a Gipsy Moth, is on display at the Fenton Hangar at the Katherine Historical Society Precinct. His name was also given to a World War II airstrip, Fenton Airfield near Hayes Creek, and is remembered by the Clyde Fenton Primary School in Katherine. ==Awards== *Oswald Watt Gold Medal, an Australian aviation award. ==Namesakes== *Clyde Fenton Primary School, Katherine, Northern Territory, Australia *Fenton Airfield, World War II airfield in the Northern Territory, Australia *Clyde Fenton Hangar, Katherine Historical Society Precinct, Katherine, Northern Territory, Australia ==References== ==External links== * Category:1901 births Category:1982 deaths Category:Australian aviators Category:Australian emergency physicians Category:Australian World War II pilots Category:Aviation pioneers Category:History of the Northern Territory Category:Officers of the Order of the British Empire Category:People educated at Xavier College Category:People from Warrnambool Category:Royal Air Force officers Category:Royal Australian Air Force officers Category:Royal Australian Air Force personnel of World War II Category:University of Melbourne alumni Category:Royal Flying Doctor Service of Australia people ",
    "title": "Clyde Fenton"
}