{
    "id": "26998521",
    "text": "The Aboriginal and Torres Strait Islander Heritage Protection Act 1984 (the ATSIHP Act), is legislation passed by the parliament of the Commonwealth of Australia to enable the Commonwealth to intervene and, where necessary, preserve and protect areas and objects of particular significance to Australia's Aboriginal or Torres Strait Islander peoples from being desecrated or injured.Aboriginal and Torres Strait Islander Heritage Protection Act 1984 at AustLII. Accessed 2011-10-01 The Act has been considered ineffective to the legislation's purpose, as seen in court decisions and the minimal amendments and recommendations implemented. The minimal updates to the Act are dissimilar to the significant changes that have been made to other heritage protection acts such as the Native Title Act 1993 and the Environment Protection and Biodiversity Conservation Act 1999. == Purpose and function == The Act was established as a 'final resort' to heritage protection where state and territory protections were unsuccessful. As Senator Ryan stated when introducing the bill, \"Where a State or Territory has no law capable of providing effective protection, or no action is being taken to give effect to that law, the Commonwealth will act in appropriate cases.”Commonwealth, Parliamentary Debates, House of Representatives, 6 June 1984 ( Senator Ryan). The Act defines ‘Aboriginal tradition’ as: “ the body of traditions, observances, customs and beliefs of Aboriginals generally or of a particular community or group of Aboriginals, and includes any such traditions, observances, customs or beliefs relating to particular persons, areas, objects or relationships.”Aboriginal and Torres Strait Islander Heritage Protection Act 1984 (Cth) s 3(1). The Federal Court of Australia has expanded the definition to require “a degree of antiquity to the traditions”Chapman v Luminis Pty Ltd (No 5) [2001] FCA 1106, 398. whilst respecting intergenerational transmission may incorporate some variation. ‘Areas of significance’ can be Australian land- freehold, leasehold, private, national park or crown land- across states and territories, and internal waters or territorial seas.Aboriginal and Torres Strait Islander Heritage Protection Act 1984 (Cth) s 8. An area is considered injured or desecrated if it is used or treated in a manner inconsistent with Aboriginal traditions, including if a persons presence there would be inconsistent.Aboriginal and Torres Strait Islander Heritage Protection Act 1984 (Cth) s 3(2). The threat of injury or desecration must be specific; a declaration cannot be made against acts already taken, or potential acts in the future. The threat of injury or desecration also, cannot compel action such as developing a management plan.Heritage Division of Department of Sustainability, Environment, Water, Population and Communities, Introduction to the Aboriginal and Torres Strait Islander Heritage Protection Act 1984, (2010), p 9. Aboriginal human remains can be claimed as objects of significance however the Act has a limited definition of which Aboriginal human remains can be considered of particular significance to Aboriginal traditions. == Key Cases == === The Wamba Wamba case === An emergency declaration for area protection was made in 1989 on a development site for a golf course and country club.Wamba Wamba Local Aboriginal Land Council and Murray River Regional Aboriginal Land Council v The Minister Administering the Aboriginal and Torres Strait Islander Heritage Protection Act 1984 and Murrays Downs Golf & Country Club Limited [1989] FCA 210. Before development, in 1986, archeological evidence found the area was likely to have skeletal remains dating back 30,000 year. Development was approved in 1987 and in December 1988, human remains were found in the construction site. Those remains were reburied however more were found and left on the golf course building site.Prue Vines, \"Resting in Peace? A Comparison of the Legal Control of Bodily Remains in Cemeteries and Aboriginal Burial Grounds Australia” 20 (1) Sydney Law Review 78, 1998. Aboriginal custodians requested reburial in the same site and the movement of the club house and bowling green to an alternative area. Justice Lockhart noted: “[Burial sites] are the places which Aboriginals believe are the place of the spirits waiting to be called back, and, if the spirits are disturbed, the Aboriginal people believe that they will suffer because of the failure to care for them.” Despite Justice Lockhart saying “undoubted historical significance and strength of Aboriginal tradition relating to land with which this case is concerned and land nearby raise questions of political sensitivity, high emotion and spiritual, as well as material, significance”, the application was dismissed. The Minister has final power in determining site significance.Heritage Division of Department of Sustainability, Environment, Water, Population and Communities, Introduction to the Aboriginal and Torres Strait Islander Heritage Protection Act 1984, (2010) p15. Controversial bridge associated with the Hindmarsh Island (Kumarangk) cases === Hindmarsh island (Kumarangk) Cases === The area of Kumarangk or Hindmarsh island in 1995 was subject to a protection declaration which grew to national attention sparking the Hindmarsh Island bridge controversy. The site was not granted protection. Other issues around the proceedings went to federal court twice.Thomas Lincoln Chapman, Wendy Jennifer Chapman and Andrew Lincoln Chapman v the Honourable Robert Tickner, Minister of Aboriginal and Torres Strait Islander Affairs, Cheryl Anne Saunders and Isabella Alice Norvill and Douglas Milera [1995] FCA 1068.The Honourable Robert Tickner, Minister of Aboriginal and Torres Strait Islander Affairs, Isabella Alice Norvill and Douglas Milera v Thomas Lincoln Chapman, Wendy Jennifer Chapman, Andrew Lincoln Chapman, Graham Francis Barton, Gary Stephen Knott and Che [1995] FCA 1726 Two cases in 1998Kartinyeri v Commonwealth [1998] HCA 52.Kartinyeri v The Commonwealth [1998] HCA 22. and another in 2001Chapman v Luminis Pty Ltd (No 5) [2001] FCA 1106. attempted to dispute, or recover from, the findings but were dismissed. These cases offered a broader definition of ‘traditional’von Doussa J in Chapman v Luminis Pty Ltd (No 5) [2001] FCA 1106, paragraph 398. and outlined that the minister, in making their decision, must consider all relevant material.Black CJ in Tickner v Chapman (1995) 57 FCR 451. This relevant material includes “the views of people who would be affected adversely by a declaration and any relevant matters, such as the financial effects of a declaration.”Heritage Division of Department of Sustainability, Environment, Water, Population and Communities, Introduction to the Aboriginal and Torres Strait Islander Heritage Protection Act 1984, (2014) However the protection of Aboriginal heritage is “to be given substantial weight by the Minister in exercising his or her discretion”.Tickner v Chapman, [1995] FCA 1726 per French J at 30. The effect of these cases deterred Indigenous people from making applications due to confidentiality and publicity concerns.,Chapman v Luminis Pty Ltd [No 2] (includes corrigenda of 4 August 2000) [2000] FCA 1010 and was a contributing factor to the Evatt report. Williams case area of significance === Williams v Minister for the Environment and Heritage === In 2003, Wiradjuri man Neville Williams applied for an emergency declaration under the Act in response to Aboriginal artefacts found during exploratory drilling, granted under a mining lease at Lake Cowal.Williams v Minister for the Environment and Heritage [2003] FCA 535. The Minister did not declare the site protected as he did not believe it met the threshold of significance. Williams sued the Minister for “failure to take into account a relevant consideration” and ‘unreasonableness. The claim of unreasonableness was unsuccessful as “a court is not entitled to strike down an administrative decision on the ground of unreasonableness simply because the judge would have decided the issue differently\". However, the minister was ordered to reconsider the application. Lake Cowal is not under declared protection. Anderson case area of significance === Anderson v Minister for the Environment, Heritage and the Arts === In 2010, an emergency and permanent declaration application was made in response to a housing development on North Angels beach as the site was archaeologically significant, and was also the site of a massacre of Bundajalung people which occurred at Angels Beach in the nineteenth century.Anderson v Minister for the Environment, Heritage and the Arts [2010] FCA 57. The minister refused to make a declaration which led to the court case. The Anderson siblings, both Senior Elders of the Numbahjing Clan of the Bundjalung Nation, were required to show the minister “acted perversely or had no logical basis for his decision”Anderson v Minister for the Environment, Heritage and the Arts [2010] FCA 57. para 105. or lack there of. They did not meet the threshold and the ministers’ decision was upheld and therefore the application was dismissed.Anderson v Minister for the Environment, Heritage and the Arts [2010] FCA 57. para 107. Alum mountain, bulahdelah. Associated with Worimi Dates cases. === Other Significant cases === Dates v Minister for the Environment, Heritage and the Arts casesDates v Minister for the Environment, Heritage and the Arts [2009] FCA 1156.Dates v Minister for the Environment, Heritage and the Arts (No 2) [2010] FCA 256. regarding the Alum or Bulahdelah Mountain. Robert Tickner v Robert Bropho casesRobert Tickner v Robert Bropho (1993) 114 ALR 409.Robert Tickner v Robert Bropho (1993) 40 FCR 183. regarding the Swan Brewery. == Reviews == === The Evatt Review === Between October 1995 to June 1996, Elizabeth Evatt AC independently reviewed the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p 1-2. (Selected parts of the review) This review was requested after the Kumarangk (Hindmarsh Island) cases.Culvenor, Clare. ‘Commonwealth heritage Protection Legislation’. 5(3) Indigenous Law Bulletin 17. (2000). p 1. The report produced 58 recommendations to amend the legislation which have continued to be used as suggested amendments to the Act decades later. The motivation for review was multi-factorial:Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p.11-16. * Aboriginal People did not feel in control in administering the Act. There was no process to field or negotiate further questions on cultural heritage and no commitment to ensuring Aboriginal people had access to, or management of, the sites after declarations were made.Aboriginal and Torres Strait Islander Commission, ‘Recognition, Rights and Reform: A Report to Government on Native Title Social Justice Measures.’ Australian Indigenous Law Reporter 1(1) (1996). p.79. * The administration of the minerals industry became difficult to manage. Whilst no mining project had been stopped by the Act,Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p.13. industry authorities with approved projects under state legislation were delayed by commonwealth applications which led to financial strains.Association of Mining and Exploration Company, Submission Paper 48 (1995). p.6. * The application process was deemed ineffective due to “delays, litigation and cost for the applicants and other affected parties”.Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p.12. The delays often resulted in the destruction and injury of areas and objects. * The legislation was deemed ineffectual as few areas, from 1984 to January 1996, had protective declarations made. Between the allotted time frame, 4 out of 49 applications for requested declarations of protection were approved.Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p.11. Of those four, two were overturned by the High CourtWilson v Minister for Aboriginal & Torres Strait Islander Affairs (\"Hindmarsh Island Bridge case\") (1996) 189 CLR.Douglas v Tickner [1994] FCA 1066Williams, George. “Race and the Australian Constitution: From Federation to Reconciliation” 38(4) Osgoode Hall Law Journal 6 (2000): 653-4. and one was revoked. * The commonwealth Act was incongruent with states and territories legislation which led to complicated uses of the Act. However, ineffective state and territory legislation on Aboriginal heritage resulted in the Act providing the dominant form of heritage protection.Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p 14. * States and territories struggled to negotiate with the commonwealth law due to a resistance to commonwealth intervention.Goldflam, Russell. “Between a Rock and a Hard Place: The Failure of Commonwealth Sacred Sites Protection Legislation” 3 (74) Aboriginal Law Bulletin (1995): 14. * The ministers’ decision was discretionary which concerned Indigenous applicants.Wamba Wamba Local Aboriginal Land Council v Minister Administering the Aboriginal and Torres Strait Islander Heritage Protection Act 1984 (1989) 23 FCR 239 at 247-248. * In requiring the disclosure of information on the significance of the heritage site or item, cultural obligations were being breached.Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p.48. Indigenous customary law and practices of hierarchies of knowledge concerning age, gender and kinship connection includes restricted access to certain knowledge.Graeme Neate. “Indigenous Land Law and Cultural Protection Law in Australia: Historical Overview and some Contemporary Issues”, Paper delivered to ATSIC- AGS Legal Forum 18 May 1995, p 53. Requiring applicants to disclose restricted information to claim significance meant Indigenous cultural obligations were disregarded.Douglas v Tickner [1994] FCA 1066. Despite criticism, the review noted existing positive outcomes of the Act. The Act had instigated state, Indigenous and developer negotiations which at times produced protections without making declarations. The Act also intervened to modify or withdraw proposals, which resulted in developers consulting with Indigenous communities to discuss their respective interests. The Evatt review was criticised for its time limitations regarding submissions and consultations. It was also criticised for not reviewing the Act in light of the Mabo decision. The Evatt report’s recommendations are summarised as follows: * It was recommended that a cohesive national policy managed by a co-ordinating body should be created to reduce duplication and complication of state and federal laws.Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p.42-43, 119. The policy would standardise the purposes, definitions and terms of heritage legislation.Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p 68, p219. The co-ordinating body would be an adequately funded and fully resourced agencyElizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p 79. with a majority of its employees identifying as Indigenous.Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p 210-11. * State, Territory and Commonwealth heritage protection laws should minimise or eradicate the requirement of Indigenous applicants to reveal restricted information.Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p 55, 87, 97-99, 135. * Provisions should be made to allow Indigenous peoples’ access to their respective sites and objects.Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p100. * Indigenous people, especially the recommended agency, should be the judges of the significance of a site or item,Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p 118. and deciders of the magnitude of the threat to areas and objects.Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p 119. The decision of significance and threat would be treated as separate from protection. * Aboriginal cultural heritage concerns should be integrated into development and planning processes, ensuring Indigenous presence and negotiating powers in early stages of planning. The purpose would be to reach agreements, avoid disclosure of restricted information and avoid applications made under the Act as last resort and delaying mechanism.Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p 84. * Decisions made by the recommended agency would be binding on the minister. * The Acts’ processes would include a voluntarily elected mediator, during which time mediation is in process, the area or object would be under protection.Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p 133-136. If an agreement is met, it must be registered and breaches would give rise to civil liabilities. * Thresholds for protections should be lowered,Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p 157-173. time frames of protection should be extended,Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p 156-65. and greater consultation on lifting declarations should be made.Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p 152. * Emergency applications require immediate action.Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p 154-55. * The Acts’ processes should require seeking consultation with interested parties and publicising the details of the process.Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p 177-186. *Public records of heritage objects and repatriation processes should be produced.Elizabeth Evatt, Parliament of Australia, ’Review of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984.’ (Report no. 170 of 1996, July 1996). p 221. Minister for the Environment, Heritage and the Arts === 2009 Discussion Paper === In August 2009, the Federal Minister for the Environment, Heritage and the Arts, Peter Garrett proposed major reforms to the Act in discussion paper ‘Indigenous Heritage Law Reform’ because “The ATSIHP Act has not proven to be an effective means of protecting traditional areas and objects”.Department of Environment and Heritage, ‘The Aboriginal and Torres Strait Islander Heritage Protection Act 1984: Guide to purposes, applications and decision-making’, August 2009. p 4. As stated in the paper, “93% of approximately 320 valid applications received since the Act commenced in 1984 have not resulted in declarations.” There were concerns that these reforms limited protectionsNew South Wales Aboriginal Land Council, Submission to the Department of Environment Water Heritage and the Arts , Respect and Protect- Submission in response to the discussion paper: Indigenous heritage law reforms, September 2009. but these amendments were not adopted.Lenny Roth, ‘Aboriginal cultural heritage protection: proposed reforms‘ (Media Release, November 2015), p1. The proposed amendments introduced new definitions, stating an object or area must have “a use or function”Department of Environment and Heritage, ‘The Aboriginal and Torres Strait Islander Heritage Protection Act 1984: Guide to purposes, applications and decision-making’, August 2009. Proposal 2. or “is the subject of a narrative” under traditional laws and customs, and “is protected or regulated under traditional laws and customs”. Concerns were raised that protections would be limited if “there is a lack of physical evidence or because the area is of more contemporary significance.”New South Wales Aboriginal Land Council, Submission to the Department of Environment Water Heritage and the Arts , Respect and Protect- Submission in response to the discussion paper: Indigenous heritage law reforms, September 2009. p 11. The proposed changes also included a new system of accreditation for state or territory heritage protection laws . Where heritage protection laws in states and territories were deemed effective by the federal minister, the laws would become ‘accredited’.New South Wales Aboriginal Land Council, Summary of key proposed changes to the Federal Aboriginal and Torres Strait Islander Heritage Protection Act 1984, (online factsheet, retrieved 27 May 2020) The effect would be applications be referred back to respective states or territories to be considered by their accredited legislation, and emergency declarations to the federal minister could not be made. This would minimise federal participation and ensure federal decisions would not override state or territory laws. It is noted that the “proposed changes [were] not designed to allow Aboriginal people to make final decisions regarding their cultural heritage. The final decision would be made by the relevant government department, agency or Minister.” The discussion paper also proposed that only “legally recognised traditional custodians”Department of Environment and Heritage, ‘The Aboriginal and Torres Strait Islander Heritage Protection Act 1984: Guide to purposes, applications and decision-making’, August 2009. Proposal 5. were able to make a declaration under the Act, where previously any Aboriginal or Torres Strait Islander person could. The discussion paper states, “Where there are no Indigenous people who clearly have a statutory responsibility for the land…any Indigenous person could apply for protection.”Department of Environment and Heritage, ‘The Aboriginal and Torres Strait Islander Heritage Protection Act 1984: Guide to purposes, applications and decision-making’, August 2009. Proposal 3. Another proposals introduced a new offence if “secret sacred objects”Department of Environment and Heritage, ‘The Aboriginal and Torres Strait Islander Heritage Protection Act 1984: Guide to purposes, applications and decision-making’, August 2009. Proposal 8. or “personal remains” were displayed publicly. The exception to this offence was if the display was permitted by Aboriginal and/or Torres Islander people accordance with laws and customs, or if the remains were “voluntarily donated under Commonwealth, state or territory laws or possibly if the object was imported into Australia for exhibition by a public museum or gallery\". == Amendments == From 1984, the Minister for Aboriginal and Torres Strait Islander Affairs was responsible for administering the ATSIHP Act and was “assisted by the Aboriginal and Torres Strait Islander Commission.”Australian Human Rights Commission, Native Title Report 2000: Chapter 4: Indigenous heritage (Report 2000, 23 February 2001) However, independent of legislative amendments, from December 1998, the “responsibility was then transferred to the Minister for the Environment who administers the Act through Environment Australia.” === The Aboriginal and Torres Strait Islander Heritage Protection Bill 1998 === In 1998 a bill of amendments was announced, as the Act had been overhauled after the Evatt Review, but failed to be introduced.Clare Culvenor. ‘Commonwealth Heritage Protection Legislation’. (2000) 5(3) Indigenous Law Bulletin 17. The bill introduced requirements for applicants to prove that protection was in the ‘national interest’ and that applicants had exhausted all state or territory remedies.Bills Digest Service (Cth), Bills Digest No. 47 Aboriginal and Torres Strait Islander Heritage Protection Bill 1998 (Digest No. 47 of 1998, 1 December 1998). No Indigenous Heritage Advisory Board was instituted. This bill received mixed reviews.Commonwealth, Parliamentary Debates'', Senate, 22 November 1999 (Senator Cooney). Requiring the exhaustion of state or territory remedies, where those legislative measures were deemed unsatisfactory, was believed to “waste valuable time and resources…risking the desecration of a significant area or object”. The national interest test was considered too high a threshold for a last resort legislative measureCommonwealth of Australia, Explanatory Memorandum: Aboriginal and Torres Strait Islander Heritage Protection Bill (No.2) 1998, cl 45, p15. and ‘national interest’ was not defined in the bill. Consensus on the bill and various amendments between the House of Representatives and the Senate could not be made. Two commonwealth parliamentary committees - the Parliamentary Joint Committee on Native Title and the Indigenous Land Fund and the Senate Legal and Constitutional (Legislation) Committee - were formed to decide on the validity of the Evatt Recommendations. Both committees suggested the bill introduce Evatt recommendations however government majority maintained minimal inclusion of recommendations. Evatt recommendations were not implemented. === Aboriginal and Torres Strait Islander Heritage Protection Amendment Act 2006 === ==== Victorian Amendments ==== In 2006, amendments to the ATSIHP Act were made to remove the Victoria specific provisions.Aboriginal and Torres Strait Islander Heritage Protection Act 1984 (Cth) sIIA. Since 1987, Victoria had state specific provisions within the Act that served as their heritage protection legislation which the Victorian government requested to repeal in 2005 as it limited the ability for the state to create Victorian specific heritage protection legislation.Commonwealth, Parliamentary Debates, Senate, 8 August 2006 (Senator Abetz) Senator Siewert was concerned that the state legislation would be insufficient, stating “I am concerned that handing over responsibility to Victoria effectively means that the Commonwealth is failing to meet its heritage obligations to the Indigenous peoples of Victoria.”Commonwealth, Parliamentary Debates, Senate, 11 May 2006 (Senator Siewert)< https://parlinfo.aph.gov.au/parlInfo/search/display/display.w3p;query=Id%3A%22chamber%2Fhansards%2F2006-05-11%2F0091%22 This concern arose out of believed “lack of appropriate and adequate consultation that was involved in the drafting of the Victorian legislation.” In response to this amendment, Victoria produced the ‘Aboriginal Heritage Act 2006'. The effect of this amendment was the commonwealth Act having the same application across Australia. ==== Significant Object Amendments ==== After the Dja Dja Wurrung Bark Etchings Case, where 19th century bark etchings loaned to Museum Victoria from London were placed under emergency declarations under the Act,Elizabeth Willis, ‘The Law, Politics, and “Historical Wounds”: The Dja Dja Warrung Bark Etchings Case in Australia’ (2008) vol 15 (1) International Journal of Cultural Property, 49-63. sections were added to the Act to stop declarations being made on objects that were under the Protection of Movable Cultural Heritage Act 1986,,Aboriginal and Torres Strait Islander Heritage Protection Act 1984 (Cth) s12(3A) and s18(2A). like items owned by museums. This was added as overseas institutions, like museums, would be reluctant to loan material without the assurance of the objects returnCommonwealth, Parliamentary Debates, Senate, 12 October 2005 (Senator Patterson).< https://parlinfo.aph.gov.au/parlInfo/search/display/display.w3p;query=Id%3A%22chamber%2Fhansards%2F2005-10-12%2F0005%22> and this amendment would “help to secure the framework for future international cultural exchanges of benefit to Australia”. This bill was passed, however concerns around the effectiveness of the Act were raised as “Indigenous communities would not consider the ability to view behind glass in a museum what they see as stolen items as any substitute for the loss of this heritage”. Senator Siewart also stated “there is increasing international activity around the return of cultural artefacts…more must be done to pursue the return of these precious and sacred artefacts from overseas” and this amendment would reduce repatriation efforts. == Examples of Declared Protected Areas == Todd River, which intersects with Junction Waterhole and where a dam was planned in 1990's. === Junction Waterhole (Niltye/Tnyere-Akerte), Alice Springs === A declaration spanning 20 years was placed on Junction Waterhole in 1992. The declaration was contentious due to existing flooding concerns and town water supply. The declaration halted the damming of the Todd river which would have flooded sacred sites. The area is considered sacred as it is the site of “two Dreaming tracks which converge and interact in this area”.Hal Wootten, ‘The Alice Springs Dam and Sacred Sites’ The Australian Quarterly 65 (4) The Politics of Mabo (Summer, 1993), p 13. These Dreaming tracks \"traverses the continent from Port Augusta to the North Australian coast\". This place was notable in the Act’s history as it was the first site to receive a long-term declaration.Tamzin Chapman, Corroboree Shield: A comparative Historical Analysis of (the lack of) International, National and State Level Indigenous Cultural Heritage Protection (2008) 5(1) Macquarie Journal of International and Comparative Environmental Law 81. === Boobera Lagoon, Moree, NSW. === Boobera Lagoon is protected under a permanent protection declaration as of the 1 July 2000. The area, the lagoon and the land bordering it, is of great significance to Kamilaroi people and was at risk of environmental damage by power boats and water skiing.Quiggin, Robynne ‘Boobera Lagoon’ (2001) 5(6) Indigenous Law Bulletin 4. Earlier efforts to protect the site were its being catalogued by the National Parks and Wildlife Service in 1977, and two separate emergency declarations under the Act in 1992 and 1994. The declaration for protection was decided in 1998, after considering separate reports on the Lagoon.Einfield, Hon. Justice Marcus, Killen, Hon. Sir James & Mundine, Kaye, The Toomelah Report, Human Rights and Equal Opportunity Commission, Sydney, June 1988.Hal Wootten AC QC Report to Minister for Aboriginal Affairs re Boobera Lagoon, April 1996. The date of commencement of the declaration was two years after deciding the site was under threat of injury or desecration as “relevant State and Local Government agencies to establish an alternative water-skiing site”.Hon. Senator John Herron, Statement of Reasons, January 1999. In May 2000 there was an attempt to postpone the commencement date by Senator Hill’s review which stated “the lagoon has been extensively used for water skiing for 50 years... Water-skiing has become a significant family based activity in an area of regional Australia where there are few such opportunitiesSenator the Honourable Robert Hill, Decision on the Future of Boobera Lagoon, (Media Release, 28 June 2000) However negative international attention regarding the lagoon meant the date of commencement remained the 1st July 2001. The decision to delay and attempted postponement has been recorded as showing “loss for the Aboriginal community and the wider Australian community..[as] the interests of recreational users have been preferred to the human right of Indigenous people to have their culture protected” and “local Aboriginal people [were] prevented from fulfilling their role as custodians of the area” due to the delays. == See also == *Australian Heritage Commission *World Heritage Properties Conservation Act 1983 *Environment Protection and Biodiversity Conservation Act 1999 *Native title in Australia *Protection of Movable Cultural Heritage Act 1986 *Aboriginal and Torres Strait Islander Commission *Australian Institute of Aboriginal and Torres Strait Islander Studies *Declaration on the Rights of Indigenous Peoples *Australian Aboriginal customary law ==References== ==Further reading== * ==External links== * Aboriginal and Torres Strait Islander Heritage Protection Act 1984 at ComLaw. Accessed 2011-10-01 Category:Australian heritage law Category:Acts of the Parliament of Australia Category:1984 in Australian law ",
    "title": "Aboriginal and Torres Strait Islander Heritage Protection Act 1984"
}