{
    "id": "26997757",
    "text": "Sparring with Aliveness, All-Navy Boxing Team Aliveness, also referred to as alive training describes martial arts training methods that are spontaneous, non-scripted, and dynamic. Alive training is performed with the intent to win, rather than for mastery or demonstration purposes as in regular sparring, where victory is not an option. Aliveness has also been defined in relation to martial arts techniques as an evaluation of combat effectiveness. Some trainers, like Cus D'Amato, Kevin Rooney, Floyd Mayweather Sr., resort to the alive training, requesting both their trainees and sparring partners to do their best.Mike Tyson - Most Brutal Boxing Sparring Wars Such method became known as the wars in the gym (or sometimes Philly wars by the place they reportedly originated).No Ordinary Joe, p. 298. Others, like Angelo Dundee, prefer rather mild and less extreme methods.Lessons From Angelo Dundee - Training & Technique ==Components of aliveness== Aliveness often attempts to mimic the level of resistance found in the activity the training is intended to prepare a student for, i.e. Hand-to-Hand Combat or Combat sport. According to MMA gym owner Matt Thornton, an Alive training method must incorporate Movement, including spontaneous footwork and the active resistance and intent of all parties during drills or sparring; Timing, in which there is no \"predictable rhythm... pattern, [or] repeatable series of sets\" which would lead students away from acquiring applicable skill; and Energy, the practice of committing, with intent and realism, a given technique during sparring, \"bag work\" or drills. Matt goes on to say that \"...there are many things we may do that improve [our] bodies that are not 'Alive'. Its just that all of those things fall under the category of conditioning/exercise... Aliveness comes in when you include a partner.\" ==Training benefits== Many believe that incorporating Aliveness into training regimens is important, if not a requisite for producing an effective martial artist. Because Alive training involves resisting opponents, sparring sessions produce situations of continuous, un-choreographed attack, an effect which cannot be replicated through the practice of rehearsed routines. Students also learn to deal with the physical pain and stresses involved in combat situations requiring high levels of exertion. Alive training imparts a sense of fluidity and spontaneity; Alive drills do not follow set patterns, and are designed to seamlessly transition from one drill to the next. Not only Tyson's camp resorted for such extremes in the training, as Jesse Ferguson recalled Razor Ruddock (trained by George Chuvalo,) Lennox Lewis and Michael Moorer's camps employed the same philosophy of survival type of fight instead of a regular sparring.Riddick Bowe vs Jesse Ferguson, HBO Program ==Training methods== The Judo practice of Randori has been called an alive training method because of its unpredictability and the intense active resistance by both participants. Brazilian Jiu-Jitsu pressure-tests its techniques in an alive setting against resisting opponents. Sparring and competitions in Kyokushin Karate and Sanshou in Chinese martial arts are examples of alive practice. \"Thai Pad\" work in Muay Thai conditioning is an alive drill, focusing on dynamic, spontaneous and hard-contact striking training. In the \"internal\" Chinese martial arts, the two-person drill Pushing Hands can often be an alive training method that incorporates spontaneous throws and takedowns. In the 1930s, Zhejiang police officer Liu Jinsheng noted a decline in the aliveness of Chinese martial arts practice: As for boxing, it is widely known that daily gym sparrings in Philadelphia, the 'middleweight capital of the world,' were often as tough as most professional fights, the dividends of this approach were that 'Philly warriors' fought with incredible determination and ability to absorb punishment. For that reason some boxers moved to Philadelphia, to spar hard and improve their skills in the toughest way.Punching from the Shadows: Memoir of a Minor League Professional Boxer, 2018, p. 38. ==References== Category:Martial art techniques ",
    "title": "Aliveness (martial arts)"
}