{
    "id": "26996011",
    "text": "Hannover House is an American entertainment media distributor, specializing in the manufacture and release of pre-recorded movies and programs onto DVD and Blu-ray video devices, and the publication of literary and non-fiction books. Hannover is also active in the release of higher-profile films to theaters and to the domestic (North American) television markets. Principal offices, warehousing and production facilities for Hannover House are located in Springdale, Arkansas, near the world headquarters for Wal-Mart Stores, Inc. The company also maintains an office in Los Angeles, California, and runs its publicity and promotional activities out of New York, New York. Hannover House is a publicly traded company on the OTC Markets, symbol HHSE. The company has posted five years of consecutive profitability since becoming a publicly traded company in January 2010, and is on track for a significant growth during 2016. ==History== Hannover was established in 1993 as a California corporation. Hannover House concentrated its activities exclusively in the literary, book-publishing industries until 2003 when the company entered into the DVD marketplace. It expanded into theatrical distribution in 2007. In 2003, the company published the book Blood, Money and Power: How L.B.J. Killed J.F.K. by Barr McClellan, which argues that the assassination of President John F. Kennedy was arranged by his vice president and successor, Lyndon B. Johnson. In December 2009, Eric Parkinson and his operating partner D. Frederick Shefte entered into an agreement to reverse merge with the publicly traded Target Development Group, Inc. Simultaneous with the December, 2009 merger transaction, the officers and directors of Target were restructured to add Hannover House executives to the board, with Eric Parkinson also tapped as Chairman / CEO and Fred Shefte as President. Parkinson brought over 30-years of indie-studio management experience to Hannover House, including a notable string of hits as C.E.O. of Hemdale Communications, Inc. Shefte is an attorney as well as a business entrepreneur. In June, 2014, Hannover House announced the hiring of Tom Sims as Vice-President of Sales. Sims is a veteran of more than 20 years in the home entertainment industry, having previously worked as Video Manager for powerhouse wholesaler Anderson Merchandisers, as well as Senior Director of National Accounts for Universal Studios Music Group / Vivendi, and most recently as Vice-President of Corporate Development for Allegro Media Group, Inc. In addition to Parkinson, Shefte and Sims, other key staffers include: Jayson Blocksidge (Film Booking), Desiree Garnier (Director of Promotions),Taylor Wyatt (Technical Services), Melissa Welch (Accounting) and Tyrone Welch (Shipping & Operations). Releases announced as of January 1, 2016 include for DVD and Blu-ray: Dancin' It's On, The Algerian, Bonobos: Back to the Wild, Day of Redemption; and for theatrical: Encounter, Union Bound, Borrar De La Memoria, Accidental Exorcist, and Unlimited. ==Films== ===2013=== ====DVD==== *GRIM ===2012=== ====Theatrical==== *Borrar de la Memoria *Toys in the Attic *The Weather Station ===2011=== ====Theatrical==== *All's Faire in Love *Cook County *Humans Vs. Zombies *Turtle: The Incredible Journey ====DVD==== *Boggy Creek: The legend is True *Turtle: The Incredible Journey ====VOD==== *Racing Dreams *Turtle: The Incredible Journey *Twelve ===2010=== ====Theatrical==== *Racing Dreams *Twelve ====DVD==== *2 Dudes and a Dream *Boiler Maker *Chelsea on the Rocks *Racing Dreams *Sensored *War Eagle, Arkansas ===2009=== *Come Away Home *The Hiding *Hounddog *The Last Brickmaker in America ===2008 and earlier=== *AFP: American Fighter Pilot *Ambrose Bierce: Civil War Stories *Animal Clinic *Blonde and Blonder *Christmas in the Clouds *D.R.E.A.M. Team *Dawn of the Living Dead *Delivering Milo *Fat Rose and Squeaky *The Fun Park *Future Shock *Glitz 'N' Glamour with the Bratz *Grand Champion *Island of Champions *The Joyriders *The Keeper: The Legend of Omar Khayyam *Kids World *Livin' It Up with the Bratz *Los Van Van: Live in Cuba *Mind Your Manners *Moon of the Desperados *The New Adventures of Pinocchio *New Sounds of Cuba *Off the Lip *On Life and Enlightenment: Principles of Buddhism with His Holiness the Dalai Lama *Out of the Blue *Outlaws: The Legend of O.B. Taggart *Razor Sharpe *The Roswell Crash: Startling New Evidence *Samurai: The Last Warrior *Savage Land *Siegfried & Roy: The Magic Box *Teen Yoga *Why Wal-Mart Works; and Why That Drives Some People C-R-A-Z-Y ==References== ==External links== * Official website * Category:Book publishing companies of the United States Category:Film distributors of the United States Category:Film production companies of the United States Category:Companies based in Arkansas Category:Benton County, Arkansas Category:Springdale, Arkansas Category:Publishing companies established in 1993 ",
    "title": "Hannover House"
}