{
    "id": "26994038",
    "text": "Liubov Gurevich. Liubov Yakovlevna Gurevich (; November 1, 1866, Saint Petersburg – October 17, 1940, Moscow) was a Russian editor, translator, author, and critic.Carnicke (1998, 73) and Rabinowitz (1998, 236). She has been described as \"Russia's most important woman literary journalist.\"Rabinowitz (1998, 236). From 1894 to 1917 she was the publisher and chief editor of the monthly journal The Northern Herald (Severny Vestnik), a leading Russian symbolist publication based in Saint Petersburg.Carnicke (1998, 75), Pyman (1994, 19), Rabinowitz (1998, 236), and Slonim (1962, 86). The journal acted as a rallying-point for the Symbolists Dmitry Merezhkovsky, Zinaida Gippius, Fyodor Sologub, Nikolai Minsky, and Akim Volynsky.Slonim (1962, 86). In 1905 she joined the Moscow Art Theatre (MAT) as a literary advisor.Benedetti (1999, 154) and Carnicke (1998, 75). She worked as an advisor and editor for the seminal Russian theatre practitioner Konstantin Stanislavski for the next 30 years and influenced his writing more than anyone else.Benedetti (1999, 154) and Carnicke (1998, 74). Gurevich and Stanislavski had been writing to one another since the MAT's first tour to St Petersburg and became close friends.Benedetti (1999, 154) and Magarshack (1950, 4). ==References== ==Sources== * Benedetti, Jean. 1999. Stanislavski: His Life and Art. Revised edition. Original edition published in 1988. London: Methuen. . * Carnicke, Sharon M. 1998. Stanislavsky in Focus. Russian Theatre Archive Ser. London: Harwood Academic Publishers. . * Magarshack, David. 1950. Stanislavsky: A Life. London and Boston: Faber, 1986. . * Pyman, Avril. 1994. A History of Russian Symbolism. Cambridge Studies in Russian Literature ser. Cambridge and New York: Cambridge UP. . * Rabinowitz, Stanley J. 1998. \"No Room of Her Own: The Early Life and Career of Liubov' Gurevich.\" The Russian Review 57 (April): 236-252. * Slonim, Marc. 1962. From Chekhov to the Revolution: Russian Literature 1900-1917. Galaxy Book ed. New York: Oxford UP. . Rpt. of first ten chapters of Modern Russian Literature: From Chekhov to the Present. Oxford: Oxford UP, 1953. Category:1866 births Category:1940 deaths Category:Moscow Art Theater Category:Russian editors Category:Russian journalists Category:Russian literary critics Category:Russian translators Category:Russian writers ",
    "title": "Liubov Gurevich"
}