{
    "id": "27002780",
    "text": "\"Boys Do Fall in Love\" is a song by British singer-songwriter Robin Gibb. It was released as the lead single from his 1984 third solo album Secret Agent. The single was released on Polydor Records in the UK and Mirage Records in the US. Its B-side is the track \"Diamonds\", also from Secret Agent. Both songs were written by Robin and Maurice Gibb. A long extended version of \"Boys Do Fall in Love\" lasts around five minutes. ==Composition== Gibb wrote \"Boys Do Fall in Love\" with his brother Maurice along with six other songs on the album Secret Agent. The song was recorded between March and June 1984, and was registered in April that year. The song is memorable for its synthesizer riff played by Rob Kilgore and Maurice Gibb. ==Release and chart performance== \"Boys Do Fall in Love\" was released as a single in many countries and became one of Gibb's biggest hits in the United States. In the UK, Canada, Italy, Germany and Spain, the single was titled as \"Boys (Do Fall in Love)\". The song's extended version was released in France. It reached the top 40 charts in several countries, including the United States where it peaked at No. 37. In the UK, the song only managed to chart at No. 70, but was more successful in South Africa and Italy, peaking at numbers 7 and 10, respectively. It also reached No. 8 on the Dance/Disco Top 80 chart on July 21, 1984. Mirage pushed the song's promo version, run by Gibb's old friend Jerry L. Greenberg from Atlantic Records. In October 1984, \"Boys Do Fall in Love\" was certified gold along with Duran Duran's \"The Reflex\", Tina Turner's \"What's Love Got to Do with It\" and Laid Back's \"Sunshine Reggae\". ==Music video== The music video features first the single cover of \"Boys Do Fall in Love\" then later features a kid talking with his grandfather while Gibb sings the song with his shades on his head; later on in the chorus, he finally wears his shades. The video also features robots. ==Charts== ===Weekly charts=== {|class=\"wikitable sortable\" !Charts (1984) !Peak position |- |Australia (Kent Music Report) |align=\"center\"|48 |- |Brazil |align=\"center\"|13 |- |Canada (RPM) |align=\"center\"|34 |- |Germany (Media Control Charts) |align=\"center\"|21 |- |France (SNEP) |align=\"center\"|71 |- |Italy (FIMI) |align=\"center\"|10 |- |Spain (AFYVE) |align=\"center\"|13 |- |South Africa (Springbok Radio) |align=\"center\"|7 |- |UK Singles (Official Charts Company) |align=\"center\"|70 |- |- |US Billboard Dance/Disco Top 80 |align=\"center\"|8 |- |US Cash Box |align=\"center\"|50 |- |US Radio & Records |align=\"center\"|35 |- |} ===Certifications=== ==References== ==External links== * Category:1984 singles Category:Robin Gibb songs Category:Songs written by Robin Gibb Category:Song recordings produced by Robin Gibb Category:Song recordings produced by Maurice Gibb Category:1984 songs Category:British new wave songs Category:Parokya ni Edgar songs Category:Polydor Records singles Category:Mirage Records singles ",
    "title": "Boys Do Fall in Love"
}