{
    "id": "27008752",
    "text": "\"201\" is the sixth episode of the fourteenth season of South Park, and the 201st overall episode of the series. It originally aired on Comedy Central in the United States on April 21, 2010. The episode continued multiple storylines from the previous episode, \"200\", in which a group of angry celebrities demand South Park produce the Muslim prophet Muhammad. In \"201\", a superhero-like group of religious figures team up to save South Park from the celebrities and their monster Mecha-Streisand, while Eric Cartman learns the true identity of his father. The episode was written and directed by series co-creator Trey Parker. Like \"200\", it alludes to several past storylines and controversies from previous South Park episodes, especially Comedy Central's refusal to show images of Muhammad on the network following controversies in 2005 and 2007 when cartoons depicting Muhammad ran in European newspapers, resulting in riots and threats. Prior to the broadcast of \"201\", the radical Muslim organization Revolution Muslim posted a warning on their website that Parker and Stone risked being murdered for their depiction of Muhammad. Comedy Central modified Parker and Stone's version of the episode, obscuring all images and bleeping all references to Muhammad—to the effect of disruptively obscuring the entire two-minute moral conclusion of the story. Nevertheless, both \"200\" and \"201\" were nominated for the Primetime Emmy Award for Outstanding Animated Program in 2010. The censorship drew strong criticism of Comedy Central. Critics said that the network's action would encourage further threats from radical groups. \"201\" was not shown in repeats, has not been made available on the South Park website, and has not been shown in Sweden, Hungary, Australia or the Netherlands. In most places the episode \"Sexual Healing\" was shown instead of episode 201. In the United Kingdom, some parts were removed, and a short on-screen message appears, stating the outline of the removed parts and \"MTV (on Viva)\" or \"Comedy Central\" \"...has refused to air an image of Muhammad on their network\". According to Nielsen Media Research, the episode was seen by 3.5 million viewers, making it the most watched cable television program of the night. On January 31, 2014, the original uncensored version was leaked when it was pulled from the South Park Studios servers and was posted online in its entirety without approval by Comedy Central. ==Plot== The episode opens with Cartman, as his hand-puppet persona Mitch Conner, narrating a flashback to Connor's 1972 medical discharge from his Vietnam War tour of duty in a parody of a scene from the film Apocalypse Now as the song \"Time of the Season\" by the Zombies plays in the background. Back in the present, Mr. Garrison refuses to reveal the identity of Cartman's father, and instead sends Cartman to Dr. Mephisto. Meanwhile, the Ginger Separatist Movement and the townsfolk are negotiating the handover of Muhammad when Mecha-Streisand begins to attack South Park. Muhammad, who is visually obscured throughout the entire episode by a black box superimposed with the word \"CENSORED\", is taken by Stan, Kyle, and Kenny to Dr. Mephisto's lab. The Gingers arrive and take Muhammad and Cartman captive. The Super Best Friends are called to South Park to help; after their powers fail to subdue Mecha-Streisand, they pacify her by having Krishna adopt the form of Neil Diamond and providing her the opportunity to perform a duet with him. The Gingers contact the celebrities and offer to share Muhammad in exchange for access to the celebrities' \"goo transfer machine\", which transfers Muhammad's power to remain free from ridicule to a target individual. Tom Cruise is the first subjected to the process, gaining a \"CENSORED\" box identical to Muhammad's, but further transfers are interrupted when the Super Best Friends arrive to free their comrade Muhammad. Meanwhile, Cartman is taken to the Ginger lair to meet Scott Tenorman, the Head Ginger. Depicted as a melodramatic madman, Scott has decorated his lair to represent the Chili Con- Carnival in which Cartman gained his revenge on Scott by tricking him into eating his own parents. He reveals to Cartman that they shared the same father, former Denver Broncos player Jack Tenorman, meaning that by his act of revenge against Scott, Cartman had killed his own father and fed him to his half-brother. The fight between the Super Best Friends, celebrities, and Gingers spills over into the Ginger lair, and Tenorman escapes in the confusion. During the fight, Seaman leaps upon Cruise's back, leading Stan to observe, \"Tom Cruise has Seaman on his back.\" The \"CENSORED\" box over Cruise disappears, and all present continue to make jokes based on the fact that the words \"Seaman\" and \"semen\" sound the same. Cruise questions why they are able to do this, which leads to a monologue from Kyle, Jesus Christ, and Santa Claus explaining that the goo does not exist, and that threatening people with violence is the only true answer. In the censored version, this explanation is completely obscured by a continuous audio bleep. As the town begins to rebuild following the Mecha-Streisand attack (\"for the 39th time\", according to Mayor McDaniels), Stan, Kyle, and Kenny find Cartman crying – not because he learned that he murdered his father, but because he is \"half-ginger\". Mitch Conner reminds Cartman that he is \"half-Bronco\" as well and tells him that makes him \"pretty cool\" and departs. The boys find Cruise crying for a place in which he can live without fear of mockery. Stan, Kenny and Kyle promise to help Cruise get to such a place. The episode's closing shot is of Cruise's corpse lying on the Moon's surface alongside the corpse of the orca featured in \"Free Willzyx\". ==Production== Written and directed by series co-founder Trey Parker, \"201\" was rated TV-MA-LV in the United States. It originally aired on Comedy Central in the United States on April 21, 2010. The episode continued multiple storylines from the previous episode \"200\", the 200th entry of the series. Parker and fellow co-creator Matt Stone decided to celebrate their 200th episode by revisiting several subplots that had been featured throughout the show's 14 seasons. Multiple celebrities have been lampooned throughout the series' history, inspiring Parker and Stone to have all the past celebrities join in a class action lawsuit against the town of South Park. The ginger kids—children with fair skin, freckles and red hair—have been featured in several past episodes, where they were ridiculed by Cartman, who views them with prejudice. Cartman uses a hand-puppet con-artist named Mitch Conner who originally appeared in the seventh season episode \"Fat Butt and Pancake Head\", in which Cartman pretends his hand is Jennifer Lopez and uses many Hispanic stereotypes in his portrayal of her. Cartman regards Connor as a separate entity and has conversations with him, while Stan and Kyle do not accept this idea at all. \"201\" also included several characters and subplots that were not featured in \"200\", such as the return of Dr. Alphonse Mephisto and Kevin, characters that had not been featured on South Park for about 10 years. Other previously recurring characters made appearances in \"201\", including Mr. Hankey, Big Gay Al, Mr. Slave and Pip Pirrup. Scott Tenorman, and the references to Cartman's murder of Scott's parents, were from the fifth season episode \"Scott Tenorman Must Die\". At the end of \"201\", the dead body of Tom Cruise lies alongside the corpse of a killer whale, a reference to the ninth season episode \"Free Willzyx\", in which the South Park boys help an orca escape a marine amusement park and flee to the moon, believing it to be a paradise. Pip Pirrup, who became a background character after his own eponymous episode and made only two speaking roles after before completely disappearing from the show in Season 11, makes a brief appearance and is killed off when Mecha-streisand steps on him. ===Muhammad storyline=== An image of the Muslim prophet Muhammad was shown in the 2001 episode \"Super Best Friends\", but was censored from the 2006 episode \"Cartoon Wars Part II\" due to the Jyllands-Posten Muhammad cartoons controversy. This change in Comedy Central's broadcast policy was mocked in the episode \"200\", which led to further censorship in \"201\". One of the most prominent storylines from \"200\", which continued into \"201\", was the characters' efforts to bring Muhammad into public view. This is based on two past controversies in 2005 (Jyllands-Posten Muhammad cartoons controversy) and 2007 (Lars Vilks Muhammad drawings controversy), when European newspapers published cartoons of Muhammad, resulting in riots, global protests, and death threats toward the artists. As a result of those incidents, many publications and television studios have refused to broadcast images of Muhammad in any form, which was the inspiration behind Tom Cruise's efforts to harvest Muhammad's apparent immunity to satire and ridicule. Parker and Stone have previously voiced dissatisfaction that images of Muhammad had been censored on the show despite the fact that his image was shown during the 2001 episode \"Super Best Friends\", without any censorship, before the cartoon controversies began. \"201\" continues the theme from \"200\" that argues against fear and censorship, and calls for support of free speech, both of Muhammad's image and any subject considered taboo. ==Threats and censorship == 300px In the week between the broadcasts of \"200\" and \"201\", the website for the New York-based radical Muslim organization Revolution Muslim posted an entry that included a warning to creators Parker and Stone that they risked violent retribution for their depictions of Muhammad. The entry stated that they \"will probably wind up like Theo van Gogh for airing this show.\" Van Gogh was a filmmaker who was murdered by a man named Mohammed Bouyeri in 2004 for making a short documentary on violence against women in some Islamic societies. The posting provided the addresses to Comedy Central in New York and the production company in Los Angeles. The author of the post, Zachary Adam Chesser, said it was meant to serve as a warning to Parker and Stone, not a threat, and that providing the addresses was meant to give people the opportunity to protest. The entry included audio clips of a sermon by al-Qaeda imam Anwar al-Awlaki calling for the assassination of anyone who has defamed Muhammad, saying, \"Harming Allah and his messenger is a reason to encourage Muslims to kill whoever does that.\" Subsequently, the website for the organization was hacked, temporarily redirecting web traffic to images of Prophet Muhammad with a bomb on his head and an older Muslim man passionately kissing a young boy. Before \"201\" aired, the New York City Police Department increased security at the Comedy Central headquarters in direct response to the threats. Law enforcement officials said Revolution Muslim itself was \"all talk\" and had never engaged in any actual violence but they were concerned that the website post could inspire violence from others. During the original broadcast of \"201\" on April 21, 2010, all references to Muhammad's name were obscured by audio bleeps. Several other portions of dialogue were also censored, including almost the entirety of three consecutive monologues spoken by Kyle, Jesus and Santa Claus at the end regarding the moral of the episode. Muhammad's name appeared in the previous episode, \"200\", without any such censorship. Both episodes obscured all images of what was apparently Muhammad with a black \"CENSORED\" box. Immediately after the episode \"201\" aired, the series website South Park Studios posted a notice that said Comedy Central had inserted \"numerous additional bleeps throughout the episode\" after Parker and Stone submitted their final cut to the network. The network later confirmed they were responsible for the audio censorship. On April 22, 2010, South Park Studios released a brief statement: Some of these developments had been anticipated in the 2006 South Park episodes \"Cartoon Wars Part I\" and \"Cartoon Wars Part II\". These episodes showed South Park's reaction to a controversy regarding censorship of Muhammad depictions on two (fictional) episodes of Family Guy. In the United States \"201\" has never re- aired following its original debut as South Park would usually repeat during the week, and episodes from earlier in the season were shown instead. Although South Park Studios generally makes unexpurgated versions of their episodes immediately available to view, the notice indicated Parker and Stone did not have network approval to show their original version, and thus no version of \"201\" could be seen on the website. The Canadian Comedy Network aired \"201\" on April 25, 2010, though the episode was censored as the American broadcast was, breaking the channel's multi-year practice of airing South Park completely uncensored. Neither \"200\" nor \"201\" were shown in the version of Comedy Central in the Netherlands, and neither episode is available on the Dutch South Park Studios website. The Swedish affiliate of Comedy Central also refused to broadcast \"200\" and \"201\" in Sweden, claiming: > Comedy Central has decided not to air these two episodes of South Park. It > is a decision we've made with great reluctance. Comedy Central believes > strongly in creative freedom of expression; when unique and deeply > insightful creative talents like those behind South Park are able to express > themselves freely, we all benefit. However, the safety of our employees is > our unquestioned number one priority, and therefore we have decided to take > these precautionary measures. \"Super Best Friends\" was also pulled from the South Park Studios site following the increased media attention from \"201\". ==Cultural references== During Mitch Conner's flashback of the Vietnam War at the beginning of the episode, \"Time of the Season\" by English rock group the Zombies plays in the background. The scenes between Cartman and Scott Tenorman closely mirror a scene from the 1988 graphic novel Batman: The Killing Joke where the Joker tortures and taunts Commissioner Gordon. Mecha-Streisand is defeated by her inability to resist performing duets with Neil Diamond, a pop singer- songwriter. During one scene, Mecha-Streisand crushes a building and someone screams, \"The Casa Bonita is gone!\" This is the name of a real-life restaurant that had been seen in the episode \"Casa Bonita\", and after which Parker and Stone's production facility was named. ==Reception== ===Ratings=== In its original American broadcast on April 21, 2010, \"201\" was watched by 3.5 million viewers, according to Nielsen Media Research, making it the most watched cable television show of the night. It outperformed the previous week's episode, \"200\", which was seen by 3.33 million viewers. ===Reviews=== The A.V. Club writer Sean O'Neal said \"201\" was an improvement over \"200\", but nevertheless felt \"201\" was \"less a cohesive episode than a grab bag of balls- out crazy scenes and cameos only loyal fans would really appreciate.\" However, he also said, \"it's sure to become one of, if not the most talked-about episode of South Park ever.\" Even after Comedy Central announced they were responsible for the censorship in \"201\", he speculated as to whether it was possibly a publicity stunt by Parker and Stone to create controversy and increase viewership. Ramsey Isler of IGN said the episode built on the events of \"200\" and delivered a strong payoff, particularly with the subplot about Cartman's father and the way it tied back to \"Scott Tenorman Must Die\". Isler said the bleeps added by Comedy Central provided some unintentional laughs and underscored the episode's underlying theme opposing censorship. ===Response to censorship=== According to a Zogby International survey conducted after \"201\" aired, a majority of Americans opposed Comedy Central's censorship of the episode. 71% disagreed with the network's decision to censor \"201\", with only 19% agreeing with the decision. 47% of those who disagreed with the censorship said they disagreed strongly, with only 5% who agreed claiming they felt strongly. Some commentators suggested because Comedy Central responded to Revolution Muslim's warnings by censoring depictions of Muhammad, the Muslim extremists scored a significant public victory. Michael Cavna of The Washington Post wrote, \"To invoke the revivified phrase: The terrorists win.\" Toronto Sun columnist Mike Strobel pointed out Revolution Muslim is a relatively small group of \"a half-dozen wannabe Osamas\", but said because of Comedy Central's response, \"The loonies and terrorists win one. No doubt, they'll try this stunt again.\" Likewise, Jean Marbella of The Baltimore Sun said, \"It's not even that the terrorists have won, it's that wannabe terrorists have won.\" Margaret Wente of The Globe and Mail said the censorship of \"201\" could be \"the lowest point in the history of American TV\", and that it represented a gravitation toward fear in a post-September 11 attacks world. Los Angeles Times columnist Patrick Goldstein said there were \"no easy answers\" and that he was not surprised Comedy Central took the threat seriously, but added, \"in a democracy, artists and political satirists should be allowed to say what they believe, even if it offends some of its audience\". Roger Catlin of the Hartford Courant suggested Comedy Central actually drew more attention to the Muhammad controversy, not less, by censoring the episode. UCLA School of Law Professor Eugene Volokh said Comedy Central's actions risk empowering other extremists: > The consequence of this position is that the thugs win and people have more > incentive to be thugs. There are lots of people out there who would very > much like to get certain kind of material removed, whether religious or > political. The more they see others winning, the more they will be likely to > do the same. Behavior that gets rewarded gets repeated. Seventeen Pulitzer Prize-winning cartoonists protested the threats in a petition released April 27, 2010. Among the signatures were those of Garry Trudeau, Mark Fiore, Tony Auth, David Horsey and Paul Szep. The petition stated: > We, the undersigned, condemn the recent threats against the creators of > South Park, Matt Stone and Trey Parker, by the extremist organization, > Muslim Revolution. Freedom of expression is a universal right and we reject > any group that seeks to silence people by violence or intimidation. In the > United States we have a proud tradition of political satire and believe in > the right to speak or draw freely without censorship.Petition, \"Pulitzer > Prize winning editorial cartoonists issue condemnation of threat against > South Park Creators\" (sic), dated April 27, 2010, as posted on the > Washington Post website. Retrieved April 30, 2010. During the April 22 broadcast of Comedy Central's The Daily Show, host Jon Stewart responded to the censorship of \"201\" with a ten-minute monologue about the death threats, expressing disgust toward Revolution Muslim, culminating with a song telling Revolution Muslim to \"go fuck [themselves]\". Stewart criticized Comedy Central's decision to alter the episode, while simultaneously acknowledging they likely did so to protect their employees from \"possible harmful repercussions\". Bill Maher, host of the HBO talk show Real Time with Bill Maher, said the threats against \"201\" demonstrated the importance of the First Amendment and other American civil liberties, and said, \"When South Park got threatened last week by Islamists incensed at their depiction of Muhammad, it served—or should serve—as a reminder that our culture isn't just different than one that makes death threats to cartoonists. It's better.\" He added jokingly, \"If you don't get that, and you still want to kill someone over a stupid cartoon, please make it Garfield.\" As a result of Revolution Muslim's statement, Seattle cartoonist Molly Norris suggested that many people draw and publish pictures of Muhammad on May 20, 2010, which she dubbed the \"first annual Everybody Draw Mohammed Day\". However, very few cartoonists actually joined her in criticizing Islam or depicting the prophet Muhammed; instead, much like Maher and Stewart, they merely praised her for her efforts and condemned the idea of censorship. Norris herself went into hiding, shortly thereafter, on the advice of the FBI. Animated comedy series Family Guy creator Seth MacFarlane voiced this ambivalence on the part of the creative community, saying \"No one is a bigger critic of organized religion than I am\", but nevertheless added, \"It's tricky. You pick your battles. You have to judge how real the threat is against how funny the joke is. How much do I care about the joke?\" And The Simpsons also addressed the apparent hypocrisy of those who claimed to stand with South Park in a chalkboard gag during the opening sequence of the April 25, 2010 episode \"The Squirt and the Whale\", with Bart Simpson writing \"South Park—We'd Stand Beside You If We Weren't So Scared\". In a 2016 oral history of South Park in The Hollywood Reporter, Vernon Chatman, the voice of Towelie as well as a writer and producer on the show said that after Comedy Central censored the episode, series co-creator Trey Parker purchased a ticket to South Africa and showed it to the head of the network as a threat because Dave Chappelle had fled to Africa, though Parker never actually went. ===Sri Lanka ban=== The depiction of Buddha snorting cocaine in \"200\" and \"201\" prompted the government of Sri Lanka to ban the entire series outright. ==Home release== The fourteenth season of South Park was released April 26, 2011 to DVD and Blu-ray, including the episode \"201\". When playing the episode, prior to the theme playing, a text card appears saying: \"The following episode appears as it originally aired on April 21, 2010. After it aired Matt Stone and Trey Parker released the following statement\" and then shows the original message that was released after the episode aired. Consequently, Muhammad, his name, and the speeches made by Kyle, Jesus, and Santa are still censored as in the broadcast version. Although the end speeches are still censored, the bleeps are accompanied with music on DVD, unlike the April 21, 2010 airing, which featured a raw audio bleep. In the episode's audio commentary, Parker only comments on the opening scene, noting that they did the episode as intended and sent it in. He and Stone comment that they are not supposed to talk about it. For the next several moments, a large audio beep obscures the commentary before Stone says \"Yeah, that's pretty much it.\" During the commentary in both \"201\" and \"200\" Parker and Stone never mention Muhammad directly, referring to him only as \"the prophet of the Muslim faith\". Despite the package claiming otherwise, both \"200\" and \"201\" were omitted from the Region 4 release and have been completely omitted from the Region 2 (which contains the predominantly Islamic Middle East and North Africa) release as well. ==Online leak of uncensored version== On January 31, 2014, the original uncensored version of this episode was illegally leaked and distributed online without any approval of Comedy Central after a user on 4chan realized that the episode existed on the official website's web server and could be downloaded using rtmpdump. ==References== ==External links== * \"201\" Episode guide at South Park Studios * * Category:Cultural depictions of Barbra Streisand Category:Cultural depictions of Muhammad Category:Cultural depictions of Tom Cruise Category:Cultural depictions of M. Night Shyamalan Category:Portrayals of Jesus on television Category:Television episodes about Islam Category:Jyllands-Posten Muhammad cartoons controversy Category:Television episodes about revenge Category:Santa Claus in television Category:Self- censorship Category:South Park episodes in multiple parts Category:South Park (season 14) episodes Category:Television episodes pulled from general rotation Category:Television episodes about terrorism Category:Television episodes about censorship Category:Television episodes about freedom of expression ",
    "title": "201 (South Park)"
}