{
    "id": "27003591",
    "text": "Connie Sue Yori (born October 3, 1963) is the former head coach of the Nebraska Cornhuskers women's basketball team representing the University of Nebraska in NCAA Division I competition. She formerly coached Loras College (a Division III school) from 1990–92 and Creighton from 1992–2002. In 2009–10, Yori was named the Naismith College Coach of the Year, AP College Basketball Coach of the Year and the Women's Basketball Coaches Association Coach of the Year after guiding Nebraska to a 32–2 record and the school's first-ever trip to the NCAA Women's Division I Basketball Championship Sweet 16. ==Early life== ===High school=== Yori was born in Des Moines, Iowa, and attended Ankeny High School in Ankeny, Iowa, where she graduated in 1982. In her six- on-six high school basketball career (girls' rules were different back then, using six players instead of five), Yori compiled 3,068 points in her career. In 1980 the Hawkettes were state champions and in 1981 were runners–up. She was also a star softball player, garnering four First Team All-State selections as a shortstop while leading Ankeny to three state championships in 1979, 1980 and 1981. Yori is a two-time inductee into the Iowa Girls' High School Athletic Union Hall of Fame—once as a basketball player, the other as a softball player. ===College=== Yori attended Creighton University and played basketball for four years. She scored 2,010 points, which ranks third all-time in Bluejays' women's basketball history, and she is also near (or at) the top of numerous other school records as well, resulting in her induction to the Creighton Athletics Hall of Fame and having her jersey number (#25) retired: *First: Career scoring average (20.3 ppg), points in a game (42), field goals made in a game (20) *Second: Career field goals made (797), free throws made (416) *Fourth: Rebounds (746) *Fifth: Field goal percentage (.542), assists (399) *Seventh: Blocked shots (69) ==Coaching career== === Creighton assistant / Loras College (1986–92) === Yori began her coaching career at her alma mater in 1986, the same year she graduated in May 1986 with a bachelor's degree in journalism. After spending three seasons assisting the Bluejays program, Yori moved to Miami, Florida where she earned a master's degree in sports administration from St. Thomas University while serving as the head softball coach for one season. Yori's first head coaching job was at Loras College, a Division III institution in Dubuque, Iowa. She served there for two years (1990–91 and 1991–92). She compiled records of 10–15 and then 15–10 to bring her two-year stint to a 25–25 overall record (17–19 in conference play). === Creighton (1992–2002) === In 1992–93, Yori secured the head coaching job back at Creighton after her former coach and mentor, Bruce Rasmussen, accepted an associate director position at the school. She had immediate success in her first season as she led the Bluejays to the school's second-ever NCAA Tournament appearance, earning the 10th-seed in the Midwest Region. Creighton would lose to eventual national champion Texas in the second round. Despite a 24–7 overall record (12–4 in conference play) in 1993–94, Yori's second, the Bluejays did not get invited to a postseason tournament. It would be Yori's personally best season as head coach until her final year with Creighton in 2001–02. That season, Creighton once again compiled a 24–7 overall record (16–2 conference) to claim the 2002 Missouri Valley Conference regular-season and tournament championships. The Bluejays, seeded 12th in the Mideast Region, would lose to Florida International University in the first round 73–58. === Nebraska (2002–16) === The Cornhuskers struggled mightily in Yori's first season as head coach in 2002–03. They finished the season last in the Big 12 Conference (12th place) and recorded an 8–20 overall record (1–15 conference). The following season, Nebraska had a 10-game turnaround as they finished 18–12 (7–9). They were invited to the Women's National Invitation Tournament (WNIT) where they made it to the second round. Over the course of the next five seasons, Nebraska compiled an overall record of 95–65 (41–39), never placing higher than 4th in the conference. Yori led them to two NCAA Tournaments (2007, 2008) but did not make it past the first or second round, respectively. On April 5, 2016 Yori resigned after 14 years at the helm. The Lincoln Journal Star reports the resignation comes on the heels of an investigation by the athletic department that Yori mistreated players. Yori posted a record of 280-166 and led the Huskers to a pair of conference titles and seven trips to the NCAA Tournament. ==== 2009–10 season ==== Connie Yori, cutting the nets after leading Nebraska to the 2010 Big 12 Conference regular-season title with a perfect 16-0 record The 2009–10 season was the most successful year in the Nebraska women's basketball program's history. After finishing the 2008–09 campaign with a 15–16 (6–10, T-7th) record, the Cornhuskers rolled through the 2009–10 season with an undefeated 29–0 (16–0) regular season, becoming the first team in Big 12 history to record an unbeaten regular season, and only the second to record a perfect conference record. They won their first regular season conference title, but were upset by Texas A&M; in the Big 12 Tournament semifinals. Nebraska was unranked in every preseason poll, but at the season's end were #4 in both the Associated Press and Coaches' Polls. They had never even been ranked in the top 10 before, but spent the last nine weeks of the regular season in the top 10, peaking at #3 for a time. Yori guided the Cornhuskers to the program's first-ever #1 seed in the NCAA Tournament. After posting 83–44 and 83–70 victories over Northern Iowa and UCLA, respectively, Nebraska advanced to the Sweet 16 for the first time in school history. They were then upset by the 4th-seeded Kentucky Wildcats, 76–67, where their season would end at 32–2. After shattering the old program record of 23 for wins in a season, and for Nebraska's 15-game turnaround, Yori received the Big 12 Conference, WBCA Region 5, U.S. Basketball Writers Association (USBWA), Women's Basketball Coaches Association Coach of the Year and Naismith Coach of the Year awards. She was also named the inaugural winner of the Kay Yow National Coach of the Year Award, which is given to the women's college basketball head coach in NCAA Division I competition who displays great character both on and off the court. ==Head coaching record== ==References== ==External links== * Nebraska biography Category:1963 births Category:Living people Category:American women's basketball coaches Category:American women's basketball players Category:Basketball coaches from Iowa Category:Basketball players from Iowa Category:Creighton Bluejays women's basketball coaches Category:Creighton Bluejays women's basketball players Category:Nebraska Cornhuskers women's basketball coaches Category:Parade High School All- Americans (girls' basketball) Category:People from Ankeny, Iowa Category:Sportspeople from Des Moines, Iowa Category:St. Thomas University (Florida) alumni Category:Guards (basketball) ",
    "title": "Connie Yori"
}