{
    "id": "27000903",
    "text": "The Wildbirds are a 5-piece rock band from Milwaukee, Wisconsin. ==History== The original line-up was formed by Nicholas Stuart, Matthew Reetz, Michael Ziemann, and Jon Jon Fries in 2006 in Appleton, Wisconsin. Each had previously been a part of indie-rock band Number One Fan. Shortly after the recording of their debut album, Michael Ziemann left the band and was replaced by Hugh Masterson. Their debut album Golden Daze, released on Universal Republic in 2007, was written in Matthew Reetz's hunting cabin in north woods Wisconsin. It was produced by Greg Fidelman (U2, Tom Petty, Johnny Cash) and engineered by Greg Gordon (Oasis, JET, Hot Hot Heat). The album was reviewed by David Fricke in the January 24, 2008, issue of Rolling Stone. The Wildbirds spent only 6 months on tour before taking an undefined hiatus in early 2008. Stuart relocated to Baton Rouge, Louisiana, and then to Portland, Oregon. Fries moved to Woodstock, Illinois, where he pursued other musical interests. Reetz settled back in Appleton, Wisconsin, with his wife, Emily. Masterson spent time traveling between New York, Baton Rouge, Los Angeles, and Wisconsin.http://blogs.myspace.com/index.cfm?fuseaction=blog.view&friendId;=36229960&blogId;=531521675 In February 2010, singer Nicholas Stuart announced The Wildbirds were once again active with an entirely new line-up. Stuart had reconnected with Masterson and moved to Milwaukee to begin writing music. The result, a 6-song EP entitled \"Sunshine Blues\", will be released on July 22, 2010. ==Publicity== Their song \"Suzanna\" was featured on Little Steven's Underground Garage 'The Coolest Songs in the World Vol. 6'. \"421 (Everybody Loves You)\" was played on national television when Brett Favre threw his record-breaking 421st touchdown pass on October 1, 2007. The band cites this number was a mere coincidence. The band performed at the 2008 Winter X Games in Aspen, Colorado. The song \"421 (Everybody Loves You)\" was featured in ESPN's commercials leading up to the event, and \"Hard on Me\" was played during a feature on Levi LaVallee. ==Discography== Suzanna EP (2007) PRC (Pat's Record Co,) Golden Daze (2007) Sunshine Blues EP (2010) ==Compilations== Little Steven's Underground Garage 'The Coolest Songs in the World Vol. 6' (2008) ==References== ==External links== * The Wildbirds Category:Rock music groups from Wisconsin ",
    "title": "The Wildbirds"
}