{
    "id": "27007888",
    "text": "Ancistrobasis reticulata is a species of sea snail, a marine gastropod mollusk in the family Seguenziidae. ==Description== (Original description by Watson) The height of the shell attains 3.5 mm. The small shell has a depressedly conoidal shape that is sharply angulated, flattish on the base, sharply and deeply umbilicated. It is a little porcelaneous, and flexuously ribbed. Sculpture: The whole surface is covered with longitudinal flexuous ribs, which are narrow, sharp, and uniform. Each of these ribs is about 0.05 mm broad. They are parted by intervals which at the suture are twice and at the periphery three times as broad as the ribs. There are about forty of these on the body whorl. They are crossed by spirals, half the breadth of the ribs, running across the intercostal spaces and forming knobs on the ribs. Of these spirals there are about seventeen on the body whorl, much closer set and less uniform than the ribs. In particular the carinal spiral, which is very sharp, and the fourth and seventh above it, are stronger than the others. The last mentioned of these is especially so on the earliest whorls. On the base the longitudinals though continued even into the umbilicus, become much less prominent and are no longer nodose. The spirals, of which there are about fifteen, are closer set, broader and flatter, except the first three below the carina, which are sharp and narrow. The whole base of the shell is pit-marked from the spiral interstitial furrows being cut up by the longitudinals. The color of the shell is dead white (on the base a little glossy) on the thin porcelaneous surface, through which ihe nacreous layer behind gleams. The spire is raised, with a very slightly concave outline. The apex, which consists of the minute smooth embryonic whorl and a half, is itself a little flattened, but rises sharply above the sculptured surface of the succeeding whorls. The 5½ whorls show a slow and regular increase till the last, which begins to enlarge rapidly. They are slightly rounded above, very sharply angulated at the keel, and flattened on the base, with a bluntly angulated umbilical edge. The suture is distinct, and slightly impressed. The square aperture is perpendicular. The sharp outer lip is thickened by a slight internal remote callus, not patulous, not descending, advancing at its junction with the body whorl and then slightly retreating so as to form the very shallow open sinus. It is right-angled at the periphery, flat on the base, where it retreats so as to form two rounded sinuses, making with the columella an angle that is scarcely obtuse. The columellar lip is straight, a little thickened and reverted, so as to leave a slight groove behind it. It advances on the body whorl, then retreats so as to form a feeble sinus, bending at the same time shortly but sharply to the right into the umbilicus and then advancing straight forward, but a little toward the left, to its junction with the outer lip at the base. The funnel-shaped umbilicus is open- mouthed, oblique edged, straight-sided, deep and contracted internally. Its edge is sharply defined by a spiral thread, and is obliquely scored by the longitudinal ribs. Farther in, its walls are marked by hair-like lines of growth and faint spirals.Tryon (1889), Manual of Conchology XI, Academy of Natural Sciences, Philadelphia ==Distribution== This species occurs in the Gulf of Mexico, off Brazil and in European waters. ==References== * Clarke A. H. (1974) Molluscs from Baffin Bay and the northern North Atlantic Ocean. Publications in Biological Oceanography, National Museum of Natural Sciences of Canada 7: 1–23. * Gofas, S.; Le Renard, J.; Bouchet, P. (2001). Mollusca, in: Costello, M.J. et al. (Ed.) (2001). European register of marine species: a check-list of the marine species in Europe and a bibliography of guides to their identification. Collection Patrimoines Naturels, 50: pp. 180–213 * Rosenberg, G., F. Moretzsohn, and E. F. García. 2009. Gastropoda (Mollusca) of the Gulf of Mexico, Pp. 579–699 in Felder, D.L. and D.K. Camp (eds.), Gulf of Mexico–Origins, Waters, and Biota. Biodiversity. Texas A&M; Press, College Station, Texas. reticulata Category:Gastropods described in 1844 ",
    "title": "Ancistrobasis reticulata"
}