{
    "id": "27001610",
    "text": "Metapedia is an online wiki-based encyclopedia which contains authoritarian far-right, white nationalist, white supremacist, anti-feminist, homophobic, Islamophobic, antisemitic, Holocaust-denying, and neo-Nazi points of view.\"Metapedia\" als nationales Pendant zu \"Wikipedia\" (i.e \"Metapedia\" as a nationalist counterpart to \"Wikipedia\") from: \"Report by the NRW Office for the Protection of the Constitution for the year 2008\" by the Ministry of Interior of North Rhine-Westphalia. pp. 59f. The site describes itself as being an alternative to Wikipedia that focuses on European culture, art, science, philosophy, and politics. It was founded in 2006, initially in a Swedish-language version, by Swedish neo-Nazi publisher Anders Lagerström, who currently heads the project together with Lennart Berg. ==History== The Swedish Metapedia was founded in 2006 by Anders Lagerström (born October 14, 1977), a neo-Nazi publisher from Linköping, Sweden. Swedish historian Rasmus Fleischer wrote that: ==Content== The site has more than 7,000 articles in English; topics covered include European history, Norse mythology, and white nationalist music. The Register states, \"a good percentage of Metapedia's content seems to be dedicated to Woden, the White Order of Thule, runes, and other subject matter which would undoubtedly have found favour with Aryan hocus-pocus aficionado Heinrich Himmler.\" Crítica de la Argentina says Metapedia has glowing descriptions of Adolf Hitler and other Nazi figures. Daniel Goldhagen describes it as seeking \"to create (currently in 18 languages) an anti-Semitic informational universe.\" The wiki covers a total of 18 languages, with the Hungarian Metapedia having the most articles ever with an estimated 146,470 articles. However, it stopped being functional following the year 2015; clicking on any link to the Hungarian Metapedia gives you errors. According to the North Rhine-Westphalian Office for the Protection of the Constitution, Metapedia's articles are characterized by historical negationism and lauding Nazi Germany. For this reason, the German Federal Department for Media Harmful to Young Persons () started an indexing process, which would consider as to whether Metapedia is \"harmful to young people\".Bulletin of the German Parliament 16/10215 from 12 September 2008, pp. 6f.: Answer of the German government to a parliamentary query by the Green Member of the German Parliament Monika Lazar In early 2007, within half a year of the launching of the original Swedish edition, Metapedia received much Swedish media attention for its similarity to Wikipedia and some of its contents, in particular for its positive characterization of many Nazi German personalities, for cataloguing Jews in Swedish media, and for characterizing Swedish companies as either \"Swedish-owned\" or \"Jewish-owned\".Propagandapedia Kristianstadsbladet, 20 February 2007 This led to an investigation by the Chancellor of Justice () to decide whether the site should be prosecuted for inciting hatred or for violating the Swedish Privacy Law (). Östgöta Correspondenten, 9 February 2007 After reviewing the site's contents, the Chancellor of Justice decided to terminate investigations, since nothing had been found that violated the Freedom of Speech Act () or the Privacy Law. , Sveriges Radio Östergötland, 20 February 2007 In January 2009, in a response to further attention given to the site, the Swedish Chancellor of Justice opined that Metapedia presented a positive image of Adolf Hitler, but decided not to restart an investigation since this was not illegal. Föreningen Grävande Journalister, 26 January 2009 ==Operation== Metapedia runs on MediaWiki, a free and open-source wiki software platform written in PHP and built upon the MySQL database.Judeförföljelser på internet, Dagens Nyheter, 8 February 2007 Extremisternas \"uppslagsverk\" kan vara olagligt, Östgöta Correspondenten, 9 February 2007 Metapedia is headed by Lagerström and Lennart Berg, who also runs the supporting NFSE Media AB. ==See also== *Alt- right *Gab (social network) *Conservapedia *Neo-Nazism in Sweden *New Right *Far-right politics *Fascism in Europe ==References== ==External links== *Metapedia in English - Main Page Category:Alt-right Category:Criticism of feminism Category:Holocaust denying websites Category:MediaWiki websites Category:Multilingual websites Category:Neo-Nazi websites Category:Swedish online encyclopedias Category:Works about white nationalism Category:Internet properties established in 2006 Category:White supremacy in Europe Category:Websites with far-right material ",
    "title": "Metapedia"
}