{
    "id": "27008228",
    "text": "Valerie Landau (born 1958) is an American designer, author and educator. She manages the Center for Innovation and Excellence in Learning and was formerly Director of Assessment at Samuel Merritt University where she designed a software application that facilitates analysis and assessment of how effectively an organization is meeting their goals and objectives at course, program and institutional levels. She worked with Internet pioneer Douglas Engelbart on creating educational networked improvement communities. Landau also collaborated on writing the book \"The Engelbart Hypothesis: Dialogs with Douglas Engelbart\" along with co-author Eileen Clegg. Landau is also a co- founder of Program for the Future, a non-profit organization that promotes Engelbart's vision of Collective intelligence. She also is author of the seminal book on online education \"Developing an Effective Online Course\" Published by McGraw Hill, 2001 and earned the \"Online Pioneer\" award. Landau, created educational multimedia projects at Round World Media was Associate Professor at California State University where she taught project studying and applying the Engelbart Hypothesis. The students created an online archive of Engelbart related events and videos. She is an instructional and interaction designer and has worked on many award-winningParents' Choice Gold Award Seal of ExcellenceNewsweek Editor's Choice Award 1997 indelibleNews!Oppenheim Toy Portfolio, Platinum Award, 1996 projects, educational games and online courses. In addition, she leads high level research delegations to Cuba. ==Early life== Landau's parents are poet Nina Serrano and filmmaker Saul Landau. She attended some elementary school and high school in Cuba and worked alongside her father on three documentary films about Fidel Castro and the Cuban Revolution. She also worked with other documentary TV crews including German TV, and CBS show 60 Minutes with Lowell Bergman and Harry Reasoner. She co-founded Round World Media. Her brother is multi-Grammy nominate music producer, Greg Landau. She began her career working under the legendary Brazilian educator Paulo Freire while working on the literacy campaign in Nicaragua. The Sandinista Literacy Campaign by Dr. Ulrike Hanemann, UNESCO, Institute for Education, Hamburg, Germany She graduated from the Harvard Graduate School of Education from the Department of Human Development and Psychology with an emphasis in Technology in Education in 1996. == Current projects== Valerie Landau is the Director of Assessment at Samuel Merritt University. == References == == External links == * Program for the Future * The Engelbart Hypothesis * TipTap.mobi Chorded texting * Fig Leaf Technologies * Round World Media Category:1958 births Category:American educators Category:Harvard Graduate School of Education alumni Category:Living people Category:University of California, Santa Cruz alumni ",
    "title": "Valerie Landau"
}