{
    "id": "27003853",
    "text": "The Popular Independent Movement (), abbreviated to MIP, was a Luxembourgian single-issue political party in the 1960s. It sought to represent the interests of the 12,000 people who had been conscripted into the Wehrmacht during the German occupation of Luxembourg during the Second World War.Thewes (2006), p. 160 The party tried to claim compensation for those conscripted from the government of West Germany as victims of Nazi Germany. A 1959 treaty between West Germany and Luxembourg, compensating Luxembourg for the German occupation and recognising the legitimacy of the actions of the resistance, was thought by the former conscripts to discriminate against them, who dubbed it the 'Treaty of Shame' ().Thewes (2006), p. 155 The treaty took two years to ratify, after a protracted debate in the Chamber of Deputies and a protest of 10,000 people in Place Guillaume II, in Luxembourg City. The Popular Independent Movement was formed following these popular protests. A generally anti-establishment party without a clear programme on wider issues, it won 5.9% of the vote and two seats in the 1964 election, becoming the first new party since the 1945 election to win a seat in the Chamber of Deputies. The MIP merged with the Democratic Party before the 1968 legislative election. However, one of its deputies, rejecting this merger, created the Party of National Solidarity, which ran and won only 0.4% of the vote and no seats, leading to it dissolving. A later party, Enrôlés de Force, was established in the 1970s with similar aims, and achieved parliamentary representation in the 1979 election. After the Luxembourg government's official recognition in 1981 that the Wehrmacht conscripts were victims, it disbanded. ==Footnotes== ==References== * Category:Defunct political parties in Luxembourg Category:Luxembourg in World War II Category:Democratic Party (Luxembourg) Category:Political parties disestablished in 1968 Category:1968 in Luxembourg Category:Luxembourgian veterans' organisations ",
    "title": "Popular Independent Movement"
}