{
    "id": "27003174",
    "text": "Barukh she'amar (, baruch sheamar, or other variant English spellings), is the opening blessing to pesukei dezimra. The prominent version of Barukh sheamar contains 87 words. This is the gematria of the Hebrew word paz () meaning \"refined gold.\".Jewish liturgy and its development By Abraham Zebi Idelsohn, page 80 An alternative text is printed in some Sephardic prayer books, often alongside the traditional version. ==Purpose== Barukh she'amar acts as a transition in the prayer service. In the Syrian tradition, the common melody for the prayer is derived from that of Hatikvah.Maqām and liturgy: ritual, music, and aesthetics of Syrian Jews in Brooklyn By Mark L. Kligman, page 90 ==Origin== Initially, Saadya Gaon instituted the recitation of barukh she'amar for Shabbat, but in France, it became a custom to recite this prayer daily.Jewish liturgy and its development By Abraham Zebi Idelsohn, page 81 Saadya Gaon wrote in his siddur two Barukh she'amars: weekdays version has one \"barukh\" and Shabbath version has 12 \"barukhs\". The modern version combined two Barukh she'amars versions together with 13 \"barukhs\" interpreting it qabbalistically like \"echad\" gematria. In the Sephardic and Oriental liturgy, the custom is to recite all the additional psalms of Shabbat prior to Barukh sheamar on Shabbat.The Jewish quarterly review, Volume 11 By Cyrus Adler, page 260 ==Aspects of God== There are seven aspects of God mentioned in Barukh she'amar. These are:Every person's guide to Jewish prayer By Ronald H. Isaacs, page 113 #God spoke and the world came to be. #God speaks, does, decrees, and fulfills. #God is merciful. #God rewards those who fear Him. #God is eternal. #God rescues and redeems people. #Blessed is God's name. ==References== ==External links== *A nonliteral translation of the prayer Category:Pesukei dezimra Category:Jewish blessings Category:Siddur of Orthodox Judaism Category:Hebrew words and phrases in Jewish prayers and blessings ",
    "title": "Barukh she'amar"
}