{
    "id": "27001758",
    "text": "Shane Lister Summers (23 June 1936 – 1 June 1961) was a British racing driver, born in Rossett, Denbighshire, Wales.Welsh Motor Sport – Drivers Although he raced in Formula One, he never participated in a World Championship event. He was the son of the Conservative politician Spencer Summers. In 1960, Summers had a successful season racing a Lotus 15 sports car prepared by Terry Bartram,Shane Summers at Motorsport Memorial and for the following season, he and Bartram decided to enter Formula One with a new Cooper T53, chassis number F1-8-61.Cooper T53 at oldracingcars.com At the season opener, the non- Championship Lombank Trophy, 24-year-old Summers qualified tenth of the 14 runners, and finished eighth and last. The following week he crashed out of the Glover Trophy after again qualifying tenth. Travelling to Europe for the next two races, he was refused a start at the 1961 Brussels Grand Prix despite posting the 12th fastest time in qualifying, but started from the front row at the Vienna Grand Prix. From second on the grid, he ran near the front until his suspension failed. Returning to the UK, Summers entered the Aintree 200, qualifying 13th of 28 starters, and finishing 12th. A month later he achieved his best result, finishing fourth in the London Trophy. However, during practice in the rain for the Silver City Trophy race at Brands Hatch, Summers was killed when he spun at Paddock Hill Bend and crashed into a concrete wall at the pit tunnel entrance.Don Capps, Atlas F1 \"Rear View Mirror\", Vol. 6, Issue 31 ==Non-championship Formula One results== (key) {| class=\"wikitable\" style=\"text-align:center; font-size:90%\" ! Year ! Entrant ! Chassis ! Engine ! 1 ! 2 ! 3 ! 4 ! 5 ! 6 ! 7 ! 8 ! 9 ! 10 ! 11 ! 12 ! 13 ! 14 ! 15 ! 16 ! 17 ! 18 ! 19 ! 20 ! 21 |- | 1961 ! Terry Bartram ! Cooper T53 ! Climax Str-4 |style=\"background:#CFCFFF;\"| LOM 8 |style=\"background:#EFCFFF;\"| GLV Ret | PAU |style=\"background:#FFCFCF;\"| BRX DNQ |style=\"background:#EFCFFF;\"| VIE Ret |style=\"background:#CFCFFF;\"| AIN 12 | SYR | NAP |style=\"background:#DFFFDF;\"| LON 4 |style=\"background:#FFFFFF;\"| SIL DNS | SOL | KAN | DAN | MOD | FLG | OUL | LEW | VAL | RAN | NAT | RSA |} ==References== Category:Welsh racing drivers Category:Welsh Formula One drivers Category:1936 births Category:1961 deaths ",
    "title": "Shane Summers"
}