{
    "id": "27007254",
    "text": "Seeker Wireless was a company based in Sydney, Australia, that developed a range of technologies for mobile positioning, including a Hybrid positioning system. Seeker Wireless’ technology used proprietary statistical algorithms to calculate the position of mobile devices based on combinations of cellular, Wi-Fi and/or GPS radio data measured by the terminal. In the majority of their commercial solutions, the processing of the radio data for location determination is performed in the terminal or on the SIM card, providing a distributed, user-plane architecture. Seeker Wireless did however also provide a zone-based charging (geofencing) solution that can be configured to operate as a purely network-based system. The Radio Network databases used for position calculation are provided (and updated) either by a Mobile Network Operator, or by surveying. The data can be kept up-to-date in between Radio Network database uploads by way of automatic network discovery and reporting by the terminal. Commercially-deployed services that use Seeker Wireless location technology include the Local Zone Local Zone - New Zealand PC World and Vodafone Acasa Vodafone Acasa - ThomasNet NewsVodafone Acasa - Cellular News ‘Home Zone’ (FMS) services, deployed by Vodafone New Zealand and Vodafone Romania respectively, and a mobile directory search service, Rednano Locate,Rednano Locate - Straits Times deployed by SPH Search in Singapore. Seeker Wireless’ solutions currently support SIM Tool Kit (STK) and various mobile platforms including Symbian S60, Windows Mobile, BlackBerry, Android and J2ME. In 2011, the intellectual property was acquired by the Safely division of Location Labs == References == == External links == * ITWire - Seeker Wireless 'enhances home zone mobile technology' * The Australian - 'We know where you live' Category:Telecommunications companies of Australia Category:Telecommunications equipment vendors ",
    "title": "Seeker Wireless"
}