{
    "id": "27004587",
    "text": "Respublica v. De Longchamps, 1 U.S. 111 (1784), was a case resulting from the \"Marbois Affair,\" heard by the Pennsylvania Court of Oyer and Terminer at Philadelphia. ==State Court Decisions in the United States Reports== The decisions appearing in the first volume and few appearing in the second volume of the United States Reports are not actually decisions of the United States Supreme Court. Instead, they are decisions from various Pennsylvania courts, dating from the colonial period and the first decade after Independence. ==The case== Charles Julian De Longchamps (the \"Chavelier De Longchamps\") was accused of verbally assaulting the Consul General of France to the United States, Francis Barbé-Marbois, on May 17, 1784, in the house of the French Minister. Two days later, De Longchamps allegedly \"violently did strike\" the consul on a public street. De Longchamps was convicted by a jury of threatening bodily harm to De Marbois, and was further convicted of the actual assault. The Court of Oyer and Terminer was then asked to consider whether De Longchamps should be extradited to France, or whether he should be imprisoned in Pennsylvania until the French sovereign was satisfied. M'Kean, Chief Justice, held that the laws of nations formed a part of the law of Pennsylvania. He further held that the insult of the physical assault surpassed the actual damage. Still, it was an assault. The Court, led by Chief Justice M'Kean, held that De Longchamps could be neither legally deported nor imprisoned. However, the Court noted that De Longchamps had violated the Law of Nations, since \"The person of a public minister is sacred and inviolable. Whoever offers any violence to him, not only affronts the Sovereign he represents, but also hurts the common safety and well being of nations; he is guilty of a crime against the whole world.\" The Court further stated, \"You then have been guilty of an attrocious [sic] violation of the law of nations; you have grossly insulted gentlemen... in a most wanton and unprovoked manner: And it is now the interest as well as duty of the government, to animadvert upon your conduct with a becoming severity, such a severity as may tend to reform yourself, to deter others from the commission of the like crime, preserve the honor of the State, and maintain peace with our great and good Ally, and the whole world.\" Assault, being a common \"municipal\" crime, was not addressed in the opinion. It was only the verbal threats, in the home of the Minister, which were thought to violate the Law of Nations. ==Outcome== The Court refused to imprison De Longchamps for an indeterminate period of time. It therefore fined him 100 French Crowns, imprisoned him for two years, and forced him to pay bail as collateral for good behavior of seven years. ==Significance== Some Constitutional scholars, such as Richard Tuck, conjecture that the case was an impetus for the \"Law of Nations Clause\" being put in the U.S. Constitution, and for the Constitutional Convention in general. Though Pennsylvania handled the affair somewhat aptly, there was a fear that other states couldn't be trusted to do the same. For that reason, the new federal government in 1787 was given the power \"to define and punish...Offenses against the Law of Nations.\" (Art. I, § 8, cl. 10). In Federalist No. 42, James Madison wrote: \"These articles [of confederation] contain no provision for the case of offenses against the law of nations; and consequently leave it in the power of any indiscreet member to embroil the Confederacy with foreign nations.\" It is perhaps the De Longchamps case that helped to engender this fear, and it was the Law of Nations Clause that was to assuage it. ==References== Richard Tuck, The Rights of War and Peace: Political Thought and the International Order from Grotius to Kant. (Oxford: Oxford University Press, 1999). Madison, Hamilton, & Jay, The Federalist Papers. (London: Penguin, 1987). ==See also== * List of United States Supreme Court cases, volume 1 * List of United States Supreme Court cases * Lists of United States Supreme Court cases by volume Category:1784 in case law Category:1784 in Pennsylvania Category:Pennsylvania state case law Category:Law articles needing an infobox ",
    "title": "Respublica v. De Longchamps"
}