{
    "id": "27006050",
    "text": "Gentiana villosa, the striped gentian, is a herbaceous perennial plant belonging to the genus Gentiana. It is found mainly in the Eastern United States and is used medicinally by Native American tribes. ==Description== Gentiana villosa can reach a height of two feet. The leaves are lanceolet but are typically wider above the middle of the leaf. The leaves are dark green and shiny. The flowers are clustered at the terminal bud of the plant and are white with purple stripes. G. villosa typically blooms during the fall in late August to October.North Carolina Native Plants Society - Native Plants Gallery - Gentiana villosa - Striped Gentian The flowers are pollinated by insects that are attracted to their purple stripes and nectar. G. villosa fruits during October to November. The seeds of G. villosa differ from other Gentians because they are wingless.PLANTS Profile for Gentiana villosa (striped gentian) | USDA PLANTS It is believed that G. villosa was misnamed because \"villosa\" translated in Latin means \"hairy\" and G. villosa actually has no hair which is known as glabrous. The flowers of G. villosa make this plant easy to identify because of their defined purple stripes. ==Distribution== Gentiana villosa is found mainly in pine barrens and open woodland regions of eighteen states in the East coast regions of the United States and spanning out to the mid-east regions of the United States. The states that G. villosa can be found in are AL, DC, DE, FL, GA, IN, KY, LA, MD, MS, NC, NJ, OH, PA, SC, TN, VA, WV. Of these eighteen states four of them IN, PA, OH, and MD have listed G. villosa as an endangered species. ==Uses== As the common name Sampson's snakeroot indicates, G. villosa is thought to aid in the relief of snakebites.Closed Gentian (Gentiana clausa) In Appalachia the roots of G. villosa are carried as a charm. The Catawba Indians used the boiled roots as medicine to relieve back pain.Cherokee Messenger - Native American Herbal Remedies ==References== villosa Category:Endemic flora of the United States Category:Flora of the Northeastern United States Category:Flora of the Southeastern United States Category:Flora of the Appalachian Mountains Category:Plants used in traditional Native American medicine Category:Plants described in 1753 Category:Taxa named by Carl Linnaeus ",
    "title": "Gentiana villosa"
}