{
    "id": "27002605",
    "text": "Aircraft procurement whistleblowing launched the modern Defense whistleblower program. The Department of Defense Whistleblower Program in the United States is a whistleblower protection program within the U.S. Department of Defense (DoD) whereby DoD personnel are trained on whistleblower rights. The Inspector General's commitment fulfills, in part, the federal mandate to protect whistleblowers. It also administers the Defense Intelligence Community Whistleblower Protection Program (DICWP), as a sub-mission for the intelligence community.Inspector General of the U.S. Department of Defense, Semiannual Report to the Congress (2009). The Inspector General's Defense Criminal Investigative Service also conducts criminal investigations which rely, in part, on Qui Tam relators. ==Recent history== Whistleblowers disclose acts of illegality, fraud, waste, and abuse This can prevent government failure in the future.Marie Gilbert, \"Hagerstown man one of 34 finalists for the 2011 Samuel J. Heyman Service to America Medals \", The Herald-Mail (Hagerstown, Maryland), 27 August 2011. But whistleblowers can then be targeted for retaliation, \"smeared as traitors, turncoats and liars by their superiors and suffer harassment, punishment or firing\". The Department of Defense Whistleblower Program is increasingly focused on disclosures which will aid in resolving the United States' national security threat due to fiscal failure: In 2009, the Office of the Inspector General, U.S. Department of Defense targeted the Whistleblower Protection Program as a top priority. For more than 20 years, the DoD IG has investigated whistleblower reprisal allegations involving the Department's military members, civilian employees, and Defense contractor employees. Through informational articles, posters, and briefings, the DoD IG significantly increased public awareness of whistleblower programs. It also provided information to Members of Congress regarding legislation able to strengthen whistleblower protections. Amendments to the statutes have broadened their application and expanded the protections for whistleblowers. Although multiple laws cover employees in different categories, there is a common thread running through each federal whistleblower statute enforced by the Inspector General. Congress entrusted the DoD IG with either conducting or overseeing inquiries and investigations into whistleblower reprisal allegations.Office of the Inspector General, U.S. Department of Defense (April 1, 2009 - September 1, 2009) at 13 . The DoD IG commits itself to ensuring that whistleblower protection programs succeed in training DoD personnel regarding whistleblower rights. This offers a deterrent to potential reprisors by ensuring prompt and thorough investigation into alleged violations. It also provides a remedy to those who have been reprised against. Timeliness of investigations is a continuing challenge because of the complexity of reprisal situations, but the DoD IG states it is determined to become the benchmark for timely, high-quality investigations while fostering an environment within the DoD where employees are encouraged to come forward to \"blow the whistle\" on fraud, waste, and abuse. During the first half of FY 2010, DoD IG closed 432 cases involving whistleblower reprisal and senior official misconduct. The case substantiation rate for full investigations of reprisal allegations was 20 percent and 15 percent for investigations of senior official misconduct. Highlights include the following: * A 54 percent increase in staffing (authorized in May 2009) is producing results with respect to reduced investigation cycle time and is also providing for surge capability in high-profile cases requiring quick resolution; * Nearly 40 percent of senior official cases and 33 percent of civilian reprisal cases were of interest to the Congress and the Secretary of Defense; the majority of military reprisal cases involving congressional interest were answered by the service IGs; * Investigators received training in policy and procedures governing newly granted IG authorization to issue testimonial subpoenas; * The Military Reprisal Investigations Directorate is in the process of implementing 12 recommendations made by the DoJ OIG, in its July 2009 report entitled \"A Review of the Department of Defense Office of Inspector General's Process for Handling Military Whistleblower Reprisal Allegations\", including additional staffing, improved policies and procedures, communications with complainants and service IGs, and obtaining authorizations for dedicated training staff; * A RAND study was recently completed that was co-sponsored with the Office of Under Secretary of Defense (Personnel and Readiness) that reviewed processes for reporting adverse information in support of the OSD senior uniformed officer nomination process.Inspector General of the United States, Semiannual Report to the Congress (Oct. 1, 2009 - March 31, 2010) at 37 . The DoD IG is committed to the objective and timely resolution of each reprisal complaint. During 2011, DCIS reviewed 138 qui tam referrals that resulted in 56 investigations. Highlights include: * On March 23, 2012, it was announced that Lifewatch Services would resolve allegations of fraud against the company by paying an $18.5 million civil settlement. * American Grocers, Inc. case resulting in a $13.2 million return. * Boeing case resulting in a $25 million return. * Northrop Grumman case resulting in a $325 million return to the federal government. On February 25, 2011, the inspector general released its most recent report of investigation involving defense intelligence community employees. The report was the ninth case in a series of oversight actions beginning in 2004. This line of investigations was a cooperative effort with the inspectors general of the National Security Agency and the Defense Intelligence Agency to provide whistleblower protection to members of the intelligence and counterintelligence communities. DoD IG currently has five cases of alleged reprisal against civilian employees of the intelligence community engaged in national intelligence work and ten cases of alleged reprisal against civilians engaged in military intelligence work. ==Evolution of the DoD Whistleblower Program== Department of Defense's total information awareness. DoD's whistleblower program holds its origins in the Defense procurement scandals of the 1980s. Stories concerning overpriced spare parts and underperforming weapon systems dominated media headlines. Members of Congress concerned about those issues championed the cause of whistleblowers alleging they were reprised against for exposing procurement-related wrongdoing. In the years following, Congress has enacted, and amended, a series of laws aimed at protecting civilian appropriated-fund employees, military members, appropriated and nonappropriated fund employees, and Defense contractor employees from reprisal for engaging in whistleblowing activities.Office of the Inspector, U.S. Department of Defense (April 1, 2009 to September 31, 2009) at 13 . While procurement fraud was driving the statutory and regulatory reforms generally, Congressional oversight beginning with the Church Committee hearings of the mid-1970s led to reform within the federal intelligence and counterintelligence communities. As early as December 1982, the Secretary of Defense mandated that \"no adverse action [be] taken against any employee because the employee reports\" questionable activities within the intelligence community. Seven years prior to the passage of the Whistleblower Protection Act of 1989, the Department of Defense was already working through the lessons learned by other branches of the federal government over the previous decade. A year later in 1983, Congress passed a law prohibiting reprisals against non-appropriated fund employees for blowing the whistle on wrongdoing at military base facilities. In 1986, the first statute aimed at Defense contractor employee whistleblower protection was enacted. At this time, members of the Congressional Military Reform Caucus also became concerned about military service members who chose to \"blow the whistle\" on DoD waste, fraud, and abuse. One specific story involved an Air Force colonel working on the development of the Bradley Infantry Fighting Vehicle. He openly challenged whether the operational testing of the vehicle was realistic enough. This angered Army officials to the extent that they threatened him with an unfavorable reassignment in reprisal. His reassignment was cancelled after congressional intervention. This whistleblower event became the subject of a 1998 movie called The Pentagon Wars. In 1987, a congressional committee held hearings on whistleblower protections for military service members. Responding to the testimony from, and press reports about, service members who claimed they were punished for reporting wrongdoing to members of Congress and Inspectors General, Congress passed the Military Whistleblower Protection Act, title 10, United States Code, Section 1034. In the early 1990s, Congress enhanced protections for military members after learning about reports that service members who \"blew the whistle\" were being sent for involuntary mental health evaluations in reprisal. Congress added that a referral for an involuntary mental health evaluation was an unfavorable personnel action under Title 10 U.S.C. 1034 and required the Department to implement strict regulations governing the referral process to ensure service members' due process. In 1996, the National Security Agency proactively issued the first whistleblower protection directive authored by a Defense intelligence agency. The same year, the U.S. Office of Special Counsel suggested that executive branch agencies establish an ombuds system to assist appropriated fund whistleblowers within the federal government. ==DoD Whistleblower Program Today== Aviation maintenance and its impact on warrior safety has also been a concern of Defense whistleblowers. To realize this vision, the IG is continually reassessing its programs, evaluating the need for legislative changes, and expanding the awareness of the protections available to whistleblowers in all categories. Some of the more significant issues for the future include: protections for Title 32 Military Technician employees, expanding the U.S. Office of Special Counsel Section 2302(c) Certification effort throughout the Department, and improving the protections for appropriated fund employees within the intelligence community. DoD IG recognizes the service and importance of whistleblowers and how their disclosures ultimately benefit the Department, the taxpayer, and most importantly—America's warfighters, and will continue to promote the protections afforded whistleblowers within the Department. Only through effective enforcement and robust education can DoD IG create an environment where DoD employees feel comfortable coming forward to raise concerns about waste, fraud, and abuse without the fear of reprisal.Office of the Inspector General, U.S. Department of Defense (April 1, 2009 to September 31, 2009) at 13 . The DoD IG has always encouraged whistleblowing and upheld the protections afforded to those who choose to report fraud, waste, and abuse. Within the DoD IG, the Assistant Inspector General for Communications & Congressional Liaison supervises the Directorate for Whistleblowing & Transparency (DW&T;), which provides advice, counsel and oversight capability to the Inspector General. The Deputy Inspector General for Administrative Investigations is assigned the mission of ensuring that allegations of whistleblower reprisal are resolved in an objective and timely manner. * At the end of FY 2011, DoD IG merged the military reprisal investigations and civilian reprisal investigations into the newly established Whistleblower Reprisal Investigations Directorate within the Office of the Deputy Inspector General for Administrative Investigations. The consolidation of these directorates enabled DoD IG to increase efficiency and consistency in investigative procedures. Formerly, The Deputy supervised: * The Civilian Reprisal Investigations (CRI) directorate, working in coordination with U.S. Office of Special Counsel, reviews and investigates allegations of reprisal filed by DoD appropriated fund civilian employees. * The Military Reprisal Investigations (MRI) directorate has the statutory responsibility to investigate allegations of whistleblower reprisal filed by military members, DoD non-appropriated fund employees, and DoD contractor employees. Left outside the reorganization was the Deputy's other direct report office: * The Investigation of Senior Officials (ISO) directorate works reprisal cases drawing upon the subject-matter experts of CRI and MRI, as needed, while ISO investigations allegations of wrongdoing by Flag officers and members of the Senior Executive Service. ==Reprisal investigations== WRI is responsible for conducting and reviewing investigations conducted by the military service and defense agency IGs into allegations of whistleblower reprisal made by DoD military service members, non-appropriated fund employees and DoD contractor employees under Title 10 of the United States Code and American Reinvestment and Recovery Act. WRI additionally investigates allegations that military members were restricted from communicating with a member of Congress or an IG. WRI also investigates, on a discretionary basis, allegations of reprisal filed by DoD appropriated fund civilian employees and in particular, civilian employees of the defense intelligence community. Finally, WRI is responsible for investigating and reviewing investigations of alleged procedural violations of DoD Directive 6490.1, \"Mental Health Evaluations of Members of the Armed Forces\". DoD IG is committed to transforming the Department's whistleblower protection program into the model for the federal government by improving the timeliness and quality of reprisal investigations. In response to recent internal and external reviews, DoD IG recently hired more than a dozen additional investigators to address the ever-increasing number of whistleblower reprisal complaints filed with DoD IG and the military services. === Example === ====Semi-Annual Report to Congress, April 1, 2012 to September 30, 2012==== During FY 2012, the Department received a total of 1,069 complaints involving reprisal, restriction from communicating with a member of Congress or IG and procedurally improper mental health evaluation referrals and closed a total of 513 complaints. :*Two Marine Corps civilian officials influenced an initial below-average performance report of a subordinate in reprisal after the subordinate reported safety deficiencies and improper training of Marines to his commanding officer and the Headquarters Marine Corps Sports Division. :*An Air Force colonel and a master sergeant denied an Air Force Reserve member a promotion in reprisal for the member's protected communication. The member had alleged to an equal opportunity officer that another unit member made inappropriate racial comments during an annual training tour. Corrective action is pending. :*An Army company commander threatened a soldier with involuntary separation from the Army and disapproval of the soldier's active duty extension in reprisal for the soldier's protected communication. The soldier had complained to an IG about the commander's abuse of authority. Additionally, the commander made comments to the soldier during a counseling session restricting the soldier from communicating with an IG. Corrective action is pending. :*A Navy lieutenant commander submitted a supplemental letter to lower a subordinate's performance report in reprisal for the subordinate having alleged to the chain of command maltreatment toward staff members by the lieutenant commander. Corrective action is pending. :*An Air Force senior master sergeant delayed acting on a subordinate's recruiting package, causing the subordinate to miss the submission deadline, in reprisal for the subordinate's protected communication. The subordinate had alleged that the squadron commander committed fraud by allowing a pilot to work one week per month and not requiring the pilot to document his remaining time. The senior master sergeant retired before corrective action could be taken. :*A non-appropriated fund instrumentality director gave a subordinate a downgraded performance appraisal in reprisal for the subordinate's protected communication to the Equal Opportunity Office alleging gender discrimination and harassment by the director. The adjudicating official directed that the subject performance e appraisal be rescinded and replaced with a new performance appraisal accurately reflecting the complainant's job performance and that the responsible management official receive appropriate disciplinary action. Corrective Action Taken on Whistleblower Cases Closed in Previous Reporting Periods 2012 :*An Army colonel was removed from command, received an unfavorable evaluation report and a general officer reprimand for denying a subordinate soldier an in-place consecutive over- seas tour and issuing the subordinate a referred evaluation report for filing an IG complaint. :*An Army major received a general officer reprimand for downgrading a subordinate officer's promotion recommendation in reprisal for filing an IG complaint. In the same case, an Army lieutenant colonel received a downgraded evaluation report for attempting to restrict a subordinate officer from filing an IG complaint. :*An Army captain received verbal counseling and training for not following the procedural requirements in referring a service member for an emergency mental health evaluation. :*An Air Force Reserve colonel received a general officer reprimand for denying a subordinate a retraining request for filing an equal opportunity complaint against the colonel. In the same case, an Air Force Reserve master sergeant received a letter of admonishment for not recommending an airman for promotion because the airman filed an equal opportunity complaint against the master sergeant. :*The Air Force Board for Correction of Military Records recently granted relief to a retired lieutenant colonel after they reviewed a July 2011 substantiated reprisal investigation involving unfavorable actions taken against the officer by a management official. The Air Force Board for Correction of Military Records directed that the officer's officer selection brief be amended; a performance report and promotion recommendation form be declared void and removed from his record; and that the officer meet a special selection board with the above corrections to his record. ====Semi-Annual Report to Congress, October 1, 2011 to March 31, 2012==== During the first half of FY 2012, DoD IG implemented several improvements to investigative and oversight functions to include streamlining the complaint intake process, providing more robust training, revising written policies and procedures and strengthening whistleblower reprisal oversight functions. :* An Air Force chief master sergeant downgraded a subordinate's performance report in reprisal for the subordinate alleging to an IG and the chain of command favoritism toward women by the chief master sergeant. The chief master sergeant received written admonishment in response to the substantiated reprisal allegation. :* An Army National Guard unit commander referred an Air Force Active Guard and Reserve member for a mental health evaluation in reprisal for the member's protected communications. The member had alleged that a unit member drove a government vehicle while under the influence of alcohol and that his unit improperly used its government purchase card. In addition, the unit commander and medical officer failed to follow the required procedures for a mental health evaluation. Finally, the unit deputy commander restricted the member from communicating with a member of Congress. Corrective action is pending. Note: The complaint alleged both reprisal and restriction; the latter was not included in the statistics as a separate investigation of restriction. :* An Air Force master sergeant reprimanded a subordinate in reprisal for the master sergeant's belief that the subordinate had reported him for having an unprofessional relationship with another airman. Corrective action is pending. :* An Air Force staff sergeant received an unfavorable performance report for reporting to the commander that an instructor improperly taught students about an upcoming Air Force qualifying test, thus improperly increasing the students' test scores. The commander retired before corrective action could be taken; however, the staff sergeant was advised of the right to petition the Board for Correction of Military Records for relief. :* An Army lieutenant colonel gave an Army Reserve major an unfavorable evaluation report in reprisal for the major's complaint of harassment against another officer to the chain of command and an IG. The lieutenant colonel retired from the Army before corrective action could be taken. The Army Reserve major was advised of the right to petition the Board for Correction of Military Records for relief. :* A Navy ensign removed a subordinate from the position in reprisal for the subordinate's complaints of misconduct against the ensign to the chain of command, an equal opportunity officer, an IG and a member of Congress. Corrective action is pending. Remedies/Corrective Action Taken 2012 :* An Army sergeant first class received a general officer reprimands for threatening several soldiers with unspecified unfavorable personnel actions for filing IG complaints. :* Two Army noncommissioned officers received general officer reprimands for threatening nonjudicial punishment if the subordinates complained to an IG about a hostile work environment. :* An Army staff sergeant informed an IG that the command was hampering retirement training. The sergeant received an unfavorable evaluation report in reprisal for the complaint. The rating officials received general officer reprimands. Section 4a of the Inspector General Act requires the inspector general to \"review existing and proposed legislation and regulations relating to the programs and operations of the Department of Defense\" and to make recommendations \"concerning the impact of such legislation or regulations on the economy and efficiency in the administration of programs and operations administered or financed by the Department or the prevention and detection of fraud and abuse in such programs and operations\" DoD IG is given the opportunity to provide information to Congress by participating in congressional hearings and briefings. Way Forward :* As part of the DoD IG outreach initiative to improve the reporting of fraud, waste, abuse, and mismanagement, we recently deployed a website on the Joint Worldwide Intelligence Communication System. DoD IG is committed to providing an effective means for individuals to make disclosures involving classified information. The website incorporates best practices as identified by the Council of Inspectors General on Integrity and Efficiency, and provides detailed information to assist and direct individuals making disclosures. :* DoD IG established a working group focused on distribution of hotline communication materials. The working group will concentrate on improving current distribution methods and will consider social media options to expand global research. :* In line with the commitment to transform the Department's whistleblower protection program, the hotline has placed a renewed emphasis on the receipt of whistleblower reprisal allegations. DoD IG has changed processes for handling reprisal related complaints to improve the efficiency and timeliness of referrals. ==Civilian reprisal investigations== 4CRI's investigations protect sources providing information on decision-making which injures warfighting capability. (Defense imagery photo). Prior to FY 2011-2012, the Inspector General maintained separate offices for military and civilian reprisal investigations. In January 2004, the DoD IG established CRI to address Defense civilian appropriated-fund employee whistleblowing. Two DoD employee categories were of specific concern: (1) employees with access to potential procurement fraud information and; (2) employees working for the Defense intelligence agencies and the military departments' intelligence offices. CRI uses \"title 5\" standards for its investigations. The Department of the Interior (2002), through Inspector General Earl Devaney, was the first office to establish an ombuds program assisting appropriated-fund civilian employees with whistleblowing issues. That office limited its focus to outreach, rather than investigations. CRI uses a similar model, but added an investigations component to the promotion of whistleblowing. In 2007, the Internal Revenue Service created an ombudsman office. As its former director, Dan Meyer said in a May 2001 interview, the idea behind the office was to \"coordinate a general . . . policy that allows [the Inspector General] to protect the people that bring information to the [Federal government] about wrongdoing within the [Department of Defense].\"Whistleblower protection reinforced at DOD, In Depth with Francis Rose (May 16, 2011) at 4:01 pm. When a disclosure is made, Meyer explained, the Inspector General then looks at the facts, applies the law, taking into consideration that the law as passed by the Congress does not review the motive of the employee. The Inspector General then makes a finding. The Departments of Commerce, Education and Homeland Security also established offices to conduct outreach and investigate allegations of whistleblower reprisal against appropriated fund civilian employees. One early CRI investigation analyzed whether agency officials took action to suspend access by the whistleblower to classified information and revoke a security clearance after the individual communicated with Members of Congress and the 9/11 Commission staff. Another investigation examined security clearance decision-making to determine whether religious discrimination affected the adjudication of a whistleblower's security clearance. CRI also supported one of the two Intelligence Community Whistleblower Protection Act investigations opened between 1992 and 2009. During these investigations, CRI developed the first protocol for reviewing security clearance decision-making process based on Title 5, United States Code.Office of Inspector General, U.S. Department of Defense, Semi-Annual Report to Congress (April 1, 2009 to September 30, 2009) at 15 . Under the Inspector General Act of 1978 (as amended by Public Law 97-252), the DoD OIG is given broad authority to investigate complaints by DoD employees concerning violations of law, rules, or regulations, or concerning mismanagement, gross waste of funds, or abuse of authority (see §7(a), IG Act). Congress also mandated that DoD employee shall not take reprisal action against an employee who makes such a complaint (see §7(c), IG Act). Under this broad grant of authority, the DoD OIG has authority to investigate allegations of reprisal for whistleblowing received from civilian appropriated fund employees, both employees covered by OSC's protections and those excluded from such coverage (i.e., members of intelligence community). CRI was established in 2003 to provide an alternate means by which DoD civilian appropriated fund employees could seek protection from reprisal. This is done in coordination with the U.S. Special Counsel. CRI was established with the goal of providing limited protection for DoD appropriated fund employees, who also have recourse to OSC, and DoD intelligence and counterintelligence employees, who do not. There are several areas where CRI has assisted DoD appropriated fund employees. First, CRI provides the information and assistance for employees who seek to file a complaint for alleged reprisal or a disclosure of a violation of law, rule and/or regulation. Second, CRI is available to assist DoD intelligence and counterintelligence employees who seek redress for alleged reprisal, where OSC has no jurisdiction. Third, CRI is assists the Inspector General in completing his statutory obligations under the ICWPA to inform Congress of matters of \"urgent concern\" (see §8H, IG Act). Additionally, CRI is the Inspector General's in-house advocate for the Section 2302(c) Certification Program administered by OSC. CRI supports all categories of DoD civilian appropriated fund employees alleging reprisal for making a disclosure by statute or internal regulation. Since its establishment, CRI's efforts have concentrated in advising whistleblowers seeking protection from the Office of Special Counsel and aiding whistleblowers in making a disclosure alleging a violation of law, rule and/or regulation. CRI has also investigated select complaints under the authority of Sections 7(a) and (c) of the IG Act.Office of the Inspector General, U.S. Department of Defense, Statement of Mr. Thomas F. Gimble Acting Inspector General Department of Defense before the Subcommittee on National Security, Emerging Threats, and International Relations House Committee on Government Reform on National Security Whistleblower Protection (Feb. 14, 2006) at 6-10 . === Examples of CRI's work include === ====Semi- Annual Report to Congress, April 1, 2011 to September, 30, 2011==== During the second half of FY 2011, DoD IG continued to select cases involving Title 5 protected disclosures in four core mission areas: aviation maintenance, contracting and procurement, security clearances, and intelligence operations. On September 30, 2011, DoD IG had 10 open cases. During the reporting period, the Department received 15 complaints of Title 5 whistleblower reprisal and closed 14 investigations. Of the 14 investigations closed, one contained substantiated allegations of reprisal, resulting in a 7 percent substantiation rate. DoD IG also conducted a total of 34 whistleblower reprisal outreach events attended by 434 DoD military and civilian personnel. :* An employee at DoD Component Field Office was reprised against for disclosing to criminal investigators the alleged illegal transfer of classified materials by a U.S. government contractor. ====Semi-Annual Report to Congress, October 1, 2010 to March 31, 2011==== During the first half of FY 2011, DoD IG continued to select cases involving protected disclosures in five core mission areas: aviation maintenance, health and welfare of service members deployed or returning from Southwest Asia, chemical weapons safety, supply logistics, and intelligence operations. With respect to the intelligence and counterintelligence communities and matters involving security clearances, DoD IG completed five full investigations into alleged reprisals within Defense Intelligence Agency, National Security Agency, Department of Army, and Department of the Navy. Other activities reviewed included alleged reprisal against sources reporting illegal technology transfers; inadequate fielding of equipment to Southwest Asia; improper medical treatment for soldiers and civilians returning from combat theaters; and violations of the Federal Acquisition and Joint Ethics Regulations. As of March 31, 2011, DoD IG had 16 open cases. During the reporting period, DoD IG received 52 complaints of civilian whistleblower reprisal, accepted 12 complaints for investigation, and closed 11 investigations. Of the 11 investigations closed, three contained substantiated allegations of reprisal resulting in a 27 percent substantiation rate. Sixty-two percent of open DoD IG civilian reprisal cases involved intelligence and counterintelligence communities and matters involving security clearances; the remaining cases involved procurement fraud sources. DoD IG also conducted a total of 15 whistleblower reprisal outreach events attended by 255 DoD military and civilian personnel. Four outreach events (27 percent) were conducted for intelligence and counterintelligence community stakeholders and the remaining outreach events were conducted for supervisors and employees throughout DoD. Examples of Substantiated Civilian Whistleblower Reprisal Cases: :* An Army employee was reprised against after providing testimony to a subcommittee of the House Armed Services Committee regarding a lack of medical care afforded to DoD civilian employees injured while serving in combat zones. The report was referred to command officials with the recommendation for remedial action. :* An employee at an Army chemical munitions depot was reprised against for disclosing improperly installed chemical monitoring devices within storage igloos. The report was referred to command officials with the recommendation for remedial action. :* An Army computer scientist was reprised against after disclosing violations of the Federal Acquisition Regulation and the Joint Ethics Regulation by agency officials. The report was referred to command officials with the recommendation for remedial action. Remedies/Corrective Action Taken :* A former Army employee at an Army chemical munitions depot was reprised against for disclosing violations concerning weapons handling and an improperly initiated training exercise. The report was referred to command officials for remedial action in 2009. During the reporting period, the Merit Systems Protection Board took action on the case and ordered the employee reinstated with back pay. To promote public confidence in the integrity of DoD leadership, DoD IG conducts or provides oversight on all investigations into alleged misconduct by senior DoD officials (brigadier general/rear admiral and above, members of the senior executive service, and senior political appointees). Misconduct allegations are noncriminal in nature and typically involve ethics or regulatory violations. Most senior official investigations are conducted by specialized units within the military department IGs. DoD IG investigates allegations against the most senior DoD officials and allegations not suitable for assignment to service IGs. ====Semi-Annual Report to Congress, May 1, 2010 to October 1, 2010==== During the second half of FY 2010, CRI continued to select cases involving protected disclosures in five core mission areas: aviation maintenance, health and welfare of service members deployed or returning from Southwest Asia, chemical weapons safety, supply logistics, and intelligence operations. DoD IG investigated reprisal allegations involving civilian employees of the military departments and the Defense Intelligence Agency. With respect to the intelligence and counterintelligence communities, DoD IG conducted two oversight actions on Defense Intelligence Agency investigations and completed a full investigation into alleged reprisal within the Department of the Navy. Other activities reviewed included alleged reprisal against sources reporting avionics maintenance, emergency response planning, supply management, and media access violations. On September 30, 2010, DoD IG had 21 open cases and one oversight action. During the second half of FY 2010, DoD IG conducted 48 intakes, accepted five complaints for investigation, and closed 10 investigations, substantiating 4 cases of reprisal. Twenty-seven percent of open DoD IG civilian reprisal cases involve intelligence or counterintelligence activities and the remaining cases involve procurement fraud sources. Examples of substantiated civilian whistleblower reprisal cases: :* A retired electronics mechanic formerly employed at a naval agency was reprised against after disclosing improperly surveyed equipment, insufficient repair facility resources, and failures in quality assurance in an aircraft maintenance and repair program. A remedy was provided through U.S. Office of Special Counsel mediation. :* A lead safety and occupational health specialist at an Army Depot was reprised against after being perceived as a whistleblower. Management officials believed the specialist reported to the Occupational Safety and Health Administration violations of emergency response planning and training. The report was referred to command officials for remedial action. :* The chief of engineering and planning at an Army Depot was reprised against after being perceived as a whistleblower. Management officials believed the chief had report-ed problems regarding the logistics tracking infrastructure. Remedial action was taken by the commander. ====Semi-Annual Report to Congress, October 1, 2009 to March 31, 2010==== On March 31, 2010, CRI had 28 open cases and was providing oversight of three investigations being conducted by either Defense intelligence agencies or the military services. During the first half of FY 2010, CRI advised on 44 intakes, accepted 11 for investigation, and closed two investigations. One-third of CRI's open cases concern intelligence or counterintelligence activities, and the remaining two- thirds involve procurement fraud sources. :* An employee of a Defense agency made protected disclosures pertaining to wasteful and illegal U.S. government contracts, disability fraud, Defense Travel System fraud, and time and attendance fraud (sick leave abuse). The complainant alleged that management threatened reassignment in reprisal for his protected communications. The investigation found that the agency's actions against the complainant would have occurred absent the protected disclosure.Id. at 37 . :* A former DoD employee alleged that subsequent to making a protected disclosure regarding the security of the organization's intranet, management reprised against him by taking several unfavorable personnel actions (disapproved annual leave requests, negative comments in his annual performance appraisal, a notice of Unacceptable Work Performance and Performance Improvement Plan, and removal from federal service). The investigation found that the agency's actions against the complainant would have occurred absent the protected disclosure. ====Semi-Annual Report to Congress, May 1, 2009 to October 1, 2009==== :* A law enforcement officer who received a lowered performance evaluation after reporting alleged safety violations at a U.S. military base guarding chemical weapons. :* A traffic management official who received a suspension after reporting alleged procurement fraud relating to transportation contracts in Europe. The official alleged that management officials suspended him and failed to promote him in reprisal for his protected disclosure concerning fraud, waste, abuse, and gross mismanagement associated with a criminal investigation into transportation contract fraud. A CRI investigation substantiated reprisal.Inspector General, U.S. Department of Defense, Semiannual Report to Congress (March 30, 2009). ====Semi-Annual Report to Congress, April 1, 2008 to September 30, 2008==== :* A civilian engineer assigned to an office engaged in developing biometrics technology alleged constructive termination in reprisal for disclosures of fraud, waste, abuse, and gross mismanagement associated with the fielding of various biometric products and systems. A DoD IG investigation substantiated reprisal.Inspector General, U.S. Department of Defense, Semiannual Report to Congress (April 1, 2008 to September 30, 2008) at 121 . :* An infrastructure development and operations employee of an office engaged in counterintelligence alleged six acts of reprisal in response to disclosures regarding irregular management of contracts. A DoD IG investigation partially substantiated the allegations, finding abuse of authority. ==Military Reprisal Investigations== Whistleblowing often raises serious separation of powers issues, requiring vigorous oversight by the Congress. Shortly after the Military Whistleblower Protection Act was enacted, the Department of Defense Inspector General implemented a program to thoroughly and independently investigate allegations of whistleblower reprisal. The number of whistleblower cases has grown steadily over the years, from 150 in 1994 to over 550 in 2009. Of complaints that proceed to full investigation, the historic substantiation rate has been nearly 25 percent. During FY 2009, the Inspector General of the Department of Justice conducted a peer review of MRI processes and effectiveness. The resulting report included twelve recommendations for organizational, staffing, and process improvement. MRI implemented several of the recommendations immediately and pursued implementation of the remainder.Office of the Inspector General, U.S. Department of Defense (April 1, 2009 to September 30, 2009) at 15 . The Inspector General reemphasized his commitment and focus on DoD whistleblower protections authorizing a significant staffing increase in MRI. The professional staff of 26 investigators resolves whistleblower reprisal allegations, conducts outreach and training for service IG counterparts, and establishes and revises policy to ensure DoD's implementation of whistleblower statutes fully satisfies congressional intent and affords whistleblowers every consideration and right to which they are entitled. Complaints of whistleblower reprisal may be filed with DoD IG or a service IG. MRI predominantly receives allegations of reprisal through the Defense Hotline and Members of Congress. However, in some instances, service IGs refer allegations to MRI if the service member is serving in a joint assignment or other special circumstances exist. MRI conducts a preliminary analysis of each case to determine whether investigation is warranted. If warranted, MRI has the discretion to either conduct the investigation or forward it to the service IG for investigation. MRI has three enabling statutes: * Military Whistleblower Protection Act. Public Laws 100-456, 102-190, and 103-337 (codified in Title 10, United States Code, Section 1034 (10 U.S.C. 1034) and implemented by DoD Directive 7050.6, \"Military Whistleblower Protection,\" June 23, 2000) provide protections to members of the Armed Forces who make or prepare to make a lawful communication to a Member of Congress, an Inspector General, or any member of a DoD audit, inspection, investigative or law enforcement organization, and any other person or organization (including any person or organization in the chain of command) designated under Component regulations or other established administrative procedures for such communications concerning a violation of law or regulation, gross mismanagement, a gross waste of funds, an abuse of authority, or a substantial and specific danger to public safety.Office of the Inspector General, U.S. Department of Defense, Statement of Mr. Thomas F. Gimble Acting Inspector General Department of Defense before the Subcommittee on National Security, Emerging Threats, and International Relations House Committee on Government Reform on National Security Whistleblower Protection (Feb. 14, 2006) at 4. * Employees of Nonappropriated Fund Instrumentalities (NAFI). Title 10, United States Code, Section 1587 (10 U.S.C. 1587), \"Employees of onappropriated Fund Instrumentalities: Reprisals\", prohibits the taking or withholding of a personnel action as reprisal for disclosure of information that a NAFI employee or applicant reasonably believes evidences a violation of law, rule, or regulation; mismanagement; a gross waste of funds; an abuse of authority; or a substantial and specific danger to public health or safety. Section 1587 requires that the Secretary of Defense prescribe regulations to carry out that Statute. Those regulations are set forth as DoD Directive 1401.3, \"Reprisal Protection for Nonappropriated Fund Instrumentality Employees/Applicants\". * Employees of Defense Contractors. Title 10, United States Code, Section 2409 (10 U.S.C. 2409), \"Contractor Employees: Protection from Reprisal for Disclosure of Certain Information,\" as implemented by Title 48, Code of Federal Regulations, Subpart 3.9, \"Whistleblower Protections for Contractor Employees,\" provides that an employee of a Defense contractor may not be discharged, demoted, or otherwise discriminated against as a reprisal for disclosing to a Member of Congress or an authorized official of an agency or the Department of Justice information relating to a substantial violation of law related to a contract.Office of the Inspector General, U.S. Department of Defense, Statement of Mr. Thomas F. Gimble Acting Inspector General Department of Defense before the Subcommittee on National Security, Emerging Threats, and International Relations House Committee on Government Reform on National Security Whistleblower Protection (Feb. 14, 2006) at 5. ===Examples of MRI investigations include=== ====Semi- Annual Report to Congress, March 31, 2011 to September 30, 2011==== As of September 30, 2011, DoD had 366 open cases involving allegations of whistleblower reprisal filed by military service members, defense contractor employees and nonappropriated fund employees. During the reporting period, Dod IG and service IGs received 299 complaints of whistleblower reprisal and closed 100 cases. Of the 100 cases, 48 were closed after analysis determined further investigation was not warranted, and 52 were closed after full investigation. DoD IG continued its expanded outreach, communication, and training to whistleblower stakeholders and service IG counterparts, conducting 17 events reaching 404 military IGs (a total of 24 instruction hours). :* An Army Reserve sergeant major deployed to Iraq received an unfavorable Non- Commissioned Officer Evaluation Report and was denied end-of-tour award in reprisal for alleging to his security manager in the United States that members of his unit were not properly safeguarding classified hardware and information. :* An Army Reserve battalion commander reprised against an Army Reserve captain by downgrading his promotion potential recommendation on the captain's Officer Evaluation Report. The captain had reported to his brigade commander that the battalion commander had engaged in several instances of unprofessional conduct and exhibited poor judgment and leadership skills. In addition, DoD IG substantialized that the battalion commander and the battalion transportation team officer in charge made verbal and written comments intended to discourage or restrict unit members from communicating with and inspector general. :* An Army Reserve captain threatened to suspend a staff sergeant's security clearance in response to the staff sergeant's chain of command IG complaints that unescorted U.S. Army soldiers, who were not U.S. citizens and did not have appropriate security clearances, were allowed to enter a secure facility housing detainees in Afghanistan. :* An enlisted Army Reserve recruiter received an adverse efficiency report in reprisal for complaining to the command IG about his chain of command's interference with his retirement training. The service member ultimately completed the retirement training and petitioned the Army Board for Correction of Military Records for relief. :* An Army captain, in collusion with his first sergeant, threatened a soldier with nonjudicial punishment for making protected communications to EO and IG officials. The chain of command also removed the soldier in reprisal for her protected communications. :* A Marine Corps IG refused to process a sergeant's complaint regarding abuse of authority while restricting the sergeant from filing the complaint with higher level IGs. ====Semi-Annual Report to Congress, October 1, 2010 to March 31, 2011==== DoD IG investigates or oversees allegations of military, non-appropriated fund, Defense contractor whistleblower reprisal; and allegations of improper referral of members of the Armed Services for mental health evaluations. As of March 31, 2011, DoD had 351 open cases involving allegations of whistleblower reprisal filed by military service members, Defense contractor employees, and non-appropriated fund employees. About 77 percent of those cases were received by service IGs. Results of service IG investigative work will be forwarded to DoD IG for final approval. During the reporting period, DoD IG and service IGs received 302 complaints of whistleblower reprisal and closed 237 cases. Of the 237 cases, 188 were closed after preliminary inquiry determined further investigation was not warranted, and 49 were closed after full investigation. Of the 49 cases investigated, 10 contained one or more substantiated allegations of whistleblower reprisal. DoD IG has statutory responsibility for oversight review of all cases of military whistleblower reprisal regardless of origination, and reviews conducted by the service IGs and DoD IG. DoD IG continued its expanded outreach, communication, and training to whistleblower stakeholders and service IG counterparts, reaching 241 military IGs with a total of 131 instruction hours. Examples of Substantiated Military Whistleblower Reprisal Cases: :* An Air Force Reserve officer, serving as a weather officer supporting Afghanistan predator operations from a stateside location, was removed as assistant flight commander, threatened with removal of his specialty designation, and threatened with the denial of active duty orders in reprisal for reporting his supervisor's time and attendance violations to the commander. The officer was granted active duty orders and his specialty code was not removed. :* A Navy officer received an adverse fitness report in reprisal for making protected communications to members of his command chain and his congressional representative concerning inappropriate conduct and misuse of government property. The officer has petitioned the Board for Correction of Naval Records for corrective action. :* An Army National Guard warrant officer piloting helicopters in Iraq received an unfavorable officer evaluation report in reprisal for his complaints to an inspector general concerning flying safety and unfair treatment, and for a prior complaint of reprisal to the Defense Hotline. :* An Army platoon sergeant reprised against four of his soldiers by threatening them with administrative separation from the Army for complaining to the IG about his leadership style. The soldiers have all been retained. ====Semi-Annual Report to Congress, May 1, 2010 to October 1, 2010==== During this reporting period, DoD IG and service IGs received 347 complaints of whistleblower reprisal and closed 359 cases. Of the 359 cases, 294 were closed after preliminary analysis determined further investigation was not war-ranted, and 65 were closed after investigation. Of the 65 cases investigated, 11 (17 percent) contained one or more substantiated allegations of whistleblower reprisal. :* An Army staff sergeant received an unfavorable Non-Commissioned Officer Evaluation Report in reprisal for reporting to members of her chain of command that there was a perception of favoritism and a possible inappropriate relationship between two non-commissioned officers. The evaluation report was rescinded. In addition, responsible management officials were counseled. :* An Air Force colonel was denied a position for which she was eminently qualified by a general officer in her chain of command after she complained to higher ranking officials that her Active Guard Reserve Review Board was not conducted in accordance with established law and policy. Corrective action is pending. :* A Marine Corps sergeant was disenrolled from an education program, received an unfavorable fitness report, and denied a promotion for making protected communications to an inspector general and Equal Employment officer of gender discrimination and sexual harassment. The sergeant petitioned the promotion board and was subsequently promoted to staff sergeant. One responsible management official received a non-punitive letter of caution; the second was reassigned. :* A Navy commander received an unfavorable fitness report in reprisal for her protected communication to her command about the unauthorized movement of Defense Logistics Agency materials from a Navy ship. Corrective action is pending. ====Semi-Annual Report to Congress, October 1, 2009 to March 31, 2010==== On March 31, 2010, DoD IG had 382 open cases involving allegations of whistleblower reprisal filed by military service members, Defense contractor employees, and non-appropriated fund employees. About 75 percent of those cases are processed by service IGs prior to being forwarded to DoD IG for final approval. During the reporting period, DoD IG and the service IGs received 271 complaints of whistleblower reprisal and closed 274 cases. Of the 274 cases, 220 were closed after preliminary analysis determined further investigation was not warranted and 54 were closed after investigation. A culture of whistleblowing empowers a diverse Armed Services in correcting its wrongs. :* An Army master sergeant was referred for a mental health evaluation, removed from the \"First Sergeant\" course, and given an unfavorable noncommissioned officer evaluation report in reprisal for reporting to an IG that her rater had threatened her, and for informing her chain of command of potential violations of height/weight standards by command members. In addition to the substantiated reprisal finding, the investigation found that the commander violated procedural requirements of DoD Directive 6490.1, \"Mental Health Evaluations of Members of the Armed Forces\", by not affording the master sergeant her rights. :* An Air National Guard colonel demanded a senior master sergeant promise he would not make any more complaints to an IG as a condition for approving the senior master sergeant's reenlistment authorization request. The threat to withhold the favorable personnel action was in reprisal for the senior master sergeant's complaint to an IG that the colonel would only agree to his reenlistment if he retired from his technician job.Id.at 37 . :* An Army Reserve staff sergeant received an unfavorable Non- Commissioned Officer Evaluation Report in reprisal Investigations for filing complaints with IGs and military equal opportunity advisors alleging he was ordered to falsify inventory records and was subjected to a hostile work environment. :* An Air Force senior master sergeant received an unfavorable enlisted performance report in reprisal for alleging to his commander and a member of Congress that his supervisor was having an adulterous relationship and had engaged in fraudulent activity. ====Semi-Annual Report to Congress, April 1, 2009 to September 30, 2009==== :* A Defense contractor employee working as the family advocacy program manager received a fiveday suspension without pay and an unfavorable employee performance review in reprisal for her disclosures to an IG regarding a violation of the contract's provisions by company and government employees. As a result of the substantiated findings, the Office of the Secretary of the Army directed that the complainant be awarded $25,000 and receive preferential consideration in competing for a current position opening.Inspector General of the United States, Semiannual Report to the Congress (Apr. 1, 2009 - Sept. 30, 2010). :* A Navy lieutenant received two unfavorable fitness reports because he complained to an IG that his commander violated Navy physical fitness assessment requirements, and pressured the command fitness leader to accept for the record results of his personally administered test. The commander received a letter of counseling and a letter of instruction on the provisions of Title 10 U.S.C. 1034.Id. :* A Navy petty officer alleged he received non-judicial punishment and an unfavorable fitness report in reprisal for contacting an inspector general about alleged fraternization within the unit. A Navy investigation substantiated the allegations. ====Semi-Annual Report to Congress, April 1, 2008 to September 30, 2008==== :* An Air Force technical sergeant received a downgraded performance report and was denied an end-of-tour award in reprisal for disclosing to his Group commander an improper relationship between two members within the wing. The responsible officials, a lieutenant colonel and a chief master sergeant, were issued letters of counseling.Inspector General of the United States, Semiannual Report to the Congress (Apr. 1, 2009 - Sept. 30, 2010) at 119 . A well run whistleblower protection program empowers the Commander-in-Chief and his or her senior executive leadership in the management of the Executive branch. MRI has developed efficient procedures to conduct preliminary inquiries and investigations to ensure that all whistleblower reprisal complaints are thoroughly addressed, and in a timely manner. The Military IGs have established similar procedures. MRI works closely with the Military IGs on all aspects of the investigative process. The preliminary inquiry entails an in-depth interview with the complainant, followed by fact-finding and analysis of available documents and evidence. The investigator determines whether the allegations meet the criteria for protection under the governing statute. Investigators analyze the evidence and form a conclusion based on a preponderance of the evidence. The investigator writes a Report of Preliminary Inquiry that documents the answers to the following three questions: # Did the complainant make a communication protected by statute? # Was an unfavorable action subsequently taken or withheld? # Was the management official aware of the communication before taking the action against the complainant? The investigator presents the results of the preliminary inquiry to a Complaint Review Committee, composed of the five senior MRI managers. If the MRI Complaint Review Committee determines that sufficient evidence exists to pursue a full investigation of the reprisal allegations, MRI will conduct an on-site investigation that includes sworn interviews with the complainant, the management officials responsible for the unfavorable personnel actions taken, and any other witnesses with relevant knowledge. In a full investigation, a fourth question must be answered: :(4) Would the responsible management official have taken the same action absent the complainant's protected communication? Although the service IGs may also independently receive and investigate reprisal allegations, Title 10 U.S.C. 1034 charges the DoD IG with a critical oversight role—to approve any decision made by a service IG that investigation of military whistleblower reprisal is not warranted and to approve the results of all military whistleblower reprisal investigations conducted by service IGs. MRI has the primary authority and responsibility to conduct investigations concerning allegations of reprisal against military members, nonappropriated fund employees and Defense contractor employees. Military Members now have the option of directly contacting their Military Department Inspector General or reporting their complaints to the DODIG Directorate for Military Reprisal Investigations through the Defense Hotline. === Examples military service investigations=== ====Semi-Annual Report to Congress, April 1, 2009 to September 20, 2009==== :* An Air Force lieutenant colonel and a chief master sergeant downgraded a technical sergeant's enlisted performance report and denied him an end of tour award in reprisal for his communication to the group commander about an improper relationship in the unit. As a result of the substantiated findings, the lieutenant colonel and chief master sergeant received letters of counseling and the lieutenant colonel was denied a decoration upon his retirement.Office of the Inspector General, U.S. Department of Defense, Semi-Annual Report to Congress (April 1, 2009 to September 31, 2009) at 15 . :* An Army investigation determined that two officers reprised against an Army National Guard first lieutenant by not recommending him for an award for his service in Iraq and issuing him a relief for cause officer evaluation report for his communications to Members of Congress. The two officers received letters of reprimand. :* An Air Force colonel reprised against a major by removing her from her position as the medical group complaints officer for allegedly leaking information to an IG. The colonel also \"restricted\" the members of his command from making protected communications by issuing an order that no one was to go outside the chain of command with any complaint. The colonel received a letter of reprimand and was directed to post a notice in the medical clinic that members of his command could communicate with IGs without fear of reprisal from him or members of his staff. ====Semi-Annual Report to Congress, October 1, 2008 to March 31, 2009==== :* A Navy lieutenant alleged he was given an unfavorable evaluation, reassigned, referred for an involuntary mental health evaluation, and threatened with discharge in reprisal for contacting an inspector general after his chain of command denied his request for captain's mast. A Navy investigation substantiated he was reassigned and threatened with discharge in reprisal for making a protected communication.Inspector General of the United States, Semiannual Report to the Congress (Oct. 1, 2008 - March 31, 2009) at 45 . :* A Navy petty officer alleged he received non-judicial punishment and an unfavorable fitness report in reprisal for contacting an inspector general about alleged fraternization within the unit. A Navy investigation substantiated the allegations. :* An Army sergeant alleged his first sergeant recommended him for an Article 15 in reprisal for reporting unsafe conditions during a field exercise to an inspector general. An Army investigation substantiated reprisal against the first sergeant. :* An Army Reserve staff sergeant alleged he was referred for an involuntary mental health evaluation in reprisal for reporting allegations to an inspector general that a supervisory administrator created a hostile work environment. An Army investigation substantiated that the administrator reprised against the staff sergeant by providing misleading information about the sergeant, which instigated the referral for an involuntary mental health evaluation. Rigorous whistleblower investigations support a culture of excellence at all levels of military command. ====Semi-Annual Report to Congress, April 1, 2008 to September 30, 2008==== :* A Navy chief petty officer was relieved of her duties as the operations chief and assigned watch duties not commensurate with her rank in reprisal for reporting to the EO Advisor that her supervisor, a Navy civilian, made sexually offensive comments to her. The Navy also substantiated as reprisal that the supervisor provided false information to the commander and executive officer that resulted in two adverse fitness reports for the chief petty officer. The supervisor, who was the official responsible for the acts of reprisal, resigned his position before action was taken against him. ====Semi-Annual Report to Congress, October 1, 2007 to March 31, 2008==== :* A Navy commander alleged he was relieved from his position, issued a non-punitive letter of instruction, received an unfavorable fitness report, and denied an end-of-tour award in reprisal for reporting his commander's attempts to misuse Government funds. A Navy investigation substantiated all reprisal allegations. No corrective action was taken due to the retirement of the responsible official.Inspector General of the United States, Semiannual Report to the Congress (Oct. 1, 2007 - March 31, 2008) at 108 . :* An Army sergeant first class alleged he was issued a letter of reprimand, relieved of his position, and reassigned to a position not commensurate with his rank in reprisal for contacting a Member of Congress. An Army investigation substantiated the allegations. The responsible official, an Army major, was issued a letter of counseling. :* An Air National Guard master sergeant alleged she was threatened with relief from her position in reprisal for reporting alleged sexual misconduct to the chain of command. An Air Force investigation substantiated the allegation. :* An Air Force captain alleged he was issued letters of counseling in reprisal for reporting a hostile work environment that included discrimination due to his age and nationality. An Air Force investigation substantiated that the captain received one letter of counseling in reprisal for his protected communications. ====Semi-Annual Report to Congress, April 1, 2007 to September 30, 2007==== :* A Navy lieutenant alleged he was issued unfavorable fitness reports in reprisal for reporting fitness program violations to an IG. An MRI investigation substantiated the allegation. The responsible official, a Navy commander, was counseled and received a Letter of Instruction.Inspector General of the United States, Semiannual Report to the Congress (Oct. 1, 2007 - March 31, 2008) at 98 . :* An Army National Guard sergeant major alleged he was issued an unfavorable noncommissioned officer evaluation in reprisal for reporting violations of the UCMJ and fiscal laws to his chain of command. An MRI investigation substantiated the allegation. :* An Air Force staff sergeant alleged two master sergeants gave him a letter of reprimand because they believed he reported problems in the deployed unit to the wing commander. An Air Force investigation substantiated the reprisal allegation and also substantiated that the master sergeants restricted the staff sergeant from making protected communications by threatening to take punitive action against him. :* An Air Force master sergeant alleged he was issued an unfavorable enlisted performance report in reprisal for reporting security violations and program mismanagement to his chain of command. An Air Force investigation substantiated the allegation. No corrective action was taken due to the retirement of the responsible official. === Oversight of Component Inspectors General === MRI continually strives to strengthen guidance and provide support to their service IG counterparts. For the past several years, MRI has expanded its outreach programs for training military and civilian employees working in IG offices throughout the Department. In addition to training workshops at the DoD IG headquarters, MRI conducts outreach nationwide. Recent training efforts have been attended by over 450 IG staff and investigators and include: the Joint and Combatant Command IG Course, workshops and briefings at the Air Force World Wide IG Conference, the Air Combat Command IG Symposium, the Army Medical Command IG Conference, and the National Guard's Central, Western, and Southeastern Regional IG Conferences. Additionally, MRI investigators and team leaders have daily interaction with military counterparts seeking assistance with reprisal investigative and policy issues. During the last year, the Department of Justice IG conducted a peer review of MRI processes and effectiveness. While the DoJ report findings were generally positive about MRI's implementation of the military whistleblower program, the report included 12 recommendations for organizational, staffing, and process improvement. MRI implemented several of the recommendations immediately and is actively pursuing implementation of the remainder. But the October 1998 revision to Title 10, United States Code, Section 1034 (10 USC 1034), the \"Military Whistleblower Protection Act\", contained significant changes in how the Military Department Inspectors General and DODIG will process reprisal allegations. The most significant change is that Military Department IGs now have the authority to grant the protections of 10 USC 1034 to reprisal allegations they receive. This means that military members are no longer required to submit reprisal allegations directly with the DODIG for coverage under 10 USC 1034. Military Department IGs must notify the DODIG within ten working days of receiving reprisal allegations. The DODIG Directorate for Military Reprisal Investigations will maintain a system to track those notifications. Military Department IGs will then conduct a preliminary inquiry to determine whether the allegations merit investigation under 10 USC 1034. All decisions by Military Department IGs not to investigate allegations of military Whistleblower reprisal are subject to the review and concurrence of the Director, DODIG Directorate for Military Reprisal Investigations. As before, all final reports of investigation under 10 USC 1034 must be approved by the Director, DODIG Directorate for Military Reprisal Investigations. DoD component Inspectors General may accept reprisal allegations from nonappropriated fund employees. DoD Directive 1401.3, \"Reprisal Protection of Nonappropriated Fund Instrumentality Employees/Applicants\", revised on October 16, 2001, provides that DoD Component Inspectors General may accept reprisal allegations from nonappropriated fund employees. The Directive further provides that the Component Inspectors General must forward the reprisal allegations to the DODIG for resolution. == Defense Contractor Protection (DCP) == Defense contractor employees seeking whistleblower reprisal protection must continue to report allegations directly to the DoDIG. The Defense Hotline is designated to receive reprisal complaints on behalf of the Directorate for Military Reprisal Investigations. They will determine if a complaint meets the criteria required to initiate a reprisal investigation. The MRI will notify the complainant in writing of their decision and tell the complainant specifically what action will be taken regarding the complaint. ===Examples of DCP's work include=== ====Hearings==== * In December 2011, Marguerite Garrison, Deputy Inspector General for Administrative Investigations, testified on \"Whistleblower Protections for Government Contractors\" before the Subcommittee on Financial and Contracting Oversight, Senate Committee on Homeland Security and Governmental Affairs.https://intra.dodig.mil/fo/Archives/IG_news/garrisonHearing2011.htm ====Semi-Annual Report to Congress, October 1, 2011 to March 31, 2012==== * During this period, the Department received 318 complaints of whistleblower reprisal, restriction and procedurally improper mental health referrals through the Defense Hotline and other sources, and closed 285. 215 were dismissed due to insufficient evidence; three withdrawn; and 67 were closed following full investigation. * DoD IG also started an initiative to ensure that derogatory information involving terminated contractor employees is reported to the Defense Industrial Security Clearance Office. This initiative was coordinated with the Defense Security Service Office of Inspector General and as a result, DoD IG will provide copies of disclosures to the DSS IG when a contractor employee with a security clearance is terminated for misconduct pursuant to the disclosure. This initiative will prevent contract employees from obtaining positions with other defense contractors. The chart in the bottom left depicts the increase in contractor disclosures per year to include 81 in 2009, 203 in 2010, and 240 in 2011. During the first half of FY 2012, there have been 110 disclosures. * DoD IG will implement a program to comply with Section 818 of Public Law 112-818, \"Detection and Avoidance of Counterfeit Electronic Parts\". This law requires DoD to adopt policies and procedures for detecting and avoiding counterfeit parts in its own direct purchases, and for assessing and acting upon reports of counterfeit parts from DoD officials and DoD contractors. ====Semi-Annual Report to Congress, April 1, 2012 to September 30, 2012==== Qui tam whistleblowers continue to provide DCIS with actionable information leading to the prosecution of fraud cases. Prominent on the DCIS docket during this reporting period were the following qui tam cases: *An investigation of Accenture, LLC for allegedly accepting improper payments amounting to kickbacks from hardware and software vendors and other alliance partners in exchange for Accenture's recommendation of the vendors' products to government end users. The two relators who brought the case to the attention of the Department received a combined $14 million of Accenture's $63 million settlement with the U.S. government. *An investigation of ATK-Thiokol for the alleged sale of defective illumination flares to the Army and Air Force. The defect could cause the flares to prematurely ignite creating a significant safety hazard to U.S. forces in Iraq and Afghanistan. ATK agreed to pay the U.S. government $21 million to resolve allegations of fraud in this qui tam lawsuit. The relator will receive a separate payment of $4.5 million from ATK, and the company also agreed to provide $15,967,160 of in-kind services to retrofit existing flares to meet contract specifications. DoD IG requires command and management officials to provide a response regarding corrective action taken within 60 days of issuing a report. At the 90-day point, the report is transferred to the director, whistleblowing and transparency for tracking. == Reviewing Security Clearance Decisions == Review of security clearance decision-making as a pretext for reprisal is essential to the protection of intelligence and counterintelligence employees. The Office of Inspector General (OIG) has the authority to investigate adverse security clearance and access decisions as part of its broad responsibility for investigating allegations that individuals suffered reprisal for making disclosures of fraud, waste and abuse to certain authorities. These responsibilities derive from both the Inspector General Act of 1978 and various statutory provisions applicable to specific classes of individuals. These laws were enacted and amended various times since 1978, and while similar in many respects they are not uniform in the protections they afford. However, they do provide a quilt of legislative provisions organized by the status of individual alleging they were reprised against as a result of their protected activity.Office of the Inspector General, U.S. Department of Defense, Statement of Mr. Thomas F. Gimble Acting Inspector General Department of Defense before the Subcommittee on National Security, Emerging Threats, and International Relations House Committee on Government Reform on National Security Whistleblower Protection (Feb. 14, 2006) at 3. === Providing Protection Modeled on title 5 === For civilian employees of intelligence agencies who are exempted from OSC jurisdiction, Title 5 states that the heads of agencies should implement internal policies regarding merit systems principles and whistleblower reprisal protections. Specifically, these agencies are required to use existing authorities to take any action, \"including the issuance of rules, regulations, or directives; which is consistent with the provisions of [title 5] and which the President or the head of the agency...determines is necessary to ensure that personnel management is based on and embodies the merit system principles.\" (5 U.S.C. 2301(c) ).Office of the Inspector General, U.S. Department of Defense, Statement of Mr. Thomas F. Gimble Acting Inspector General Department of Defense before the Subcommittee on National Security, Emerging Threats, and International Relations House Committee on Government Reform on National Security Whistleblower Protection (Feb. 14, 2006) at 6-10.. DoD Regulation 5240.1-R, \"Procedures Governing the Activities of DoD Intelligence Components that Affect United States Persons\" (December 11, 1982), requires that the heads of DoD agencies that contain intelligence components shall ensure that no adverse action is taken against employees that report a \"questionable activity\" (defined as \"any conduct that constitutes, or is related to, an intelligence activity that may violate the law, any Executive order or Presidential directive...or applicable DoD policy.\")See, DoD Regulation 5240.1-R, Procedure 14, \"Employee Conduct,\" and Procedure 15 \"Identifying, Investigating and Reporting Questionable Activities\"; Office of the Inspector General, U.S. Department of Defense, Statement of Mr. Thomas F. Gimble Acting Inspector General Department of Defense before the Subcommittee on National Security, Emerging Threats, and International Relations House Committee on Government Reform on National Security Whistleblower Protection (Feb. 14, 2006) at 6-10. === Reviewing Unfavorable Personnel Security Decisions (UPSDs)as Pretext for Reprisal === CRI in particular offers especially broad protection to service members and employees of the Defense Intelligence Community through the Defense Intelligence Community Whistleblower Protection Program because CRI is the lead federal investigative entity reviewing security clearance decision-making as a pretext for reprisal.Lindsay Boyd & Brian Futagaki, Intelligent Whistleblowing, Journal of Public Integrity (Summer 2010 ) at 22. This is done under the Inspector General's authority, and not through an application of the Whistleblower Protection Act. Section 2302 of title 5 lists twelve distinct prohibited personnel practices that, when following a disclosure of wrongdoing, may constitute a whistleblower reprisal.5 U.S.C. § 2302(b). Severe actions such as termination, reassignment, or demotion are included among these title 5-defined adverse actions; however, security clearance decision-making and other adverse personnel security decisions are not covered by the Whistleblower Protection Act. Since intelligence and counterintelligence employment is absolutely contingent upon gaining and maintaining a security clearance, review of security clearance decision-making used as a pretext for reprisal is necessary in the protection of Defense Intelligence Community whistleblowers. For this reason, CRI investigates reprisal allegations regarding security determinations through the IG Act, which is not limited by . exemptions for intelligence and counterintelligence agencies. Accordingly, a revocation of a security clearance is reviewable as a pretext for reprisal. In its reports of investigation reviewing security clearance decisions, CRI classifies a negative action taken by a responsible management official as a \"unfavorable personnel security determination\" (USPD)Boyd & Futgaki at 22, citing DOD 5200.2-R, Department of Defense Personnel Security Program, Subsection DL1.1.30. and then applies title 5 standards to its review. In addition to the actions included under the definition of a UPSD, CRI also investigates suspension of security clearances as well as recommendations to an agency's central adjudication facility to revoke, deny, or suspend security clearances as possible unfavorable personnel security determinations. While not actionable in and of themselves, suspensions and recommendations to a CAF are examined by CRI because they may constitute contributing pretexts to reprisal through security determination.See DoD 5200.2-R, Department of Defense Personnel Security Program, Subsection DL1.1.30.; Johnson v. Department of Justice, 2007 M.S.P.B. 42; 104 M.S.P.R. 624, ¶7 (2007). By identifying these measures as actionable unfavorable personnel security determinations, CRI is able to provide broad protection to whistleblowers within the DoD intelligence community. === Intelligence Community Whistleblower Protection Act === One statute that is often confused as providing protection from reprisal for whistleblowing is the Intelligence Community Whistleblower Protection Act of 1998 (ICWPA), enacted as part of the Intelligence Authorization Act for FY 1999 and which amended the Inspector General Act of 1978, 5 U.S.C. App. § 8H . Despite its title, the ICWPA does not provide statutory protection from reprisal for whistleblowing for employees of the intelligence community. The name \"Intelligence Community Whistleblower Protection Act\" is a misnomer; more properly, the ICWPA is a statute protecting communications of classified information to the Congress from executive branch employees engaged in intelligence and counterintelligence activity. ICWPA applies only to employees of, and military personnel assigned to, the four DoD intelligence agencies: the Defense Intelligence Agency (DIA), National Geospatial-Intelligence Agency (NGA), the National Reconnaissance Office (NRO), and the National Security Agency (NSA). The ICWPA does not apply to intelligence or counterintelligence activities of the Military Services, Unified Commands or the Office of the Secretary of Defense. As an example, an intelligence analyst working for the Department of the Army would not have recourse to this statute. The ICWPA may be used when an employee wants to communicate with the Congress, and: (1) the complaint/information involves classified material; (2) the employee does not want agency management to know the source of classified complaint/information or does not believe management will transmit it to Congress. Not all disclosures are germane to the ICWPA. It is limited to complaints of \"urgent concern.\" While the ICWPA has no \"whistleblower protection\" clause, it does define as an \"urgent concern,\" instances of violation of Section 7(c) of the IG Act which prohibits the act or threat of reprisal against those who complain/disclose information to an IG. OIG DoD will conduct an appropriate inquiry in these instances to ensure that Section 7(c) was not violated. Only three complaints filed under the auspices of the ICWPA have been made to the Inspector General since 1998, and none involved the suspension or revocation of a security clearance. == Awareness and Training == The Defense Hotline is the Inspector General's lead in making civilian employees and service members aware of their duty to disclosure, and the consequent protection. Critical in protecting whistleblowing is raising awareness. The Department of Defense Inspector General promotes this through three methods: outreach, investigations, and training. Each of these is interrelated and all support the investigative mission. Without \"investigations\" marked by independence and integrity, outreach and training cannot modify management behavior. Outreach is conducted in order to educate strategic stakeholders about the mission of the Department of Defense Inspector General, the basics of whistleblowing and whistleblower reprisal, and to ultimately generate complaint referrals. The Department of Defense Inspector General actively investigates whistleblower reprisal complaints not only to educate witnesses and responsible management officials alike in whistleblowing rights and responsibilities, but also to ensure that DoD civilian employees who blow the whistle are protected from reprisal. The Department of Defense Inspector General actively trains DoD IG supervisors, managers, and new employees though the Section 2302(c) Certification Program. Failure to inform federal employees of their whistleblower rights and obligations hurts the DoD, American warfighters, and the federal government as a whole. The Inspector General sees the importance of this in today's current Global War on Terror operations whereby the Defense Hotline provides an avenue to report fraud, waste, and abuse. Defense whistleblowers have prompted investigations and audits into numerous mission critical functions and activities that directly impact the warfighter. For instance, the Defense Criminal Investigative Service (DCIS) vigorously investigates GWOT-related allegations involving matters such as bribery, theft, and procurement fraud. In addition to investigating allegations of fraud, waste, and abuse; in 2008 DCIS launched a proactive project, which is analyzing over $14 billion in payment vouchers related to U.S. Army purchases in Iraq. Moreover, the DoD IG has numerous ongoing Iraq-related audits including contract surveillance, contract payments, and acquisition of armored vehicles.Eric B. Kempen and Andrew P. Bakaj, \"Marshalling Whistleblower Protection \", The Journal of Public Inquiry (Spring/Summer 2006): 6. == Office of Special Counsel Section 2302(c) certification program == Defense components seeking a safe haven from violations of whistleblowing training requirements certify through the Office of Special Counsel. In 1994, Congress responded to reports of widespread ignorance concerning employees' right to be free from prohibited personnel practices (PPP), especially retaliation for whistleblowing, by enacting 5 U.S.C. §2302(c). That provision charges \"[t]he head of each agency\" to inform agency employees of the rights and remedies available to them\" under Title 5 of the United States Code.U.S. Office of Special Counsel, OSC Outreach Program and §2302(c) Certification Program . OSC's §2302(c) Certification Program allows federal agencies to meet their statutory obligation to educate their workforce about the rights, responsibilities, and remedies available to them under the Whistleblower Protection Act. The DoD IG has participated in the certification process since September 2002. As a result, both new and current IG employees are informed of their rights under the Whistleblower Protection Act. Compliance with §2302(c) certification provides federal employees with the understanding that: * It is their responsibility to come forward when they witness a violation of a law, rule, or regulation; * There is a place, such as an IG, for federal employees to turn to when they witness fraud, waste, or abuse; and * Mechanisms are in place to both: protect their identity after disclosing a violation of law, rule, or regulation; and investigate reprisal actions against them by management. Further, compliance with §2302(c) certification achieves three goals: * Allows source protection; * Alerts and prevents potential systematic agency issues; and * Corresponds with the Obama Administration's policy and practice for openness and transparency. Of the 52 Defense components and the many offices and commands within those components,The Pentagon, Washington, D.C., Facts and Figures . three entities are §2302(c) certified: The U.S. Department of Defense, Office of the Inspector General, the Naval Research Laboratory Office of the Inspector General, and the United States Air Force's 375th Airlift Wing headquartered at Scott Air Force Base in Illinois.U.S. Office of Special Counsel, Agencies that Have Completed the 2302(c) Certification Program ==See also== {| |- | valign=\"top\" | ===Federal whistleblowing programs=== * Office of Special Counsel and MSPB * Internal Revenue Service * Presidential Policy Directive 19 * Defense Intelligence Community Whistleblower Protection ===Case law=== * Garcetti v. Ceballos * Huffman v. OPM * New York Times Co. v. United States * Nixon v. Fitzgerald * State secrets privilege ===Statutes=== * Anti-Gag Statute * Data Quality Act * FISA 1978 * Freedom of Information Act (United States) * ICWPA * Military Whistleblower Protection Act * No Fear Act * Privacy Act of 1974 * Qui tam * Whistleblower Protection Act | valign=\"top\" | === Concepts === * Corporate transparency * Transparency (social) * Organizational dissent * Organizational ombudsman * Source criticism * Suppression of dissent * Advocacy journalism * Applied ethics * Code of silence * Conscience * Infoanarchism * Loyalty ===Events, et alia=== * Abu Ghraib torture and prisoner abuse * NSA call database * NSA electronic surveillance program * NSA warrantless surveillance controversy * Sensitive Security Information * September 11 attacks advance- knowledge debate * Pentagon military analyst program * Pentagon Papers * Tiger Force * United States diplomatic cables leak * USS Iowa turret explosion | valign=\"top\" | * Whistleblower Week in Washington * WikiLeaks ===Non- government offices=== * Centre for investigative journalism * Government Accountability Project * National Whistleblower Center * Project on Government Oversight * Public Employees for Environmental Responsibility * Taxpayers for Common Sense ===Individuals=== ====Whistleblowers==== * General list of whistleblowers * Stephen Abraham * Richard Barlow * Brad Birkenfeld * Paula Coughlin * John Crane * Joe Darby * Thomas Andrews Drake * Daniel Ellsberg * Ernie Fitzgerald * Bunny Greenhouse * Michael Holmes * Chelsea Manning | valign=\"top\" | * Dan Meyer * Otto Otepka * Valerie Plame * Samuel Provance * Christopher Pyle * Ronald Ridenhour * Anthony Russo * Edward Snowden * Franklin C. Spinney * Thomas Tamm * Russ Tice ====Attorneys/lawfirms==== * David K. Colapinto * Thad McIntosh Guyer * Michael D. Kohn * Stephen M. Kohn * Kohn, Kohn & Colapinto * Mark Zaid ==== Legislators ==== * Daniel Akaka * Barbara Boxer * Tom Coburn * Chuck Grassley * Carl Levin |} == References == ==External links== ===Further reading=== * Testimony, Office of the Inspector General, U.S. Department of Defense, Statement of Mr. Thomas F. Gimble Acting Inspector General Department of Defense before the Subcommittee on National Security, Emerging Threats, and International Relations House Committee on Government Reform on National Security Whistleblower Protection (Feb. 14, 2006) at 6-10. ===Programs=== * Department of Education whistleblower program * Homeland Security whistleblower program * Department of the Interior whistleblower program Category:Whistleblower protection legislation Category:Whistleblowing in the United States Category:Grounds for termination of employment Category:United States federal labor legislation Whistleblower Category:United States defense procurement ",
    "title": "Department of Defense Whistleblower Program"
}