{
    "id": "27008781",
    "text": "Kinetic exchange models are multi-agent dynamic models inspired by the statistical physics of energy distribution, which try to explain the robust and universal features of income/wealth distributions. Understanding the distributions of income and wealth in an economy has been a classic problem in economics for more than a hundred years. Today it is one of the main branches of econophysics. ==Data and basic tools== In 1897, Vilfredo Pareto first found a universal feature in the distribution of wealth. After that, with some notable exceptions, this field had been dormant for many decades, although accurate data had been accumulated over this period. Considerable investigations with the real data during the last fifteen years (1995–2010) revealed that the tail (typically 5 to 10 percent of agents in any country) of the income/wealth distribution indeed follows a power law. However, the majority of the population (i.e., the low-income population) follows a different distribution which is debated to be either Gibbs or log-normal. Basic tools used in this type of modelling are probabilistic and statistical methods mostly taken from the kinetic theory of statistical physics. Monte Carlo simulations often come handy in solving these models. ==Overview of the models== Since the distributions of income/wealth are the results of the interaction among many heterogeneous agents, there is an analogy with statistical mechanics, where many particles interact. This similarity was noted by Meghnad Saha and B. N. Srivastava in 1931 (the page is reproduced in Fig. 6 in Sitabhra Sinha, Bikas K Chakrabarti, Towards a physics of economics, Physics News 39(2) 33-46, April 2009) and thirty years later by Benoit Mandelbrot. In 1986, an elementary version of the stochastic exchange model was first proposed by J. Angle. In the context of kinetic theory of gases, such an exchange model was first investigated by A. Dragulescu and V. Yakovenko. The main modelling effort has been put to introduce the concepts of savings, and taxation in the setting of an ideal gas-like system. Basically, it assumes that in the short-run, an economy remains conserved in terms of income/wealth; therefore law of conservation for income/wealth can be applied. Millions of such conservative transactions lead to a steady state distribution of money (gamma function-like in the Chakraborti-Chakrabarti model with uniform savings, and a gamma-like bulk distribution ending with a Pareto tail in the Chatterjee-Chakrabarti-Manna model with distributed savings) and the distribution converges to it. The distributions derived thus have close resemblance with those found in empirical cases of income/wealth distributions. Though this theory has been originally derived from the entropy maximization principle of statistical mechanics, it has recently been shown that the same could be derived from the utility maximization principle as well, following a standard exchange-model with Cobb-Douglas utility function. The exact distributions produced by this class of kinetic models are known only in certain limits and extensive investigations have been made on the mathematical structures of this class of models. The general forms have not been derived so far. ==Criticisms== This class of models has attracted criticisms from many dimensions. It has been debated for long whether the distributions derived from these models are representing the income distributions or wealth distributions. The law of conservation for income/wealth has also been a subject of criticism. ==See also== * Economic inequality * Econophysics * Thermoeconomics * Wealth condensation ==References== ==Further reading== * Brian Hayes, Follow the money, American Scientist, 90:400-405 (Sept.-Oct.,2002) * Jenny Hogan, There's only one rule for rich, New Scientist, 6-7 (12 March 2005) * Peter Markowich, Applied Partial Differential Equations, Springer-Verlag (Berlin, 2007) * Arnab Chatterjee, Bikas K Chakrabarti, Kinetic exchange models for income and wealth distribution, European Physical Journal B, 60:135-149(2007) * Victor Yakovenko, J. B. Rosser, Colloquium: statistical mechanics of money, wealth and income, Reviews of Modern Physics 81:1703-1725 (2009) * Thomas Lux, F. Westerhoff, Economics crisis, Nature Physics, 5:2 (2009) * Sitabhra Sinha, Bikas K Chakrabarti, Towards a physics of economics, Physics News 39(2) 33-46 (April 2009) * Stephen Battersby, The physics of our finances, New Scientist, p. 41 (28 July 2012) * Bikas K Chakrabarti, Anirban Chakraborti, Satya R Chakravarty, Arnab Chatterjee, Econophysics of Income & Wealth Distributions, Cambridge University Press (Cambridge 2013). * Lorenzo Pareschi and Giuseppe Toscani, Interacting Multiagent Systems: Kinetic equations and Monte Carlo methods Oxford University Press (Oxford 2013) Category:Applied and interdisciplinary physics Category:Distribution of wealth Category:Schools of economic thought Category:Statistical mechanics Category:Interdisciplinary subfields of economics ",
    "title": "Kinetic exchange models of markets"
}