{
    "id": "27008126",
    "text": "Danilia weberi is a species of sea snail, a marine gastropod mollusk in the family Chilodontidae. The species was named after dr. Max Weber, the Dutch leader of the Siboga Expedition. ==Description== (Original description by Schepman) The height of the shell attains 16 mm. The imperforate, thin, shell has a globose-conoidal shape. The spire is more or less elevated. The embryonic whorls are wanting. The remaining whorls number about 6,. They are very convex, especially the penultimate and ultimate ones, the upper whorls forming a cone. The colour of the shell is slightly variable, the ground colour is light yellowish-brown, nearly plain or with darker flames and blotches, which are always present on the varix. The majority of the specimens has two or three series of darker spots on the upper whorls and two specimens have a row of large blackish patches near the suture of the body whorl. The shell is covered with a large number of spiral lirae, often with intermediate ones, the number of lirae being about 7 on the penultimate whorl, but amount with the intermediate ones to 15 or 16. They are crossed by numerous riblike striae, producing short spines on the points of intersection, and very fine lines of growth. On the upper whorls the lirae diminish in number, they become nearly obsolete on the uppermore whorls, and disappear at last, leaving only the concentric ribs. The suture is deep, especially between the penultimate and ultimate whorls, on this last the suture descends conspicuously. The periphery of body whorl is rounded, only apparently keeled by the strong peripheral lira. The base of the shell is ornamented by about 12 beaded lirae, with ribbed interstices. The oblique aperture is rounded-ovate, with a very thin, slightly expanded outer and basal margin, encircled by a strong, compressed, external varix. The margin is thickened interiorly by a rather strong crenulated rib at some distance from the outer rim. The parietal wall is covered by a much expanded, smooth layer, loosened from the body whorl near the place of the wanting umbilicus. The columella is very strong and tortuous, thickened above, then slightly attenuated, with a strong square tooth, from which a tortuous rib runs to the left, enclosing a triangular pit and forming a deep sinus between the columella and basal margin. The interior of the aperture is very iridescent, but covered in part in the adult shells, by the porcellaneous internal rib.Schepman 1908–1913, The Prosobranchia of the Siboga Expedition; Leyden,E. J. Brill,1908-13 ==Distribution== This marine species occurs off the Sulu Archipelago, Philippines, the Western Pacific and off Japan ==References== * Vilvens C. & Héros V. 2005. New species and new records of Danilia (Gastropoda: Chilodontidae) from the Western Pacific. Novapex 6(3) : 53–64 ==External links== * weberi Category:Gastropods described in 1908 ",
    "title": "Danilia weberi"
}