{
    "id": "27003243",
    "text": "Zagreb Synagogue shortly after its consecration in 1867 Franjo Klein (1828–1889) was one of the most important architects in the period of an early and mature historicism in Croatia and the most prominent architect in Zagreb in the 1860s and 1870s. ==Biography== ===Early work in Vienna and Bjelovar=== Church of the Assumption of the Blessed Virgin Mary in Molve (1855–1862) is the earliest work reliably attributed to Klein. Klein was born into an evangelical family in Vienna where he received training in building and stone carving trades, and completed two years of architecture studies at the Academy of Fine Arts. For some time, he worked as a draughtsman in Vienna. He moved to Croatia in 1851, successfully applied for a job as a bricklayer foreman in the Varaždin-Đurđevac Regiment, and spent the next eight years working for the Regiment in Bjelovar, until he was transferred to Zagreb in 1859. It is known that Klein designed and built a number of public buildings during his stay in Bjelovar, but there are no surviving records which would support a reliable attribution. It is conjectured that several buildings in Bjelovar - such as Adjutant's house (1855–1859), Sergeant Major's house (1855–1856) and the prison building (1854–1861) - were actually designed by Klein. His earliest known work is the Church of the Assumption of the Blessed Virgin Mary in Molve, built between 1855 and 1862. It is the most significant example of Rundbogenstil in sacred architecture of Croatia. ===Work in Zagreb=== Klein was commissioned to build the Zagreb Synagogue. Construction began in 1866 and was completed the following year. He also built Zagreb Orthodox Cathedral located on the Petar Preradović Square. In 1868 Klein and Janko Grahor founded a construction company called Grahor and Klein. After Klein left the company in 1886, it was renamed to Grahor and Sons. ==References== ==Bibliography== * * ==External links== * Župna crkva Uznesenja Blažene Djevice Marije i sakralna baština župe Molve Category:1828 births Category:1889 deaths Category:Architects from Vienna Category:Academy of Fine Arts Vienna alumni Category:19th-century Croatian architects ",
    "title": "Franjo Klein"
}