{
    "id": "27009640",
    "text": "Usal Creek is the southernmost drainage basin unbridged by California State Route 1 on California's Lost Coast. The unpaved county road following the westernmost ridge line south from the King Range crosses Usal Creek near the Pacific coast, but the bridge may be removed during winter months. Usal Creek, long,U.S. Geological Survey. National Hydrography Dataset high-resolution flowline data. The National Map , accessed March 9, 2011 drains about on the Mendocino Coast and empties into the Pacific Ocean near the former company town of Usal. Usal Creek drains a valley between two ridges of the California Coast Ranges. The longer North Fork drains southeasterly from springs once providing a water supply for the empty town site of Kenny, while the shorter South Fork drains first southwesterly and then northwesterly. The main creek flows southwesterly from the confluence through a gap in the coastal ridge. Tributaries flowing southwesterly off the interior ridge include Julias Creek into the South Fork, and Soldier Creek, Little Bear Creek, Bear Creek, and Chimney Rock Creek into the North Fork. The crest of the interior ridge parallels the Pacific coast approximately inland; and the tributaries originate at an elevation of approximately . == History == USA Lumber (USAL) Company built a sawmill at the mouth of Usal Creek in 1889 with a wharf for loading lumber onto coastal schooners, and a railroad up Usal Creek to bring logs to the mill. Robert Dollar purchased Usal Redwood Company in 1894. Dollar Lumber Company was running out of timber for their Guerneville mill at the time. In 1896, Dollar purchased the steamship Newsboy to transport lumber from Usal to San Francisco. A fire in 1902 destroyed the sawmill, a warehouse, a school house, and the county bridge over Usal Creek. The railroad was dismantled, and the rails were used by the sawmill at the mouth of Big River. Several buildings including a hotel survived until destroyed by fire in 1969. The former hotel site near the mouth of Hotel Gulch is now a campground for Sinkyone Wilderness State Park. Ninety-eight percent of the watershed is in private ownership growing forest products. Redwood coniferous forest covers approximately 70 percent of the watershed and montane or riparian hardwood forest covers approximately 20 percent. Only two residences remain in the watershed.http://swr.nmfs.noaa.gov/recovery/coho/Chapter_10_Recovery_Actions_Usal.pdf ==Usal Redwood Company locomotives== {|class=\"wikitable\" !Number !Builder !Type !Date !Works number !Notes |- |1 |Lima Locomotive Works |3-cylinder Shay geared |9 September 1889 |247 |purchased new with a double-winch \"gypsy\" power takeoff mounted in front of the boiler, named Myra R. Wonderly; shipped to Glenblair, California as Glen Blair Redwood Company #1 in 1903 |- |498 |Lima Locomotive Works |Shay geared |23 January 1896 |498 |purchased new; ran briefly as first locomotive on Mount Tamalpais and Muir Woods Railway as #498 prior to arrival of regularly numbered locomotives before shipment to Usal; shipped to Washington for Terno Lumber Company in 1904 |} ==References== ==See also== *List of rivers in California Category:Rivers of Mendocino County, California Category:Defunct California railroads Category:Logging railroads in the United States Category:Rivers of Northern California ",
    "title": "Usal Creek"
}