{
    "id": "27008103",
    "text": "Carenzia carinata is a species of sea snail, a marine gastropod mollusk in the family Seguenziidae. ==Description== The size of the shell varies between 2.7 mm and 4.4 mm. The shell thin, transparent, glossy, but not nacreous forms a depressed cone. Its color is glassy. The shell is umbilicated and rather smooth. The sculpture of the shell shows a single, sharp keel round the periphery, showing at the base of the spire-whorls. The shell has a thread- like spiral rib below the rather deep suture of each whorl (varying in position), numerous but slight flexuous striae below the rib, and in some specimens minute close-set curved longitudinal striae on the upper whorls. The base is nearly smooth or marked only with microscopic lines of growth. The seven whorls of the short spire are compressed, slightly shouldered by the infrasutural rib. The body whorl is disproportionally large, and the first is globular. The narrow aperture is rhomboidal, angulated in the middle by the keel, and below by the base of the columella. The outer lip is thin. The inner lip filmy and spread on the base. The columella is very short and incurved. It is furnished near the bottom with a small tooth-like process, below which is a short notch. The groove is broad, apparently not deep. It occupies the middle of the body whorl between the suture and the peripheral keel. The umbilicus is narrow but deep, exposing all the whorls, encircled and defined by a slight rib. Tryon (1887), Manual of Conchology IX – Solariidae (by William B. Marshall), Ianthinidae, Trichotropidae, Scalariidae, Cerithiidae, Rissoidae, Littorinidae (described as Seguenzia carinata) Jeffreys, J. G. 1876. Preliminary report of the biological results of a cruise in the H.M.S. 'Valorous' to Davis Strait in 1875. Proceedings of the Royal Society of London 25: 177-230, pls. 2-4 ==Distribution== This species occurs on both sides of the Atlantic Ocean off Florida, USA - Brazil, the Azores, Northwest Africa and the Cape Verdes. ==References== * Quinn (1983), Carenzia, new genus of Seguenziacea (Gastropoda: Prosobranchia) with the description of a new species; Proc. Biol. Soc. Wash. 96(3): 355-364 * Gofas, S.; Le Renard, J.; Bouchet, P. (2001). Mollusca, in: Costello, M.J. et al. (Ed.) (2001). European register of marine species: a check-list of the marine species in Europe and a bibliography of guides to their identification. Collection Patrimoines Naturels, 50: pp. 180–213 * Rolán E., 2005. Malacological Fauna From The Cape Verde Archipelago. Part 1, Polyplacophora and Gastropoda. * Rosenberg, G., F. Moretzsohn, and E. F. García. 2009. Gastropoda (Mollusca) of the Gulf of Mexico, pp. 579–699 in Felder, D.L. and D.K. Camp (eds.), Gulf of Mexico–Origins, Waters, and Biota. Biodiversity. Texas A&M; Press, College Station, Texas. * Engl W. (2012) Shells of Antarctica. Hackenheim: Conchbooks. 402 pp. * Salvador R.B., Cavallari D.C. & Simone L.R. , 2014. Seguenziidae (Gastropoda: Vetigastropoda) from SE Brazil collected by the Marion Dufresne (MD55) expedition. Zootaxa 3878(6): 536-550 ==External links== * carinata Category:Gastropods described in 1877 Category:Molluscs of the Atlantic Ocean Category:Molluscs of the Azores Category:Molluscs of Brazil Category:Gastropods of Cape Verde Category:Taxa named by John Gwyn Jeffreys ",
    "title": "Carenzia carinata"
}