{
    "id": "27008138",
    "text": "Hadroconus altus is a species of sea snail, a marine gastropod mollusk in the family Seguenziidae. ==Description== (Original description by Watson) The height of the shell attains 8.2 mm. The small shell has an equilateral conical shape. It is flat-based, and sharply angulated. It is delicately sculptured, and nacreous under a thin, white calcareous surface. Sculpture : there are about 45 longitudinals. These are hair-like, strongly sinuated, flexuous, for they advance markedly at the periphery, where they are each ornamented by an elongated curved tubercle, and on the base they again retreat so as to form a sinus. On the earlier whorls these longitudinals are much more distinct than on the later, and each starts from a little bead, which lie close to the suture, but these beads are very feeble on the body whorl. In the intervals of the longitudinals and parallel to them are very faint growth lines. Above the carina two spirals are stronger than the rest, with a sharp intermediate furrow. Above these are several hair-like lines, which become feebler toward the middle of the whorl and strong again above, the upper whorls presenting one in particular, which connects the row of infra-sutural beads. On the base below the carina there are four narrow and sharp spirals, followed by about eight, which are broader and flattened, and within these is one stronger than the rest, with about sixteen rounded beads, which crenulate the edge of the umbilicus. The furrows between these basal spirals are cut into little oblong pits by the longitudinals. The color is a dead creamy white, with the underlying nacre gleaming through. The spire is high and conical. The apex is flattened, with the minute, smooth, 1¼ embryonic whorl somewhat tumidly projecting. The 8½ whorls show a slow and regular increase. In the earlier whorls there is a slight tumidity below the suture, a slight contraction in the middle, and a slight swelling around the base of each whorl. This last feature is feebly persistent in the later whorls, but otherwise these are flat in profile. There is a sharp carinated angle, and the base of the shell is almost flat, with an angled tubercled umbilical edge. The suture is linear, almost invisible. The aperture is perpendicular, somewhat rectangular, and broader than high. The outer lip is sharp and thin, not patulous, not descending, with a rather deep but broad and open sinus at the suture, forming a slightly acute angle at the periphery, where it advances very markedly, retreating immediately to form a sinus on the base, where it is barely arched. The columellar lip is somewhat thickened. It advances very little at its junction with the body, then retreats slightly so as to form a small sinus, bending at the same time a very little over the umbilicus. It has a sort of double point with a slight nick between them. It is very slightly reverted, and the umbilical groove behind it is very small. The umbilicus is funnel- shaped, oblique-edged, crenate on the margin, and strongly scored within, and with an oblique spiral formed by the old points of the false columellar end.Tryon (1889), Manual of Conchology XI, Academy of Natural Sciences, Philadelphia (described as Basilissa alta) ==Distribution== This marine species occurs off Cuba, the West Indies and Brazil. ==References== ==External links== * altus Category:Gastropods described in 1879 ",
    "title": "Hadroconus altus"
}