{
    "id": "27005258",
    "text": "Barnaby Conrad, Jr. (March 27, 1922 – February 12, 2013) was an American artist, author, nightclub proprietor, bullfighter and boxer. Born in San Francisco, California to an affluent family, Conrad was raised in Hillsborough. He spent a year at the Cate School in Carpinteria, California before being sent east and graduating from the Taft School in Watertown, Connecticut in the class of 1940.Profile, cate.org; accessed September 13, 2015.Obituary, nytimes.com, February 17, 2013; accessed September 13, 2015. He attended the University of North Carolina, where he was captain of the freshman boxing team. He also studied painting at the University of Mexico, where he also became interested in bullfighting. After being injured in the bullring, he returned to college and graduated from Yale University in 1943. He wanted to join the Navy after Yale, but his bullfighting injury prevented that. Conrad was American Vice Consul to Seville, Málaga, and Barcelona from 1943-46. While in Spain, he studied bullfighting with Juan Belmonte, Manolete, and Carlos Arruza. In 1945 he appeared on the same program with Belmonte and was awarded the ears of the bull. He is the only American male to have fought in Spain, Mexico and Peru. After his stint in Spain, he moved for a time to Lima, Peru. He was known as \"El Niño de California\" (\"The California Kid\"). In 1947, he worked as secretary to famed novelist Sinclair Lewis. Conrad published his first novel, The Innocent Villa, in 1948. It largely went unnoticed, but his second novel, Matador, sold 3,000,000 copies.Chawkins, Steve (February 16, 2013). \"Barnarby Conrad Jr. dies at 90; bullfighter, artist, saloonkeeper founded Santa Barbara Writers Conference\", nytimes.com; accessed September 13, 2015. John Steinbeck selected Conrad's Matador as his favorite book of the year, and the novel has been translated into 28 languages. Royalties from Matador provided Conrad with the capital to open El Matador nightclub in San Francisco in 1953. Herb Caen, noting that Matador was the publisher's suggested alternative to the original title Conrad had given his second novel, commented on Conrad naming his nightclub after his first best seller: \"Who'd ever go eat at a restaurant called Day of Fear?\" In 1997 Conrad wrote Name Dropping: Tales From My San Francisco Nightclub, \"a jaunty account\" about the 10 years he ran El Matador. In 1958, Conrad was gored, almost fatally in a bullfight that was part of a charity event. After learning of the incident, Eva Gabor is said to have run into Noël Coward at Sardi's in New York and asked him, \"Did you hear about poor Barnaby? He was terribly gored in Spain.\" Coward replied, \"Oh, thank heavens. I thought you said he was bored.\" Conrad served as a Golden Gate Awards juror at the 1959 San Francisco Film Festival. In 1965 he joined the Festival board and served for five years. Conrad started the Santa Barbara Writers Conference in 1973 at the Cate School, inviting such well-known authors as Eudora Welty, Gore Vidal, Joan Didion and Ross Macdonald. He and his wife Mary directed the literary gathering until Conrad sold the conference in 2004. His son, Barnaby Conrad III, is also a San Francisco-based writer. Conrad's charcoal portraits of Truman Capote and James Michener hang in the National Portrait Gallery in Washington, D.C. In 2006, the Spanish writer Salvador Gutiérrez Solís published his biography, Barnaby Conrad, A Spanish Passion (Fundación José Manuel Lara), which tells the story of Conrad's life in Spain and his connection with the world of bullfighting. ==Death== Conrad died on February 12, 2013 at his home in Carpinteria, California. He had been in hospice care for three weeks. He was 90 years old. ==Works by Barnaby Conrad== ===Fiction=== * Matador (1952; with illustrations by the author); 2nd edition (1988) Capra Press; * Zorro, a fox in the city (1971); / * Endangered (1978) with Niels Mortensen * OCLC 232653594 Condor (1978) with Niels Mortensen * Keepers of the Secret (1983) with Nico Mastorakis; * The Last Boat to Cadiz (2003); * The Second Life of John Wilkes Booth (2010); ===Nonfiction=== * La Fiesta Brava : The Art of the Bull Ring (1953), worldcat.org; * The Death of Manolete (1958); * Gates of Fear (1958); Library of Congress Catalog #57-10110 https://www.amazon.com/GATES-OF-FEAR-exploits-bullrings/dp/B000HG830G * Barnaby Conrad's Encyclopedia of Bullfighting (1961); * Tahiti (1962) * Fun While it Lasted (1969); * A Revolting Transaction (1983); * Time Is All We Have: Four Weeks at the Betty Ford Center (1986); * Hemingway's Spain (1989); * Advice from the Masters: A Compendium for Writers (1991); * Name Dropping: Tales from my Barbary Coast Saloon (1994); * Learning to Write Fiction from the Masters (1996); * Name Dropping: Tales from my San Francisco Nightclub (1997); * Snoopy's Guide to the Writing Life (2002; with Monte Schulz); * 101 Best Scenes ever Written: A Romp Through Literature for Writers and Readers (2006); * 101 Best Beginnings Ever Written: A Romp Through Literary Openings for Writers and Readers (2009); ===As editor, translator or contributor=== * OCLC 84219226 The Wounds of Hunger (1957 translation of Más Cornadas da el Hambre by Luis Spota) * OCLC 1576413 The second life of Captain Contreras (1960 translation of La Otra vida del Capitan Contreras) * OCLC 1512811 My Life as a Matador The autobiography of Carlos Arruza (1960) * The Complete Guide to Writing Fiction (1990) with the staff of the Santa Barbara Writers Conference; * \"William Spratling\" (1990) in Spratling Silver by Sandraline Cederwall and Hal Riney; * The World of Herb Caen: San Francisco, 1938-1997 (1997; with Carole Vernier); * The World's Shortest Stories: Murder. Love. Horror. Suspense. All this and much more in the most amazing short stories ever written—each one just 55 words long! (2006) Steve Moss; ===Famous \"sports\" quote=== The famous quote \"Only bullfighting, mountain climbing and auto racing are sports, the rest are merely games\" can be attributed to Conrad, however Ernest Hemingway is often mistaken as the source. ==References== Barnaby Conrad, Una pasión española (Biografía), escrita por Salvador Gutiérrez Solís. ==External links== *After Sixty Years, A Promise Kept to Sinclair Lewis, The New York Times; accessed January 26, 2011 *Penguin First Editions (reference site of early first edition Penguin Books) *Profile, IMDb.com * https://elpais.com/cultura/2007/03/22/actualidad/1174518002_850215.html * Barnaby Conrad Papers. Yale Collection of American Literature, Beinecke Rare Book and Manuscript Library. Category:1922 births Category:2013 deaths Category:20th-century American novelists Category:21st-century American novelists Category:Yale University alumni Category:American expatriates in Spain Category:American male novelists Category:Artists from San Francisco Category:Disease-related deaths in California Category:University of North Carolina at Chapel Hill alumni Category:Writers from San Francisco Category:People from Carpinteria, California Category:People from Hillsborough, California Category:20th-century American male writers Category:21st-century American male writers Category:Novelists from California ",
    "title": "Barnaby Conrad"
}