{
    "id": "27001989",
    "text": "\"Lost Hearts\" is a ghost story by British writer M. R. James, originally published in 1895. It was later collected in his 1904 book Ghost Stories of an Antiquary. ==Plot summary== The tale tells the story of Stephen Elliott, a young orphan boy, who is sent to stay with his much older cousin, Mr Abney, at a remote country mansion, Aswarby Hall, in Lincolnshire. His cousin is a reclusive alchemist obsessed with making himself immortal. Stephen is repeatedly troubled by visions of a young gypsy girl and a travelling Italian boy with their hearts missing. ==Adaptations== The story was first adapted for television by ABC and broadcast by ITV on 5 March 1966 as an episode of the Mystery and Imagination series. However, no archive recordings of this episode are known to exist. \"Lost Hearts\" was adapted by Robin Chapman in 1973 as part of the BBC's A Ghost Story for Christmas strand, directed by Lawrence Gordon Clark. The shortest of the adaptations, it was first broadcast on Christmas Day 1973 at 11:35 pm. It starred Simon Gipps-Kent as Stephen and Joseph O'Conor as the cousin. The adaptation is noted for the distinctive hurdy-gurdy music that accompanies appearances of the two ghostly children. Ralph Vaughan Williams's English Folk Song Suite is also featured. In 2018, a third film adaptation of the short story was released by Severn Film Productions in association with Action Image Productions, co-written by Lynn Davies and directed by Max Van De Banks. The production features Nicholas Amer as Mr Abney, Louis Newton as Stephen Elliott, Margaret Baldwin as Mrs Bunch, Mark Llewellin as Mr Parks and Eleanor Catherine Smart as Emily. The film was shot on location at Eastnor Castle and Hellens Manor in Herefordshire and the Gloucestershire Warwickshire Steam Railway. The story is updated to the 1940s (and later 1953) when, following the death of Stephen's parents, the young boy has been evacuated to the countryside during World War II. This production is unusual in that the film was shot in two parts, with the main elements being filmed in 2005 and the beginning and end of the film in 2016, with Louis Newton returning as Stephen, now a young man recounting to his bride-to-be the story of what happened ten years earlier. The film was entered in The Bristol International Film Festival and received a nomination at the Moving Pictures Festival in Nieuwmoer, Belgium in 2018. ==References== ==External links== * * * (1973) * (2018) * Category:1904 short stories Category:Fiction about alchemy Category:Ghosts in written fiction Category:Horror short stories Category:Short stories by M. R. James Category:Short stories adapted into films ",
    "title": "Lost Hearts"
}