{
    "id": "27006370",
    "text": "Scribner's), 1923 The Vegetable, or From President to Postman is a short story by F. Scott Fitzgerald that he developed into a play.F. S. Fitzgerald (1976). The Vegetable: or, From President to Postman. Scribner's. ==Background== In the original publication of The Vegetable, or From President to Postman (1923), F. Scott Fitzgerald included the following quotation on the title page: “Any man who doesn’t want to get on in the world, to make a million dollars, and maybe even park his toothbrush in the White House, hasn’t got as much to him as a good dog has--he’s nothing more or less than a vegetable.” Fitzgerald used this quotation, which he claimed came “from a current magazine,” as a springboard for his only published play. This comic romp satirizes the ambitions of an ordinary man who wants to be President of the United States--that is, if he cannot make it as a postman.Beilke, Debra, \"Satirizing the American Nightmare: F. Scott Fitzgerald's The Vegetable\". www.lexhamarts.org (retrieved 8/24/2016). ==Plot== The play concerns the misadventures of the middle-class striver Jerry Frost. He is a 35-year-old \"clerk for the railroad at $35,000 a year. He possesses no eyebrows, but nevertheless he constantly tries to knit them.\"Fitzgerald, F. Scott, The Vegetable: Or, from President to Postman. Clifton, N.J.: A.M. Kelley, 1972. p. 6. His marriage to Charlotte (30) is dull, and he is stereotypically hen- pecked by her (cf. Ralph Cramden, Fred Flintstone, Homer Simpson, et al.). We learn in the first act that Jerry wanted to be a postman, but that he somehow blames his wife for missing out on this ambition... ==History== Following The Beautiful and Damned, Fitzgerald hoped to secure financial wealth for him and his wife. The play's text was published in book form by Scribners on April 27, 1923, in a print run of 7,650 copies, each sold for $1.50.Bruccoli, Matthew J, and Jackson R. Bryer (1971). F. Scott Fitzgerald in His Own Time: A Miscellany. Kent, Ohio: Kent State University Press, p. 209. In his youth, Fitzgerald had written and acted in plays (cf. The Captured Shadow F. Scott Fitzgerald (1928). The Captured Shadow. www.gutenberg.net.au.), and his work was generally recognized for qualities that should have translated to the stage: \"he wrote commercially successful stories; he knew how to frame a scene; and his dialogue, at least in his best fiction, was smart, sophisticated, evocative.\"Krystal, Arthur (Nov. 16, 2009). \"Slow Fade: F. Scott Fitzgerald in Hollywood.\" The New Yorker (New York, N.Y.) 85.37. However, according to some critics, the play lacked focus.Bruccoli, Matthew J, and Jackson R. Bryer (1971). F. Scott Fitzgerald in His Own Time: A Miscellany. Kent, Ohio: Kent State University Press. Its premiere, in a single preview (Nov. 19, 1923) at Nixon's Apollo Theatre in Atlantic City, New Jersey,Bruccoli, Matthew J. (1993). Some Sort of Epic Grandeur: The Life of F. Scott Fitzgerald. New York: Carroll & Graf, pp. 209 was widely regarded as a disaster. Zelda Fitzgerald later wrote in a letter that the audience were “so obviously bored” and some walked out during the second act. Fitzgerald himself wrote that \"I wanted to stop the show and say it was all a mistake but the actors struggled heroically on.\" During the second intermission, Fitzgerald and Ring Lardner asked the lead actor, Ernest Truex, \"Are you going to stay and do the last act?\" The actor replied that he was, at which the pair of writers retorted that they were heading to a bar down the street.Turnbull, Andrew (1962). Scott Fitzgerald. New York: Scribner, p. 140 While Fitzgerald claimed to be proud of the work, and had hoped it would succeed, the critical and public reaction to the first and only performance left the author in a deep depression, followed by a drinking binge.Bryer, Jackson R (1967). The Critical Reputation of F. Scott Fitzgerald: A Bibliographical Study.. Hamden, Conn.: Archon Books. It was, however, revived years later and produced by Lenox Hill Players, Inc., at the Cherry Lane Theatre, New York, April 10, 1929. It ran for only thirteen performances. As a work first published in 1923, The Vegetable entered the public domain in the United States on January 1, 2019 and is now freely available online. ==References== ==External Links== The Vegetable on Project Gutenberg Category:1923 plays Category:American plays Category:Plays based on short fiction Category:Works by F. Scott Fitzgerald ",
    "title": "The Vegetable, or From President to Postman"
}