{
    "id": "27004425",
    "text": "Nassarius globosus, common name the globose nassa, is a species of sea snail, a marine gastropod mollusk in the family Nassariidae, the Nassa mud snails or dog whelks. ==Description== The length of the shell varies between 9 mm and 28 mm. The small shell is ovate, thick and slightly gibbous. The spire is short and pointed. It is composed of six slightly convex whorls, covered with longitudinal folds and very approximate transverse striae, which form flattened granulations. The body whorl is very large. The ovate aperture is emarginated at the upper part, at its union with the outer lip, which is rather thin, and striated internally. The columella is arcuated, covered by the inner lip, which is enlarged into a whitish, wide, and thick callosity, upon the body of the lbody whorl. The color of this shell is of a reddish brown, with one or two transverse bands upon the middle of the body whorl.Kiener (1840). General species and iconography of recent shells : comprising the Massena Museum, the collection of Lamarck, the collection of the Museum of Natural History, and the recent discoveries of travellers; Boston :W.D. Ticknor,1837 (described as Buccinum clathratum) ==Distribution== This species occurs in the Eastern Indian Ocean off Tanzania; off Sri Lanka, Thailand, China, Indonesia and off many islands in the Western Pacific; off Papua New Guinea, New Caledonia, New Hebrides and Australia (Queensland). ==References== * Quoy, J.C.R. & Gaimard, P. (1833) Mollusques. In Dumont d’Urville, M.J. (Ed.) Voyage de Découverts de l’Astrolabe, Éxécuté par Ordre du Roi Pendant les Années 1826–1827–1828–1829, sous le Commandement de M. J. Dumont d' Urville. Zoologie, Tome 2. J. Tatsu * Habe, T. & Kosuge, S. 1966. New genera and species of the tropical and subtropical Pacific molluscs. Venus 24(4): 312–341 * Spry, J.F. (1961). The sea shells of Dar es Salaam: Gastropods. Tanganyika Notes and Records 56*| Cernohorsky W. O. (1984). Systematics of the family Nassariidae (Mollusca: Gastropoda). Bulletin of the Auckland Institute and Museum 14: 1–356 * Cernohorsky, W.O. 1984. Systematics of the family Nassariidae (Mollusca: Gastropoda). Bulletin of the Auckland Institute and Museum. Auckland, New Zealand 14: 1–356 * Cernohorsky, W.O. 1991. Mollusca Gastropoda: On a collection of Nassariidae from New Caledonian waters. Bulletin du Muséum National d'Histoire Naturelle. Section A. Zoologie. Series A Zoologie, Tome 150 7: 187–204 * Wilson, B. 1994. Australian Marine Shells. Prosobranch Gastropods. Kallaroo, WA : Odyssey Publishing Vol. 2 370 pp. ==External links== * Category:Nassariidae Category:Gastropods described in 1833 ",
    "title": "Nassarius globosus"
}