{
    "id": "27004704",
    "text": "{| |} Replica at Nizhny Novgorod of the Nieuport IV.G in which Nesterov performed the first loop in an aircraft Claude Grahame-White's Nieuport IV circa 1912. This aircraft later served with the Royal Flying Corps. Emmanouel Argyropoulos and Nieuport IV.G Alkyon in which he made the first flight in Greece. The Nieuport IV was a French-built sporting, training and reconnaissance monoplane of the early 1910s. ==Design and development== Societe Anonyme des Etablissements Nieuport was formed in 1909 by Édouard Nieuport. The Nieuport IV was a development of the single-seat Nieuport II and two seat Nieuport III.A. It was initially designed as a two-seat sporting and racing monoplane, but was also bought by the air forces of several countries. It was initially powered by a Gnome Omega rotary engine, which was later replaced by more powerful rotaries.Green, 1965, p.347 ==Operational history== The first Nieuport IVs were built in 1911 and production continued well into World War I in Russia.Sanger, 2002, p.109-111 The design was adopted in small numbers by most air arms of the period, although the Imperial Russian Air Service was the largest user. The IV.G was one of the principal aircraft used by the Imperial Russian Air Service during its formative years, with roughly 300 being produced locally by the Russo-Baltic Wagon Works and Shchetinin in St. Petersburg, and the Dux Factory in Moscow.Davilla, 1997 p.351 Lt. Pyotr Nesterov performed the first ever loop, over Kiev in a model IV.G on 27 August 1913 for which he was placed under arrest for 10 days for \"undue risk to government property\" until the feat was repeated in France and he was promoted and awarded a medal.Durkota, 1997, pp.201–204 The French government equipped a single squadron with Nieuport IV.Ms, Escadrille N12 initially based at Reims, having purchased at least 10. This unit continued to operate Nieuport monoplanes after the start of World War I, slowly replacing them with other types as attrition reduced their numbers.Sanger, 2002, p.77 The Swedish Air Force was presented with a IV.G in 1912 by four individuals, becoming one of the first aircraft of that force, which was later joined by a second IV.G in 1913, and a IV.H transferred from the Swedish Navy.Sanger, 2002, p.157 The Japanese Army operated one IV.G and one IV.M, which were designated as Army Nieuport NG2 aeroplane and Army Nieuport NM aeroplane respectively, with the NG being flown in the Tsingtao campaign in September and October 1914 alongside four Maurice Farman MF.11s.Francillon, 1979, p.48 One of the first batch of aircraft purchased by the British Army's Air Battalion Royal Engineers (the precursor to the Royal Flying Corps) was a Nieuport IV.G and serialed B4. Additional IV.G monoplanes were purchased from private individuals including one from Claude Grahame-White and another from Charles Rumney Samson, plus three others.Sanger, 2002, p.93-95Robertson, 1979, p.18 The Nieuport IVs were in service when the RFC carried out an investigation into monoplane crashes, and while the report covered an accident involving a Nieuport IV, it was the result of improper maintenance resulting in an engine failure, and not a structural failure such as with the Bristol monoplane and Deperdussin monoplane whose structural deficiencies led to the Monoplane Ban. date=February 8, 1913|}} Argentina purchased a single IV.G named la Argentina which served with the Escuela de Aviation Militaire.Sanger, 2002, p.154 In Greece a IV.G was bought privately and named Alkyon and after being the first aircraft to fly in Greece, was resold to the government which used it during the First Balkan War in 1912, flying from Larissa. Siam purchased 4 IV.Gs which were used as trainers at Don Muang airfield.Sanger, 2002, p.156 Spain purchased one IV.G and 4 IV.Ms which were used by the Escuala Nieuport de Peu for training before 3 were transferred to an operational Escuela at Tetuán which then moved to Zezulan, remaining operational until 1917. Italy's 1st Flottiglia Aeroplani of Tripoli operated several Nieuport IV.Gs during the Italo-Turkish War, one of which became the first aeroplane to be used in combat when it flew a reconnaissance mission against Turkish forces on 23 October 1911.Sanger, 2002, p.131 It narrowly missed out to a Bleriot XI with the same unit for the honor of being the first aircraft to drop a bomb on enemy forces. The pilot who carried out the first mission Capt. Maizo, became one of the first victims of anti-aircraft fire, when he was shot down by an Austrian cannon weeks before the war ended in 1912. ==Variants== ; IV : generic base designation (specific aircraft always had an applicable suffix letter) ; IV.G : Gnome basic sport/racing model with various sizes of Gnome rotary from ; IV.H : Hydro floatplane fitted with two main floats and a tail float – used extensively for competition with engines of up to 200 hp. ; IV.M : enlarged Military observation variant with various Gnome rotaries from – designed to be readily assembled and disassembled for transport by truck. ==Survivors== Nieuport IVG in the Swedish Flygvapenmuseum. The Swedish Air Force maintained their first model IV in airworthy condition until 1965.Green, 1965 p.346 This aircraft is now preserved in the Flygvapenmuseum at Malmen near Linköping.Ogden, 2006, p.484 The Museo del Aire at Cuatro Vientos near Madrid has a full-scale replica of one of their model IVs.Ogden, 2006, p.470 ==Operators== ===Military=== ; *Argentine Army Aviation ; *Aéronautique Militaire ; *Hellenic Air Force ; *Corpo Aeronautico Militare ; *Imperial Japanese Army ; *Imperial Russian Air Service ; Siam *Royal Siamese Aeronautical Service ; *Spanish Air Force ; *Swedish Army Aviation Corps *Swedish Navy Aviation Corps ; *Air Battalion Royal Engineers *Royal Flying Corps ==Specifications (IVM) == Nieuport IV.G drawing ==See also== ==Notes== ==References== * * * * * * * * * * Category:1910s French sport aircraft 004 Category:Rotary-engined aircraft Category:1910s French military reconnaissance aircraft Category:Single-engined tractor aircraft Category:Aircraft first flown in 1911 Category:Mid-wing aircraft Category:1910s French military trainer aircraft ",
    "title": "Nieuport IV"
}