{
    "id": "27004763",
    "text": "The Fairfax County Government Center is the headquarters for the Fairfax County, Virginia local government. Located west of the City of Fairfax in an unincorporated area of the County, it is the meeting place of the Fairfax County Board of Supervisors, as well as housing the offices of the Fairfax County Executive and his deputies.\"Facilities & Locations .\" Fairfax County. Retrieved on April 4, 2009. ==History and development== In 1969, the Fairfax County Government moved its offices into the newly constructed 12-story County Governmental Center on the county's exclave in the City of Fairfax. Designed by the architectural firm of Vosbeck, Vosbeck, Kendrick and Redinger and built by Blake Construction, the building was renamed the Massey Building in March 1971 to honor the county's first county executive, Carlton C. Massey. Within a decade, however, it became apparent that the Massey Building was no longer sufficient as a governmental center, and in 1977 the county appointed a citizens' committee to consider moving the county's centralized activities out of the City of Fairfax. In October 1978, the committee recommended a site west of Fairfax, and in 1979, the county purchased 183 acres of the site, called the Smith-Carney site, for $4.1 million. Another committee reported on county agency space needs in 1980, and in 1982 a design team and concept were selected. At this point, development stalled, because the Board of Supervisors did not want to put a bond issue to pay for the new government center to a voter referendum, preferring to reserve the county's bond financing capacity for other needs. In 1985, the Board of Supervisors initiated a scheme whereby they could have their new government center free or on the cheap as part of a joint public-private partnership. The land which the county had purchased in 1979 for $4.1 million had ballooned in value to $42 million, and the county proposed swapping some of this valuable land in exchange for construction of the new government center. After years of negotiation, the county in 1987 entered into an agreement with a joint partnership of the Charles E. Smith Company and the Artery Organization whereby the county gave Smith/Artery 50 acres of land for residential development, conveyed for 75 years 67 acres of land for commercial development, and paid Smith/Artery $27.3 million. The agreement with Smith/Artery was not without controversy, with accusations that Smith/Artery had obtained a lucrative deal with the county and that the county was giving away too much in the deal. Even before the sprawling complex was completed, it had been dubbed the \"Taj Mahal\" by its critics and opponents. The name was applied due to the intent to install features that were perceived as luxuries, including a $400,000 12-story steel obelisk (later cancelled), a custom-built granite conference table, Brazilian mahogany paneling, and private elevators for the members of the Board of Supervisors during a time of constrained budgets due to the recession of the late 1980s and early 1990s. ==Current uses== Naturalization ceremonies are also held at the center, as well as flu shot distribution and many other bureaucratic functions. ==References== ==External links== *Map and directions from the Fairfax County website Category:County government buildings in Virginia Category:Buildings and structures in Fairfax County, Virginia Category:Legislative buildings ",
    "title": "Fairfax County Government Center"
}