{
    "id": "27015678",
    "text": "TREE AID is an international development organisation which focuses on unlocking the potential of trees to reduce poverty and protect the environment in Africa. It is a registered charity in the UK. TREE AID has offices in Bristol, UK, in Ouagadougou, Burkina Faso, in Mali, in Ethiopia and in Ghana. It currently has programmes running in Burkina Faso, Ethiopia, Ghana, Mali and Niger. ==History and philosophy== TREE AID was established in 1987 by a group of foresters in response to the famine in Africa brought to public attention by Band Aid and Live Aid. Its aim was to provide a long-term solution to the challenges of poverty and environmental decline once the emergency relief efforts ended. TREE AID's founders – inspired by the Chipko and Greenbelt movement in India and Kenya respectively - believed that community forestry could ensure that people in rural Africa's drylands were less vulnerable to drought and famine in future. Drawing on the ideas of thinkers and practitioners such as E F Schumacher and Robert Chambers, TREE AID's work is informed by the notion that small-scale development, appropriate to local culture and environment that puts poor people's needs first, is essential to the success and sustainability of any intervention to alleviate poverty. This thinking still informs the charity's work today. ==Focus of work== TREE AID's work seeks to link up an understanding of the technical aspects of natural resource management with a deep understanding of social context, motivation and community dynamics. The organisations' work also has a strong focus on addressing institutional and policy constraints. The TREE AID programme is focused on four themes: * Natural Resource Management – Protecting and improving the environment by building greater understanding of how best to manage natural resources such as trees, water and soil. * Forest Governance – Securing long-term access to natural forest resources for the poor ensuring they can benefit from protecting and enhancing those resources. * Food and Nutrition – Helping poor communities to become more resilient in the face of drought and famine through education and awareness on nutrition and food security. * Enterprise Development and Trade – Creating the means for poor communities to invest in their families’ future through work in trade and market development. ==Achievements== TREE AID has planted 14 million trees across the drylands of Africa with hundreds of thousands more trees being naturally regenerated through improvements in natural resource management. Over 1,000,000 villagers have directly benefitted from TREE AID's work, meaning better health, education and life chances. TREE AID has influenced a change in national forestry policy in Burkina Faso, giving control of forests to local communities. ==References== ==External links== * Tree Aid Website * BBC News article * Royal Forestry Society * Tree Aid on Twitter * Tree Seed blog Category:Trees Category:Environmental organisations based in England Category:Charities based in Bristol Category:Environmental organizations established in 1987 Category:1987 establishments in England ",
    "title": "Tree Aid"
}