{
    "id": "27014075",
    "text": "In probability and statistics, an elliptical distribution is any member of a broad family of probability distributions that generalize the multivariate normal distribution. Intuitively, in the simplified two and three dimensional case, the joint distribution forms an ellipse and an ellipsoid, respectively, in iso-density plots. In statistics, the normal distribution is used in classical multivariate analysis, while elliptical distributions are used in generalized multivariate analysis, for the study of symmetric distributions with tails that are heavy, like the multivariate t-distribution, or light (in comparison with the normal distribution). Some statistical methods that were originally motivated by the study of the normal distribution have good performance for general elliptical distributions (with finite variance), particularly for spherical distributions (which are defined below). Elliptical distributions are also used in robust statistics to evaluate proposed multivariate-statistical procedures. ==Definition== Elliptical distributions are defined in terms of the characteristic function of probability theory. A random vector X on a Euclidean space has an elliptical distribution if its characteristic function \\phi satisfies the following functional equation (for every column-vector t) :\\phi_{X-\\mu}(t) = \\psi(t' \\Sigma t) for some location parameter \\mu, some nonnegative-definite matrix \\Sigma and some scalar function \\psi. The definition of elliptical distributions for real random- vectors has been extended to accommodate random vectors in Euclidean spaces over the field of complex numbers, so facilitating applications in time-series analysis. Computational methods are available for generating pseudo-random vectors from elliptical distributions, for use in Monte Carlo simulations for example.: , \"an admirably lucid discussion\" according to . Some elliptical distributions are alternatively defined in terms of their density functions. An elliptical distribution with a density function f has the form: :f(x)= k \\cdot g((x-\\mu)'\\Sigma^{-1}(x-\\mu)) where k is the normalizing constant, x is an n-dimensional random vector with median vector \\mu (which is also the mean vector if the latter exists), and \\Sigma is a positive definite matrix which is proportional to the covariance matrix if the latter exists.Frahm, G., Junker, M., & Szimayer, A. (2003). Elliptical copulas: Applicability and limitations. Statistics & Probability Letters, 63(3), 275–286. ===Examples=== Examples include the following multivariate probability distributions: * Multivariate normal distribution * Multivariate t-distribution * Symmetric multivariate stable distribution * Symmetric multivariate Laplace distribution * Multivariate logistic distribution * Multivariate symmetric general hyperbolic distribution ==Properties== In the 2-dimensional case, if the density exists, each iso-density locus (the set of x1,x2 pairs all giving a particular value of f(x)) is an ellipse or a union of ellipses (hence the name elliptical distribution). More generally, for arbitrary n, the iso-density loci are unions of ellipsoids. All these ellipsoids or ellipses have the common center μ and are scaled copies (homothets) of each other. The multivariate normal distribution is the special case in which g(z)=e^{-z/2}. While the multivariate normal is unbounded (each element of x can take on arbitrarily large positive or negative values with non-zero probability, because e^{-z/2}>0 for all non-negative z), in general elliptical distributions can be bounded or unbounded—such a distribution is bounded if g(z)=0 for all z greater than some value. There exist elliptical distributions that have undefined mean, such as the Cauchy distribution (even in the univariate case). Because the variable x enters the density function quadratically, all elliptical distributions are symmetric about \\mu. If two subsets of a jointly elliptical random vector are uncorrelated, then if their means exist they are mean independent of each other (the mean of each subvector conditional on the value of the other subvector equals the unconditional mean). If random vector X is elliptically distributed, then so is DX for any matrix D with full row rank. Thus any linear combination of the components of X is elliptical (though not necessarily with the same elliptical distribution), and any subset of X is elliptical. ==Applications== Elliptical distributions are used in statistics and in economics. In mathematical economics, elliptical distributions have been used to describe portfolios in mathematical finance.(Chamberlain 1983; Owen and Rabinovitch 1983) ===Statistics: Generalized multivariate analysis=== In statistics, the multivariate normal distribution (of Gauss) is used in classical multivariate analysis, in which most methods for estimation and hypothesis-testing are motivated for the normal distribution. In contrast to classical multivariate analysis, generalized multivariate analysis refers to research on elliptical distributions without the restriction of normality. For suitable elliptical distributions, some classical methods continue to have good properties. Under finite-variance assumptions, an extension of Cochran's theorem (on the distribution of quadratic forms) holds. ====Spherical distribution==== An elliptical distribution with a zero mean and variance in the form \\alpha I where I is the identity-matrix is called a spherical distribution. For spherical distributions, classical results on parameter-estimation and hypothesis-testing hold have been extended. Similar results hold for linear models, and indeed also for complicated models ( especially for the growth curve model). The analysis of multivariate models uses multilinear algebra (particularly Kronecker products and vectorization) and matrix calculus. ====Robust statistics: Asymptotics==== Another use of elliptical distributions is in robust statistics, in which researchers examine how statistical procedures perform on the class of elliptical distributions, to gain insight into the procedures' performance on even more general problems, for example by using the limiting theory of statistics (\"asymptotics\"). ===Economics and finance=== Elliptical distributions are important in portfolio theory because, if the returns on all assets available for portfolio formation are jointly elliptically distributed, then all portfolios can be characterized completely by their location and scale - that is, any two portfolios with identical location and scale of portfolio return have identical distributions of portfolio return. Various features of portfolio analysis, including mutual fund separation theorems and the Capital Asset Pricing Model, hold for all elliptical distributions. ==References== ==References== * * * Chamberlain, G. (1983). \"A characterization of the distributions that imply mean-variance utility functions\", Journal of Economic Theory 29, 185–201. * * * *:Originally * * Owen, J., and Rabinovitch, R. (1983). \"On the class of elliptical distributions and their applications to the theory of portfolio choice\", Journal of Finance 38, 745–752. * ==Further reading== * A collection of papers. Category:Types of probability distributions Category:Location-scale family probability distributions Category:Multivariate statistics Category:Normal distribution ",
    "title": "Elliptical distribution"
}