{
    "id": "27010340",
    "text": "Asmā' bint Abi Bakr (; c. 595 – 692 CE), was one of the companions of the prophet Muhammad and half-sister of his third wife Aisha. ==Family== She was Abu Bakr's daughter. Her mother was Qutaylah bint Abd-al-Uzza, and she was the full sister of Abdullah ibn Abi Bakr. Her half-sisters were Aisha and Umm Kulthum bint Abi Bakr, and her half-brothers were Abdul-Rahman ibn Abi Bakr and Muhammad ibn Abi Bakr. She also had a stepmother from the Kinana tribe, Umm Ruman bint Amir, and a stepbrother, al-Tufayl ibn al-Harith al- Azdi.Muhammad ibn Saad, Tabaqat, vol. 8. Translated by Bewley, A. (1995). The Women of Madina, p. 193. London: Ta-Ha Publishers. The historians Ibn Kathir and Ibn 'Asakir cite a tradition that Asma was 10 years older than Aisha;Ibn Hajar Asqalani, Tahdhib al-Tahdhib, p. 654, Arabic, Bab fi’l-nisa’, al- harfu’l-alif but according to Al-Dhahabi, the age difference was thirteen to nineteen years.Muhammad ibn Ahmad al-Dhahabi. Siyar a'lam al-nubalaa (The Lives of Noble Figures) vol. 2 #143. ==Biography== ===Early Life: 595–610=== Asma's parents were divorced before Muhammad started preaching the message of Islam.Bewley/Saad p. 178. Because of this she remained at her father's house.Al-Tabari vol. 39 p. 172. ===Islam in Mecca: 610–622=== Asma was one of the first to accept Islam, being listed fifteenth on Ibn Ishaq's list of those who accepted Islam at the invitation of Abu Bakr.Guillaume, A. (1955). A Translation of Ishaq’s Sirat Rasul Allah, p. 116. Oxford: Oxford University Press. When Muhammad and Abu Bakr sought refuge in the cave of Thawr outside Mecca on their migration to Medina in 622, Asma used to carry food to them under cover of dark. When the two men left the cave, Asma tied the goods with the two belts of her cover, and for this ingenuity she received from Muhammad the title Dhat an-Nitaqayn, meaning \"She of the Two Belts\". She was married to Al-Zubayr ibn al-Awwam shortly before the Hijra. She joined him in Medina a few months later.Bewley/Saad p. 177. ===Medina: 623 onwards=== Asma found her new neighbours to be \"sincere women\". She was a poor baker, and they used to make bread for her. She and Al-Zubayr arrived in Medina with \"neither property nor slave nor any possession in the earth other than his horse.\" Asma used to feed the horse, taking it out to graze and grinding date-stones for it. Muhammad gave Al-Zubayr some date-palms in Medina, and Asma used to carry date-stones on her head from the garden to their home, a journey of about two miles. One day she passed Muhammad, who offered her a lift home on his camel, but fearing her husband's jealousy, she modestly refused. Al-Zubayr told her, however, that she should have accepted rather than carry such a heavy load on foot. When Abu Bakr eventually gave them a slave, Asma said that \"it was as if he had set me free.\" Her mother Qutayla bint Abduluzza came to visit her in Medina, bringing gifts of dates, ghee and mimosa leaves. Asma would not admit her to the house or accept the gifts until she had sent her sister Aisha to consult with Muhammad. Muhammad advised that it was correct for Asma to show hospitality to her mother” Asma and Al-Zubayr had eight children. # Abdullah # Al-Munzir. # Asim. # Al-Muhajir. # Khadija. # Umm al-Hasan. # A’isha. # Urwa, a major transmitter of ahadith.Bewley/Saad p. 176. Asma was unhappy in her married life, for Al-Zubayr was \"the most jealous of people\" and \"hard on her.\" He took three additional wives in Medina, and \"whenever Zubayr was angry with one of us, he used to beat her until the stick broke.\"Cited in Dashti, A. Bist O Seh Sal. Translated by Bagley, F. R. C. (1994). Twenty Three Years: A Study of the Prophetic Career of Mohammad, “Women in Islam”. Costa Mesa, California: Mazda Publishers from Tabari's Tahthib al-Athar and Zamakhshari's Al-Kashshaaf. She complained to her father, who advised her: “My daughter, be patient. When a woman has a righteous husband and he dies and she does not remarry after him, they will be reunited in the Garden.” Another of Al- Zubayr's wives, Umm Kulthum bint Uqba, also complained of his \"harshness\" and \"pestered\" him into divorcing her after only a few months.Bewley/Saad p. 163. Al-Zubayr eventually divorced Asma \"and took Urwa, who was young at that time.\"Bewley/Saad p. 179. ==The Battle of Yarmouk== The Battle of Yarmouk in 636 is regarded as one of the most decisive battles in military history. The Muslims were hugely outnumbered by the Romans but, with the help of the women and the young boys amongst them, they drove the Roman Empire out of Syria.Walton, Mark W (2003), Islam at war, Greenwood Publishing Group, , pp. 6, 30 Women like Hind bint Utbah and Asma bint Abi BakrIslamic Conquest of Syria: A translation of Fatuhusham by al-Imam al-Waqidi Translated by Mawlana Sulayman al-Kindi Pages 325, 331-334, 343-344, 352-353 al-Baladhuri 892 [19-20] from The Origins of the Islamic State, being a translation from the Arabic of the Kitab Futuh al-Buldha of Ahmad ibn-Jabir al-Baladhuri, trans. by P. K. Hitti and F. C. Murgotten, Studies in History, Economics and Public Law, LXVIII (New York, Columbia University Press, 1916 and 1924), I, 207-211 were instrumental in the Battle of Yarmouk. The earliest histories pay great tribute to Asmā's bravery there. Al-Waqidi wrote that the Quraysh women fought harder than the men. Every time the men ran away, the women fought, fearing that if they lost, the Romans would enslave them.Islamic Conquest of Syria: A translation of Fatuhusham by al-Imam al-Waqidi Translated by Mawlana Sulayman al-Kindi Page 331-332 ==Asma's opposition to Yazid== Asma's son, Abdullah, and his cousin, Qasim ibn Muhammad ibn Abu Bakr, were both grandsons of Abu Bakr and nephews of Aisha. When Hussein ibn Ali was killed in Karbala, Abdullah, who had been Hussein's friend, collected the people of Mecca and rose up against Yazid. When he heard about this, Yazid had a silver chain made and sent to Mecca with the intention of having Walid ibn Utbah arrest Abdullah ibn al-Zubayr with it.Najeebabadi, Akbar Shah (2001). The History of Islam vol. 2, p. 110. Riyadh: Darussalam. . In Mecca and Medina Hussein's family had a strong support base, and the people were willing to stand up for them. Hussein's remaining family moved back to Madina. Eventually Abdullah consolidated his power by sending a governor to Kufa. Soon Abdullah established his power in Iraq, southern Arabia, the greater part of Syria and parts of Egypt. Yazid tried to end Abdullah's rebellion by invading the Hejaz, and he took Medina after the Battle of al-Harrah followed by the siege of Mecca. His sudden death ended the campaign and threw the Umayyads into disarray, with civil war eventually breaking out. After the Umayyad civil war ended, Abdullah lost Egypt and whatever he had of Syria to Marwan I. This, coupled with the Kharijite rebellions in Iraq, reduced his domain to only the Hejaz. Abdullah ibn al-Zubayr was finally defeated by Abd al-Malik ibn Marwan, who sent Al-Hajjaj ibn Yusuf. Hajjaj was from Ta’if, as were those who had killed Hussein. Abdullah asked his mother Asma what he should do, then left to take on Hajjaj. Hajjaj's army defeated and Abdullah died on the battlefield in 692. The defeat of Abdullah ibn al-Zubayr re-established Umayyad control over the Empire. A few years later in 740ad the people of Kufa called Zayd ibn Ali, the grandson of Hussein, over to Kufa. Zaydis believe that in Zayd's last hour, he was also betrayed by the people of Kufa,.\"Islam re-defined: an intelligent man’s guide towards understanding Islam, p. 54 Rebellion and Violence in Islamic Law By Khaled Abou El Fadl page 72Al-Tabari, The waning of the Umayyad Caliphate, Carole Hillenbrand, 1989, pp. 37, 38.The Encyclopedia of Religion Vol.16, Mircea Eliade, Charles J. Adams, Macmillan, 1987, p243. \"They were called \"Rafida by the followers of Zayd” ===692: Death=== Asma died a few days after her son who was killed on Tuesday 17 Jumada al-Ula in 73 AH\".Bewley/Saad 8, p. 180. Asma died when she was 100 years old.Ibn Kathir, Al-Bidayah wa’l-nihayah, Vol. 8, p. 372, Dar al-fikr al-`arabi, Al-jizah, 1933Ibn Hajar Asqalani, Tahdhib al-Tahdhib, p. 654, Arabic, Bab fi’l-nisa’, al-harfu’l-alif, LucknowSiyar A’lama-nubala, Al-Zahabi, Vol. 2, pg 289, Arabic, Muassasatu-risalah, 1992 ==See also== *Sahaba *Sunni view of the Sahaba ==References== ==Further reading== * Asma bint Abu Bakr (RadiAllahu anha) on Ummah.co Category:Female Sahabah Category:Abu Bakr family Category:590s births Category:692 deaths Category:6th-century Arabs Category:7th-century Arabs Category:Sahabah hadith narrators ",
    "title": "Asmā' bint Abi Bakr"
}