{
    "id": "27020296",
    "text": "St Mary's Church, Molland Molland is a small village, civil parish, dual ecclesiastical parish with Knowstone, located in the foothills of Exmoor in Devon, England. It lies within the North Devon local government district. At the time of the 2001 Census, the village had 203 inhabitants. Molland was first referenced as the Manor of Molland in the Domesday Book. The village contains a church dating back to the 1400s. ==Geography== The northern boundary of the parish rises to 1,239 feet at Round Hill on Molland Common; its southern border mostly follows the River Yeo (a tributary of the River Mole), and part of its north-eastern border defines the county boundary with Somerset. The parish is surrounded, clockwise from the east, by the Devon parishes of West Anstey, a small part of East Anstey, Knowstone, Bishop's Nympton and Twitchen. The population of the parish was 203 in 2001, down from 397 in 1901. The village lies on minor roads about 4 miles north of the A361 road between Bampton and South Molton. ==History== A scatter of tumuli near Round Hill on Molland Common provide the earliest evidence of humans in the parish. A pollen analysis published in 2004 suggests that during the Romano- British period Molland Common was dominated by a pastoral economy with woodland, possibly managed, restricted to the steep-sided valleys. The evidence shows that the land continued in use for pasture until the 10th century when there was a marked increase in the cultivation of cereals. The researchers concluded that this change probably indicates an increase in population, and they pointed out that the evidence is consistent with the introduction of convertible husbandry, a type of land-use management not otherwise documented until the 1500s. ===Medieval manors=== The first documentary evidence for Molland appears in the Domesday Book of 1086. The Manor of Molland was a medieval manor, largely co-terminous with the existing parish of Molland. More accurately it consisted from the earliest times of two separate manors, held from separate overlords, later known as Molland- Bottreaux and Molland-Champson. Molland-Bottreaux was held from the 15th to the 18th centuries by the Courtenay family, while Molland-Champson was held by the Culme family for about 200 years until it was sold to the Courtenays in 1703. The unified manor passed to the Throckmorton family and continued in existence as a large private estate under the ownership of Clare McLaren- Throckmorton (1935-2017).Debrett's Peerage, 1968, p.792 In 2009 the estate comprised 6,250 acres, 1,700 of which are accounted for by Molland Moor, and includes 40 residential properties forming most of Molland village, 13 farms, the London Inn public house and additional land lettings.Acreages per Proof of Evidence of C.E. Dixon, FRICS, managing agent to Molland Estate, 8 April 2009 re Airtricity wind farm proposal In 1267 the men of Molland fell foul of royal forest laws as the following record relates concerning Thomas le Shetere of \"Gourt\" and William Wyme of \"Bremley\" (both names of farms existing in Molland today) who entered the forest (i.e. of Exmoor) > with bows and arrows with intent to do evil to the venison of the Lord King, > and shot one hind and afterwards chased her into the wood at Langcombe > outside the metes of the forest and there took her and carried her away to > their houses in Molaunde...they were given refuge in the house of John then > the chaplain of Hauekrigge, who consented to their evil deeds. The same > chaplain came and is detained in prison. And the others have not > come...http://www.everythingexmoor.org.uk/encyclopedia_detail.php?ENCid=847 > Original source not provided ===Mining and farming=== Mining for iron and copper took place near Bremley and Gourt from the 17th century until 1894, when the last iron was mined. Records of a mine named Brimley show that over 10,000 tons of iron ore were mined between 1881–3 and 1887–9.Burt et al. pp. 19–20 The surviving records of Molland Mine show that over 1,700 tons of copper ore, valued at more than £9,300 were mined between 1845 and 1867; the same mine produced a total of over 20,000 tons of iron ore, valued at more than £5,000, between 1877 and 1893.Burt et al. pp. 84–85 In comparison, the total UK output of iron ore in the late 1880s was around 14 million tons per annum.Burt et al. table 10, p. xxviii Both mines were owned by the Molland Mining Co. The maximum number of employees at Brimley was recorded as 26 (18 of whom were working underground) in 1891, and at Molland Mine, 30 (22 underground) in 1889–90.Burt et al. pp. 20, 85 Around 1800 the farmer Francis Quartley of Great Champson did much to save and improve the breed of red Devon cattle. ==Church of St. Mary== Church of St. Mary, Molland, looking eastward over box pews The church is dedicated to St Mary and is of the 15th century. The Georgian interior is very rare in having escaped any Victorian restoration whatsoever.Pevsner, 2004, p.572 There is a three-decker pulpit, box pews and the roofs are ceiled. The chancel is divided from the nave by an 18th-century screen, and there are many mural monuments at the east end of the north aisle to the Courtenays of West Molland, lords of the manor.Betjeman, John, ed. (1968) Collins Pocket Guide to English Parish Churches; the South. London: Collins; p. 164 The font is Norman and the altar rails are c. 1700\\. On the tympanum above the chancel screen is affixed a large triptych of decorated wooden panels, the central one dated 1808 displaying the Royal Arms of King George III with a panel on either side listing the Ten Commandments.Church leaflet: St Mary's Parish Church, Molland: A Short Guide, p.3 The arcade forming the southern boundary of the north aisle is in a precarious state, leaning into the north aisle, and is supported by oak buttresses resting on the outside wall. John Berry to his father Rev. Daniel Berry (1609–1654) An elaborate mural monument survives on the north wall of the chancel of the church to Rev. Daniel Berry (1609–1654), vicar of Molland and Knowstone, erected in 1684 by his son Admiral Sir John Berry (1635–1689), born at Knowstone. ===Lecturer of Molland=== After her husband's death Margaret Giffard (d.1743), the widow of John V Courtenay (d.1732), the last of the Courtenays of Molland, instituted a lectureship at Molland-cum- Knowstone parish and endowed it with the great tithes of the manor.Lysons, Magna Britannia (1822), Vol.6, Devon, Parishes: Molland; White's Devon Directory of 1850 stated however: \"In 1721, they (great tithes) were vested in trust by Thos. Clarke, for the support of a lecturer (or curate,) and that office is now filled by the Rev. Joshua Bawden, B.A., of South Molton\". Thomas Clarke left two houses and 15 acres of land called Leddons, for the relief of the poor and schooling poor children, which were in 1850 producing rental income of about £20 a year.(White's Devon Directory of 1850) Recorded holders of the office include: *Rev. John Coleridge (1719–1781) was ordained a deacon in 1749 and in 1750 was ordained a priest and was appointed Master of Hugh Squier's School in South Molton and Lecturer of Molland. In 1760 he moved to Ottery St Mary, where he served as vicar and Master of the King's School. By his wife Anne Bowden (1726–1809) (probable daughter of John Bowden, Mayor of South Molton in 1726), he was the father of the poet Samuel Taylor Coleridge.Unsworth, John, The Early Background of S.T. Coleridge, published in The Coleridge Bulletin, No 1, Summer 1988, pp 16–25 *Rev. Richard Bawden (1779). In his Episcopal Visitation Return of 1779, the then incumbent, Rev. John Froude, stated that the Rev'd Richard Bawden was a Lecturer at Molland \"who has the Great Tithes of the Parish\".\"I reside in the Vicarage House at Knowstone being consolidated with Molland. There is a Lecturer at Molland, The Rev'd Richard Bawden, who has the great Tithes of the Parish. He preaches one Part of the Day. I preach one Part of the Day at Creacomb, a very Small Church adjoining Knowstone\".Chanter 232A, 25 *Rev. James Gould (1737–1793). A mural monument exists in South Molton parish church to the memory of \"Rev. James Gould, MA, Lecturer of Molland and Fellow of Exeter College, Oxford\", who died aged 56 on 1 November 1793. *Rev. Joshua Bawden (1850). In 1850 the office of Lecturer was held by Rev. Joshua Bawden, B.A., of South Molton.White's Devon Directory of 1850 ==West Molland Barton== West Molland Barton, viewed from north West Molland Barton was the manor house of the manor of Molland Bottreaux, and was thus the residence of the Courtenay family. It is situated about 1 mile west of the parish church, beyond Champson Barton, and though apparently Georgian has Tudor features incorporated at the back.Pevsner, N. (1952) North Devon. Harmondsworth: Penguin Books; p. 123 Later owned by the Throckmortons, by the late 18th century both Great Champson and West Molland Barton were occupied under leases by the Quartly family, famous for having founded on these two properties the breed of Devon cattle. ==Molland Lily== Lilium pyrenaicum growing wild on a hedgebank in the parish of Molland, where it is known locally as the \"Molland Lilly\" Many of the remote hedgerows within the parish contain isolated clumps of Lilium pyrenaicum, which is native to the Pyrenees Mountains and other mountainous regions at a similar latitude. The plant was discovered by the French botanist Antoine Gouan (d.1821) and was officially recorded in 1875.North Devon Journal, 2 September 2010 \"Alison's attempt to solve the mystery of the Molland Lily\" The plant is thought by some to have been introduced by members of a religious community. possibly when local monks brought back seeds from Spain in medieval times. Kneelers in the church include the lily as part of their design. ==Game bird shooting== The shoots of Molland and West Molland are deemed amongst the 25 best shoots in the world by Alex Brant, and are renowned especially for high birds, pheasants and partridge.Brant, Alex. World's 25 Best Shoots, 2009 Of the whole 6,250 acres of the Molland Estate,Acreage 6,250 stated in Proof of Evidence 8 April 2009 of C.E. Dixon FRICS, managing agent of Molland Estate objecting to proposed Airtricity wind farm adjacent to Molland the West Molland shoot uses 2,000 acres. The shoot was leased to the shotgun manufacturer Holland & Holland from 1998 to 2005,Shooting Gazette 12 June 2011 and let-out since 2005Shooting Gazette 12 June 2007 \"High Pheasant Shoots at Molland\" to Bettws Hall Shooting Estates, a commercial shoot operator based in Wales.http://www.westmollandshoot.co.uk ==See also== Bishops Nympton and Molland railway station ==References== ==Sources== * ==Further reading== *Asher, Mark S., Molland: A Unique Exmoor Village. *Reichel, O.J. The One-Time Hundreds of North Molton and Molland in Early Times, Transactions of Devonshire Association, vol. Extra volume, (1936) 11pp. *Ayre, Henry G. The parish and church of Saint Mary Molland. Exeter, (1970?) 8pp. [Westcountry Studies Library – p726.5/MOL/AYR] *Lloyd, Julian. The church of Saint Mary, Molland. (1979) 6pp. [Westcountry Studies Library] *Wilkin, W.H. The Vicars of Knowstone-cum-Molland, 1767–1915. Trans. Devon Assoc. 64 (1932) pp. 509–518. *Pole, Sir William. Collections Towards a Description of the County of Devon. Republished London, 1791 *Cleaveland, Ezra. A Genealogical History of the Noble and Illustrious Family of Courtenay, Exeter, 1735, part 3, pp. 278–9, Courtenay of Molland *Brant, Alex. World's 25 Best Shoots, 2009, includes Molland and West Molland Shoot ==External links== Category:Villages in Devon ",
    "title": "Molland"
}