{
    "id": "270827",
    "text": "|mean =\\mu + \\beta\\gamma where \\gamma is the Euler-Mascheroni constant |median =\\mu - \\beta\\ln(\\ln 2) |mode =\\mu |variance =\\frac{\\pi^2}{6}\\beta^2 |skewness =\\frac{12\\sqrt{6}\\,\\zeta(3)}{\\pi^3} \\approx 1.14 |kurtosis =\\frac{12}{5} |entropy =\\ln(\\beta)+\\gamma+1 |mgf =\\Gamma(1-\\beta t) e^{\\mu t} |char =\\Gamma(1-i\\beta t) e^{i\\mu t} }} In probability theory and statistics, the Gumbel distribution (Generalized Extreme Value distribution Type-I) is used to model the distribution of the maximum (or the minimum) of a number of samples of various distributions. This distribution might be used to represent the distribution of the maximum level of a river in a particular year if there was a list of maximum values for the past ten years. It is useful in predicting the chance that an extreme earthquake, flood or other natural disaster will occur. The potential applicability of the Gumbel distribution to represent the distribution of maxima relates to extreme value theory, which indicates that it is likely to be useful if the distribution of the underlying sample data is of the normal or exponential type. This article uses the Gumbel distribution to model the distribution of the maximum value. To model the minimum value, use the negative of the original values. The Gumbel distribution is a particular case of the generalized extreme value distribution (also known as the Fisher-Tippett distribution). It is also known as the log-Weibull distribution and the double exponential distribution (a term that is alternatively sometimes used to refer to the Laplace distribution). It is related to the Gompertz distribution: when its density is first reflected about the origin and then restricted to the positive half line, a Gompertz function is obtained. In the latent variable formulation of the multinomial logit model — common in discrete choice theory — the errors of the latent variables follow a Gumbel distribution. This is useful because the difference of two Gumbel-distributed random variables has a logistic distribution. The Gumbel distribution is named after Emil Julius Gumbel (1891-1966), based on his original papers describing the distribution.Gumbel E.J. (1941). \"The return period of flood flows\". The Annals of Mathematical Statistics, 12, 163–190. ==Definitions== The cumulative distribution function of the Gumbel distribution is :F(x;\\mu,\\beta) = e^{-e^{-(x-\\mu)/\\beta}}.\\, ===Standard Gumbel distribution=== The standard Gumbel distribution is the case where \\mu = 0 and \\beta = 1 with cumulative distribution function :F(x) = e^{-e^{(-x)}}\\, and probability density function :f(x) = e^{-(x+e^{-x})}. In this case the mode is 0, the median is -\\ln(\\ln(2)) \\approx 0.3665, the mean is \\gamma\\approx 0.5772 (the Euler-Mascheroni constant), and the standard deviation is \\pi/\\sqrt{6} \\approx 1.2825. The cumulants, for n>1, are given by :\\kappa_n = (n-1)! \\zeta(n). ==Properties== The mode is μ, while the median is \\mu-\\beta \\ln\\left(\\ln 2\\right), and the mean is given by :\\operatorname{E}(X)=\\mu+\\gamma\\beta, where \\gamma is the Euler-Mascheroni constant. The standard deviation \\sigma is \\beta \\pi/\\sqrt{6} hence \\beta = \\sigma \\sqrt{6} / \\pi \\approx 0.78 \\sigma. At the mode, where x = \\mu , the value of F(x;\\mu,\\beta) becomes e^{-1} \\approx 0.37 , irrespective of the value of \\beta. ==Related distributions== * If X has a Gumbel distribution, then the conditional distribution of Y=−X given that Y is positive, or equivalently given that X is negative, has a Gompertz distribution. The cdf G of Y is related to F, the cdf of X, by the formula G(y) = P(Y \\le y) = P(X \\ge -y | X \\le 0) = (F(0)-F(-y))/F(0) for y>0. Consequently, the densities are related by g(y) = f(-y)/F(0): the Gompertz density is proportional to a reflected Gumbel density, restricted to the positive half-line. * If X is an exponentially distributed variable with mean 1, then −log(X) has a standard Gumbel distribution. * If X \\sim \\mathrm{Gumbel}(\\alpha_X, \\beta) and Y \\sim \\mathrm{Gumbel}(\\alpha_Y, \\beta) then X-Y \\sim \\mathrm{Logistic}(\\alpha_X-\\alpha_Y,\\beta) \\, (see Logistic distribution). * If X and Y \\sim \\mathrm{Gumbel}(\\alpha, \\beta) then X+Y sim \\mathrm{Logistic}(2 \\alpha,\\beta) \\,. Note that E(X+Y) = 2\\alpha+2\\beta\\gamma eq 2\\alpha = E\\left(\\mathrm{Logistic}(2 \\alpha,\\beta) \\right) . Theory related to the generalized multivariate log-gamma distribution provides a multivariate version of the Gumbel distribution. ==Occurrence and applications== Distribution fitting with confidence band of a cumulative Gumbel distribution to maximum one-day October rainfalls.CumFreq, software for probability distribution fitting Gumbel has shown that the maximum value (or last order statistic) in a sample of a random variable following an exponential distribution minus natural logarithm of the sample size [https://math.stackexchange.com/questions/3527556/gumbel-distribution-and- exponential-distribution?noredirect=1#comment7669633_3527556 user49229, Gumbel distribution and exponential distribution ] approaches the Gumbel distribution closer with increasing sample size. In hydrology, therefore, the Gumbel distribution is used to analyze such variables as monthly and annual maximum values of daily rainfall and river discharge volumes, and also to describe droughts. Gumbel has also shown that the estimator for the probability of an event -- where r is the rank number of the observed value in the data series and n is the total number of observations -- is an unbiased estimator of the cumulative probability around the mode of the distribution. Therefore, this estimator is often used as a plotting position. In number theory, the Gumbel distribution approximates the number of terms in a random partition of an integer as well as the trend-adjusted sizes of maximal prime gaps and maximal gaps between prime constellations. Article 13.5.2. In machine learning, the Gumbel distribution is sometimes employed to generate samples from the categorical distribution. ==Computational methods== ===Probability paper=== A piece of graph paper that incorporates the Gumbel distribution. In pre- software times probability paper was used to picture the Gumbel distribution (see illustration). The paper is based on linearization of the cumulative distribution function F : : -\\ln[-\\ln(F)] = (x-\\mu)/\\beta In the paper the horizontal axis is constructed at a double log scale. The vertical axis is linear. By plotting F on the horizontal axis of the paper and the x-variable on the vertical axis, the distribution is represented by a straight line with a slope 1/\\beta. When distribution fitting software like CumFreq became available, the task of plotting the distribution was made easier, as is demonstrated in the section below. ===Generating Gumbel variates=== Since the quantile function (inverse cumulative distribution function), Q(p), of a Gumbel distribution is given by :Q(p)=\\mu-\\beta\\ln(-\\ln(p)), the variate Q(U) has a Gumbel distribution with parameters \\mu and \\beta when the random variate U is drawn from the uniform distribution on the interval (0,1). ==See also== * Type-1 Gumbel distribution * Type-2 Gumbel distribution * Extreme value theory * Generalized extreme value distribution * Fisher–Tippett–Gnedenko theorem * Emil Julius Gumbel ==References== == External links == Category:Continuous distributions Category:Extreme value data Category:Location-scale family probability distributions ",
    "title": "Gumbel distribution"
}