{
    "id": "271155",
    "text": "William Maxwell Evarts \"Max\" Perkins (September 20, 1884 – June 17, 1947) was an American book editor, best remembered for discovering authors Ernest Hemingway, F. Scott Fitzgerald, Marjorie Kinnan Rawlings, and Thomas Wolfe. ==Early life and education== Perkins was born on September 20, 1884, in New York City, to Elizabeth (Evarts) Perkins, a daughter of William M. Evarts, and Edward Clifford Perkins, a lawyer.1900 United States Federal Census He grew up in Plainfield, New Jersey, attended St. Paul's School in Concord, New Hampshire and then graduated from Harvard College in 1907. Although an economics major in college, Perkins also studied under Charles Townsend Copeland, a literature professor who helped prepare Perkins for his career. ==Career== After working as a reporter for The New York Times, Perkins joined the publishing house of Charles Scribner's Sons in 1910. At that time, Scribner's was known for publishing older authors such as John Galsworthy, Henry James, and Edith Wharton. However, Perkins wished to publish younger writers. Unlike most editors, he actively sought out promising new artists; he made his first big find in 1919 when he signed F. Scott Fitzgerald. Initially, no one at Scribner's except Perkins had liked The Romantic Egotist, the working title of Fitzgerald's first novel, and it was rejected. Even so, Perkins worked with Fitzgerald to revise the manuscript until it was accepted by the publishing house. Its publication as This Side of Paradise (1920) marked the arrival of a new literary generation that would always be associated with Perkins. Fitzgerald's profligacy and alcoholism strained his relationship with Perkins. Nonetheless, Perkins remained Fitzgerald's friend to the end of Fitzgerald's short life, in addition to his editorial relationship with the author, particularly evidenced in The Great Gatsby (1925), which benefited substantially from Perkins' criticism. It was through Fitzgerald that Perkins met Ernest Hemingway, publishing his first major novel, The Sun Also Rises, in 1926. Perkins fought for it over objections to Hemingway's profanity raised by traditionalists in the firm. The commercial success of Hemingway's next novel, A Farewell to Arms (1929), which topped the best-seller list, silenced colleagues' questions about Perkins' editorial judgment. The greatest professional challenge Perkins faced was posed by Thomas Wolfe's lack of artistic self-discipline. Wolfe wrote voluminously and was greatly attached to each sentence he wrote. After a tremendous struggle, Perkins induced Wolfe to cut 90,000 words from his first novel, Look Homeward, Angel (1929). His next, Of Time and the River (1935), was the result of a two- year battle during which Wolfe kept writing more and more pages in the face of an ultimately victorious effort by Perkins to hold the line on size. At first grateful to Perkins for discovering and mentoring him, Wolfe later came to resent the popular perception that he owed his success to his editor. Wolfe left Scribner's after numerous fights with Perkins. Despite this, Perkins served as Wolfe's literary executor after his early death in 1938 and was considered by Wolfe to be his closest friend. Although his reputation as an editor is most closely linked to these three, Perkins worked with many other writers. He was the first to publish J. P. Marquand and Erskine Caldwell. His advice was responsible for the success of Marjorie Kinnan Rawlings, whose The Yearling (1938) grew out of suggestions made by Perkins. It became a best- seller and won the Pulitzer Prize. Alan Paton's Cry, the Beloved Country (1946) was another Perkins find. His penultimate discovery was James Jones, who approached Perkins in 1945. Perkins persuaded Jones to abandon the autobiographical novel he was working on and launched him on what would become From Here to Eternity (1951). By this time, Perkins' health was failing and he did not live to see its success, nor that of Hemingway's The Old Man and the Sea (1952), which was dedicated to his memory.Perkins, Maxwell Evarts; Baughman, Judith, The sons of Maxwell Perkins: letters of F. Scott Fitzgerald, Ernest Hemingway, Thomas Wolfe, and their editor, University of South Carolina Press, 2004. Cf. p. xxvii Perkins' final discovery was Marguerite Young, who started her mammoth Miss MacIntosh, My Darling in 1947 with his encouragement, signing a contract in 1947 based on her 40-page manuscript. The novel was finally published in 1965. Perkins was noted for his courtesy and thoughtfulness. He also recognized skilled writing wherever he found it and encouraged writers as few editors did. That Ring Lardner has a reputation today, for example, is because Perkins saw him as more than a syndicated humorist. Perkins believed in Lardner more than the writer did, and despite the failure of several earlier collections he coaxed Lardner into letting him assemble another under the title How To Write Short Stories (1924). The book sold well and, thanks to excellent reviews, established Lardner as a literary figure. Apart from his roles as coach, friend, and promoter, Perkins was unusual among editors for the close and detailed attention he gave to books, and for what the novelist Vance Bourjaily, another of his discoveries, called his \"infallible sense of structure.\" Although he never pretended to be an artist himself, Perkins could often see where an author ought to go more clearly than the writer did. By combining these different editorial activities into his work, Perkins might be considered to be the first authors' editor. Scholar Matthew Bruccoli described Perkins as the most widely known literary editor of American literature. ==Personal life== In 1910 Perkins married Louise Saunders, also of Plainfield, who bore him five daughters. Perkins died on June 17, 1947 in Stamford, Connecticut from pneumonia. His home in Windsor, Vermont had been purchased from John Skinner in the 1820s for $5,000 by William M. Evarts, and had been passed down to Evarts' daughter and Max's mother, Elizabeth Hoar Evarts Perkins. She left the home to family members, including her son Maxwell. The home stayed in the family until 2005, and has been restored and reopened as the Snapdragon Inn. The inn houses the Maxwell Perkins Library, which displays and collects items related to Maxwell Perkins and his extended family. His house in New Canaan, Connecticut, the Maxwell E. Perkins House, is on the National Register of Historic Places. His granddaughter, Ruth King Porter, is a Vermont writer, and one of his grandsons is the Riptide TV series actor Perry King. ==In popular culture== In the 1983 film Cross Creek, exploring his professional relationship with Marjorie Kinnan Rawlings, Perkins is portrayed by actor Malcolm McDowell. In the 2016 biographical drama film Genius, based on A. Scott Berg's biography of the man, Max Perkins: Editor of Genius, Perkins is portrayed by British actor Colin Firth. ==References== ==Further reading== * Biography, Max Perkins: Editor of Genius (1978), written by A. Scott Berg. * Perkins' editorial papers are in the Charles Scribner's Sons collection at Princeton University. * Profile by Malcolm Cowley, \"Unshaken Friend,\" The New Yorker (April 1 and edition of 8 Aprils, 1944). * Ernest Hemingway and Carlos Baker. Ernest Hemingway, Selected Letters, 1917–1961. This book provides insight into Perkins' life through the eyes of Hemingway. * Perkins' correspondence with F. Scott Fitzgerald is collected in Dear Scott, Dear Max: The Fitzgerald-Perkins Correspondence, ed. John Kuehl and Jackson Bryer (1991). A similar book regarding Perkins' relationship with Hemingway is The Only Thing That Counts, ed. Matthew J. Bruccoli and Robert W. Trogdon. * A third book of Perkins' letters is also in print: Editor to Author: The Letters of Maxwell E. Perkins, edited by John Hall Whelock. * Father to Daughter: The Family Letters of Maxwell Perkins, letters written by Perkins to his wife and five daughters, collected and edited by his granddaughters. Andrews Mcmeel Publishers (October 1995). * As Ever Yours: The Letters of Max Perkins and Elizabeth Lemmon, edited by Rodger L. Tarr. * \"William Maxwell Evarts Perkins.\" Encyclopedia of World Biography, 2nd ed. 17 Vols. Gale Research, 1998. Reproduced in Biography Resource Center. Farmington Hills, Michigan: Thomson Gale. 1999 ==External links== * Thomas Wolfe Memorial - Maxwell Perkins * Archibald Cox, Conscience of a Nation * New England Historic Genealogical Society: Major Historical Figures Descended from Anne (Lloyd) (Yale) Eaton of the New Haven Colony * \"The return of a man called Perkins\", John Walsh, The Independent, August 5, 2010 *Snapdragon Inn, former home of Maxwell Perkins in Windsor, Vermont Category:Writers from New York City Category:1884 births Category:1947 deaths Category:Harvard College alumni Category:American literary editors Category:Novelists from New York (state) ",
    "title": "Maxwell Perkins"
}