{
    "id": "2713965",
    "text": "UNOS is the first, now discontinued, 32-bit Unix-like real-time operating system (RTOS) with real-time extensions. It was developed by Jeffery Goldberg, PhD. who left Bell Labs after using Unix and became VP of engineering for Charles River Data Systems (CRDS), now defunct. UNOS was written to capitalize on the first 32-bit microprocessor, the Motorola 68k central processing unit (CPU). CRDS sold a UNOS based 68K system, and sold porting services and licenses to other manufacturers who had embedded CPUs. ==History== Jeff Goldberg created an experimental OS using only eventcounts for synchronization, that allowed a preemptive kernel, for a Charles River Data Systems (CRDS) PDP-11. CRDS hired Goldberg to create UNOS and began selling it in 1981. UNOS was written for the Motorola 68000 series processors. While compatible with Version 7 Unix, it is also an RTOS. CRDS supported it on the company's Universe 68 computers, as did Motorola's Versabus systems. CRDS's primary market was OEMs embedding the CRDS unit within a larger pile of hardware, often requiring better real-time response than Unix could deliver. UNOS has a cleaner kernel interface than UNIX in 1981. There was e.g., a system call to obtain ps information instead of reading /dev/kmem. UNOS required memory protection, with the 68000 using an MMU developed by CRDS; and only used Motorola MMUs after UNOS 7 on the 68020 (CRDS System CP20) (using the PMMU (MC68851 PMMU)). UNOS was written in the programming languages C and assembly language, and supported Fortran, COBOL, Pascal, and Business Basic. ==Limits== UNOS from CRDS never supported paged VM and multiprocessor support had not been built in from the start, so the kernel remained mostly single- threaded on the few multiprocessor systems built. A UNOS variant enhanced by H. Berthold AG under the name vBertOS added demanded page loading and paged processes in 1984, but was given up in favor of SunOS because of the missing GUI and the missing networking code in Spring 1985, when Berthold imported the first Sun to Europe. ==References== Category:Discontinued operating systems Category:Embedded operating systems Category:Real-time operating systems Category:Unix variants Category:68k architecture ",
    "title": "UNOS (operating system)"
}