{
    "id": "2713538",
    "text": "George Michael Cuomo (1929 in New York City – October 26, 2015) was an American author of eight novels, as well as short stories, poetry, and a nonfiction book. ==Life== He attended Stuyvesant High School and earned a B.A. from Tufts University in 1952 in addition to an M.A. from Indiana University in 1955. Furthermore, Cuomo has taught at the University of Arizona, the University of California, University of Victoria in British Columbia, and the University of Massachusetts Amherst. His work appeared in Antioch Review, Minnesota Review, The Nation,http://www.thenation.com/archive/detail/13210654 Saturday Review, Tamarack Review. Cuomo's first novel, Jack be Nimble, was published in 1963. The novel's eponymous narrator evokes (no doubt intentionally) the anti-hero of All the King's Men, transplanted to the topsy- turvy world of collegiate football. His subsequent novels, which include Among Thieves, Family Honor, and Trial By Water, engage troubling issues of race, class, and social justice. Cuomo's deeply fallible heroes tend to be people that genteel society would prefer to forget: a small-time criminal caught up in a brutal prison riot, a racial minority ensnared in a domestic terrorist plot. His name has been mentioned more than once in lists of unfairly neglected authors, for example by Richard Yates in Ploughshares. His papers are held at University of Victoria. ==Awards== * 1983 Guggenheim Fellowship ==Works== * Trial By Water, Alfred A. Knopf Incorporated, * Jack be nimble: a novel, Doubleday, 1963 * Bright day, dark runner: a novel, Doubleday, 1964 * Among Thieves, Doubleday, 1968 * Sing, choirs of angels, Doubleday, 1969 * The hero's great great great great great grandson: a novel, Atheneum, 1971 * Geronimo and the Girl Next Door, BkMk Press, 1973, * Family honor: an American life, Doubleday, 1983, ===Anthologies=== * ==References== ==External links== * * * \"The Fiction of George Cuomo\", The Arizona quarterly, Volume 30, 1974 Category:1929 births Category:2015 deaths Category:20th-century American novelists Category:Stuyvesant High School alumni Category:Tufts University alumni Category:Indiana University Bloomington alumni Category:University of California, Berkeley faculty Category:University of Arizona faculty Category:University of Massachusetts Amherst faculty Category:American male novelists Category:20th-century American male writers Category:Novelists from New York (state) Category:Novelists from Massachusetts Category:Novelists from Arizona ",
    "title": "George Michael Cuomo"
}