{
    "id": "2713586",
    "text": "Diarmuid O'Hegarty in 1928 Diarmuid O'Hegarty (Irish: Ó hÉigeartuigh; 1892–1958) was an Irish civil servant and revolutionary. O’Hegarty was a member of the Irish Volunteer executive (June 1916–November 1921), IRA director of communications (July 1918–March 1920), and director of Organisation (March 1920–April 1921). Diarmuid O’Hegarty was an extremely self- effacing man; he was aptly described by Frank Pakenham as the ‘civil servant of the revolution’. ==Early life== Diarmuid O'Hegarty (Ó hÉigeartuigh) (1892–1958) was born Jeremiah Stephen Hegarty on 26 December 1892 in Lowertown, Skibbereen, Co Cork, the eldest of seven children (four sons and three daughters). Both his father, Jeremiah Hegarty (1856–1934), and his mother, Eileen (née Barry), were teachers.O'Hegarty (Ó hÉigeartuigh), Diarmuid by Marie Coleman and William Murphy Diarmuid’s father was also known as Diarmuid Ó hÉigeartuigh, and was a member of the Gaelic League. He collected stories and folklore from his grandmother later published as Is uasal ceird (1968) (edited by Stiofán Ó hAnnracháin); he also published Tadhg Ciallmhar (1934). ==Education== In common with many catholic revolutionaries of the period, Diarmuid O'Hegarty was educated at the Christian Brothers schools, at St Patrick's Place, Cork. Diarmuid O'Hegarty was a boyhood friend of Gearoid O’Sullivan.Fionan Lynch WS192 ==Dublin (1910 onwards)== He secured a job in the Dublin Civil service in 1910, aged eighteen, and was posted to the department of Agriculture and Technical Instruction, where he worked as the private secretary /assistant to T. P. Gill, the secretary of the department. ==Gaelic League== He became a member of the very active and influential Keating Branch of the Gaelic League in Dublin, where the Irish Republican Brotherhood influence was very strong, and which was closely associated with the Teeling Circle (named after Bartholomew Teeling) of the IRB.Patrick Pearse: 16Lives By Ruán O'Donnell The membershipThe Civil Service and the Revolution in Ireland 1912-1938: Shaking the Blood by Martin McGuire p30 of the Keating Branch comprised mostly civil servants and teachers, and members of the Branch included Michael Collins, Cathal Brugha, Fionán Lynch, Piaras Béaslaí, Gearóid O’Sullivan, Thomas Ashe, Richard Mulcahy, Sean O’Murthuile and Diarmuid Lynch. It was here that he first met and became firm friends with Michael Collins. O’Hegarty, along with Gearoid O’Sullivan and Fionan Lynch, subsequently became members of the Committee of the Branch and, almost from the day they joined, their services were requisitioned for teaching Irish classes. ==Na hAisteoirí== O'Hegarty's interests were academic and theatrical. In 1913 he became a member and then stage manager of a troupe of Gaelic players, called Na hAisteoirí , relating historical traditions of Irishness, cultural revivalism, and nationalism. The principal male parts were played by several who later became prominent revolutionaries: including Piaras Béaslaí, who also wrote a comprehensive of Collins life, Gearóid O'Sullivan, Fionán Lynch, and Con Collins. ==The Irish Volunteers and the Irish Republican Brotherhood== In the period prior to the Easter Rising, O’Hegarty and his younger brother, Dick O’Hegarty lived at 44 Mountjoy Street.Michael Collins: The Lost Leader: A biography of Irish politician Michael Collins By Margery Forester On 25 November 1913 Diarmuid Ó Hegarty, together with Gearoid O’Sullivan and Fionan Lynch attended the meeting at the Rotunda Rink for the founding of the Irish Volunteers and they joined on that first night. With the formation of the battalion, Diarmuid Ó Hegarty was made second lieutenant under Captain Fionan Lynch in F Company, 1st Battalion. ==Easter Rising== As second lieutenant of F Company, 1st Battalion, Dublin Brigade, Irish Volunteers, during the Easter rising Diarmuid Ó Hegarty was in charge of barricades in Church St., Mary Lane, Mary's Abbey, and Jameson's distillery, an area which saw fierce fighting. Diarmuid O’Hegarty was arrested and, on 1 May, he was sent to Knutsford jail, Cheshire, England. A disheveled appearance revealed a somewhat nervous disposition: \"rapid utterance, hair flopped on forehead...untidy look, careless in dress.\".O'Malley, Ernie, \"On Another Man's Wound\", (Tralee 1926), p.61 A question was asked about a John Hegarty in the House of Commons, who had been wrongfully arrested. The prison warder came to Diarmuid in prison. ‘Are you John Hegarty?’ he asked. ‘No, I’m not,’ replied Diarmuid O’Hegarty. ‘Well, what does Diarmuid mean in English?’ ‘It’s not John, anyhow.’ The warder went away. He returned. ‘Are you sure your name is not John?’ ‘Yes, I’m sure.’ He came back. ‘Well John or no John, pack up and get to hell out of this.https://www.mercierpress.ie/contentFiles/productExtracts/MenWillTalkWestCorkChapterOne%20-%20Website%20Extract.pdf Having failed to identify the importance of their prisoner, in error the authorities released him early, on 18 May, to return to his family and job in the civil service. When Diarmuid came back to the Department of Agriculture, T. P. Gill sent for him. He had known that Diarmuid had been out in the Rising. ‘Take your holidays first, Hegarty,’ he said, ‘and report back. I hope you enjoyed the time you were fighting.’ https://www.mercierpress.ie/contentFiles/productExtracts/MenWillTalkWestCorkChapterOne%20-%20Website%20Extract.pdfhttp://www.ainm.ie/Bio.aspx?ID=747 O’Hegarty remained in office until 1918, when he was dismissed from the civil service for refusing to take the oath of allegiance. ==Irish National Aid & Volunteer Dependent’s Fund== In the days after the executions, the Irish Volunteers Dependent’s Fund (\"IVDF\") was founded by Sorcha McMahon, Áine Ceannt and Kathleen Clarke, to provide for the dependents of those killed or imprisoned, as well as undertaking protests outside Mountjoy prison and Kilmainham gaol. Shortly after, the more moderate Irish National Aid Association (\"INAA\"), was founded by the Redmondites. O’Hegarty was a central member of the IVDF and, when in September 1916 the two organisations amalgamated, O'Hegarty's influence helped to ensure that the new body, the INA&VDF;, was dominated by republicans.http://treaty.nationalarchives.ie/wp- content/uploads/2011/11/OHegarty.pdf Whilst the INA&VDF;’s primary task remained the support of prisoners and their dependents, as a national organisation, it quickly also became a vehicle for the regeneration of advanced nationalism.Political Imprisonment and the Irish, 1912-1921 By William Murphy == Reorganisation of the Irish Volunteers after The Easter Rising and the emergence of the IRA (1916 to 1917) == On his release, O’Hegarty was prominent in the re-organisation of the Irish Volunteers after the 1916 Easter Rising, subsequently becoming a member of the executive of the IRB's supreme council along with Michael Collins and Seán Ó Murthuile. Seán Ó Muirthile and Diarmuid O‘Hegarty began touring the country during the summer of 1916, establishing contact between the few leaders who had not been arrested, arranging for them to recommence meetings of the Volunteers and ensuring that the Volunteers being released from jail in 1916 and 1917 were able to return to organized units.http://scholarworks.gsu.edu/cgi/viewcontent.cgi?article=1045&context;=history_theses On Cathal Brugha’s discharge from hospital in August 1916, Sean Ó Muirthile and O'Hegarty visited Brugha at his home in Rathgar and a provisional committee for the reorganization was established. In August 1916, a meeting was held in Minerva Hotel Parnell Square for the reorganization of the IRB, at which O’Hegarty attended.Michael Collins, by Patrick Breen At Brugha's behest, Sean Ó Muirthile and O'Hegarty organized a first Convention of the Volunteers, which was held at Fleming's Hotel in Gardiner Street in October 1916.http://www.bureauofmilitaryhistory.ie/reels/bmh/BMH.WS0150.pdf Although still severely injured, Brugha presided at the meeting and an executive was established to continue the reorganization, with Brugha as the head of the provisional committee.http://centenaries.ucd.ie/wp- content/uploads/2015/04/Brugha-Cathal.pdf The committee was dominated, as the early Executive of the Volunteers had been, by members of the IRB and included O’Hegarty. Progress was slow for the next few months, but volunteer reorganization gained speed after most of the Rising prisoners were released from Frongoch internment camp in Wales on 23 December 1916. Early in August 1917, a meeting was held in the offices of Craobh Chéitinn of Conradh na Gaeilge in 46 Parnell Square. It was decided at this meeting that an Army Convention would be held to establish a National Executive of Óglaigh na hÉireann. The date of the Convention was chosen to coincide with, and to use the cover of, the larger gathering of republicans in Dublin on 25 and 26 October 1917 - the Sinn Féin Ard Fheis, when large numbers of republicans being in the city would not draw the attentions of the police, who'd presume they were still be around following the Ard Fheis. Nearly 250 people attended the convention, with internment preventing many more from attending. Those in attendance included Éamon de Valera, Cathal Brugha, Thomas Ashe, Diarmuid O'Hegarty, Diarmuid Lynch, Michael Collins, Michael Staines and Richard Mulcahy. The Sinn Féin and the Irish Volunteers conventions formalized their organizations and elected leadership, with each of Sinn Féin and the Irish Volunteers appointing Eamon de Valera as president. A national executive was also elected, composed of 26 provincial representatives (including Dublin). In addition, a number of directors were elected to head the various IRA departments. Those elected were: Michael Collins (Director for Organisation); Diarmuid Lynch (Director for Communications); Michael Staines (Director for Supply); Rory O'Connor (Director of Engineering). Seán McGarry was voted General Secretary, while Cathal Brugha was made Chairman of the Resident Executive, which in effect made him Chief of Staff. There were six co-options to make-up the full number when the directors were named from within their ranks, including Diarmuid O'Hegarty. ==Civil Service appointments (1918-1921)== Having been dismissed from the civil service for refusing to take the Oath of Allegiance to the Crown in 1918, his administrative talents found ample outlet in the secretariat of the revolutionary Dáil.The Irish Revolution, 1916-1923 By Marie Coleman Diarmuid O’Hegarty chose what must have been the tempting option of a permanent career in the emerging Irish civil service The civil service and the revolution in Ireland, 1912–38 by Martin McGuire, page 161 and contributed in the service of the new state to such an extent that he has been called ‘the civil servant of the revolution’ (Longford, 102) and ‘the Grey Eminence of the Free State Government’ (de Vere White, 59). ===The First Dáil (1918-1921)=== The December1918 General Election resulted in the annihilation of the Irish Parliamentary Party, which won only six seats as opposed to Sinn Féin’s 73. In January 1919 the newly elected Sinn Féin MPs proclaimed themselves the independent parliament of Ireland, the Dáil.http://www.ark.ac.uk/elections/h1918.htm O’Hegarty was very close to Harry Boland, a constant companion, and Michael Collins and, in 1918, this IRB triumvirate exercised considerable control in the nomination of Sinn Féin candidates for the General Election of December 1918. O’Hegarty used his administrative experience to influence the nomination of the Sinn Féin candidates but did not seek his own election to the Dail. The selection process was resented by those who had aspirations to enter the Dáil but who failed to be nominated and Páidín O’Keeffe, who was the full-time secretary of Sinn Féin from 1917 and had a fund of knowledge about the leaders, maintained that the vote against the Treaty was partly an anti-Collins vote, arising from the antagonism Collins, Harry Boland and Diarmuid O’Hegarty aroused by their choice of candidates for the December 1918 election.Michael Collins, Gill & Macmillan, Dublin, 1980 Ó Broin, León ===Republican loan 1919 and The Dáil Bonds film, 1919 === The Dáil Bonds film, 1919: Fionan Lynch TD subscribing for the Dail Bond from Michael Collins and Diarmuid O’Hegary (seated on the right of the photograph) Within days of being appointed Minister for Finance in 1919 Collins set about raising the funds necessary if Dail Eireann was to fulfil its stated ambition of providing an alternative government to the British one that was operating from Dublin Castle. The immediate needs were those associated with establishing independence – the military resources of the Irish Volunteers and IRB plus the diplomatic resources of the Irish delegation to the Paris peace conference. A short propaganda film was produced, shot outside St Enda’s, the school established by Pádraig Pearse, and it featured Michael Collins and Diarmuid O’Hegarty signing bond certificates to twenty-nine prominent subscribers.http://eprints.maynoothuniversity.ie/4012/1/MLitt_-_Gary_Evans.pdf The symbolism of the film, such as the fact that the block which Collins used as a table was the block on which Robert Emmet was beheaded, was highly evocative. Harry Boland, upon seeing the film in America, wrote to Collins: ‘That film of yourself and Hegarty selling Bonds brought tears to my eyes. Gee Boy! You are some movie actor. Nobody could resist buying a bond and we having such a handsome minister of finance.’ https://www.youtube.com/watch?v=5CfrkvE7_hshttp://www.generalmichaelcollins.com/life- times/finance/national-loan-191920/ ===Secretary to the First Dáil (1918-1921)=== O'Hegarty was the organizational genius as secretary to the First Dáil (1919–21) and he was determined that the Dáil would demonstrate its worth by ‘functioning as any progressive government would be expected to function’.The resurrection of Ireland (1999) Michael Laffan, p308 As clerk of the first Dáil and secretary to the Dáil cabinet (1919–21), he was largely responsible for its success, organising meetings of the clandestine parliament and coordinating the work of various departments from his offices on the corner of O'Connell St. and Abbey St. and later in Middle Abbey St. He recorded the minutes and handled all correspondence of the Dáil cabinet. As the conduit through which the Dáil's ministers communicated, his role was central to the effective operation of government on the run. The influence this gave him within the revolutionary movement was bolstered by his senior role within the IRB and the positions of military significance which he occupied. He was arrested by the British, tried, convicted of illegal assembly and jailed for three months in Mountjoy (November 1919–February 1920). The offence of trespassory assembly effectively limited the size of a crowd to minimal number under the public order acts. Whilst in Mountjoy jail he became a dominant figure amongst the IRA prisoners, ordering Noel Lemass to end his self-imposed hunger strike. ==The War of Independence (1921 to 1922)== ===Military appointments (1916-1921)=== O’Hegarty was a member of the Irish Volunteer executive (June 1916–November 1921), IRA director of communications (July 1918–March 1920), and director of Organisation (March 1920–April 1921). Following the execution of Ned Daly in the aftermath of the Easter Rising O'Hegarty was made Commandant of the 1st Battalion of the Dublin Brigade of the Irish Volunteers.http://www.bureauofmilitaryhistory.ie/reels/bmh/BMH.WS0819.pdf ===Director of Organisation (March 1920 to April 1921)=== In March 1920, following his release, O’Hegarty took over from Collins to be the new Directorial Head of Organization as well as being promoted vice-commandant of the Dublin brigade. Fionan Lynch was appointed to the GHQ Staff of the IRA as Assistant Director of Organisation to O’Hegarty. At the same time, Collins gave the position of Adjutant General to Gearoid O'Sullivan. This allowed Collins to move to Intelligence to conduct a 'dirty war' against soft targets March 1920 – April 1921. O'Hegarty was a close friend of Harry Boland, as well as Collins, and they called him \"the parson\". Collins could be provocative towards his colleagues and, as O'Hegarty took as Director of Organization, he described O’Hegarty as follows: > \"a long cow-lick fell over his right eye; he had untidy collar angled tie > and a disheveled appearance...worked hard...muttered rapid speech; mind > worked quickly, shrewdly and surely...in clear clever imagery, often > biting...quick intellect, often disguised by a surface casualness.\"E > O'malley, \"On Another Man's Wounds\" p.128. But this attitude came to exemplify the true heroic freedom fighter \"Lack of general regard for health and personal comfort had become close to affectation with us; it was a sign of manliness.\"[5] On 21 November 1920 O’Hegarty, in common with a number of other members of the various Dublin units, was picked to assist the regular Squad members with the elimination of British agents on Bloody Sunday.https://stairnaheireann.net/2015/07/30/1919-the-first- assassination-authorised-by-michael-collins-detective-sergeant-the-dog-smith- was-shot-by-the-squad/?iframe=true&preview;=true Tom Barry, who was in Dublin from 19 to 25 May 1921, commented on O’Hegarty:Published in Issue 3 (May/June 2010), Letters, Letters, Revolutionary Period 1912-23, Volume 18http://www.historyireland.com/revolutionary-period-1912-23/who-was-ira-ghq- director-of-organisation-in-1921/Guerilla Days in Ireland ‘Diarmuid O’Hegarty was Director of Organisation and also, at the time of my visit, Secretary of the Cabinet of the Irish Republic. He was a brilliant organiser with a first- class brain, and although he spoke little he was obviously well thought of by the other members of General Headquarters. Diarmuid was assisted by Eamonn (Bob) Price, who extensively toured the country, organising and inspecting Units of the Army.’ http://www.bureauofmilitaryhistory.ie/reels/bmh/BMH.WS0403.pdf#page=1http://www.difp.ie/docs/1921/Publicity/118.htm O'Hegarty built on the extensive training and development achieved under Collins, although at the time of the treaty negotiations, it was on its last legs, effectively beaten by superior British forces. ==The Second Dail and the Anglo-Irish Treaty (1921)== O’Hegarty resigned his military duties in April 1921, being replaced as Director of Organisation by Eóin O’Duffy, to concentrate on his work in the Dáil secretariat. In October 1921 he was a member of the delegation[24] appointed by the Dáil that went to London to negotiate[25] the Anglo-Irish Treaty[26] with the UK, serving as joint secretary.[27][28] The delegation consisted of Arthur Griffith (Minister for Foreign Affairs and chairman of the delegation); Michael Collins (Minister for Finance and deputy chairman of the delegation); Robert Barton (Minister for Economic Affairs); George Gavan Duffy and Éamonn Duggan, with Erskine Childers, Fionán Lynch, Diarmuid O’Hegarty and John Chartres providing secretarial assistance. Frank Pakenham in \"Peace by Ordeal\" describes Diarmuid O'Hegarty as, the \"civil servant of the revolution,\" the man perpetually behind the scenes, could conceal from few who met him the gifts that were to make possible the Irish constitutional achievements at the Imperial Conference of 1926 '. ==The Civil War (1922 to 1923)== ===The Third Dáil=== On 7 January 1922 the Dáil voted to accept of the Treaty, with the Deputies having being called to vote by Diarmuid O’Hegarty one by one in order of their constituencies . Michael Collins: A Life By James Mackay The Dáil decision to accept the Treaty split the movement. Shortly before de Valera resigned as President of the Dáil in January 1922, to be replaced by Arthur Griffith, GHQ had reassured him that the IRA would support the Government; but in reality it was as divided as Sinn Féin. Fortunately those IRA staff officers who declared against the Treaty did not head the operations and training branches of the IRA and this lack of expertise became apparent as the civil war progressed.The Irish Civil War 1922–23 By Peter Cottrell O’Hegarty was a vital and vocal supporter of the Anglo-Irish Treaty within the IRB and was appointed secretary to the cabinet of the provisional government in 1922, participating in the unsuccessful army unification talks to prevent hostilities by unifying army commands in May 1922. Popular support for the Treaty was strong and widespread, though more marked in the more prosperous east than west. The landslide for the pro-Treaty parties in the General Election of June 1922, reflecting a country tired of war and searching for peace, enabled O'Hegarty's appointment to the new Dáil Secretariat of the Provisional Government in 1922– the beginnings of an Irish only civil service. When the Free State took possession of the headquarters of the British Army in Ireland O’Hegarty was one of the five Céitinneach (Richard Mulcahy, John Murthuile, Gerard O'Sullivan and Michael Collins) were present in behalf of Ireland, and four of the five had previously been members of the Keating Branch of the IRB.Portrait of a Revolutionary: General Richard Mulcahy and the Founding of the Irish Free State By Maryann Gialanella Valiulis, page 5 During the Four Courts crisis, on 22 June 1922 Diarmuid O Hegarty wrote to the Lloyd George explaining the strategy of the government for dealing with the anti-Treatyites, saying \"The Government was, however, satisfied, that those forces contained within themselves elements of disruption which given time would accomplish their own disintegration and relieve the Government of the necessity of employing methods of suppression which would have perhaps evoked a certain amount of misplaced sympathy for them\", arguing that force need not be used against them.Twentieth-Century Ireland (New Gill History of Ireland 6): Revolution and State Building By Dermot Keogh ===Governor of Mountjoy Jail (July to August 1922)=== Complaints about overcrowding in prisons, and the behaviour of prison guards, became a regular feature of republican propaganda in the course of, and after, the civil war. A major riot by republican prisoners in Mountjoy prison in July 1922, during the Civil War, caused the jail to be put under the control of the military, with Diarmuid O’Hegarty briefly seconded from his civil service post to serve as military Governor of Mountjoy prison (July–August 1922), a post for which he was spectacularly ill-suited. A stalwart defender of the Free State, O'Hegarty prompted anger and resentment amongst the unruly republican inmates.[6] In Mountjoy, conditions for internees were appalling, but resistance was fierce. Internees frequently knocked holes in the walls so that they could pass right along a tier, from cell to cell, without going out on the landing. Barricades were often erected to prevent warders entering and searching – a necessary precaution since guns were, on occasion, smuggled in and used in escape attempts. D wing, where many of the internees were, faced the North Circular Road where crowds would gather nightly to wave flags, sing songs of encouragement and shout messages. The internees responded by quarrying out the window frames so that they could lean right out of the windows and shout back. O'Hegarty demanded that these goings- on should cease but the internees refused. He announced that prisoners would be treated as ‘military captives … and that any resistance to their guards or any attempt to assist their own forces, revolt, mutiny, conspiracy, insubordination, attempt to escape or cell wrecking will render them liable to be shot down…’ http://www.kildarearchsoc.ie/wp- content/uploads/2015/11/Internees.pdf O'Hegarty threatened that the troops would open fire on anyone leaning out of the windows. This news was relayed to the crowds which then swelled in numbers. When the internees refused, the soldiers opened fire on the windows at 3 p.m. on 14 July 1922, and George Plunkett and a volunteer called Kane were wounded. Then a volley was poured into the cells and more prisoners were hit by ricochets. It has been reported that the troops had instructions to not deliberately shoot anyone but, nonetheless, amazingly, no one died. Peadar O'Donnell, who was a prisoner there, blandly remarks: \"One often marvels at the ways of bullets and how they can avoid doing serious injury.\"http://www.irishresistancebooks.com/internment/intern4.htm and remembered him as the focus of much ‘republican bitterness’.Peadar O'Donnell, The Gates Flew Open (Dublin 1932) p20) Referring to such appointments, Gearóid O’Sullivan, adjutant-general of the National Army, later commented: ‘You had to … get men whom you could trust, not because they had any particular ability. === Director of Organization (July 1922 – December 1922)=== O’Hegarty was a General Staff Officer during the Civil War, holding the rank of Commandant General (lieutenant-general) and a member of the Army Council from September 1922, during the civil war. He served for a second term as Director of Organization between July 1922 – December 1922. ===Director of Intelligence (November 1922- April 1923)=== In September 1922, following the death of Michael Collins, he was appointed Director of Intelligence of the National Army until May 1923, replacing Liam Tobin. O’Hegarty realized the importance of expanding the intelligence network outside Dublin and worked to that aim.http://eprints.maynoothuniversity.ie/5176/1/Darragh_Biddlecombe_20140708161420.pdf Professor James Hogan succeeded Diarmuid O’Hegarty as the Intelligence Department’s Director in April 1923, with O’Hegarty returning to his Civil Service role in May 1923.O’Sullivan Adjutant General, Joseph McGrath Director of Intelligence and Diarmuid O’Hegarty Director of Organisation. See John P. Duggan, A History of the Irish Army (Dublin, 1991), p. 62 ==Army Mutiny 1924== The Army Mutiny was an Irish Army crisis in March 1924 provoked by a proposed reduction in army numbers due to the need to re-organise and reduce the National Army following the end of the civil war.http://www.theirishstory.com/2015/06/29/career-conspirators-the- misadventures-of-sean-o-muirthile-and-the-irish-republican-brotherhood-in-the- free-state-army-1923-4/#.V9sWP5N95-U The Mutiny came to a head when the key mutineers scheduled a meeting in the Devlin’s Hotel in Parnell Street on 18 March 1924 to inform the rank and file of their plan and how it was to be carried out.http://eprints.maynoothuniversity.ie/5176/1/Darragh_Biddlecombe_20140708161420.pdf General Headquarters had been informed of the planned meeting and there was concern that it was to be used to stage a coup.http://ecommons.luc.edu/cgi/viewcontent.cgi?article=2751&context;=luc_dissLeon O'Broin, Revolutionary Underground (Totowa, New Jersey: Rowman and Littlefield, 1976), p.212. Colonel Costello of Army Intelligence who was with Colonel MacNeill, the officer in charge of the raid, outside the hotel met the Adjutant General Gearoid O’Sullivan and Diarmuid O’Hegarty the secretary of the Executive Council at Portobello Barracks. A discussion ensued on whether the Minister for Defence should be contacted, but it was felt it would take too long to get an answer. Eventually it was agreed that entry and arrest should be effected and eleven mutinous officers were captured, although many escaped.Twentieth-Century Ireland (New Gill History of Ireland 6): Revolution and State Building By Dermot Keogh In the event, due to time constraints, none of the Generals in charge of the Army, the Minister for Defence or any member of the Executive Council were contacted until after the raid. ==Later life== In March 1923, he was appointed Secretary to the Executive Council of the Irish Free State, leaving the army on 1 May 1923 to resume a civil service career full-time. His career is the prime example of the influence of revolutionary veterans within the higher civil service in the early years of the state. ==Secretary of the Free State Executive Council (1922 to 1932)== He was Secretary to the Free State Executive Council from 1922 to 1932 and principal private secretary to its president, W. T. Cosgrave. Again he recorded the cabinet minutes and was the administrative pivot upon which government turned. He served as secretary to numerous governmental delegations and was widely praised for his work in this role at the imperial conferences of 1926 and 1930. In 1927 he went to New York and Washington DC to represent the government at congressional hearings on the fate of republican funds in the USA which had not been paid into Irish accounts. O'Hegarty's long connections with the revolutionary period, and the old guard, sealed his career in 1932 when a new constitution devised by De Valera had him removed from office. He was one of the very few senior civil servants who was effectively removed from his position after the change of government in 1932. ==Commissioner of Public Works (1932 to 1957)== From 1932 he was a Commissioner of Public Works responsible for government buildings, mostly in and around Dublin and in 1949 was appointed Chairman of the Commission. He held the position of Chairman of the Commission of the Board of Works until his retirement in 1957. Between 1939–40 during The Emergency he served on the economy committee to advise on wartime spending. He was on the Tribunal inquiry into the bankruptcy of Great Southern Railways, and the poor state of public transportation systems in Ireland from 1941. He was a member of the Transport Commission which published its report in 1943. ==Family== On 27 April 1922, he married Claire Archer, daughter of Edward Archer, a post office telegraph inspector, from Dublin and Susan Matthews. Michael Collins was best man at the wedding. They lived at 9 Brendan Road, Donnybrook. Claire’s brother, Liam Archer, was a prominent republican volunteer who served in F Company, 1st Battalion, Dublin Brigade, Irish Volunteers, during the Easter Rising http://www.bureauofmilitaryhistory.ie/reels/bmh/BMH.WS0819.pdf but was against the Anglo-Irish Treaty.http://www.ainm.ie/Bio.aspx?ID=747 Diarmuid O’Hegarty died on 14 March 1958 in Dublin, leaving an estate worth £5, 441, and is buried in Deans Grange. He had two sons and two daughters. O'Hegarty was a keen golfer and was a member of Milltown Golf Club. His papers were deposited in the UCD Archives.http://www.ucd.ie/archives/collections/depositedcollections/items/collectionname,235305,en.html ==Bibliography== ===Manuscripts=== * NLI, Piaras Beaslai papers * NAI, Dept of Taoiseach S6301 ===Periodicals=== * Catholic Bulletin (August 1919), 425. * Irish Independent newspaper, Obit., 15 March 1958 * Irish Times newspaper, Obit., 15 March 1958 * Kathleen McKenna, 'The Irish Bulletin' Capuchin Annual (Dublin 1970) * Michael S.O'Neill, 'The soldier-civil servant: the careers of Lieutenant-general Peadar MacMahon and Diarmuid O'Hegarty' (MA thesis UCD, 2001) ===Book Sources=== * Peadar O'Donnell, The Gates Flew Open (Dublin 1932) * Terence de Vere White, Kevin O'Higgins (Dublin 1948) * D.W.Harkness, The restless dominion (Dublin 1970) * Lord Longford, Peace by Ordeal (London 1972) * Leon O'Broin, Revolutionary Underground (Dublin 1976) * Ronan Fanning, The Irish Department of Finance 1922–1958 (Dublin 1958) * Florence O'Donoghue, No Other Law (Cork 1986) * Joseph M Curran, The Birth of the Irish Free State (Dublin 1980) * Ronan Fanning et al., (ed) Documents on Irish Foreign Policy, volume 1, 1919–1922 (Dublin 1998) * Michael Laffan, The resurrection of Ireland (Dublin 1999) * Risteard Mulcahy, Richard Mulcahy (1886–1971): a family memoir (Dublin 1999) * Tim Carey, Mountjoy: the story of a prison (Dublin 2000) * Mary E.Daly, The first department (Dublin 2002) * Anne Dolan, Commemorating the Irish civil war (Dublin 2003) * David Fitzpatrick, Harry Boland's Irish Revolution (Dublin 2003). ===Glossary=== * NLI = National Library of Ireland * NAI = National Archives of Ireland * MA = Master of Arts * UCDA = University College Dublin Archives * IRB = Irish Republican Brotherhood ===References=== Category:1892 births Category:1958 deaths Category:People from County Cork Category:Irish Republican Army (1919–1922) members Category:People of the Irish Civil War (Pro-Treaty side) ",
    "title": "Diarmuid O'Hegarty"
}