{
    "id": "2714613",
    "text": "Prati is the 22nd rione of Rome, identified by the initials R. XXII. It belongs to the Municipio I since 2013, while previously, along with Borgo and quartieri Trionfale and Della Vittoria, it was part of the Municipio XVII. Its coat of arms depicts the shape of Hadrian's mausoleum, in a blue color on a silver background. Although it technically belongs to the rione Borgo, Hadrian's mausoleum (the modern Castel Sant'Angelo) is one of Prati's landmarks. Piazza Cavour ==History== During the Roman Empire, the area mainly consisted of vineyards and rushes and took the name of Horti Domitii, being owned by Domitia Longina, the wife of Domitian. The area was later called also Prata Neronis and, in the Middle Age, it was known as Prata Sancti Petri (St. Peter's Fields), referring to the nearby basilica. Until 1883 the whole borough was a vast expanse of fields, meadows, pastures and wetlands, with just a few farmhouses, chiefly on the slopes of Monte Mario. All the names by which the area has been called over time denote it as a wild, flat and deserted grassland: Pianella di Prati, Pianella d'Oltretevere and Prati di Castello, the latter referring to Castel Sant'Angelo. In 1873 cardinal Xavier de Mérode, who owned a great portion of the area, signed an agreement with the municipality, in order to start the construction of the new district, however the first urban interventions began only in 1883, when the area was officially included in the new city plan. The borough, however, remained marginal because of the lack of infrastructures, and de Mérode himself paid for the creation of an iron bridge near the Porto di Ripetta, later dismantled after the inauguration of Ponte Umberto I. Mayor Ernesto Nathan, between 1907 and 1914, started to deal with the administrative and urban problems of the district, originating from the exceptional development of the city. In 1921 the rione was officially established: it was intended to host administrative offices of the newborn Kingdom of Italy and residences of civil servants coming from all over Italy. Piazza del Risorgimento. The road scheme was planned in order that from none of the new roads the dome of St. Peter's Basilica could be visible in the background, because of the tense relationship between the new kingdom and the Holy See. Also toponymy is a proof of it, since roads and squares were named after prominent leaders of the Roman Republic and Empire, pagan writers and scholars, heroes of the Risorgimento. In 1911 the main road of the rione was dedicated to Cola di Rienzo, the popular leader who in the 14th century tried to establish a republican government in Rome. During the construction works, a large amount of ground and fill was carried in the area, in order to create a difference in altitude and to protect the new district from the Tiber floods, that were very common in the past. As the ground employed was mainly clayey, the new buildings often needed stabilization works, and the Palace of Justice had to be reinforced many times to avoid it collapsed because of its size. The first buildings arose alongside the Lungotevere dei Mellini and Via Vittoria Colonna. The urbanization of Prati proceeded until the first half of the 20th century, however modern buildings have lately took the place of the original houses and many buildings have been raised and expanded over time. Wide roads set up in a geometrical scheme, elegant stile umbertino buildings and Art Nouveau cottages currently distinguishes Prati: born as a public housing district to host civil servants coming from all over Italy, it now claims to be a bourgeois district, and its thoroughfare, Via Cola di Rienzo, one of the most famous streets in Rome, is consistently ranked among the most important shopping streets in the city. ==Geography== The main roads of the rione are Via Cola di Rienzo and the rectilinear way formed by Via Cicerone, Via Marcantonio Colonna and Via Lepanto. The said roads are the center of the commercial life of Prati, along with Viale Giulio Cesare, Via Ottaviano and Via Germanico. ===Boundaries=== To the north, the rione borders with quartiere Della Vittoria (Q. XV), from which is separated by the whole Viale delle Milizie, from Via Trionfale to Ponte Giacomo Matteotti. Eastward, it borders with quartiere Flaminio (Q. I), whose border is marked by the stretch of the River Tiber between Ponte Matteotti and Via Luisa di Savoia, and with Campo Marzio (R. IV), which is separated from Prati by the Tiber itself, up to Via Ulpiano. Southward, Prati borders with Ponte (R. V), the boundary being the stretch of the Tiber between Via Ulpiano and Piazza Adriana, with Borgo (R. XIV) (from which is separated by Piazza Adriana itself, Via Alberico II, Via Properzio, Piazza Americo Capponi, Via Stefano Porcari and Piazza del Risorgimento) and the Vatican City, which is separated by the Vatican Walls, from Piazza del Risorgimento to Viale Vaticano. To the west, the rione borders with quartiere Trionfale (Q. XIV): the boundary is marked by Via Leone IV, up to Viale delle Milizie. ===Odonymy=== Streets and squares are mostly named after Ancient Rome personalities. Odonyms of the rione can be categorized as follows: * Roman statesmen, e.g. Via Attilio Regolo, Via Caio Mario, Via Catone, Via Fabio Massimo, Via dei Gracchi, Via Paolo Emilio, Via Pompeo Magno, Via Silla, Via Vespasiano, Piazza dei Quiriti; * Roman authors, e.g. Via Cicerone, Via Boezio, Via Cassiodoro, Via Catullo, Via Lucrezio Caro, Via Orazio, Via Ovidio, Via Terenzio, Via Varrone, Via Virgilio; * Roman jurists, e.g. Via Ulpiano, Via Triboniano; * Warriors, e.g. Via Marcantonio Colonna, Via Alessandro Farnese, Via Virginio Orsini; * Humanists, archaeologists and writers, e.g. Via Giuseppe Gioachino Belli, Via Francesco Cancellieri, Via Federico Cesi, Via Vittoria Colonna, Via Marianna Dionigi, Via Pomponio Leto, Via Pietro Della Valle, Via Sforza Pallavicini, Via Pietro Cossa, Via Ennio Quirino Visconti; * Artists, e.g. Via Luigi Calamatta, Via Pietro Cavallini, Via dei Cosmati, Via Paolo Mercuri, Via Benedetto Pistrucci. ==Places of interest== ===Palaces and other buildings=== * Palace of Justice, seat of the Court of Cassation, Italy's highest court. * Teatro Adriano === Churches === * San Gioacchino in Prati * Sacro Cuore del Suffragio * Santa Maria del Rosario in Prati * Beata Vergine Maria del Carmine * Chapel of Santa Maria Assunta ===Museums=== * Museo delle anime del Purgatorio * Museo Storico dell'Arma dei Carabinieri Chiesa del Sacro Cuore Category:Rioni of Rome Category:Rome R. XXII Prati ",
    "title": "Prati"
}