{
    "id": "2714416",
    "text": "Kunskapsskolan (translates as \"the knowledge school\") is a Swedish group of independent schools for students from grades 4–9 (ages 10–16) in elementary school. Some of the Swedish schools also include gymnasium schools for grades 10–12 (ages 16–19). == About == All Kunskapsskolan schools are built by architect Kenneth Gärdestad, brother of the Swedish pop singer Ted Gärdestad. The architecture is open, with glass and colourfully painted walls. == Kunskapsskolan worldwide == There are a total of 80 Kunskapsskolan schools (\"kunskapsskolor\") in operation around the world. 36 of them are located in Sweden. === United Kingdom === In the UK Kunskapsskolan sponsored three academies through the Learning Schools Trust, which operated four academy schools in England. It operated Hampton Academy and Twickenham Academy in the London Borough of Richmond upon Thames, Elizabeth Woodville School in Northampton, and Ipswich Academy in Suffolk. In March 2014 the trust was banned from taking on new schools, and in September 2016, it ceased operation. === India === CEO of Kunskapsskolan in India is Sunitha Nambiar. Kunskapsskolan operates two schools in Gurgaon, Haryana, and one is Lucknow and other one in Bangaluru under Kunskapsskolan Eduventures – a joint venture between Kunskapsskolan Education and Gyandarshan Eduventures. Kunskapsskolan Gurgaon follows the CBSE Curriculum for classes Nursery to Grade XI and became operational in 2013. === United States === Kunskapsskolan Education has an ongoing partnership with the American charter school organization, the Great Oaks Foundation, which operated a KED-sponsored school in Manhattan, New York City. The State College of Florida Collegiate School is a KED school that operates in Bradenton, Florida. === Netherlands === Around 30 independent schools within the Dutch national school system are currently \"exploring\" the KED program for a selected number of students. === Middle East === KED is the \"preferred academic sponsor\" of the newly opened Nün Academy (\"Kunskapsskolan, Jeddah\") in Jeddah, Saudi Arabia. == References == == External links == *Kunskapsskolan *The Learning Schools Trust: Kunskapsskolan in the UK *The Independent *Lessons from Scandinavia, Kunskapsskolan (Kenneth Gärdestad, Chief Kunskapsskolan Architect)(video) Category:Schools in Sweden ",
    "title": "Kunskapsskolan"
}