{
    "id": "2714247",
    "text": "Sulamith Messerer Sulamith Mikhailovna Messerer, OBE (, August 27, 1908, MoscowJune 3, 2004, London) was a Russian ballerina and choreographer who laid the foundations for the classical ballet in Japan. ==Biography== Sulamith studied in the Moscow Ballet School under Vasily Tikhomirov and Elisabeth Gerdt and danced in the Bolshoi Theatre from 1926 until 1950. In 1933, she and her brother Asaf Messerer became the first Soviet dancers to tour Western Europe. She also practised swimming all her life and held the Soviet swimming record for the 100-metres crawl between 1927 and 1930. After her sister Rachel Messerer-Plisetskaya was arrested in the Great Purge, Sulamith legally adopted Rachel's daughter Maya Plisetskaya, whom she coached into one of the greatest ballerinas ever. From 1950 until 1980, she was also active as a ballet mistress and teacher in the Bolshoi. Since 1961, she spent much time in Tokyo, where she mastered Japanese and was instrumental in establishing the Tokyo Ballet. In 1980, at the age of 72, she defected to Great Britain, where she continued to work as a much sought-after coach. Her many honours included the Stalin Prize (1946), the Order of the Sacred Treasures (1996), and the Order of the British Empire (2000). ==See also== * List of Russian ballet dancers * List of Eastern Bloc defectors ==External links== *2004 Britannica Article *Obituary of her by ballet dancer Gavin Roebuck Category:1908 births Category:2004 deaths Category:People from Moscow Category:People from Moscow Governorate Category:Plisetski–Messerer family Category:Russian Jews Category:Soviet Jews Category:Russian ballerinas Category:Ballet choreographers Category:Russian choreographers Category:Ballet teachers Category:Russian female swimmers Category:Russian expatriates in Japan Category:Soviet defectors to the United Kingdom Category:Jewish dancers Category:Bolshoi Ballet principal dancers Category:Prima ballerinas Category:Stalin Prize winners Category:Officers of the Order of the British Empire ",
    "title": "Sulamith Messerer"
}