{
    "id": "2714365",
    "text": "Map of the Rio de la Plata Basin, showing the Salado River joining the Paraná River near Santa Fe and Rosario The Salado River (,| \"Salty River\") is a river that crosses several provinces of Argentina, flowing from its source in the Salta Province to end in the Paraná River, in the Santa Fe Province. Because its origin, its flow varies widely within the year, and it can dry out in some parts of its path during the winter. The only important tributary to the river is the Horcones River, which is born in Salta as Cajón River, and joins the Salado in the Santiago del Estero Province. ==Higher Salado== The Salado originates on the eastern edge of the Altiplano under the name of Juramento River at the Andes range, from thaw and captured precipitations of the high Acay and Cachi mountains in the Salta Province, near Catamarca Province. The Cabra Corral Dam regulates its flow, and deviates some of it for irrigation. When the river enters the Gran Chaco plains it forms several arms in a broad riverbed only partially occupied. ==Santiago del Estero== The river then enters the Santiago del Estero Province from the north, near the border with the Tucumán Province, receiving the name of Salado. The Salado and the Dulce River (\"Sweet River\") south to it, run diagonally in direction south-east, and are the most important rivers to cross the arid lands of Santiago del Estero, being the economic and demographic axis of the province. The flow of the river is regulated in the Figueroa Department by the Los Figueroa Reservoir, and by a Derivation Dam (Dique Derivador) that re-routes part of its waters to irrigation canals of up to long. Further downstream, the river forms wide marsh wetlands and areas flooded seasonally, during the summer's major high waters. Downstream of the Añatuya marshlands the streamflow is greatly reduced, rendering the river dry most of the year. ==Lower Salado== After a course of inside Santiago del Estero, the river reaches the Santa Fe Province as Salado del Norte (\"Northern Salty\") to finally join the Paraná River in that province, being the last important tributary to the Paraná. The more abundant rainfall in Santa Fe Province causes the Salado's discharge to increase. During rainy summers, the river can overflow its riverbed producing floods. A 2003 flood severely affected the city of Santa Fe. The Salado debouches into the Paraná River southeast of Santa Fe City, in a flooding area with lagoons. ==Other Argentine rivers called Salado== There are other, less important Salado rivers in Argentina, the most important of them being: *In Buenos Aires Province, the Río Salado starts at the El Chañar lagoon and runs southeast some to the Samborombón Bay. *In Mendoza Province, San Luis Province and La Pampa Province, the Desaguadero-Salado runs down to the Colorado River. *In Catamarca Province and La Rioja Province, the local Colorado river is also referred to as Salado River (La Rioja). ==See also== * List of rivers of Argentina ==References== ==External links== *Salado River at Monografias.com (Spanish) *Rio Salado: INTA's Planification (Spanish) Category:Rivers of Argentina Category:Rivers of Salta Province Category:Rivers of Santiago del Estero Province Category:Rivers of Santa Fe Province Category:Tributaries of the Paraná River ",
    "title": "Salado River (Argentina)"
}