{
    "id": "271587",
    "text": "Terence Marne O'Neill, Baron O'Neill of the Maine, PC (NI) (10 September 1914 – 12 June 1990), was the fourth Prime Minister of Northern Ireland and leader (1963–1969) of the Ulster Unionist Party (UUP). A moderate unionist, who sought to reconcile the sectarian divisions in Northern Ireland society, he was Member of the Parliament of Northern Ireland for the Bannside constituency from 1946 until his resignation in January 1970; his successor in the House of Commons of Northern Ireland was Ian Paisley, while control of the UUP also passed to more hard-line elements. ==Background== O'Neill Conroy family tree Terence O'Neill was born on 10 September 1914 at 29 Ennismore Gardens, Hyde Park, London.Oxford Dictionary of National Biography He was the youngest son of Lady Annabel Hungerford Crewe-Milnes (daughter of Robert Crewe-Milnes, 1st Marquess of Crewe) and Captain Arthur O'Neill of Shane's Castle, Randalstown, the first member of parliament (MP) to be killed in action during the First World War. The family assumed the surname O'Neill by royal licence in lieu of their original name Chichester. The Chichester's trace their lineage to the name O'Neill through Mary Chichester, daughter of Henry O'Neill of Shane's Castle. O'Neill's younger half-brother was Quentin Crewe. O'Neill grew up in London and was educated at West Downs School, Winchester and Eton College. He spent summer holidays in Ulster. Following school he spent a year in France and Germany and then worked in the City of London and Australia. In May 1940 he received a commission at the Royal Military College, Sandhurst, and went on to serve in the 6th Guards Tank Brigade during the Second World War, in which both of his brothers died. Like many other unionist politicians, the rank he held during the war followed him into his political career, hence \"Captain\" Terence O'Neill.McKittrick, David, and David McVea (2002), Making Sense of The Troubles, Chicago: Ivan R. Dee, p.27 On 4 February 1944 he married Katharine Jean, the daughter of William Ingham Whitaker, of Pylewell Park, Lymington, Hampshire. They had one son, Patrick (b. 1945), and one daughter, Anne (b. 1947). Like all Prime Ministers of Northern Ireland, he was a member of the Orange Order. ==Politics== At the end of 1945, O'Neill and his family went to live in Northern Ireland in a converted Regency rectory near Ahoghill, County Antrim. In a by-election in 1946, he was elected as the Ulster Unionist Party (UUP) MP for the Bannside constituency in the Parliament of Northern Ireland, which sat at Parliament Buildings at Stormont. O'Neill served in a series of junior positions. He was Parliamentary Secretary to the Ministry of Health and Local Government from February 1948 until November 1953, when he was appointed Chairman of Ways and Means and Deputy Speaker of the House of Commons of Northern Ireland. In 1953 he served as High Sheriff of Antrim. He was elevated to Cabinet level in the Government of Northern Ireland in April 1956 when he was made Minister of Home Affairs and sworn into the Privy Council of Northern Ireland. Six months later he was also appointed as Minister of Finance, a senior portfolio that he administered alongside Home Affairs until he divested the latter to focus on Finance. He remained Minister of Finance until his appointment as Prime Minister of Northern Ireland in 1963. ==Prime Minister== In 1963, O'Neill succeeded Basil Brooke, 1st Viscount Brookeborough as Prime Minister of Northern Ireland and Leader of the Ulster Unionist Party. He introduced new policies that would have been unthinkable with Lord Brookeborough as Prime Minister. He aimed to end sectarianism and to bring Catholics and Protestants into working relationships. A visit to a convent proved controversial among many Protestants. He also had aspirations in the industrial sector, seeking improved relations with the trade union movement and attracting new investment from abroad to replace failing industry in Northern Ireland. O'Neill seemed to strongly believe in industrialisation and modernisation. However it is clear that he was in some ways trying to prevent the Northern Ireland Labour Party (NILP) from gaining ground.McKittrick, David, and David McVea (2002), Making Sense of The Troubles, Chicago: Ivan R. Dee, p.29 Northern Ireland was influenced by British politics so the arrival of Harold Wilson in Downing Street meant the NILP had a significant ally there. Wilson was not a committed UUP supporter, so that O'Neill was the first Prime Minister of Northern Ireland who could not rely on the support of the UK Government. As O'Neill promoted industrialisation and modernisation, Taoiseach Seán Lemass was doing similar things in the Republic of Ireland, thus leading to the first real rapprochement between the two jurisdictions since partition.McKittrick, David, and David McVea (2002), Making Sense of The Troubles, Chicago: Ivan R. Dee, p.30 In January 1965, O'Neill invited the Taoiseach for talks in Belfast. O'Neill met with strong opposition from his own party, having informed very few of the visit, and from Ian Paisley, who rejected any dealings with the Republic. Paisley and his followers threw snowballs at Lemass' car during the visit. In February, O'Neill visited Lemass in Dublin. Opposition to O'Neill's reforms was so strong that in 1967 George Forrest – the MP for Mid Ulster, who supported the Prime Minister – was pulled off the platform at the Twelfth of July celebrations in Coagh, County Tyrone, and kicked unconscious by fellow members of the Orange Order.Mid-Ulster 1950-1970 In December 1967, Lemass' successor Jack Lynch travelled to Stormont for his first meeting with O'Neill. On 8 January 1968, they met again in Dublin. On 19 January 1968, O'Neill made a speech marking five years in office to members of the Irish Association, calling for \"a new endeavour by organisations in Northern Ireland to cross denominational barriers and advance the cause of better community relations\". On 20 May 1968, O'Neill was pelted with eggs, flour and stones by members of the Woodvale Unionist Association who disapproved of his policies. In 1968, the Northern Ireland Civil Rights Association (NICRA) began street demonstrations. The march across Derry on 5 October 1968, banned by William Craig the Minister of Home Affairs, was met with violence from the Royal Ulster Constabulary (RUC) who used batons on protesters, among whom were prominent politicians. The O'Neill government was unable to deal with the disturbances, so Harold Wilson summoned O'Neill to Downing Street.McKittrick, David, and David McVea (2002), Making Sense of The Troubles, Chicago: Ivan R. Dee, p. 42 The Stormont cabinet minutes from 14 October show O'Neill recalling his time in Britain. He stated that Wilson had threatened to take over if O'Neill could not manage to gain control. Finally he concluded that if they couldn't manage it politically then they would be forced into a period of governance by police power alone.McKittrick, David, and David McVea (2002), Making Sense of The Troubles, Chicago: Ivan R. Dee, p.43 The police violence was filmed by RTÉ television and broadcast worldwide. The date of this march is taken by some historians as being the start of the Northern Ireland Troubles. In response to these events, O'Neill introduced a Five Point Reform Programme. This granted a number of the concessions that NICRA had demanded but importantly it did not include one man one vote in local government council elections. Despite this the NICRA felt it had made some ground and agreed to postpone its marches. While things were expected to improve, many Catholics felt let down by the limited reforms. A group was formed by university-based activists including Bernadette Devlin and Michael Farrell, named People's Democracy, which began a four-day march from Belfast to Derry on 1 January 1969. On the fourth day, the march was attacked during the Burntollet Bridge incident by around 200 hardline unionists. Although many RUC men were present during the attack none intervened. It later emerged that some of the assailants were in fact off-duty policemen. Many marchers were injured, 13 requiring hospital treatment. The Burntollet attack sparked several days of rioting between the RUC and Catholic protesters in the Bogside area of Derry. In February 1969, O'Neill called a surprise general election because of the turmoil inside the UUP, after twelve dissident MPs signed a motion of no confidence against O'Neill, and Brian Faulkner resigned from the Government following its appointment of the Cameron Commission. Although pro-O'Neill candidates won a plurality of seats in the general election, O'Neill lost an overall majority among UUP MPs in order to pass his reforms through Parliament. ==Resignation== From O'Neill's point of view, the 1969 general election was inconclusive. He was humiliated by his near-defeat in his own constituency of Bannside by Ian Paisley and resigned as leader of the UUP and as Prime Minister on 28 April 1969 after a series of bomb explosions on Belfast's water supply by the Ulster Volunteer Force (UVF) brought his personal political crisis to a head. In an interview with the Belfast Telegraph published on 10 May 1969 he stated: \"It is frightfully hard to explain to Protestants that if you give Roman Catholics a good job and a good house they will live like Protestants because they will see neighbours with cars and television sets; they will refuse to have eighteen children. But if a Roman Catholic is jobless, and lives in the most ghastly hovel he will rear eighteen children on National Assistance. If you treat Roman Catholics with due consideration and kindness they will live like Protestants in spite of the authoritative nature of their Church\".Online quotation accessed 14-1-2009 ==Retirement== He retired from Stormont politics in January 1970 when he resigned his seat, having become the Father of the House in the previous year. On 23 January 1970, he was created a life peer as Baron O'Neill of the Maine, of Ahoghill in the County of Antrim. (The Maine (or Main) is a river which flows near Ahoghill.) He spent his last years at Lisle Court, Lymington, Hampshire, although he continued to speak on the problems of Northern Ireland in the House of Lords where he sat as a cross-bencher. He appeared on the BBC Election Night programme in October 1974, where he clashed with the newly elected Ulster Unionist Party MP for South Down, Enoch Powell, over Northern Ireland's politics.Film of the exchange, 'Enoch Powell after election victory in 1974', published on Youtube 19 January 2015. https://www.youtube.com/watch?v=xS9-_CKhGSE His reform policies are largely forgotten by British Unionists and Irish Nationalists in Northern Ireland; however, he is remembered by historians for his efforts to reform the discrimination and sectarianism within the region during the 1960s. In retirement he was also a trustee of the Winston Churchill Memorial Trust. ==Death== He died at his home of cancer on 12 June 1990. He was survived by his wife, son, and daughter. His estate was valued at £443,043.probate, 28 August 1990, CGPLA England and Wales ==Arms== ==Ancestors== ==See also== * Unionism in Ireland (\"1960s: Reform and Opposition\", \"Opposition to O'Neill) *List of Northern Ireland members of the House of Lords ==Bibliography== ===Writings=== * Terence O'Neill, Ulster at the crossroads, Faber and Faber, London, 1969. * Terence O'Neill, The autobiography of Terence O'Neill, Hart- Davies, London, 1972. ===References=== ===Sources=== * Marc Mulholland, Northern Ireland at the crossroads: Ulster Unionism in the O'Neill years 1960-9, (Macmillan, London 2000). |- Category:1914 births Category:1990 deaths Category:People educated at Eton College Category:Graduates of the Royal Military College, Sandhurst Category:High Sheriffs of Antrim Category:People educated at West Downs School Category:Irish Guards officers Category:British Army personnel of World War II Category:Prime Ministers of Northern Ireland Category:Leaders of the Ulster Unionist Party Category:Ulster Unionist Party members of the House of Commons of Northern Ireland Category:Members of the House of Commons of Northern Ireland 1945–1949 Category:Members of the House of Commons of Northern Ireland 1949–1953 Category:Members of the House of Commons of Northern Ireland 1953–1958 Category:Members of the House of Commons of Northern Ireland 1958–1962 Category:Members of the House of Commons of Northern Ireland 1962–1965 Category:Members of the House of Commons of Northern Ireland 1965–1969 Category:Members of the House of Commons of Northern Ireland 1969–1973 Category:Northern Ireland junior government ministers (Parliament of Northern Ireland) Category:Northern Ireland Cabinet ministers (Parliament of Northern Ireland) Category:Anglicans from Northern Ireland Category:Members of the Privy Council of Northern Ireland Category:Ulster Unionist Party life peers Category:Politicians from County Antrim Category:People of The Troubles (Northern Ireland) Terence Category:Ministers of Finance of Northern Ireland Category:Members of the House of Commons of Northern Ireland for County Antrim constituencies ",
    "title": "Terence O'Neill"
}