{
    "id": "2715795",
    "text": "Kevin Toms (born 22, April 1957 in Paignton) is a British video game designer who founded Addictive Games and created the original Football Manager, a simulation game released in the early 1980s. It included a portrait of his bearded face on publicity material and cassette covers. == Life and career == Toms worked as a professional computer programmer for large companies in the late 1970s and early 1980s. He developed games in his spare time, taking over a year to create the original versions of his Football Manager game for the TRS-80 and ZX81. Toms began selling these versions by mail order in 1982 through advertisements placed in computer magazines using the name Addictive Games.Interview with Kevin for the blog The Ball is Round The game became a big success, particularly after being ported to the ZX Spectrum, and began to be stocked by high street stores. When the stores ordered thousands of copies, Toms quit his day job to run Addictive Games. Football Manager was ported to a wide variety of systems (there were sixteen different versions by 1987). Between 1982 and 1987, Toms ran the company which published a number of games by other programmers as well as new games from Toms, Software Star and President. Toms then sold Addictive to Prism Leisure Corporation, although he still created two more versions of Football Manager for them; Football Manager 2 and Football Manager World Cup Edition.Retro Gamer Magazine, issue 63. Desert Island Disk: Kevin Toms (pages 80-85) Toms returned to corporate work and moved to New Zealand to work as a software architect for large companies. By 2018, he had relocated to Canada. Circa 2003, Toms created an online football management game called New Zealand Football Championship Manager based on New Zealand's national league and is currently working on a new football manager style game for the iPhone. The game's title is Football star Manager which is available on IOS and Android and is as near to the original Football manager as you can get on the new platforms . == Releases == * Football Manager (1982) * Software Star (1985) * President (1987) * Football Manager 2 (1988) * Football Manager: World Cup Edition (1990) * New Zealand Football Championship Manager (2003) == References == == External links == * Category:Video game designers Category:Video game programmers Category:Living people Category:1957 births ",
    "title": "Kevin Toms"
}