{
    "id": "2715514",
    "text": "Ian Callum (born 30 July 1954) is a British car designer who has worked for Ford, TWR, Aston Martin, and in 1999 became the Director of Design for Jaguar Cars, which then merged into Jaguar Land Rover in 2013, a position he held until mid 2019. His younger brother Moray Callum is Vice President, Design, Ford Motor Company. ==Early years== Callum was born in Dumfries, Scotland, in 1954. In 1968 (at the age of 14) he submitted a car design to Jaguar in the hope of landing a job. Callum studied at Lanchester Polytechnic's (now Coventry University) School of Transportation Design in Coventry, Aberdeen Art College and the Glasgow School of Art, where he graduated with a degree in Industrial Design. He subsequently graduated from the Royal College of Art in London with a post-graduate master's degree in Vehicle Design. ==Career== ===Ford=== From 1979 to 1990 he was employed by Ford, working between Dunton, Japan, Italy and Australia, mainly on \"bits of cars, mostly steering wheels\".‘Ian Callum's Day Off…’ by Jon Smith (pp98-104), CAR Magazine, February 2007, p. 104 As well as working on bread-and-butter Fiestas and Mondeos, he contributed to image builders such as the RS200 and Escort RS Cosworth, the last of which he is especially proud of and with which he collaborated with fellow RCA graduate Peter Horbury. He was then appointed Design Manager responsible for the Ghia Design Studio in Turin, where he worked on the Via, Zig and Zag show car concepts. ===TWR=== Nissan R390 After eleven years in a corporate environment, Callum left Ford in 1990 to join Peter Stevens and Tom Walkinshaw to form TWR Design. He said, In 1991 he was appointed Chief Designer and General Manager of TWR Design. During this period he was partially responsible for designing the Aston Martin DB7, which is probably the design he is currently most famous for. He also designed the Aston Martin Vanquish, the V12-powered DB7 Vantage and Aston Martin's Project Vantage concept car as well as taking responsibility for a wide range of design programs for other TWR clients, including Volvo, Mazda and HSV. He was awarded the Jim Clark Memorial Award in 1995 in recognition of his styling work on the DB7. In 1998, he designed the Nissan R390.1998 Nissan R390 GT1 , accessed 16 April 2016 ===Jaguar=== Jaguar XK Jaguar F-Type In 1999, on the death of Geoff Lawson, Callum was appointed to succeed him at Jaguar, which was a Ford Motor Company subsidiary at the time (now a subsidiary of Tata Group). For a short stint, Callum directed design at both Jaguar and Aston Martin and was responsible for the majority of the DB9 and Vantage, both of which are attributed to Henrik Fisker.Ian Callum: What I'd do Differently, Mike Duff, Car & Driver, April 2010 , accessed 16 April 2016 At Jaguar, since the Lawson designed 2001 X-Type and 2002 XJ were well advanced his influence was initially felt through a series of concepts, the 2001 R-Coupe and 2003 R-D6. The first production Jaguar to bear his influence was the 2004 facelift of the S-Type followed by the 2004 X-Type Estate, of which he oversaw the tailgate design. With the next generation of Jaguar models Callum took Jaguar away from the Lawson-era retroism, which produced the more traditional-looking X-Type, S-Type, and XJ, towards a new style. This began with the 2006 XK, which bears striking similarity to the Aston Martin DB9, which Callum describes as being a result of modern safety legislation. This new direction continued with the 2008 XF as previewed by the concept C-XF, which Callum describes as the 'next significant step forward' in Jaguar's design direction,‘Jaguar XF’ by Gavin Green (pp44-55), CAR Magazine, February 2007, p. 48 and the 2010 XJ. He also oversaw the design for the 2010 C-X75 concept car, the 2012 refresh of the Jaguar XF and introduction of Sportbrake, the 2013 F-Type, the 2015 Jaguar XE, 2015 second generation Jaguar XF (the first Callum-led design to replace another Callum-led design), the 2016 Jaguar F-Pace, and the 2018 Jaguar I-Pace. According to Callum, ‘Jaguars should be perceived as cool cars and cool cars attract interesting, edgy people.’ The quality of Callum's work at Jaguar has been acknowledged by twice Le Mans 24 hours winner and fellow Dumfries native, Allan McNish.Allan McNish interview part 2 on qosfc.com In early June 2019, Callum announced that he was stepping down to \"pursue other design projects\" but would continue with the company as a design consultant. \"Designing Jaguar cars was a lifelong dream for me, and I’m delighted to remain involved as a consultant for the brand\", he said in an interview. Callum was appointed Commander of the Order of the British Empire (CBE) in the 2019 Birthday Honours for services to the British car industry. == His concepts == file:Ford RS200.jpg|Ford RS200 (1984) file:Ford Escort RS Cosworth silver.jpg|Ford Escort Cosworth (1989) file:DB7 Volante.jpg|Aston Martin DB7 (1993) file:Nissan R390 GT1 (road_car) front-left 2015 Nissan Global Headquarters Gallery.jpg|Nissan R390 (1997) file:Ford Puma front.jpg|Ford Puma (1997) file:Amvanquish.jpg |Aston Martin Vanquish (2001) file:Jaguar X-Type Estate rear 20080731.jpg|Jaguar X-Type Estate (2004) file:Aston Martin DB9 - Birmingham - 2005-10-14 (2).jpg|Aston Martin DB9 (2004) file:Jaguar X150 front 20080223.jpg|Jaguar XK (2005) file:Jaguar XF 001.JPG|Jaguar XF (2008) file:2011 Jaguar XJ8 -- 12-31-2010.jpg|Jaguar XJ (2009) file:Cx75 paris3.JPG|Jaguar C-X75 (2010) file:The Jaguar C-X16 at the Frankfurt Motor Show 2011.jpg|Jaguar C-X16 (2012) file:Paris Motor Show 2012 (8065248951).jpg|Jaguar F-Type (2013) file:F-P X761n hk 160627 8737besg.jpg|Jaguar F-Pace (2015) ==Awards== Callum receives the Car of the Year trophy for the Jaguar I-Pace In 2006, he was honoured with a Royal Designer for Industry (RDI) award from the Royal Society of Arts and was joint recipient with his brother, Moray Callum, of the Jim Clark Memorial Trophy, awarded annually to Scots who have made a major contribution to the world of motoring.Brothers Make Their Mark on International Car Design, The Scotsman, 3 June 2006, The Scotsman 4 June 2006, accessed 16 April 2016 In 2016 he was invited to deliver the MacMillan Memorial Lecture to the Institution of Engineers and Shipbuilders in Scotland. He chose the subject \"Car Design in the 21st Century\". In 2018 he was elected a Fellow of the Royal Society of Edinburgh. ==References== ==External links== *Ian Callum Ford Biography *Ian Callum interview in Pistonheads Category:Alumni of the Royal College of Art Category:Alumni of Coventry University Category:Living people Category:People from Dumfries Category:British automobile designers Category:Scottish designers Category:1954 births Category:Commanders of the Order of the British Empire ",
    "title": "Ian Callum"
}