{
    "id": "2715162",
    "text": "Espostoa is a genus of columnar cacti, comprising 16 species known from the Andes of southern Ecuador and Peru. It usually lives at an altitude of between 800m and 2500m. Its fruit is edible, sweet, and juicy. The genus is named after Nicolas E. Esposto, a renowned botanist from Lima. Espostoa nana These candle-like cacti are covered with spines and white hair. Only the older specimens can divide. In adulthood, a cephalium sometimes appears, similar to the Mexican genus Cephalocereus. They were discovered by Alexander von Humboldt and Aimé Bonpland in the early nineteenth century. They are appreciated for their decorative qualities due to their white fleece. They can be propagated by seed. For full development they must be planted in the ground. The cultivated specimens very rarely flourish. Like all cacti, Espostoa requires a sunny location and well-drained soil. But in summer, it appreciates fertilizer and wetter conditions. In winter, it needs a rest, but the temperature must not drop below 12 °C. == Taxonomy == === Species list === *Espostoa lanata Cactaceae Espostoa lanata (HBK) Britt & Rose. Photo was taken at Bedugul Botanical Garden, Bali, Indonesia * Espostoa baumannii * Espostoa blossfeldiorum * Espostoa calva * Espostoa frutescens * Espostoa guentheri * Espostoa huanucoensis * Espostoa hylaea * Espostoa lanianuligera * Espostoa melanostele * Espostoa mirabilis * Espostoa nana F.Ritter * Espostoa ritteri * Espostoa ruficeps * Espostoa senilis * Espostoa superba ===Synonyms=== The following genera or species have been included in this genus: *Pilocereus dautwitzii *Binghamia Britton & Rose *Pseudoespostoa Backeb. *Thrixanthocereus Backeb. *Vatricania Backeb. == Bibliography == * Innes C, Wall B (1995). Cacti' Succulents and Bromaliads. Cassell & The Royal Horticultural Society. * Edward F. Anderson : \"The Cactus Family\" (2001) == External links == * photos onr www.cactiguide.com * Espostoa guentheri Category:Trichocereeae Category:Cacti of South America Category:Flora of Ecuador Category:Flora of Peru Category:Flora of the Andes Category:Cactoideae genera ",
    "title": "Espostoa"
}