{
    "id": "2715728",
    "text": "Juliano Haus Belletti (born 20 June 1976) is a Brazilian former professional footballer who mostly played as a right back. He was awarded the Silver Ball by Placar for his performances for Atlético Mineiro during the 1999 Brasileiro Série A.Bola de Prata 1999 ==Club career== ===Early career=== Born in Cascavel, Belletti started his career playing as a central midfielder in Brazil for the youth team of Cruzeiro in 1992. His professional debut happened in November 1994. In March 1996, he was involved in a deal that sent him and Serginho to São Paulo FC in exchange for five players: Aílton, Donizete, Gilmar, Palhinha and Vítor. Playing for São Paulo, he eventually became a right-back. Belletti, is of Italian ancestry and his family has its origins in Longiano in the Province of Forlì-Cesena, and he holds an Italian passport. He also has origins in Bastiglia in the Province of Modena and Mantua. Barcelona in 2006 In 1999, he was loaned to Atlético Mineiro. Playing as an attacking- midfielder, Belletti helped the club to finish second in the Brazilian League and managed to win the Bola de Prata (\"Silver Ball\"), an award handed by Placar magazine to the players nominated to the Brazilian League Squad of the Year. After returning to São Paulo, he became a regular in the Brazil national team by playing in the right-back position once again. Rumours linked him with a move to La Liga side Valencia in 2001, but the move fell apart at the last minute. He eventually moved to Europe the following year, signing a five-year contract with Valencia's local rivals, Villarreal, while on international duty with Brazil at the 2002 FIFA World Cup. In 2004, after a successful spell at Villarreal, he signed for Barcelona where he became the first-choice right- back and a key set-piece taker in the squad. ===Barcelona=== After winning the Liga title in his first season, Belletti gradually fell out of favour both in Barcelona and in the national team. From being a regular in the 2004–05 season, he faced tough competition from fellow right-back Oleguer and spent his second season in-and-out of the first team. Belletti's first and only goal with Barcelona was the winner in the 2006 UEFA Champions League Final. On 17 May 2006 at the Stade de France in Paris, Barcelona played English club Arsenal, Oleguer started over Belletti, who was on the substitute bench. When manager Frank Rijkaard eventually brought him on for Oleguer, Belletti scored the second goal in a 2–1 come-from-behind win to give Barça the Champions League crown. Belletti's third season was marked by injuries, and competition from new rival Gianluca Zambrotta proved too much for him. He played very little in Barcelona's season that ended without silverware. ===Chelsea=== On 23 August 2007, Chelsea officially announced that Belletti had signed a three- year contract after the player agreed personal terms and passed a medical.Belletti Move Completed He made his Premier League debut on 25 August when he came on as a substitute for John Obi Mikel in the 64th minute of their home game against Portsmouth, a 4–0 victory. Belletti playing for Chelsea in 2010 He made his first start for Chelsea against Aston Villa away at Villa Park. Despite a strong debut, Chelsea lost the game 2–0. Following the departure of José Mourinho, Belletti became a regular starter in the right- back position for Premier League, Champions League, and League Cup games, facing competition from Paulo Ferreira and Michael Essien for his place in the team. In his first season at Chelsea, Belletti scored two goals, both shots from long-range, the first away at Wigan Athletic in November 2007 and the second at Stamford Bridge against Tottenham Hotspur in January 2008. The latter was eventually voted by Chelsea supporters as \"Chelsea Goal of the Season\" in 2007–08. On 21 May 2008, in the 2008 Champions League final against Manchester United at the Luzhniki Stadium in Moscow, Belletti came on for Claude Makélélé, who had been booked on 120 minutes just before penalties. During the penalty shootout, Belletti scored Chelsea's second spot kick with his first touch in the game, although Manchester United won the trophy.Chelsea Player of the Year Awards José Bosingwa's arrival at Chelsea at the start of the 2008–09 season caused Belletti to relinquish the right-back position. However, new manager Luiz Felipe Scolari instead deployed Belletti as a utility player, providing valuable back-up in the central midfield, defensive midfield and right wing positions. His long-range shots gave him cult status among Chelsea supporters. In October 2008, he added to his collection of spectacular goals with a powerful shot from 30 yards into the top corner against Middlesbrough at the Riverside Stadium, his fourth league goal for the club. Belletti scored his third goal of the 2008–09 season against Stoke City to draw the teams level before teammate Frank Lampard scored the winner in the dying seconds. A year later, in January 2010, Belletti was linked with a move to Flamengo in his native Brazil, but the Blues rejected their offer. In Chelsea's game against Preston North End in the FA Cup fourth round, Belletti hobbled off the ground with a knee injury just 20 minutes in and was replaced by Florent Malouda. On 27 February 2010, Belletti was sent off for a professional foul on Manchester City midfielder Gareth Barry to concede a penalty, a match City won 4–2 at Stamford Bridge. Belletti came on as a substitute in the final game of the 2009–10 Premier League season, where a Chelsea win ensured they won the title. A week later, Belletti came on as a substitute for the injured Michael Ballack in the 2010 FA Cup Final against Portsmouth. Despite committing a foul which that gave Portsmouth a penalty, Belletti was ultimately on the winning team as Chelsea won 1–0. On 9 June 2010, Chelsea announced that Belletti was one of three players whose contract would not be renewed upon their expiry in the summer, meaning that Belletti leaves Chelsea on a free transfer. He left Chelsea with a Premier League winners medal, two FA Cup winners medals and was considered a cult hero by Chelsea supporters for his long range goals and excellent work rate. He made a total of 94 appearances, scoring five goals. ===Fluminense=== Following his release from Chelsea, he signed a two-year contract for Fluminense back in Brazil on 14 July 2010.Fluminense acerta com Belletti Struggling with several injuries and being unable to find a spot in the starting line-up, Belletti had his contract ended on 15 March 2011.Juliano Belletti released by Fluminense He played nine matches with Fluminense, starting only three.Juliano Belletti released by Fluminense ===Retirement=== On 15 June 2011, Belletti signed a one-year contract with Ceará but just 12 days later, on 27 June, announced his retirement via Twitter. He confessed that he had failed to recover from a serious Achilles tendon injury. ==International career== Belletti was called up for the first time in 1995 by then-head coach Zagallo to play for the Brazilian national team. However, his debut would only come in 2001, becoming the second choice for the right-back position behind Cafu. Belletti was part of 2002 FIFA World Cup-winning squad, playing the semi-final match against Turkey after replacing Kléberson in the second half. ==Career statistics== ===Club=== {| class=\"wikitable\" style=\"text-align: center;\" |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !colspan=\"3\"|League !colspan=\"2\"|Cup !colspan=\"2\"|League Cup !colspan=\"2\"|Continental !colspan=\"2\"|Other !colspan=\"2\"|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=\"3\" valign=\"center\"|Villarreal |2002–03 |rowspan=\"2\" valign=\"center\"|La Liga |31||3||colspan=\"2\"|—||colspan=\"2\"|—||6Appearances in UEFA Intertoto Cup||0||colspan=\"2\"|—||37||3 |- |2003–04 |28||3||1||1||colspan=\"2\"|—||15Ten appearances in UEFA Cup, five appearances in UEFA Intertoto Cup||0||colspan=\"2\"|—||44||4 |- !colspan=\"2\"|Total !59!!6!!1!!1!!colspan=\"2\"|—!!21!!0!!colspan=\"2\"|—!!81!!7 |- |rowspan=\"4\" valign=\"center\"|Barcelona |2004–05 |rowspan=\"3\" valign=\"center\"|La Liga |31||0||colspan=\"2\"|—||colspan=\"2\"|—||8Appearances in UEFA Champions League||0||colspan=\"2\"|—||39||0 |- |2005–06 |27||0||3||0||colspan=\"2\"|—||10||1||2Appearances in Supercopa de España||0||42||1 |- |2006–07 |13||0||2||0||colspan=\"2\"|—||2||0||4Two appearances in FIFA Club World Cup, one appearance in UEFA Super Cup, one appearance in Supercopa de España||0||21||0 |- !colspan=\"2\"|Total !71!!0!!5!!0!!colspan=\"2\"|—!!20!!1!!6!!0!!102!!1 |- |rowspan=\"4\" valign=\"center\"|Chelsea |2007–08 |rowspan=\"3\" valign=\"center\"|Premier League |23||2||2||0||6||0||7||0||colspan=\"2\"|—||38||2 |- |2008–09 |20||3||4||0||2||0||8||0||colspan=\"2\"|—||34||3 |- |2009–10 |11||0||3||0||3||0||5||0||colspan=\"2\"|—||22||0 |- !colspan=\"2\"|Total !54!!5!!9!!0!!11!!0!!20!!0!!colspan=\"2\"|—!!94!!5 |- |valign=\"center\"|Fluminense |2010 |Série A |9||0||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||9||0 |- ! colspan=\"3\" |Career total !193!!11!!15!!1!!11!!0!!61!!1!!6!!0!!286!!13 |} ;Notes ===International=== {| class=\"wikitable\" style=\"text-align:center\" |- !colspan=3|Brazil |- !Year!!Apps!!Goals |- |2001||7||1 |- |2002||7||0 |- |2003||4||0 |- |2004||3||0 |- |2005||2||0 |- !Total||23||1 |} ====International goal==== {| class=\"wikitable\" style=\"text-align: center;\" |- ! Goal !! Date !! Venue !! Opponent !! Score !! Result !! Competition |- |align=center| 1. || 18 July 2001 || Estadio Pascual Guerrero, Cali, Colombia || ||align=center| 2–1 || align=center| 3–1 || 2001 Copa América |} ==Honours== Cruzeiro Copa do Brasil 1996 São Paulo *São Paulo State Championship: 1998, 2000 Villarreal *UEFA Intertoto Cup: 2003 Barcelona *La Liga: 2004–05, 2005–06 *Supercopa de España: 2005, 2006 *UEFA Champions League: 2005–06 Chelsea *Premier League: 2009–10 *FA Cup: 2008–09, 2009–10 *FA Community Shield: 2009 *UEFA Champions League runner-up: 2007–08 Fluminense *Campeonato Brasileiro Série A: 2010 Brazil *FIFA World Cup: 2002 ==References== ==External links== * * Category:1976 births Category:Living people Category:People from Cascavel Category:Brazilian footballers Category:Brazilian people of Italian descent Category:Brazil international footballers Category:Expatriate footballers in England Category:Association football fullbacks Category:Cruzeiro Esporte Clube players Category:São Paulo FC players Category:Clube Atlético Mineiro players Category:Villarreal CF players Category:FC Barcelona players Category:Chelsea F.C. players Category:Fluminense FC players Category:Ceará Sporting Club players Category:Campeonato Brasileiro Série A players Category:La Liga players Category:Premier League players Category:Expatriate footballers in Spain Category:Brazilian expatriate footballers Category:2001 Copa América players Category:2002 FIFA World Cup players Category:2003 FIFA Confederations Cup players Category:FIFA World Cup-winning players Category:Brazilian expatriate sportspeople in England Category:Brazilian expatriate sportspeople in Spain Category:UEFA Champions League winning players ",
    "title": "Juliano Belletti"
}