{
    "id": "2715981",
    "text": "4-Aminosalicylic acid, also known as para-aminosalicylic acid (PAS) and sold under the brand name Paser among others, is an antibiotic primarily used to treat tuberculosis. Specifically it is used to treat active drug resistant tuberculosis together with other antituberculosis medications. It has also been used as a second line agent to sulfasalazine in people with inflammatory bowel disease such as ulcerative colitis and Crohn's disease. It is typically taken by mouth. Common side effects include nausea, abdominal pain, and diarrhea. Other side effects may include liver inflammation and allergic reactions. It is not recommended in people with end stage kidney disease. While there does not appear to be harm with use during pregnancy it has not been well studied in this population. 4-Aminosalicylic acid is believed to work by blocking the ability of bacteria to make folic acid. 4-Aminosalicylic acid was first made in 1902, and came into medical use in 1943. It is on the World Health Organization's List of Essential Medicines, the safest and most effective medicines needed in a health system. , a course of treatment for tuberculosis costs about US$2,700. ==Medical uses== The main use for 4-aminosalicylic acid is for the treatment of tuberculosis infections. In the United States, 4-aminosalicylic acid is indicated for the treatment of tuberculosis in combination with other active agents. In the European Union, it is used in combination with other medicines to treat adults and children from 28 days of age who have multi-drug resistant tuberculosis when combinations without this medicine cannot be used, either because the disease is resistant to them or because of their side effects. ===Tuberculosis=== Aminosalicylic acid was introduced to clinical use in 1944. It was the second antibiotic found to be effective in the treatment of tuberculosis, after streptomycin. PAS formed part of the standard treatment for tuberculosis prior to the introduction of rifampicin and pyrazinamide. Its potency is less than that of the current five first-line drugs (isoniazid, rifampicin, ethambutol, pyrazinamide, and streptomycin) for treating tuberculosis and its cost is higher, but it is still useful in the treatment of multidrug-resistant tuberculosis. PAS is always used in combination with other anti-TB drugs. The dose when treating tuberculosis is 150 mg/kg/day divided into two to four daily doses; the usual adult dose is therefore approximately 2 to 4 grams four times a day. It is sold in the US as \"Paser\" by Jacobus Pharmaceutical, which comes in the form of 4 g packets of delayed-release granules. The drug should be taken with acid food or drink (orange, apple or tomato juice). PAS was once available in a combination formula with isoniazid called Pasinah or Pycamisan 33. 4-aminosalicylic acid was approved for medical use in the United States in June 1994, and for medical use in the European Union in April 2014. ===Inflammatory bowel disease=== 4-aminosalicylic acid has also been used in the treatment of inflammatory bowel disease (ulcerative colitis and Crohn's disease), but has been superseded by other drugs such as sulfasalazine and mesalazine. ===Others=== 4-aminosalicylic acid has been investigated for the use in manganese chelation therapy, and a 17-year follow-up study shows that it might be superior to other chelation protocols such as EDTA. ==Side effects== Gastrointestinal side-effects (nausea, vomiting, diarrhoea) are common; the delayed-release formulation is meant to help overcome this problem. It is also a cause of drug-induced hepatitis. Patients with glucose-6-phosphate dehydrogenase deficiency should avoid taking aminosalicylic acid as it causes haemolysis. Thyroid goitre is also a side- effect because aminosalicylic acid inhibits the synthesis of thyroid hormones. Drug interactions include elevated phenytoin levels. When taken with rifampicin, the levels of rifampicin in the blood fall by about half. The U.S. Food and Drug Administration (FDA) assigned 4-aminosalicylic acid to pregnancy category C, indicating that it is not known whether it will harm an unborn baby. ==Pharmacology== With heat, aminosalicylic acid is decarboxylated to produce CO2 and 3-aminophenol. ===Mode of action=== 4-aminosalicylic acid has been shown to be a pro-drug and it is incorporated into the folate pathway by dihydropteroate synthase (DHPS) and dihydrofolate synthase (DHFS) to generate a hydroxyl dihydrofolate antimetabolite, which in turn inhibits dihydrofolate reductase (DHFR) enzymatic activity. == History == 4-aminosalicylic acid was first synthesized by Seidel and Bittner in 1902. It was rediscovered by the Swedish chemist Jörgen Lehmann upon the report that the tuberculosis bacterium avidly metabolized salicylic acid. Lehmann first tried PAS as an oral TB therapy late in 1944. The first patient made a dramatic recovery. The drug proved better than streptomycin, which had nerve toxicity and to which TB could easily develop resistance. In the 1948, researchers at Britain's Medical Research Council demonstrated that combined treatment with streptomycin and PAS was superior to either drug alone, and established the principle of combination therapy for tuberculosis. ==Other names== Like many commercially significant compounds, 4-aminosalicylic acid has many names including para- aminosalicylic acid, p-aminosalicylic acid, 4-ASA, and simply P. ==References== ==Further reading== * ==External links== * Category:Anilines Category:Antibiotics Category:Antimetabolites Category:Salicylic acids Category:Tuberculosis Category:World Health Organization essential medicines Category:Wikipedia medicine articles ready to translate ",
    "title": "4-Aminosalicylic acid"
}