{
    "id": "2716238",
    "text": "The Battle of Drøbak Sound took place in Drøbak Sound, the northernmost part of the outer Oslofjord in southern Norway, on 9 April 1940. It marked the end of the \"Phoney War\" and the beginning of World War II in Western Europe. A German fleet led by the cruiser Blücher was dispatched up the Oslofjord to begin the German invasion of Norway, with the objective of seizing the Norwegian capital of Oslo and capturing King Haakon VII and his government. The fleet was engaged in the fjord by Oscarsborg Fortress, an ageing coastal installation near Drøbak, that had been relegated to training coastal artillery servicemen, leading the Germans to disregard its defensive value. However, unbeknownst to German military intelligence, the fortress' most powerful weapon was a torpedo battery, which would be used to great effect against the German invaders. The fortress' armaments worked flawlessly despite their age, sinking the Blücher in the sound and forcing the German fleet to fall back. The loss of the German flagship, which carried most of the troops and Gestapo agents intended to occupy Oslo, delayed the German occupation long enough for King Haakon VII and his government to escape from the capital. ==Before the battle== As the political situation was chaotic, the 64-year-old commander, Oberst (Colonel) Birger Eriksen, had not received any clear orders and had received no notice as to whether the approaching warships were German or Allied. He was well aware that Norway was officially neutral, but that the government was inclined to side with the British in case of direct Norwegian involvement in the war. Apart from the officers and NCOs, almost all the soldiers manning the fortress were fresh recruits, having only been conscripted seven days before, on 2 April. Because of the influx of 450 fresh recruits, the fortress' naval mines were not deployed on 9 April. Part of the recruits' training was to lay the mine barrier, a process planned for a few days later. ===Torpedo battery=== The commander of the torpedo battery at Oscarsborg had at the time of the battle been on sick leave since March 1940. Due to this, the retired Kommandørkaptein (Commander Senior Grade) Andreas Anderssen, who lived in nearby Drøbak, had been assigned as temporary commander for the battery. As an unidentified flotilla started forcing its way past the outer fortifications in the south of the Oslofjord, late at night on 8 April, Oberst Eriksen called Anderssen in and had him come down to the fortress. Kommandørkaptein Anderssen donned his old uniform and was transported by boat over the fjord to the torpedo battery.Hansen 2005: 49 Anderssen would show himself worthy of the important task of leading the fortress' most lethal weapon system; having first served at the torpedo battery in 1909, he knew the ageing weapons intimately. When Anderssen had been called back into duty a month previously, he had been a pensioner for 13 years, having originally retired from his post as commander of the torpedo battery in 1927.Hansen 2005: 48 The battery had three torpedo tunnels which could fire six torpedoes without reloading and a total of nine torpedoes were stored and ready for use. ==Battle== ===Main Battery rounds=== One of the three main battery guns at Oscarsborg While the main combat station for the Main Battery and the commander of Oscarsborg fortress was on the island Håøya north-west of South Kaholmen, due to the special circumstances in 1940, Oberst Eriksen took position in the backup station on the eastern flank of the main battery at South Kaholmen. At 04:21 on 9 April, Eriksen gave the Main Battery guns the order to fire at the lead ship of the unknown flotilla forcing its way towards Oslo. Upon giving the command, Eriksen was questioned. He responded with his now famous response; \"Either I will be decorated or I will be court martialled, Fire!\" Two rounds from the Krupp guns Moses and Aron engaged the German cruiser at range. The two Norwegian guns had been loaded with live, high-explosive shells;Hauge 1995: 35 firing them \"in anger\" was a violation of the pre-war Norwegian rules of engagement which dictated warning shots be fired first, as had been the case at Oslofjord Fortress further down the fjord. Colonel Eriksen later explained his decision by alluding to the fact that the German naval force already had forced their way past the Oslofjord Fortress' forts and had received both warning shots and live rounds from these more outlying coastal fortifications. As the vessels had continued up the fjord toward the capital, Eriksen was of the opinion that he had the right to consider them enemy warships and to engage them as such. Oberst (Colonel) Birger Eriksen, the commander of Oscarsborg, 9 April 1940 Map of Oslofjord and the fortress of Oscarsborg The first 28 cm shell hit Blücher right in front of the aft mast,Ribsskog 1998: 50 and set the midship area up to the fore mast on fire.Ribsskog 1998: 50–51 The second 28 cm round hit the base of the forward gun turret shortly thereafter, throwing large parts of it into the fjord and igniting further fires on board.Ribsskog 1998: 51 There was only time for the Main Battery to fire these two rounds, due to their slow reload time with only 30 untrained recruits manning them at the time. Only one gun crew of actual artillerymen was available, and two guns could only be made operational by splitting the real gunners between the two guns and using non- combatant privates to assist the gunners. The personnel pressed into service on the main guns included cooks woken up to man the Main Battery. There was no time to reload; there was not even time to fire the third gun, Josva, which was loaded but unmanned. The reason for the significant effect of the two 28 cm rounds on Blücher was that the first round penetrated the side of the ship and exploded inside a magazine containing cans of oil, smoke dispensers, incendiary bombs, aircraft bombs for the cruiser's Arado Ar 196 reconnaissance floatplanes and depth charges. The bulkheads on that deck were blown out and the burning oil developed into an intense fire. The second 28 cm shell also knocked out the electricity central for the ship's main guns, rendering them unable to return fire. ===Kopås and Husvik batteries=== While fire raged aboard Blücher, the secondary Norwegian coastal batteries fired at her with guns ranging in calibre from the two small pieces at Husvik, intended to protect the fortress' missing mine barrier, to the three guns of the Kopås Battery on the eastern side of the fjord. The larger guns wrought havoc on board Blücher, while the 57 mm guns concentrated on the cruiser's superstructure and the anti-aircraft weapons,Fjeld2 1999:36 and were partially successful in suppressing the fire from her light artillery as Blücher slowly sailed past the fortress. The Husvik battery had to be abandoned when Blücher passed in front of it and fired her light AA guns directly down into the positions. Although the main building at the battery caught fire, the Norwegians suffered no casualties. In all, thirteen 15 cm rounds and around thirty 57 mm shells hit the German cruiser as it passed the guns of the fortress' secondary batteries. One of the 15 cm rounds from Kopås disabled Blüchers steering gear and forced the cruiser's crew to steer her using the engines to avoid running aground. Blüchers fire-fighting system was also knocked out by shell fragments from the two Norwegian batteries, making attempts to control the fires aboard the ship and rescue the many wounded much more difficult. ===Identity of the intruders becomes known=== As the now crippled Blücher passed the fortress guns, a sudden outburst of voices from the burning cruiser could be heard above the battle noises; Norwegian sources state that the crew broke into singing Deutschland, Deutschland über alles.Hauge 1995: 36Tamelander&Zetterling; 2001: 87Berg 1997: 13 Only at this point did it become clear to the men of the fortress whom they were fighting.Berg 1997: 12–13Ribsskog 1998:45–50Grimnes 1990: 7–8 Later, at 04:35, Oberst Eriksen received a message from the Norwegian minesweeper HNoMS Otra confirming that the intruding ships were German. The message had been sent to the naval base in Horten at 04:10, but the massive communications problems that severely hampered the efforts of the Norwegian military throughout the Norwegian Campaign had prevented it from reaching Oscarsborg in time.Berg 1997: 10 The return fire from Blücher was ineffective, with the light artillery mostly pointing too high and the main batteries, 20.3 cm guns, unable to fire due to the damage caused by the second 28 cm round from Oscarsborg's Main Battery. The shelling lasted only for five to seven minutes. When the guns on both sides silenced, with all the \"passengers\" still under deck—\"there was a dead silence on board the whole ship, no movement whatsoever was identified\".Binder 2001: 77 ===Kommandørkaptein Anderssen launches the torpedoes=== After passing the line of fire of the fortress' gun batteries, the cruiser was burning and severely damaged, but her captain still hoped he would be able to save his ship. At this point, however, Blücher entered the sights of Kommandørkaptein Anderssen as she slid past the torpedo battery at a range of only .Hauge 1995: 37 The retired torpedoes the officer was aiming at the cruiser were 40-year-old Whitehead weapons of Austro-Hungarian manufacture. These torpedoes had been practice-launched well over 200 times before, but no one was certain if they would function or not. As Kommandørkaptein Anderssen pushed the firing mechanism button for the torpedoes, at approximately 04:30, the weapons turned out to work perfectly; first one and then another torpedo raced out of their underwater exit tunnels at below the surface toward the burning warship. As Anderssen had overestimated the speed of his target slightly, the first torpedo hit near Blüchers forward turret (nicknamed \"Anton\"), creating only inconsequential damage. The aim was corrected for the second torpedo launch and the torpedo struck Blücher amidships, hitting the same general area as the first 28 cm shell. This caused catastrophic damage to the cruiser and blew open many of her bulkheads, allowing water to flood her decks while she was burning furiously. The third torpedo launcher was left loaded in case more ships were to follow close behind Blücher. After firing, the two other tubes were reloaded and readied for the next target. ===End of Blücher=== Blücher on fire and sinking in Drøbak Sound With all engines knocked out by the second torpedo hit, the cruiser anchored near the Askholmene islets just north and out of the arc of fire of the fort's guns to try to fight the ferocious fires raging throughout the vessel. Blüchers torpedoes were fired against land to avoid them exploding in the uncontrolled fires aboard.Hauge 1995: 38 The crew's struggle ended when, at 05:30, fires reached a midship ammunition hold for the Flak guns, blowing a large gap in the ship's side.Williamson 2003: 33–34Tamelander&Zetterling; 2001: 88 The magazine blast ruptured the bulkheads between the boiler rooms and tore open the cruiser's fuel bunkers, igniting further fires. By this point, Blücher was doomed. At 06:22, Blücher sank bow first into the depths of the Oslofjord, first laying over on her port side, then turning upside-down and finally succumbing with her screws the last to disappear below the surface. After the ship had disappeared from the surface, large quantities of oil floated up and covered the close to two thousand sailors and soldiers fighting for their lives in the freezing water. The oil rapidly caught fire, killing hundreds more Germans. Obergefreiter Günther Morgalla—who survived the sinking—later said that, swimming toward his shivering crew mates onshore, he heard someone defiantly singing the Deutschlandlied followed by \"Das kann doch einen Seemann nicht erschüttern.\" (\"That cannot shake a sailor\").Binder 2001: 89 German survivors, with the sinking Blücher in the background In all, 650–800 Germans died, and 550 of the approximately 1,400 wet and cold survivors of Blücher were captured by soldiers from Company no. 4 of the Norwegian Royal Guards under the command of Kaptein (Captain) A. J. T. Petersson. In total, some 1,200 of the survivors had made it ashore at Frogn near Drøbak. The guardsmen were supposed to take all the Germans prisoner, but mainly focused on caring for the many wounded and dying.Hansen 2005: 71 Around 1,000 of the Germans, including Generalmajor Erwin Engelbrecht and Admiral Oskar Kummetz, were eventually moved to a nearby farm and placed under light guard. None of the prisoners were interrogated. By 18:30, the Norwegian soldiers withdrew from the area, abandoning the Germans. Engelbrecht and Kummetz then made their way to Oslo.Arneberg 1989: 62, 65 The leading German officers reached Oslo at 22:00, moving into the Hotel Continental, though without most of the troops intended to occupy the capital.Arneberg 1989: 65Hansen 2005: 72 Many of the German wounded were initially taken to Åsgården summer hotel in Åsgårdstrand for medical care, where Norwegian wounded had already been brought. The hotel was the temporary improvised location for the Royal Norwegian Navy Hospital, which had been evacuated from Horten at midnight on 8 April.Sivertsen 2001: 78 ==Remaining ships retreat== By the time Blücher sank, the remaining naval force destined for Oslo had long since turned around and retreated back down the fjord. Seeing the geysers of water from underwater explosions on Blücher, and unaware of the torpedo battery, the commander of the heavy cruiser Lützow (the recently renamed 'pocket battleship' Deutschland) assumed the flagship had hit mines and at 04:40 the decision was made for the flotilla to turn back and land the invasion forces out of range of the Oscarsborg batteries. The planned coup against Oslo to force the surrender of the Norwegian government was replaced by a land advance up the Oslofjord.Grimnes 1990: 14 As the force made good its escape, the fortress managed to damage Lützow, the 15 cm guns of the Kopås battery scoring three hits and knocking out the ship's forward 28 cm turret (\"Anton\"). Kopås kept firing at the retreating ships until they disappeared in the mist at a range of around . After pulling out of range of the fortress guns, Lützow employed her remaining turret \"Bruno\" to bombard the defenders from a range of down the fjord. During the battle, another burning ship was spotted in the distance from Oscarsborg, leading the Norwegian defenders to believe they had sunk another German warship in addition to Blücher. For some time after the battle, the belief was that Oscarsborg had sunk the artillery training ship . The reality, however, was that the burning ship was the Norwegian cargo cutter that had stumbled into the battle while on her way from Moss to Oslo with a cargo of paper. As the small ship had mistaken the events as a military exercise, she kept going until fired upon and set ablaze by the German minesweepers R-18 and R-19. Sørland sank with two of her six-man crew near the village of Skiphelle in Drøbak, as the first civilian Norwegian ship lost during the invasion. Brummer was indeed lost in connection with the invasion, but only when she was on her way back to Germany on 14 April, when she was torpedoed by the Royal Navy submarine and sank the next day.German-navy.de: Brummer ==Luftwaffe bombing== Oscarsborg's Hovedøya under Luftwaffe attack The fortress was subjected to heavy Luftwaffe bombing later on the same day, to which the fortress could only reply with two Bofors 40 mm L/60 anti-aircraft (AA) guns and three Colt M/29 AA machine guns at Seiersten Battery, as well as another four Colt M/29 7.92 mm AA machine guns at Håøya Battery,Grimnes 1990: 15 but again there were no Norwegian casualties. Initially, four machine guns on the roof of the Main Battery also returned fire, but these had to be abandoned early on. One of the two 40 mm guns became unserviceable after only 22 rounds; the other gun kept firing until 12:00, but to little effect. After a break in the attacks from 12:00 to 13:30, during which time Lützow bombarded Hovedøya, the Luftwaffe bombers returned at 13:30 and soon strafed the remaining Norwegian anti-aircraft guns, forcing the crew to seek shelter in the nearby forest at around 14:00. In all, the fortress was subjected to nearly nine hours of air attack, during which time around five hundred bombs—ranging from in size—were dropped on Oscarsborg.Fjeld 1999: 191 Amongst the bombers that attacked Oscarsborg were twenty-two long-range Junkers Ju 87R \"Stuka\" dive bombers of Sturzkampfgeschwader 1 under the command of Hauptmann Paul-Werner Hozzel, operating from Kiel-Holtenau airport in northern Germany.Weal 1997: 34–35 ==Surrender== Although the German naval attack on Oslo had been thwarted by the actions of Oscarsborg, the city was seized later that day by forces that were airlifted into Fornebu Airport. In light of the fall of the capital, and with news of German landings at the village of Son south of Drøbak, Colonel Eriksen decided that further fighting without adequate infantry support was in vain, and agreed to a ceasefire in the evening of 9 April. The fortress was surrendered intact on the morning of 10 April.Fjeld 1999: 192 The garrison at the main battery and at Håøya were treated separately by the Germans from those captured from the mainland batteries, and were released a week after the battle. The soldiers and non-commissioned officers captured at the mainland batteries were released three days after the fortress' surrender, while the officers were held as prisoners of war at Fredriksten Fortress. The reserve officers were released on 15 May, while the full-time officers were transferred to Grini prison camp and released in late May 1940. ==Aftermath== In one of the more peculiar battles of the war, a hundred year old fortification, manned by raw recruits and pensioners and armed with 40- to 50-year-old weaponry of German and Austro-Hungarian manufacture, had destroyed a ship so new, its crew was still finishing training. Oscarsborg had fulfilled its mission and denied an invader access to the capital. Even though it and the country were ultimately captured and occupied, the effects of delaying the German advance were immediate and considerable. On board Blücher were troops specially designated to capture the King, the Norwegian cabinet, the Storting (Norwegian Parliament) and the national gold reserve; the delay made it possible for all these to escape. On 9 April, the Storting was able to convene at Elverum and give the cabinet a wide authorization to govern until a Storting could again assemble. Thus, the Norwegian government was able to continue the defence of Norway until it had evacuated to exile in the United Kingdom on 7 June, with the Norwegian Army laying down their arms on 10 June. ==Media adaption== The battle is depicted in the 2016 feature film The King's Choice. ==References== ==Bibliography== * * *Binder, Frank & Schlünz Hans Hermann: Schwerer Kreuzer Blücher, Koehlers Verlagsgesellschaft mbH, Hamburg 2001 * * * (to be quoted as Fjeld2 1999) * * * * * * * * *Williamson, Gordon: German Heavy Cruisers 1939–45, Osprey Publishing Ltd., Oxford 2003 ==External links== *Oscarsborg Fortress Museum official website *Oscarsborg Fortress website *Website on the fortress *Oscarsborg Fortress, map Norwegian Defence Estates Agency *Oscarsborg Museum – history of the fortress *Norwegian Armed Forces website page about the fortress *50 year anniversary Aftenposten newspaper article on the invasion of Norway Category:Battles and operations of World War II involving Norway Category:Battles of World War II involving Germany Category:Norwegian campaign Category:1940 in Norway Category:History of Viken (county) Category:Frogn Category:April 1940 events ",
    "title": "Battle of Drøbak Sound"
}