{
    "id": "2716016",
    "text": "Anna Mons House in the German Quarter, by Alexandre Benois Anna Mons (; 1672-1714) was a Dutch commoner who almost succeeded in marrying Tsar Peter the Great. ==Royal mistress== In 1691, during one of his visits to the German Quarter, young Peter I of Russia became enamoured of Anna Mons, the daughter of Dutch wine merchant Johan Mons. His origins were from Westphalia in Germany . Her younger brother was Willem Mons (1688–1724), destined to be the Imperial Chamberlain to Catherine I and Matrena her sister who married Fedor Balk, Major General and Governor of Riga. Her niece was the infamous Natalia Lopukhina (1699–1763) later victim of the so-called Lopukhina Affair in 1742. As Peter's relations with the tsarina Eudoxia Lopukhina gradually worsened, Anna Mons took the place as his permanent and semi-official royal mistress. In the 1690s, he gave her 295 farms and a mansion near Moscow. The relationship lasted for 12 years. ==Arrest and death== After Peter divorced Lopukhina, Anna had ambitions of marrying Peter herself, but by 1703 she feared he had lost interest in her and she took up a flirtation with the Prussian ambassador Keyserling in an effort to rekindle Peter's affections. Keyserling proposed marriage, provoking Peter to have Anna expelled from her estate and placed under house arrest along with her mother, sister and thirty friends. Peter later allowed the two of them to marry, which they did in 1711. Anna died three years later of consumption. ==Aftermath== In 1707, Peter I married again, to Marta Helena Skowrońska, later to become Catherine I of Russia, who dyed her hair black so she would not resemble flaxen-haired Anna Mons. Anna's younger brother, Willem Mons, became the Secretary and friends with Catherine. He was an old friend of Peter's, having taken part in the Battle of Poltava. Willem was charged and executed for abusing his access to the Empress, along with his sister Matrena, who was beaten and exiled to Tobolsk, Siberia. Matrena's husband was given permission to remarry. The siblings were accepting bribes for their influence, according to the favour asked and position of the petitioner, despite having wealth and property bestowed upon them due to their positions. The night before the execution, Peter told Willem, although he was sorry to lose such a talented man, Willem's execution was imperative. Matrena was later restored to favour by Catherine after the death of Peter. Willem's head, preserved in alcohol, was displayed in a museum, originally the summer palace of the Tsar. It remains on display to the present day. == References == Category:1672 births Category:1714 deaths Category:Imperial Russian politicians Category:Mistresses of Russian royalty Category:18th-century deaths from tuberculosis Category:17th-century Russian people Category:18th- century Russian people Category:Russian people of Dutch descent ",
    "title": "Anna Mons"
}