{
    "id": "2716394",
    "text": "Commemorative plaque for Kossuth Bridge The Kossuth Bridge or Kossuth híd was a bridge that stood over the river Danube in Budapest from 15 January 1946 to 1960. After the Soviet Red Army took Budapest in early 1945, they found all the city's five bridges had been blown up by retreating German troops. (Árpád hid was not blown-up, it was just incomplete, under construction). Soon, a pontoon bridge was created for military logistical purposes but its capacity proved insufficient and presence of winter icepacks on the Danube made it impossible to maintain a permanent link across the 290-metre-wide river with a floating bridge. A decision was made to build a spar-type bridge in record time. The total destruction of industry and lack of raw materials in Hungary required cannibalizing several dozen oil wells in the oil fields of Zala county for the construction project. Steel piping was pulled from the depths and used as the main spars for the bridge. It is said some steel from gunbarrels from abandoned and destroyed World War II battle tanks were incorporated in the structure. Because of the tight schedule and design restrictions dictated by available substandard materials, the bridge was built with numerous concrete pylons, with smallish, 30 and 40-metre-wide openings between them. The construction project was entirely carried out by Soviet military engineering troops, with some 15 fatalities due to hurry and harsh work conditions. This claim (Soviet troops erecting) is incorrect. The design collective was led by Hilvert Elek and Endre Misteth engineers. The erection project management were done by Zsigmondy, Béla; Erdélyi and Vajda; valamint Fábián, Somogyi and György companies. The top overseer, chief project manager was Széchy, Károly. The steel structure was manufactured by Weiss Manfréd Rt., and the Győri Waggongyár. The permanent link, built right at the southern corner of Budapest's Parliament Building, was often referred to as the \"Link of Life\", especially in the leftist press. Indeed, for six months - until 20 August 1946 - it was the only connection between the two halves of the city, Buda and Pest. Officially inaugurated as the \"Lajos Kossuth Bridge\", it was named after the patriot leader of Hungary's 1848-49 revolution. Due to its hasty construction, the Kossuth bridge had several restrictions on use. It was used mainly for pedestrian crossing. Heavier trucks could cross at 20 km/h and in only one direction at a time. During sessions of parliament, it was sometimes shut down for noise and security reasons. Both bus and truck traffic was on the bridge, numerous photographs and news film clips attest to that. In three years following World War II all of the demolished Danube bridges were rebuilt, except Elizabeth bridge, easing the traffic situation. The Kossuth Bridge gradually became a maintenance problem and its low span more of an obstacle to shipping on the River Danube. It was finally shut down in 1957 and dismantled in 1960, and not replaced. Nowadays only two plaques embedded in the riverbanks remind visitors of the bridge's former location. It is thought that a bridge will be erected in the same place around 2020 as part of the long-term Budapest infrastructure modernization program. ==External links== *A photo of the Kossuth bridge with Parliament in the background can be seen here. * DBridges - Kossuth híd Category:Bridges in Budapest Category:Bridges completed in 1945 Category:Bridges over the Danube Category:Demolished bridges ",
    "title": "Kossuth Bridge"
}