{
    "id": "2716071",
    "text": "Vojvodina (Serbian: Војводина or Vojvodina; ; ; ; ; Rusyn: Войводина) is the Serbian name for the territory in Northern Serbia, consisting of the southern part of the Pannonian Plain, mostly located north from the Danube and Sava rivers (part of Mačva region that belongs to Vojvodina is located south from Sava). ==Name== The name \"Vojvodina\" (Војводина) in the Serbian language simply means \"voivodship\" or \"duchy\". Its original historical name (from 1848) was \"Serbian Voivodship\" (Serbian Vojvodina). The Serbian language uses two more varieties of the word Vojvodina. These varieties are Vojvodovina (Војводовина), and Vojvodstvo (Војводство), the latter being an equivalent to the Polish word for province, województwo (voivodship). As for the names of the three historical and geographical regions of which Vojvodina is composed, Syrmia was named after the ancient Roman city of Sirmium, Bačka was named after the town of Bač, and Banat was named after the ruling title Ban. ==Territory of present-day Vojvodina throughout history== Banat, Bačka and Syrmia: throughout history, the territory of present-day Vojvodina (including regions of Banat, Bačka and Syrmia) has been (entirely or partially) a part of: * the State of the Scordisci (3rd century BC–1st century AD), with capital in Singidunum (present-day Belgrade),Skordisci: istorija i kultura, Jovan Todorović, Institut za izučavanje istorije Vojvodine, 1974, page 268. * Dacia (1st century BC), * the Roman Empire (1st-5th century), * the Hun Empire (5th century), * the Ostrogoth Kingdom (5th century), * the Gepid Kingdom (5th-6th century), * the Langobard State (6th century), * the Byzantine Empire (6th century; 11th-12th century), * the Avar Khanate (6th-8th century), * the Frankish Kingdom (8th-9th century), * the Principality of Pannonian Croatia (9th century), * the Principality of Lower Pannonia (9th century),http://www.crohis.com/srkulj1/trpimir.jpg * the Great Moravia (9th century) - according to various sources, Great Moravia included territory of present-day Vojvodina. According to alternative theory presented by Peter Püspöki Nagy, Great Moravia was centered in present-day Serbia: around the river Velika Morava and in present-day Vojvodina, * the Bulgarian Empire (9th-11th century), * the Voivodeship of Salan (9th century), * the Voivodeship of Glad (9th century), * the Kingdom of Hungary (10th-16th century), * the Voivodeship of Ahtum (11th century), * the Voivodeship of Sermon (11th century), * the Kingdom of Syrmia of Serb king Stefan Dragutin (13th-14th century) - Initially, Stefan Dragutin was vassal of Hungarian king, but later became an independent ruler, * the realm of Ugrin Csák (13th-14th century) - Initially, Ugrin Csák was a Hungarian nobleman, but later became an independent ruler, * the Serb state of Jovan Nenad (1526–1527), * the Ottoman Empire (16th-18th century), ** the Ottoman vassal duchy of Radoslav Čelnik (1527–1530), * the Habsburg Monarchy (from 1699 to 1804), including: ** Military Frontier,Farrow's military encyclopedia: a dictionary of military knowledge, Edward Samuel Farrow, Military-Naval Publishing Company, 1895, page 345.Encyclopædia Britannica: a dictionary of arts, sciences, and general literature, Том 12, William Harrison De Puy, R.S. Peale, 1891, page 361.The World's History: South-eastern and eastern Europe, Viscount James Bryce Bryce, William Heinemann, 1907, page 303.The Catholic encyclopedia: an international work of reference on the constitution, doctrine, discipline, and history of the Catholic church, Том 4, Charles George Herbermann, The Catholic Encyclopedia Inc., 1913, page 512. ** Banat of Temeswar (until 1778), ** Habsburg Kingdom of Hungary (which included Habsburg Kingdom of Croatia and Habsburg Kingdom of Slavonia), * the Austrian Empire (from 1804 to 1867), including: ** Serbian Vojvodina (1848–49), ** Voivodeship of Serbia and Banat of Temeschwar (1849–60), ** Military Frontier, ** Habsburg Kingdom of Hungary (which included Habsburg Kingdom of Croatia and Habsburg Kingdom of Slavonia) - after 1849, Kingdom of Slavonia was a separate Habsburg crownland, * the Austria-Hungary (from 1867 to 1918), including: ** Military Frontier (until 1882), ** Kingdom of Slavonia (until 1868), ** Habsburg Kingdom of Hungary (which included Habsburg Kingdom of Croatia-Slavonia), * the State of Slovenes, Croats and Serbs (1918), * the Banat Republic (1918), * the Kingdom of Serbia (1918), * the Kingdom of Serbs, Croats and Slovenes (1918–1929), * the Kingdom of Yugoslavia (1929–41, also during World War - from 1941 to 1944: the area governed by the Military Administration in Serbia, the Independent State of Croatia and Horthy's Hungary), * the Socialist Federal Republic of Yugoslavia (1944–92), * the Federal Republic of Yugoslavia (1992–2003), * Serbia and Montenegro (2003–06), and, * since 2006, the independent Serbia (from 1945 to 2006, Serbia, which included autonomous Vojvodina, was a republic within Yugoslavia and Serbia and Montenegro). Mačva: Through the history, the region of Mačva (whose northern part is within present-day Vojvodina) has been a part of: the Roman Empire (1st-4th century), the Byzantine Empire (4th-5th century; 5th-7th century; 11th-12th century), the Hun Empire (5th century), the Slavic-controlled territories (7th-9th century), the Bulgarian Empire (9th-11th century), the Kingdom of Hungary (12th-13th century; 14th century; 15th century; 16th century), the State of Serb king Stefan Dragutin (13th-14th century), the Serbian Empire (14th century), the State of Nikola Altomanović (14th century), the Moravian Serbia (14th century), the Serbian Despotate (15th century), the Ottoman Empire (15th century; 16th-18th century; 18th-19th century), the Habsburg Monarchy (1718–39), the Karađorđe's Serbia (1804–13), the vassal Principality of Serbia (1815–78), the independent Principality of Serbia (1878–82), the Kingdom of Serbia (1882–1918), the Kingdom of Serbs, Croats and Slovenes (1918–29), the Kingdom of Yugoslavia (1929–1941), the Nedić's Serbia (1941–1944), the Socialist Federal Republic of Yugoslavia (1944–92), the Federal Republic of Yugoslavia (1992–2003), and Serbia and Montenegro (2003–06). Since 2006, the region is part of independent Serbia. An autonomous region named Serbian Vojvodina was proclaimed in the May Assembly, which was organized by local Serbs in 1848. Due to the advance of the Hungarian army in 1849 and disagreements between Serb leaders, the autonomous Serb region ceased to exist in 1849 and the remains of its army joined the Austrian imperial army. Later in that year (1849), after the Austrian and Russian armies defeated the Hungarians, a separate Habsburg crownland named the Voivodeship of Serbia and Banat of Temeschwar was formed. It existed from 1849 to 1860 and covered a larger territory than the original Serbian Vojvodina. After World War I, in 1918, the Assembly of local Serbs, Bunjevci and other Slavs of Banat, Bačka and Baranja declared the secession of these regions from the Kingdom of Hungary and the creation of an administrative province named Banat, Bačka and Baranja, which joined the Kingdom of Serbia. Its borders with newly independent Hungary were defined by the Treaty of Trianon (1920). In 1929 the region became a province of the Kingdom of Yugoslavia named Danube Banovina. From 1944 to 1945 until the breakup of Yugoslavia it was an autonomous province, of socialist Serbia and Yugoslavia. Together with Kosovo and Metohija, it enjoyed highly autonomous status between 1974 and 1990. ==Early history== Ancient peoples (Illyrians, Dacians, Celts, Sarmatians, and others) in the territory of modern Vojvodina. The territory of present-day Vojvodina has been inhabited since the Paleolithic period. Indo-European peoples moved into this area during three migration waves, in 4200 BC, 3300 BC, and 2800 BC. Before the Roman conquest in the 1st century BC, Indo-European peoples of Illyrian, Thracian and Celtic origin inhabited the region. Some of the important tribes that lived in the territory of present-day Vojvodina were: Agatirses, Dacians (Thracian tribes), Amantini, Breuci, Pannonians (Illyrian tribes), and Skordisces (Celtic tribe). The later Roman province of Pannonia was named after one of the Illyrian tribes from the region – the Pannonians. ==Romans== The Romans conquered this region in the 1st century BC. Opposing Roman rule, the Illyrian tribes started an uprising in 6 AD. The leaders of this uprising were Baton and Pines, the first named individuals known to be from the present-day Vojvodina territory. The Banat region was a part of the Roman province Dacia, while the Syrmia region was part of the province Pannonia. Sirmium (today Sremska Mitrovica) was an important Roman town. It developed into the economic capital of Roman Pannonia and later became one of the four capital cities of the Roman Empire during the Tetrarchy. Six Roman Emperors were born in this city or in its surroundings: Decius Traian (249–251), Aurelian (270–275), Probus (276–282), Maximianus Herculius (285–310), Constantius II (337–361) and Gratian (367–383). These emperors mostly were Romanized Illyrians by origin. Although the southern and eastern parts of present-day Vojvodina (Syrmia and Banat) were part of the Roman Empire, the north-western parts (Bačka) were inhabited and ruled by the Iazyges, an Iranian tribe. Image:Emperor Traianus Decius (Mary Harrsch).jpg|Traianus Decius, Roman Emperor (249–251), born in the village of Budalia near Sirmium. Image:Roman cities Vojvodina.png|Banat, as a part of the Roman province Dacia; Syrmia, as a part of the Roman province Pannonia; and Bačka under Sarmatian rule. Image:Prefecture_of_Illyricum_map.png|Sirmium, capital of the Praetorian prefecture of Illyricum and one of 4 capitals of the Roman Empire. ==Migrations== The Huns drove the Romans out of Pannonia after A.D. 395. The rule of the Huns lasted a little over half a century, and the region then became part of the Byzantine Empire. Much of Syrmia was part of the Byzantine province of Pannonia in the 6th century; its capital was Sirmium. The area was later conquered by the Gepids and, for a short time, Sirmium became a capital of the Gepid Kingdom. In 567, the Gepids were defeated by the Avars who established their rule over the region. ==Slavs== Voivodship (duchy) of Salan, 9th century. Slavs (Severans, Abodrites, Braničevci, Timočani, and Serbs) settled in the territory of present-day Vojvodina in the 6th and 7th centuries AD, but pockets of Romanized population remained in the area. Serbs were recorded in northern Banat from the year 567. In the beginning of the 9th century, Syrmia was for the short time part of the state of Ljudevit Posavski (Pannonian Duchy or Pannonian Croatia) and after the Frankish conquest of the region, the Bulgarian Empire conquered its eastern part. In the 9th century, the territory of present-day Vojvodina became a part of the Bulgarian Empire. Salan, a Bulgarian voivod (duke), ruled the territory of Bačka, and his capital city was Titel. Another Bulgarian voivod, Glad, ruled in Banat. His descendant was Ahtum, a voivod of Banat, the last ruler who opposed the establishment of the Kingdom of Hungary. Ahtum was an Orthodox Christian. In the 11th century, the ruler of Syrmia was Sermon, a vassal of the South Slavic emperor Samuil, who ruled from Ohrid. Sermon produced his own golden coins in present-day Sremska Mitrovica. After the Slavic Empire was defeated by the Byzantine Empire, Sermon was captured and killed because he chose not to co-operate with the new authorities. ==Kingdom of Hungary and medieval Serbs== The Hungarians (or Magyars) arrived in the Pannonian Plain during the last decade of the 9th century. Hungarian rule was established in parts of the territory of present-day Vojvodina, beginning from the 10th century. Bačka came under Hungarian rule in the 10th century after the Hungarians defeated Salan. Banat came under Hungarian rule in the 11th century after the defeat of Ahtum, while Syrmia came under Hungarian rule in the 12th century after the Kingdom of Hungary conquered it from the Byzantines. Before the Hungarian conquest, a province of the Byzantine Empire named Theme Sirmium existed in the territory of Syrmia. In the 13th century, the territory of present-day Vojvodina was divided into several counties: Bač (Bacsensis) and Bodrog (Bodrogiensis), both in the region of Bačka, Syrmia (Sirmiensis) and Vukovar (Vukovariensis), both in the region of Syrmia, and Kovin (Covinum) in the region of Banat. ===Kingdom of Syrmia=== Stefan Dragutin, king of Syrmia (1282–1316). Between 1282 and 1316 the Serbian King Stefan Dragutin ruled the Kingdom of Syrmia, which consisted of the north- western parts of present-day Central Serbia (including Mačva, Braničevo, Podrinje, etc.), south-western part of present-day Vojvodina (northern part of the region of Mačva),http://www.rodnikraj.eu/index_htm_files/239.png as well as Usora and Soli in present-day Bosnia and Herzegovina. His capital cities were Debrc (between Belgrade and Šabac) and Belgrade. At that time, the name Syrmia was a designation for two territories: Upper Syrmia (present-day Syrmia) and Lower Syrmia (present-day Mačva). The Kingdom of Syrmia under the rule of Stefan Dragutin was located in Lower Syrmia. Another local ruler, Ugrin Čak, ruled over Upper Syrmia, Slavonija, Bačka and Banat, and his residence was in Ilok. At first, Stefan Dragutin was a vassal of the Hungarian king, but after the central power in the Kingdom of Hungary collapsed, both, Stefan Dragutin and Ugrin Čak became de facto independent rulers. Stefan Dragutin died in 1316, and was succeeded by his son, King Vladislav II (1316–25), while Ugrin Čak died in 1311. Vladislav II was defeated by the king of Serbia, Stefan Dečanski, in 1324, and after this, Lower Syrmia became a subject of dispute between the Kingdom of Serbia and the Kingdom of Hungary. After the death of Ugrin Čak, Upper Syrmia, southern Bačka and south-western Banat were placed under authority of the Hungarian king. ===Serbian despots=== Though Serbs were part of the aboriginal Slavic population in the territory of present-day Vojvodina (especially in Syrmia), an increasing number of Serbs began settling from the 14th century onward. By 1483, according to a Hungarian source, as much as half of the population of the territory of Vojvodina consisted of Serbs. Serbian despots Stefan Lazarević and Đurađ Branković also had their personal possessions in the territory of present-day Vojvodina (and Pannonian part of present-day Belgrade), which included Zemun, Slankamen, Kupinik, Mitrovica, Bečej, and Veliki Bečkerek, which were given to the despot Stefan Lazarević (who was a tertiary vassal or a majordomo of Sigismund) in 1404 by Hungarian king Sigismund. https://web.archive.org/web/20070928082638/http://www.slankamen.org.yu/slankamen/ss.html In 1417, Apatin is also mentioned among his personal possessions. Later in the 15th century, the Serbian despot Đurađ Branković became the single largest landowner in the Kingdom of Hungary, possessing estates as far afield in the Banat, Transylvania and the region around Debrecen. For that he received the title of baron in the Kingdom of Hungary. However, after Branković's dealings with the Turks were discovered in 1455 (leading among other things to Hunyadi's defeat at the battle of Kosovo), his estates were confiscated and placed under the stewardship of Hunyadi (who was acting regent at the time). After the Ottoman Empire conquered Serbian Despotate (in 1459), titular despots of Serbia has received from Hungarian kings territory of late Đurađ Branković and they have continued to control parts of the territory of present-day Vojvodina until Ottoman conquest in 1526. The residence of the despots was Kupinik (today Kupinovo) in Syrmia, while other important places that were in possession of the despots included Slankamen, Berkasovo, Bečkerek, etc. The Serbian despots in Syrmia were: Vuk Grgurević (1471–85), Đorđe Branković (1486–96), Jovan Branković (1496–1502), Ivaniš Berislav (1504–14), and Stevan Berislav (1520–35). The last two titular despots of Serbia, Radič Božić (1527–28) and Pavle Bakić (1537) did not rule in the territory of present-day Vojvodina, but had possessions in the territories of present-day Romania and Hungary. According to people's tradition, Stefan Štiljanović was also an (unofficial) Serbian despot (from 1537 to 1540). His residence was in the town of Morović in Syrmia. The fact that titular Despots of Serbia controlled the territory of present-day Vojvodina, but also the presence of large Serb population, are the reasons because in many historical records and maps, which were written and drawn between 15th and 18th centuries, territory of present-day Vojvodina was named Rascia (Serbia) and Little Rascia (Little Serbia). See also Rascians. ==Ottoman Empire, Jovan Nenad and Radoslav Čelnik== Monument to Emperor Jovan Nenad in Subotica. Jovan Nenad, 1526–27. citation needed The Ottoman Empire took control of the territory of present-day Vojvodina following the Battle of Mohács of 1526 and the conquest of Banat in 1552. This turbulent period caused a massive depopulation of this region, with most of the Hungarians and Catholic Croats (Šokci) fled to the north, and were replaced by Serb and Muslim inhabitants. Soon after the Battle of Mohács, Jovan Nenad, a leader of the Serb mercenaries, established his rule in Bačka, northern Banat and a small part of Syrmia. He created an ephemeral independent state, with Subotica as its capital. At the pitch of his power, Jovan Nenad proclaimed himself Serbian Emperor in Subotica. Taking advantage of the extremely confused military and political situation, the Hungarian noblemen from the region joined forces against him and defeated the Serbian troops in the summer of 1527. Emperor Jovan Nenad was assassinated and his state collapsed. After the assassination of Jovan Nenad, the general commander of his army, Radoslav Čelnik, moved with part of the former emperor's army from Bačka to Syrmia, and acceded into the Ottoman service. Radoslav Čelnik then ruled over Syrmia as Ottoman vassal and took for himself the title of the duke of Syrmia, while his residence was in Slankamen. During the Ottoman rule, most of the inhabitants of the territory of present-day Vojvodina region were Serbs. During that time, villages were mostly populated with Serbs, while cities were mostly mixed with various Muslim populations including islamized Serbs. Eyalet of Temeşvar (Turkish province) existed in Banat after 1552, while the Sanjak of Syrmia and the Sanjak of Szeged existed in Syrmia and Bačka. In 1594 Serbs in Banat staged an uprising opposing Ottoman rule. This was one of three largest Serbian uprisings in history, and the largest before the First Serbian Uprising led by Karađorđe. ==Habsburg Rule== ===Hungarian Crown Land (1699-1849)=== The Habsburg Monarchy took control of the territory of present-day Vojvodina among other lands by the treaties of Karlovci (1699) and Požarevac (1718). The areas adjacent to the Ottoman territory (entire Syrmia and eastern Bačka) were incorporated into the Military Frontier (its Slavonian, Tisa, and Danube sections), while western Bačka was incorporated into the Habsburg Kingdom of Hungary. The Banat of Temeswar was established as a separate military province of the Habsburg Monarchy in 1718, and remained under military administration until 1751, when Maria Theresa introduced a civil administration. The Banat province was abolished in 1778. The southern part of the Banat remained inside the Military Frontier (Banat Krajina) until it was abolished in 1871. In 1745, northern Syrmia was incorporated into the Kingdom of Slavonia, a Habsburg land, mainly inhabited by Serbs and Croats. (According to 1790 data, population of the Kingdom of Slavonia was composed of: Serbs (46.8%), Croats (45.7%), Hungarians (6.8%), etc.) The south-eastern parts of Syrmia remained within the Military Frontier. The end of the Ottoman rule dramatically altered the demographic character of the territory of present-day Vojvodina region, as much of the ethnic Serb population had been decimated through warfare. The Muslim population also fled from the region and some of them found refugee in Ottoman Bosnia. The Serbian patriarch, Arsenije III Čarnojević, fearing the revenge of the Ottomans for the Serbian rebellion, immigrated in the last decade of the 17th century to the Habsburg Monarchy with about 60–70,000 Serb refugees, but they mostly settled in the territory of what is now Republic of Hungary and only small part of them settled in western Bačka in present-day Vojvodina. However, because of this event, the Habsburg Emperor promised religious freedom to all Serbs in the Habsburg Monarchy, as well as the right to elect their own \"voivod\" (military and civil governor). Much of the territory of present-day Vojvodina where Serbs lived was incorporated into the Military Frontier. Serbian (Illyrian Nation) privileges in the Habsburg Monarchy - a book from 1732. Serbs were a recognized nation in the Habsburg Monarchy. The emperor also recognized Serbs as one of the official nations of the Habsburg Monarchy and he recognized the right of Serbs to have territorial autonomy within one separate voivodship. This right, however, was not realized before the revolution in 1848–49. The immigration of Serbs to the Habsburg Monarchy was maintained during the 18th century. In 1687, the northern parts of the region were settled by ethnic Bunjevci. During the Kuruc War (1703–11) of Francis II Rakoczi, the territory of present-day Vojvodina was a battlefield between Hungarian rebels and local Serbs who fought on the side of the Habsburg Emperor. Serbs in Bačka suffered the greatest losses. Hungarian rebels burned Serbian villages and many Serbs were expelled from Bačka. Darvas, the prime military commander of the Hungarian rebels, which fought against Serbs in Bačka, wrote: \"We burned all large places of Rascia, on the both banks of the rivers Danube and Tisa\". It is estimated that Hungarian forces killed about 100,000 Serbs. During the Habsburg rule many non-Serb colonists also settled in the territory of present-day Vojvodina. They were mainly (Catholic) Germans and Hungarians, but also Ruthenians, Slovaks, Romanians, and others. The Donauschwaben, or Danube Swabians established many settlements in the area during the reign of Maria Theresa. Because of this colonization, Serbs lost the absolute ethnic majority in the region, and territory of present-day Vojvodina became one of the most ethnically diverse regions of Europe. However, there was also some emigration from the territory of present-day Vojvodina: after the Tisa-Moriš section of the Military Frontier was abolished, many Serbs from the north-eastern parts of Bačka left this region and immigrated to Russia (notably to Nova Serbia and Slavo-Serbia) in 1752, and this region was then populated with new Hungarian settlers. Many Hungarians came after 1867, when Austro-Hungarian Compromise was reached and Austria-Hungary as a dual monarchy was established. Serbs, however, remained the single largest ethnic group in the territory of present-day Vojvodina, until the second half of 20th century, when they became the absolute majority again. \"The long 19th century\" (1789–1914) was marked by rapid population increase, prosperity, sustained economic development, expansion of the transportation infrastructure, and despite the birth of the various national and reform movements also of relatively peaceful inter-ethnic relations and the reconstruction of the educational system. It was a period of integration into Europe, both economically and spiritually. Between the 16th and 19th centuries, territory of present-day Vojvodina was the cultural centre of the Serbian people. Especially important cultural centres were: Novi Sad, Sremski Karlovci, and the monasteries of Fruška Gora. In the first half of the 19th century, Novi Sad was the largest Serb city; in 1820 this city had about 20,000 inhabitants, of whom two-thirds were Serbs. Novi Sad had an elected mayor that was alternately German or Serb. The Matica Srpska moved to that town from Budapest in 1864. The Serbian gymnasiums of Novi Sad and Sremski Karlovci were at the time considered to be among the best in the Habsburg Kingdom of Hungary. Novi Sad has been referred to as \"the Serb Athens\" for this reason. ====Revolutions and Serbian autonomy==== Proclamation of Serbian Vojvodina in 1848 in Sremski Karlovci. Proclaimed borders of the Serbian Voivodship in 1848. Economical and cultural development was only interrupted by the Revolutions in 1848–49. The human and material losses in the Bačka and Banat regions were the greatest in the entire Austrian Empire. During the Revolution, the Hungarians demanded national rights and autonomy within the Austrian Empire. However, they did not recognize the national rights of other nationalities which lived in the Kingdom of Hungary at that time; according to data from 1842, only 38% of the inhabitants of the Kingdom of Hungary were Hungarians, with the rest of the population being Slavs, Romanians, and Germans. Wishing to express their national individuality and confronted with the new Hungarian authorities, Serbs declared the constitution of the Serbian Voivodship (Serbian Duchy) at the May Assembly in Sremski Karlovci (May 13–15, 1848). The Serbian Voivodship consisted of Syrmia, Bačka, Banat, and Baranja regions. The Serbs also formed a political alliance with the Croats \"based on freedom and perfect equality\". They also recognized the Romanian nationality. The metropolitan of Sremski Karlovci, Josif Rajačić, was elected patriarch, while Stevan Šupljikac the first voivod (duke). A National committee was formed as the new government of the Serbian Voivodship. Instead of the old feudal regime a new reign was founded based on the national boards with the Head Serbian National Board presiding. The Hungarian government replied by the use of force: on June 12, 1848, a war between Serbs and Hungarians started. Austria took the side of Hungary at first, demanding from the Serbs to \"go back to being obedient\". Serbs were aided by volunteers from Serbia. A consequence of this war, was the expansion of the conservative factions. Since the Austrian court turned against the Hungarians in the later stage of revolution, the feudal and clerical circles of the Voivodship formed an alliance with Austria and became a tool of the Viennese government. Serbian troops from the Voivodship then joined the Habsburg army and helped in crushing the revolution in the Kingdom of Hungary. With the help of Imperial Russia, the forces of reaction smothered the revolution in the summer of 1849, defeating all the national and social movements in the Habsburg Monarchy. ===Austrian Crown Land (1849-1860)=== After the defeat of the revolution, by a decision of the Austrian emperor, in November 1849, a separate Austrian crown land known as the Voivodship of Serbia and Tamiš Banat was formed as the political successor of the Serbian Voivodship. The crown land consisted of the parts of Banat, Bačka and Syrmia regions. An Austrian governor seated in Temeswar ruled the area, and the title of voivod (duke) belonged to the emperor himself. The full title of the emperor was \"Grand Voivod of the Voivodship of Serbia\" (German: Großwoiwode der Woiwodschaft Serbien). Even after this crown land was abolished, the emperor kept this title until the end of the Habsburg Monarchy in 1918. The Voivodship's two official languages became German and \"Illyrian\" (what would become Serbo-Croatian), but in practice it was mainly German. Voivodship of Serbia and Tamiš Banat, surrounded in green (Wojwodowina und Banat), 1849–1860. The ethnic composition of the Voivodship looked as follows: *Serbs, Bunjevci, Šokci and Croats = 386,906 **Serbs only = 321,110 **Bunjevci and Šokci = 62,936 **Croats = 2,860 *Romanians = 347,459 *Germans = 335,080 *Hungarians = 221,845 *Rusins = 39,914 *Slovaks = 25,607 *Bulgarians = 22,780 *Jews = 15,507 *Gypsies = 11,440 *Czechs = 7,530 *Greeks and Cincars = 2,820 The Voivodship was ethnically very mixed, since the southern parts of Syrmia, Banat and Bačka with compact Serb settlements were not included into it, while eastern Banat, with a Romanian majority was added to it. Some Serbs saw this as a divide and rule tactic by Vienna to dilute the Serbs in the Voivodship and create an autonomous region Serbian only in name, precisely by leaving out the regions with the most Serbian concentration. Yet, Serbian (Illyrian) language was official in the Voivodship, and Serbs participated in large number in the regional administration. After the abolishment of the Voivodship, both, Serbs and Romanians protested against this act, while Hungarians and Germans supported the abolishment. Vojvodina remained Austrian Crown land until 1860, when Emperor Franz Joseph decided that it will be a Hungarian Crown land again. ===Hungarian Crown Land (1860-1918)=== In 1860, the Voivodship of Serbia and Tamiš Banat was abolished and most of its territory (Banat and Bačka) was incorporated into the Habsburg Kingdom of Hungary, although direct Hungarian rule began only in 1867, when the Kingdom of Hungary gained autonomy within the newly formed Austria-Hungary. Unlike Banat and Bačka, the Syrmia region was in 1860 incorporated into the Kingdom of Slavonia, another separate Habsburg crown land. However, the Kingdom of Slavonia was too incorporated into the Kingdom of Hungary in 1868. By 1881, territory of the former Voivodship of Serbia and Tamiš Banat was administratively divided into five counties: Bačka-Bodrog (Bács-Bodrog), Syrmia (Szerém), Torontal (Torontál), Tamiš (Temes), and Karaš-Severin (Krassó-Szörény). Syrmia county was part of the autonomous region Croatia-Slavonia. After the Voivodship was abolished, one Serb politician, Svetozar Miletić, appeared in the political sphere. He demanded national rights for Serbs and other non-Hungarian peoples of the Kingdom of Hungary, but he was arrested and imprisoned because of his political demands. During the second half of the 19th century the region's Serb, Hungarian, German, Croat, and Slovak farmers turned it into the most productive agricultural region of the Kingdom; its excellent products were exported all over Europe. ==Serbia and Yugoslavia== parts of Banat, Bačka and Baranja recognized as a territory of the Kingdom of Serbs, Croats and Slovenes at a 1919–20 Paris Peace Conference. Danube Banovina in 1931. At the end of World War I, the Austro-Hungarian Empire collapsed. On October 29, 1918, Syrmia became a part of the newly formed State of Slovenes, Croats and Serbs. On October 31, 1918, the Banat Republic was proclaimed in Timișoara, and the government of Hungary recognized its independence. This republic was short- lived; after several days, Serbian troops entered Banat and crushed the Republic. On November 25, 1918, the Assembly of Serbs, Bunjevci, and other Slavs of Vojvodina in Novi Sad proclaimed the unification of Vojvodina (Banat, Bačka and Baranja) with the Kingdom of Serbia (The assembly numbered 757 deputies, of whom 578 were Serbs, 84 Bunjevci, 62 Slovaks, 21 Rusyns, 6 Germans, 3 Šokci, 2 Croats, and 1 Hungarian). Most deputies of the assembly were Serbs, and other local Slavs, since they mostly came from Slavic- inhabited parts of Banat, Bačka and Baranja, and not from areas with non- Slavic (Romanian, German or Hungarian) populations. The assembly also formed a local provincial government (People's Administration) and parliament (Great People's Council), which administered Banat, Bačka and Baranja until March 11, 1919. One day before the Assembly of Serbs, Bunjevci, and other Slavs of Banat, Bačka and Baranja, on November 24, the Assembly of Syrmia also proclaimed the unification of Syrmia with Serbia. On December 1, 1918, Vojvodina became part of the Kingdom of Serbs, Croats and Slovenes, later renamed the Kingdom of Yugoslavia. The Treaty of Versailles of 1919 and the Treaty of Trianon of 1920 defined the borders of the Kingdom with Romania and Hungary. Vojvodina itself was internationally recognized as part of the Kingdom of Serbs, Croats and Slovenes by the Treaty of Saint-Germain in September 10, 1919. According to these treaties, the Banat region was divided between Romania, Kingdom of SCS, and Hungary, while Bačka and Baranja were divided between the Kingdom of SCS and Hungary. These peace agreements would assign most Hungarian-inhabited and most Romanian-inhabited parts of Banat, Bačka and Baranja to Hungary and Romania respectively. In 1921, unsatisfied with the decision of the 1920 peace treaty to assign these territories to Hungary, the South Slavic population of Baranja and north-west Bačka proclaimed the short-lived Baranya-Baja Republic. Between 1929 and 1941, the region was known as the Danube Banovina, a province of the Kingdom of Yugoslavia. The capital city was Novi Sad. Danube Banovina consisted of Syrmia, Bačka, Banat, Baranja, Šumadija, and Braničevo regions. The population of this province was composed of: Serbs and Croats (56.9%), Hungarians (18.2%), Germans (16.3%), and others. ===World War II=== Monument in Novi Sad dedicated to Serb and Jewish civilians killed in 1942 raid. The Axis Powers occupied the region between 1941 and 1944. Bačka and Baranja were attached to Horthy's Hungary, while Syrmia was attached to the Independent State of Croatia. A smaller Danube Banovina (including Banat, Šumadija, and Braničevo) existed as part of Serbia between 1941 and 1944. The administrative centre of this smaller province was Smederevo. Banat itself was a separate autonomous region ruled by its German minority. The occupying powers committed numerous crimes against the civilian population, especially against Serbs, Jews and Roma; the Jewish population of Vojvodina was almost completely killed or deported. During the four years of occupation, about 50,000 people in Vojvodina were murdered, while more than 280,000 people were interned, arrested, violated or tortured. Most of them were civilians and were not members of the resistance movement. Due to anti-German sentiment caused by the war crimes of the German army in Yugoslavia during the war, most of the ethnic Germans were expelled from the country (Vojvodina included) after the end of the war. ===Post war period=== Vojvodina map. The region was politically restored in 1944 (incorporating Syrmia, Banat, Bačka, and Baranja) and became an autonomous province of Serbia in 1945. Instead of the previous name (Danube Banovina), the region regained its historical name of Vojvodina, while its capital city remained Novi Sad. When the final borders of Vojvodina were defined, Baranja was assigned to Croatia, while the northern part of the Mačva region was assigned to Vojvodina. At first, the province enjoyed only a small amount of autonomy within Serbia, but it gained extensive rights of self-rule under the 1974 constitution, which defined Vojvodina as one of the subjects of the Yugoslav federation, and also gave it voting rights equivalent to Serbia itself on the country's collective presidency. Under the rule of Serbian president Slobodan Milošević, Vojvodina and Kosovo lost most of their autonomy in September 1990. After this, the Vojvodina was no longer a subject of the Yugoslav federation, but again only the autonomous province of Serbia, with limited autonomy. The outbreak of the Yugoslav wars contributed to the increase of ethnic tensions, with many refugee Serbs, Romani and Ashkali who were driven from Croatia, Bosnia, and Kosovo being resettled in Vojvodina. On May 13, 2000, Boško Perošević, the President of the Provincial Executive Council of Vojvodina, was assassinated in Novi Sad by Milivoje Gutović, a supposedly mentally ill security guard at an agricultural fair Perošević was opening that day. As Gutović was an alleged member of the anti-Milošević organization Otpor!, it became a pretext for a government crackdown on the organization. The fall of Milošević in 2000 created a new climate for reform in Vojvodina, with the province's ethnic minorities strongly supporting the new government in Belgrade. Following talks between the parties, the province was given increased autonomy by the omnibus law in 2002. Vojvodina adopted a new flag in 2004. ==See also== *Vojvodina *Demographic history of Vojvodina *Rulers of Vojvodina *Serbs of Vojvodina *Raci (ethnonym) *History of Serbia *History of the Balkans ==Notes== ==Sources== * * * * * * * * * * * * * * * * * * * * * * * ==External links== *History of Vojvodina (maps) *Atlas – historical maps of Vojvodina (Wikimedia Commons) ",
    "title": "History of Vojvodina"
}