{
    "id": "2717032",
    "text": "In moral psychology, social intuitionism is a model that proposes that moral positions are often non-verbal and behavioral. Often such social intuitionism is based on \"moral dumbfounding\" where people have strong moral reactions but fail to establish any kind of rational principle to explain their reaction. Social intuitionism proposes four main claims about moral positions, namely that they are (1) primarily intuitive (\"intuitions come first\"), (2) rationalized, justified, or otherwise explained after the fact, (3) taken mainly to influence other people, and are (4) often influenced and sometimes changed by discussing such positions with others. This model diverges from earlier rationalist theories of morality, such as of Lawrence Kohlberg's stage theory of moral reasoning. Inspired in part by Antonio Damasio's somatic marker hypothesis, Jonathan Haidt's (2001) Social Intuitionist Model de- emphasized the role of reasoning in reaching moral conclusions. Haidt asserts that moral judgment is primarily given rise to by intuition, with reasoning playing a smaller role in most of our moral decision-making. Conscious thought-processes serve as a kind of post hoc justification of our decisions. His main evidence comes from studies of \"moral dumbfounding\" where people have strong moral reactions but fail to establish any kind of rational principle to explain their reaction.Haidt, Jonathan. The righteous mind. Pantheon: 2012. Loc 539, Kindle ed. In footnote 29, Haidt credits the neology of the term moral dumbfounding to social/experimental psychologist Daniel Wegner. An example situation in which moral intuitions are activated is as follows: Imagine that a brother and sister sleep together once. No one else knows, no harm befalls either one, and both feel it brought them closer as siblings. Most people imagining this incest scenario have very strong negative reaction, yet cannot explain why.Haidt, Jonathan. The righteous mind. Pantheon: 2012. Loc 763 Kindle ed. Referring to earlier studies by Howard Margolis and others, Haidt suggests that we have unconscious intuitive heuristics which generate our reactions to morally charged-situations, and underlie our moral behavior. He suggests that when people explain their moral positions, they often miss, if not hide, the core premises and processes that actually led to those conclusions.Haidt, Jonathan. The righteous mind. Pantheon: 2012. Loc 1160 Kindle ed. right Haidt's model also states that moral reasoning is more likely to be interpersonal than private, reflecting social motives (reputation, alliance-building) rather than abstract principles. He does grant that interpersonal discussion (and, on very rare occasions, private reflection) can activate new intuitions which will then be carried forward into future judgments. ==Reasons to doubt the role of cognition== Haidt (2001) lists four reasons to doubt the cognitive primacy model championed by Kohlberg and others. # There is considerable evidence that many evaluations, including moral judgments, take place automatically, at least in their initial stages (and these initial judgments anchor subsequent judgments). # The moral reasoning process is highly biased by two sets of motives, which Haidt labels \"relatedness\" motives (relating to managing impressions and having smooth interactions with others) and \"coherence\" motives (preserving a coherent identity and worldview). # The reasoning process has repeatedly been shown to create convincing post hoc justifications for behavior that are believed by people despite not actually correctly describing the reason underlying the choice. This was demonstrated in a classic paper by Nisbett and Wilson (1977). # According to Haidt, moral action covaries more with moral emotion than with moral reasoning. These four arguments led Haidt to propose a major reinterpretation of decades of existing work on moral reasoning: ==Objections to Haidt's model== Among the main criticisms of Haidt's model are that it underemphasizes the role of reasoning. For example, Joseph Paxton and Joshua Greene (2010) review evidence suggesting that moral reasoning plays a significant role in moral judgment, including counteracting automatic tendencies toward bias. Greene and colleagues have proposed an alternative to the social intuitionist model – the Dual Process Model – which suggests that deontological moral judgments, which involve rights and duties, are driven primarily by intuition, while utilitarian judgments aimed at promoting the greater good are underlain by controlled cognitive reasoning processes. Augusto Blasi emphasizes the importance of moral responsibility and reflection as one analyzes an intuition. His main argument is that some, if not most, intuitions tend to be self-centered and self-seeking. Blasi critiques Haidt in describing the average person and questioning if this model (having an intuition, acting on it, and then justifying it) always happens. He came to the conclusion that not everyone follows this model. In more detail, Blasi proposes Haidt's five default positions on intuition. * Normally moral judgments are caused by intuitions, whether the intuitions are themselves caused by heuristics, or the heuristics are intuitions; whether they are intrinsically based on emotions, or depend on grammar type of rules and externally related to emotions. * Intuitions occur rapidly and appear as unquestionably evident; either the intuitions themselves or their sources are unconscious. * Intuitions are responses to minimal information, are not a result of analyses or reasoning; neither do they require reasoning to appear solid and true. * Reasoning may occur but infrequently; its use is in justifying the judgment after the fact, either to other people or to oneself. Reasons in sum do not have a moral function. Because such are the empirical facts, the \"rationalistic\" theories and methods of Piaget and Kohlberg are rejected. Blasi argues that Haidt does not provide adequate evidence to support his position. Other researchers have criticized the evidence cited in support of social intuitionism relating to moral dumbfounding, arguing these findings rely on a misinterpretation of participants' responses. ==See also== * Contagion heuristic * Dual process theory (moral psychology) * Ethical intuitionism (philosophy) * Moral emotions * Moral foundations theory * Moral sense theory (philosophy) ==References== ==External links== * Haidt, J. (2001). \"The emotional dog and its rational tail: A social intuitionist approach to moral judgment.\" Psychological Review. 108, 814–834. * Paxton, J., & Greene, J. (2010). \"Moral reasoning: Hints and allegations.\" Topics in Cognitive Science, 2, 511–527. Category:Moral psychology ",
    "title": "Social intuitionism"
}