{
    "id": "2717507",
    "text": "Francisco de San Roman (died 1540) was the first Protestant burned at the stake in Spain. San Roman was a rich merchant not noted for his learning. During his travels abroad, including time in Germany and the Netherlands, he was influenced by \"Lutheranism\", as the young Protestant movement was called. San Roman became a disciple of Jacobo Spreng, a former prior of Augustinian monks at Antwerp. It is believed that San Roman wrote some books, including a catechism and some letters addressed to the Holy Roman Emperor Charles V, which are now lost. Passing through Flanders, he was arrested by authorities of the Roman Church when books by Luther, Melanchthon and Ecolampadius were found in his luggage. San Roman was interrogated by the Dominicans and confessed the Reformed doctrines, including salvation by faith alone and the claim that the Pope is the Antichrist. After six months in prison, he was set free. However, he later preached the Protestant doctrines before the Emperor and was arrested. The Emperor's armies took Francisco de San Roman with them on an expedition to Algiers before handing him over to the Inquisition in Spain. He testified for his belief in salvation through Christ as the only mediator, and condemned the doctrines of the mass, auricular confession, purgatory and prayers to the saints. No efforts of the friars succeeded in convincing him to retract himself. When San Roman was burned at the stake, he made an involuntary movement of the head, which was mistaken by the friars for a recantation. However, when they removed him from the flames he recovered and calmly asked them, \"Do you envy my happiness?\". He was returned to the fire, leaving a lasting impression on many spectators. He then repeated Psalm 7.Last and Near-Last Words of the Famous, Infamous and Those In-Between By Joseph W. Lewis Jr. M.D. ==References== == External links == * Francisco de San Román article at Protestant Digital San Roman Category:Executed Spanish people Category:1540 deaths Category:Year of birth unknown Category:16th-century executions by Spain Category:People executed by Spain by burning ",
    "title": "Francisco de San Roman"
}