{
    "id": "2717723",
    "text": "New Mills Newtown railway station serves the town of New Mills in Derbyshire, England. The station is south east of Manchester Piccadilly on the Manchester to Buxton line. It also serves as an interchange with the Hope Valley Line station New Mills Central, 15 minutes' walk away across the valley. It was built in 1857 on the Stockport, Disley and Whaley Bridge Railway line, which in 1863 was extended by the London and North Western Railway to connect with the Cromford and High Peak Railway and run to Buxton. ==History== In the past, New Mills Newtown had quite a substantial goods yard, including an elevated signal box of LNWR type 5/6 design, a large three-storey warehouse including basement, and a crane and wharf. These were all built by the LNWR. Recently, the last remaining evidence of this goods yard was demolished. These were the stables for what were meant to be the railway's horses, but ended up being used for many other horses in New Mills. There is also a three-span wrought- iron footbridge that connects Redmoor to its other half, the end of which has steps leading down to the children's park on Chapel Street. This is built on five brick columns: there are five columns for a three-span bridge because one end is held by the steps, the other supported by the Chalkers Snooker Club embankment. The others are in close alignment holding an otherwise flimsy thin iron bridge. ==Facilities== The station has retained a booking office (on platform 1), which is normally manned from 06:40 to 13:10 on weekdays only. At all other times, tickets must be purchased prior to travel or on the train. The building is currently (winter 2017) out of service and undergoing repairs following an arson attack in June 2016.\"Train station arson cost £20,000\" Charity, Nick Ripley and Heanor News article 16 June 2016; Retrieved 30 June 2017 There are stone waiting shelters on both platforms, whilst train running information is not currently offered via CIS displays or automatic announcements pending repairs. Step-free access is available to both platforms, which are also linked by the pedestrian footbridge.New Mills Newton station facilities National Rail Enquiries; Retrieved 17 May 2017 ==Services== A steam train waits at the station in 1959 There are two trains per hour Monday - Saturday to Manchester Piccadilly northbound and to Buxton southbound throughout most of the day. One train each weekday continues through to Manchester Victoria. Trains run every hour each way on Sundays. ==References== ==External links== Category:Railway stations in Derbyshire Category:Former London and North Western Railway stations Category:Railway stations in Great Britain opened in 1857 Category:Northern franchise railway stations Category:New Mills ",
    "title": "New Mills Newtown railway station"
}