{
    "id": "271843",
    "text": "Ethnic Germans from the Volga region at a refugee camp in Schneidemühl, Germany, in 1920 The Volga Germans ( or ' (a more generic term for all Russian Germans), ) are ethnic Germans who colonized and historically lived along the Volga River in the region of southeastern European Russia around Saratov and to the south. Recruited as immigrants to Russia in the 18th century, they were allowed to maintain their German culture, language, traditions and churches (Lutheran, Reformed, Catholics, Moravians and Mennonites). In the 19th and early 20th centuries, many Volga Germans emigrated to Kansas, Nebraska, the Dakotas, California, Washington and other states across the western United States, as well as to Canada and South America (mainly Argentina, Chile and Brazil). After the German invasion of the Soviet Union in 1941 during World War II, the Soviet government considered the Volga Germans potential collaborators, and deported many of them eastward, where thousands died. After the war, the Soviet Union expelled a moderate number of ethnic Germans to the West. In the late 1980s and 1990s, many of the remaining ethnic Germans moved from the Soviet Union to Germany. ==Catherine the Great== alt= In 1762, Catherine II, born a German princess and a native of Stettin, Pomerania, deposed her husband Peter III, born a German prince in Kiel, and took the Russian imperial throne. Catherine the Great published manifestos in 1762 and 1763 inviting Europeans (except Jews)Lewis, Bernard, Semites and Anti-Semites, New York, W. W. Norton & Company, 1999 edition, , p. 61. to immigrate and become Russian citizens and farm Russian lands while maintaining their language and culture. Although the first received little response, the second improved the benefits offered and was more successful in attracting colonists. People in other countries such as France and England were more inclined to migrate to the colonies in the Americas. Other countries, such as Austria, forbade emigration. The settlers came mainly from Bavaria, Baden, Hesse, the Palatinate, and the Rhineland, over the years 1763 to 1767. The early German settlements were attacked during the Pugachev uprising from 1773 through 1775, which was centred on the Volga area, but they survived the rebellion. According to Darrel P. Kaiser, \"Kazakh-Kirghiz tribesmen kidnapped 1,573 settlers from colonies in 1774 alone and only half were successfully ransomed. The rest were killed or enslaved.\" Those who went to Russia had special rights under the terms of the manifesto. Some, such as being exempt from military service, were revoked in the latter part of the 19th century when the government needed more conscripts for the Russian army. The German Mennonite communities were opposed to military service because of their pacifist beliefs, so many Mennonites emigrated to the Americas instead. ==20th century== Following the Russian Revolution, the Volga German Autonomous Soviet Socialist Republic (Autonome Sozialistische Sowjet-Republik der Wolga- Deutschen in German; АССР Немцев Поволжья in Russian) was established in 1924, and it lasted until 1941. Its capital was Engels, known as Pokrovsk (Kosakenstadt in German) before 1931. === Deportation of the Volga Germans === The Deportation of the Volga Germans was the Soviet forced transfer of the whole of the Volga German population of the Volga German Autonomous Soviet Socialist Republic to Siberia, and Kazakhstan on September 3, 1941, during World War II. Of all the ethnic German communities in the Soviet Union, the Volga Germans represented the single largest group expelled from their historical homeland. Shortly after the German invasion, on June 22, 1941, Stalin sent Beria and Molotov to the Volga German Autonomous Soviet Socialist Republic to determine a course of action for its German inhabitants. On return, they recommended the deportation of the entire German population. Consequently, the Central Committee of the Communist Party issued a resolution on August 12, calling for the expulsion of the entire German population. With this authority, Beria on August 27 issued an order entitled \"On Measures for Conducting the Operation of Resettling the Germans from the Volga German Republic, Saratov, and Stalingrad Oblasts,\" assigning the deputy head of the NKVD, (secret police) Ivan Serov, to command this operation. He also allocated NKVD and Red Army troops to carry out the transfer. The Germans were to be sent to various oblasts (provinces) in Siberia and Kazakhstan, beginning on September 3, and ending on September 20, 1941. On September 7, 1941, the Volga German Autonomous Soviet Socialist Republic was officially abolished, clearly showing that the Soviets considered the expulsion of the Germans final. On August 28, 1941, the Presidium of the Supreme Soviet of the USSR approved and published a decree, which was the only official decree ever published by the Soviet Union concerning the deportation and exile of the German Russian community. The Soviet regime stated that the evacuation was a preventive measure—so that the German population would not be misled into collaborating with the German Army—rather than a punitive measure. Stalin allegedly gave the following \"secret\" order to the NKVD, produced in Nazi controlled Latvia on September 20, 1941: > \"After the house search, tell everyone who is scheduled to be deported that, > according to the government’s decision, they are being sent to other regions > of the USSR. Transport the entire family in one car until the train station, > but at the station, heads of families [read: men] must be loaded into a > separate train car prepared especially for them....Their families are > deported for special settlements in the far away regions of the Union. > [Family members] must not know about the forthcoming separation from the > head of the family.\"Ulrich Merten, Voices from the Gulag: The Oppression of > the German Minority in the Soviet Union, American Historical Society of > Germans from Russia, Lincoln, Nebraska, 2015, page 167, This above document may be a fabrication, as Latvia was under German occupation at that time. Nevertheless, the instructions were followed by the NKVD troops who directed the deportation.Merten 2015 p 168 The reason for separating the men is that they were all destined for the forced labor camps, Trudarmii (labor army). The German exiles coined this phrase, whereas Soviet documents only referred to \"labor obligations\" or \"labor regulations.\" Men between the ages of 15 and 55 and, later, women between the ages of 16 and 45 were forced to do labor in the forests and mines of Siberia and Central Asia under conditions similar to that prevalent in the Gulag forced-labor camps. The expulsion of the Volga Germans finished on schedule at the end of September 1941. The number sent to Siberia and Kazakhstan totaled approximately 438,000. Together with 27,000 expelled in the same ethnic cleansing action from the Stalingrad Oblast and 47,000 from the Saratov Oblast, the total number sent to forced internal exile was about 950,000 of which 42,823 to 228,800 perished. The source of these figures is from the Soviet Union. It took 151 train convoys to accomplish the transfer of the Volga German population, an astounding figure when one considers that the Soviet Union was heavily engaged fighting the advancing German army, and all railway stock was required to bring soldiers to the front. This operation also involved 1,550 NKVD and 3,250 police agents assisted by 12,150 soldiers of the Red Army.Merten, 2015 p 170) In 1941, after the Nazi invasion, the NKVD (via Prikaz №35105) banned ethnic Germans from serving in the Soviet military. They sent tens of thousands of these soldiers to the Trudarmii.J. Otto Pohl, Ethnic cleansing in the USSR, 1937-1949, Greenwood Publishing Group, via books.google.com, accessed 12 October 2010 In 1942, nearly all the able-bodied German population was conscripted to the NKVD labor columns. According to anti communist historian Robert Conquest, about one-third did not survive the camps.Robert Conquest, The Nation Killers (Macmillan, 1970), pages 59-61. ==Recent years== Streckerau, 1920, nowadays Novokamenka, Rovnoye (Rovensky) district, Saratov Oblast The Volga Germans never returned to the Volga region in their old numbers. They were not allowed to settle in the area for decades. After the war, many remained in the Ural Mountains, Siberia, Kazakhstan (1.4% of today's Kazakh population are recognized as Germans - around 200,000), Kyrgyzstan, and Uzbekistan (about 16,000 = 0.064%). After the initial period of persecution, they recovered in their new locations, where their numbers increased, and they continued to preserve their distinct cultural identity. Decades after the war, some talked about resettling where the German Autonomous Republic used to be. They met opposition from the population that had been resettled in the territory and did not persevere. Volga German cities and settlements A proposal in June 1979 called for a new German Autonomous Republic within Kazakhstan, with a capital in Ermentau. The proposal was aimed at addressing the living conditions of the displaced Volga Germans. At the time, around 936,000 ethnic Germans were living in Kazakhstan, as the republic's third-largest ethnic group. On June 16, 1979, demonstrators in Tselinograd (Nur-Sultan) protested this proposal. Fearing a negative reaction among the majority Kazakhs and calls for autonomy among local Uyghurs, the ruling Communist Party scrapped the proposal for ethnic German autonomy within Kazakhstan. Since the late 1980s and the fall of the Soviet Union, some ethnic Germans have returned in small numbers to Engels, but many more emigrated permanently to Germany. They took advantage of the German law of return, a policy that grants citizenship to all those who can prove to be a refugee or expellee of German ethnic origin or as the spouse or descendant of such a person. (Greece had a similar law for the ethnic Greek minority from the former Soviet Union). Since the collapse of the Soviet Union in 1991 and the independence of the Baltic states, some Russian ethnic Germans began to return to the area of the Kaliningrad Oblast (formerly part of East Prussia), especially Volga Germans from other parts of Russia and Kazakhstan, as well as to the Volga Germans' old territory in southern Russia near Volgograd. This tempo increased after Germany stopped granting the free right of return to ethnic Germans from the former Soviet Union. As of the 2002 Russian census, 8,340 Germans (or 0.87% of the population) were listed in the Kaliningrad Oblast, dropping to 7,349 in 2010 due to deaths. Volgograd Oblast counted 10,102 Germans in the 2010 Census. However, almost none of the pre-World War II German population remains in the Kaliningrad Oblast, with the vast majority of the current population recent Russian-speaking migrants. Due to the new restrictions by the German government, the flow of ethnic Germans to Germany has greatly slowed if not ceased, while the remaining Germans in Central Asia continue to emigrate, but to Russia instead of Germany. ==North America== Temporary quarters for Volga Germans in central Kansas, 1875 Germans from Russia were the most traditional of German-speaking arrivals to North America. Although they had been promised a degree of relative autonomy (including being exempt from conscription) when they settled in Russia, the Russian monarchy gradually eroded their specific rights as time went on. Conscription was eventually reinstated; this was especially harmful to the Mennonites, who practice pacifism. Throughout the 19th century, pressure increased from the Russian government to culturally assimilate. Many Germans from Russia found it necessary to emigrate to avoid conscription and preserve their culture. About 100,000 immigrated by 1900, settling primarily in the Dakotas, Kansas, and Nebraska. The south-central part of North Dakota was known as \"the German- Russian triangle\". A smaller number moved farther west, finding employment as ranchers and cowboys. Alexanderwohl Mennonite Church in Kansas The largest groups settled mainly in the area of the Great Plains: Alberta, Manitoba, and Saskatchewan in Canada; and North Dakota, Nebraska, Kansas, and nearby areas in the US. Outside that area, they also settled in Iowa, Michigan, Minnesota, Oregon, especially in Portland, Washington, Wisconsin, and Fresno County in California's Central Valley. They often succeeded in dryland farming, which they had practiced in Russia. Many of the immigrants who arrived between 1870 and 1912 spent a period doing farm labor, especially in northeastern Colorado and in Montana along the lower Yellowstone River in sugar beet fields. Colonies kept in touch with each other through newspapers, especially Der Staats Anzeiger, based in North Dakota. ==South America== Flags of Argentina, Buenos Aires Province and Germany in front of St. Joseph Catholic Church in San José, Coronel Suárez Partido, Argentina (Volga German colony) Germans from Russia also settled in Argentina (see Crespo and Coronel Suárez among others, also German Argentine), Paraguay, and Brazil (see German-Brazilians). Most Volga Germans who settled in Latin America were Catholic. Many Catholic Volga Germans chose South America as their new homeland because the nations shared their religion. ==Notable people of Volga German descent== Eduard Rossel was the governor (1995 - 2009) of Sverdlovsk Oblast, Russia *Philip Anschutz, (born 1939) an American billionaire businessman *Harold W. Bauer, (1908–1942) an USMC fighter pilot *Tom Daschle, (born 1947) a retired American politician *John Denver, (1943–1997), an American entertainer *Jean Bethke Elshtain, (1941–2013) an American political philosopher and academic *Konstantin Engel (born 1988) Kazakh football player *Helene Fischer, (born 1984) a German singer, dancer and entertainer *Gil Friesen, (1937–2012) an American music and film industry executive *Tim Gaines, (born 1962) American musician *Sir Andre Geim, (born 1958) physicist and 2010 Nobel laureate *Jim Geringer, (born 1944) an American politician, 30th Governor of Wyoming *Sonja Graf, (1908–1965) German chess player who became woman's champion of the USA. *Gabriel Heinze, (born 1978) Argentine football player *Óscar Ibáñez, (born 1967) South American football player *Mariana Klaveno (Kleweno), (born 1979) American actress *Viktor Kress, (born 1948) Russian politician, governor of Tomsk Oblast, Russia *Randy Meisner, (born 1946) American musician, original bassist with the Eagles *Alexander Merkel, (born 1992) Kazakh football player *Roman Neustädter, (born 1988), Russian and former German football player *Peter Neustädter, (born 1966) former Kazakh football player, German coach, nowadays only German citizenship *Boris Rauschenbach, (1915–2001), scientist, physicist in RussiaRussian: Раушенбах, Б.В., \"Пристрастие\", М, Аграф, 1997, . Available online www.pravbeseda.ru *Sergio Denis, (born 1949) Argentine singer-songwriter *Eduard Rossel, (born 1937) a Russian politician *Alfred Schnittke, (1934–1998) a Soviet/German composer *Kendall Schmidt, (born 1990) an American singer of Big Time Rush *Robert Shwartzman, (born 1999) a Russian racing driver *Mitch Unrein, (born 1987) American football player *Sergio Unrein, (born 1991) Argentine football player *Lawrence Welk, (1903–1992) American entertainer *Joe Exotic (born 1963) American former Zoo owner. ==Language== The greatest number of Volga Germans emigrated from Hesse and the Palatinate, and spoke Hessian and Palatine Rhine Franconian dialectsFred C. Koch, The Volga Germans: In Russia and the Americas, from 1763 to the Present (1977, )Germany and the Americas: O-Z (2005, ) to which the colonists from other regions, and even from other countries like Sweden, assimilated.Koch, page 238: \"even nationals like Scandinavians, Frenchmen, Italians, and Englishmen among the colonists became submerged and lost ethnically in the highly dominant Rhineland culture and dialects.\" Some Volga German dialects are very similar to Pennsylvania German language, another Palatine Rhine Franconian language; in either dialect, one could say: * (spelled per standard German pronunciation rules:) Mehr volla mohl gaern in die sche gehl Kaerrich geha. * (spelled per English pronunciation rules:) Mair volla mole gairn in dee shay gehl Kairrikh gai'uh. * (in German:) Wir wollen einmal gern in die schöne gelbe Kirche gehen. * (in English:) We would like to go into the beautiful yellow church. Some other common words::de:Georg Dinges, Über unsere Mundarten, (online copy) {| class=\"wikitable\" |- ! Volga German !! Standard German !! English |- | Baam (some dialects), Boum (other dialects) || Baum || tree |- | daitsch (deitsch) || deutsch || German |- | Flaasch (some dialects), Fleesch (other dialects) || Fleisch || flesh, meat |- | g'sotza || gesessen || (that has been) sat down |- | ich sin, ich bin || ich bin || I am |- | Kopp || Kopf || head |- | net || nicht || not |- | seim || seinem || his (dative) |- | un || und || and |} Volga Germans borrowed some Russian words, like Erbus \"watermelon\" from Russian арбуз \"watermelon\",Journal of the American Historical Society of Germans from Russia, volumes 15-16, (1992), page 46: Who could ever forget the eigemachte Erbusen? The Germans call them Wassermelone. [Ed. note: Erbus probably was borrowed from the Russian arbuz (watermelon).] For this delicacy the watermelons would be picked late in the season when they were not too ripe and would remain firm. which they carried with them on their subsequent moves to North America and Argentina.Veröffentlichungen des Instituts für Volkskunde der Universität Wien, volume 4 (Verlag A. Schendl), page 49: \"Grün wie Schnee / Weiß wie Klee / Rot wie Blut / Schmeckt sehr gut. (Erbus, so nannten die Rußlanddeutschen die Wassermelone, Teresa Hardt, Urdinarrain)\" ==See also== Volga German pioneer family commemorative statue in Victoria, Kansas, USA * Kazakhstan Germans * History of Germans in Russia and the Soviet Union * Volga German Autonomous Soviet Socialist Republic * Volhynia * Russian Mennonites * Baltic Germans ==References== ==Further reading== * Koch, Fred C. The Volga Germans: in Russia and the Americas, from 1763 to the present (Penn State Press, 2010). * Mukhina, Irina. The Germans of the Soviet Union (Routledge, 2007). * Salitan, Laurie P. \"Soviet Germans: A Brief History and an Introduction to Their Emigration.\" in Politics and Nationality in Contemporary Soviet-Jewish Emigration, 1968–89 ( Palgrave Macmillan UK, 1992) pp 72–83. * Waters, Tony. \"Towards a theory of ethnic identity and migration: the formation of ethnic enclaves by migrant Germans in Russia and North America.\" International Migration Review (1995): 515-544. ==External links== * The Volga German Institute at Fairfield University * The Center for Volga German Studies at Concordia University * Germans from Russia Heritage Society * Flag * Volga Germans * American Historical Society of Germans from Russia * Germans from Russia Heritage Collection North Dakota State University * Germans from Russia in Argentina Genealogy * Wolgadeutschen * The Golden Jubilee of German-Russian Settlements of Ellis and Rush Counties, Kansas * Germans from Russia in Argentina * German Memories - Volga Germans Migration Towards Americas * Elaine Frank Davison Germans from Russia collection at the Whitman College and Northwest Archives, Whitman College. Category:Russian and Soviet-German people Category:German diaspora in Europe Category:Germany–Soviet Union relations Category:Germany–Russia relations Category:Ethnic groups in Russia Category:Ethnic groups in Kazakhstan Category:German minorities ",
    "title": "Volga Germans"
}