{
    "id": "2718604",
    "text": "The Chapelle expiatoire (\"Expiatory Chapel\")expiatoire does not appear in contemporaneous sources; it was added later. is a chapel located in the 8th arrondissement of Paris, France. This chapel is dedicated to Louis XVI and his wife, Marie Antoinette, although they are formally buried in the Basilica of St Denis. The closest métro station is Saint-Augustin 15px 15px. ==History and construction== The chapel was designed in 1816 by the French Neo-Classical architect Pierre François Léonard Fontaine, who, with his partner Charles Percier, figured among Napoleon's favourite architects. Fontaine's assistant Louis-Hippolyte Lebas oversaw the construction. The chapel was partly constructed on the grounds of the former Madeleine Cemetery, where King Louis XVI and Queen Marie Antoinette had been buried after they had been guillotined. King Louis XVIII shared the 3 million livres expense of building the Chapelle expiatoire with the Duchess of Angoulême. Construction took ten years, and the chapel was inaugurated in 1826 in the presence of King Charles X. When he blessed the cornerstone of the Chapelle expiatoire, Hyacinthe-Louis de Quelen, Archbishop of Paris, called in vain for an amnesty of the exiled members of the National Convention. ==Building and courtyard== Louis XVI Called to Immortality, Sustained by an Angel, by François Joseph Bosio The Chapelle expiatoire stands on a slight rise. There are two buildings separated by a courtyard which is surrounded by an enclosed cloister-like precinct, a peristyle, that isolates the chapel from the outside world. The building on Rue Pasquier is the entrance. There is an inscription above the entrance, which reads (translated): In the courtyard are cenotaphs to those who were known to be buried in this location. The chapel itself is entered through a pedimented tetrastyle portico, of a sombre Doric order. It contains a domed space at the center of a Greek cross, formed by three coffered half-domed apses with oculi that supplement the subdued natural light entering through the skylight of the main dome. The cubic, semicylindrical and hemispheric volumes recall the central planning of High Renaissance churches as much as they do a Greco-Roman martyrium. White marble sculptures of the king and queen in ecstatic attitudes were made by François Joseph Bosio and Jean-Pierre Cortot. There is also a bas-relief by French sculptor François-Antoine Gérard (who also did some of the other carvings) showing the exhumation and removal of the remains of Louis XVI and Marie Antoinette to the Basilica of St Denis. The crypt contains a black and white marble altar intended to mark the place where the royal remains were found. The Chapelle expiatoire is without doubt the most uncompromising late neoclassical religious building of Paris. Chateaubriand found it \"the most remarkable edifice in Paris\". The chapel's severe geometry is unrelieved by sculpture, as can be seen by the view from rue d'Anjou. ==Later history== In 1862, the cypresses which surrounded the chapel were cut down, and a public park (Square Louis XVI) was created around the complex. In May 1871 The Commune demanded that the Chapel be torn down. This was never put into effect. Every January 21, a memorial mass is held in the chapel to commemorate the death of Louis XVI. The Chapel was severely damaged by storm in 2009. ==Photographs== Image:Chapelle expiatoire Louis XVI mg 4551.jpg|Detail of the left wing Image:Chapelle expiatoire Louis XVI mg 4548.jpg|Entrance on Rue Pasquier File:Une messe à la Chapelle expiatoire - Turpin de Crissé.jpg|Mass in the chapel (1835) Image:Chapelle expiatoire Louis XVI mg 4549.jpg|Inscription above the entrance Image:Chapelle expiatoire Louis XVI mg 4550.jpg|Detail of the right wing Image:Chapelle expiatoire - voutes de la galerie latérale.jpg|Lateral gallery Image:Chapelle expiatoire voute.jpg|Detail of the apse Image:ChapelleExpiatoire.JPG|View from Rue d'Anjou ==References== ==External links== *Chapelle expiatoire on the Centre des Monuments Nationaux website *Monum: Chapelle Expiatoire *Expiatoire/info.html Paris Pages: Chapelle Expiatoire *Website of novelist Catherine Delors Category:1826 establishments in France Category:Cemeteries in Paris Category:Roman Catholic churches completed in 1826 Category:Roman Catholic churches in the 8th arrondissement of Paris Category:Roman Catholic chapels in Paris Category:Votive churches Category:Monuments of the Centre des monuments nationaux ",
    "title": "Chapelle expiatoire"
}