{
    "id": "2718590",
    "text": "Embracery is the attempt to influence a juror corruptly to give his or her verdict in favour of one side or the other in a trial, by promise, persuasions, entreaties, money, entertainments and the like. ==Early English law== In English law, it was an offence both at common law and by statute, punishable by fine and imprisonment. As a statutory offence it dates back to 1360. The offence is complete, whether any verdict has been given or not, and whether the verdict is in accordance with the weight of evidence or otherwise. The person making the attempt, and any member of the jury who consents, are equally punishable. The legal term \"embracery\" comes from the Old Fr. embraseour, an embracer, i.e., one who excites or instigates, literally one who sets on fire, from embraser, to kindle a fire. This is unrelated to the common word \"embrace\", i.e., to hold or clasp in the arms, which is from French embracer, from Latin bracchia, arms. The false verdict of a jury, whether occasioned by embracery or otherwise, was formerly considered criminal, and jurors were severely punished, being proceeded against by writ of attaint. The Juries Act 1825, in abolishing writs of attaint, made a special exemption as regards jurors guilty of embracery (s.61). Prosecution for the offence has been so extremely rare that when a case occurred in 1891R v Baker 113, Cent. Crim. Ct. Sess. Pap. 374 it was stated that no precedent could be found for the indictment. The defendant was fined £200, afterwards reduced to £100. ==Modern usage== By 2010 the offence was regarded as obsolete, 28-47, 28-151 and such misconduct more likely to be charged as perverting the course of justice.Attorney-General v. Judd [1995] COD 15, DC The last conviction for embracery in the UK was at Caernarvon Crown Court in November 1975 but it was quashed by the Court of Appeal the following year on the initiative of Lord Justice Lawton,R v. Owen [1976] 3 All ER 239 who said that the offence was obsolete. The offence was abolished by section 17 of the Bribery Act 2010,Bribery Act 2010 on legislation.gov.uk. as from 1 July 2011.Bribery Act 2010 (Commencement) Order 2011, SI 2011 No. 1418 In the United States, embracery prosecutions have occurred as recently as 1989, when a county commissioner in Georgia was sentenced to a fine and probation.Calhoun Times. \"Embracery Case Politically Motivated, Sutherland Says\". 8 June 1988, pp. 1A, 2A. Retrieved on 25 June 2013.Calhoun Times and Gordon County News. \"Sutherland Resigns from Board: Gets Probation in Embracery Case\". 15 July 1989, pp. 1, 3. Retrieved on 25 June 2013. ==See also== *Jury tampering ==References== Category:Crimes Category:Legal history of England Category:Medieval English court system Category:English criminal law Category:Common law offences in England and Wales ",
    "title": "Embracery"
}