{
    "id": "2718785",
    "text": "Dr. Chaim Yassky Chaim Yassky (1896–1948) was a physician and medical administrator in Jerusalem. He was killed in the Arab attack on a medical convoy bringing supplies to Hadassah Hospital on Mount Scopus. ==Biography== Yassky was born in Kishinev, Russia. While studying medicine at the University of Odessa, he became active in the Zionist movement.Physicians, Forerunners of Modern Israel, David Margalith, Jerusalem Academy of Medicine, Tel Aviv 1973, p.75 Before World War I he took part in Jewish self-defense against pogromists in Odessa.Gilbert, Martin (1998), Israel: A History. London: Black Swan. , p.170 In 1917, after the Russian revolution, he co-founded the Russian Maccabee Society, a Zionist youth organization.The New York Times, April 14, 1948 After World War 1 he worked in a Military Hospital in Odessa, before leaving for Palestine.The New York Times, April 14, 1948 In 1920, Yassky immigrated with his wife Fanny (maiden name Gorodetsky) whom he married in Odessa; to Palestine, where he was appointed district physician of Haifa. In 1921, he received a medical degree from Geneva University in Switzerland, after specializing in ophthalmology and in 1927, was appointed acting head of the eye department of the Rothschild-Hadassah Hospital. The New York Times, April 14, 1948 As an ophthalmologist, he initiated programs to eradicate trachoma. In 1931, Yassky became director of the Hadassah Medical Organization. He was one of the driving spirits behind the establishment of the Rothschild-Hadassah University Hospital on Mount Scopus, which was opened in 1939. At the start of World War II, Hadassah formed an emergency committee to administer a health program and to cooperate with the allied medical corps of which Dr. Yassky was a committee-member. After the cessation of hostilities, he helped to plan the group's health work.The New York Times, April 14, 1948 Yassky was killed in the Hadassah medical convoy massacre on April 13, 1948, during the 1948 Arab-Israeli war, approximately one month before Israel's declaration of independence. A bullet went through his liver and he exsanguinated in about ten minutes. ==References== ===Bibliography=== *Cornay, Joan (2001). Who's Who in Jewish History. London: Routledge. ==External links== **Guide to the Hadassah Archives on Long-term Deposit at the American Jewish Historical Society Category:1896 births Category:1948 deaths Category:Russian Jews Category:Jews in Mandatory Palestine Category:Israeli ophthalmologists Category:Russian ophthalmologists Category:Israeli military doctors ",
    "title": "Chaim Yassky"
}