{
    "id": "271944",
    "text": "Cropped section of image below to show details of the Simpson lever chain Humber bicycle with a Simpson lever chain c. 1894 Gladiator bicycles with Simpson lever chains in 1896 Henri de Toulouse-Lautrec publicity poster from 1896, Constant Huret riding with a Simpson chain behind the Gladiator tandem at the Vélodrome de la Seine. The second rider on the tandem is Lisette Marton, women's European Champion, one of Simpson-sponsored athletes. The Simpson Chain or Simpson Lever Chain was an English-made bicycle chain invented by William Spears Simpson in 1895. The design departed from the standard roller bicycle chain: it was composed of linked triangles forming two levels. The inner level was driven by the chainring and the outer drove the rear cog. Instead of teeth, the chainring and cog had grooves into which the rollers of the chain engaged. Simpson made claims, widely discredited, that the levers of this chain provided a mechanical advantage that could amplify energy produced by the cyclist. Simpson hired top cyclists such as Constant Huret, Lisette Marton, and Tom Linton (of Paris-Bordeaux fame), and the Gladiator Pacing Team from France to race for high stakes in England for the Chain Matches. His teams were largely successful. Jimmy Michael (depicted in the first draft of the Toulouse-Lautrec's advertisement) attended the so- called Chain Race at Catford track in 1896. Simpson was so insistent that it was an improvement over conventional chains that he staked part of his fortune on it. Pryor Dodge wrote: > In the fall of 1895, Simpson offered ten-to-one odds that riders with his > chain would beat cyclists with regular chains. Later known as the Chain > Matches, these races at the Catford track in London attracted huge crowds > estimated between twelve and twenty thousand in June 1896. Simpson's team > not only included the top racers - Tom Linton, Jimmy Michael, and Constant > Huret - but also the Gladiator pacing team brought over from Paris. Pacers > enabled a racer to ride faster by shielding him from air resistance. > Although Simpson won the Chain Matches, they only proved that the Gladiator > pacers were superior to their English rivals. Crowds up to 20 000 attended the Chain RacesThe Bicycle, UK, 19 July 1944 and \"Simpson v was an argument to be heard where cyclists foregathered.\" Bill Mills of The Bicycle recalled: \"All the events were distance races, with multi-cycle pacing. This was the heyday of pacing, when the famous Dunlop team of quads and triplets was available. Dunlops arranged the pacing for the plain chain men, and turned out some 80 riders and £2 000-worth of pacing machines. Simpson's brought over the Gladiator team of pacemakers from Paris, consisting of 12 assorted quads and quints [five-man bicycles] and several triplets.\" When the 1890s cycling boom ended, the Simpson Lever Chain company collapsed spectacularly, under the stewardship of the notorious entrepreneur and financier Ernest Terah Hooley, who had earlier acquired the rights to the chain from Simpson. The company was ultimately wound up in 1898, prompting the first of Hooley's four bankruptcies.Philip McCouat, \"Toulouse-Lautrec, bicycling and the women's movement\", Journal of Art in Society, http://www.artinsociety.com/toulouse-lautrec-the-bicycle-and-the- women's-movement.html This invention would probably have been long forgotten except that: * The Simpson Chain is portrayed in a work of the French post- impressionist artist Henri de Toulouse-Lautrec. * The Simpson Lever Chain Racing Team employed the Belgian cyclist Hélène Dutrieu who became a stunt cyclist and pioneering aviator. * Simpson's promotions were so widespread and effective that much of his promotional material is collected today. Known in the German language as die Simpson-Hebelkette. Known in the French language as la Chaîne à levier Simpson. ==References== ==External links== *Further information regarding the Simpson Chain *Conseil des Musées de Poitou- Charentes Category:Bicycle drivetrains ",
    "title": "Simpson Chain"
}