{
    "id": "2719004",
    "text": "Dieter Dengler (May 22, 1938 – February 7, 2001) was a German-born United States Navy aviator during the Vietnam War and later a private aircraft test pilot and commercial airline pilot. He was one of two survivors, the other being Phisit Intharathat, out of seven prisoners of war (POWs) who escaped from a Pathet Lao prison camp in Laos. He was rescued after 23 days on the runRescue Dawn: The Truth Retrieved January 13, 2008. following six months of torture and imprisonment and was the first captured U.S. airman to escape enemy captivity during the Vietnam war.Time magazine October 14, 1966 ==Family and early life== Dieter Dengler was born and raised in the small town of Wildberg, in the Black Forest region of the German state of Baden-Württemberg. He grew up not knowing his father, who had been drafted into the German army in 1939 and was killed during World War II on the Eastern Front during the winter of 1943/44. Dengler became very close to his mother and brothers. Dengler's maternal grandfather, Hermann Schnuerle, claimed he refused to vote for Adolf Hitler in the 1934 elections. Subsequently he was paraded around town with a placard around his neck, was spat upon, and was then sent to labor in a rock mine for a year. Dengler credited his grandfather's resolve as a major inspiration during his time in Laos. His grandfather's steadfastness despite the great risks was one reason Dengler refused a North Vietnamese demand that he sign a document condemning American aggression in Southeast Asia. Dengler's first experience with aircraft was during World War II when he witnessed an Allied fighter plane firing its guns as it flew very close past a window young Dieter was peering out of in his hometown. From that moment on, Dengler said he knew that he wanted to be a pilot. He grew up in extreme poverty but always found ways to help his family survive. Dieter and his brothers would go into bombed-out buildings, tear off wallpaper, and bring it to their mother to boil for the nutrients in the wheat-based wallpaper paste. When members of the small group of Moroccans who lived in the area would slaughter sheep for their meals, Dieter would sneak over to their lodgings to take the scraps and leftovers they would not eat and his mother would make dinner from them. He also built a bicycle by scavenging from dumps. Dieter was apprenticed to a blacksmith at the age of 14. The blacksmith and the other boys, who worked six days a week building giant clocks and clock faces to repair German cathedrals, regularly beat him. Later in life Dieter thanked his former master \"for his disciplined training and for helping Dieter become more capable, self-reliant and yes, 'tough enough to survive'\". After seeing an advertisement in an American magazine, expressing a need for pilots, he decided to go to the United States. Although a family friend agreed to sponsor him, he lacked money for passage and came up with a plan to independently salvage brass and other metals to sell. In 1956, when he turned 18 and upon completion of his apprenticeship, Dengler hitchhiked to Hamburg and spent two weeks surviving on the streets before the ship set sail for New York City. While on the ship he saved fruit and sandwiches for the coming days and when going through customs the agent was astonished when the food tumbled out of his shirt. He lived on the streets of Manhattan for just over a week and eventually found his way to an Air Force recruiter. He was assured that piloting aircraft was what the Air Force was all about so he enlisted in June 1957 and went to basic training at Lackland AFB in San Antonio, Texas. After basic training, Dengler spent two years peeling potatoes and then transferred to a motor pool as a mechanic. His qualifications as a machinist led to an assignment as a gunsmith. He passed the test for aviation cadets but was told that only college graduates were selected to be pilots and his enlistment expired before he was selected for pilot training. After his discharge Dengler joined his brother working in a bakery shop near San Francisco and enrolled in San Francisco City College, then transferred to the College of San Mateo, where he studied aeronautics. Upon completion of two years of college he applied for the US Navy aviation cadet program and was accepted. Dengler would do whatever it took to become a pilot. In his inaugural flight at primary flight training, for example, the instructor told Dengler that if he became airsick and vomited in the cockpit that he would receive a \"down\" on his record. Students were only allowed three downs then they would wash out of flight training. The instructor took the plane through spins and loops causing Dengler to become dizzy and disoriented. Knowing he was about to vomit and not wanting to receive a \"down\", Dengler took off his boot, threw up into it and put it back on. At the end of the flight the instructor checked the cockpit and could smell the vomit, but couldn't find any evidence of it. He didn't get a \"down\". After his completion of flight training Dengler went to the Naval Air Station Corpus Christi, Texas for training as an attack pilot in the Douglas AD Skyraider. He joined VA-145 while the squadron was on shore duty at Naval Air Station Alameda, California. In 1965 the squadron joined the carrier . In December the carrier set sail for the coast of Vietnam. He was stationed initially at Dixie Station, off South Vietnam then moved north to Yankee Station for operations against North Vietnam. ==Shot down== A Navy A-1 Skyraider from VA-15 catches a wire during carrier operations. On February 1, 1966, the day after the carrier began flying missions from Yankee Station, Lieutenant, Junior Grade Dengler launched from the Ranger with three other aircraft on an interdiction mission against a truck convoy that had been reported in North Vietnam. Thunderstorms forced the pilots to divert to their secondary target, a road intersection located west of the Mu Gia Pass in Laos. At the time, U.S. air operations in Laos were classified \"secret\". Visibility was poor due to smoke from burning fields, and upon rolling in on the target, Dengler and the remainder of his flight lost sight of one another. Visibility was poor, and as Dengler rolled his Skyraider in on the target after flying for two-and-a-half hours into enemy territory, he was hit by anti-aircraft fire. \"There was a large explosion on my right side,\" he remembered when interviewed shortly before his death in 2001. > It was like lightning striking. The right wing was gone. The airplane seemed > to cartwheel through the sky in slow motion. There were more > explosions—boom, boom, boom—and I was still able to guide the plane into a > clearing in Laos. He said: \"Many times, people have asked me if I was afraid. Just before dying, there is no more fear. I felt I was floating.\" When his squadron mates realized that he had been downed, they remained confident that he would be rescued. ==Evasion, captivity and rescue== ===Capture=== Immediately after he was shot down, Dengler smashed his survival radio and hid most of his other survival equipment to keep Vietnamese or Lao search parties from finding it. The day after being shot down Dengler was apprehended by Pathet Lao troops, the Laotian equivalent of the Viet Cong. He was marched through the jungle, was tied on the ground to four stakes spreadeagled in order to stop him escaping at night. In the morning his face would be swollen from mosquito bites and he was unable to see. After an early escape attempt he was recaptured while drinking from a spring. According to Dengler he was tortured in retaliation: > I had escaped from them, [and] they wanted to get even. He was hung upside down by his ankles with a nest of biting ants over his face until he lost consciousness, suspended in a freezing well at night so that if he fell asleep he might drown. On other occasions he was dragged through villages by a water buffalo, to the amusement of his guards, as they goaded the animal with a whip. He was asked by Pathet Lao officials to sign a document condemning the United States, but he refused and as a result he was tortured as tiny wedges of bamboo were inserted under his fingernails and into incisions on his body which grew and festered. > \"They were always thinking of something new to do to me\" Dengler recalled. > \"One guy made a rope tourniquet around my upper arm. He inserted a piece of > wood, and twisted and twisted until my nerves cut against the bone. The hand > was completely unusable for six months.\" After some weeks Dengler was handed over to the Vietnamese. As they marched him through a village, a man slipped Dengler's engagement ring from his finger. Dengler complained to his guards. They found the culprit, summarily chopped off his finger with a machete and handed the ring back to Dengler. > \"I realized right there and then that you don't fool around with the Viet > Cong\", he said. Dengler had trained in escaping and survival at the Navy SERE survival school, where he had twice escaped from the mock-POW camp run by SERE instructors and Marine guards and was planning a third escape when the training ended. He had also set a record as the only student to gain weight (three pounds) during the SERE course; his childhood experiences had made him unafraid of eating whatever he could find and he had feasted on food the course instructors had thrown in the garbage. ===POW camp=== Dengler was eventually brought to a prison camp near the village of Par Kung where he met other POWs. The other six prisoners were: * Phisit Intharathat (Thai) * Prasit Promsuwan (Thai) * Prasit Thanee (Thai) * Y.C. To (Chinese) * Duane W. Martin (American) * Eugene DeBruin (American) Except for Martin, an Air Force helicopter pilot who had been shot down in North Vietnam nearly a year before, the other prisoners were civilians employed by Air America, a civilian airline owned by the Central Intelligence Agency. The civilians had been held by the Pathet Lao for over two and a half years when Dengler joined them. > \"I had hoped to see other pilots. What I saw horrified me. The first one who > came out was carrying his intestines around in his hands. One had no teeth - > plagued by awful infections, he had begged the others to knock them out with > a rock and a rusty nail in order to release pus from his gums\". \"They had > been there for two and a half years,\" said Dengler. \"I looked at them and it > was just awful. I realized that was how I would look in six months. I had to > escape.\" The day he arrived in the camp, Dengler advised the other prisoners that he intended to escape and invited them to join him. They advised that he wait until the monsoon season when there would be plenty of water. Shortly after Dengler arrived, the prisoners were moved to a new camp ten miles away at Hoi Het. After the move, a strong debate ensued among the prisoners with Dengler, Martin and Prasit arguing for escape which the other prisoners, particularly Phisit initially opposed. As food began to run out, tension between the men grew: they were given just a single handful of rice to share while the guards would stalk deer, pulling the grass out of the animal's stomach for the prisoners to eat while they shared the meat. The prisoners' only \"treats\" were snakes they occasionally caught from the communal latrine or the rats that lived under their hut which they could spear with sharpened bamboo. At night the men were handcuffed together and shackled to wooden foot blocks. They suffered chronic dysentery and were made to lie in their excrement until morning. After several months, one of the Thai prisoners overheard the guards talking about shooting them in the jungle and making it look like an escape attempt. They too, were starving and wanted to return to their villages. With that revelation, everyone agreed and a date to escape was set. Their plan was to take over the camp and signal a C-130 Hercules flare-ship that made nightly visits to the area. Dengler loosened logs under the hut that allowed the prisoners to squeeze through. The plan was for him to go out when the guards were eating and seize their weapons and pass them to Phisit Intharathat and Promsuwan while Martin and DeBruin procured others from other locations. > \"I planned to capture the guards at lunchtime, when they put down their > rifles to get their food. There were two minutes and twenty seconds in the > day when I could strike.\" In that time Dengler had to release all the men > from their handcuffs. ===Escape=== On June 29, 1966 while the guards were eating, the group slipped out of their hand-cuffs and foot restraints and grabbed the guards' unattended weapons which included M1 rifles, Chinese automatic rifles, an American carbine and at least one sub-machine gun as well as an early version of the AK47 automatic rifle, which Dengler used during the escape from the POW camp. Dengler went out first followed by Martin. He went to the guard hut and seized an M1 for himself and passed the American carbine to Martin. The guards realized the prisoners had escaped and five of them rushed toward Dengler, who shot at least three with the AK47. Phisit killed another guard as he reached for his rifle. Two others ran off, presumably to get help, although at least one had been wounded. The seven prisoners split into three groups. DeBruin was originally supposed to go with Dengler and Martin but decided to go with To, who was recovering from a fever and unable to keep up. They intended to get over the nearest ridge and wait for rescue. Dengler and Martin went off by themselves with the intention of heading for the Mekong River to escape to Thailand, but they never got more than a few miles from the camp from which they had escaped. > \"Seven of us escaped,\" said Dengler. \"I was the only one who came out > alive.\" With the exception of Phisit, who was recaptured and later rescued by Laotian troops, none of the other prisoners were ever seen again. DeBruin was reportedly captured and placed in another camp, then disappeared in 1968. ===Rescue=== Escape proved to be hazardous. Soon, the two men's feet were white, mangled stumps from trekking through the dense jungle. They found the sole of an old tennis shoe, which they wore alternately, strapping it onto a foot with rattan for a few moments' respite. In this way they were able to make their way to a fast-flowing river. > \"It was the highway to freedom,\" said Dengler, \"We knew it would flow into > the Mekong River, which would take us over the border into Thailand and to > safety.\" The men built a raft and floated downstream on ferocious rapids, tying themselves to trees at night to stop themselves being washed away in the torrential water. By morning they would be covered in mud and hundreds of leeches. When they thought they were on their way to the Mekong, they discovered that they had gone around in a circle. They had spotted several villages but had not been detected. They set up camp in an abandoned village where they found shelter from the nearly incessant rain. They had brought rice with them and found other food, but were still on the verge of starvation. Their intent had been to signal a C-130 but at first lacked the energy to build a fire using primitive methods of rubbing bamboo together. Dengler finally managed to locate carbine cartridges that Martin had thrown away and used their powder to enhance the tinder and got a fire going. That night they lit torches and waved them in the shape of an S and O when a C-130 came over. The airplane circled and dropped a couple of flares and they were overjoyed, believing they had been spotted. They woke up the next morning to find the landscape covered by fog and drizzle, but when it lifted, no rescue force appeared. Martin, who was weak from starvation and was suffering from malaria, wanted to approach a nearby Akha village to steal some food. Dengler knew it was not a good idea, but refused to let his friend go near the village alone. They saw a little boy playing with a dog and the child ran into the village calling out \"American!\" Within seconds a villager appeared and they knelt down on the trail in supplication, but the man swung his machete and struck Martin in the leg. With the next swipe, Martin's head came off. Dengler jumped to his feet and rushed toward the villager, who turned and ran into the village to get help. > I reached for the rubber sole from his foot, grabbed it and ran. From that > moment on, all my motions became mechanical. I couldn't care less if I lived > or died. Dengler recalls, it was a wild animal who gave him the mental strength to continue. > \"I was followed by this beautiful bear. He became like my pet dog and was > the only friend I had.\" These were his darkest hours. Little more than a > walking skeleton after weeks on the run, he floated in and out of a > hallucinatory state. \"I was just crawling along,\" he said. \"Then I had a > vision: these enormous doors opened up. Lots of horses came galloping out. > They were not driven by death, but by angels. Death didn't want me.\" Dengler managed to evade the searchers who went out after him and escaped back into the jungle. He returned to the abandoned village where the two had been spending their time and where he and Martin had signaled the C-130. That night when a C-130 flare-ship came, Dengler set fire to the huts and burned the village down. The C-130 crew spotted the fires and dropped flares, but even though the crew reported their sighting when they returned to Udorn Royal Thai Air Force Base, the fires were not recognized by intelligence as having been a signal from a survivor. Photo taken of Dengler in the hospital after his rescue. At 5 feet nine inches (175 cm), Dengler weighed only 98 pounds (44.45 kilos) When a rescue force again failed to materialize, Dengler decided to find one of the parachutes from a flare for use as a possible signal. He found one on a bush and placed it in his rucksack. On July 20, 1966, after 23 days in the jungle, Dengler managed to signal an Air Force pilot with the parachute. A 2-ship flight of Air Force Skyraiders from the 1st Air Commando Squadron happened to fly up the river where Dengler was. Eugene Peyton Deatrick, the pilot of the lead plane and the squadron commander, spotted a flash of white while making a turn at the river's bend and came back and spotted a man waving something white. Deatrick and his wingman contacted rescue forces, but were told to ignore the sighting, as no airmen were known to be down in the area. Deatrick persisted and eventually managed to convince the command and control center to dispatch a rescue force. Fearing that Dengler might be a Viet Cong soldier, the helicopter crew restrained him when he was brought aboard. According to the documentary Little Dieter Needs to Fly Dengler said one of the flight crew who was holding him down pulled out a half eaten snake from underneath Dengler's clothing and was so surprised he nearly fell out of the helicopter. Dengler was stripped of his clothes to ensure he was not armed or in possession of a hand grenade. When questioned, Dengler told Leonard that he was a Navy lieutenant JG who had escaped from a North Vietnamese prisoner of war camp two months earlier. Deatrick radioed the rescue helicopter crew to see if they could identify the person they had just hoisted up from the jungle. They reported that they had a man who claimed to be a downed Navy pilot who flew a Douglas A-1H Skyraider. It wasn't until after he reached the hospital at Da Nang that Dengler's identity was confirmed. A conflict between the Air Force and the Navy developed over who should control his debriefing and recovery. In an apparent attempt to prevent the Air Force from embarrassing them in some way, the navy sent a team of SEALs into the hospital to steal Dengler. He was brought out of the hospital in a covered gurney and rushed to the air field, where he was placed aboard a navy carrier delivery transport Grumman C-2A from VR-21 and flown to the Ranger where a welcoming party had been prepared. At night, however, he was tormented by awful terrors, and had to be tied to his bed. In the end, his friends put him to sleep in a cockpit, surrounded by pillows. \"It was the only place I felt safe,\" he said. Dengler's deprivation from malnutrition and parasites caused the Navy doctors to order that he be airlifted to the United States. ==Later life and death== Eugene Deatrick and Dieter Dengler, NAS Miramar, 1968. (USN Photo) Dengler recovered physically, but never put his ordeal behind him. As Werner Herzog described it in his documentary about Dengler, \"Men are often haunted by things that happen to them in life, especially in war. Their lives come to be normal, but they are not.\" He remained in the navy for a year, was promoted to Lieutenant, and was trained to fly jets. When his military obligation was satisfied, he resigned from the Navy and applied for a position as an airline pilot with Trans World Airlines (TWA). He continued flying and survived four subsequent crashes as a civilian test pilot. In 1977, during a time when he was furloughed from TWA, Dengler returned to Laos and was greeted as a celebrity by the Pathet Lao. He was taken to the camp from which he had escaped and was surprised to discover that at one point he and Martin had been within a mile and a half of it. His fascination with airplanes and aviation continued for the remainder of his life. He continued flying almost up until his death. He took an early- retirement as a pilot for TWA sometime prior to 1985, but continued flying his meticulously restored Cessna 195, putting it on static display at numerous California air shows. In 2000, Dengler was inducted into the Gathering of Eagles program and told the story of his escape to groups of young military officers.Dengler Gathering of Eagles 2000 Biography Retrieved June 3, 2008. Dengler was diagnosed with amyotrophic lateral sclerosis, an incurable neurological disorder; on February 7, 2001, he rolled his wheelchair from his house down to the driveway of a fire station and shot himself.Sense of History Drives Writer to Tell POW Tale San Francisco Chronicle He was buried in Arlington National Cemetery.Non-official Arlington National Cemetery Information on Dengler Retrieved January 29, 2008 A Navy honor guard was present at the burial as well as a fly-over by Navy F-14 Tomcats.Photo of F-14 Flyover at Dengler Funeral Retrieved January 29, 2008 Dengler was married three times: to Marina Adamich (1966 – March 1970), to Irene Lam (September 11, 1980 – April 3, 1984) and to Yukiko Dengler (1998 until his death February 7, 2001). Dengler is also survived by two sons, Rolf and Alexander Dengler, and three grandsons. == Awards and decorations == Dengler was the recipient of the following medals and decorations: {| 150px Naval Aviator Badge |- | |Navy Cross |- | |Distinguished Flying Cross |- | |Bronze Star Medal with 'V' device |- | |Purple Heart |- | |Air Medal |- | |Navy Unit Commendation |- | |Prisoner of War Medal |- | |Air Force Good Conduct Medal |- | |National Defense Service Medal |- | |Armed Forces Expeditionary Medal with service star |- | |Vietnam Service Medal with bronze campaign star |- | |Air Force Longevity Service Award |- | |Republic of Vietnam Gallantry Cross |- | |Vietnam Campaign Medal |- | |Navy Rifle Marksmanship Ribbon with 'E' device |- | |Navy Pistol Marksmanship Ribbon with 'E' device |} ==In film and literature== Dengler made an appearance as one of the contestants on the January 30, 1967 episode of the television game show I've Got a Secret. His secret, as told to host Steve Allen, was that he had escaped from a POW camp in Laos. Dengler said that his weight had dropped to 93 pounds by the time he was rescued. During this appearance, both of Dengler's hands were bandaged in large casts. He explained that he had recently cut his tendons by accidentally falling through a sheet of plate glass. In early 1968, Dengler was a contestant on the nighttime edition of the comedy game show Hollywood Squares. Dengler appears in the 1988 documentary We Can Keep You ForeverReleased on VHS videocassette about the POW/MIA issue generally. The documentary was written and directed by Christopher Olgiati. Gerry DeBruin, brother of Eugene DeBruin, is also interviewed. Information in the documentary appears at greater length in the 1990 book The Bamboo Cage: The Full Story of the American Servicemen Still Missing in Vietnam by Nigel Cawthorne. Dengler was the subject of Werner Herzog's 1997 documentary Little Dieter Needs to Fly. Herzog went on to direct a dramatized version of the story, Rescue Dawn, which stars Christian Bale as Dengler. The film was shown at festivals throughout the end of 2006 and received a limited theatrical release in the USA on July 4, 2007, before the general release later that month. The film was released as a DVD in November 2007. The movie Rescue Dawn was subjected to severe criticism by members of the family of Eugene DeBruin and Phisit Intharathat, the other survivor of the group. Herzog acknowledged that DeBruin acted heroically during his imprisonment, refusing to leave while some sick prisoners remained, but Herzog claimed to be unaware of this fact until after the film had been completed. Herzog states that this narrative aspect probably would have been included had he learned it earlier. DeBruin family members, however, said that Herzog was uninterested in speaking with them prior to the completion of the movie.Herzog, Werner, The Making of a True Story, documentary feature on the American DVD release of Rescue Dawn Dengler documented his experience in the book Escape From Laos. New York Times bestselling author Bruce Henderson, who was serving on the same aircraft carrier as Dengler at the time he was shot down, tells Dengler's life story in a 2010 nonfiction book, Hero Found: The Greatest POW Escape of the Vietnam War. ==See also== * The Bamboo Cage – book on Vietnam War POWs and MIAs which covers Dengler * Eugene DeBruin * Duane W. Martin * Phisit Intharathat * Rescue Dawn * Air America (airline) * Air America (film) ==References== ==External links== * * Excerpt from Dieter Dengler's book, Escape from Laos * Arlington National Cemetery Website Page For Dieter Dengler * *Dieter Dengler on Find a Grave * * Story Of Escape, Pisidhi Indradat Category:1938 births Category:2001 deaths Category:United States Navy officers Category:United States Naval Aviators Category:United States Air Force airmen Category:Shot-down aviators Category:German emigrants to the United States Category:American naval personnel of the Vietnam War Category:American Vietnam War pilots Category:Vietnam War prisoners of war Category:Burials at Arlington National Cemetery Category:Recipients of the Navy Cross (United States) Category:Recipients of the Distinguished Flying Cross (United States) Category:American torture victims Category:Recipients of the Air Medal Category:Deaths from motor neuron disease Category:Suicides by firearm in California Category:Commercial aviators ",
    "title": "Dieter Dengler"
}