{
    "id": "271922",
    "text": "Cheddington is a village and civil parish in the Aylesbury Vale district of Buckinghamshire. The parish has an area of . The village is about 6 miles north-east of Aylesbury and three miles north of Tring in Hertfordshire. The hamlet of Cooks Wharf has grown up where the main road into the village from Pitstone crosses the Grand Union Canal. ==Archaeology== At Southend Hill near the village are the remains of an Iron Age hill fort which has been largely obliterated through arable cultivation.AVDC & Bucks CC Aylesbury Vale Landscape Character Assessment , retrieved 23 April 2009 ==History== The earliest known record of the village is in the Domesday Book in which it is called Cetendone, which is Old English for \"Cetta's Hill\". The Church of England parish church of Saint Giles was originally Norman. There is also a Methodist church with a large congregation. Cheddington manor house is a much gabled and half timbered red brick building under a tiled roof, dating from the 16th century. In 1963 Cheddington featured in the national press as it was near the location of the \"Great Train Robbery\" of 1963 at Bridego Railway Bridge in the hamlet of Ledburn. In 1984, again Cheddington achieved national notoriety as the location of the first assault by Malcolm Fairley, a violent armed rapist, nicknamed \"The Fox\" because of his cunning nocturnal attacks.Malcolm Frairley- The Hunt for the Fox published by Watford Observer , Accessed 25 February 2013 In the last thirty years Cheddington, due to its railway station and easy access to four towns, has more than quadrupled in size.Cheddington Residents Association Village Guide In information released from the 2001 Census, Cheddington has the highest density of people under the age of 35 in the whole of Buckinghamshire. In 2005 Cheddington won the Buckinghamshire Best Kept Village Competition DeFraine CupBuckinghamshire Best Kept Village Competition DeFraine Cup and also the Buckinghamshire Village of the Year Competition. It went on to win the East of England Young People award in the national competition. Cheddington also won the smaller villages category in the 2006 and 2007 Buckinghamshire Village of the Year Competition and received a special community building award. ==Amenities== The village has two public houses: The Swan, a thatched inn, and The Three Horseshoes. A third inn, known as the Rosebery Arms, designed by the Victorian architect George Devey has been converted into houses. Cheddington Combined School is a mixed, community primary school, that takes children between the ages of four and 11. The school has about 200 pupils, and its catchment area includes the neighbouring parishes of Horton and Slapton. Cheddington has various clubs including a tennis club, a bell ringers' association, a badminton club, a history society, a bowls club, a petanque club and a football team. ==References== ==Further reading== * * ==External links== * Cheddington Combined School * Cheddington Tennis Club Category:Villages in Buckinghamshire Category:Civil parishes in Buckinghamshire ",
    "title": "Cheddington"
}