{
    "id": "272091",
    "text": "The udug, later known in Akkadian as the utukku, were an ambiguous class of demons from ancient Mesopotamian mythology who were sometimes thought of as good and sometimes as evil. In exorcism texts, the \"good udug\" is sometimes invoked against the \"evil udug\". The word is generally ambiguous and is sometimes used to refer to demons as a whole rather than a specific kind of demon. No visual representations of the udug have yet been identified, but descriptions of it ascribe to it features often given to other ancient Mesopotamian demons: a dark shadow, absence of light surrounding it, poison, and a deafening voice. The surviving ancient Mesopotamian texts giving instructions for exorcizing the evil udug are known as the Udug Hul texts. These texts emphasize the evil udug's role in causing disease and the exorcist's role in curing the disease. ==Identity== Of all Mesopotamian demons, the udug is the least clearly defined. The word originally did not connote whether the demon in question was good or evil. In one of the two Gudea cylinders, King Gudea of Lagash (ruled 2144–2124 BCE) asks a goddess to send a \"good udug\" to protect him and a lama to guide him. Surviving ancient Mesopotamian texts giving instructions for performing exorcisms frequently invoke the \"good udug\" to provide protection or other aid as the exorcism is being performed. Mesopotamian magical texts, however, also mention a specific \"evil udug\" as well as plural \"udugs\", who are also referred to as evil. The phrase for \"evil udug\" is Udug Hul in Sumerian and Utukkū Lemnutū in Akkadian. The evil udug is often a vector for physical and mental illnesses. The word udug by itself without a qualifier usually connotes the evil udug. Exorcism texts sometimes invoke the \"good udug\" against the \"evil udug\". A text from the Old Babylonian Period ( 1830 – 1531 BCE) requests, \"May the evil udug and the evil galla stand aside. May the good udug and good galla be present.\" Sometimes the word udug does not even refer to a specific demon, but rather functions as an umbrella term for all the different demons in Mesopotamian demonology. On account of the udug's capacity for both good and ill, Graham Cunningham argues that \"the term daimon seems preferable\" over the term \"demon\", which is the one normally used to describe it. The canon of exorcism of the evil udug is known as udug-ḫul, the Akkadian expansion of which (known in Akkadian as utukkū lemnūtu) is in sixteen tablets.utukkū lemnūtu, Tablets 1-7utukkū lemnūtu, Tablets 8-16 The tradition of Udug Hul incantations spans the entirety of ancient Mesopotamian history; they are among the earliest texts known written in Sumerian in the third millennium BCE, as well as among the last Mesopotamian texts of late antiquity, written in cuneiform with Greek transliterations. The udug-ḫul incantations were originally unilingual and written in Sumerian, but these earliest versions were later converted into bilingual texts written in both Sumerian and Akkadian. They were also expanded with additions written only in Akkadian with no Sumerian precursors. The udug- ḫul incantations emphasize the role of the evil udug as the cause of sickness and focus primarily on attempting to drive out the evil udug to cure the illness. They frequently contain references to Mesopotamian mythology, such as the myth of Inanna's Descent into the Underworld. ==Appearance== Only a few descriptions of the udug are known and, according to Gina Konstantopoulos, no pictorial or visual representations of them have ever been identified. According to Tally Ornan, however, some Mesopotamian cylinder seals show a figure carrying a scepter alongside the benevolent guard demoness Lama, which may be identified as the udug. F. A. M. Wiggerman has argued that images of Lama and the udug were frequently used to guard doorways. In a bilingual incantation written in both Sumerian and Akkadian, the god Asalluḫi describes the \"evil udug\" to his father Enki: > O my father, the evil udug [udug hul], its appearance is malignant and its > stature towering, Although it is not a god its clamour is great and its > radiance [melam] immense, It is dark, its shadow is pitch black and there is > no light within its body, It always hides, taking refuge, [it] does not > stand proudly, Its claws drip with bile, it leaves poison in its wake, Its > belt is not released, his arms enclose, It fills the target of his anger > with tears, in all lands, [its] battle cry cannot be restrained. This description mostly glosses over what the udug actually looks like, instead focusing more on its fearsome supernatural abilities. All the characteristics ascribed to the \"evil udug\" here are common features that are frequently attributed to all different kinds of ancient Mesopotamian demons: a dark shadow, absence of light surrounding it, poison, and a deafening voice. Other descriptions of the udug are not consistent with this one and often contradict it. Konstantopoulos notes that \"the udug is defined by what it is not: the demon is nameless and formless, even in its early appearances.\" An incantation from the Old Babylonian Period ( 1830 – 1531 BC) defines the udug as \"the one who, from the beginning, was not called by name... the one who never appeared with a form.\" ==See also== * Alal * Asag * Edimmu ==References== ===Bibliography=== * * * * * * ==External links== * An Overview of Mesopotamian Literature * Sources on Mesopotamian mythology (Viewed 2006.2.12) Category:Mesopotamian demons ",
    "title": "Udug"
}