{
    "id": "2720410",
    "text": "Gardiner Greene Hubbard (August 25, 1822 – December 11, 1897) was an American lawyer, financier, and community leader. He was a founder and first president of the National Geographic Society; a founder and the first president of the Bell Telephone Company which later evolved into AT&T;, at times the world's largest telephone company; a founder of the journal Science, and an advocate of oral speech education for the deaf. One of his daughters, Mabel Gardiner Hubbard, also became the wife of Alexander Graham Bell. == Early life == Hubbard was born, raised and educated in Boston, Massachusetts to Samuel Hubbard (June 2, 1785 – December 24, 1847), a Massachusetts Supreme Court justice, and Mary Greene (April 19, 1790 – July 10, 1827).Gardiner Greene Hubbard genealogy, OurFamilyTree.org website, retrieved September 13, 2013. His younger brother was Charles Eustis Hubbard (1842-1928), who later became the first secretary and clerk of the Bell Telephone Company. Hubbard was a grandson of Boston merchant Gardiner Greene.National Geographic Magazine, February 1898. He was also a descendant of Lion Gardiner, an early English settler and soldier in the New World who founded the first English settlement in what later became the State of New York, and whose legacy includes Gardiners Island which remains in the family. He attended Phillips Academy, Andover, and graduated from Dartmouth in 1841. He then studied law at Harvard, and was admitted to the bar in 1843. ==Career== He first settled in Cambridge and joined the Boston law firm of Benjamin Robbins Curtis. There he became active in local institutions. Hubbard helped establish a city water works in Cambridge, was a founder of the Cambridge Gas Co. and later organized a Cambridge to Boston trolley system. Hubbard also played a pivotal role in the founding of Clarke School for the Deaf in Northampton, Massachusetts. It was the first oral school for the deaf in the United States, and Hubbard remained a trustee for the rest of his life. Hubbard entered the national stage by becoming a proponent for the nationalization of the telegraph system (then a monopoly of the Western Union Company, as he explained) under the U.S. Postal Service stating in an article: \"The Proposed Changes in the Telegraphic System\",\"The Proposed Changes in the Telegraphic System\", North American Review, July 1873, Vol. 117, No. 240, pp. 80–107. \"It is not contended that the postal system is free from defects, but that it removes many of the grave evils of the present system, without the introduction of new ones; and that the balance of benefits greatly preponderates in favor of the cheap rates, increased facilities, limited and divided powers of the postal system.\" During the late 1860s, Hubbard lobbied Congress to pass the U.S. Postal Telegraph Bill known as the Hubbard Bill. The bill would have chartered the U.S. Postal Telegraph Company that would be connected to the U.S. Post Office, but the bill did not pass. To benefit from the Hubbard Bill, Hubbard needed patents which dominated essential aspects of telegraph technology such as sending multiple messages simultaneously on a single telegraph wire. This was called the \"harmonic telegraph\" or acoustic telegraphy. To acquire such patents, Hubbard and his partner Thomas Sanders (whose son was deaf) financed Alexander Graham Bell's experiments and development of an acoustic telegraph, which led to his invention of the telephone. Following Curtis's retirement, Hubbard relocated to Washington, D.C. where he continued to practice law for 5 more years. In 1876, he was appointed by President Grant to determine the proper rates for railway mail and he served as a commissioner to the Centennial Exposition. ===Bell Telephone Company=== Hubbard organized the Bell Telephone Company on July 9, 1877, with himself as president, Thomas Sanders as treasurer and Bell as 'Chief Electrician'. Two days later, he became the father-in-law of Bell when his daughter, Mabel Hubbard, married Bell on July 11, 1877. Gardiner Hubbard was intimately connected with the Bell Telephone Company, which subsequently evolved into the National Bell Telephone Company and then the American Bell Telephone Company, merging with smaller telephone companies during its growth. The American Bell Telephone Company would, at the very end of 1899, evolve into AT&T;, at times the world's largest telephone company. Hubbard has been credited as the entrepreneur who distributed the telephone to the world. ===Edison Speaking Phonograph Company=== Hubbard also became a principal investor in the Edison Speaking Phonograph Company. When Edison neglected development of the phonograph, which at its inception was barely functional, Hubbard helped his son-in-law, Alexander Graham Bell, organize a competing company in 1881 that developed wax-coated cardboard cylinders and disks for used on a graphophone. These improvements were invented by Alexander Bell's cousin Chester Bell, a chemist, and Charles Sumner Tainter, an optical instrument maker, at Alexander Graham Bell's Volta Laboratory in Washington, D.C. Hubbard and Chester Bell approached Edison about combining their interests, but Edison refused,Paul Israel, Edison, a Life of Invention, p. 282 resulting in the Volta Laboratory Association merging the shares of their Volta Graphophone Company with the company that later evolved into Columbia Records in 1886. ===Other projects=== Hubbard was also interested in the public side of science. After his move to Washington, he was one of the founders and the first president of the National Geographic Society, serving in that capacity from 1888-1897. Today, the Hubbard Medal is given for distinction in exploration, discovery, and research. In 1897, he also helped to rescue the A.A.A.S, the American Association for the Advancement of Science, which was founded in 1848, from financial peril and extinction by enabling its purchase of the (then privately owned) \"Science\" magazine, which he also founded, in 1883. He served as a trustee of Columbian University from 1883 until his death. He was a regent of the Smithsonian Institution. He created a large collection of etchings and engravings, which were given by his widow to the Library of Congress with a fund for additions. In 1894, Hubbard was elected a member of the American Antiquarian SocietyAmerican Antiquarian Society Members Directory ==Personal life== Hubbard and his wife, Gertrude, in the 1890s In 1846, Hubbard married Gertrude Mercer McCurdy (1827–1909), the daughter of Robert Henry McCurdy, a prominent New York City businessman, and Gertrude Mercer Lee, who was the niece of Theodore Frelinghuysen, a United States Senator and former vice presidential candidate. Her brother, Richard Aldrich McCurdy, served as president of Mutual Life Insurance Company of New York. Together, they had six children: * Robert Hubbard (1847–1849), who died young. * Gertrude McCurdy Hubbard (1849–1886), who married Maurice Neville Grossmann (1843–1884) * Mabel Gardiner Hubbard (1859–1923), who married Alexander Graham Bell, the son of Alexander Melville Bell, in 1877.\"Mrs. A.G. Bell Dies. Inspired Telephone. Deaf Girl's Romance With Distinguished Inventor Was Due to Her Affliction\", The New York Times, January 4, 1923. Retrieved 2007-07-21. * Roberta Wolcott Hubbard (1859–1885), who married Charles James Bell (1858–1929), son of David Charles Bell and a cousin of Alexander Graham Bell, in 1881. * Grace Hubbard (1865–1948), who married her sister Roberta's husband, Charles, in 1887 after Roberta's death during childbirth in 1885. * Marian Hubbard (1867–1869), who also died young.1860 US Census Gardiner Hubbard's daughter Mabel became deaf at the age of five from scarlet fever.Shulman, Seth. 2008. The Telephone Gambit: Chasing Alexander Graham Bell's Secret, New York: W. W. Norton & Co., p. 63. She later became a student of Alexander Graham Bell, who taught deaf children, and they eventually married. Hubbard's house on Brattle Street in Cambridge (on whose lawn, in 1877, Hubbard's daughter Mabel married Alexander Graham Bell) no longer stands. But a large beech tree from its garden still (in 2011) remains. To service his then-modern Cambridge house, Hubbard wanted gas lights, the then-new form of illumination. So he founded the Cambridge Gas Company, now part of NSTAR. After he moved to Washington, D.C. from Cambridge in 1873, Hubbard subdivided his large Cambridge estate. On Hubbard Park Road and Mercer Circle (Mercer was his wife's maiden name), he built large houses designed for Harvard faculty. On nearby Foster Street, he built smaller houses, still with modern amenities, for \"the better class of mechanic.\" This neighborhood west of Harvard Square in Cambridge is now both popular and expensive. He died on December 11, 1897 at Twin Oaks, his suburban residence. His funeral was held at the Church of the Covenant in Washington, where he was president of the board of trustees. His widow died during a car accident on October 20, 1909 in Washington, D.C. ===Descendants=== 1947 photograph of Bell descendants with statue of Bell Through his daughter Gertrude, he was the grandfather of Gertrude Hubbard Grossmann (1882–1919), who married Peter Stuyvesant Pillot (1870–1935), at Hubbard's home, Twin Oaks, in 1903. Their daughter, Rosalie Pillot (1907–1959) was married to Lewis Rutherfurd Stuyvesant (1903–1944), the son of Rutherfurd Stuyvesant, in 1925. After giving birth to a son, they divorced in 1935. Through his daughter Mabel, he was the grandfather of Elsie May Bell (1878–1964), who married Gilbert Hovey Grosvenor of National Geographic fame, Marian Hubbard \"Daisy\" Bell (1880–1962), who was married to David Fairchild. and two boys who died in infancy (Edward in 1881 and Robert in 1883). Through his daughter Roberta, he was the grandfather of Grace Hubbard Bell (1884–1979), who was married to Granville Roland Fortescue (1875–1952), an American soldier and Rough Rider who was the cousin of Theodore Roosevelt and son of Robert Roosevelt (born while his biological father was married to his first wife but adopted by him following her death and his marriage to his mother). Grace was the mother of three girls, Marion Fortescue, who married Daulton Gillespie Viskniskki in 1934, Thalia Fortescue Massie (1911–1963), and Kenyon Fortescue Reynolds (1914–1990), better known as actress Helene Whitney. === Legacy === Gardiner Hubbard's life is detailed in the book One Thousand Years of Hubbard History, by Edward Warren Day.Edward Warren Day. \"One Thousand Years of Hubbard History\", 1895. He was portrayed by a suitably bewhiskered Charles Coburn in the popular biopic The Story of Alexander Graham Bell (1939). In 1890, Mount Hubbard on the Alaska-Yukon border was named in his honor by an expedition co-sponsored by the National Geographic Society while he was president. The Hubbard Glacier (Greenland) was named after him by Robert Peary. The main school building at the Clarke School for the Deaf, Hubbard Hall, is named after him in his honor. In 1899, a new school on Kenyon Street in Washington, DC was named the Hubbard School in his honor as one of the \"most public-spirited men of the District, never neglecting an opportunity to advance its interests, but was also a man of great learning and earnestly interested in all educational movements. Mr. Hubbard was the president of the National Geographic Society, a man prominent in science and a man of the highest character.\" The school has since been closed and demolished. == See also == * Bell Telephone Company * Clarke Schools for Hearing and Speech, which includes an image of Hubbard Hall * Massie Case, a manslaughter trial involving Hubbard's granddaughter * Hubbard Medal, of the National Geographic Society ==References== ;Notes ;Sources == External links == * * Biography at National Geographic * == Further reading == * Poole, Robert M. Explorers House: National Geographic and the World it Made. New York: Penguin, 2004. * Gray, Charlotte, Alexander Graham Bell and the Passion for Invention, New York, Arcade Publishing, 2006. * Bruce, Robert V., Bell: Alexander Graham Bell and the Conquest of Solitude, Cornell University Press, 1973. * Israel, Paul, Edison: A Life of Invention, Wiley, 1998. Category:1822 births Category:1897 deaths Category:American people of English descent Category:Gardiner family Category:Alexander Graham Bell Category:Dartmouth College alumni Category:Harvard Law School alumni Category:Lawyers from Boston Category:Massachusetts lawyers Category:National Geographic Society Category:National Geographic Society founders Category:Members of the American Antiquarian Society Category:Cosmos Club members Category:American philanthropists ",
    "title": "Gardiner Greene Hubbard"
}