{
    "id": "2720938",
    "text": "Birmingham Business School (BBS) is the business school of the University of Birmingham in England. Originally established as the School of Commerce in 1902,http://www.10minuteswith.com/school/birmingham-business-school Birmingham Business School is the oldest business school in the United Kingdom. == History and background== William Ashley In 1901, Sir William Ashley took the first Chair of Commerce at the school, where he fostered the development of its commercial programme. From 1902 until 1923 he served as first Professor of Commerce and Dean of the Faculty, which he was instrumental in founding. Ashley said that the aim of the new Faculty was the education not of the \"rank and file, but of the officers of the industrial and commercial army: of those who, as principals, directors, managers, secretaries, heads of department, etc., will ultimately guide the business activity of the country\". In its first year, the annual costs of the Faculty, including staff salaries, were £8,200. There were six students, a lecture room and two classrooms. By 1908, fifteen men had graduated from the School. From 1914 till 1919, University House became a nurses home during World War I. In 1964 the building became a mixed halls of residence until 2002, where it was closed due to the condition of the building and the changing living requirements of students. In March 2005 University House was officially opened by Sir Dominic Cadbury as the Business School's new £20m home. In 2008, the School expanded to add the Department of Economics to its list of departments that already included Accounting and Finance; Management; Marketing. A brand new £10m postgraduate teaching centre, the Alan Walters Building officially opened in December 2016. ==Research== The 2008 Research Assessment Exercise, in which Birmingham Business School was submitted under the Business and Management Studies sub- panel, 90% of research activity submitted by the School was rated as being of international standing. Academics from the Business School led on the research for the West Midlands Combined Authority Leadership Commission's 2018 report - Leaders Like You \\- which looked at the future of leadership and superdiversity. The research will impact on the future of young entrepreneurs, particularly those from black and ethnic minority communities, women, the LGBT community, disabled people and lower social economic groups. At the core of all of the School's research is responsible business and how research can help society; the School has a number of research centres focusing on a range of topics to contribute to this: === Lloyd's Banking Group Centre for Responsible Business === The interdisciplinary centre, formed in July 2017, is part of the University's commitment to contributing to the responsible business revolution. The centre was the result of a unique partnership of Birmingham Business School academics, the University of Birmingham Business Engagement team and Lloyds Banking Group. This partnership shared a desire for positive change, the need for collective, creative thinking, sharing insights and debating the complex issues associated with responsible business. The Centre carries out extensive work to explore how businesses can be ‘rewired responsibly’ so that they can contribute to the responsible business revolution. The impact of the Centre underpins Lloyds Banking Group's pioneering initiative, ‘Helping Britain Prosper’. === City Region Economic and Development Institute (City REDI) === City REDI was established by the University of Birmingham with over £4 million of investment to support regional economic growth policy and practice through engaged and relevant research. The centre is a research institute focused on developing an academic understanding of major city regions across the globe to develop practical policy which better informs and influences regional and national economic growth policies. Alongside this, the centre is focused on ensuring that the growth of cities is sustainable and beneficial for all. City REDI is involved in the Inclusive Growth Unit, led by the West Midlands Combined Authority. This partnership will see the Centre help the more deprived areas of society by ensuring that new policies and decision-making processes tackle issues, such as poverty and unemployment. === Centre for Crime, Justice and Policing === The Centre brings together a diverse group of over 40 researchers who focus on the areas of crime, justice and policing or offer their methodological expertise. The centre's research builds on the University of Birmingham's world class reputation for academic excellence. The research undertaken has a positive impact on society, influencing policies and decision-making processes as well as addressing some of the major challenges that face the criminal justice sector with a view to helping real-life people. === Centre on Household Assets and Savings Management (CHASM) === The Centre focuses on ensuring that everyone in society, especially the most vulnerable, has the financial means and capability to manage ongoing economic change. CHASM is dedicated to helping people make sensible and well-informed decisions throughout their lives, whether this pensions, housing or savings, by carrying out rigorous research into all aspects of personal financial wellbeing. Academically, CHASM aims to provide a focus for world-class research on financial inclusion, financial transfers and tax, financial capability and financial assets. === Accountability and Governance Research Cluster === The Accountability and Governance Research Cluster has three core themes in accountability and governance; tax, public sector and policing. The Centre for Tax Governance examines issues of tax governance from the perspective of social, political, legal and organisational theory. The Public Sector theme focuses on the analysis of the objectives, practices and outcomes of accountability and governance in the context of the Public Sphere. Policing examines accountability with respect to the governance of policing. === The National Audit Office – University of Birmingham Tax Centre === The National Audit Office (NAO) brings extensive experience of providing the evidence to help Parliament hold government to account for the value for money of public spending. At the same time, its work across the whole of the public sector and its extensive experience give the NAO a long-term perspective on ways to improve the delivery of tax services and programmes. ==Accreditation and MBA rankings == Birmingham Business School, along with just a handful of the world's business schools, holds the gold standard of \"triple-crown\" accreditation from the AACSB (Association to Advance Collegiate Schools of Business), AMBA (Association of MBAs) and EQUIS (European Quality Improvement System). In 2016 School achieved a \"world's first\" receiving AMBA accreditation for a wholly online MBA programme; the School's Distance Learning MBA. The Birmingham MBA is also taught part-time in collaboration with SIM University in Singapore and Jinan University in Guangzhou. The Birmingham MBA has been consistently ranked in the major MBA league tables and it was once ranked the UK's top full-time MBA programme in the Economist Intelligence Unit's 2004 global MBA ranking. {| class=\"wikitable\" |- ! Year !! The Financial Times Global MBA ranking !! The Economist Full-time MBA ranking |- | 2016 || 92nd || Yet to be published |- | 2015 || 95th || 89th |- | 2014 || Unranked || 93th |- | 2013|| Unranked || 85th |- | 2012 || 86th || 84th |- | 2011 || 68th || 70th |- | 2010 || 75th || 68th |- | 2009 || 83th || 67th |} ==Notable people== Birmingham Business School at night ===Notable alumni=== *Lord David Currie - Cross Bench Member, House of Lords *David Gill - Chief Executive, Manchester United *Jim Reid-Anderson - President and Chair of Six Flags *David Bailey - Professor of Industrial Strategy at Aston Business School and Vice-Chair of the Regional Studies Association *Simon Mantell - Full-time England field hockey player *James Rodwell - Full-time England rugby sevens player ===Deans=== The current Dean of Birmingham Business School is Professor Catherine Cassell, who joined in September 2017. Previous Heads of School have included: *Professor Glyn Watson *David Bailey *Jonathan Michie ==References== ==External links== * Birmingham Business School * Birmingham Business School Blog * Birmingham Business School Twitter * Birmingham Business School Facebook * * University of Birmingham Category:University of Birmingham Category:Business schools in England ",
    "title": "Birmingham Business School (University of Birmingham)"
}