{
    "id": "2720115",
    "text": "Ibn Athīr is the family name of three brothers, all famous in Arabic literature, born at Jazīrat ibn Umar (today's Cizre nowadays in south-eastern Turkey) in upper Mesopotamia. The ibn al-Athir brothers belonged to the Shayban lineageKamaruzaman, A.F., Jamaludin, N., Fadzil, A.F.M., 2015. [Ibn Al-Athir’s Philosophy of History in Al-Kamil Fi Al-Tarikh https://www.researchgate.net/publication/281910057_Ibn_Al- Athir's_Philosophy_of_History_in_Al-Kamil_Fi_Al-Tarikh]. Asian Social Science 11(23). of the large and influential Arab tribe Banu BakrKazhdan, Alexander P. 1991. The Oxford Dictionary of Byzantium. Ibn al-athir.Donner, Fred McGraw. “The Bakr B. Wā'il Tribes and Politics in Northeastern Arabia on the Eve of Islam.” Studia Islamica, no. 51, 1980, pp. 5–38. JSTOR, www.jstor.org/stable/1595370., who lived across upper Mesopotamia, and gave their name to the city of Diyar Bakr.Trudy Ring, Noelle Watson, Paul Schellinger. 1995. International Dictionary of Historic Places. Vol. 3 Southern Europe. Routledge. P 190.Canard, M., Cahen, Cl., Yinanç, Mükrimin H., and Sourdel-Thomine, J. ‘Diyār Bakr’. Encyclopaedia of Islam, Second Edition. Ed. P. Bearman et al. Brill Reference Online. Web. 16 Nov. 2019. Accessed on 16 November 2019.World Heritage Encyclopedia. [www.worldlibrary.org/articles/bakr_bin_wael Bakr bin Wael]. Accessed on 16 November 2019. ==Brothers== ===Majd ad-Dīn=== The eldest brother, known as Majd ad-Dīn (1149–1210), was long in the service of the amir of Mosul, and was an earnest student of tradition and language. His dictionary of traditions (Kitāb an-Ni/zdya) was published at Cairo (1893), and his dictionary of family names (Kitāb ul-Murassa) has been edited by Ferdinand Seybold (Weimar, 1896). ===Diyā' ad-Dīn=== The youngest brother ، ضياء الدين ، Diyā' ad-Dīn (1163–1239), served under Saladin from 1191 and his son al-Malik al-Afdal who succeeded him, served in Egypt, Samosata, Aleppo, Mosul and Baghdad. He was one of the most famous aesthetic and stylistic critics of Arabian literature. His works include: * \"Book of Analysis\" or Kitab at-Tahlil (كتاب التحليل)URL: http://download-story-pdf-ebooks.com/6557-free-book. published by Bulaq Press in 1865 (cf. Journal of the German Oriental Society, xxxv. 148, and Ignaz Goldziher's Abhandlungen, i. 161 sqq.). This contains very independent criticism of ancient and modern Arabic verse. *al-Washy al-marḳūm (Beirut 1298). *al-Jāmiʿ al-kabīr, ed. by Muṣṭafā D̲j̲awād and D̲j̲amil Saʿīd (Bag̲h̲dād 1375, 1956). *al-Mathal al-sāʾir, ed. by Muḥammad Muḥy al-Dīn ‘Abd al-Ḥamīd, 2 vols (Cairo 1939).For further information on editions, see S. A. Bonebakker, 'Notes on Some Old Manuscripts of the Adab al-kātib of ibn Qutayba, the Kitāb aṡ-Ṡināʿatayn of Abū Hilāl al-ʿAskarī, and the Maṯal as- sāʾir of Ḋiyāʾ ad-Dīn ibn al-Aṯīr', Oriens, 13/14 (1960/1961), 159–194 (pp. 186–194). *al-Istidrāk fi ’l-akhdh ʿala ’l-Māʾākhidh al-Kindiyya (Cairo 1958) *One of the collections of his Rasāʾil, ed. by Anīs al-Maḳdisī (Beirut 1959) (based on the manuscript Topkapisaray Ahmed III, 2630) * A selection of his letters published by David Samuel Margoliouth are available under the title On the Royal Correspondence of Diyā' ad-Dīn al-Jazarī in the Actes du dixieme congrès international des orientalistes, sect. 3, pp. 7–21. ===Ali ibn al- Athir=== The most famous brother was Ali ibn al-Athir (May 13, 1160 – 1233), who devoted himself to the study of history and Islamic tradition. At the age of twenty-one he settled with his father in Mosul and continued his studies there. In the service of the amir for many years, he visited Baghdad and Jerusalem and later Aleppo and Damascus. He died in Mosul. His world history, the al-Kāmil fi t-tarīkhURL: https://archive.org/details/Alkamil_Fi_Tarikh (The Complete History), extends to the year 1231. It has been edited by Carl Tornberg, Ibn al-Athīr Chronicon quod perfectissinum inscribitur (14 vols., Leiden, 1851–1876). The first part of this work up to A.H. 310 (A.D. 923) is an abbreviation of the work of Tabari with minor additions. Ibn Athīr also wrote a history of the Atabegs of Mosul at-Tarīkh al-atabakīya, published in the Recueil des historiens des croisades (vol. ii., Paris); a work (Usd al- Ghdba) giving an account of 7,500 companions of the Muslim prophet Muhammad (5 vols., Cairo, 1863), and a compendium (the Lubāb) of Samani's Kitāb ui-A n.~db (cf. Ferdinand Wüstenfeld's Specimen el-Lobabi, Göttingen, 1835). ==See also== *Islam *Ali ibn al-Athir ==References== Category:Arabic-language writers Category:Arab writers ",
    "title": "Ibn Athir"
}