{
    "id": "2721621",
    "text": "Nanticoke River Delaware Indians The Nanticoke people are a Native American Algonquian people, whose traditional homelands are in Chesapeake Bay and Delaware. Today they live in the Northeastern United States and Canada, especially Delaware; in Ontario; and in Oklahoma. The Nanticoke people consisted of several tribes: The Nanticoke proper (the subject of this article), the Choptank, the Assateague, the Piscataway, and the Doeg. ==History== The Nanticoke people may have originated in Labrador, Canada, and migrated through the Great Lakes region and the Ohio Valley to the east, along with the Shawnee and Lenape peoples. In 1608, the Nanticoke came into European contact, with the arrival of British captain John Smith. They allied with the British and traded beaver pelts with them. They were located in today's Dorchester, Somerset and Wicomico counties.Wayne E. Clark, \"Indians in Maryland, an Overview\", Maryland Online Encyclopedia', 2004-2005, accessed 18 Mar 2010 In 1668, the Nanticoke emperor Unnacokasimon signed a peace treaty with the proprietary government of the Province of Maryland. In 1684, the Nanticoke and English governments defined a reservation for their use, situated between Chicacoan Creek and the Nanticoke River in Maryland. Non- native peoples encroached upon their lands, so the tribe purchased a 3,000-acre tract of land in 1707 on Broad Creek in Somerset County, Maryland (now Sussex County, Delaware). In 1742, the tribe met with neighboring tribes in nearby Wimbesoccom Neck to discuss a Shawnee plot to attack the local English settlers, but the gathering was discovered and the leaders involved arrested. Some moved up to Pennsylvania in 1744, where they gained permission from the Iroquois Confederacy to settle near Wyoming, Pennsylvania and along the Juniata River. They moved upriver a decade later. They joined the Piscataway tribe, and were both under the jurisdiction of the League of the Iroquois.Pritzker 441 The reservation on Broad Creek was sold in 1768. Members of the Conoy people joined the Nanticoke in the 1740s. Together they were neutral in the French and Indian War. During the American Revolution, they allied with the British. In 1778, two hundred Nanticoke moved north to Fort Niagara because of their alliance. Later the British resettled them at the Six Nations Reserve near Brantford, Ontario, Canada, giving them land in compensation for what they had lost. Other Nanticoke stayed at Buffalo River, New York. Another group of Nanticoke joined the Lenape and migrated to Kansas; in 1867, they moved with the Lenape to Indian Territory. ==Name== Their autonym is Nentego, which means, \"Tidewater People.\" The Nanticoke chiefdoms are now described as the Wicomoco, Monie and Manokin, which occupied areas along the rivers that were named after them. The Nanticoke had an extensive trading network with tribes throughout the Chesapeake Bay area. Early accounts described the Nanticoke tribes as the Arseek, Cuscarawoc, and Nause.Hodge, Frederick Webb (Editor), Handbook of American Indians North of Mexico, Part 2. Washington, DC: Government Printing Office, 1910 ==Language== The Nanticoke language was distinct from the Algonquian languages spoken by tribes on the Western Shore of Maryland and along the Potomac River. The Nanticoke language has since become extinct. The last speaker was Lydia E. Clark, who died in 1856.\"History\", Nanticoke Tribe, accessed 8 Oct 2009 ==Modern day== Today, some Nanticoke people are part of the federally recognized Six Nations of the Grand River First Nation in Ontario, Canada. The ones who traveled west with the Delaware are part of the federally recognized Delaware Tribe of Indians in Oklahoma.Howard, James H. \"The Nanticoke-Delaware Skeleton Dance.\" American Indian Quarterly. 1975 The Nanticoke Indian Association of Millsboro has been a state recognized tribe in Delaware since 1922.\"Welcome.\" Nanticoke Indian Tribe. 2004 (retrieved 3 Jan 2010) The Nanticoke Lenni-Lenape Indians are a state recognized tribe in New Jersey. ===Nanticoke Indian Association=== In 1744 some Nanticoke settled near the Indian River in Delaware. They reorganized as the Nanticoke Indian Association and were recognized as a tribe by the state in 1881. They have their headquarters in Millsboro. In 1922 they were chartered as a non-profit organization. They organized annual powwows, carrying them on until the mid-1930s, during the Great Depression. In 1977 the tribe revived the annual event. Later they built a museum in honor of their heritage, to teach their children and other Americans. Sites listed on the National Register of Historic Places in 1979, and associated with the Indian River Community, include: the Robert Davis Farmhouse, Harmon School, Isaac Harmon Farmhouse, Harmony Church, Ames Hitchens Chicken Farm, Indian Mission Church, Indian Mission School, Johnson School, Coursey and Daisey Indian Burial Ground and Warren T. Wright Farmhouse Site. In 2002 Kenneth S. \"Red Deer\" Clark Sr., the head chief of the association, and Assistant Chief, his son \"Little Owl\" Clark, resigned.Jim Cresson, \"Chiefs resign from Nanticoke Indian Association\", Cape Gazette, 15 Mar 2002, Mitsawokett, accessed 8 Oct 2009 \"Tee\" Norwood was elected chief and served until 2008. That year Larry Jackson was elected as chief, and Chief William H. \"Thunder Eagle\" Daisey currently leads the organization. ===Nanticoke Lenni-Lenape Indians=== Some Nanticoke settled across the Delaware Bay in southern New Jersey, where they joined the Lenape and intermarried with them. The Nanticoke Lenni-Lenape Indians of New Jersey are recognized by that state and based in Bridgeton. They have numerous members with mixed Nanticoke and Lenape ancestry. Both tribes were historically Algonquian speaking, and there have been years of intermarriage between them. ==See also== *Doeg tribe *Nacotchtank *Native American tribes in Maryland *Unalachtigo Lenape *Native Americans ==Notes== ==References== * Pritzker, Barry M. A Native American Encyclopedia: History, Culture, and Peoples. Oxford: Oxford University Press, 2000. . ==External links== *Nanticoke Indian Association, Delaware, official website *Nanticoke Lenni-Lenape Indian Of New Jersey, New Jersey, official website *Delaware Tribe of Indians, Oklahoma, official website *Six Nations of the Grand River, Ontario, official website Category:Indigenous peoples of the Northeastern Woodlands Category:Eastern Algonquian peoples Category:Native American history of Delaware Category:Native American history of Maryland Category:Chesapeake Bay Category:First Nations in Ontario Category:Native American tribes in Delaware Category:Native American tribes in Maryland Category:Native American tribes in New Jersey Category:Native American tribes in Oklahoma Category:State recognized Native American tribes Category:Algonquian ethnonyms Category:Native American tribes in Pennsylvania ",
    "title": "Nanticoke people"
}