{
    "id": "2721885",
    "text": "Jo Eisinger (1909–1991) was a film and television writer whose career spanned more than 40 years from the early 1940s well into the 1980s. He is widely recognized as the writer of two of the most psychologically complex film noirs, Gilda (1946) and Night and the City (1950). His credits also include The Sleeping City (1950) and Crime of Passion (1957), a coda to the films of the noir style, for which he wrote the story as well as the screenplay. Starring Barbara Stanwyck, it's a strikingly modern commentary about how women were driven mad by the limitations imposed upon them in the postwar period. Jo Eisinger started writing for radio penning numerous segments for The Adventures of Sam Spade series. He returned to thriller and private eye adventure series writing for the ITC television series Danger Man (1960–61) and the mid-1980s HBO series Philip Marlowe, Private Eye. His script for an episode of the latter show, \"The Pencil\", earned him a 1984 Edgar Award. Eisinger's credits also include several films that departed from his accustomed genres of mystery, adventure and crime. Among them are Oscar Wilde (1960), starring Robert Morley and Sir Ralph Richardson, The Rover (L'Avventuriero, 1967), from the novel by Joseph Conrad and starring Rita Hayworth and Anthony Quinn, and The Jigsaw Man (1983), starring Laurence Olivier and directed by Terence Young. Eisinger wrote the books on which the Broadway plays What Big Ears! (1942) and A Point of Honor (1937) were based. His novel The Walls Came Tumbling Down (1943) was adapted for the long-running radio drama program Suspense in 1944; the episode featured screen and radio actors Keenan Wynn and Hans Conried. A film version of The Walls Came Tumbling Down starring Edgar Buchanan and George Macready was released in 1946. Jo Eisinger's second marriage was to Lorain Beaumont. Eisinger used his wife's maiden name for Mr. Beaumont, one of the characters in The Walls Came Tumbling Down. == Filmography == {| class=\"wikitable sortable\" |- ! Year ! Title ! Roll ! Notes |- | 1946 | Gilda | screenwriter | |- | 1953 | The System | | |- | 1955 | Bedevilled | | |- | 1960 | Oscar Wilde | | |- | 1967 | The Rover | | |- | 1970 | Cold Sweat | | |- | 1983 | The Jigsaw Man | screenwriter. | |} == References == ==External links== * * Category:1909 births Category:1991 deaths Category:Edgar Award winners Category:American male screenwriters Category:American television writers Category:Place of birth missing Category:American male television writers Category:20th-century American male writers Category:20th-century American screenwriters ",
    "title": "Jo Eisinger"
}