{
    "id": "2721538",
    "text": "Elmer Franklin Cravalho (February 19, 1926 - June 27, 2016) was an American politician and teacher. A member of the Democratic Party, Cravalho served as the first Mayor of Maui from 1969 to 1979 and the first Speaker of the Hawaii House of Representatives following statehood. Cravalho is the descendant of Portuguese immigrants who settled in Hawaii. Born in Paia, Hawaii, Cravalho received his bachelor's degree in education from University of Hawaii, in 1947. He taught school and was a school principal. Later, he was in the insurance and banking business. He was also involved with the credit union movement, farming, and ranching.'American Legislative Leaders in the West, 1911-1994,' Nancy Weatherly Sharp and James Roger Sharp, Greenwood Press: Westport, Connecticut and London: 1997, Biographical Sketch of Elmer Franklin Cravalho, pg. 92 Cravalho began his political career in 1955 as a member of Hawaii's territorial House of Representatives. He served as the first House Speaker (1959–1967) following statehood, a delegate to the 1960 Democratic National Convention, Maui mayor and chairman of the Maui Board of Water Supply. Much of Maui's development can be traced to Cravalho's term as mayor. In the 1970s, he was responsible for developing the waterline from Wailuku to Wailea, which enabled the development of Kihei. Cravalho had a part in the formation of Maui Economic Opportunity Inc., a private, nonprofit organization chartered in 1965 to help low-income elderly, children and youth, persons with disabilities, immigrants, other disadvantaged people and the general public to help themselves. Cravalho left office suddenly in 1979, just months after winning re-election for a second term in the 1978 election. Democrat Hannibal Tavares won a special election in October 1979 to complete the remainder of Cravalho's term. Cravalho died on June 27, 2016.Elmer Cravalho, Maui's mayor, dies ==References== Category:1926 births Category:2016 deaths Category:People from Paia, Hawaii Category:University of Hawaii alumni Category:Businesspeople from Hawaii Category:Educators from Hawaii Category:Hawaii Democrats Category:Mayors of Maui County Category:Speakers of the Hawaii House of Representatives Category:Members of the Hawaii House of Representatives Category:Members of the Hawaii Territorial Legislature Category:20th-century American politicians Category:American people of Portuguese descent ",
    "title": "Elmer Cravalho"
}