{
    "id": "2722782",
    "text": "The Diocese of Canberra and Goulburn is one of the 23 dioceses of the Anglican Church of Australia. The diocese has 60 parishes covering most of south-east New South Wales, the eastern Riverina and the Australian Capital Territory (ACT). It stretches from Marulan in the north, from Batemans Bay to Eden on the south coast across to Holbrook in the south-west, north to Wagga Wagga, Temora, Young and Goulburn. == History == The Diocese of Goulburn was established in 1863. At that time it extended to the south and west of Goulburn to the south-western corner of New South Wales (south of the 34th degree of latitude). In 1883 the diocese was divided, with the western portion designated as the major part of the newly created Diocese of Riverina. In 1950 the name was changed to the Diocese of Canberra and Goulburn. St Saviour's Cathedral, the mother church of the diocese, is located in Goulburn, New South Wales. Both the diocesan bishop and the diocesan office are located in Canberra, Australia's national capital, which is 87 kilometres to the south of Goulburn. ==List of diocesan bishops== St Saviour's Cathedral, Goulburn {| class=\"wikitable\" style=\"width: 75%;\" |- ! colspan=\"4\" style=\"background- color: #7F1734; color: white;\" | Bishops of Goulburn |- ! style=\"background- color: #D4B1BB; width: 8%;\" | From ! style=\"background-color: #D4B1BB; width: 8%;\" | Until ! style=\"background-color: #D4B1BB; width: 15%;\" | Incumbent ! style=\"background-color: #D4B1BB; width: 54%;\" | Notes |- valign=\"top\" style=\"background-color: white;\" | style=\"text-align: center;\" | 1863 | style=\"text-align: center;\" | 1892 | Mesac Thomas | Died in office |- valign=\"top\" style=\"background-color: #F7F0F2;\" | style=\"text-align: center;\" | 1892 | style=\"text-align: center;\" | 1901 | William Chalmers | Died in office |- valign=\"top\" style=\"background-color: white;\" | style=\"text-align: center;\" | 1902 | style=\"text-align: center;\" | 1915 | Christopher Barlow | Translated from North Queensland; retired |- valign=\"top\" style=\"background- color: #F7F0F2;\" | style=\"text-align: center;\" | 1915 | style=\"text-align: center;\" | 1933 | Lewis Radford | Retired |- valign=\"top\" style=\"background- color: white;\" | style=\"text-align: center;\" | 1934 | style=\"text-align: center;\" | 1950 | Ernest Burgmann | Became Bishop of Canberra and Goulburn |- ! colspan=\"4\" style=\"background-color: #7F1734; color: white;\" | Bishops of Canberra and Goulburn |- valign=\"top\" style=\"background-color: white;\" | style=\"text-align: center;\" | 1950 | style=\"text-align: center;\" | 1960 | Ernest Burgmann | Previously Bishop of Goulburn; retired |- valign=\"top\" style=\"background-color: #F7F0F2;\" | style=\"text-align: center;\" | 1961 | style=\"text-align: center;\" | 1971 | Kenneth Clements | Translated from Grafton; retired |- valign=\"top\" style=\"background-color: white;\" | style=\"text-align: center;\" | 1972 | style=\"text-align: center;\" | 1983 | Cecil Warren | Previously assistant bishop in the diocese; retired |- valign=\"top\" style=\"background-color: #F7F0F2;\" | style=\"text-align: center;\" | 1983 | style=\"text-align: center;\" | 1993 | Owen Dowling | Previously assistant bishop in the diocese; retired |- valign=\"top\" style=\"background- color: white;\" | style=\"text-align: center;\" | 1993 | style=\"text-align: center;\" | 2008 | George Browning | Previously assistant bishop for coastal Brisbane; retired. |- valign=\"top\" style=\"background-color: #F7F0F2;\" | style=\"text-align: center;\" | 2009 | style=\"text-align: center;\" | 2018 | Stuart Robinson | Elected 1 November 2008; consecrated and enthroned 31 January 2009. Resigned 31 March 2018 |- valign=\"top\" style=\"background-color: white;\" | style=\"text-align: center;\" | 2019 | style=\"text-align: center;\" | | Mark Short | Elected November 2018. Consecrated and installed on 6 April 2019 |} == Previous bishops == ===Bishop Stuart Robinson=== Elizabeth II talking with Paul Black and Prince Philip, Duke of Edinburgh with Stuart Robinson at St John the Baptist Church, Reid on 23 October 2011 Stuart Robinson was elected 10th bishop of the diocese on 2 November 2008 and laid up his staff on 31 March 2018. He was consecrated and enthroned at St Saviour's Cathedral, Goulburn on 31 January 2009. Trevor Edwards (bishop) was consecrated assistant bishop on 12 June 2004. The consecration of Genieve Blackwell, formerly the Archdeacon for Goulburn and Rural Ministry, as part-time assistant bishop for the region of Wagga Wagga, the North-West and South-West (also becoming the Archdeacon of Wagga Wagga) and Ian Lambert, formerly the Archdeacon for the South Coast and Monaro, as part-time assistant bishop for the region of the Coast, Southern Monaro and the Snowy (also remaining as archdeacon) took place at St Saviour’s Cathedral, Goulburn on 31 March 2012.Anglican Diocese of Canberra & Goulburn – Assistant Bishops The then Archbishop of Sydney, Peter Jensen, who would normally be expected to consecrate the new bishops, asked the Bishop of Newcastle, Brian Farran, to take his place because Jensen opposes the ordination of women. Blackwell was the third woman to become an Anglican bishop in Australia and the 31st in the world. Bishop Genieve Blackwell had served as Bishop of the Marmingatha Episcopate in the Diocese of Melbourne since her appointment in 2015. Bishop Ian Lambert has served as Assistant Bishop to the Australian Defence Force since his appointment in 2013. Archdeacon Matt Brain was consecrated bishop by Bishop Stuart Robinson on 18 June 2015 and served as Assistant Bishop in the diocese of Canberra and Goulburn until his appointment as Bishop of Bendigo in 2018. Bishop Trevor Edwards is serving the Diocese of Canberra and Goulburn as Episcopal Administrator until the Consecration of the Reverend Mark Short ad Diocesan Bishop in St Saviour's Cathedral Goulburn on 6 April 2019. ==Assistant bishops== Richard Randerson served as Assistant Bishop of Canberra & Goulburn from his consecration on 21 December 1994 until 1999, when he became vicar- general of Auckland (and later assistant bishop).ACANZP Lectionary, 2019 (p. 146) Bruce Wilson was Director of St Mark's Theological College, Canberra and an Assistant Bishop, 1984–1989; at the time of his consecration, he was the church's youngest bishop. Ian George was an Assistant Bishop, 1989–1991; and Godfrey Fryar, 2003–2013. Trevor Edwards served as assistant bishop from 2004 and Vicar-General from 2009 to 2019. Currently, Stephen Pickard has served as an assistant bishop since 2007, and Carol Wagner has served as an assistant bishop since 2020. ==See also== * Anglican hierarchy in Australia ==References== == External links == * Diocese of Canberra and Goulburn website * A church for a nation: a history of the Anglican Diocese of Canberra and Goulburn, by Tom Frame. Alexandria: Hale and Iremonger, 2000 Canberra and Goulburn Category:1863 establishments in Australia Category:Anglican Church of Australia Ecclesiastical Province of New South Wales ",
    "title": "Anglican Diocese of Canberra and Goulburn"
}