{
    "id": "2722576",
    "text": "Celebrity photography is a subset of photojournalism where the subjects are celebrities in the arts, sports and sometimes politics. There are three main types of celebrity photographs used by magazines and newspapers: event photography, celebrity portraiture, and paparazzi. == Types== ===Event photography=== Photographers who work Celebrities Photographers related events, such as film premieres, parties and award shows. Event photographers also cover other events such as music festivals, weddings and private functions. Controversy has surrounded event photography. One of the bigger controversies occurred in 2000 at the wedding of Catherine Zeta-Jones and Michael Douglas. The couple sued Hello! magazine for $800,000 after they printed photos from the couple's wedding. They claimed that Hello! invaded their privacy and damaged their career. In 2003 the court in Douglas v Hello! Ltd ruled in favor of Zeta-Jones and Douglas. Event photographers at red carpet events have been known to sometimes shun certain celebrities. At first, they will boo the celebrity as a warning, and the second time, they will refuse to take pictures of the celebrity. This happens when the photographers are angry at the celebrities actions. For example, if a celebrity decides not to stop for the photographers or doesn't acknowledge them, than that celebrity will be shunned. In recent years stars such as George Clooney, Jennifer Lopez, and Sharon Stone have all been shunned.McKay, Hollie. \"Red Carpet Photographers Mulling Photo Ban on Charlize Theron; It Wouldn't Be Their First.\" Fox News. FOX News Network, 24 Feb. 2012. Web. 07 Feb. 2013. ===Celebrity portraiture=== Photographers may be assigned portrait sessions with celebrities, shot on location or in a photo studio. ===Paparazzi (or \"pap\")=== Photographers who shoot candid photos of celebrities with or without their consent, in the hope of capturing an exclusive image. Sometimes they resort to very long telephoto lensRobertson, Royston. \"Paparazzo Cartoon 1.\" Cartoon. N.p., n.d. Web. http://www.cartoonstock.com/directory/p/paparazzo.asp. shots, or secret photography. The paparazzi have a mostly negative outlook because they tend to do whatever it takes to capture the celebrities off guard.\"Why Paparazzi Are Wrong.\" CNN. N.p., 13 May 2006. Web. 08 Feb. 2013. Celebrities have been known to give a heads up to the paparazzi about what they will be doing that day. Paris Hilton has said that the paparazzi has only helped her career, that all publicity is good publicity.\"Teenage Paparazzo.\" Teenage Paparazzo. HBO. 2010. Television. Teenage Paparazzo is a HBO documentary directed by Adrian Grenier. The film is about the everyday life of Austin Visschedyk, a 14-year-old paparazzo. The film interviews many celebrities who talk about Visschedyk and the paparazzi as a whole. It also shows the relationships that Visschedyk has made with his fellow paparazzo. The documentary aired on HBO in 2010. ==Other forms of celebrity photography== Some photographers make a living following actors and models. When they get a scoop, many magazines will pay high fees to run the images. The Paparazzi will do almost anything to capture \"the money shot\". Eva Longoria knows how the paparazzi can be annoying but she understands that they are just trying to make a living like everyone else. Music photography is another form of celebrity photography. Most music photographers focus on capturing the energy of live music performances and some also get to work backstage or on tour with bands. ==References== ==Works cited== * Mazin, Craig. \"5 Things You Didn't Know About The Paparazzi.\" AskMen. N.p., n.d. Web. 07 Feb. 2013. . * Flores, Henry. \"Paparazzo: Our Work Should Be Respected.\" Web log post. N.p., 03 Jan. 2013. Web. . * Dickson, Caitlin. \"Paparazzi With Drones.\" Newsweek 10 Dec. 2012: 10-12. Academic Search Premier. Web. * Howe, Peter. Paparazzi: And Our Obsession with Celebrity. New York: Artisan, 2005. Print. Category:Photojournalism ",
    "title": "Celebrity photography"
}