{
    "id": "2722993",
    "text": "Herzberg am Harz is a town in the Göttingen district of Lower Saxony, Germany. == Geography == Herzberg is situated on the southwestern rim of the Harz mountain range and the Harz National Park. Natural monuments in the surrounding area include the Unicorn Cave, the Karst Trail, and the Rhume Spring. The town centre is located on the Sieber river, about northeast of Göttingen and southeast of the state capital Hanover. The municipal area comprises the villages of Lonau, Pöhlde, Scharzfeld, and Sieber. == History == Herzberg Castle Herzberg Castle in the Duchy of Saxony was first mentioned in an 1143 deed. A hunting lodge at the site was already erected from 1024 to 1029 by King Lothair II. It was seized by the Saxon Welf dynasty in 1144 and in 1158 became a property of Duke Henry the Lion with consent of the Hohenstaufen emperor Frederick Barbarossa. The castle was part of the Grubenhagen estates of the Welf duke Henry I of Brunswick he received in 1291, when he and his brothers divided their heritage. A settlement below the castle was first documented in 1337. The Brunswick rulers of the Grubenhagen principality resided here from 1486 until the line became extinct in 1596. In 1617 Duke George of Brunswick-Lüneburg had his inheritance rights confirmed by Emperor Matthias and again lived at the castle with his wife Anne Eleonore of Hesse-Darmstadt until in 1636 he moved his residence to the Leineschloss in Hanover. Herzberg first developed as a centre of cloth and linen manufacturing. In the 18th and 19th century important industries included brewing, the founding and turning of metal, agricultural machinery and boot making as well as arms production for the Hanover forces. Herzberg received town privileges in 1929, when it was part of the Prussian Province of Hanover. Herzberg is the location of a club that promotes the international auxiliary language Esperanto, the Interkultura Centro Herzberg (Esperanto for \"Intercultural Center of Herzberg\"). In 2006, the city council decided to advertise Herzberg as Esperanto-Stadt (\"Esperanto city\", Esperanto: Esperanto- urbo).Town renames itself the Esperanto Town == Politics == === City council === Seats in the city council as of local elections on 11 September 2011: *Social Democratic Party of Germany (SPD): 13 *Christian Democratic Union of Germany (CDU): 12 *Greens: 2 *Free Democratic Party (FDP): 1 *The Left: 1 *National Democratic Party of Germany (NPD): 1 Elections in 2016: *LINKE (LEFT) = 1 *SPD = 12 *Greens = 2 *FDP = 2 *CDU = 10 *AfD = 3 *Total = 30 === Twinning cities === Herzberg is twinned with: * Góra, Poland, since 1993 == Economy and infrastructure == === Resident companies === *Pleissner Guss GmbH *Smurfit Kappa Herzberger Papierfabrik and Wellpappe (Production of paper and corrugated cardboard) *Jungfer Druckerei und Verlag (Printing and publishing) *PEMA GmbH (Truck rental) *Kliniken Herzberg und Osterode GmbH (Clinic, also in Osterode) * ANDIA International GmbH === Education === Primary schools: *Mahnte-Grundschule *Nicolai-Grundschule *Einhornschule, Scharzfeld *Grundschule am Rotenberg, Pöhlde Secondary Schools: Ernst Moritz Arndt- Gymnasium *Haupt- und Realschule Herzberg am Harz (Elementary and secondary school Herzberg am Harz) == Notable people == === Sons and daughters of the town === Karl von Einem *Christian Ludwig Herzog zu Braunschweig-Lüneburg (1622–1665, duke of the principality of Lüneburg and Calenberg) *Georg Wilhelm Herzog zu Braunschweig-Lüneburg (1624–1705, duke of the principality of Lüneburg and Calenberg) *Johann Friedrich Herzog zu Braunschweig und Lüneburg (1625–1679, duke of the principality of Calenberg) *Ernst August (1629–1698, first elector of Hanover) *Karl von Einem (1853–1934, Prussian colonel general) *Wolf Spillner (*1936, German nature photographer and writer) *Otto Koch (1937–2010, owner of Chicken Delight Canada) *Lutz Bandekow (*1948, Surgeon General of the Bundeswehr) *Wilfried Ließmann (*1958, mineralogist and mining historian) *Tatjana Steinhauer (*1991, water polo national team and European Championship participant) *Michael Hertzberg (*1984, Prodigal Son) === Other personalities in connection with the town === *Eva Herman (*1958 in Emden, author and former television presenter, among others Tagesschau, spent most of her childhood in Herzberg and attended the Ernst Moritz Arndt- Gymnasium) == External links == * Official site * Esperanto Centre ==References== Category:Esperanto ",
    "title": "Herzberg am Harz"
}