{
    "id": "2722282",
    "text": "WMLU (91.3 FM) is an American non-commercial educational radio station licensed to serve the community of Farmville, Virginia. The station is owned and operated by Longwood University. ==History== WMLU began in 1980 as WUTA, a test broadcast station and had a low level college license. The initial transmitter power was 10 watts, with plans to expand the wattage as early as 1981. The first studio was located in the upper area of Longwood University's Jarman Auditorium, with weekly meetings taking place downstairs in the auditorium proper. Some time between September 1982 and February 1983, WUTA received and installed new equipment, and the in-house record collection was expanded. During these early years WUTA experienced a myriad of technical problems, ranging from a four-week transformer malfunction to interference with fellow Farmville radio station WFLO-FM as well as the WTVR television station out of Richmond. ==Programming== Student programming and music is heard daily between 7 p.m. and 2 a.m., with a relay of Harrisonburg's NPR member station WMRA filling the remaining time. ==Awards and honors== WMLU received the first place award for Outstanding Sports Coverage for a non- commercial/public radio station from the Virginia Association of Broadcasters in 2009. It repeated the accomplishment in 2010 accompanied by a runner up award for best promotion for a sponsored event. In 2011 WMLU won first place awards for Outstanding Sports Coverage and Best Promo for a Sponsored Event. The station continued their legacy in 2011, 2012 and 2013 with their third, fourth and fifth straight VAB awards for Outstanding Sports Coverage. ==References== ==External links== *WMLU official website * Category:Longwood University MLU MLU Category:NPR member stations Category:Public radio stations in the United States Category:Prince Edward County, Virginia Category:Radio stations established in 1981 Category:1981 establishments in Virginia ",
    "title": "WMLU"
}