{
    "id": "2722702",
    "text": "Shecky Greene (born Fred Sheldon Greenfield; April 8, 1926)Wills, Adam. (2008) Shecky Greene, Jewish Virtual Library; accessed April 7, 2016. is an American comedian. He is known for his nightclub performances in Las Vegas, where he became a headliner in the 1950s. He has appeared in several films, including Tony Rome, History of the World, Part I and Splash, and has guest-starred on such television shows as Mad About You, Laverne & Shirley, Love, American Style, and Combat! ==Life and career== Greene was born in 1926, grew up on the North Side of Chicago and served in the United States Navy during World War II. Greene had planned to become a gym teacher, but had been performing comedy at various venues in the upper Midwest, and started his comedy career at the Prevue Lounge in New Orleans, where he worked for six years. From there he went on to showrooms in Miami, Chicago, and Reno/Lake Tahoe before an agent persuaded him to move to Las Vegas and open in 1954 for Dorothy Shay, \"the Park Avenue Hillbillie,\" at the Last Frontier. His act was held over for 18 weeks, a first for that venue. > He invented a hysterical, free-form approach to comedy that the confines of > a five minute television spot could not handle. Offstage, his main passion was horse racing. A thoroughbred horse named Shecky Greene (January 30, 1970 – March 9, 1984) was the 1973 Eclipse Champion Sprinter and the frontrunner for nearly seven furlongs in the 1973 Kentucky Derby until Secretariat ran off with the race. Arlington Park in Illinois still runs a Shecky Greene Handicap. When the MGM Grand Hotel opened in 1975 with Dean Martin as headliner, the second headline act was Shecky Greene, whose salary at one point climbed to $150,000 a week and quipped that $125,000 went to \"my bookmaker\". Greene played Carnegie Hall and appeared on The Ed Sullivan Show, which he says he hated because \"They'd rush you on and off\". He played Pvt. Braddock for a year on Combat! and guested on The Joey Bishop Show, The Love Boat, Lou Carnesco in two episodes of The Fall Guy and a fourth-season 1985 episode of The A-Team entitled \"Members Only\". Greene was widely respected by his peers, including Johnny Carson, who was a longtime fan. Greene made 40 appearances on The Tonight Show, on which he also served as a guest host. He appeared on The Merv Griffin Show, serving as a guest host on that show as well. He notes that he gave Arnold Schwarzenegger and Luciano Pavarotti their first national television exposure. He also appeared on the Match Game and Tattletales (with his first wife Nalani Kele) in the 1970s. He was recruited for Broadway shows but turned them down. One of his standard jokes in Las Vegas and on television went like this: \"Johnny was a good boy, never smoked, never drank, never dated. On his graduation day from college, his parents asked what he wanted. Johnny replied, 'A drunken broad that smokes.'\" Greene claims Jay Leno once told him that his all-time favorite joke is one Greene recounted about Frank Sinatra (with whom Greene had a contentious relationship) 'saving his life'. Offended by a remark made by Greene, Sinatra sent five men to assault him; after some time, he heard Sinatra say, \"OK. He's had enough.\" Greene suffered from panic attacks and stage fright and didn't perform for six years beginning in 2003.Robert Klein, and Shecky Greene Moments Before Quitting Friars Club YouTube; April 25, 2014. accessed April 7, 2016. After an absence of many years, Greene returned to perform in Las Vegas in 2009. ==Personal life== From 1972-1982, Greene was married to Nalani Kele, who had a hugely successful nightclub act, \"Nalani Kele Polynesian Revue\", from the 1960s to the early 1970s. Since 1985, he has been married to Marie Musso, daughter of Vido Musso, a prominent Las Vegas musician who played saxophone with Benny Goodman. ==Filmography== {| class=\"wikitable\" |- ! Year ! Title ! Role ! Notes |- |1967|| Tony Rome || Catleg || |- |1971|| The Love Machine || Christie Lane || |- |1976|| Won Ton Ton, the Dog Who Saved Hollywood || Tourist || |- |1981|| History of the World, Part I || Marcus Vindictus || |- |1984|| Splash || Mr. Buyrite || |- |1984|| Lovelines || Master of Ceremonies || |- |2000|| The Last Producer || Poker Player || |} ==References== ==External links== * * Category:1926 births Category:Living people Category:Columbia College Chicago alumni Category:Wilbur Wright College alumni Category:American male comedians Category:Jewish American male actors Category:American naval personnel of World War II Category:Jewish American comedians Category:20th-century American comedians Category:21st-century American comedians Category:American male film actors ",
    "title": "Shecky Greene"
}