{
    "id": "2723219",
    "text": "Prizes is a 1995 novel written by Erich Segal.http://www.erichsegal.com/novels/prizes/ It tells stories of three principal characters: Adam Coopersmith (a genius immunologist), Sandy Raven (a cell biologist bitter from betrayal), and Isabel Da Costa (a child prodigy who goes on to win a Nobel Prize in Physics).http://www.sfgate.com/entertainment/article/Segal-Delivers-a-Booby- Prize-3039188.php ==Plot== The novel deals with the relationships of three principal characters. Adam Coopersmith, an obstetrician and immunologist, saves the life of his mentor, Dr. Max Rudolph. Although normally an ethical researcher, Coppersmith decides to test a life-saving cancer treatment on a man, against the wishes of the Food and Drug Administration. This man is Thomas Hartnell, an advisor to the President of the United States. While acting as the attending doctor, Adam meets Hartnell's daughter, Antonia, and falls in love. Antonia works as the Assistant Attorney General of the United States. Later, when Adam's mentor, Max, dies, he takes solace in Antonia's arms. They get married and have a daughter of their own, Heather. Though their relationship starts off well, things slowing begin to change. As both Adam and his daughter grow older, they realize that Antonia's top priority is her job. As Adam and Antonia slowly fall apart, he is drawn to another woman, Anya Avilov, the childless and abandoned wife of a Russian émigré. Her husband, Dr. Dmitri Avilov, abandoned her when he realized she was incapable of conceiving a child. Adam jumps at the chance to fill the void that is present in both he and Anya's hearts. Adam soon divorces Antonia and marries Anya. Although Antonia wins custody of Heather, Heather always remains more attached to Adam. Just when Adam's life seems to be on an upswing, he is diagnosed with Alzheimer's disease. Adam also learns during this time that he has won the Nobel Prize, but unable to bear the crushing burden of his fate, Adam commits suicide. Sandy Raven is the son of Sidney Raven, a Hollywood producer. Sandy has an inferiority complex about his looks. This gets reinforced over time as he experiences a conspicuous lack of social interactions throughout his teenage years. His one teenage love, Rochelle Taubman, uses him in order to get to his father. She believes this will help her gain entry into Hollywood. When she does gain contacts in Hollywood, she very conveniently forgets Sandy. Ultimately, Rochelle does seedy bit parts, and ends up on the centerspread of Playboy. Sandy is unable to get over this betrayal and becomes socially repressed and desperate for female company. He enrolls at MIT to study Genetics, where Sandy falls in love with Judy, the daughter of his mentor and laboratory director, Gregory Morgenstern, and get married. Later, Dr. Morgenstern cheats him out of a Nobel Prize, by not mentioning Sandy's contribution on a project. This betrayal eventually leads to Judy and Sandy's divorce. Sandy finds solace in the love of his daughter Olivia. Sandy later finds new love with a Japanese woman, Kimiko, and he goes on to become a well- known geneticist. His daughter, Olivia, grows up to study physics under the tutelage of Dr. Isabel Da Costa. Isabel Da Costa is the daughter of Raymond Da Costa. She is a genius with an IQ far above average. Her father, Raymond, recognizes this early in her childhood and runs her life with an iron hand. His marriage with Isabel's mother, Muriel, suffers as a consequence of his controlling behavior. Isabel's brother, Peter, is very close to her and thinks that Raymond is ruining Isabel's youth. Muriel wants Isabel to have a normal life, and Raymond becomes stubbornly intent on forcing Isabel to work to win a Nobel prize in physics; he does this in order to vindicate his own failed academic career. Isabel is denied all pleasures of a normal teenage life with a punishing schedule in academics. She becomes a post graduate student at Berkeley before she is eighteen years old. She possesses extraordinary powers of comprehension. During her graduate career, Isabel falls in love with Jerry Pracht, the son of her thesis advisor, Karl Pracht. This happens in spite of her father's repeated efforts to keep them apart. Jerry is a genius himself, who left the pressure of academics to become an ace tennis player. Isabel longs to rebel against the pressures of being considered a genius and seeks out this relationship discreetly. Eventually, Isabel's father realizes that his hold on her life is detrimental, and gracefully eases his grasp. Eventually Isabel goes on to win the Nobel Prize in physics and fully commits to her relationship with Jerry. ==References== Category:1995 American novels ",
    "title": "Prizes (novel)"
}