{
    "id": "2723488",
    "text": "Édouard Louis Dubufe (Paris 31 March 1819 - 11 August 1883 Versailles) was a French portrait painter. == Biography== Rosa Bonheur with Bull (1857) His father was the painter Claude Marie Paul Dubufe, who gave him his first art lessons. Later he studied with Paul Delaroche at the École des Beaux- arts.Meyers Konversations-Lexikon, 4th Edition (1888-1890) He was awarded the third-class medal at the \"Salon des Artistes Français\" in 1839. In 1842, he married Juliette Zimmerman (the daughter of composer and pianist Pierre- Joseph-Guillaume Zimmerman) who was a sculptor. The composer Charles Gounod became Édouard's brother-in-law (and lifelong friend) when he married Juliette's sister Anna. During a stay in England, from 1848 to 1851, he discovered the great English portrait painters, who he would seek to emulate. His official career as a portrait painter began in 1853 with portrayals of Emperor Napoléon III and the Empress Eugénie. That same year saw the birth of his son Guillaume, who would also become a well-known painter. Sadly, Juliette died in childbirth two years later. He continued to enjoy great success with the aristocracy, receiving a commission from the Emperor to paint the Congress of Paris in 1856. Later, the Empress asked for his assistance in decorating her \"Salon Bleu\" at the Tuileries Palace. In April 1866, the journal ' ran an article by Émile Zola that criticized Dubufe's qualifications for acting as a judge at the Salon and suggested that he belonged to academic cliques that compromised his judgment. That same year, Dubufe remarried. He died in 1883 after a long illness. ==References== == Further reading == * Emmanuel Bréon, Claude-Marie, Édouard et Guillaume Dubufe: Portraits d'un siècle d'élégance parisienne, Délégation à l'action artistique de la Ville de Paris, 1988 == External links == * * ArtNet: More works by Dubufe * Category:19th-century French painters Category:1820 births Category:1883 deaths Category:Burials at the Cemetery of Notre-Dame, Versailles Category:French male painters Category:Orientalist painters ",
    "title": "Édouard Dubufe"
}