{
    "id": "2723360",
    "text": "Rigoberto López Pérez (May 13, 1929 – September 21, 1956) was a Nicaraguan poet, artist and composer. He assassinated Anastasio Somoza García, the longtime dictator of Nicaragua. On September 21, 1981, 25 years after his death, the Sandinista government of Nicaragua declared Rigoberto López Pérez a National Hero by means of Decree no. 825. ==Early life== López was born and raised in León, Nicaragua; son of Soledad López and Francisco Pérez. López published his first poem, \"Confesión de un Soldado\" (Confession of a Soldier), at the age of 17 in 1946. In 1948 he formed part of a 6-member musical group called \"Buenos Aires\". That same year he learned to play the violin, which he played in the group. López composed music, mostly romantic, including \"Claridad\" and \"Si el vino me hace llorar\" which Buenos Aires released on a radio station called Radio Colonial. Lopéz's musical influences included Beethoven; Rubén Darío, a Nicaraguan poet, often referred to as the \"Father of Modernism\", was a major literary influence to him. Lopéz would often collaborate in publications such as \"El Cronista\" and \"El Centroamericano\". López's girlfriend, Amparo Zelaya Castro, was the sister of Armando Zelaya, a journalist who drove López to the Casa del Obrero where he later shot Somoza. ==Assassination of Somoza== On September 21, 1956, López was able to infiltrate a party in the Club Social de Obreros de León that was attended by President Somoza and shot him in the chest. López was instantly killed in a hail of bullets and Somoza died a few days later in the Panama Canal Zone hospital. Somoza's son, Luis Somoza Debayle, replaced his father as president. ==Legacy== In April 1979, at the peak of the Sandinista's Revolutionary War, one of the five FSLN's Regional Commands in control of 24 cities altogether, was named after him. Unluckily, the FSLN's \"Rigoberto Lopez Perez\" Western Command was captured in full in a safe house in the suburbs of Leon and killed in captivity by dictator Somoza's forces. The cold-blooded massacre of this Command, made up of Oscar Perez Cassar, Roger Deshon, Araceli Perez Darias, Idania Fernandez, Carlos Manuel Jarquin and Edgard Lang Sacasa, enraged the Sandinistas and accelerated the fall of the Somoza regime. After the Sandinista victory in July, Nicaragua's national stadium in Managua, used as a venue for baseball and football as well as concerts and other events, was named after Lopéz, but on November 20, 1998, the 50th anniversary of the founding of the stadium, then-President Arnoldo Alemán issued a decree changing the stadium's name to Estadio Nacional Dennis Martínez. In 2006 a monument dedicated to López was built in his honor in Managua. In Italy, in the 1970s, Marcello De Angelis, now parliamentarian of PDL, who then was a songwriter engaged in the political movement Third Position, wrote a song dedicated to him, whose title is \"Il poeta\" (The Poet). ==References== ==External links== * The will of Rigoberto López Pérez * Rigoberto: Notas para una Biografía * Rigoberto López Pérez's Death Letter Addressed to his Mother *Portrait of Pérez *Photos of the Rigoberto López Pérez Monument *Song by Marcello De Angelis Category:1929 births Category:1956 deaths Category:People from León, Nicaragua Category:20th-century Nicaraguan poets Category:Nicaraguan male poets Category:Nicaraguan composers Category:Nicaraguan musicians Category:Nicaraguan assassins Category:Assassins of presidents Category:Murder in 1956 Category:Deaths by firearm in Nicaragua Category:People shot dead by law enforcement officers Category:20th-century composers Category:National Heroines and Heroes of Nicaragua Category:20th- century male writers Category:1956 crimes in Nicaragua Category:1956 murders in North America Category:1950s murders in Nicaragua ",
    "title": "Rigoberto López Pérez"
}