{
    "id": "2724861",
    "text": "View of the Euxinograd Palace Euxinograd ( , also transliterated as Evksinograd) is a late 19th-century Bulgarian former royal summer palace and park on the Black Sea coast, north of downtown Varna. The palace is currently a governmental and presidential retreat hosting cabinet meetings in the summer and offering access for tourists to several villas and hotels. Since 2007, it is also the venue of the Operosa opera festival. Euxinograd is situated at an altitude of 49 m.Euxinograd Altitude and Location The park and palace were closed until the summer of 2016 due to extensive renovations. ==History== The interior Construction of the palace began soon after its site was presented to Knyaz Alexander Battenberg by the Greek bishopric on 16 March 1882. At the time, the land was occupied by two small monasteries, St. Demetrius and St. Constantine; these were subsequently converted into the first royal residence on the site. This conversion was constructed to plans drawn the Viennese architect Viktor Rumpelmayer in 1885. Initially, the palace was named Sandrovo after the Italian diminutive of Alexander's name — Sandro. Later the knyaz extended the estate to its current area of . However, no further building work was carried out. The palace, as it is today, was constructed during the reign of Knyaz (later Tsar) Ferdinand. The pediment and other materials from the right wing of Château de Saint-Cloud in France, a former French royal residence, were brought to Bulgaria by Ferdinand and integrated into his new palace. Ferdinand commissioned Swiss architect Hermann Mayer and Bulgarian architect Nikola Lazarov to complete the design of the palace. In 1893, on the insistence of Princess Marie Louise, Ferdinand's first wife, the palace was renamed Euxinograd - the name derives from the Ancient Greek term for the Black Sea, (Euxeinos Pontos, \"hospitable sea\") and the South Slavic suffix –grad, meaning \"town\" or, historically, \"fortress\". Tsar Ferdinand's second wife, Tsaritsa Eleonore, died in Euxinograd on 12 September 1917. Following the abolition of the monarchy in Bulgaria, the result of a referendum held under the auspices of the Communists in 1946, Euxinograd became a summer residence of the then-Communist authorities. The democratic changes in 1989 made the former royal palace a presidential and governmental residence and it was opened to the public. ==Buildings== Euxinograd is often considered to be one of the finest examples of post-Liberation architecture in Bulgaria. The palace was designed in style of an 18th-century French château style, with a high metal-topped mansard roof, figured brickwork, balconies and a clock tower The statue of Neptune Following the demolition of the Château de Saint-Cloud, Ferdinand acquired the pediment of its right wing for the palace in 1890–1891; however, rather than used as an architectural feature for the palace itself, the pediment was incorporated in the foundations of a garden terrace. Euxinograd has three storeys. The first houses the principal reception room, the second: the private apartments of the royal family and the third: the servants. The furniture is made of mahogany and walnut wood. The giant chandelier decorated with a royal crown and gold lilies was a gift from the House of Bourbon. The door handles of the toilets bear the coat of arms of Tsar Ferdinand. The sundial was a gift from Queen Victoria. The palace's Winery was established in 1891 to meet the requirements of the Bulgarian Royal Family, its cellars take up two floors. The vineyards continue to produce high-quality white wine (twelve varieties) and brandy (seven varieties). The wines are considered amongst the best in Bulgaria. The Euxinograd cellar has been preserving valuable 125-year-old French wines since the Liberation of Bulgaria. In addition, the Euxinograd complex also includes a former royal stable called Shtala (Щала; from German Stall). ==Park== The wall separating the beach for the government and for ordinary citizens. The landscaping and design of Euxinograd park, which is surrounded by vineyards, began in 1890, and was executed over several decades. During which time, more than 50,000 trees were purchased from Marseille and fertile soil was brought from the mouth of the Kamchiya River. The park is home to over 310 plant varieties from Asia, South America, North Africa and Southern France, reputed to have been selected by Ferdinand himself, and occupies an area of over 550 decares. The design is a combination of both the English and French landscaping styles, English garden and garden à la française, and was mostly designed by Édouard André. French-made bronze figures and a sculpture of Neptune adorn various areas. The tiny Kestrichka Bara River flows through the park, and is spanned by two bridges, one of metal one and one of cement, imitating a fallen tree. The park also features a small lake full of lilies. Contrary to the Constitution and laws of the Republic of Bulgaria, Evksinograd beach is fenced in order to segregate government officials and ordinary citizens. ==See also== * Royal Palace in Sofia * Vrana Palace * Balchik Palace * Tsarska Bistritsa * Massandra in Crimea — the site of a similar seaside château, commissioned by Alexander III of Russia ==Gallery== Image:Euxinograd Palace - view 1.jpg|View of the palace Image:Euxinograd - wine cellar entrance.jpg|The wine cellar Image:Euxinograd - park.jpg|The park Image:Euxinograd Palace - section.jpg|A section of the building Image:Euxinograd - wine bar.jpg|The wine bar Image:Euxinograd -panorama.JPG|Panorama view Image:BASA-1735K-1-344-6-Euxinograd.jpg|Euxinograd, 1905 Image:BASA-1735K-1-344-7-Euxinograd.jpg|Panorama view Image:BASA-3K-15-442-8-Euxinograd Palace.jpg|Panorama view ==References== * * * * ==External links== * Pictures and History (in Bulgarian) * Official website * 3D Laser scanning of main building Category:Houses completed in 1891 Category:Palaces in Bulgaria Category:Royal residences in Bulgaria Category:Official residences in Bulgaria Category:Presidential residences Category:Parks in Bulgaria Category:Buildings and structures in Varna Category:Bulgarian Black Sea Coast Category:Châteauesque architecture Category:Tourist attractions in Varna Category:Parks in Varna ",
    "title": "Euxinograd"
}