{
    "id": "2724252",
    "text": "The Steam Tank (Tracked) was an early U.S. tank design of 1918 imitating the design of the British Mark IV tank but powered by steam. The type was designed by an officer from the U.S. Army's Corps Of Engineers. The project was started by General John A. Johnson with the help of the Endicott and Johnson Shoe Company and financed by the Boston bankers Phelan and Ratchesky, costing $60,000 (US$ in ). Expertise was called in from Stanley Motor Carriage Company in Watertown, Massachusetts, that produced steam cars. The engines and boilers of two Unit Railway Cars were built in. Earlier fighting vehicles projects had employed steam power because petrol engines were not yet powerful enough; the Steam Tank however used it for the main reason that it was meant to be a specialised flame tank to attack pillboxes and the original design had this weapon driven by steam. When the main device to build up sufficient pressure became a auxiliary gasoline engine, the two main 2-cylinder steam engines with a combined power of remained, each engine driving one track to give a maximum speed of . The transmission allowed two speeds forward and two in reverse. The steam engines used kerosene for fuel. The flamethrower, located in the front cabin, had a range of ; additionally there were four .30 cal. machine guns; two in a sponson at each side. The length of the vehicle was 34 feet 9 inches, the width 12 feet 6 inches and the height 10 feet 4.5 inches. The tracks were 24 inches wide. Each track frame carried mud clearing spikes, sometimes mistaken for battering rams. The tank had a weight of about fifty short tons. There was to have been a crew of eight, on the assumption there were a commander, a driver, an operator of the flame thrower, a mechanic and four machine gunners. Only one was completed in Boston and demonstrated in April 1918, in several parades also, on one occasion breaking down in front of the public. The prototype was in June shipped to France to be tested — with much publicity to bolster allied morale — and was named America. The flame thrower nozzle was moved to a rotating turret on the roof of the cabin. There was a contemporary steam-powered armored vehicle - the Steam Wheel Tank - which was not tracked but an armored three-wheeled vehicle, hence the designation \"(Tracked)\" or \"(Track-laying)\". The design combined serious cooling problems with a dangerous vulnerability due to its two steam boilers and large fuel reservoirs needed to heat the two main engines, and feed both the auxiliary engine and the flame thrower. ==Bibliography== Notes References * Category:World War I tanks Category:Tanks of the United States Category:Abandoned military projects of the United States Tank Category:Trial and research tanks of the United States Category:History of the tank ",
    "title": "Steam tank"
}