{
    "id": "2724042",
    "text": "WWIN-FM is an urban adult contemporary radio station in Baltimore owned by Urban One. It is known as \"Magic 95.9\", playing a variety of urban adult contemporary music from the 1960s to present. Its transmitter is located along I-695 in Hawkins Point near Curtis Bay (officially Glen Burnie, Maryland), and its studios are located in Gwynn Oak (they were previously located at Cathy Hughes Plaza in downtown Baltimore). ==History== WWIN-FM's former nickname from the 1970s was Z-96, with the call letters WBKZ. Around 1987, the format changed to Contemporary Hit Radio with the call letters WHTE, then WGHT. '\"Hot 95.9\"' failed to compete with CHR leader WBSB, and all airstaff were fired on June 23, 1989. Urban Adult music returned to 95.9 FM as legendary announcers Harold Pompey and Don \"Cleo\" Brooks created 1400 AM/95.9 FM WWIN-FM \"The Best Songs and No Rap\". In 1992, after a failed purchase attempt Washington, D.C. station owner Cathy Hughes and her company Almic Broadcasting bought WWIN AM- FM from Broadcast Enterprise Network, Inc. Ragan Augustus Henry, a Philadelphia attorney, headed the organization as President and 53% owner. He founded BENI (Broadcast Enterprises National, Inc.) in 1974 as a Black-owned business venture. Almic immediately changed the station's nickname to \"Majic 95.9\" In the late '90s, \"Majic\" was changed to \"Magic\". Later in 1992, Almic Broadcasting changed its name to Radio One. Personalities on WWIN-FM were Curtis Anderson, Harold Pompey, Tim Watts, Larry Wilson, Alphie, Lee Cross, Ronnie Baker, Mike Roberts, Sean \"DJ Spen\" Spencer, Keith Newman, Mike Moragne-El, Eric Henson, Larnell King, Anthony, Marcus Clinton, Robin Holden, Lou Thimes Jr., Dave Alan, Trecina \"Sunshine\" Grey, Denise Edwards, Jacqui Allen, Lawrence Gregory Jones, Sonny Andre, and Commediene-Actress Monique. Today, WWIN-FM carries two nationally syndicated shows: The Tom Joyner Morning Show and The D.L. Hughley Show. Before the locally owned Belvedere Broadcasting Company bought 95.9 in the early 1980s, the frequency was used by The Baltimore Radio Show Inc, long-time operators of WFBR (1300 AM, now WJZ). The Radio Show, also a locally owned company, used the call letters WBKZ for 95.9 and presented various automated-and-semi-automated music formats, including at least two from the syndication company Drake-Chenault, co-founded by legendary programmer Bill Drake. The music formats of WBKZ ranged from adult contemporary to nostalgia (music of the pre-rock era mixed with softer recent music). WBKZ pioneered mainstream adult contemporary on FM in the Baltimore market, at least a year (1976) earlier than the evolution of WKTK (105.7 FM, now WJZ-FM) from album rock through pop disco to uptempo adult contemporary. WBKZ predated later adult contemporary-adult Top 40 stations such as WYST (92.3 FM, now WERQ-FM), WWMX (106.5 FM) and the late stages of WBSB (104.3 FM, now WZFT) as it moved from the mass-appeal Top 40 of B104. Personalities were used even with these \"live-assist\" formats on WBKZ, most notably long-time Baltimore morning host Lee Case after a change of format at WCBM (680 AM), where Case ruled as the \"Morning Mayor\" for at least a quarter- century. The Baltimore Radio Show sold 95.9 to Belvedere in or about 1982 or 1983. Belvedere had operated the Class IV WWIN (1400 AM) for many years, and the company and some of its principals had experimented earlier with FM. WWIN(AM)was a successful rhythm-and-blues or \"soul\" music station that saw audience erosion in the late 1970s and early 1980s after the emergence of Plough Broadcasting's WXYV (102.7 FM, now WQSR), known by the slogan V-103. The former WCAO-FM began a rhythmic \"disco\" automated-voice-tracked format in 1977 and evolved into an R&B; station with live personalities. Conjecture suggested that WWIN needed to place all or some of its programming on FM to stay competitive. The renamed WBKZ as WWIN-FM at first simulcast the programming of 1400 and then evolved into a softer, older-appeal music format based on R&B; and eventually known as \"urban adult contemporary\". At some point in the mid-to-late 1980s, Belvedere sold WWIN AM & -FM to Ragan Henry's organization, and eventually that company moved the FM station to a variation of Top 40 or Contemporary Hit Radio under the callsign WHTE briefly, and then as WGHT in 1987. Both callsigns were subordinated to the slogan Hot 95.9. As noted above, longtime Baltimore radio personality, programmer and manager Don Cleo Brooks and fellow veteran Harold Pompey led 95.9 back to an \"urban adult\" format after disappointing performance as Hot 95.9. There was simulcasting of FM programming on the fading WWIN for some time, and a few years later, both stations were sold to Almic, the predecessor of Radio One. WISZ-FM entered the Baltimore-area radio fray in the early 1960s, as a simulcast of WISZ (1590 AM, now WFBR), a highly-directional local station licensed to Glen Burnie in northern Anne Arundel County. The AM station began its broadcast life as an Adult Standards formatted local station. It was owned by \"Butch\" Gregory, a Westinghouse VP, who built some of the equipment himself, much of it to mil- spec standards. The first FM transmitter site was in the backyard of a residence off Ritchie Highway in Brooklyn. A telephone pole held the antenna, with the transmitter in a wooden shed. The first staff was hired from WAYE, the long-time Baltimore \"beautiful music\" station. R.J. Bennett was the first manager, and Matt Edwards the first Program Director. Within two years the format had changed to \"Country\" under the direction of Ray Davis, famed for his daily remotes from \"Johnny's New and Used Cars\" lot in Northeast Baltimore. WISZ-AM-FM constituted the only full-time country music station in the immediate area of Baltimore, until WPOC (93.1 FM) was converted from easy- listening to a modern country format in 1974 after being purchased by Nationwide Communications, a subsidiary of the well-known insurance company Nationwide. Within two years of WPOC's successful change, WISZ-FM was sold by its local owners to The Baltimore Radio Show, and that company brought in the first of the adult-contemporary or nostalgia formats using automation under the slogan Z-96. WWIN-FM shares its call letters with WWIN, \"Spirit 1400\", an Urban Gospel station that also serves Baltimore. ==References== ==External links== *WWIN official website * Category:African-American history in Baltimore Category:Hawkins Point, Baltimore Category:Urban One stations WIN-FM Category:Urban adult contemporary radio stations in the United States Category:Radio stations established in 1964 Category:1964 establishments in Maryland ",
    "title": "WWIN-FM"
}