{
    "id": "2724243",
    "text": "Eskra or Eskragh () is a small village and townland in southwest County Tyrone, Northern Ireland. It is on the Omagh to Clogher road, about 10 miles from Omagh and about 4 miles from Clogher. ==Buildings== The Roman Catholic parish church is named St Patrick's. The Protestant Church of Ireland is named St Mark's. Drinkers in the village are served by the Bridge Tavern (also known as O'Hagan's). The primary school is St. Patrick's. The local Community Centre is widely used for a variety of functions and family events. Listed buildings include St. Mark's Church of Ireland in Dunbiggan and Raveagh House at Corkhill Demesne.Buildings Database, Dept of Environment, NI == Geography == Eskra lies in the hilly land overlooking Augher and the Clogher valley. Its most notable geological feature and historical site is Knockmany Hill. == Demography == Until 1869 Eskra was part of Clogher Parish. In 1841, before the Great Famine, the population of the present Eskra Parish was 4,713. In June 1995 there were 815 people in the parish, 70% of whom were Roman Catholic. == Places of interest == *On the crown of the wooded hill stands a remarkable megalithic monument - a chambered cairn, sometimes styled Aynia's cave. Queen Aynia, who gave her name to the hill and townland, is said to have been full sister to Queen Medhbh of Connacht. *Many sites of penal day massrocks are still remembered by the local people. One such hallowed spot is 'The Altar Field' near Cullen's Point in the townland of Cormore. *Another is in the hallow at the rear of the new church in Lisnarable. The old St. Patrick's Church - sometimes referred to as the 'Lower Mountain Church' was really a barn bought from a local farmer named Traynor and upgraded to serve as a church in the first quarter of the 19th century. The cemetery which developed around it was consecrated on Sunday, 25 October 1840 by Bishop Edward Kernan. On 20 August 1978 the present St. Patrick's Church was dedicated by Bishop Mulligan. The altar stone, the tabernacle, the bell and two fine restored statues were transferred from the old church to highlight the link with the past. In the new church with its pipe organ, Father Eddie Murphy, then Parish Priest, has left a memorable legacy on the parish of Eskra. ==Sport== Eskra is home to Eskra Emmetts Gaelic football club. It also hosts weekly Tae Kwon Do training sessions. == Townlands of Eskra parish == (This list is not necessarily complete) *Altenarvagh *Beltany *Cloneylaugh *Cormore *Dromore Lower *Dunbiggan *Eskra *Eskermore *Fernaghandrum *Kilnaheery *Knockmany *Lisnarable *Lurganglare *Tamlaght *Tatnadavnet *Tulnafoile *Tullycorker *Tychanny ==References== Category:Villages in County Tyrone ",
    "title": "Eskra"
}