{
    "id": "2724792",
    "text": "Arthur Stace's grave in Eastern Suburbs Memorial Park Arthur Malcolm Stace (9 February 1885 – 30 July 1967), known as Mr Eternity, was an Australian soldier. He became an alcoholic but later converted to Christianity and spread his message by writing the word \"Eternity\" in copperplate writing with chalk on footpaths in and around Sydney, from Martin Place to Parramatta, from 1932 to 1967. ==Early years== Stace was born in Redfern, New South Wales, in inner west Sydney on 9 February 1885. The fifth child of William Wood Stace, from Mauritius and Laura Stace (née Lewis), a child of alcoholics, he was brought up in poverty. In order to survive, he resorted to stealing bread and milk and searching for scraps of food in bins. By the age of 12, Stace, with virtually no formal schooling, and working in a coal mine had become a ward of the state. As a teenager, he became an alcoholic and was subsequently sent to jail at 15. Afterwards, he worked as a \"cockatoo\" or a look-out for a Two-up \"school\". In his twenties, he was a scout for his sisters' brothels. In March 1916, at age 32, whilst working as labourer he enlisted for World War I with the Australian Imperial Force 19th Battalion 5th Brigade AIF, entering with the 16th Reinforcements, service number 5934. He suffered recurring bouts of bronchitis and pleurisy, which led to his medical discharge on 2 April 1919. ==Conversion to Christianity== Stace converted to Christianity on the night of 6 August 1930, after hearing an inspirational sermon by the Reverend R. B. S. Hammond at St. Barnabas Church, Broadway. Inspired by the words, he became enamoured of the notion of eternity. Two years later, on 14 November 1932, Stace was further inspired by the preaching of evangelist John G. Ridley MC, on \"The Echoes of Eternity\" from Isaiah 57:15: > For thus saith the high and lofty One that inhabiteth Eternity, whose name > is Holy; I dwell in the high and holy place, with him also that is of a > contrite and humble spirit, to revive the spirit of the humble, and to > revive the heart of the contrite ones. Reverend John Ridley's words, \"Eternity, Eternity, I wish that I could sound or shout that word to everyone in the streets of Sydney. You've got to meet it, where will you spend Eternity?\" proved crucial in Stace's decision to tell others about his faith. In an interview, Stace said, \"Eternity went ringing through my brain and suddenly I began crying and felt a powerful call from the Lord to write Eternity.\" Even though he was illiterate and could hardly write his own name legibly, \"the word 'Eternity' came out smoothly, in a beautiful copperplate script. I couldn't understand it, and I still can't.\" After eight or nine years, he tried to write something else, \"Obey God\" and then five years later, \"God or Sin\" but he could not bring himself to stop writing the word \"Eternity\". The Sydney City Council brought him to the attention of the police as they had rules about the defacing of pavements, so much so that he narrowly avoided arrest about twenty-four times. Each time he was caught, he responded with, \"But I had permission from a higher source\". Several mornings a week for the next 35 years, Stace left his wife Pearl (born as Ellen Esther Dawson) and their home in Bulwarra Road, Pyrmont around 5am to go around the streets of Sydney and chalk the word \"Eternity\" on footpaths, railway station entrances and anywhere else he could think of. It is estimated that he wrote the word around 500,000 times over the 35 years. Workers arriving in the city would see the word freshly written, but not the writer, and \"The man who writes Eternity\" became a legend in Sydney. The mystery was solved when Reverend Lisle M. Thompson, who preached at the church where Stace worked as a cleaner, saw him take a piece of chalk from his pocket and write the word on the footpath. Thompson wrote about Stace's life and an interview was published in the Sydney Sunday Telegraph on 21 June 1956. In 1963, photographer Trevor Dallen cornered Stace and asked to take a few pictures of him writing his famous phrase. After four photos, Dallen ran out of film and asked Stace to stay put while he got more, but upon his return, Stace had gone. ==Death== After his wife Pearl died in 1961, he left the Sydney suburb of Pyrmont in 1965 and moved to a nursing home in Hammondville in Sydney's south, where he died of a stroke on the 30 July 1967 at the age of 82. He bequeathed his body to the University of Sydney; subsequently, his remains were buried with those of his wife at Botany Cemetery in the Eastern Suburbs Memorial Park (General 15, Row 20, no. 729) about two years later. ==Eternity script== Aluminium replica Eternity at Town Hall Square, Sydney The National Museum of Australia in Canberra holds one of only two existing original 'Eternity' inscriptions by Stace. He chalked it on a piece of cardboard for a fellow parishioner. The museum also has an Eternity gallery, inspired by Stace's story. The gallery features 50 personal stories from ordinary and extraordinary Australians. Each individual feature tells a separate story, anchored by a significant object. The stories are tied together by emotional themes including joy, hope, passion, mystery, thrill, loneliness, fear, devotion, separation and chance, which are all elements of Stace's story. In Sydney the word \"Eternity\" can be seen written in a few places, of which only one is original: * Inside the bell in the Sydney General Post Office clock tower, which had been dismantled during World War II. When the clock tower was rebuilt in the 1960s, the bell was brought out of storage and as the workmen were installing it they noticed, inside, the word \"Eternity\" in Stace's chalk. This is the only surviving \"Eternity\" by Stace's own hand in Sydney. (No one ever found out how Stace had been able to get to the bell, which had been sealed up). * On Stace's grave in Botany Cemetery. * Eternity Cafe (In Town Hall Square between St Andrew's Cathedral and the Sydney Town Hall),was named after Arthur Stace's one word sermon honouring Stace's commitment and inspiration of his beliefs. When the area was redeveloped in the 1970s, a wrought aluminium replica of the word in Stace's original copperplate handwriting was embedded in the footpath near a waterfall as a memorial to Stace. *The Eternity Playhouse, a theatre named in Stace's honour, at Darlinghurst, the former Burton Street Tabernacle. *Above the entrance to the Eternity Cafe in Central railway station, Sydney. ==Legacy== Eternity Playhouse in Darlinghurst. The heritage-listed Burton Street Tabernacle was restored by the City of Sydney and transformed into a theatre. It was named the Eternity Playhouse on 5 December 2011 in tribute to Arthur Stace. His famous \"Eternity\" script is replicated on the marquee and throughout the theatre.http://www.cityofsydney.nsw.gov.au/vision/better- infrastructure/buildings-and-facilities/completed/eternity-playhouse As a tribute to the man known as Mr Eternity, the Sydney Harbour Bridge was lit up with the word \"Eternity\" as part of the celebrations for the beginning of the year 2000 Sydney New Year's Eve celebrations,Powderbomb Website as well as part of the Sydney 2000 Olympic Games Opening Ceremony, at the celebration of the XXVII Olympiad. This was done to not only celebrate Arthur Stace's achievements, but to celebrate the new millennium. A screen print homage of Stace's copperplate \"Eternity\" was made by Martin Sharp in 1990, now at the National Gallery of Australia.this link is really unresponsive --> Eternity (1990) by Martin Sharp, National Gallery of Australia The Eternity Man is an opera based on Stace's life, written by the Australian composer Jonathan Mills to a libretto by Dorothy Porter. This was adapted in 2008 into a film directed by Julien Temple.Limelight, January 2009, p. 35 Four known photographs of Stace were taken by Trevor Dallen for Sydney's The Sun newspaper. Dallen took the pictures in the former Fairfax building on Broadway. A photo of Arthur Stace, at his desk in the Hammond Hotel in Chippendale is in the archives of the HammondCare charity and was published in \"Faith in Action: HammondCare\", a 2013 history of the charity. ePDF ==References== ==External links== * \"Mr Eternity: The Story of Arthur Stace\" written by Roy Williams with Elizabeth Meyers, Acorn Press, 2017. * \"How an illiterate alcoholic impacted a whole city for eternity\" by Tim Costello, Eternity News, 20 July 2017 * \"From the battlefield to saving souls\" by Pauline Conolly, The Sydney Morning Herald, 11 November 2009 * \"The Life & Legacy of Mr Eternity\", resources by Peter Rahme * \"Mr Eternity: Arthur Stace\" by Jim Low, simplyaustralia.net * Mr Eternity, an interview with Arthur Stace at www.mreternity.info Category:1885 births Category:1967 deaths Category:Converts to Christianity Category:Australian graffiti artists Category:Australian Baptist missionaries Category:People from Sydney Category:History of Sydney Category:Australian Baptists Category:Australian people of Mauritian descent Category:20th-century Australian painters Category:Burials at Eastern Suburbs Memorial Park ",
    "title": "Arthur Stace"
}