{
    "id": "2724162",
    "text": "Alfreton railway station serves the town of Alfreton in Derbyshire, England. The station is on the Erewash Valley Line north of Nottingham and south of Chesterfield. Alfreton is a Penalty fare station when travelling on East Midlands Railway services. ==History== Opened by the Midland Railway as Alfreton on 1 May 1862, the station was renamed Alfreton and South Normanton on 7 November 1891. It became part of the London, Midland and Scottish Railway during the Grouping of 1923. The line then passed on to the London Midland Region of British Railways on nationalisation in 1948. The British Railways Board closed the station to passengers on 2 January 1967 (due to the Beeching Axe) and the buildings and platforms were subsequently demolished. When the station reopened on 7 May 1973, it was given the name Alfreton and Mansfield Parkway, as the nearby town of Mansfield in Nottinghamshire did not have a railway station of its own, making it at the time one of the largest towns in Britain without a station. Following the reopening of the Robin Hood Line in 1995, Mansfield regained its own station and Alfreton station reverted to its original name, although there are still some road signs showing the 'Parkway' name. Alfreton railway station in 2008 When Sectorisation was introduced in the 1980s, the station was served by the Intercity Sector and Provincial, which became Regional Railways until the Privatisation of British Railways. ==Facilities== The station is staffed through the day, with the ticket office open 06:45 - 18:00 Mondays - Saturdays and 10:30 - 18:00 Sundays. A ticket machine is provided in the main building for use outside these times and for collecting pre-paid tickets. Toilets are located on platform 1, whilst platform 2 (southbound) has a waiting shelter only. Train running information is provided by digital CIS screens, automatic announcements, timetable posters and a customer help point on platform 1. Step-free access is only available for platform 1, as the barrow crossing at the station has been closed and the footbridge linking the platforms has stairs.Alfreton station facilities National Rail Enquiries ==Services== There is generally an hourly East Midlands Railway Local service northbound to Liverpool Lime Street via Sheffield and southbound to Norwich via Nottingham. Northern Trains run an hourly service between Nottingham and that stops at Alfreton. This service started from the December 2008 timetable change. From 2 April 2017, southbound services began to stop at the newly opened station at Ilkeston. Northern plan to begin, from late 2018, operating Northern Connect services between Bradford Interchange and Nottingham over this route - these will be extended from their current northern terminus at Leeds and be diverted to run north of Sheffield via rather than their present route via . East Midlands Railway operate selected outbound morning commuter services between Leeds and London St Pancras via Alfreton and return services in the evenings. These services run from Monday to Saturday only. Formerly, services operated from Alfreton to via and Wakefield Westgate, but these services now operate via . ==Gallery== Image:Alfreton and South Normanton railway station 2118132 8a89a5c5.jpg|Up parcels in 1961. At that time a pair of goods lines ran outside the station on the right. Image:Alfreton & South Normanton 3 Station geograph-2178897.jpg|Up empties on the goods line in 1961. == References == ==Further reading== * * * ==External links== * Station on navigable O.S. map Category:Railway stations in Derbyshire Category:Former Midland Railway stations Category:Railway stations in Great Britain opened in 1862 Category:Railway stations in Great Britain closed in 1967 Category:Railway stations in Great Britain opened in 1973 Category:Reopened railway stations in Great Britain Category:Railway stations served by East Midlands Railway Category:Northern franchise railway stations Category:Beeching closures in England Category:1862 establishments in England Category:Alfreton ",
    "title": "Alfreton railway station"
}