{
    "id": "2725158",
    "text": "Lizzie Dripping (released in its second year under the title, Lizzie Dripping Again) is a British television children's programme produced by the BBC in 1973 and 1974 (the second series was broadcast in 1975). It was written by Helen Cresswell and set in the country village of Little Hemlock, where a young girl, Penelope, with a vivid imagination (played by future Blue Peter presenter Tina Heath) encounters a local witch (Sonia Dresdel) whom only she can see and hear. This singular ability is further complicated by the fact that Penelope has established a reputation for being an imaginative liar, making it even more difficult for her to convince others that her witch is real. ==Series production== In 1972, the makers of the long-running children's television series Jackanory started to develop new story-telling format. Whereas Jackanory had been a simple 15-minute reading of a story, designed to encourage children themselves to read, the new Jackanory Playhouse would be a full-cast anthology series dramatizing traditional folk tales. The producers of Playhouse, however, quickly made an exception for noted British children's author, Helen Cresswell. She was commissioned to write a wholly original play, and delivered Lizzie Dripping and the Orphans.http://www.televisionheaven.co.uk/jackanory.htm Television Haven's overview of Jackanory It is unclear whether this was originally meant to be a pilot, but following the success of the December 1972 broadcast, a full series of Lizzie Dripping was ordered by the BBC. Unlike other BBC properties by Cresswell, Lizzie Dripping's status as a series based on previous novels is somewhat ambiguous. The characters and situations were original to the so- called pilot. The first series followed too closely on that pilot for Cresswell to have written and published books in the intervening time. However, the series broadcast in 1975 was mostly based upon three Lizzie Dripping novels that she had published in 1974. Thus, the property is a mixture of elements which first appeared on television and some that first appeared in print. The show's location work was filmed in Eakring, Nottinghamshire, which was, at the time, Cresswell's home.http://www.televisionheaven.co.uk/overview7.htm#lizzie Television Heaven's overview of Lizzie Dripping The episodes were directed by Paul Stone, who had been a director on Jackanory since 1969 and would later spend the 1980s producing some of Britain's top children's dramas, some of them written by Cresswell herself. ==Structure== Unlike many other limited-run British children's shows, Lizzie Dripping is mostly episodic, rather than serial. Stories are confined to a single episode, although minor elements may be shared across several episodes. This self-containment is ensured by the use of in-story narration. In the pilot this narration was supplied by Hannah Gordon. However, when the series proper began in March 1973, the narration was provided by the titular character, played by Tina Heath. Thus, the contextual perspective of each episode had been shifted from the third person to the first person. ==Title character== To those outside the United Kingdom, a confusing aspect of the show is the name of the main character. \"Lizzie Dripping\" is a slang term in the Nottingham area for a spunky girl who has difficulty distinguishing between fact and fiction. It is therefore not the name of the main character, but a label applied to her. The eponymous character's proper name is Penelope Arbuckle. ==Episodes== {| class=\"wikitable plainrowheaders\" style=\"width:98%;\" |- ! width=\"20\"| # !! Title !! width=\"120\" | Original airdate !! width=\"120\" | Series/Episode Number |} ==Lizzie in other media== The series has been at least partially released on VHS. In 1990, the BBC put out the second, third and fourth stories of the second series under the banner, Lizzie Dripping and the Little Angel. At that time, the British Board of Film Classification gave the collection the rating of U. This video was only released in PAL format. On 16 October 2017, Dazzler Media released the complete BBC series in a two DVD set entitled Lizzie Dripping The Complete Series One & Two, listed in some sources as Lizzie Dripping & Lizzie Dripping Rides Again (Originally listed by the BBC in 1975 as Lizzie Dripping Again, though the word Again was omitted from the opening title caption of the episodes, which remained in the original series one format of Lizzie Dripping and .........). All nine episodes of the series are included in the set, but the Jackanory Playhouse original episode is not, presumably because it has been wiped.The Kaleidoscope Children's Guide, originally published 1999, reprinted 2009, which lists the Jackanory Playhouse original episode as \"junked\" While an adaptation of the 1973 series appeared at the conclusion of the broadcast of that series, original Lizzie books have been in continuous publication in the UK since their publication as Jackanory Story Books in 1974. Though most of the publication activity in the years since the television show ended has surrounded republication of work done in 1973 and 1974, there have been occasional new stories, such as 1994's Lizzie Dripping on Holiday. The character made a partial return to television when a set of these stories under the general title Lizzie Dripping and the Witch, was read on Jackanory in 1992 by Patricia Routledge; the previous year Routledge had read Lizzie Dripping by Moonlight on the same programme.BBC Genome website, taken from Radio Times listings Some of the stories have seen audio release as well. The most notable may be a 2001 BBC Audiobooks \"Cover to Cover\" recording by Tina Heath called simply, Lizzie Dripping. ==Footnotes== == External links == * Category:BBC children's television shows Category:British supernatural television shows Category:1970s British children's television series Category:1973 British television series debuts Category:1975 British television series endings ",
    "title": "Lizzie Dripping"
}