{
    "id": "2725411",
    "text": "{| class=\"infobox\" style=\"width: 27em; text-align: left;\" |+ SORCE |- | colspan=\"2\" style=\"text-align:center;\" | 300px SORCE in test |- style=\"vertical-align:top;\" ! Organization | NASA, LASP at CU-Boulder |- style=\"vertical-align:top;\" ! Contractor | Orbital Sciences Corporation |- style=\"vertical-align:top;\" ! Mission Type | Astrophysics |- style=\"vertical-align:top;\" ! Satellite of | Earth |- style=\"vertical- align:top;\" ! Launch | 25 January 2003, Pegasus XL |- style=\"vertical-align:top;\" ! Launch site | Cape Canaveral Air Force Station |- style=\"vertical-align:top;\" ! Mission duration | Planned: 5 years Actual: |- style=\"vertical-align:top;\" ! Mass | 315 kg (launch), 290 kg (dry) |- style=\"vertical-align:top;\" ! Webpage | http://lasp.colorado.edu/sorce/ |- ! colspan=\"2\" bgcolor=\"#FFDEAD\" align=\"center\" | Orbital elements |- style=\"vertical-align:top;\" |- style=\"vertical-align:top;\" ! Inclination | 39.99° |- style=\"vertical-align:top;\" ! Orbital Period | 97.19 minutes |- style=\"vertical-align:top;\" ! Apoapsis | 657 km |- style=\"vertical-align:top;\" ! Periapsis | 617 km |- style=\"vertical-align:top;\" |- ! colspan=\"2\" bgcolor=\"#FFDEAD\" align=\"center\" | Instruments |- style=\"vertical-align:top;\" ! TIM | Total Irradiance Monitor |- style=\"vertical-align:top;\" ! SOLSTICE | Solar Stellar Irradiance Comparison Experiment |- style=\"vertical-align:top;\" ! SIM | Spectral Irradiance Monitor |- style=\"vertical-align:top;\" ! XPS | Extreme ultraviolet Photometer System |} The Solar Radiation and Climate Experiment (SORCE) was a NASA-sponsored satellite mission that measured incoming X-ray, ultraviolet, visible, near-infrared, and total solar radiation. These measurements specifically addressed long-term climate change, natural variability, atmospheric ozone, and UV-B radiation, enhancing climate prediction. These measurements are critical to studies of the Sun, its effect on our Earth system, and its influence on humankind. SORCE was launched on 25 January 2003 on a Pegasus XL launch vehicle to provide NASA's Earth Science Enterprise (ESE) with precise measurements of solar radiation. SORCE measured the Sun's output using radiometers, spectrometers, photodiodes, detectors, and bolometers mounted on a satellite observatory orbiting the Earth. Spectral measurements identify the irradiance of the Sun by characterizing the Sun's energy and emissions in the form of color that can then be translated into quantities and elements of matter. Data obtained by SORCE can be used to model the Sun's output and to explain and predict the effect of the Sun's radiation on the Earth's atmosphere and climate. Flying in a orbit at a 40.0° inclination, SORCE was operated by the Laboratory for Atmospheric and Space Physics (LASP) at the University of Colorado at Boulder, Colorado. It continued the precise measurements of total solar irradiance that began with the ERB instrument in 1979 and extended to the 21st century with the ACRIM series of measurements. SORCE provided measurements of the solar spectral irradiance from 1 nm to 2000 nm, accounting for 95% of the spectral contribution to the total solar irradiance. ==Objectives== The science objectives of the SORCE mission were: * To make accurate measurements with high precision of total solar irradiance, connect them to previous TSI measurements, and continue this long-term climate record. Provide TSI with an accuracy of 0.01% (100 parts per million) based on SI units and with long-term repeatability of 0.001%/yr. * To make daily measurements of the solar ultraviolet irradiance from 120 to 300 nm, with a spectral resolution of 1 nm. Achieve this spectral irradiance measurement with an accuracy of better than 5%, and with long-term repeatability of 0.5%/yr. Use the solar/stellar comparison technique to relate the solar irradiance to the ensemble average flux from a number of bright, early-type stars (same stars used by the UARS SOLSTICE program). * To make the first measurements of the visible and near IR solar irradiance with sufficient precision for future climate studies. Obtain daily measurements of solar spectral irradiance between 0.3 and 2 µm with a spectral resolution of at least 1/30, an accuracy of 0.03%, and long-term repeatability of better than 0.01%/yr. * To improve the understanding of how and why solar irradiance varies, estimate past and future solar behavior, and investigate climate responses. ==Experiments== SORCE carried four instruments, including the Total Irradiance Monitor (TIM), Solar Stellar Irradiance Comparison Experiment (SOLSTICE), Spectral Irradiance Monitor (SIM), and the XUV Photometer System (XPS): ===Total Irradiation Monitor (TIM)=== TIM (Total Irradiation Monitor) was a 7.9 kg, 14 watts instrument that covered all visual and infrared wavelengths at an irradiance accuracy of one part in 10000. It used differential, heat-sensitive resisters as detectors. ===Spectral Irradiance Monitor (SIM)=== SIM (Spectral Irradiance Monitor) was a 22 kg, 25 watts rotating Fery prism spectrometer with a bolometer output that covered the 200-2400 nm band at a resolution of a few nm, and at an irradiance accuracy of three parts in ten thousand. ===Solar Stellar Irradiance Comparison Experiment (SOLSTICE)=== SOLSTICE (SOlar STellar Irradiance Comparison Experiment) A and B are 36 kg, 33 watts, UV grating spectrometers with photomultiplier detectors that covered the 115-320 nm band at a resolution of 0.1 nm, and at an irradiance accuracy of about 4%. It used an ensemble of bright stars (selected for their stable luminosities) as calibrators for the instrument variability. ===Extreme Ultraviolet Photometer System (XPS)=== XPS (XUV Photometer System) was a 3.6 kg, 9 watts photometer which invoked filters to monitor the X-ray and UV band at 1-34 nm, at a resolution of about seven nm, and at an irradiance accuracy of about 15%. ==End of mission== NASA decommissioned SORCE on 25 February 2020, after 17 years of operation (over three times the original design life of five years). The spacecraft had struggled with battery degradation problems since 2011, which prevented SORCE from conducting measurements full-time. Ground teams switched to daytime-only observations, effectively allowing SORCE to operate with no functioning battery through its solar panels. NASA planned to keep operating SORCE until a replacement could be developed and launched. The Glory satellite, which would have continued SORCE's observations, was lost in a launch failure in 2011. A stopgap solar irradiance instrument, the Total Solar Irradiance Calibration Transfer Experiment (TCTE), was launched in November 2013 on the U.S. Air Force's STPSat-3, but a full replacement for SORCE did not launch until December 2017, when the Total and Spectral solar Irradiance Sensor (TSPS) was delivered to the International Space Station. Left to drift in orbit, SORCE is projected to re-enter the atmosphere in 2032, with most of the spacecraft expected to burn up during re-entry. ==See also== * Upper Atmosphere Research Satellite == References == ==External links== * http://lasp.colorado.edu/sorce/ Category:Satellites orbiting Earth Category:Spacecraft launched in 2003 Category:Spacecraft decommissioned in 2020 Category:Solar observatories Category:Spacecraft launched by Pegasus rockets Category:NASA satellites ",
    "title": "Solar Radiation and Climate Experiment"
}