{
    "id": "2726205",
    "text": "Aberavon RFC () is a rugby union club located in the Welsh town of Port Talbot, though the club's name refers to the older settlement of Aberavon which lies on the western side of the town. The club was founded in 1876 as Afan Football Club, and changed names several times before settling on Aberavon Rugby Football Club. They joined the Welsh Rugby Union in 1887 and are feeder club to the Ospreys region. == History == === Early history === Although not a founding member of the Welsh Rugby Union, rugby has been played at Aberavon since before the union's conception. In the 1870s Mansel tinplate works was built in the area, and its proprietors, Col. D. R. David and Sir Sidney Byass encouraged the local workers to form a rugby team.Fields of Praise, The Official History of the Welsh Rugby Union 1881-1981, David Smith, Gareth Williams (1980) pp27 The earliest game being recorded in the Western Mail when on the 17/11/1877, Aberavon played away and lost to Maesteg.https://newspapers.library.wales/view/4471670/4471674/75/football Like many early Welsh clubs the teams met at a local hotel, originally the dour Castle Hotel before moving to the more luxurious Hong Kong Hotel.Fields of Praise, The Official History of the Welsh Rugby Union 1881-1981, David Smith, Gareth Williams (1980) pp100 In 1882 Aberavon took part in the South Wales Challenge Cup, their first competitive game, and in the 1886/87 season Aberavon RFC applied to and were accepted into the WRU. By 1897 Aberavon RFC were able to boast their first capped player, when Dan Jones was selected for Wales to play against England.Fields of Praise, The Official History of the Welsh Rugby Union 1881-1981, David Smith, Gareth Williams (1980) pp467 Cork team on a tour of Ireland, 13 April 1909 In 1907 Aberavon RFC moved to the Central Athletic Ground and in 1913 Miss Emily Charlotte Talbot gave exclusive rights to the club to use the pitch and granted them a lease for 39 years, giving needed stability. An indicator of Aberavon's growing success occurred in 1908, when a joint Neath/Aberavon team was chosen as one of the teams to face the first touring Australian side.Fields of Praise, The Official History of the Welsh Rugby Union 1881-1981, David Smith, Gareth Williams (1980) pp300 The match turned out to be an ill played affair with poor discipline on all sides, the Wallabies eventually won the game 15–0. In 1914 following the outbreak of World War I, the committee of Aberavon RFC decided that rugby football should cease until the end of hostilities. During the war years their ground was sectioned off to be made into allotments to help the war effort. === 1919-1945 === In 1921 the Central Athletic Ground was relaid and a stand erected; Aberavon RFC returned to their home ground. During the 1920/21 season, W.H. Taylor of The Evening Post, dubbed the club The Wizards of the West. The name stuck and was shortened sometimes to 'The Welsh Wizards' or just 'The Wizards', the nickname stays with the club to this day. In 1932 Aberavon Supporters Club reformed, after an initial attempt failed in 1920, and by 1932 they had begun producing the first official match programme. 1935 saw The Central Athletic ground being renamed the Talbot Athletic Ground. === Post World War II === In 1952 Aberavon RFC changed their shirt colours for the final time to red and black hoops; and later that year succeeded in becoming the absolute owners of the Talbot Athletic ground. The expansion of the local steel works in the 1950s also aided in bringing new enthusiasts to the area and this was reflected in one of Aberavon RFC's most successful periods. Twice in the 1970s Aberavon reached the final of the WRU Challenge Cup. On both occasions, in 1974 and 1975, the club lost by a slight margin to the tournament's most successful team Llanelli. In 1976 Aberavon played the national team which toured Wales and England and lost by 18 points to 6. However, in the same season they defeated the touring Italian national team. In 1988 disagreement between leading players and the club's committee over sponsorship issues and more generally the style and structure of the club's management escalated into a bitter dispute that ended with the majority of the previous season's squad leaving the club. As a result, Aberavon struggled for much of the following season, although they did upset the odds by defeating a touring Western Samoan team by 22 points to 11 on 26 October 1988. The poor results arising from this situation, however, led to the club being streamed into the second tier when the Welsh Rugby Union introduced a league system in 1990, and despite subsequently winning promotion to the top tier, they were never really able to sustain the position for any length of time. When rugby union turned professional in the mid-1990s, it quickly became clear that Aberavon RFC had neither the financial resources nor the ambition, at least at committee level, to seek a return to the upper echelon of the Welsh club game, instead appearing to settle for a regular position in the second tier, much to the frustration of their loyal supporter base. Financial difficulties encountered by several Welsh clubs, most notably by neighbours and great rivals Neath who went bust on at least two occasion (only to be \"bailed out\" by the WRU and a team of local businessmen), served only to reinforce this cautious approach until the realization that in such circumstances club committee members may find themselves liable for uncleared debts. This in turn led to the club being incorporated as a limited company run by a board of directors, which was essentially what the players were seeking in 1988. With a management structure more aligned to the professional era now in place, there followed a highly successful period under coach Chris O'Callaghan (who had been one of those players to have left the club in frustration twelve years earlier, and who had been approached by the club's committee in November 1999 to take the helm following a string of disastrous results), but promotion to the game's top tier was then repeatedly blocked by successive rule changes made by the Welsh Rugby Union (on one occasion a matter of a few weeks before the season ended), until the game in Wales was restructured in 2003, at which point Aberavon RFC found itself frustratingly outside looking in as the new professional \"regions\" were set up. In May 2002 Aberavon and Pontypool finished at the top of Division 1 on the same number of league points and the same number of tries but the Wizards took the title on a better for/against points ratio. Aberavon then faced a two-legged play-off with Caerphilly, who had been relegated from the Premier Division. Aberavon lost the play-off (66-27 on aggregate) and remained in Division 1 for the 2002/3 season. The play-off was scrapped after this season. In May 2003, the same scenario as the previous season occurred with both Pontypool and Aberavon locked in a two horse race for the title. Due to the clubs' original January fixture being rearranged, the league title would be decided in a winner-takes-all clash at the Talbot Athletic Ground on 13 May 2003. Aberavon were defeated 40–12. They finished the 2002/3 season as Division 1 runners up after winning the championship the previous two seasons. Since then the club has gradually established a good working relationship with the Ospreys regional team, with O'Callaghan eventually stepping down from the coaching role in 2004 to be succeeded by Kevin Hopkins, who in turn was succeeded by current incumbent Simon King, and currently working with the region in the development of talented young players. ==Club nickname== Small red toy wizards adorn the tops of the rugby posts at their ground, and the figure of a wizard has adorned the players' kit as the club's emblem since the mid-1970s. One theory of the nickname 'The Wizards' is thought to have been based on the many workers who came to Port Talbot in the 19th century from the Carmarthen area, strongly associated with the legendary wizard Merlin. So many of them lived in one street that it was named 'Carmarthen Row'; Talbot Athletic Ground was built near Carmarthen Row. The more generally accepted view, however, is that the nickname was coined by South Wales Evening Post reporter Bill Taylor during the 1920s, when he dubbed the highly successful Aberavon team of that era \"The Wizards of the West\". ==Club honours== * 1904-05 Glamorgan League - Champions * 1913-14 Welsh Challenge Cup - Winners * 1923-24; 1924–25; 1925–26; 1926–27; 1960–61, Unofficial Welsh Club Champions * 1994-95 Welsh League Division 2 - Champions * 1996-97 Welsh National League Division 1 - Champions * 2000-01 Welsh National League Division 1 - Champions * 2001-02 Welsh National League Division 1 - Champions * 2002-03 Welsh National League Division 1 - Runners Up ==Current squad== ==Notable former players== The below list contains players that have represented Aberavon and have been capped at international level. {| |valign=\"top\"| * Cliff Ashton (7 caps) * Arthur Bassett (4 caps, plus 2 from Cardiff) * Ivor Bennett (1 cap) * John D Bevan * Alfred Brice (18 caps)Fields of Praise, The Official History of the Welsh Rugby Union 1881-1981, David Smith, Gareth Williams (1980) pp464 * John Ernest Collins (10 caps) * Kel Coslett (3 caps) * Emlyn Davies (2 caps) * William \"Avon\" Davies (2 caps) * Tim Fauvel (1 cap) * John Richardson * Raymond Giles (3 caps) * Ian Hall * Richard Hibbard (4 caps) * Tommy Owen James (2 caps) * Billy James (Welsh captain 1987) * Ned Jenkins (21 caps) * Bala Jones * Dan Jones (1 cap) * Les Keen (4 caps) * Billy Mainwaring (6 caps) * Allan Martin (34 caps)The Rugby Clubs of Wales pp48, David Parry-Jones (1989) |width=\"45\"| |valign=\"top\"| * Philip Morgan (3 Caps) * Anthony O'Connor (1962 British Lions) * Billy O'Neill * Fred Perrett * Bryn Phillips * Charlie Pugh * Rees Richards (3 caps) * Johnny Ring * Clive Shell * David Thomas (1 cap) * George Vickery (1 cap) * Walter Vickery (4 caps) * Robert \"Bobby\" Wanbon (1 cap) * Paul James Wheeler (2 caps) * Clive Williams * Evan Williams * Griff Williams * Syd Williams (3 caps) * Max Wiltshire * Chris Davies (Wales 7's and Barbarians) |width=\"45\"| |} Since the restructuring of the game in Wales, the route for club players to gain international honours is via the game's professional tier, therefore it is unlikely that any future player will be selected for international rugby directly from the club. However, in recent years representative honours have come in the form of invitations to play for the world-famous Barbarians FC. In 2006 Richard Morris was called up to represent the Barbarians in the annual Remembrance Match, scoring the first and last tries in a 33–25 victory. Two years later it was the turn of lock Chris Gittins to represent the Wizards in the same fixture in a 33–14 victory. ==Games played against international opposition== {|border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"margin: 1em 1em 1em 0; background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" !Year !Date !Opponent !Result !Score !Tour |- |19081 |15 October | |Loss |0-15 |1908–09 Australia rugby union tour of Britain |- |19311 |28 November | |Loss |3-8 |1931–32 South Africa rugby union tour |- |19351 |14 December | |Loss |3-13 |1935-36 New Zealand tour |- |19471 |25 October | |Loss |9-19 |1947-48 Australia tour |- |19511 |17 November | |Loss |0-22 |1951–52 South Africa rugby union tour |- |19541 |23 January | |Loss |5-11 |1953–54 New Zealand tour |- |19571 |28 December | |Loss |3-5 |1957–58 Australia tour |- |19731 |24 January | |Loss |3-43 |1972-73 New Zealand tour |- |1976 |6 October | |Loss |6-18 |1976 Argentina tour of Wales and England |- |1976 |1 November | |Win |13-4 |1976 Italy rugby union tour of Britain |- |1982 |9 November |New Zealand Māori |Loss |6-34 |1982 New Zealand Māori rugby union tour of Wales |- |1988 |26 October | |Win |21-11 |1988 Western Samoa tour of Wales|1988 Samoa rugby union tour of Britain and Ireland |} 1 These matches were played by a joint Neath/Aberavon team. ==References== *Aberavon RFC - A History == External links == * Official Site of Aberavon RFC Category:Welsh rugby union teams Category:Rugby clubs established in 1876 Category:Sport in Port Talbot Category:1876 establishments in Wales ",
    "title": "Aberavon RFC"
}