{
    "id": "2726231",
    "text": "Steve Wickham is an Irish musician. Originally from Marino, Dublin, but calling Sligo home,Tour Diaries – Bulletins . mikescottwaterboys.com. URL accessed 9 June 2006. Wickham was a founding member of In Tua Nua (left in 1985 replaced by Aingeala de Burca) and played violin on the classic U2 song \"Sunday Bloody Sunday\", as well as recordings by Elvis Costello, the Hothouse Flowers, Sinéad O'Connor, and World Party. He is a long-standing member of The Waterboys. Wickham plays both rock and roll and traditional Irish music, and has developed a rock music technique for violin he calls the \"fuzz fiddle\". Wickham is also accomplished with the mandolin, tin whistle, concertina, saxophone, piano, guitar and bones. He identifies Lou Reed, Van Morrison, Toni Marcus, and Mozart as musical influences, amongst others, and Mick Ronson. He is described by Mike Scott as \"the world's greatest rock fiddle player\"Wickham agrees. and by New Musical Express as a \"fiddling legend.\" == Career with Waterboys == Scott invited Wickham to participate in The Waterboys after hearing his work on an O'Connor demo tape at Wallinger's studio. Wickham contributed his fiddle to the song \"The Pan Within\" on The Waterboys' This Is the Sea. After the album was released, Wallinger left The Waterboys and Wickham joined the group officially. Wickham invited Scott to move The Waterboys to Dublin, Ireland in 1986. Wickham's influence and the new environment resulted in the traditional Irish music and traditional Scottish music sound of Fisherman's Blues (1988). In 1990, Wickham, preferring an acoustic sound over rock, disagreed with Scott and Anthony Thistlethwaite over the direction of The Waterboys, and the group disbanded. Scott reformed the band seven years later. Wickham appeared as a guest at some Waterboys concerts in Dublin in 2000, and, according to Scott \"it felt so good he re-joined the band\". The Waterboys now continue to record music and tour, with Wickham as a prominent member. While some of the band's recent releases have been dominated by a rock sound, such as the album A Rock in the Weary Land, Wickham's musical preferences can be seen in Universal Hall and in his own side-projects. Wickham also regularly performs with the Sligo Early Music Ensemble. == Fuzz Fiddle == Wickham has experimented with a technique he calls \"fuzz fiddle\", partially inspired by rock fiddler Warren Ellis and the genre of grunge music. Wickham's first attempt at a distorted rock fiddle sound was with a band named Juggler, which existed between 1978 and 1981. Wickham fed his fiddle through a guitar distortion pedal, but disliked the amount of feedback and the fact that it \"was very difficult to control\". While attending a Nick Cave concert with Scott, Wickham observed Ellis use a fiddle with a fuzz pedal successfully. Wickham, after experimenting with some combinations, settled upon an amplifier, fiddle and pedal combination he was pleased with, \"and the fuzz- fiddle was reborn\". Wickham has used the technique for The Waterboys song \"Is She Conscious?\", a cover of Bruce Springsteen's \"Independence Day\" and, in a nod to Jimi Hendrix's version of \"The Star Spangled Banner\", has also used it in a performance of \"Amhrán na bhFiann\". == Selected discography == Wickham has performed on numerous albums as a guest or band member. His first solo album, Geronimo was released in 2004 (see 2004 in music). The album is named after Wickham's name for his \"beloved\" violin. * Solo albums: ** Geronimo (2004) ** Beekeeper (2017) * As a band member ** The Waterboys: *** This Is the Sea (1985) *** Fisherman's Blues (1988) *** Room to Roam (1990) *** The Best of the Waterboys 81–90 (1991) *** The Secret Life of the Waterboys 81–85 (1994) *** The Live Adventures of the Waterboys (1998) *** The Whole of the Moon: the Music of Mike Scott and the Waterboys (1998) *** Too Close to Heaven (2002) **** as Fisherman's Blues, Part 2 (2002) in the United States *** Universal Hall (2003) *** Karma to Burn (2005) *** Book of Lightning (2007) *** An Appointment with Mr Yeats (2011) * As a featured instrumentalist: ** Declan O Rourke: *** Since Kyabram (2005) ** Cali: *** Menteur (2005) ** Elvis Costello: *** Spike (1989) ** Hothouse Flowers: *** Home (1990) ** Sinéad O'Connor: *** The Lion and the Cobra (1988) *** I Do Not Want What I Haven't Got (1990) *** Sean-Nós Nua (2002) ** U2: *** War (1982) ** World Party: *** Private Revolution (1986) *** Goodbye Jumbo (1990) === Geronimo track list === # \"Lazy Days\" # \"Mouth of the Shannon\" # \"Fado\" # \"The Hunter\" # \"One of these Days\" # \"A Snow Year\" # \"Midnight Boy\" # \"Lament for Pearl\" # \"The Livestock Polka\" # \"Polka Art O Leary\" # \"Point to Point\" # \"The Eclipse\" == Notes and references == == External links == * Homepage * 1982 Interview * Geronimo lyrics Category:Irish fiddlers Category:Irish rock musicians Category:Living people Category:The Waterboys members Category:Musicians from Dublin (city) Category:21st-century violinists Category:Year of birth missing (living people) ",
    "title": "Steve Wickham"
}