{
    "id": "2726375",
    "text": "Hermance is a municipality of the Canton of Geneva, Switzerland. ==History== Hermance is first mentioned in 1247 as intra Armentia. In 1271 it was mentioned as Eremencia. ==Geography== Lake shore at Hermance Hermance has an area, , of . Of this area, or 57.6% is used for agricultural purposes, while or 13.2% is forested. Of the rest of the land, or 29.2% is settled (buildings or roads), or 1.4% is either rivers or lakes.Swiss Federal Statistical Office- Land Use Statistics 2009 data accessed 25 March 2010 Of the built up area, housing and buildings made up 22.2% and transportation infrastructure made up 3.5%. Power and water infrastructure as well as other special developed areas made up 1.4% of the area while parks, green belts and sports fields made up 1.4%. Out of the forested land, 10.4% of the total land area is heavily forested and 2.8% is covered with orchards or small clusters of trees. Of the agricultural land, 36.8% is used for growing crops and 5.6% is pastures, while 15.3% is used for orchards or vine crops. Of the water in the municipality, 0.7% is in lakes and 0.7% is in rivers and streams. The municipality is located on the left bank of Lake Geneva. The municipality of Hermance consists of the sub-sections or villages of Hermance - Rives-du-Lac, Le Bourg and La Croix-de-Bally.Canton of Geneva Statistical Office Liste des 475 sous-secteurs statistiques du canton de Genève. accessed 18 April 2011 ==Demographics== Hermance town hall Bakery and Cafe in the old town of Hermance Hermance has a population () of . , 28.4% of the population are resident foreign nationals.Swiss Federal Statistical Office - Superweb database - Gemeinde Statistics 1981-2008 accessed 19 June 2010 Over the last 10 years (1999–2009 ) the population has changed at a rate of 16.5%. It has changed at a rate of 20% due to migration and at a rate of -2% due to births and deaths.Swiss Federal Statistical Office accessed 27-April-2011 Most of the population () speaks French (643 or 78.8%), with English being second most common (73 or 8.9%) and German being third (36 or 4.4%). There are 14 people who speak Italian and 1 person who speaks Romansh. , the gender distribution of the population was 49.8% male and 50.2% female. The population was made up of 321 Swiss men (34.0% of the population) and 149 (15.8%) non-Swiss men. There were 334 Swiss women (35.4%) and 140 (14.8%) non-Swiss women.Canton of Geneva Statistical Office Population résidante du canton de Genève, selon l'origine et le sexe, par commune, en mars 2011 accessed 18 April 2011 Of the population in the municipality 178 or about 21.8% were born in Hermance and lived there in 2000. There were 234 or 28.7% who were born in the same canton, while 124 or 15.2% were born somewhere else in Switzerland, and 254 or 31.1% were born outside of Switzerland. In there was 1 live birth to Swiss citizens and 3 births to non- Swiss citizens, and in same time span there were 12 deaths of Swiss citizens and 2 non-Swiss citizen deaths. Ignoring immigration and emigration, the population of Swiss citizens decreased by 11 while the foreign population increased by 1. There was 1 Swiss woman who immigrated back to Switzerland. At the same time, there was 1 non-Swiss man and 3 non-Swiss women who immigrated from another country to Switzerland. The total Swiss population change in 2008 (from all sources, including moves across municipal borders) was a decrease of 6 and the non-Swiss population increased by 17 people. This represents a population growth rate of 1.2%. The age distribution of the population () is children and teenagers (0–19 years old) make up 27% of the population, while adults (20–64 years old) make up 57.8% and seniors (over 64 years old) make up 15.2%. , there were 336 people who were single and never married in the municipality. There were 384 married individuals, 48 widows or widowers and 48 individuals who are divorced.STAT-TAB Datenwürfel für Thema 40.3 - 2000 accessed 2 February 2011 , there were 312 private households in the municipality, and an average of 2.5 persons per household. There were 95 households that consist of only one person and 29 households with five or more people. Out of a total of 322 households that answered this question, 29.5% were households made up of just one person and there was 1 adult who lived with their parents. Of the rest of the households, there are 75 married couples without children, 116 married couples with children There were 22 single parents with a child or children. There were 3 households that were made up of unrelated people and 10 households that were made up of some sort of institution or another collective housing. there were 210 single family homes (or 78.1% of the total) out of a total of 269 inhabited buildings. There were 24 multi-family buildings (8.9%), along with 27 multi-purpose buildings that were mostly used for housing (10.0%) and 8 other use buildings (commercial or industrial) that also had some housing (3.0%). Of the single family homes 85 were built before 1919, while 26 were built between 1990 and 2000.Swiss Federal Statistical Office STAT-TAB - Datenwürfel für Thema 09.2 - Gebäude und Wohnungen accessed 28 January 2011 there were 340 apartments in the municipality. The most common apartment size was 4 rooms of which there were 75. There were 22 single room apartments and 159 apartments with five or more rooms. Of these apartments, a total of 295 apartments (86.8% of the total) were permanently occupied, while 30 apartments (8.8%) were seasonally occupied and 15 apartments (4.4%) were empty. , the construction rate of new housing units was 0 new units per 1000 residents. The vacancy rate for the municipality, , was 0.26%. The historical population is given in the following chart:Swiss Federal Statistical Office STAT-TAB Bevölkerungsentwicklung nach Region, 1850-2000 accessed 29 January 2011 Colors= id:lightgrey value:gray(0.9) id:darkgrey value:gray(0.8) ImageSize = width:1080 height:210 PlotArea = height:150 left:100 bottom:50 right:100 AlignBars = justify DateFormat = x.y Period = from:0 till:820 TimeAxis = orientation:vertical AlignBars = justify ScaleMajor = gridcolor:darkgrey increment:200 start:0 ScaleMinor = gridcolor:lightgrey increment:40 start:0 PlotData= color:yellowgreen width:40 mark:(line,white) align:center bar:1444 from:start till:400 bar:1444 at:410 fontsize:S text: \"80 Hearths\" shift:(8,5) bar:1801 from:start till:307 text:\"307\" bar:1850 from:start till:498 text:\"498\" bar:1860 from:start till:461 text:\"461\" bar:1870 from:start till:405 text:\"405\" bar:1880 from:start till:408 text:\"408\" bar:1888 from:start till:438 text:\"438\" bar:1900 from:start till:362 text:\"362\" bar:1910 from:start till:405 text:\"405\" bar:1920 from:start till:379 text:\"379\" bar:1930 from:start till:357 text:\"357\" bar:1941 from:start till:319 text:\"319\" bar:1950 from:start till:400 text:\"400\" bar:1960 from:start till:512 text:\"512\" bar:1970 from:start till:525 text:\"525\" bar:1980 from:start till:594 text:\"594\" bar:1990 from:start till:686 text:\"686\" bar:2000 from:start till:816 text:\"816\" == Notable people == * Pierre-Joseph Ravel (1832–1908 in Hermance) a Swiss civil engineer and inventor, father of the composer Maurice Ravel, lived the last two years of his life in Hermance * Adriaan Pelt (1892 – 1981 in Hermance) a Dutch journalist, international civil servant and diplomat, most famous for drafting the post war constitution of Libya. * André Roch (1906 in Hermance – 2002) a mountaineer, avalanche researcher, skier, resort developer, engineer and author. * Bernard Vifian (1944 in Hermance – 2012) a Swiss racing cyclist, the Swiss National Road Race champion in 1969 ==Sights== Hermance, aerial view The entire village of Hermance is designated as part of the Inventory of Swiss Heritage Sites ==Politics== In the 2007 federal election the most popular party was the SVP which received 19.65% of the vote. The next three most popular parties were the LPS Party (18.81%), the Green Party (16.33%) and the FDP (12.46%). In the federal election, a total of 279 votes were cast, and the voter turnout was 55.2%.Swiss Federal Statistical Office, Nationalratswahlen 2007: Stärke der Parteien und Wahlbeteiligung, nach Gemeinden/Bezirk/Canton accessed 28 May 2010 In the 2009 Grand Conseil election, there were a total of 514 registered voters of which 236 (45.9%) voted. The most popular party in the municipality for this election was the Libéral with 24.5% of the ballots. In the canton- wide election they received the highest proportion of votes. The second most popular party was the Les Radicaux (with 12.7%), they were sixth in the canton-wide election, while the third most popular party was the Les Verts (with 12.7%), they were second in the canton-wide election.Canton of Geneva Statistical Office Election Results from multiple spreadsheets accessed 18 April 2011 For the 2009 Conseil d'Etat election, there were a total of 514 registered voters of which 291 (56.6%) voted. In 2011, all the municipalities held local elections, and in Hermance there were 13 spots open on the municipal council. There were a total of 598 registered voters of which 389 (65.1%) voted. Out of the 389 votes, there were 2 blank votes, 2 null or unreadable votes and 54 votes with a name that was not on the list. ==Economy== , Hermance had an unemployment rate of 4.2%. , there were 9 people employed in the primary economic sector and about 6 businesses involved in this sector. 12 people were employed in the secondary sector and there were 5 businesses in this sector. 123 people were employed in the tertiary sector, with 25 businesses in this sector. There were 374 residents of the municipality who were employed in some capacity, of which females made up 39.8% of the workforce. the total number of full-time equivalent jobs was 118. The number of jobs in the primary sector was 6, of which 5 were in agriculture and 1 was in fishing or fisheries. The number of jobs in the secondary sector was 11 of which 8 or (72.7%) were in manufacturing and 2 (18.2%) were in construction. The number of jobs in the tertiary sector was 101. In the tertiary sector; 9 or 8.9% were in wholesale or retail sales or the repair of motor vehicles, 3 or 3.0% were in the movement and storage of goods, 27 or 26.7% were in a hotel or restaurant, 3 or 3.0% were technical professionals or scientists, 5 or 5.0% were in education and 47 or 46.5% were in health care.Swiss Federal Statistical Office STAT-TAB Betriebszählung: Arbeitsstätten nach Gemeinde und NOGA 2008 (Abschnitte), Sektoren 1-3 accessed 28 January 2011 , there were 81 workers who commuted into the municipality and 298 workers who commuted away. The municipality is a net exporter of workers, with about 3.7 workers leaving the municipality for every one entering. About 22.2% of the workforce coming into Hermance are coming from outside Switzerland.Swiss Federal Statistical Office - Statweb accessed 24 June 2010 Of the working population, 15% used public transportation to get to work, and 65.2% used a private car. ==Religion== Church in Hermance From the , 331 or 40.6% were Roman Catholic, while 198 or 24.3% belonged to the Swiss Reformed Church. Of the rest of the population, there were 10 members of an Orthodox church (or about 1.23% of the population), there was 1 individual who belongs to the Christian Catholic Church, and there were 13 individuals (or about 1.59% of the population) who belonged to another Christian church. There were 6 individuals (or about 0.74% of the population) who were Jewish, and 7 (or about 0.86% of the population) who were Islamic. There was 1 person who was Buddhist and 1 individual who belonged to another church. 202 (or about 24.75% of the population) belonged to no church, are agnostic or atheist, and 46 individuals (or about 5.64% of the population) did not answer the question. ==Education== In Hermance about 213 or (26.1%) of the population have completed non-mandatory upper secondary education, and 254 or (31.1%) have completed additional higher education (either university or a Fachhochschule). Of the 254 who completed tertiary schooling, 39.0% were Swiss men, 33.1% were Swiss women, 14.6% were non-Swiss men and 13.4% were non-Swiss women. During the 2009–2010 school year there were a total of 219 students in the Hermance school system. The education system in the Canton of Geneva allows young children to attend two years of non-obligatory Kindergarten. During that school year, there were 13 children who were in a pre-kindergarten class. The canton's school system provides two years of non-mandatory kindergarten and requires students to attend six years of primary school, with some of the children attending smaller, specialized classes. In Hermance there were 29 students in kindergarten or primary school and 2 students were in the special, smaller classes. The secondary school program consists of three lower, obligatory years of schooling, followed by three to five years of optional, advanced schools. There were 29 lower secondary students who attended school in Hermance. There were 40 upper secondary students from the municipality along with 7 students who were in a professional, non-university track program. An additional 44 students attended a private school.Canton of Geneva Statistical Office Elèves résidant dans le canton de Genève, selon le niveau d'enseignement, par commune de domicile accessed 18 April 2011 , there were 5 students in Hermance who came from another municipality, while 94 residents attended schools outside the municipality. ==References== ==External links== * Official website * Category:Cities in Switzerland Category:Populated places on Lake Geneva Category:Municipalities of the canton of Geneva ",
    "title": "Hermance"
}