{
    "id": "2726666",
    "text": "Bruno Edmund Pezzey (3 February 1955 – 31 December 1994) was an Austrian footballer who played as a defender. ==Club career== Regarded as one of Austria's greatest defenders of all time, Pezzey started his professional career at local side FC Vorarlberg and moved to FC Wacker Innsbruck after only one season, winning two league titles and a domestic cup. The sweeper then joined Eintracht Frankfurt in 1978, winning the UEFA Cup and a DFB-Pokal. Four seasons with Werder Bremen did not bring him any silverware (but runner-up to the league title twice) and he returned to Innsbruck in 1987 to win two league titles and a domestic cup again. ==International career== Pezzey made his debut for Austria in June 1975 against Czechoslovakia and was a participant at the 1978 FIFA World Cup and 1982 FIFA World Cup. In the latter tournament, he scored Austria's first goal in the 2–2 draw with Northern Ireland in Madrid. He earned 84 caps, scoring nine goals, still in 2016 ranked fifth with Friedrich Koncilia in Austria's all-time appearances list. His final international appearance was an August 1990 friendly match against Switzerland. ==Death and legacy== Pezzey died of heart failure in an Innsbruck hospital on New Year's Eve 1994 after participating in a game of ice hockey, just a few weeks short of his 40th birthday. He left behind his wife and two daughters. His youth club, FC Lauterach, named its sports complex in his honour. ==Honours== Wacker Innsbruck * Austrian Football Bundesliga: 1974–75, 1976–77 * Austrian Cup: 1974–75 Eintracht Frankfurt * UEFA Cup: 1979–80 * DFB- Pokal: 1980–81 Swarovski Tirol * Austrian Football Bundesliga: 1988–89, 1989–90 * Austrian Cup: 1988–89 ==References== ==External links== * * * * Bruno Pezzey at Eintracht Archiv Category:1955 births Category:1994 deaths Category:People from Bregenz District Category:Austrian footballers Category:Austrian expatriate footballers Category:Austria international footballers Category:1978 FIFA World Cup players Category:1982 FIFA World Cup players Category:FC Wacker Innsbruck players Category:Eintracht Frankfurt players Category:SV Werder Bremen players Category:Austrian Football Bundesliga players Category:Bundesliga players Category:Expatriate footballers in Germany Category:Association football defenders Category:UEFA Cup winning players Category:Sportspeople from Vorarlberg ",
    "title": "Bruno Pezzey"
}