{
    "id": "2727572",
    "text": "Maison Brandt Frères, Charenton-le-Pont (House of Brandt Bros) (Beaulieu Cinema, Beaulieu - Images) is a French manufacturer of motion picture cameras especially well known for its Super 8 and 16mm hand-held cameras, founded by Marcel Beaulieu. Marcel Beaulieu had earlier been associated with GIC cameras introduced in 1950. The company's first cameras were introduced in the early 1950s. Later they produced their first Super 8 model the 2008 S Beaulieu, introduced in 1965. Though they no longer actively produce new cameras, the company still services and repairs existing Beaulieu cameras. ==Early cameras== Beaulieu established a reputation for producing high quality movie cameras for the advanced amateur in 8mm, 9.5mm and 16mm. Reflex viewfinders were introduced before these became common. Models include the M8 of 1953, R16 of 1958 (spring motor version), MR8 and TR8 of 1959 and the MAR8 of 1962. In 1965 the R16 Electric, an electric motor version of the R16 was introduced. Beaulieu R16 16mm Movie Camera ==Introduction of Super 8== Beaulieu 7008 with Angenieux 6-90mm Lens Beaulieu is most famous for its cameras made for the Super 8 film format. Starting in 1965 with the introduction of the 2008 which progressed into the 4008ZM, 4008ZM2, 4008ZM3 then 4008 ZM4 in silent super 8. In 1973 Beaulieu introduced a Super 8 Sound camera the 5008S then the 5008 MS ( Multi Speed) . Both series cameras were mostly fabricated with metal parts which the factory made almost completely in house. At one time over 300 people work at the Beaulieu factory. In 1979 a new camera designed was introduced the 6008 series which added the ability to use the new 200' Super 8 sound cartridge. The camera was available in both Pro and S version one having crystal sync option in both 24 & 25 FPS and the second have single system audio. With the crash of the Super 8 industry in 1980 so crashed Beaulieu . In 1985 Beaulieu re-emerged under the direction of Jean Ferras with a new Super 8 camera the 7008 . The 7008 series was a slight upgrades to the 6008 series . It also had a new lens design the 6-90mm Angenieux lens. Some time in the late 1980s the company shifted its focus a video camera . In 1978 the name Beaulieu was used to market several low-cost cameras; the Beaulieu 1008XL/1028XL and 60/1068 XLS. These cameras were in fact manufactured by Chinon Industries under the Beaulieu brand. They are very rare, particularly the Beaulieu 1068 XLS. During the 1980s Beaulieu also introduced a 2016 Quartz version of their R16 camera and a new Beaulieu 708 EL projector. ==Camera design== Among users, Beaulieu became known for its SLR-style motion picture cameras. These cameras had removable C-mount lenses, and a reflex type viewfinder (both features uncommon in this smaller format). Beaulieu 2008S, on display at Conservatoire national des arts et métiers. In most Super 8 and some 16mm cameras of the 1960s (e.g. the Bolex H 16), when the 2008 S was introduced, the image from the taking lens was split in two (in a prism): one beam was sent to the film and the other beam to the viewfinder. On the Beaulieu cameras, however, no light was wasted (reflex system) -- either all of it was directed at the film, or while the shutter was closed and the film was advanced, the light hit the mirror on the shutter which directed it into the viewfinder. This meant that the image in the viewfinder flickered while filming, as the mirror shutter (located at 45°) moved up and down. Beaulieu cameras with this design allowed for shorter shutter speeds to be used (1/60 sec), thus providing sharper footage. 60 meter (200 ft) magazines were available, attached to the camera top. 60 meter (200 ft) magazine take-up motors powered by the camera battery through the contacts on the magazine and camera body top contrast with the Bolex wire connection. == Beaulieu today == As consumers moved from film to video, Beaulieu made some attempts to do the same, but none of these efforts were particularly successful. The company manufactured its last camera in 2002. Both spares and servicing are still available. Beaulieu continues its operations from its current facility at 20, Rue Émile Zola 41200 Romorantin- Lanthenay, France. == Used market == The 4008 and R16 models are the ones most likely to be found on eBay. When the 6008Beaulieu 6008S Super 8 Camera at retro thing.com and 7008 models were introduced, the Super 8 format was already losing popularity, consequently, these cameras are quite rare. ==References== == External links == *Repairs and spares (in German) *Manuals- Registration required *Battery re-celling *Manuals-No registration Category:Manufacturing companies of France Category:Movie camera manufacturers ",
    "title": "Beaulieu (company)"
}