{
    "id": "2727599",
    "text": "The Hotel Sacher is a five-star hotel located in the Innere Stadt first district of Vienna, Austria, facing the Vienna State Opera. It is famous for the specialty of the house, the Sachertorte, a chocolate cake with apricot filling. There is also an art gallery in the hotel with works from the 19th century. The hotel is built near the former residence of Antonio Vivaldi. Hotel Sacher is a member of The Leading Hotels of the World, a marketing network. ==History== Hotel Sacher, The hotel was founded in 1876 as a maison meublée at the site of the demolished Theater am Kärntnertor by the restaurateur and k.u.k. purveyor to the court Eduard Sacher (1843–1892). His father, the confectioner Franz Sacher (1816–1907) had become famous for his Sachertorte, which he allegedly created for a reception given by Austrian State Chancellor Klemens von Metternich in 1832. Eduard Sacher did an apprenticeship at the patisserie Demel and in 1873 opened his first restaurant on Kärntner Straße. In 1880 he married née Fuchs (1859–1930), who became managing director after his death. She quickly earned a reputation for both her commercial skills and her eccentricity, never being seen without her French Bulldogs and a cigar. Under her management, Hotel Sacher became one of the finest hotels in the world, where the aristocracy and diplomats would meet. However, after World War I Anna Sacher upheld the upper-class reputation of the hotel and denied service to guests of non-aristocratic descent, at the same time granting generous credit to impoverished aristocrats. Her management ran the business into financial problemsMatthias, p. 22. and eventually to bankruptcy and change of ownership in the 1930s.Campbell and Cotter, p. 33. In 1934, the hotel business was taken over by the Gürtler family under the company name \"Eduard Sacher GmbH & Co OHG\" and the building was extensively renovated. After the end of World War II, Allied-occupied Austria, like Germany, was divided into four zones by the victorious powers. Vienna, like Berlin, was also subdivided into four zones. During the occupation the British used the hardly damaged Sacher Hotel as their headquarters and it appears in Carol Reed's film The Third Man, as script writer Graham Greene was a regular at the hotel bar while doing research in Vienna. On August 4, 1947, two suitcase bombs exploded in the basement of the hotel. The terrorist group Irgun claimed responsibility for the bombing.\"Irgun Boasts of Alps Blast\", The New York Times , August 19, 1947\"Two Bombs Explode in a Vienna Hotel\", The New York Times, August 5, 1947 Sachertorte Evening in the lounge Since 1989 the Gürtler family has also owned the former Österreichischer Hof hotel in Salzburg which reopened as the Hotel Sacher Salzburg. The Sacher Hotel in Vienna added another floor with a spacious spa area on its roof in 2005/06, which caused a stir with historic preservationists. The Sachertorte is still served in the hotel restaurant after decades of litigation with the Demel patisserie were brought to an end. Among the famous guests over the decades were not only Emperor Franz Joseph but also King Edward VIII and Wallis Simpson, Queen Elizabeth II and Prince Philip, Prince Rainier III of Monaco and Grace Kelly, President John F. Kennedy and many others. Being close to the opera, Hotel Sacher has also been popular among artists such as Herbert von Karajan, Leonard Bernstein, Leo Slezak, Plácido Domingo, José Carreras, and Rudolf Nureyev. Scottish aristocrat Lady Ermine Elibank, London socialite and wife of Gideon Oliphant-Murray, 2nd Viscount Elibank, accompanied by the recently widowed Lady Dorothy Dalrymple (later to become owner of London's sole UK concessionaire Lendrum & Hartman, in Mayfair importing General Motors Buicks and Cadillacs. Three years later the company would sell two custom built Buicks to the (then) Prince of Wales and his mistress Mrs Simpson in 1935. They both arrived by Imperial Airways in the summer of 1932, before moving on to Grand Hotel Panhans in Semmering Maud Coleno's Daughter The Life of Dorothy Hartman 1898-1957, pages 137-138, John Dann, Matador . On 31 March 1969 John Lennon and Yoko Ono gave a well received \"Bagism\" press conference in Hotel Sacher. Frau Sacher and her hotel were memorialised in Dennis Wheatley's 1950 novel about the outbreak of the First World War, The Second Seal. Appearing as herself, she plays a fictional role in the events of June/July 1914 in Vienna, aiding the book's hero the Duke de Richleau at several points. The hotel also found fame in the German-speaking world via the 1939 film Hotel Sacher, as well as by the popular Austrian TV series Hallo – Hotel Sacher … Portier!, starring Fritz Eckhardt. Romy Schneider stayed at Hotel Sacher during the shooting of Sissi in 1955. Director Ernst Marischka allegedly had been inspired by her resemblance to a statue of Empress Elisabeth in the hotel. The 2016 Austrian historical drama television series Das Sacher revolved around fictional events in the hotel. ==Notes== == References == * Campbell, Dennis and Cotter, Susan (1997). Unfair trading practices. Kluwer Law International. . * Mazakarini, L. (1977). Das Hotel Sacher zu Wien * Matthias, Bettina (2006). The hotel as setting in early twentieth-century German and Austrian literature. Harvard University Press. . == External links == * * Hotel Sacher history, cosmopolis.ch Category:The Leading Hotels of the World Sacher Category:Tourist attractions in Vienna Sacher Category:Buildings and structures in Innere Stadt Category:1876 establishments in Austria-Hungary ",
    "title": "Hotel Sacher"
}