{
    "id": "2727123",
    "text": "The Bureau of Ordnance (BuOrd) was the United States Navy's organization responsible for the procurement, storage, and deployment of all naval weapons, between the years 1862 and 1959. ==History== Congress established the Bureau in the Department of the Navy by an act of July 5, 1862 (12 Stat. 510), which transferred the hydrographic functions of the Navy's Bureau of Ordnance and Hydrography (1842–1862) to the newly established Bureau of Navigation. During the early 20th century, BuOrd became involved in the development of aerial weapons. This often led to friction with the Bureau of Aeronautics (BuAer), which had responsibility for the development of Naval aircraft. BuAer's work on \"pilotless aircraft,\" or drones, conflicted with BuOrd's development of guided missiles. After World War II, the Navy examined ways to improve coordination between the two bureaus; ultimately, the decision was made to merge the two organizations into a new bureau, to be known as the Bureau of Naval Weapons (BuWeps).Title page of BuWeps records at the National Archives It was heavily criticized during the Second World War for its failure to quickly remedy the numerous issues with the Mark 14 torpedo which had an over 70% dud rate. BuOrd was disestablished by Congress by an act of August 18, 1959 (), and its functions were transferred to the newly established Bureau of Naval Weapons. BuAir merged with BuOrd to form BuWeps. BuWeps, in turn, was disestablished in 1966 when the Navy overhauled its materiel organization, and was replaced with the Naval Ordnance Systems Command (NAVORD) and the Naval Air Systems Command (NAVAIR). Other systems commands at the time included the Naval Ship Systems Command (NAVSHIPS) and the Naval Electronics Systems Command (NAVELEX). Ship and submarine ordnance functions fell under the new Naval Ordnance Systems Command while air ordnance stayed with the Naval Air Systems Command. In July 1974, the Naval Ordnance Systems Command and Naval Ship Systems Command merged to form the Naval Sea Systems Command (NAVSEA). Traditional Naval Ordnance functions are now conducted at the Naval Surface Warfare Centers which fall under the command of Naval Sea Systems Command. ==Chiefs of the Bureau of Ordnance== * Rear Admiral John A. Dahlgren, 1862–1863 * Captain Henry Augustus Wise, 1863–1868 * Rear Admiral John A. Dahlgren, 1868–1869 * Rear Admiral Augustus Case, 1869–1873 * Commodore William Nicholson Jeffers, 1873–1881 * Commodore Montgomery Sicard, 1881–1890 * Captain William M. Folger, 1890–1893 * Commodore William T. Sampson, 1893–1897 * Rear Admiral Charles O'Neil, 1897–1904 * Rear Admiral George A. Converse, 1904 * Rear Admiral Newton E. Mason, 1904–1911 * Rear Admiral Nathan C. Twining, 1911–1913 * Rear Admiral Joseph Strauss, 1913–1916 * Rear Admiral Ralph Earle, 1916–1920 * Rear Admiral Charles B. McVay Jr., 1920–1923 * Rear Admiral Claude C. Bloch, 1923–1927 * Rear Admiral William D. Leahy, 1927–1931 * Rear Admiral Edgar B. Larimer, 1931–1934 * Rear Admiral Harold Rainsford Stark, 1934–1937 * Rear Admiral William R. Furlong, 1937–1941 * Rear Admiral William H. P. Blandy, 1941–1943 * Vice Admiral George F. Hussey Jr., 1943–1947 * Rear Admiral Albert G. Noble, 1947–1950 * Rear Admiral Malcom F. Schoeffel, 1950–1954 * Rear Admiral Fredric S. Withington, 1954–1958 == Footnotes == == Further reading == * == External links == * * Category:1862 establishments in the United States Category:1959 disestablishments in the United States Ordnance Category:Naval weapons of the United States ",
    "title": "Bureau of Ordnance"
}