{
    "id": "2727744",
    "text": "Overbrook High School is a comprehensive community four-year public high school serving students in ninth through twelfth grades from Pine Hill, in Camden County, New Jersey, United States, operating as the lone secondary school of the Pine Hill Schools. The high school also serves the communities of Berlin Township and Clementon through sending/receiving relationships with their respective school districts.Superintendent's Message, Pine Hill Schools, backed up by the Internet Archive as of March 3, 2009. Accessed March 3, 2011. \"Our facilities consist of the Overbrook High School (with the attendance area encompassing the communities of Pine Hill, Clementon, and Berlin Township), Pine Hill Middle School, Dr. Albert Bean Elementary School, and John Glenn Elementary School.\" School colors are orange and blue. As of the 2018–19 school year, the school had an enrollment of 656 students and 62.6 classroom teachers (on an FTE basis), for a student–teacher ratio of 10.5:1. There were 277 students (42.2% of enrollment) eligible for free lunch and 84 (12.8% of students) eligible for reduced-cost lunch.School data for Overbrook Senior High School, National Center for Education Statistics. Accessed April 1, 2020. ==History== The school was founded as Lower Camden County Regional High School in 1939, in Lindenwold. It served students from up to ten municipalities at one point. The population soon began to grow, however, and Edgewood Regional High School (now Winslow Township High School) was founded in Winslow Township. The school took the name Overbrook Regional Senior High School in the 1950s, and joined its sister school Edgewood as part of Lower Camden County Regional High School District #1. Soon, the student population became too large for the now 60+ year old building to handle, and the current building was erected in 1969 in Pine Hill. The former building became known as Overbrook Regional Junior High School. Overcrowding again became an issue in the late 90s, as Overbrook Junior High School was serving Berlin Township, Clementon, Lindenwold, Pine Hill, and portions of Winslow Township. In 1999, each of the individual school boards voted to dissolve LCCRHSD. Lindenwold would build its own high school and take over the old junior high building to make it the district's middle school. Edgewood Regional Junior High became Winslow Township Middle School, and Edgewood Senior High became Winslow Township High School. Pine Hill would build Pine Hill Middle School in the forested area next to the school. Over the next decade, the population at Overbrook slowly faded from a high of over 1700 students to a new low of just under 800 students. After 28 years at Overbrook, Paul J. Harmelin retired as principal following the 2012–13 school year. His replacement starting in the 2013–14 school year was Don Borden. Adam Lee was hired as the Principal in July 2015. Lee was a social studies teacher and then an Assistant Principal before being named the Principal. ==Awards, recognition and rankings== The school was the 282nd-ranked public high school in New Jersey out of 339 schools statewide in New Jersey Monthly magazine's September 2014 cover story on the state's \"Top Public High Schools\", using a new ranking methodology.Staff. \"Top Schools Alphabetical List 2014\", New Jersey Monthly, September 2, 2014. Accessed September 5, 2014. The school had been ranked 253rd in the state of 328 schools in 2012, after being ranked 300th in 2010 out of 322 schools listed.Staff. \"The Top New Jersey High Schools: Alphabetical\", New Jersey Monthly, August 16, 2012. Accessed September 11, 2012. The magazine ranked the school 276th in 2008 out of 316 schools.Staff. \"2010 Top High Schools\", New Jersey Monthly, August 16, 2010. Accessed March 3, 2011. The school was ranked 278th in the magazine's September 2006 issue, which surveyed 316 schools across the state.\"Top New Jersey High Schools 2008: By Rank\", New Jersey Monthly, September 2008, posted August 7, 2008. Accessed August 19, 2008. The school was later ranked 237th in the magazine's 2016 issue out of 337. ==Athletics== The Overbrook High School RamsOverbrook High School, New Jersey State Interscholastic Athletic Association. Accessed May 31, 2016. compete as a member of the Colonial Conference, which includes high schools in Camden County and Gloucester County and operates under the supervision of the New Jersey State Interscholastic Athletic Association (NJSIAA).League & Conference Officers/Affiliated Schools 2020-2021, New Jersey State Interscholastic Athletic Association. Accessed July 15, 2020. With 533 students in grades 10–12, the school was classified by the NJSIAA for the 2015–16 school year as South Jersey, Group II for most athletic competition purposes, which included schools with an enrollment of 496 to 778 students in that grade range.General Public School Classifications 2015-2016, New Jersey State Interscholastic Athletic Association, as of December 15, 2015. Accessed December 12, 2016. The football team competes in the Colonial Division of the 95-team West Jersey Football League superconferenceDivisions, West Jersey Football League. Accessed September 5, 2020.Minnick, Kevin. \"Football: Entering 10th season, a new leader for state’s second-largest conference\", NJ Advance Media for NJ.com, August 8, 2019. Accessed September 5, 2020. \"The WJFL was created in 2010 as a way to help teams play a full schedule and face opponents of similar size, ability and geographical location.... The league is comprised of 16 divisions and includes better than 90 high schools.\" and was classified by the NJSIAA as Group I South for football for 2018–2020.NJSIAA Football Public School Classifications 2018–2020, New Jersey State Interscholastic Athletic Association, finalized August 2019. Accessed September 1, 2020. The school offers fall, winter, and spring season sports. For fall, the school offers boys'/girls' cross country, girls' tennis, boys'/girls' soccer, girls' cheerleading, girls' field hockey and boys' football. Winter sports are boys'/girls' basketball, boys'/girls' bowling, girls' dance, boys'/girls' indoor track, and boys' wrestling. For spring, there are boys'/girls' track, girls' softball, boys'/girls' golf, boys' tennis and boys' baseball. In the 2017-2018 school year, Overbrook High School introduced a program called Unified Sports which is offered in all three seasons. The boys' soccer team won the Group III state title in 1977 as co- champion with Summit High School.NJSIAA History of Boys Soccer, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020. The wrestling team won the South Jersey Group III sectional championship in 1980 and 1981.History of the NJSIAA Team Championships, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020. Overbrook has had four state wrestling champions in the school's history: Erik Saunders (who won in 1989 in the 135 lb. weight class), Damien Covington (1991 at 189 lb.), Kip Covington (1992 at 145 lb.) and Mark Peiffer (2005 at 171 lb.).NJSIAA State Champions, New Jersey Wrestling. Accessed January 2, 2018. The football team won the South Jersey Group III title in 1990 and the South Jersey Group IV title in 1998.Goldberg, Jeff. NJSIAA Football Playoff Champions, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020. The Overbrook Rams were undefeated in football in 1998, winning the New Jersey State Interscholastic Athletic Association (NJSIAA) South Jersey Group IV title, defeating Shawnee High School 21–14 in a game played at Rutgers Stadium and ending the season with a perfect 12–0 record.Brown, Scott. \"Brown Directs Overbrook To Title Td Pass Lifts Rams In Group 4\", The Philadelphia Inquirer, December 7, 1998. Accessed July 15, 2011. \"The play that netted a Group 4 South Jersey football title for Overbrook and capped the school's first perfect season since 1966 was all improvisation. In other words, it was vintage Byron Brown. Brown threw a 27-yard touchdown pass to Jon Scialabba with 27 seconds remaining yesterday as Overbrook beat resilient Shawnee, 21–14, in a spine-tingling game at Rutgers Stadium. The Rams' sectional title was the first by a Camden County school since Overbrook won a Group 4 title in 1990.\" The win marked the program's first state sectional title since they won in Group III in 1990.Narducci, Marc. \"Overbrook's Group 4 Title A Boost For Camden County The Rams Own The County's Only Two Crowns This Decade. Gloucester County Has Won 12 In That Time.\", The Philadelphia Inquirer, December 8, 1998. Accessed July 15, 2011. \"Overbrook's thrilling 21–14 victory over Shawnee in the South Jersey Group 4 final not only clinched The Inquirer's No. 1 ranking for the Rams, but it also brought some long-due redemption for Camden County football. Overbrook is the only Camden County public school to win a sectional title this decade. In addition to winning this year's Group 4 crown, the Rams won the 1990 Group 3 title.\" As of September 9, 2006, Overbrook High School's varsity football field was renamed as the Larry Mauriello Varsity Football Complex.Davis, G. \"Pine Hill Schools District Dedicates the Overbrook High School Football Field to the Larry Mauriello Varsity Football Complex\", SouthJerseySports.com, September 9, 2006. Accessed July 15, 2011. \"On Friday and Saturday, September 8 and 9, the Pine Hill Board of Education and Overbrook Varsity Club held a Dinner and Dedication Ceremony in honor of Coach Larry Mauriello. As of September 9th, the Overbrook High School Varsity Football Field will become the Larry Mauriello Varsity Football Complex.\" Overbrook and crosstown rival Lindenwold High School play a traditional Thanksgiving Day football game each year.Anastasia, Phil. \"West Jersey Football League realigned South Jersey teams\", The Philadelphia Inquirer, August 31, 2016. Accessed September 21, 2016. \"'I remember when we [Overbrook] were in the Olympic Conference, then we were in the Tri-County Conference, then the Colonial,\" said Wilczynski, whose team will see nontraditional foes such as Woodstown, Oakcrest, and Holy Cross in crossover games while maintaining its Thanksgiving rivalry with Lindenwold.\" On December 27, 2016, before the finals of the Overbrook Holiday Christmas Tournament, the Overbrook High School Athletics Department dedicated their first ever wrestling room after former wrestling coach Paul Mauriello, in his honor, naming it the \"Coach Paul E. Mauriello Wrestling Room\". ==Extracurricular activities== The clubs offered at Overbrook are African American Culture Club, Book Club, Band (including Concert Band, Lab Jazz Band, Jazz Band, and Marching Band) Choir (including Coding Club, Concert Choir, Chambers Singers, Overtones Honors Choir and After-School Choir), Stage Crew, Sports (see above), Academic Challenge, Interact Club, Leo Club, National Honor Society, Science League, Student Government, Yearbook Committee, and Model United Nations (MUN). ==Performing arts== The Performing Arts at Overbrook High School is a well established program consisting of band, choir and theatre. All 3 programs combined make up about 1/3 of the entire school's population. These programs are some of the most well recognized in the state. Some recent achievements include... *The Overbrook Jazz Band has won the NJIAJE state championship in 1988, 1991, 1992, 1994, 1996, 1997, 1999, and 2004. *The Overbrook Jazz Band has been accepted into the NJIAJE State Finals for nearly all of the past 24 years. *The Overbrook Jazz Band won their division in the Berklee College of Music High School Jazz Festival in 1999, 2004, 2005, 2008 and was one of the top high school jazz bands nationally in 1996. *The Overbrook Marching Band Percussion Group Won the Tri-State Title of Best Percussion in the season 2004–05 with a score of 19.4/20.0, and won the State Best Percussion Title October 28, 2006 with a score of 19.4/20.0 *The Overbrook Marching Band Percussion Group and Color Guard won the Tri-State title of Best Percussion and Best Color Guard in the season of 2013–2014. *The Overbrook Marching Band Percussion Group also achieved an undefeated season for the season of 2013–2014. *The Overbrook Overtones Honors Choir performed the National Anthem at a Philadelphia Phillies game in June 2011, 2013, and 2019. *The Overbrook Overtones Honors Choir placed third in the B101 Christmas Choir Contest in December 2011. *The Overbrook Overtones Honors Choir was invited to and performed at the Kimmel Center with Dr. Christopher B. Thomas and Rowan University's Concert Choir in 2012. *For the years 2010-2019, the Overbrook Choir has had at least 15 students audition and several participate in the NJ All-State Choir. Recent Fall plays include You Can't Take It with You (2009), Murder's in the Heir (2010), Noises Off! (2011), Romeo and Juliet (2012), and A Midsummer Night's Dream (2013) Recent Spring musicals include Little Shop of Horrors (2007), Guys and Dolls (2008), The Pirates of Penzance (2009), Once on This Island (2010), Les Misérables (2011), Pippin (2012), Beauty and the Beast (2013), and How to Succeed in Business Without Really Trying (2014) The Performing Arts Program has helped Overbrook to become a \"Choice School\" for the Performing Arts for the 2013–14 school year. ==Administration== The school's principal is Adam Lee. His administration team includes two assistant principals.Administration, Overbrook High School. Accessed April 5, 2020. ==Notable alumni== * Damien Covington (1972–2002), linebacker who played for three seasons for the Buffalo Bills.Damien Covington , Database Football. Accessed February 9, 2009. * Ron Dayne (born 1978; class of 1996), Division I all-time rushing yards leader (6,397) and 1999 Heisman Trophy winner, who played in the NFL for the Houston Texans as a running back.Rose Bowl Legends: Ron Dayne . Accessed December 25, 2006.\"Catching up with All-USA Class of 1995\", USA Today. Accessed July 25, 2007.All-Time players listing at NFL.com * LaMarr Greer (born 1976) former professional basketball player who transferred from Overbrook after his sophomore year.McGarry, Michael. \"LaMarr Greer back coaching at home after spending years abroad playing pro basketball\", The Press of Atlantic City, February 8, 2014. Accessed April 27, 2020. \"Greer spent his first two years of high school at Overbrook in Camden County. He transferred to Middle Township for his junior season.\" * Jermaine Jones (born 1986), who competed on the eleventh season of American Idol.Kuperinsky, Amy. \"Jermaine Jones, South Jersey's 'Gentle Giant,' perseveres on American Idol\", NJ Advance Media for NJ.com, March 6, 2012. Accessed September 21, 2019. \"And at Jones’ alma mater, Overbrook High School in Pine Hill, his name is on the school’s outdoor bulletin board.\" * Tim Lenahan (class of 1977), head men's soccer coach at Northwestern University and member of the South Jersey Soccer Hall of Fame.Staff. \"Lenahan Ready For New Challenge At Northwestern\", The Philadelphia Inquirer, April 18, 2001. Accessed March 3, 2011. \"As far as builders go, Tim Lenahan has earned the reputation as the Bob Vila of men's college soccer. A 1977 graduate of Overbrook High School, Lenahan has turned struggling programs at Richard Stockton and Lafayette into big winners. He's now about to take on his biggest challenge.\" * Eric Lewis (born 1973), jazz piano player, who has worked with the likes of Wynton Marsalis.Staff. \"Two Native-Son Jazzmen Set For Return Engagements \\ Pianist Eric Lewis Is A Young Lion On Rise\", The Philadelphia Inquirer, April 24, 1997. Accessed March 3, 2011. \"Lewis grew up a loner. Slightly overweight and with few close friends he was often the last to be picked in sports. From seventh grade on he traveled almost 35 miles a day to attend Overbrook Senior High School in Pine Hill where the music instruction was better.\" ==References== ==External links== *Overbrook High School * *Data for the Pine Hill Schools, National Center for Education Statistics *South Jersey Sports: Overbrook HS Category:1939 establishments in New Jersey Category:Berlin Township, New Jersey Category:Clementon, New Jersey Category:Educational institutions established in 1939 Category:Pine Hill, New Jersey Category:Public high schools in Camden County, New Jersey ",
    "title": "Overbrook High School (New Jersey)"
}