{
    "id": "2727640",
    "text": "John 5 is the fifth chapter of the Gospel of John of the New Testament of the Christian Bible. ==Text== John 5:26-29 in Papyrus 95 recto (3rd century). The original text was written in Koine Greek. This chapter is divided into 47 verses. ===Textual witnesses=== Some early manuscripts containing the text of this chapter are: *Papyrus 75 (AD 175-225) *Papyrus 66 (c. 200) *Papyrus 95 (3rd century; extant verses 26-29, 36-38)J. Lenaerts, Un papyrus de l’Évangile de Jean : PL II/31, Chronique d’ Egypte 60 (1985), pp. 117-120Philip W. Comfort, Encountering the Manuscripts. An Introduction to New Testament Paleography & Textual Criticism, Nashville, Tennessee: Broadman & Holman Publishers, 2005, p. 75. *Codex Vaticanus (325-350) *Codex Sinaiticus (330-360) *Codex Bezae (c. 400) *Codex Alexandrinus (400-440) *Codex Ephraemi Rescriptus (c. 450; extant verses 1-16) == A feast at Jerusalem == As the chapter opens, Jesus goes again to Jerusalem for \"a feast\". Because the gospel records Jesus' visit to Jerusalem for the Passover in , and another Passover was mentioned in , some commentators have speculated whether also referred to a Passover (implying that the events of John 2-6 took place over at least three years), or whether a different feast is indicated. According to , \"Three times a year all your males shall appear before the Lord your God in the place which He chooses (i.e. Jerusalem): at the Feast of Unleavened Bread, at the Feast of Weeks (Shavuot, or Pentecost), and at the Feast of Tabernacles\".See also Bengel's Gnomen lists a number of authorities for the proposition that the feast referred to was Pentecost.Bengel's Gnomon of the New Testament on John 5, accessed 6 March 2016 The Pulpit Commentary notes that \"the indefinite has been identified by commentators with every feast in the calendar, so there can be no final settlement of the problem\".Pulpit Commentary on John 5, accessed 4 March 2016 In verse 9 it is considered a sabbath.Kieffer, R., John, in Barton, J. and Muddiman, J. (2001), The Oxford Bible Commentary, p. 969 == Healing at Bethesda == Pool of Bethesda - model in the Israel Museum At the Pool of Bethesda Jesus heals a man who is both paralyzed and isolated. Jesus tells him to \"Pick up your mat and walk!\" This takes place on the Sabbath, and Jewish religious leaders see the man carrying his mat and tell him this is against the law. He tells them the man who healed him told him to do so, and they ask who that was. He tries to point out Jesus, but he has slipped away into the crowd. Jesus comes to him later and tells him \"Sin no more, lest a worse thing come upon you\". The man then tells the Jewish religious leaders that it was Jesus who healed him (). The ruins of the Pool of Bethesda are still standing in Jerusalem. == Interpolation (verses 3b-4) == Verses 3b-4 are not found in the most reliable manuscripts of John,Texts lacking this passage include \\mathfrak{P}66, \\mathfrak{P}75, א, B, C*, T, and 821 although they appear in the King James Version of the Bible (which is based on the Textus Receptus). Most modern textual critics believe that John 5:3b-4 is an interpolation, and not an original part of the text of John. : In these lay a great multitude of impotent folk, of blind, halt, withered, waiting for the moving of the water. For an angel went down at a certain season into the pool, and troubled the water: whosoever then first after the troubling of the water stepped in was made whole of whatsoever disease he had. And a certain man was there, which had an infirmity thirty and eight years (Interpolated text in bold). The New English Translation and the English Revised Version omit this text completely, but others such as the New International Version refer to it in a note. ==Jesus speaks of His Father and the Jews begin to persecute him== The Jews begin to persecute Jesus (and in some texts, the gospel says that they seek to kill him).. See e.g. the Textus Receptus, Geneva Bible and King James Version Anglican clergyman Charles Ellicott argued that \"the words 'and sought to slay Him' should be omitted. They have been inserted in some manuscripts to explain the first clause of (the Jews sought the more to kill him)\",Ellicott's Commentary for English Readers on John 5, accessed 5 March 2016 the first of several Jewish threats against him (, , , and ). Two reasons emerge: *firstly, for \"working on the Sabbath\" (); *secondly, for calling God his \"father\" and thus making himself equal to God (). From Jesus' words, \"My Father\", Methodist founder John Wesley observed that \"It is evident [that] all the hearers so understood him [to mean] making himself equal with God\".Wesley's Notes on John 5, accessed 5 March 2016 St. Augustine sees the words \"... equal to God\" as an extension of the words in : In the beginning was the Word, and the Word was with God, and the Word was God.Schaff, P. (ed.), Homilies or Tractates of St. Augustin on the Gospel of John, Tractate XVIII, Nicene and Post-Nicene Fathers in the Christian Classics Ethereal Library Jesus continues to speak of himself (\"the Son\") in relation to God (\"the Father\"): the Son can do nothing independently of (or in rivalry with) the Father; \"the Son can have no separate interest or action from the Father\".Jamieson-Fausset-Brown Bible Commentary on John 5, accessed 6 March 2016 the Son \"acts with no individual self-assertion independent of God, because He is the Son.Cambridge Bible for Schools and Colleges on John 5, accessed 11 March 2016 The Son imitates the Father; the Father loves the Son and shows Him his ways; and the Son gives life in the way that the Father raises the dead. But the Father has delegated the exercise of judgment to the Son: all should honour the Son as they would honour the Father, and anyone who does not honour the Son does not honour the Father who sent Him. () The words in verse 19: the Son can do nothing on his own become, in verse 30, I can do nothing on my own; Jesus \"identifies himself with the Son\". Two sayings then follow each commencing with a double \"amen\" (, translated \"Verily, verily\" in the King James Version, \"Truly, truly\" in the English Standard Version, or \"Very truly I tell you\" in the New International Version): *He who hears My word and believes in Him who sent Me has everlasting life, and shall not come into judgment, but has passed from death into life. () *The hour is coming, and now is, when the dead will hear the voice of the Son of God; and those who hear will live. () Reformed Evangelical theologian D. A. Carson sees as giving the \"strongest affirmation of inaugurated eschatology in the Fourth Gospel\" ... it is not necessary for the believer to \"wait until the last day to experience something of resurrection life.\"D. A. Carson, The Gospel According to John (Apollos, 1991), p. 256. Lutheran theologian Heinrich Meyer refers to \"the hour when the dead hear the voice of the Son of God\" as the \"resurrection summons\". Meyer argues that this \"hour\" extends from its beginning at \"Christ’s entrance upon His life-giving ministry\" until \"the second advent - already had it begun to be present, but, viewed in its completeness, it still belonged to the future\".Meyer's NT Commentary on John 5, accessed 8 March 2016 ==The fourfold witness== The final verses of this chapter, verses 31 to 47 refer to what the New King James Version calls the \"fourfold witness\". Jesus states that he does not bear witness () to himself, for such witness would not be true or valid. Instead he calls on the testimony of four other witnesses: *John the Baptist () *Jesus' own works () *The Father, speaking through the scriptures () *Moses (). Jesus says that the Jews who seek to kill him study the scriptures hoping for eternal life, but that the scriptures speak of him, and people still refuse to come to him for life. People accept people who preach in their own name but not in one who comes in the name of the Father. \"How can you believe if you accept praise from one another, yet make no effort to obtain the praise that comes from the only God?\" He then speaks of Moses as their accuser: :\"But do not think I will accuse you before the Father. Your accuser is Moses, on whom your hopes are set. If you believed Moses, you would believe me, for he wrote about me: :I will raise up for them a Prophet like you from among their brethren, and will put My words in His mouth, and He shall speak to them all that I command Him\" (, linked to ). But, says Jesus, since you do not believe what Moses wrote, how are you going to believe what I say?\" () Theologian Albert Barnes notes that \"the ancient fathers of the Church and the generality of modern commentators have regarded our Lord as the prophet promised in these verses [of Deuteronomy]\".Barnes' Notes on the Bible on Deuteronomy 18, accessed 10 March 2016 Commentators have also explored whether the contrast to be emphasized is a contrast between the person of Moses and the person of Jesus, or between Moses understood as the author or scriptural writings and Jesus, who did not write but whose testimony was his 'sayings'. Bengel's Gnomen argues that in John 5:47, Moses' writings () are placed in antithesis to Jesus' words (): \"Often more readily is belief attached to a letter previously received, than to a discourse heard for the first time\".Bengel's Gnomon of the New Testament on John 5, accessed 6 March 2016 However, the Cambridge Bible for Schools and Colleges is critical of this approach: :\"The emphatic words are ‘his’ and ‘My.’ Most readers erroneously emphasize ‘writings’ and ‘words’. The comparison is between Moses and Christ. It was a simple matter of fact According to traditional attribution of the writing of the Torah to Moses that Moses had written and Christ had not: the contrast between writings and words is no part of the argument\". The same comparison is seen in : \"If they hear not Moses and the prophets, neither will they be persuaded though one rose from the dead\". These teachings of Jesus are almost only found in John. In the Synoptic Gospels, Jesus only speaks of himself as the Messiah in such a straightforward way at the very end, shortly before his death. All this occurs in Jerusalem, while the Synoptic Gospels have very little of Jesus's teachings occurring in Jerusalem and then only shortly before his death. == Notes == ==External links== * King James Bible - Wikisource *English Translation with Parallel Latin Vulgate *Online Bible at GospelHall.org (ESV, KJV, Darby, American Standard Version, Bible in Basic English) *Multiple bible versions at Bible Gateway (NKJV, NIV, NRSV etc.) John 05 ",
    "title": "John 5"
}