{
    "id": "2727359",
    "text": "Simon-Nicholas Henri Linguet (14 July 1736 - 27 June 1794) was a French journalist and advocate known for his conservative politics who was executed during the French Revolution. == Biography == Linguet was born in Reims, where his father, the assistant principal in the Collège de Beauvais of Paris, had recently been exiled by lettre de cachet for engaging in the Jansenist controversy. He attended the College de Beauvais and won the three highest prizes there in 1751. He accompanied the count palatine of Zweibrücken to Poland, and on his return to Paris he devoted himself to writing. He published partial French translations of Pedro Calderón de la Barca and Lope de Vega, and wrote parodies for the Opéra-Comique and pamphlets in favor of the Jesuits. Received at first in the ranks of the Philosophes, he soon went over to their opponents, possibly more from contempt than from conviction, the immediate occasion for his change being a quarrel with Jean le Rond d'Alembert in 1762. Thenceforth he violently attacked whatever was considered modern and enlightened, and while he delighted society with his numerous sensational pamphlets, he aroused the fear and hatred of his opponents by his stinging wit. After wanderings which led him to Holland and back through the north of France, he found himself in the town of Abbeville, where he attracted the disapproval of Duval de Soicourt, the mayor, but also the patronage of an ex- mayor and Duval's rival, Douville de Maillefeu. His tangential involvement in their quarrels resulted in Duval's driving him from the town. He went to Paris, where he began to study law. === Law === He was admitted to the bar in 1764, just in time to become involved in the case of François-Jean de la Barre (the \"Chevalier de La Barre\"), whose case was being judged in Abbeville by Duval. Ultimately, he failed to save La Barre but his efforts contributed to the release of several others accused in the case, including Douville's son. This case also brought the new lawyer to instant prominence and he soon became one of the most famous pleaders of his century. But in spite of his brilliant ability and the claim by some that he had only lost two cases, the bitter attacks which he directed against his fellow advocates, especially against Gerbier (1725-1788), caused his dismissal (on dubious charges) from the bar in 1775. He then turned to journalism and began the Journal de politique et de littérature, which he employed for two years in literary, philosophical and legal criticisms. But a sarcastic article on the French Academy compelled him to turn over the Journal to La Harpe and seek refuge abroad. === Around Europe === Linguet, however, continued his freelance career, now attacking and now supporting the government, in the Annales politiques, civiles et litteraires, published from 1777 to 1792, first at London, then at Brussels and finally at Paris. Attempting to return to France in 1780 he was arrested for a caustic attack on the duc de Duras (1715-1789), an academician and marshal of France, and imprisoned nearly two years in the Bastille. He then went to London, and thence to Brussels, where, for his support of the reforms of Joseph II, he was ennobled and granted an honorarium of one thousand ducats. In 1786 he was permitted by Vergennes to return to France as an Austrian counselor of state, and to sue the duc d'Aiguillon (1720–88), the former minister of Louis XV, for fees due him for legal services rendered some fifteen years earlier. He obtained judgment to the amount of 24,000 livres. Linguet received the support of Marie Antoinette; his fame at the time surpassed that of his rival Pierre Beaumarchais, and almost excelled that of Voltaire. Shortly afterwards he visited the emperor at Vienna to plead the case of Van der Noot and the rebels of Brabant. Linguet warned during the 1770s and 1780s that the systematic laissez-faire theories of the Philosophes and Turgot's suppression of the guilds would dissolve the traditional ties of society and lead to a conflict between a mass of unemployed people and an oppressive police state; he argued that only a politics of subsistence, welfare, and preventative nurture would prevent the coming revolution. === Execution === During the early years of the French Revolution he issued several pamphlets against Mirabeau, who returned his ill-will with interest, calling him 'the ignorant and bombastic M. Linguet, advocate of Neros, sultans and viziers'.Mirabeau, Victor. Oeuvres de Mirabeau précédées d'une notice sur sa vie et ses ouvrages. Paris (1835). p. 156, n. 1. On his return to Paris in 1791 he defended the rights of the Haitian revolutionaries before the National Assembly. His last work was a defense of Louis XVI. He retired to Marnes-la-Coquette near Ville d'Avray to escape the Reign of Terror, but was sought out and summarily condemned to death for having flattered the despots of Vienna and London. He was guillotined in Paris on 27 June 1794. == Noted works == Linguet was a prolific writer in many fields. Examples of his attempted historical writing are Histoire du siècle d'Alexandre (Amsterdam, 1762), and Histoire impartiale des Jésuites (Madrid, 1768), the latter condemned to be burned. His opposition to the Philosophes had its strongest expressions in Fanatisme des philosophes (Geneva and Paris, 1764) and Histoire des revolutions de l'empire romain (Paris, 1766-1768). His Theorie des lois civiles (London, 1767) is a vigorous defense of absolutism and attack on the politics of Montesquieu. His best legal treatise is Mémoire pour le comte de Morangies (Paris, 1772); Linguet's imprisonment in the Bastille afforded him the opportunity of writing his Mémoires sur la Bastille, first published in London in 1789; it has been translated into English (Dublin, 1783, and Edinburgh, 1884-1887), and is the best of his works though untrustworthy. == References == == Bibliography == * L-A. Deverite, Notice pour servir a l'histoire de la vie et des écrits de S. N. H. Linguet (Liege, 1782) * Gardoz, Essai historique sur la vie et les ouvrages de Linguet (Lyon, 1808) * Jean-François Barrière, Mémoire de Linguet et de Latude (Paris, 1884) * Charles Monselet, Les Oublies et les dedaignes (Paris, 1885), pp. 5–38 * Hippolyte Monin, \"Notice sur Linguet,\" in the 1889 edition of Mémoires sur la Bastille * Simon-Nicholas Henri Linguet, \"Memoirs of the Bastille,\" (Dublin, 1783; reprint with notes 2005); 1884–87 edition * Jean Cruppi, Un avocat journaliste au xviiie siècle: Linguet (Paris, 1895) * A. Philipp, Linguet, ein National-Ökonom des XVIII Jahrhunderts in seinen rechtlichen, socialen und volkswirtschaftlichen Anschauungen (Zurich, 1896) * A. Lichtenberger, Le Socialisme utopique (1898), pp. 77–131. * Marc Chassaigne, \"Le procès du chevalier de La Barre\", (Paris, 1920) ==External links== * * * Charles Monselet, Les oubliés et les dédaignés (in french) * Simon-Nicholas Henri Linguet pamphlets and documents from the Ball State University Digital Media Repository Category:1736 births Category:1794 deaths Category:People from Reims Category:18th-century French writers Category:18th- century male writers Category:18th-century French journalists Category:18th- century French lawyers Category:French people executed by guillotine during the French Revolution Category:French male non-fiction writers Category:Prisoners of the Bastille ",
    "title": "Simon-Nicholas Henri Linguet"
}