{
    "id": "2727503",
    "text": "Mu Pegasi (μ Pegasi, abbreviated Mu Peg, μ Peg), formally named Sadalbari , is a star in the northern constellation of Pegasus. The apparent visual magnitude of this star is 3.5, which is bright enough to be seen with the naked eye even on a moonlit night. Based upon parallax measurements taken during the Hipparcos mission, it is approximately from the Sun. ==Nomenclature== μ Pegasi (Latinised to Mu Pegasi) is the star's Bayer designation. It bore the traditional name Sadalbari, which derives from saʿd al-bāriʿ, the “auspicious star of the splendid one.” In 2016, the International Astronomical Union organized a Working Group on Star Names (WGSN) to catalogue and standardize proper names for stars. The WGSN approved the name Sadalbari for this star on 21 August 2016 and it is now so included in the List of IAU-approved Star Names. In Chinese, (), meaning Resting Palace, refers to an asterism consisting of Mu Pegasi, Lambda Pegasi, Omicron Pegasi, Eta Pegasi, Tau Pegasi and Nu Pegasi. 中國星座神話, written by 陳久金. Published by 台灣書房出版有限公司, 2005, . Consequently, the Chinese name for Mu Pegasi itself is (, \"the Second Star of Resting Palace\"). 香港太空館 - 研究資源 - 亮星中英對照表 , Hong Kong Space Museum. Accessed on line November 23, 2010. ==Properties== The spectrum of this star matches a stellar classification of G8 III. The luminosity class of 'III' means that it has exhausted the hydrogen fuel at its core and evolved into a giant star. It is slightly more massive than the Sun, but has expanded to nearly ten times the Sun's radius. (Mishenina et al. (2006) list it with an estimated 2.7 times the mass of the Sun.) The effective temperature of the outer atmosphere is about 4,950 K, which is cooler than the Sun and gives it the yellow hue of a G-type star. The abundance of elements other than hydrogen and helium, what astronomers term the metallicity, is similar to the abundance in the Sun. ==References== Pegasi, Mu Pegasi, 48 Category:G-type giants Category:Pegasus (constellation) Sadalbari 112748 216131 4298 8684 Category:Durchmusterung objects ",
    "title": "Mu Pegasi"
}