{
    "id": "2728831",
    "text": "Ullal Srinivasa Mallya (11 November 1902 – 19 December 1965) was an Indian politician. He served an 18-year tenure as member of Parliament, from 1946–1965. He played a key role in development of undivided Dakshina Kannada ==Early years== Mallya was born in Mangalore on 21 November 1902 to Ullal Manjunath Mallya and Saraswathi alias Rukma Bai. He completed his education at St. Aloysius Primary School and Canara High School and continued his intermediate studies at Government College, Mangalore.(Currently called The Mangalore University college) ==Joining the freedom movement== At the age of 18, Mallya joined the freedom movement after being inspired by Mahatma Gandhi's call to action. He resigned from his family business in Mangalore, and began a life as a Satyagrahi, which resulted in him going to prison a number of times. ==Political career== Mallya started his political careers as the Secretary of the District Congress Committee. He was President from 1937-1950. He later became a member of the All India Congress Committee (AICC). He was in the Karnataka Pradesh Congress Committee in various capacities prior to independence. Due to his close relationship with to Pandit Jawaharlal Nehru, Mallya was chosen as the General Secretary of All India Congress Committee in 1951. After Independence, Mallya became a member of the Delhi House of Representatives (Parliament). He was also appointed to the Constituent Assembly. He was elected a Member of Parliament from the first Indian Elections held in 1952 from South Kanara (North) Constituency and later from Udipi Lok Sabha constituency in the subsequent two terms in 1957 and 1962. Between 1952-1960 he was the Deputy Chief Whip of the Congress parliamentary party.. ==Architectural career== Mallya is best known for his work as an architect. He has been called \"Father of Modern Dakshina Kannada District\". Jaideep Shenoy, in an article in The Hindu, noted that, \"It was Mallya's vision which saw the construction of the New Mangalore Port, Bajpe airport, National Highway 66 and most importantly Karnataka Regional Engineering College (since upgraded into National Institute of Technology, Karnataka).\" Other notable projects include the Mangalore Hassan Bangalore Railway Line, the Ullal Bridge on the Nethravathi River, Mangalore Airport (Bajpe), the Circuit House, the Mangalore Town Hall, and the All India Radio Station in Mangalore. ==Tributes== Statues of Mallya are found throughout the city of Mangalore. There is one in front of the Town Hall, one at Kadri and one each at the main gate of the New Mangalore Port Trust, and at NITK, Suratkal. The Suratkal Police Station is named after him on his memory. India Post released Postal cover in his memory in 2018 on the occasion of his 115th birthday. \"Referring to other housing projects, he said that 14 acre of land had been acquired at Padavu village to develop house sites, and this area will be named after the architect of modern Dakshina Kannada, late Ullal Srinivas Mallya.\" − MUDA Chairman, Mr Abdul Khader, December 2003 ==References== Category:Indian independence activists from Karnataka Category:Indian National Congress politicians from Karnataka Category:Lok Sabha members from Karnataka Category:Politicians from Mangalore Category:Mangaloreans Category:1st Lok Sabha members Category:2nd Lok Sabha members Category:3rd Lok Sabha members Category:1902 births Category:1965 deaths ",
    "title": "U. Srinivas Mallya"
}