{
    "id": "2728517",
    "text": "Dorothy Graffe Van Doren (May 2, 1896 – February 21, 1993) was an American writer and editor. ==Life and career== Dorothy Graffe was born in 1896 in San Francisco, California, and grew up in New York, the daughter of Frances Rosette (Lane) and George Graffe, a newsman. She graduated from Barnard College in 1918. In 1920, while she was an assistant at The Nation magazine, she met Mark Van Doren. They were married in 1922. He went on to a distinguished career as a teacher, critic and prolific author of fiction, nonfiction and poetry, for which he received the Pulitzer Prize. She wrote novels, and later turned to writing humorous autobiographical works about life with her husband and family.} Dorothy Van Doren was an editor at The Nation magazine for many years. During World War II she was chief editor of the English Feature Desk at the United States Office of War Information, which was responsible for presenting a human and appealing image of American life through the international broadcasts of the Voice of America, directed by John Houseman. Regular writers included Louis Untermeyer, Robert Ardrey, Tom Whiteside, Henry Denker, Jerome Weidman and Howard Fast; outside contributors included Norman Corwin, Janet Flanner, Woody Guthrie, John Hersey, Carson McCullers, Archibald MacLeish, Paul Robeson and John Steinbeck. Features, editorials, essays, songs and interviews were recorded and adapted for various English-language broadcasts before being translated and used in foreign- language programming. The Van Dorens' elder son Charles Van Doren became a celebrity in 1957 after a series of appearances on the television game show Twenty-One. In the 1994 film Quiz Show, which dramatized the 1950s quiz show scandals, Dorothy Van Doren was portrayed by actress Elizabeth Wilson. In July 2010, Charles Van Doren read from his mother's works and discussed her writing and life in a presentation at the University of Connecticut at Torrington. ==Bibliography== Charles and husband Mark Van Doren * 1926: Strangers. * 1927: Flowering Quince. * 1928: Brother and Brother. * 1929: The Lost Art: Letters of Seven Famous Women. * 1938: Those First Affections. * 1942: Dacey Hamilton. * 1950: The Country Wife. * 1959: The Professor and I. * 1960: Men, Women and Cats. ==References== ==External links== *Men, Women and Cats at the Internet Archive Category:1896 births Category:1993 deaths Category:20th- century American novelists Category:20th-century American women writers Category:American people of Dutch descent Category:American women novelists Category:Barnard College alumni Category:Novelists from Connecticut Category:People of the United States Office of War Information Dorothy Graffe Category:Writers from New York City Category:Writers from San Francisco ",
    "title": "Dorothy Van Doren"
}