{
    "id": "2728001",
    "text": "Providence Christian College is a private Christian liberal arts college in Pasadena, California. Founded in 2005, it is an independent, confessionally Reformed college with no formal denominational ties. The college offers only one degree program, a bachelor's degree in Liberal Studies. \"Providence Christian College - A Liberal Arts Focus\". Retrieved October 8, 2017. ==History== On several occasions, as early as the 1960s, discussions were held about establishing a Reformed Christian College on the West Coast. In November 2001 a small group met in Chino, California to consider the feasibility of such a college, and unanimously agreed to establish a quality four-year liberal arts program that would in all aspects of its life and learning seek to reflect a Reformed Biblical perspective.History of Providence . Retrieved November 26, 2011. The group also agreed that the college should be governed by a self-perpetuating Board of Directors drawn from various Reformed and Presbyterian churches.Providence Board of Directors . Retrieved November 26, 2011. The college has no denominational affiliation, but does hold to Presbyterian and Reformed confessional standards (the Westminster Confession and Catechisms, the Belgic Confession, the Heidelberg Catechism, and the Canons of Dort). Providence Christian College was incorporated in the state of California on November 12, 2002, and the first board meeting was held on January 18, 2003. On January 1, 2004 Providence took full possession of a campus in Ontario, California, and began renovating its five main buildings into classrooms, dorms, a library, a dining hall, and administrative offices. ==Accreditation== Providence Christian College is accredited by the Western Association of Schools and Colleges In 2004 PCC started the accreditation process and was granted permission to operate as a degree granting institution in the state of California on December 9, 2004 by the Bureau for Private Post- Secondary and Vocational Education (BPPVE). Immediately following approval by the BPPVE, Providence Christian College began the process of seeking eligibility by Western Association of Schools and Colleges (WASC). The college is also a member of IAPCHE: the International Association for the Promotion of Christian Higher Education. ==Facilities== In August 2010, Providence moved from Ontario, California to Pasadena, California. The Providence Christian College library holds approximately 12,000 volumes and 100 periodical subscriptions, with student access to an additional 5,500 online periodicals (many full text), 2,500 electronic books, 52 other scholarly databases through online subscriptions.Providence Christian College Library . Retrieved 26 November 2011. The college resided on the campus of William Carey International University, which it also shares with the U.S. Center for World Mission. The 17.5-acre residential college campus sits in the East Washington Village neighborhood on the north side of Pasadena, California, in close proximity to the foothills of the San Gabriel Mountains and the Angeles National Forest.\"About the Campus\" - Providence Christian College . Retrieved November 26, 2011. In January 2019, Providence Christian College moved again, this time into a church building and its adjoining offices in Old Town Pasadena. ==References== ==External links== *Official website Category:Schools accredited by the Western Association of Schools and Colleges Category:Universities and colleges in Los Angeles County, California Category:Educational institutions established in 2005 Category:Reformed universities and colleges Category:Unaccredited Christian universities and colleges in the United States Category:2005 establishments in California Category:California Pacific Conference schools Category:Private universities and colleges in California Category:Liberal arts colleges in California ",
    "title": "Providence Christian College"
}