{
    "id": "2728713",
    "text": "West Jakarta () is one of the five administrative cities (kota administrasi) which form Special Capital Region of Jakarta, Indonesia. West Jakarta is not self-governed and does not have a city council, hence it is not classified as a proper municipality. It had a population of 2,486,074 at the 2018 Census. The administrative center of West Jakarta is at Puri Kembangan. The current mayor is Uus Kuswanto. West Jakarta is bounded by North Jakarta to the north, Central Jakarta to the east, South Jakarta to the south, and Tangerang to the west. == History == Jakarta History Museum was housed on the original town hall of 17th-century Batavia. West Jakarta is famous for its Dutch colonial relics such as Town Hall Building (now Jakarta History Museum in Jakarta Old Town), Chinatown (Glodok) and also a number of old churches, mosques, and fortresses of early Dutch occupation in Batavia at that time. == Economy == After South Jakarta, West Jakarta is now designed to become a new business district for the Jakarta area and beyond. Particularly in Kembangan district, malls, entertainment centers, shopping centers, office centers, hospitals, schools has been built. This area becomes a strategic area because it is passed by the circuit of Outer Ring Road Jakarta (Jalan Lingkar Luar Jakarta). == Education == === School system === Like the rest of the city, public school system are available in West Jakarta. State schools such as SDN 01, SDN 03, SMPN 45, SMPN 169, SMPN 22, SMPN 32, SMAN 57, SMAN 65 and many more are located at West Jakarta. Private schools, that may be based on religion, such as Christian-based Bukit Sion International School, BPK Penabur Schools, and Islamic-based school such as Al-Azhar are also located on West Jakarta. === Colleges and universities === West Jakarta is a home to numerous college and universities, such as Bina Nusantara University, Mercu Buana University, Trisakti University, Tarumanagara University, Podomoro University, and many more. == Tourism == === Museums === As Jakarta Old Town is located on West Jakarta, West Jakarta boast some of the famous museums of Jakarta such as Jakarta History Museum, Wayang Museum, and Museum Bank Indonesia. Recently a modern art Museum MACAN has also opened at West Jakarta. === Shopping malls === * Central Park Jakarta * Mall Taman Anggrek * Mall Puri Indah * Mall Daan Mogot * Mall Taman Palem * PX Pavillion @ St. Moritz * Season City ==Districts== West Jakarta is divided into 8 districts: *Cengkareng *Grogol Petamburan *Kalideres *Kebon Jeruk *Kembangan *Palmerah *Taman Sari *Tambora == Gallery == File:Ontel Hias Bogor.jpg File:Tjiptaniaga-kota.jpg File:Jakarta Indonesia Colonial-houses-in-Kota-Jakarta-04.jpg File:Toshiba- kota.jpg File:Asuransi-jasindo-jakarta-kota.jpg File:Jakarta Indonesia Colonial-houses-in-Kota-Jakarta-01.jpg File:Toko merah Kota Tua.JPG File:Jakarta Indonesia Post-office-at-Fatahillah-Square-01.jpg File:Kantor Pajak Jakarta Tambora.jpg == References == ==External links== * Official site * ",
    "title": "West Jakarta"
}