{
    "id": "2728114",
    "text": "The West Point Mint Facility is a U.S. Mint production and depository facility erected in 1937 near the U.S. Military Academy in West Point, New York, United States. Originally it was called the West Point Bullion Depository. At one point it had the highest concentration of silver of any U.S. mint facility, and for 12 years produced circulating pennies. It has since minted mostly commemorative coins and stored gold. It gained official status as a branch of the United States Mint on March 31, 1988. Later that year it was listed on the National Register of Historic Places. ==Building== Prior to its remodel in 2005 that added a second story, the mint was a one-story reinforced concrete structure with a flat roof. The walls are mostly featureless with some recessed arches at the entryways. There are four turrets at the corners actively used in the building's security. It is on a four-acre (1.6 ha) parcel of land near the northern facilities of the United States Military Academy, with parking lots on either side. The interior contains minting presses and bullion compartments. ==History== As of 1937, it served as a storage facility for silver bullion and was thus nicknamed \"The Fort Knox of Silver.\" Even without United States Mint status, it produced U.S. coinage. From 19741974 Annual Report of the Director of the Mint through 1986, the West Point Mint produced Lincoln cents bearing no mint mark, making them indistinguishable from those produced at the Philadelphia Mint. The years 1977 to 1979 saw Washington quarters produced as well. Approximately 20 billion dollars' worth of gold was stored in its vaults in the early 1980s (although this was still significantly less than at Fort Knox). September 1983 saw the first appearance of the \"W\" mint mark (from this still unofficial U.S. Mint) on a $10 gold coin commemorating the 1984 Los Angeles Olympic Games. This was the first legal tender U.S. gold coin since 1933. In 1986, American Gold Eagle bullion coins were solely produced at this facility, again with no mint mark. The West Point Bullion Depository was granted mint status on March 31, 1988 (). Starting in 1999 American Silver Eagle bullion coins were also produced at the mint. In 2002, the U.S. Military Academy at West Point was honored for its 200th anniversary, and a bicentennial commemorative silver dollar was issued and unveiled on March 16 of that year, featuring a cadet color guard on the obverse and the helmet of Pallas Athena on the reverse. The coin was produced only at the West Point Mint. ==Special West Point Coinage== An unusual coinage from West Point occurred in 1996, when a commemorative Roosevelt dime was produced for the 50th anniversary of the design. Given as an insert with the standard mint sets sold that year, over 1.457 million were produced. Thus, although this \"W\" mint marked dime is not particularly scarce, it was made only for collectors. In 2015 another \"W\" mint marked dime was issued along with a 2015-W dollar, these as part of a three coin set to commemorate the March of Dimes. Only 75,000 sets were produced.75th Anniversary March of Dimes Sets In 2014, a reverse proof silver Kennedy Half Dollar which was part of a commemorative set, along with the 24K gold proof Kennedy Half Dollar were produced there to commemorate the 50th anniversary of the Kennedy Half Dollar, again with the \"W\" mint mark. In 2015, the West Point Mint struck Sacagawea Dollars for the first time. Released as part of a special “Native American Coin and Currency Set”, only 90,000 were produced. The first cents to display the \"W\" mint mark were produced for collectors in 2019. These West Point Lincoln cents were added to traditional mint and proof sets and were be minted in three different finishes. An uncirculated 2019-W cent was included with uncirculated set, a proof 2019-W cent was included with the proof set, and a reverse proof 2019-W cent was included with silver proof set. There are no mintage limits for these sets and individual buyers are not limited in the quantities they can order. On April 2, 2019 the United States Mint announced that 10 million quarters would be placed into circulation containing the \"W\" mint mark in an effort to promote the hobby of coin collecting. Although quarters have been produced at the West Point Mint before, none of them included the \"W\" mint mark. These quarters are a part of the \"America the Beautiful\" quarters program; 2 million of each of the five national park quarters released in 2019 will contain the \"W\" mint mark. This was continued in 2020, with the 2020 coins including a special \"V 75\" privy mark commemorating the 75th anniversary of the end of World War II. On January 10, 2020, the United States Mint announced that each of the three annual sets released in 2020 would include a \"W\" mint marked Jefferson nickel, just as was done with the Lincoln Cents the previous year. An uncirculated nickel was included with the uncirculated coin set, a proof nickel with the clad proof set, and a reverse proof nickel with the silver proof set. ==Present== Today all American Eagle series proof and uncirculated bullion coins in gold, silver, platinum, and palladium are produced at West Point, along with all gold commemorative and a few silver commemorative coins. Bullion and proof gold Eagles and some uncirculated and all proof silver Eagles, as well as all commemoratives from West Point are struck with the \"W\" mint mark. Since 2006, the West Point Mint has also made all American Buffalo gold bullion coins. The West Point Mint still acts as a gold bullion depository, and silver is kept on site only in quantities to meet minting demands. Due to the presence of so much gold bullion on site, security is high. The mint does not give public tours, and its address is withheld by the National Park Service in its National Register listings. ==See also== *List of Mints *Historical United States mints *American Arts Commemorative Series medallion *National Register of Historic Places listings in Orange County, New York ==References== ==External links== *West Point Mint Facility at the U.S. Mint website Category:United States Mint Category:Buildings and structures in Orange County, New York Category:National Register of Historic Places in Orange County, New York Category:Mints of the United States Category:Government buildings completed in 1937 Category:Manufacturing plants in the United States Category:Highlands, New York Category:Industrial buildings and structures on the National Register of Historic Places in New York (state) Category:Government buildings on the National Register of Historic Places Category:Warehouses on the National Register of Historic Places ",
    "title": "West Point Mint"
}