{
    "id": "2728842",
    "text": "The California African American Museum (CAAM) is a museum located in Exposition Park, Los Angeles, California, United States. The Museum focuses on enrichment and education on the cultural heritage and history of African Americans with a focus on California and western United States. Admission is free to all visitors. Their mission statement is \"to research, collect, preserve, and interpret for public enrichment the history, art and culture of African Americans with an emphasis on California and the western United States.\" CAAM hosts independent and collaborative educational programs both on and off site of lectures, workshops, innovative programs, and hands-on activities that serve public and private school students, museum patrons and community visitors. ==History== CAAM was chartered by the State of California in 1977 and first opened in 1981, in temporary quarters at the California Museum of Science and Industry (now the nearby California Science Center). The museum's first director was arts advocate Aurelia Brooks, while the first object acquired for CAAM’s permanent collection was a magnificent bronze bust of civil rights activist Dr. Mary McLeod Bethune, created by Richmond Barthé. In 1984, CAAM moved to its permanent home in Exposition Park, just south of Downtown Los Angeles. The inaugural exhibition The Black Olympians 1904-1984 was curated by CAAM's History Curator Lonnie Bunch, now Founding Director of the Smithsonian National Museum of African American History and Culture. ==Building== The current CAAM facility was built with state and private funds of around $5 million. African–American architects Jack Haywood and Vince Proby led the design for the museum. The museum building opened to the public during the Los Angeles Olympic Games in July 1984. A major renovation occurred between 2001 and 2003. The museum occupies a building. It includes three exhibition galleries, a theater gallery, a sculpture court, a conference center special events room, an archive and research library. Behind the scenes there are administration offices, exhibit design and artifact storage areas. A 2011 preliminary planning by design firm Huff and Gooden Architects pegged the cost at $67.3 million for a major expansion and renovation that would nearly triple the size of the museum.Mike Boehm (July 18, 2014), African American Museum director Charmaine Jefferson steps down Los Angeles Times. ==Collection== CAAM exists to research, collect, preserve and interpret for public enrichment, the history, art and culture of African Americans. The museum conserves more than 6,300 objects of art, historical artifacts and memorabilia, and maintains a research library with more than 20,000 books and other reference materials available for limited public use. The permanent collection includes paintings, photographs, sculpture and artifacts representing the diverse contributions of African Americans. The collection ranges from African art to 19th-century landscape. Along with its permanent collection, CAAM hosts specially mounted exhibitions curated out of its own collection, as well as traveling exhibitions from other museums. ==Programs== The Museum's Education Department offers a broad range of programming and events designed to serve the needs of the greater Los Angeles community. Their focus is to provide a variety of enriching, entertaining and enlightening learning experiences, to serve as a resource for diverse communities and to broaden public awareness of the artistic, historical and cultural contributions of African Americans and how other cultures intersect with African American history, art and culture. More than 80 programs are offered annually. ==Management== The California African American Museum has a budget of about $3.5 million a year. Admission is free. The state provides $2.5 million, augmented by funds from a private nonprofit museum foundation that in recent years has generated annual contributions and other revenues of $650,000 to $1.4 million.Mike Boehm (July 18, 2014), African American Museum director Charmaine Jefferson steps down Los Angeles Times. In July 2015, George O. Davis was named as a new executive director to mainly oversee strategic planning, budget management, and outreach development of the museum, bringing his expertise from the field of broadcast and entertainment. CAAM welcomed Cameron Shaw in September 2019 as its deputy director and chief curator to manage exhibitions and programs. The California Natural Resources Agency oversees the California African American Museum and the California Science Center. ==See also== *List of museums focused on African Americans *List of museums in Los Angeles ==External links== * California African American Museum - * The Museum of African American Art on Google Cultural Institute * Birth of the California African American Museum in Los Angeles ==Further reading== * California African-American Museum. (2004). California African American Museum: \"The Brown decision: A California perspective\" : a roundtable discussion. Los Angeles?: Eighth and Wall Inc. * Biggers, J. T., Hammons, D., Outterbridge, J., Cummings, M., Johnson-Calloway, M., California Afro-American Museum Foundation., J. Paul Getty Trust., Crystal Productions. (1991). African American art. Los Angeles, CA: J. Paul Getty Trust. ==References== Category:African-American museums in California Category:Art museums and galleries in Los Angeles Category:Exposition Park (Los Angeles) Category:African-American history in Los Angeles Category:African-American arts organizations Category:Museums in Los Angeles Category:California Natural Resources Agency Category:Museums established in 1981 Category:1981 establishments in California Category:Organizations established in 1981 Category:South Los Angeles ",
    "title": "California African American Museum"
}