{
    "id": "2728240",
    "text": "Carnallite (also carnalite) is an evaporite mineral, a hydrated potassium magnesium chloride with formula KMgCl3·6(H2O). It is variably colored yellow to white, reddish, and sometimes colorless or blue. It is usually massive to fibrous with rare pseudohexagonal orthorhombic crystals. The mineral is deliquescent (absorbs moisture from the surrounding air) and specimens must be stored in an airtight container. Carnallite occurs with a sequence of potassium and magnesium evaporite minerals: sylvite, kainite, picromerite, polyhalite, and kieserite. Carnallite is an uncommon double chloride mineral that only forms under specific environmental conditions in an evaporating sea or sedimentary basin. It is mined for both potassium and magnesium and occurs in the evaporite deposits of Carlsbad, New Mexico; the Paradox Basin in Colorado and Utah; Stassfurt, Germany; the Perm Basin, Russia; and the Williston Basin in Saskatchewan, Canada. These deposits date from the Devonian through the Permian Periods. In contrast, both Israel and Jordan produce potash from the Dead Sea by using evaporation pans to further concentrate the brine until carnallite precipitates, dredging the carnallite from the pans, and processing to remove the magnesium chloride from the potassium chloride. Carnallite was first described in 1856 from its type location of Stassfurt Deposit, Saxony-Anhalt, Germany. It was named for the Prussian mining engineer Rudolf von Carnall (1804–1874). Carnallite from Russia ==Background Information== Halides are binary compounds. They are composed of a halogen and a metal ion. The crystal chemistry of halides is characterized by the electronegativity of halogen ions.Bragg, L., and G. F. Claringbull. (1965) Crystal Structure of minerals. G. Bell and Sons, Ltd., London. This means that the dominant large ions are the Cl−, Br−, F−, or I−. These are easily polarized.Klein, Cornelis, B. Dutrow (2007) Manual of Mineral Science, 23rd ed.John Wiley and Sons The ions combine with similarly large but low valence and weakly polarized cations. The cations are mostly of the alkali metal group. Sylvite is a binary compound with the formula KCl. Sylvite precipitates first from mixed solutions of K+, Mg2+ and Cl−, leaving a brine enriched in magnesium from which the mixed halide carnallite then precipitates. ==Composition== Carnallite's chemical formula is KMgCl3·6(H2O). Synthetic carnallite crystal specimens can be produced from 1.5 mole percent KCl and 98.5 mole percent MgCl2·6H2O by slow crystallization at 25 °C.Schlemper, E. O., P. K. Gupta, and Tibor Zoltai. (1985) Refinement of the Structure of Carnallite, Mg(H2O)6KCL3. American Mineralogist 70,1309–1313. Its density is 1.602 g/cm3. Carnallite can also be produced by grinding the combination of hydrated magnesium chloride and potassium chloride.Shoval, S., S. Yariv. (1998) Formation of Carnallite Type Double Salts by Grinding Mixtures of Magnesium and Alkali Halides with the Same Anions. Journal of Thermal Analysis 51, 251–263 ==Structure== Carnallite has corner- and face-sharing. There is a network of KCl6 octahedra, with two-thirds of them sharing faces. Mg(H2O)6 octahedra occupy the open spaces within the KCl octahedra. The interatomic distance between the Mg and the H2O ranges from 0.204 to 0.209 nm., with an average is 0.2045 nm. The interatomic distance between K and Cl ranges 0.317 to 0.331 nm., with an average of 0.324 nm. The resulting structure has a calculated density of 1.587 g/cm3, in good agreement with the measured value of 1.602 g/cm3. Face sharing creates more chance of instability, according to the third of Pauling's rules. In carnallite, the water molecules enclose the magnesium ions. This prevents the magnesium and the chloride from interacting directly; instead, the water molecules act as charge transmitters. The five chloride anions are each coordinated to two potassium cations as well as four water molecules. This means that each chloride anion receives 1/6 of a +1 charge from each of the two potassium ions. The chloride also obtains 1/6 of a +1 charge from each the four water molecules. The charges thus total six 1/6 positive charges, which balance the negative charge of the chloride. These two aspects render the rare face sharing described of the second and third of Pauling's rule acceptable in the carnallite structure. ==Physical properties== Carnallite's refractive index ranges from 1.467 to 1.494.Mottana, Annibale, R. Crespi, and G. Liborio. (1978) Rocks and Minerals. Simon and Schuster. NY. Carnallite may be red as a result of hematite (Fe2O3) inclusions. The fragmented shards of iron oxide produce red tints in the thin laminae of hematite. Carnallite is also deliquescent in high humidity. This implies that it is also extremely soluble in water. Individual crystals are pseudo- hexagonal and tabular but are extremely rarely seen.Blatt, H. (1992) Sedimentary Petrology, 2nd ed. W.H. Freeman and Co., San Francisco. Field indicators of carnallite are environment of formation, absence of cleavage, and fracture. Other indicators can be density, taste, associations to local minerals, and whether it is capable of luminescence. Carnallite has a bitter taste. Carnallite may not only be fluorescent but is capable of being phosphorescent. The potassium that carnallite contains fuses easily within a flame, creating a violet color. ==Geologic occurrence== Mineral associations based on some physical properties include, but not limited to, halite, anhydrite, dolomite, gypsum, kainite, kieserite, polyhalite, and sylvite.Anthony, J. W., R. A. Bideaux, R. A., Bladh, K. W. and M. C. Nichols. (1997) Handbook of Mineralogy. Vol. 3 Halides, hydroxides, oxides. Mineral Data Publications, Tucson, Arizona.Phosphate, potash, and sulfur- A special issue. (1979) Economic Geology 74, 191–493. Carnallite minerals are mineral sediments known as evaporites. Evaporites are concentrated by evaporation of seawater. The inflow of water must be below the evaporation or use levels. This creates a prolonged evaporation period. In controlled environment experiments, the halides form when 10%–20% of the original sample of water remains.Smetannikov, A. F., (2010) Hydrogen Generation during the Radiolysis of Crystallization water in Carnallite and Possible Consequences of this Process Geochemistry International 49, 971–980 Closer to 10 percent sylvite followed by Carnallite form. Carnallite is mostly found in saline marine deposits, although beds exist in the endorheic Qaidam Basin of China's Qinghai Province near Dabusun Nor.. ==Uses== Carnallite is mostly used in fertilizers. It is an important source of potash. Only sylvite outranks carnallite's importance in potash production. Both are uncommon because they are some of the last evaporites to form. Soluble potassium salts are the main sources for fertilizer. This is because the potassium is difficult to separate from insoluble potassium feldspar. Carnallite is a minor source of magnesium worldwide; however, it is Russia's main source. ==See also== *Evaporite *List of minerals *List of minerals named after people ==References== Category:Potassium minerals Category:Magnesium minerals Category:Halide minerals Category:Orthorhombic minerals Category:Evaporite Category:Potash ",
    "title": "Carnallite"
}