{
    "id": "2729731",
    "text": "John Little State Natural Reserve is a state park unit of California, United States, protecting a section of steep, rugged cliffs on the Big Sur coast. The reserve flanks the mouth of Lime Creek and contains the 1917 cabin of Elizabeth K. Livermore, an early conservationist. A small portion of the reserve extends across Highway 1 at the north end. It is located north of Lucia and south of the Esalen Institute in Monterey County on California State Route 1. The park was established in 1953. Elizabeth \"Beth\" Livermore was from a socially prominent Marin County, California family. Her wealthy nephews Norman and Putnam Livermore had connections in the California State Parks System from 1950–1980. Putnam Livermore was a co-founder of the Trust for Public Land. Beth Livermore rode a pinto horse, homesteaded the land in the 1930s, and worked the land herself. In 1947, Beth Livermore married Matthew Schmidt, who had recently been paroled from San Quentin, as he had been convicted of complicity in the 1910 anarchist bombing of the Los Angeles Times building. Matt drove the getaway car.Early Photograph of the Ventana Backcountry In 1954 Livermore was killed at Big Creek, when she drove her car into the stream after visiting friends. Livermore bequeathed and her cabin to be used as a state park. Livermore called property 'Rancho Para Todos' (Ranch For Everyone). Her nephew and heir, Putnam Livermore, helped prominent conservationist Harriet Burgess transfer the property and turn it into a natural reserve. It is named after Beth Livermore's friend, John Little. Putnam Livermore's Parks The rocky beach is closed to the public. The Reserve is not open for public access. The gated driveway to the Livermore cabin is located south of the Esalen Institute along the Big Sur Coast Highway. There are vehicle pull-outs along the highway with views of the ocean.John Little State Natural Reserve ==See also== *List of beaches in California *List of California state parks ==References== == External links == *John Little State Natural Reserve Category:California State Reserves Category:Protected areas of Monterey County, California Category:Protected areas established in 1953 Category:1953 establishments in California Category:Santa Lucia Range Category:Big Sur ",
    "title": "John Little State Natural Reserve"
}