{
    "id": "2729275",
    "text": "Camellia is a post industrial suburb of Sydney, in the state of New South Wales, Australia. It began brownfields remediation in late 2015, and is ear- marked as a major centre for high density living.http://www.planning.nsw.gov.au/camellia Camellia is located west of the Sydney central business district in the local government area of the City of Parramatta. The suburb is bounded by the Parramatta River to the north, Clay Cliff Creek to the west, Duck River to the east, and Grand Avenue. Major roads dissecting the suburb are Grand Avenue (east-west) and James Ruse Drive (north-south). Camellia shares the postcode of 2142 with the separate suburbs of Granville, South Granville, Holroyd and Rosehill. ==History== === The first inhabitants and visitors === The Burramattagal clan were the indigenous people who originally inhabited this area, relying on the fish, shellfish, bird life reptiles and marsupials that were once abundant in the waterways and forests adjoining the Parramatta River and the freshwaters of Clay Cliff Creek. On 22 April 1788 Governor Arthur Phillip and his party of officers and marines journeyed inland by boat from Sydney Cove to find better farmlands for the new settlement. They landed at the head of a navigable river near what is now Clyde, which he called Duck River due to the abundance of ducks in the area. They left their boats to explore the area but could not penetrate the thick bush. The party moved to the banks of Clay Cliff Creek, where they decided to camp because of its fresh water. Romanticised painting of Elizabeth Farm viewed from the northern riverbank of Parramatta River by Joseph Lycett. The freshwater stream depicted in the middle as a tributary is Clay Cliff Creek. In his Journal, surgeon John White recorded: Clay Cliff Creek was the common boundary of the land grants to wool pioneer John Macarthur, who by the early 1800s extended his land grants and his Elizabeth Farm holdings to gain the complete river frontage between the township of Parramatta and Duck River. The railway station that opened here in 1885 was originally called Subiaco, but it caused confusion because this was the name of the Benedictine school on the opposite side of Parramatta River. In 1901, the station name was changed to Camellia, after the Camellia Grove Nursery nearby that specialised in growing Camellias. This land was leased by Silas Sheather since 1852 on what was originally part of the of Elizabeth Farm.The Book of Sydney Suburbs, Compiled by Frances Pollen, Angus & Robertson Publishers, 1990, Published in Australia == Heritage listings == Camellia has a number of heritage-listed sites, including: * Grand Avenue: Sewage Pumping Station 67 ==Commercial area== Camellia is predominantly an industrial and commercial area. An office block close to the railway station contains an Aldi supermarket. This is the former site of the James Hardie asbestos plant where Bernie Banton worked. ==Transport== Camellia railway station on the Carlingford Line was formerly part of the Sydney Trains network. The Sandown railway line served the industry in Camellia. Passenger service ceased in 1991. A conversion of the Carlingford to Camellia section of the Carlingford railway line as well as part of the Sandown line to light rail was announced in 2015 as part of the Parramatta Light Rail project. A second line, from Sydney Olympic Park, will join with the Carlingford line at either Camellia or Rydalmere before both lines proceed to Westmead. Grand Avenue is the main road in Camellia. ==Gallery== Camellia Grand Avenue.JPG|Grand Avenue, decorative rocks. Camelliasydney.jpg|Industry in Camellia. ==References== Category:Suburbs of Sydney Category:City of Parramatta ",
    "title": "Camellia, New South Wales"
}