{
    "id": "2729258",
    "text": "Bordighera (; , locally ) is a town and comune in the Province of Imperia, Liguria (Italy). ==Geography== Bordighera is located at from France and it is possible to see the French coast with a naked eye from the town. Having the \"Capo Sant’Ampelio\" which protrudes into the sea, it is the southernmost commune of the region. The cape is at around the same latitude of Pisa and features a little church built in the 11th century for Sant’Ampelio, the patron saint of the city. Since Bordighera is built where the Maritime Alps plunge into the sea it benefits from the Foehn effect which creates a special microclimate that has warmer winters. ==History== It seems that has been inhabited since the Palaeolithic era, as archaeologists have found signs of human activities in the caves on the Italian and French coast. The first humans to alter the territory and create a structured society arrived in the 6th century B.C.. They were the Ligures, from whom the name of the region, \"Liguria\" in Italian, is derived. The name of the city appears for the first time as \"Burdigheta\" in 1296, in a papal Bill of by Pope Boniface VIII. The area was particularly prosperous during Roman times because it was situated on the via Julia Augusta in the 1st century B.C.. After the fall of the Roman Empire the village was abandoned because of the frequent attacks by pirates and it is only in 1470 that some families of nearby villages such as the Borghetto San Nicolò decided to return to Bordighera. The Moorish pirates became rarer and rarer even though some particularly cruel raids still occasionally happened such as the one by the pirate Hayreddin Barbarossa in 1543. With pirate attacks diminishing the strategic importance of the area became obvious to the Dukes of Savoy and the Republic of Genoa which fought for the territory in the 16th century. The small village was quickly transformed into a fortified town and gained importance until it became independent from the rival city \"Ventimiglia\" in 1683. On 20 April 1686, the representants of eight villages, Camporosso, Vallebona, Vallecrosia, San Biagio della Cima, Sasso, Soldano, Borghetto San Nicolò and Bordighera had a meeting at the \"St. Bartholomew Oratory (Bordighera)\" to build what will be called \"Magnifica comunità degli otto luoghi\" (in English \"The magnificent community of the eight locations\"). The goal of this meeting was to unite and gain independence from the nearby rival city of Ventimiglia. In 1797 Bordighera lost its independence completely and became part of the \"Palms Jurisdiction\", a region including all the land from Ventimiglia to Arma di Taggia with Sanremo as its capital. On 23 July 1813, French shore batteries fired on when the seas pushed Armada into range. Armada landed her marines who captured the eastern battery and then entered the battery on the point of Borgidhero after the French had tried to blow it up. The landing party took fire from the nearby town so the frigates accompanying Armada fired on the town. The next change of power in the region came in 1815 when the whole of Liguria was annexed to the Kingdom of Sardinia after the Congress of Vienna. The Napoleonic influence, however, remained and continued to influence the area. A good example of this is the \"La Corniche\" road which Napoleon Bonaparte had wanted, and which reached Bordighera, facilitating the movement of people and goods and boosting the development of what was once called \"Borgo Marina\" and today constitutes Bordighera. The old town is simply called Old Bordighera or Upper Bordighera due to its position over the hill (in Italian \"Bordighera Vecchia\" or \"Bordighera Alta\"). The Golden Age of the city came in the 19th century when the lower city was built next to the \"Corniche\" road and the sea which attracted English tourists. Touristic interest in Bordighera seems to have been sparked by a novel from Giovanni Ruffini, Il Dottor Antonio which was published in 1855 in Edinburgh and featured the town. In 1860, five years after the famous novel Il Dottor Antonio was published, Bordighera's first hotel was opened, then called in French \"Hotel d’Angleterre\", now known as Villa Eugenia, at Via Vittorio Emanuele 218. The hotel hosted its first famous resident in 1861, British Prime Minister Lord John Russell, 1st Earl Russell, grandfather of Bertrand Russell. In 1873, the railway station was opened, allowing travel from Paris to Bordighera in only 24 hours, which at the time was remarkably fast. With the opening of the Calais-Rome Express railway on 8 December 1883, travel times got even shorter and 24 hours would be enough to travel from London to Bordighera. In 1887, Stéphen Liégard, in his famous book \"La Cote d’Azur\", dedicated several pages to Bordighera and gave it a name that stuck: \"Queen of the Palm Trees\". He also noted that the \"Grand Hotel de Bordighera\" hosted Empress Eugenie in the autumn of 1886. In the 1890s, the Irish naturalist and early modernist writer Emily Lawless visited Bordighera a number of times, studying the local flora. In 1894, she wrote the essay \"Two Leaves from a Note-Book\" about a trip to Bordighera, describing the stunning changes in the landscape during and after a drought.Emily Lawless, \"Two Leaves from a Note-Book\", Alexandra College Magazine, June , 1895, pp. 242–49. In 1918 the Bordighera War Cemetery was built to commemorate fallen British soldiers who died in the area during the First World War. It was designed by Sir Robert Lorimer.Dictionary of Scottish Architects: Robert Lorimer On 12 February 1941, the prime minister of the time, Benito Mussolini met Francisco Franco in Bordighera in order to discuss Spain's entry into World War II on the side of the Axis powers. In July 1947, Evita Peron visited Bordighera and, in order to honour her visit the seaside promenade was named Lungomare Argentina. The road is 2,300m long, which makes it the longest promenade on the Riviera. Bordighera was the first town in Europe to grow date palms, and its citizens still have the exclusive right to provide the Vatican with palm fronds for Easter celebrations. ==Main sights== Bordighera and its neighbor city Ventimiglia ===Buildings and structures=== * Casa Coraggio, Bordighera is one of the historic buildings in the city, there lived writers George MacDonald and Edmondo De Amicis. * International Civic Library. The library was built in 1910 and restored in 1985 by the Genoese architect Gianfranco Franchini. * Villa Etelinda. The villa was built in 1873 by Raphaël Bischoffsheim, sold in 1896 to Lord Claude Bowes-Lyon, 14th Earl of Strathmore and Kinghorne and then in 1914 to Queen Margherita of Savoy. * Villa Margherita (Bordighera). The villa was built by the architect Luigi Broggi and inaugurated on 25 February 1916. The villa became the official residence of Queen Margherita of Savoy during the winter season. * Bicknell Museum located in the Via Romana has a very rich paleontological collection of Liguria. It also has an international library which includes more than 20,000 volumes. * Villa Mariani was originally the cottage Mrs. Fanshawe, Pompeo Mariani, an Italian painter, bought the building in 1909, enlarged and built in the gardens of the Villa La Specola his workshop. * Town hall of Bordighera, which was the old municipal schools, was built according to the plans of Charles Garnier (architect) in 1886. Within the walls of the gardens are the Marabutto, an old powder magazine, and three guns which defended the city from pirates and are cherished by the locals. * Villa Garnier. The villa was built in 1872 by architect Charles Garnier (architect) ===Churches and places of worship=== An Evangelical church in Bordighera * Waldensian Evangelical Church (Bordighera). The Waldensian church was built between 1901 and 1904 by architect Rudolph Winter, son of Ludwig Winter. * Anglican Church (Bordighera). The church was built in 1873 by the English community in Bordighera, it was sold to the city in the late twentieth century. After restoration it became an important cultural center. * Church of St. Mary Magdalen (Bordighera). The church has a marble group of Maddalena in Glory, designed by Filippo Parodi, sculptor Gian Lorenzo Bernini and students directed by his son Domenico Parodi. * St. Bartholomew Oratory (Bordighera) The oratory was built during the fifteenth century and is located in Bordighera alta, the old city. * Church of the Immaculate Conception or Terrasanta The church was built on design of the architect Charles Garnier (architect) and inaugurated in 1897. * St. Ampelio Church (Bordighera). The church dates from the eleventh century and was built in honor of the saint hermit Ampelio, patron of the city. ===Parks and other open air attractions=== * Lowe Gardens. These were given to the city by Charles Henry Lowe in 1902. * Moreno Gardens. The gardens of Villa Moreno are very large and luxurious. They were painted by Claude Monet in 1884. * The Winter Gardens. These were created by botanist Ludwig Winter in the nineteenth century. * Pallanca exotic gardens. This was created in 1860 by the Pallanca family and contains more than 3000 varieties of Succulent plant including a Copiapoa which is three hundred years old. ==Culture== The Scottish writer George MacDonald lived and worked for parts of the year in Bordighera. His house was an important cultural centre for the British colony. He is buried at the churchyard of the former Anglican church. John Goodchild also ran a medical practice here for a number of years. It was here that he bought the blue bowl which he later took to Glastonbury. View of Bordighera by Monet, 1884 Claude Monet stayed in Bordighera for three months in 1884 and painted numerous pictures of the town and surrounding area.Monet Bordighera – Google Search Other famous British- Italians who wintered and were buried here were the writer Cecilia Maria de Candia and her husband Godfrey Pearse. Cecilia, a writer, novelist and herbalist researcher, spent seasons writing in residence and eventually retiring at her cottage in this community until her final days.Forbes 1985: \"Mario and Grisi\" by Elizabeth Forbes, published in London in 1985 by Victor Gollancz Ltd. The Anglo-Irish writer Elizabeth Bowen wrote her first novel, The Hotel, published in 1927, after a visit to Bordighera. The novel Call Me by Your Name is set in and around Bordighera. Also the novel The Last Train from Liguria by Christine Dwyer Hickey, set during the Fascist era. ===Gastronomy=== The typical dishes of Bordighera are part of the Ligurian cuisine. These are the most widespread dishes: * Paté di olive, produced by Bordighera's society of oil producers and made with olive taggische of the territory.Imperiadoc – rappresentanze vini * Pesto, a sauce made with Genovese basil often used on pasta such as trofie, linguine, tagliolini, spaghetti, etc. * Ravioli of borage. * Sardenara a focaccia topped with tomato sauce, olive taggische, origanum, capers and of course fillets sardine that explains the name of the dish. * Focaccia declined in all its variations, with olive taggische, with onions, with rosemary, with cheese etc. * Farinata di ceci is a very thin focaccia made with chickpea flour, water, oil and salt. * Torta di verdure, is a typical pie, made with trombette (special Cucurbita pepo), onion, rice and eggs. * Brandacujun, a dish made with dried and salted cod, potatoes, garlic and olive taggische. * Salad Condiglione, made with slices of raw onions, tomatoes, red, green and yellow peppers, olive taggische, salted anchovies, basil, oil. * Stuffed vegetables. different types of vegetables (zucchini, peppers, onions, etc....) stuffed with a mix of minced meat, potatoes, eggs * Michetta di Dolceacqua, it is a sweet born in the fourteen century in Dolceacqua made of flour, eggs, sugar and oil. A very appreciated variation is the Crocetta di Dolceacqua. * Panzarole and Zabaione, it is a dessert made of sweet bread dough and then fried. Once ready it's dipped in Zabaione. This dessert is typical of the nearby village Apricale. * Baci di Bordighera, they are a variation of the little cookies of the nearby town Alassio. * Bordigotti al Rhum, it's kind of a big chocolate stuffed with cream-based rum. * , a sweet bread enriched with raisins and pine nuts. ==People== * Giovanni Ruffini (1807–1881), writer and patriot Italian unification. He wrote the English novel Il Dottor Antonio (1855), which contributed to making Bordighera famous in English speaking countries. * Raphaël Bischoffsheim (1823–1906) banker and politician, he was the one who built Villa Bischoffsheim. * George MacDonald (1824–1905), Scottish writer, poet and priest. * Charles Garnier (1825–1898), French architect; he lived many years in Bordighera, where he built many public, religious and residential buildings. * Luigi Pelloux (1839–1924), politician, President of the Council of Ministers. * Claude Monet (1840–1926), Impressionist painter. * Clarence Bicknell (1842–1918) British vicar, intellectual, amateur botanist and archaeologist; he built the Bicknell Museum. * Edmondo De Amicis (1846–1908), writer. * Ludwig Winter (1846–1912) botanist and garden designer. * Luigi Cadorna (1850–1928), general of the Royal Italian Army from 1914 to 1917. * Margherita of Savoy (1851–1926), the wife of King Umberto I, first Queen of Italy. * Friederich von Kleudgen (1856–1924) German romantic painter. * Pompeo Mariani (1857–1927), Italian painter, the nephew of Mosè Bianchi. * Hermann Nestel (1858–1905) German painter. * Edward Elhanan Berry (1861–1931) British diplomat. * Mary Gaunt (1861–1942) an Australian novelist. * Giuseppe Ferdinando Piana (1864–1956) Italian painter. * Prince Ferdinando, Duke of Genoa (1884–1963) member of the Italian royal family. * Paolo Rossi (1900–1985), politician, minister and President of the Constitutional Court, he was the cousin of Irene Brin. * Giuseppe Balbo (1902–1980), Italian painter. * Guido Seborga (1909–1990), writer, poet, journalist and painter. * Irene Brin (1911–1969), journalist and writer. * Pietro Rebuzzi (1918–?), footballer ==Economy== The local economy is mainly based on tourism, the beauty of the zone and the mild climate attracts tourists as well as artists. The production of olives and their derivate products such as olive oil is important as they have acquired a reputation throughout Italy, the variety \"Olive Taggiasche\" is particularly famous and praised, and it has obtained a PDO (Protected Designation of Origin) in 1997. A secondary activity is represented by the cultivation of plants and flowers. ==Twin cities== * Villefranche-sur-Mer, France, since 1956 * Neckarsulm, Germany, since 1963 ==See also== * List of works by Claude Monet ==References== ==External links== *Official Website *City Info *Travel Guide Category:Cities and towns in Liguria ",
    "title": "Bordighera"
}