{
    "id": "272995",
    "text": "Foolad Khuzestan Football Club () is an Iranian football club, based in Ahwaz, Khuzestan that plays in Persian Gulf Pro League. Foolad F.C. was founded in 1971 and is owned by Foolad Khuzestan Company. It was named Foolad partially because it is funded by the industry in Khuzestan. The club have won Iran Pro League twice, including a championship in the lower division, Azadegan League. In the 2004–05 season, Foolad became the champion of the fourth newly founded Iran Pro League (IPL), gaining a total of 64 points over 30 league matches that is the highest point for a leader since 2001. After several successful seasons and what at one point seemed to be the emergence of a new pole in Iranian football, Foolad lost many of its key players through transfers and internal problems and also displayed a poor performance in the 2006 AFC Champions League. The club was subsequently relegated to the Azadegan League, second highest division in Iran at the end of the 2006–07. However, Foolad was able to return to the IPL starting from the next season, 2008–09 Iran Pro League and has been turning out relatively well in the current standings. Foolad won its second championship in 2013–14 season. Foolad's home kit is red and yellow shirts, with the same color for shorts, accompanied by red socks. The colors used in clothing, is derived from the symbol of the club. Uhlsport are the kit manufacturers, the main sponsor is the club's ownership company. The club is the fifth most supported in Iran, after Persepolis, Esteghlal, Tractor and Sepahan. ==Club history== ===Establishment and first years (1971–1995)=== Foolad Khuzestan Football Club was founded on 2 March 1971 in Ahwaz, Iran by at that time, President of the Foolad Khuzestan Company Ali Akbar Davar. Foolad was a team that no one knew anything about until the dissolution of Jonoub Ahwaz in 1996. Foolad won the Ahwaz City Championship in 1991, and entered the 2nd division of the Khuzestan football league two years later. Foolad won the first group in its debut season and was promoted to the Ahwaz's first league which they won in their debut season as well. This meant they would be promoted to the Khuzestan Provincial Leagues. ===Road to the Highest Division (1995–2001)=== In 1995, which was Foolad's second year in the Khuzestan's Second Division, they became provincial champions. That same year Jonoub Ahvaz, was contracted and Foolad took their place in Iran Football's 2nd Division. In 1996, with Homayoun Shahrokhinejad as manager, the team was promoted to the 1st division. It was an amazing run, considering that the team began in the 4th division of the Ahvaz City League in 1986. ===Frančić era (2004–2006)=== Ever since their promotion, the club has introduced very talented young footballers to Iranian football. The team was eventually bought by the Ahwaz Steel Mill, this helped the team's financial situation improve. The team was finally able to use its massive potential and win the IPL in the 2004–05 season but due to some ensuing internal problems and coaching difficulties could not perform well in the 2006 Asian Champions League. Their star player, Iman Mobali was loaned and eventually transferred to Al-Shabab of the UAE Pro League. ===ACL and relegation (2006–2007)=== After a mediocre 2005–06, Foolad started the 2006–07 season with former Iranian national team coach Mohammad Mayeli Kohan, but he resigned halfway through the season as Foolad had achieved poor results. Youth club coach Nenad Nikolić temporarily replaced him and soon after Portuguese manager Augusto Inácio was named head coach. Foolad went through a terrible 2006–07 season finishing 15th and being relegated to the lower Azadegan League. ===Return to First Division and Jalali years (2007–2012)=== Foolad start the 2007–08 season at Azadegan League and won the playoff spot despite their strong leadership until the last weeks. In the playoff, they drew with Payam Mashhad in a two-leg matches and missed the promotion via away goal. A few weeks later they bought the right to play in Persian Gulf Cup from Sepahan Novin and promoted to IPL. Then Majid Jalali was announced as the club's head coach with signing a three years contract where they had an average season with ending the season in the 7th place. On September 1, 2009, Seifollah Dehkordi was elected as the club's president after previous president Masoud Rezaeian resigned from his position. At that time, Dehkordi was Foolad's vice president and Ahvaz's Football Association president. After the election of Dehkordi, Majid Jalali left the club despite good results. Luka Bonačić was named as Jalali's successor but he could not please the club as he was not able to win a single match in first eight weeks and the club decided to bring Majid Jalali back where they finished the league 10th. At the Jalali's final year as Foolad manager, the club ended the season at the 14th place, the worst since their promotion back to the league. ===League success under Faraki (2012–2014)=== IPL title in 2014 After Jalali's contract was not renewed, Naft Tehran manager Hossein Faraki was named as the club's new head coach. He led Foolad to the 4th rank in his first season as the club's manager, gaining an AFC Champions League spot for the second time in the Foolad's history. In the 2013–14 Iran Pro League season, Faraki led the club to their second Iran Pro League title, his team finished with 57 points after defeating Gostaresh on the final match day with a goal from Mehrdad Jamaati in the 37th minute. They finished 2 points clear of second place Persepolis. Five days later, Foolad advanced to the Round of 16 of the AFC Champions League for the first time after they defeated El-Jaish of Qatar. Although Foolad lost to Al Sadd on away goals, they remained the only team in the competition not to lose a game. On 23 May 2014, Faraki resigned as the manager of the club, due to knee problems, despite two good seasons with Foolad. Dragan Skočić was named as his successor on the following day. ==Reserve Team== Foolad Novin is the reserve side of Foolad, it is one of the best reserve teams in the country. In 2014 they were promoted to the Azadegan League for the second time in their history. Foolad Yazd is not Foolad's reserve team, but is a feeder club, they also compete in the Azadegan League. ==Youth academy== In April 1999, Foolad formed a youth academy and today over 400 players play in Foolad's youth system. Players such as Iman Mobali, Arash Afshin, Bakhtiar Rahmani, and Kaveh Rezaei are products of the youth system. Along with Sepahan, they have one of the best youth systems in Iran. ==Kit== Three Foolad players (Arash Afshin, Bakhtiar Rahmani and Chimba) wear the shirts for 2012–13 season The name and symbol of the club adapted from its founder and owner company, Foolad. Its symbol means that is related to steel production process. The club's logo repeatedly changed but the overall layout is preserved. The overall look of the upper half, the logo is now fully visible in the lower part of the nature of the sports clubs mentioned. The only major change that has been applied during the club's icon, name engraved on it at first and now Foolad FC is FC Foolad. After Foolad's league title in 2006, club added a golden star above the team logo etched into the club's shirt, but this was not accepted by the Football Federation of Iran. So there is not any star on the club's official logo. Foolad began playing in red, yellow and black, but then changed the yellow to white since 1999. The kit has been made by Nike until 2002. Then Merooj and Daei Sport were the club's kit manufacturers. Uhlsport is the current kit manufacturers, made the kits from past four years. The club currently doesn't have any official sponsor as the club's company name is inserted on the shirts. {| class=\"wikitable\" style=\"text-align: left\" |- !Years !Manufacturers !Sponsors |- |1985–02 | None |rowspan=2|None |- |2002–06 |rowspan=3| Daei |- |2006–07 || Tefal* |- |2007–08 | rowspan=\"6\" |K.S.C |- |2008–09 |rowspan=1| Merooj |- |2009–11 |rowspan=1| Daei |- |2011–2017 |rowspan=1| Uhlsport |- |2017–2017 |rowspan=1| Merooj |- |2017_ |Uhlsport |- |} * – Tefal was the sponsor of the team in only some matches not full season. ==Rivals== The team competes in Ahvaz derby against Esteghlal Khuzestan which is a new born club. The teams play against each other usually two times a year. The first time the teams met each other was in season 2013–14 which Esteghlal Khuzestan lost that game. The derby became more Serious after Esteghlal Khuzestan finished on top of the league in half season in a big surprise for all teams and the week performance of Foolad. Because of Foolad fans as they were worried about becoming the second team of Ahvaz and since then the derby is more important than it used to be. ==Players== Updated as July 29, 2020 ===First-team squad=== For recent transfers, see List of Iranian football transfers winter 2018–19. ==Notable players== ===Players on international cups=== 2002 Asian Games * Yahya Golmohammadi * Jalal Kameli- Mofrad * Iman Mobali * Ali Badavi * Ebrahim Mirzapour 2004 AFC Asian Cup * Hossein Kaebi * Jalal Kameli-Mofrad * Iman Mobali * Ali Badavi * Ebrahim Mirzapour * Mohammad Alavi 2006 FIFA World Cup * Hossein Kaebi * Ebrahim Mirzapour 2006 Asian Games * Pejman Montazeri * Adel Kolahkaj 2010 Asian Games * Arash Afshin 2011 AFC Asian Cup * Arash Afshin * Reza Norouzi 2014 FIFA World Cup * Bakhtiar Rahmani 2014 Asian Games * Yousef Vakia 2015 AFC Asian Cup * Soroush Rafiei ==Personnel== ===Current technical staff=== {| class=wikitable |- !Name !Position |- | Head Coach || Javad Nekounam |- | Assistant coaches || Mehdi Hasheminasab Hamidreza Rajjabi |- | Goalkeeping coaches || Asier Rey Santín Nader Ghobeishavi |- | Fitness coach ||| Josu Sesma |- | Team doctor || Akbar Moradi |- | Physiotherapist || Payam Ahmadi |- | Masseurs || Behnam Taghizadeh Iman Saeedi |- | Media Director || Mohammad Rezaei |- | Technical manager || Naeim Saadavi |- | Team manager || Mohammad Alavi |} * Last updated: 9 June 2018 * Source: Coaching staff ===Management=== {| class=wikitable |- !Position !Staff |- |President||Habib Rezaei |- |Honorary President||Seifollah Dehkordi |- |1st Vice-president||Vacant |- |2nd Vice-president||Vacant |- |Secretary of the Board||Mohammad Ali Khazari |- |Director of the Social Area||Mohammad Rezaei |} * Last updated: 15 June 2015 * Source: Board of Directors ==Recent seasons== The table below chronicles the achievements of Foolad in various competitions since 1997. {| class=\"wikitable\" |- style=\"text-align:center; background:#dfdfdf;\" | Year | Division | Position | Hazfi Cup | ACL | Notes |- style=\"text-align:center;\" |1997–98 |Azadegan League |10th |Not held |rowspan=8|Did not qualify |rowspan=9| |- style=\"text- align:center;\" |1998–99 |Azadegan League |7th | |- style=\"text-align:center;\" |1999–00 |Azadegan League |10th | |- style=\"text-align:center;\" |2000–01 |Azadegan League |8th |1/8 Final |- style=\"text-align:center;\" |2001–02 |Pro League |3rd |Quarter-final |- style=\"text-align:center;\" |2002–03 |Pro League |7th | |- style=\"text-align:center;\" |2003–04 |Pro League |3rd |1/8 Final |- style=\"text-align:center;\" |2004–05 |Pro League |bgcolor=gold|1st | |- style=\"text-align:center;\" |2005–06 |Pro League |8th |1/16 Final |First round |- style=\"text-align:center;\" |2006–07 |Persian Gulf Cup | style=\"text- align:center; background:#fcc;\"|15th |1/8 Final |rowspan=7|Did not qualify |Relegated |- style=\"text-align:center;\" |2007–08 |Azadegan League | style=\"text-align:center; background:#dfd;\"|1st |Semi-final |Promoted |- style=\"text-align:center;\" |2008–09 |Persian Gulf Pro League |7th |Quarter- final | rowspan=\"12\" | |- style=\"text-align:center;\" |2009–10 |Persian Gulf Pro League |10th |1/16 Final |- style=\"text-align:center;\" |2010–11 |Persian Gulf Pro League |6th |Semi-final |- style=\"text-align:center;\" |2011–12 |Persian Gulf Pro League |14th |Quarter-final |- style=\"text-align:center;\" |2012–13 |Persian Gulf Pro League |4th |1/16 Final |- style=\"text- align:center;\" |2013–14 |Persian Gulf Pro league |bgcolor=gold|1st |Semi-final |Round of 16 |- style=\"text-align:center;\" |2014–15 |Persian Gulf Pro League |5th |Round of 32 |Group Stage |- style=\"text-align:center;\" |2015–16 |Persian Gulf Pro League |12th |Round of 16 | rowspan=\"5\" |Did not qualify |- style=\"text-align:center;\" |2016–17 |Persian Gulf Pro League |10th |Round of 16 |- style=\"text-align:center;\" |2017–18 |Persian Gulf Pro League |7th |Round of 32 |- style=\"text-align:center;\" |2018–19 |Persian Gulf Pro League |align=center|8th |Round of 8 |- style=\"text-align:center;\" |2019–20 |Persian Gulf Pro League |align=center|3rd |Round of 32 |} ==Stadium information== Foolad Arena The club plays their home games at the newly built 30,655-seat Foolad Arena in northern Ahvaz since 2019. Before this, the club played originally at the Takhti Stadium until 2012 and Ghadir Stadium from 2012 until 2019. ==Honours== ===Domestic=== *Persian Gulf Pro League: ** Winners (2): 2004–05, 2013–14 *Hazfi Cup: ** Runners-up (1): 1993–94 *Iranian Super Cup: ** Runners-up (1): 2005 == Records and Statistics == All League Top scorers As of 28 February 2018 {| class=\"wikitable\" |+ !# !Name !Goals !Position |- |1 |Luciano Pereira |46 |Forward |- |2 |Reza Norouzi |36 |Forward |- |3 |Bakhtiar Rahmani |30 |Midfielder |- |4 |Sasan Ansari |28 |Forward |- |5 |Arash Afshin |27 |Forward |- |6 |Iman mobali |25 |Midfielder |- |7 |Behnam Seraj |19 |Forward |- |8 |Esmaeil Sharifat |17 |Midfielder |- |9 |Ahmad Momenzadeh |14 |Forward |- |10 |Sorosh Rafiei |12 |Midfielder |} ==See also== *Foolad B *Foolad C *Hafari Ahvaz F.C. ==References== ==External links== * Foolad F.C. Official Website * Foolad F.C. Fans Weblog * Khuzestan Football Association Category:Football clubs in Iran Category:Association football clubs established in 1986 Category:Football clubs in Ahvaz Category:1986 establishments in Iran ",
    "title": "Foolad F.C."
}