{
    "id": "2730467",
    "text": "Diapensiaceae (Link) Lindley is a small family of flowering plants, classified as a crown group, which includes 15 species in 6 genera. The genera include Berneuxia Decne. (1 species), Diapensia L. (5 species), Galax Sims (1 species), Pyxidanthera Michx. (2 species), Shortia Torr. & A.Gray (4 species), and Schizocodon Siebold & Zucc. (2 species). Members of this family have little economic importance, however, some members are cultivated by florists. ==Taxonomy== Past literature classified Diapensiaceae as an old family, without defining the meaning of old. The name Diapensia was given to Diapensia lapponica by Linnaeus. Previously, it was the Greek name of sanicle. The family, originally including only Diapensia lapponica, was named by Heinrich Friedrich Link in 1829. Concerning the interrelationships in Diapensiaceae, debate still remains regarding the recognition of Schizocodon and whether it should be separate from Shortia. However, recent molecular studies support the split of the two genera. Additionally, recognition of species within the genera has been debated. Within the genus Pyxidanthera, two species have previously been recognized. Recent morphology and molecular work found that the two species do not differ morphologically and gene flow exists between them. Over time, various relationships among Diapensiaceae and other angiosperm families have been proposed. Previously, it was placed within the order Rosales, as well as in the Cornales. Diapensiaceae was also placed in an order of its own in the Cronquist system and by Takhtajan. Recent studies have placed Diapensiaceae as part of the Ericales clade, belonging to the “styracoids” (Diapensiaceae, Styracaceae, Symplocaceae). It is estimated that Diapensiaceae diverged from Sytracaceae about 93 million years ago. The family is thought to have originated in the Northern Hemisphere. ==Distribution== Family Diapensiaceae members are mostly found in North America and Eastern Asia. {| class=\"wikitable\" |- ! Genera !! Distribution |- | Berneuxia || Tibet, southern China, and Burma |- | Diapensia || Mostly mountains in southern Asia, Diapensia lapponica is circumboreal |- | Galax || Eastern United States |- | Pyxidanthera|| Eastern United States |- | Shortia || Eastern United States, China, and Taiwan |- | Schizocodon || Japan |} ==Characteristics== Members of Diapensiaceae are mostly herbs or shrublets. Flowers have radial symmetry, are hypogynous, and have most parts arranged in whorls of 5. The ovary is made of three fused carpels. They have both ectotrophic and endotrophic mycorrhiza associations. {| class=\"wikitable\" |- ! Genera !! Life form !! Leaf shape !! Inflorescence characters |- | Berneuxia || Perennial herb|| linear and petiolate || Distinct scape |- | Diapensia || Cushion-like shrublet ||linear and lanceolate to oblanceolate and sessile|| Solitary |- | Galax || Perennial herb || reniform to orbicular and petiolate || Raceme |- | Pyxidanthera|| Cushion-like shrublet || linear and lanceolate to oblanceolate and sessile || Solitary |- | Shortia/Schizocodon || Perennial herb || reniform to orbicular and petiolate || Solitary or raceme |} Table reference - ==References== Category:Ericales Category:Ericales families ",
    "title": "Diapensiaceae"
}