{
    "id": "2730449",
    "text": "A brumby is a free-roaming feral horse in Australia. Although found in many areas around the country, the best-known brumbies are found in the Australian Alps region. Today, most of them are found in the Northern Territory, with the second largest population in Queensland. A group of brumbies is known as a \"mob\" or \"band\". Brumbies are the descendants of escaped or lost horses, dating back in some cases to those belonging to the early European settlers. Today they live in many places, including some National Parks, notably Alpine National Park in Victoria, Barrington Tops National Park in NSW, and Carnarvon National Park in Queensland. Occasionally they are mustered and domesticated for use as campdrafters, working stock horses on farms or stations, but also as trail horses, show horses, Pony Club mounts and pleasure horses.Dobbie, W. R., Berman, D. M., & Braysher, M. L. (1993). Managing Vertebrate Pests: Feral horses. Canberra: Australia Government Publishing Service. They are the subject of some controversy – regarded as a pest and threat to native ecosystems by environmentalists and the government, but also valued by others as part of Australia's heritage, with supporters working to prevent inhumane treatment or extermination, and rehoming brumbies who have been captured. There are no known predators of feral horses in Australia, although it is possible that dingoes or wild dogs occasionally take foals. On average, 20% of the feral horse population dies each year, mainly from drought, poisonous plants and parasites. Few feral horses reach 20 years of age. The maximum possible rate that feral horse numbers can increase is 20–25% per year. ==History== ===Origin of the term=== The term brumby refers to a feral horse in Australia. The first recorded use in print in 1871 has the connotation of an inferior or worthless animal, and culling of feral horses as a pest soon became known as brumby shooting. The Australasian magazine from Melbourne in 1880 said that brumbies were the bush name in Queensland for 'wild' horses. In 1885, the Once a Month magazine suggested that rumbies was a New South Wales term, and the poet Banjo Paterson stated in the introduction for his poem Brumby's Run published in the Bulletin in 1894 that brumby is the Aboriginal word for a wild horse.https://www.poetrylibrary.edu.au/poets/paterson-a-b- banjo/brumby-s-run-0026003 Its derivation is obscure, and may have come about from one or more of the following possibilities: # Horses left behind by Sergeant James Brumby from his property at Mulgrave Place in New South Wales, when he left for Tasmania in 1804.ADB: Brumby, James Retrieved 2009-12-16 # An Aboriginal word ' meaning \"wild\" in the language of the Pitjara Indigenous Australians on the Warrego and Nogoa Rivers in southern Queensland.The History of theGuy Fawkes River Australian Brumbies and the Brumbies of the Northern Tablelands Retrieved 2009-12-23 The term is supposed to have spread from that district in about 1864.Morris, Edward E., (1898, London, Macmillan & Co, reprinted 1973, SUP) A dictionary of Austral English, Sydney University Press, p.58. # A letter in 1896 to the Sydney Morning Herald says that baroombie is the word for horse among the Aboriginal people of the Balonne, Nebine, Warrego and Bulloo Rivers.Scrubber to Brumby Brumby shooting # Baramba, which was the name of a creek and station in the Queensland district of Burnett, established in the 1840s and later abandoned, leaving many of the horses to escape into the wild. # It has also been suggested that the name derives from the Irish word bromach or bromaigh, meaning \"colt\". Earlier nineteenth-century terms for wild horses in rural Australia included clear-skins and scrubbers.Morris, p.58 ===Early horse imports=== Horses first arrived in Australia in 1788 with the First Fleet. They were imported for farm and utility work; recreational riding and racing were not major activities. By 1800, only about 200 horses are thought to have reached Australia. Horse racing became popular around 1810, resulting in an influx of Thoroughbred imports, mostly from England. Roughly 3,500 horses were living in Australia by 1820, and this number had grown to 160,000 by 1850, largely due to natural increase.Dobbie, W. R., Berman, D. M., & Braysher, M. L. (1993) \"Managing vertebrate pests: Feral horses.\" Canberra: Australia Government Publishing Service The long journey by sea from England, Europe, and Asia meant that only the strongest horses survived the trip, making for a particularly healthy and strong Australian stock, which aided in their ability to flourish.McKnight, T. (1976) \"Friendly vermin – Survey of feral livestock in Australia.\" Berkeley: University of California Press ===Origin of feral herds=== Apsley River Gorge.|alt=Black-and-white photo of a well-groomed brumby standing sideways to the camera, wearing a Barcoo bridle but no saddle, set up in a squared-up conformation stance, as if at a horse show. Horses were likely confined primarily to the Sydney region until the early 19th century, when settlers first crossed the Blue Mountains and opened expansion inland. Horses were required for travel, and for cattle and sheep droving as the pastoral industry grew. The first report of an escaped horse is in 1804, and by the 1840s some horses had escaped from settled regions of Australia. It is likely that some escaped because fences were not properly installed, when fences existed at all,Australia Government Department of the Environment and Heritage. (2004) Feral horse. (Equus caballus) and feral donkey. (Equus asinus): Invasive species fact sheet. Retrieved 2009-3-1. but it is believed that most Australian horses became feral because they were released into the wild and left to fend for themselves.Berger, J. (1986) Wild horses of the Great Basin. Sydney: University of Chicago Press. This may have been the result of pastoralists abandoning their settlements, and thus their horses, due to the arid conditions and unfamiliar land that combined to make farming in Australia especially difficult. After World War I, the demand for horses by defence forces declined with the growth in mechanization, which led to a growth in the number of unwanted animals that were often set free. Throughout the 20th century, the replacement of horses with machines in farming led to further reductions in demand, and may have also contributed to increases in feral populations.Nimmo, Dale Graeme; Miller, Kelly K. (2007) Ecological and human dimensions of management of feral horses in Australia: A review. Wildlife Research, 34, 408–17. Currently, Australia has at least 400,000 horses roaming the continent.Dawson, M. J., Lane, C. & Saunders, G. (2006) Proceedings of the National Feral Horse Management Workshop, Retrieved 9 May 2008 from http://www.invasiveanimals.com/downloads/FeralHorse_web.pdf It is also estimated that, during non-drought periods, the feral horse population increases at a rate of 20 percent per year.Eberhardt, L. L.; Majorowicz, A. K.; Wilcox, J. A.(1982). \"Apparent rates of increase for two feral horse herds.\" Journal of Wildlife Management, 46, 367–374. Drought conditions and brushfires are natural threats. Despite population numbers, feral horses are generally considered to be a moderate pest.Bomford, M., & Hart, Q. (2002). \"Non-indigenous vertebrates in Australia.\" In Biological invasions: Economic and environmental costs of alien plant, animal, and microbe species. David Pimental (Ed.). Boca Raton: CRC Press. Where they are allowed to damage vegetation and cause erosion, the impact on the environment is significant, and for that reason can be considered a serious environmental threat. However, because they also have cultural and potential economic value, the management of brumbies presents a complex issue. Brumbies roaming in the Australian Alps of south-eastern Australia are thought to be descendants of horses which were owned by the pastoralist and pioneer, Benjamin Boyd.Chisholm, Alec H. (ed.), The Australian Encyclopaedia, Vol. 2, p. 170, \"Brumby\", Halstead Press, Sydney, 1963 Feral horses in Barmah National Park mainly originate from stock released by a local horse breeder after 1952, there was no significant long term population of \"wild\" horses in the park area prior to this date. ===Pangaré brumbies=== On the coast south of Geraldton, Western Australia the brumbies there are known as \"Pangare ponies\", as they appear to carry the rare Pangaré gene. This colouring is commonly known as mealy and is seen mainly in a number of old breeds such as British Ponies, Timor Ponies, Haflingers and even Belgian Draught Horses. The gene causes lightening in parts of a horse's coat, resulting in a mealy-coloured muzzle, forearms, flanks, and the belly. It is sometimes seen in chestnut horses with flaxen-coloured manes and tails.Hoofbeats: Pangare Ponies Retrieved 2009-12-16 The Pangaré brumbies appear to have adapted well to their coastal environment, where they are consuming saltbush, which they do not appear to be damaging. The Department of Environment and Conservation and the Outback Heritage Horse Association of Western Australia (OHHAWA) are monitoring these particular brumbies to ensure the careful management of these unusual feral horses.Wild horses of WA: The Pangare Ponies Retrieved 2009-12-16 ==Uses== alt=A bay horse (brown body with black mane and tail) wearing a headcollar, standing in a green paddock with trees in the background Brumbies have been captured, fitted with GPS tracking collars, and used in extensive comparative research into the effect of terrain on the morphology and health of different horses' hooves. They have their paths of movement, diet, watering patterns, and mob structure tracked and recorded.Equine Veterinarians: Wild Horses Give Us Their Secrets Retrieved 2009-12-16University of Queensland: Australian Brumby Research Unit Retrieved 2011-08-15 Captured brumbies can be trained as stock horses and other saddle horses. Encouraging viewing of feral herds may also have potential as a tourist attraction. Brumbies are sometimes sold into the European horse meat market after their capture, and contribute millions of dollars to the Australian economy. Approximately 30% of horses for meat export originates from the feral population. The hides and hair of these horses are also used and sold. Wild brumbies are used in brumby training camps by organisations that promote positive interaction between troubled, high-risk youths. These camps usually last several weeks, allowing youths to train a wild brumby to become a quiet, willing saddle horse while improving the youths' self- esteem.Brumby camps Retrieved 2011-11-06 Wild brumbies are also used in the brumby catch and handle event in stockman's challenge competitions, where riders are required to catch a free running brumby from their horse within a time limit of a few minutes. Sectional points are awarded for the stockman's challenge for care and skill in catching the brumby and their ability to teach them to lead. These demanding challenges for riders are held in New South Wales at Dalgety, Tamworth and MurrurundiSnowy River Festival at Dalgety Retrieved 200-12-16 plus The Man From Snowy River Challenge in Corryong, Victoria.The Man from Snowy River Bush Festival Retrieved 200-12-16 Several New South Wales show societies, including Walcha, Bellingen and Dorrigo, hold special classes for registered brumbies at their annual agricultural shows.The Land Magazine, p. 3, 19 June 2008, Rural Press, North Richmond, NSW ==Environmental impact== Brumbies grazing on alt=A small group of horses grazing next to a paved road Horses were first described as pests in Australia in the 1860s.Pest Animal Control CRC. Feral horse. (Equus caballus) Retrieved 2011-11-06. Their environmental impact may include soil loss, compaction, and erosion; trampling of vegetation; reduction in the vastness of plants; increased tree deaths by chewing on bark; damage to bog habitats and waterholes; spreading of invasive weeds; and various detrimental effects on population of native species. In some cases, when feral horses are startled, they may damage infrastructure, including troughs, pipes, and fences. However, brumbies are also credited for helping keep tracks and trails clear for bush walkers and service vehicles in some areas.Walcha News, p.6, 17 July 2008, Rural Press In recent years, the impact of bushfires has exacerbated the impact of brumbies as native species struggle to adapt to climate change. The distribution of brumbies in Australia In some habitats, hooves of free-roaming horses compact the soil, and when the soil is compacted, air spaces are minimized, leaving nowhere for water to collect.Dyring, J. (1990). The impact of feral horses. (Equus caballus) on sub-alpine and montane environments. Canberra: University of Canberra Press. When this occurs, soil in areas where horses are prevalent has a water penetration resistance over 15 times higher than that in areas without horses.Beever, E. A., and Herrick, J. E. (2006) Effects of feral horses in Great Basin landscapes on soils and ants: direct and indirect mechanisms. Journal of Arid Environments, 66, 96–112. Trampling also causes soil erosion and damages vegetation, and because the soil cannot hold water, plant regrowth is hindered. Horse trampling also has the potential to damage waterways and bog habitats. Trampling near streams increases runoff, reducing the quality of the water and causing harm to the ecosystem of the waterway.Rogers, G. M. (1991) Kaimanawa feral horses and their environmental impacts. New Zealand Journal of Ecology, 15, 49–64, New Zealand Ecological Society, Inc. Horse excrement carcasses that result when feral horses perish add to the negative environmental impact of feral horses in Australia. Alpine areas, such as those of Kosciuszko National Park, are at particular risk; low- growing alpine flora is highly vulnerable to trampling, and the short summers mean little time for plants to grow and recover from damage. The biodiversity there is high, with 853 species of plant, 21 of which are found nowhere else. Erosion in the limestone karst areas leads to runoff and silting. Sphagnum moss is an important component of highland bogs, and is trampled by horses seeking water.Kosciuszko National Park Horse Management Plan, pp. 12–13 Feral horses may also reduce the richness of plant species. Exposure of soil caused by trampling and vegetation removal via grazing, combined with increased nutrients being recycled by horse dung, favour weed species, which then invade the region and overtake native species, diminishing their diversity. The dispersal of weeds is aided by the attachment of seeds to the horses' manes and tails, and are also transferred via horse dung after consumption of weeds in one location and excrement in another. Although the effects of the weeds that actually germinate after transfer via dung is debated, the fact that a large number of weed species are dispersed via this method is of concern to those interested in the survival of native plant species in Australia. The effect on plants and plant habitats are more pronounced during droughts, when horses travel greater distances to find food and water. They consume the already threatened and limited vegetation, and their negative influences are more widespread. Feral horses may also chew the bark of trees, which may leave some trees vulnerable to external threats. This has occurred during drought, among eucalyptus species on the Red Range plateau.Bark Chewing on Red Range plateau, GFRNP: It appears as though feral horses may prefer these species. ===Interaction with other animal species=== The changes in vegetation that result when feral horses to overpopulate a region affects bird species by removing plants upon which they feed, as well as altering the habitat of the birds and their prey. Feral horse grazing is also linked to a decline in reptiles and amphibians due to habitat loss. In addition, the grazing and trampling near waterways influences aquatic fauna. In areas frequented by horses, crab densities are higher, increasing the propensity for predation on fish. As a result, fish densities decline as the removal of vegetation renders them more susceptible to predation. In areas where horses are abundant, macropod populations are less prevalent. This is most likely due to the horses' consumption of vegetation upon which the macropods normally feed. When horses are removed, signs of the presence of various macropods, specifically the black-footed rock wallaby, increase. Thus, competition with horses may be the reason for the decline in macropod populations in certain areas.Matthews, D., Bryan, R., and Edwards, G. (2001) Recovery of the black-footed rock- wallaby following horse removal on Finke Gorge National Park, Northern Territory. In Nimmo (2007) Brumby populations also may have the potential to pass exotic diseases, such as equine influenza and African horse sickness to domestic horses.Burke's Backyard: Horse Culling Retrieved 2009-12-1-23 They also may carry tick fever, which can be passed to both horses and cattle. This can lead to high fatalities among domestic populations, causing many farmers to call for the management of feral horses. Like all livestock, brumbies can carry the parasite Cryptosporidium parvum, which can result in serious gastroenteritis in people drinking contaminated drinking water.Environment ACT 2007, Namadgi National Park Feral Horse Management Plan ==Population management== Brumbies, alt=A group of horses grazing in a field with a lake in the foreground and a forest in the background Although poor management of feral horses may pose an ecological and environmental threat in some parts of Australia, their management is made difficult by issues of feasibility and public concern. Currently, management attempts vary, as feral horses are considered pests in some states, such as South Australia, but not others, including Queensland. There is also controversy over removal of brumbies from National Parks. The primary argument in favour of the removal of brumbies is that they impact on fragile ecosystems and damage and destroy endangered native flora and fauna. Public concern is a major issue in control effortsNimmo, D. G., Miller, K., & Adams, R. (2007). \"Managing feral horses in Victoria: A study of community attitudes and perceptions\". Ecological Management & Restoration 8 (3) , 237–243 as many advocate for the protection of brumbies, including the Aboriginal people, who believe feral horses belong to the country. Other horse interest groups resent the labelling of horses as \"feral\" and are completely opposed to any measures that threaten their survival. While some animal welfare groups such as the RSPCA reluctantly accept culling, other organizations such as Save the Brumbies oppose lethal culling techniques and attempt to organise relocation of the animals instead.Houghton, Des. \"The Killing Fields\" The Courier Mail, 9 November 2007. Accessed online 20 December 2010 Meanwhile, conservationist groups, such as the Australian Conservation Foundation, favour humane culling as a means of control because of the damage brumby overpopulation can cause to native flora and fauna, but are also generally opposed to various means of extermination.Senate Select Committee on Animal Welfare. (1991). Culling of large feral animals in the Northern Territory. Canberra: Senate Printing Unit. This makes management a challenge for policymakers. ===Population control methods=== alt=Four thin horses and a foal in a pen fenced with pipe panels, some eating hay The traditional method of removal, called brumby running, is reminiscent of Banjo Paterson's iconic poem, The Man from Snowy River where expert riders rope the brumbies and remove them to a new location.ABC News: \"Brumby removal plan sparks community debate\" Retrieved 2009-12-16 Options for population control include fertility control, ground and helicopter shooting, and mustering and trapping. None of the methods provide complete freedom from suffering for the horses, and the cost of each is very high. The costs include those that are economic, such as research, equipment purchases, and labour expenditures, as well as moral concerns over the welfare of the horses. As a result, more effective and efficient means of control have been called for. Fertility control is a non-lethal method of population management that is usually viewed as the most humane treatment,Killian, G. L. A., Miller, N. K., Diehl, J., Rhyan, J., and Thain, D. (2004) \"Evaluation of three contraceptive approaches for population control of wild horses.\" Proceedings of the 21st Vertebrate Pest Conference, 21, 263–268. In Nimmo (2007) and its use is supported by the RSPCA. While it appears as though these treatments are effective in the breeding season immediately following injection, the lasting effects are debated. Because it is costly and difficult to treat animals repeatedly, this method, despite being ideal, is not widely implemented. Shooting by trained marksmen is considered to be the most practical method of control due to its effectiveness. The NSW Department of Primary Industries believe shooting is the preferred method of population control as it does not subject the horses to the stresses of mustering, yarding, and long-distance transportation, all of which are related to 'capture and removal' methods. Horses that are only initially wounded from shooting are tracked and dispatched if they are in accessible, open country. Brumbie advocacy groups do not consider mountain shooting to be humane.The Australian Veterinary Association (AVA) spoke out about the Guy Fawkes River National Park Brumby cull: http://www.brumbywatchaustralia.com/GFRNP-AVA_speaks.htm Helicopter shootings allow for aerial reconnaissance of a large area to target the densest populations, and shooters may get close enough to the target animals to ensure termination. This method is considered the most effective and cost efficient means of control, but disapproval is high amongst those that believe it is inhumane. Organizations supporting brumbies argue that aerial shooting is unnecessary and that alternative population control methods have not been given adequate trials, while government officials express concern about the need to control rapidly growing populations in order to avoid ecological problems associated with too many feral horses in certain areas.Houghton, Des. \"Outrage Over Brumbie Hit Squad. Courier Mail,30 April 2010. Accessed 20 December 2010 Mustering is a labour-intensive process that results in one of two major outcomes: slaughter for sale, or relocation. It may be assisted by feed-luring in which bales of hay are strategically placed to attract feral horses to a location where capture is feasible. Complicating this process is low demand for the captured horses, making it less desirable than fertility control or shooting, which reduce the population without having to find alternative locations for them. ===Management in national parks=== alt=A small group of horses just visible at the end of a field with tall forested hills behind them Between 22 October and 24 October 2000, approximately 600 brumbies were shot in the Guy Fawkes River National Park by the National Parks and Wildlife Service. As a result of the public outcry that followed the NSW Government established a steering committee to investigate alternative methods of control. Since the campaign began to remove horses from the national park, over 400 have been passively trapped and taken from the Park, and 200 of these have been re-homed. A particular feral horse of Australia, the Coffin Bay pony, was completely removed from the Coffin Bay National Park and relocated to a neighbouring parcel of land by 2004. This was a result of a public outcry to a previously proposed plan by South Australia's Department of Environment and Natural Resources to cull all animals in the park. A NSW National Parks and Wildlife Service cull during 2006 and 2007 in Kosciuszko National Park, where there were an estimated 1700 horses in 2005,Kosciuszko National Park Horse Management Plan, p. 1 resulted in a reduction of 64 horses.Kosciuszko National Park Horse Management Plan, p. 17 The NSW National Parks and Wildlife Service commenced a plan in 2007 to reduce brumby numbers by passive trapping in the Oxley Wild Rivers National Park. Over 60 brumbies captured in the Apsley River Gorge have now been re-homed. In 2008 the third phase of an aerial culling of brumbies took place, by shooting 700 horses from a helicopter, in Carnarvon Gorge in Carnarvon National Park, Queensland.ABC News: \"Cull cuts Carnarvon Gorge brumby numbers\" Retrieved 2009-12-19 ==In national culture== Brumbies are considered a part of Australia's colonial history and as such their historic legacy is as politically controversial as their biological impact. Supporters of brumby preservation, especially those who live in rural areas, consider them an integral part of their culture and heritage. Others view them as a vestige of colonisation, reflecting the dispossession of Aboriginal people's land stewardship and culture. Brumbies, called \"wild bush horses\", are mentioned in Banjo Paterson's poem The Man from Snowy River.\"Man from Snowy River\" poem by Banjo Peterson This poem was expanded into the films The Man from Snowy River and The Man from Snowy River II (US title: \"Return to Snowy River\" – UK title: \"The Untamed\") – also The Man from Snowy River (TV series) and The Man from Snowy River: Arena Spectacular. Another Banjo Paterson poem, called Brumby's Run, describes a mob of brumbies running wild. Paterson was inspired to write the poem when he read of a N.S.W. Supreme Court Judge, who on hearing of brumby horses, asked: \"Who is Brumby, and where is his Run?\" The popular Silver Brumby books by Elyne Mitchell were written for children and young adults. The stories describe the adventures of Thowra, a brumby stallion.Amazon.com listing, containing a review from School Library Journal These stories were dramatised and made into a movie of the same name (also known as The Silver Stallion: King of the Wild Brumbies), starring Russell Crowe and Caroline Goodall.iMDB on The Silver Brumby And also an animated children's television series. The brumby was adopted as an emblem in 1996 by then newly formed ACT Brumbies, a rugby union team based in Canberra, Australia competing in what was then known as Super 12, now Super Rugby. Subaru sold a small coupe utility in Australia under the model name Brumby. It was known in other markets by various other names, including Shifter, 284, and BRAT. ==See also== * Invasive species in Australia * Kaimanawa horse * Mustang ==References== ;Cited text * ==External links== * Australian Brumby Alliance * Brumby Watch * Heritage Horse * National Parks Wild Horse Control * Okstate: Australian Brumby * Save The Brumbies Inc Category:Fauna naturalised in Australia Category:Invasive animal species in Australia Category:Feral horses Category:Horse breeds Category:Horse breeds originating in Australia Category:Introduced mammals of Australia ",
    "title": "Brumby"
}