{
    "id": "2730716",
    "text": "Kenneth Turpin (13 January 1915 – 14 September 2005) was a Provost of Oriel College, Oxford from 1957 to 1980.Oriel College Record, 2006 edition, which reprints his obituary in The Times and has further notes by William Parry, Emeritus Fellow, Fellow of Oriel 1961 to 1999. He was Vice-Chancellor of the University of Oxford from 1966 to 1969. Turpin was born in Ludlow, Shropshire, England, in 1915 and was educated at Manchester Grammar School. Entering Oriel to read Greats, quickly changing to history, he graduated in 1939 with a first class degree and was awarded his BLitt for a thesis on Robert Harley in 1940. Due to lung trouble he was considered unfit for military service, he entered the Treasury as a temporary civil servant and from 1943 to 1945 served as assistant private secretary to Clement Attlee, then Deputy Prime Minister. With World War II over, Turpin returned to Oxford as an administrator, from 1947 to 1957 he was secretary of faculties, after which he took up the offer of a professorial fellowship at Oriel, on Sir George Clark's retirement in 1957, he was elected Provost. He researched into the history of the University in the 19th century and became a member of the Hebdomadal Council and a curator of the University Chest. Turpin became Vice-Chancellor of Oxford University in 1966 and held the post for three years. He remained Provost until 1980. After postponing his retirement for a year at the request of the Fellows of Oriel College, Turpin moved to Knighton in Powys, Wales, returning to Oxford after a few years. Just as he and his sister Mary had cared for their ageing parents, so Mary kept house and cared for him. Turpin's funeral was held in the chapel of Oriel College. ==Publications== *Brock, M.G. and Curthoys, M.C., The History of the University of Oxford, Volume VI, Part 1, Chapter 6 \"The Ascendancy of Oriel\" is by Turpin — Oxford University Press (1997) pp. 183–192. . ==References== Category:1915 births Category:2005 deaths Category:People from Ludlow Category:People educated at Manchester Grammar School Category:Alumni of Oriel College, Oxford Category:Fellows of Oriel College, Oxford Category:Provosts of Oriel College, Oxford Category:Vice- Chancellors of the University of Oxford Category:20th-century English historians ",
    "title": "Kenneth Turpin"
}