{
    "id": "273178",
    "text": "WLII-DT, virtual and VHF digital channel 11, is a Univision owned-and-operated television station serving San Juan, Puerto Rico that is licensed to Caguas. The station is owned by the Univision Local Media subsidiary of Univision Communications, as part of a duopoly with Ponce-licensed independent station WSTE-DT (channel 7); it is also sister to radio stations WKAQ (580 AM) and WKAQ-FM (104.7). All of the stations share studios on Calle Carazo in Guaynabo; WLII's transmitter is located near the Bosque Estatal de Carite mountain reserve. WLII operates two satellite stations: WSUR-DT (channel 9) in Ponce and WOLE-DT (channel 12) in Aguadilla. == History == === Telecadena Perez-Perry (1960–1981) === In 1960, Rafael Perez Perry received authorization from the government to start WKBM-TV on May 23, broadcasting on channel 11, as part of his new Telecadena Perez-Perry chain of television stations. Some of the shows that WKBM-TV aired throughout those years included Una Hora Contigo and Tira y Tapate with Myrta Silva, Yo Soy el Gallo with José Miguel Class, El Show de Carmita with Carmita Jiménez, El Show de Lissette, El Show de Iris Chacón, El Hit del Momento and El Super Show Goya with Enrique Maluenda, Lillian Hurst and Luz Odilea Font, Una Chica llamada: Ivonne Coll, Cambia Cambia con Alfred D. Herger, Almorzando and Del Brazo with Ruth Fernández, and Mediodia Circular with Vilma Carbia. At the time, Perez Perry owned one of the most successful radio stations on the island, WKVM (810 AM). Perez Perry died of a heart attack of unknown cause while he was working on the transmitter in the late 1970s; his death eventually resulted in WKBM-TV declaring bankruptcy in 1981. The station went silent that year. Its former competition benefited from WKBM's demise—not only from a reduction in competition itself, but also from the availability of many of the stations' former hosts and talent. === Tele-Once (1986–2002) === In 1985, production company Lorimar-Telepictures (with the Telepictures division now part of Warner Bros. Television) acquired the station from bankruptcy court. The callsign became WLII-TV on December 12, and was branded as \"Tele Once\" with a new slogan: \"Tele Once… Vívelo!\" (\"Tele Once…Live it!\"). Warner Communications (now part of WarnerMedia) would gain indirect ownership of the stations after it bought Lorimar-Telepictures in 1988. The station became a success around this time by airing popular American programs translated in Spanish, especially The Simpsons. However, its lack of a repeater or rebroadcaster on the western portion of the island continued to put it behind the competition, WKAQ-TV (channel 2) and WAPA-TV (channel 4). That all changed when WNJX-TV (channel 22) in Mayagüez signed an affiliation agreement with the station in the late 1980s. WLII was subsequently sold to Malrite Communications Group in 1991; Malrite merged with Raycom Media in 1998. On January 1, 1995 at midnight, Tele Once entered into its first marketing agreement with a television station in western Puerto Rico, WORA-TV (channel 5), which at that time had ended an affiliation agreement with WKAQ- TV. In turn, WKAQ-TV switched its affiliation agreement to WOLE-TV (channel 12), which was WAPA-TV's repeater station at the time; this left WAPA-TV out of the western Puerto Rico television market for the first time in 30 years. Some of the shows that aired on WLII during this time included En Un Día, R con R, El Show de Awilda, Dime la Verdad, Ellas al Mediodía, La Noche es Nuestra, Fiesta, A Fuego, Lio, El Super Show, Que Suerte que es Domingo, Anda Pa'l Cará, Entrando por la Cocina, Atácate (a Spanish-language version of NBA Inside Stuff) and El Kiosko Budweiser. In the late 1980s, actresses Ángela Meyer and Camille Carrión founded Empresas Meca, a production company, which produced some of the last telenovelas shot in Puerto Rico: La Isla, Ave de Paso (starring Yolandita Monge), Yara Prohibida and La Otra. === Univision (2002–present) === WLII's logo from 2002 to 31 December 2012. In 2002, Univision entered into a local marketing agreement with Raycom Media to operate WLII and WSUR-TV. At the time, WLII had a longtime local marketing agreement with another Puerto Rican station, WSTE (channel 7), which Univision honored. Both WLII and WSUR-TV were sold to Univision Communications in 2005; Univision bought WSTE at the end of 2007. Although Univision operates a second network, UniMás, in the mainland United States, WSTE remains an independent station. In 2005, WLII relocated from its studios in the Puerta de Tierra borough of San Juan to a new facility in Guaynabo. On October 17, 2014, WLII- DT laid off 109 staffers and canceled most of its local programming, becoming a repeater of Univision network programming with minimal local content. With the move, the station's daily talk show, Ruben & Co., became the only local program still produced by WLII. In addition, WLII now shares a general manager with Univision's Puerto Rico radio stations. === WSUR-TV history (1958–present) === WSUR-TV was founded on February 20, 1958 by American Colonial Broadcasting.Luis Fortuno Janeiro. Album Historico de Ponce (1692–1963). Page 409. Ponce, Puerto Rico: Imprenta Fortuno. 1963. In 1963, the station was located on Avenida Tito Castro (Puerto Rico Highway 14) in the La Rambla sector of Barrio Machuelo Abajo; its transmitter tower was located within the municipality of Guayanilla, Puerto Rico, and it was an affiliate of WAPA-TV, but carried two local programs from Ponce. Currently, WSUR originates no local programming of its own. The station transmitted its analog signal over VHF channel 9. Its tower is now located at Cerro Jayuya in the border between the municipality of Ponce with Jayuya.Puerto Rico » Municipio de Jayuya Feature List » TOWR » WSUR-TV (Ponce) – Municipio de Jayuya, Puerto Rico. Satellite View.co Retrieved 23 March 2011. ==Digital television== ===Digital channels=== The station's digital signal is multiplexed: {| class=\"wikitable\" ! Channel ! Video ! Aspect ! PSIP Short Name ! ProgrammingRabbitEars TV Query for WLII |- | 11.1 || rowspan=2|1080i || rowspan=3|16:9 || WLII-DT || Main WLII-DT programming / Univision |- | 11.2 || WSTE-HD || Simulcast of WSTE-DT / Teleisla |- | 11.3 || 480i || WIPR-TV || Simulcast of WIPR-TV / En Casa Aprendo |} === Analog-to-digital conversion === WLII shut down its analog signal, over VHF channel 11, on June 12, 2009, the official date in which full-power television stations in the United States transitioned from analog to digital broadcasts under federal mandate. The station's digital signal relocated from its pre-transition UHF channel 56 to VHF channel 11, which was among the high band UHF channels (52–69) that were removed from broadcasting use as a result of the transition. WSUR switched to digital-only broadcasts on 23 January 2009, broadcasting on VHF channel 9 (or virtual channel 9.1). ==Programming== ===Las Noticias Univision (1986–2014)=== News programming on WLII began in 1986, with Ramón Enrique Torres and Jennifer Wolff as anchors of the 5:00 p.m. newscast. In 1990, a noon newscast premiered with Torres and Margarita Aponte as its anchors, followed by the 10:30 p.m. newscast with Torres. On March 11, 1991, a weekday morning news program, Tu Mañana, made its debut; the program was anchored by Carlos Ochoteco and Cyd Marie Fleming and featured segments such as panels of experts on different topics. Over the years, many people worked on Tu Mañana and Las Noticias. Reporters such as Carmen Dominicci, Elwood Cruz, Susan Soltero (now at 11Q), Bruni Torres, Nuria Sebazco (now at WKAQ-TV), Rommy Segarra, Felipe Gómez (now at WAPA-TV), Ada Monzón (now at WAPA-TV), Liza Lugo (now at 11Q) and many others have been featured. In 1996, a monthly investigative/tabloid newsmagazine began airing called Las Noticias Xtra, which offered reports considered to be shocking by many. Taboo themes in Puerto Rican society such as homosexuality were featured. Las Noticias Xtra eventually was reduced to a weekly segment seen during the 6:00 and 11:00 p.m. newscasts. During WLII's Tele Once years, the station's slogan was \"Tele Once: 24 horas el canal de Las Noticias\" (\"Tele Once, the 24-hour news channel\"), paralleling the 24 Hour News Source trend in the United States at this time. WLII began broadcasting its local newscasts in high definition in 2010. Due to budget cuts that imposed by Univision in Miami, WLII reduced its news department by between 20–50 employees, and Las Noticias a las 6 was reduced from one hour to 30 minutes. The station discontinued its weekend newscasts on January 5, 2014; following this reducing its news operation from 35½ to 32½ hours each week and caused the firing of 19 employees. On October 17, 2014, Univision announced that Jaime Bauzá was ascending his position to senior vice-president and general manager of all of the network's operations in Puerto Rico. The first change he made was the firing of 109 employees. This caused the closing of the entire news department, including reporters, anchors, cameramen, etc. On that day, the morning show Tu Mañana was shown normally, but after that, the midday show Tu Mediodia wasn't shown. Instead, a Mexican drama was shown. During that time of mid-morning, reporter Daisy Sánchez published on her Twitter account the announcing of the news department's closing. The roundtable talk show Rubén & Co. replaced the 5:00 p.m. spot left by Las Noticias. The program was originally a half hour program shown weeknights at 10:30 p.m. Since the closing of the news department, the show filled the 5 p.m. spot and was extended from half an hour of duration to an hour. In March 2018, the network announced plans to restore a news program with the creation of Edición Puerto Rico. The program is a 30-minute no- anchor, voiceover, videotaped newscast which, in addition to being broadcast in Puerto Rico, is shown on many Univision-affiliate stations owned by Entravision (such as Boston, Orlando and Tampa) and Unimás owned-and-operated stations in New York, Chicago, Philadelphia, Raleigh and Atlanta. It airs on weekday mornings, except in Puerto Rico, where it airs weeknights at 11 p.m. (the first local-themed newscast at that timeslot since the news department shutdown in 2014). ===Edición Digital Puerto Rico (2019–present)=== After more than five years without newscasts, WLII-DT now airs a 60-minute local news program called Edición Digital Puerto Rico, similar to WKAQ-TV and WAPA-TV's news offerings. This newly-formed digital newscast is produced at the studios of sister station WOLE-DT in Aguadilla. Airing weekdays at 4:55 p.m. and 10:30 p.m., the newscast concentrates on events happening in and around Puerto Rico, and interacts with others through social media platforms. The program is also aired on WOLE, Facebook Live and the station's website. ==Ratings== From 1986 to 2003, channel 11 went No. 1 at most of its timeslots, surpassing rivals WKAQ and WAPA. In the early 1990s, longtime news leader WKAQ was surpassed by Channel 11. Between 2005 and 2008, WLII had made some firings, causing its fall from first to last place. In 2008, WAPA took the lead in all of its newscasts, except in mornings (WLII was #1 at mornings). Between 2010 and 2014, a serious group of changes caused even more ratings loss: canceling its longtime 6 p.m. newscast in favor of the returning of a 5 p.m. newscast, the cancellation of its 4 weekend newscasts, and the evolution of its noon newscast as a talk show. During that time, the station made serious anchor shake-ups, like moving main anchor Ramon Enrique Torres from evenings to mornings (this went on for only a couple of months, until its return to weeknights). The other move was moving longtime 11 p.m. newscast anchor Carlos Weber to weekends and longtime weekend anchors Felipe Gomez and Mariliana Torres to Weber's spot at 11 p.m. Neither of this changes went successful for ratings, and rival WAPA dominated all of its newscasts (sometimes, including mornings). In January 2014, WLII canceled its weekend newscasts, and Weber became reporters. Later, in March of that year, Mariliana Torres and Felipe Gomez also became reporters, leaving the 5 p.m. news team of Ramon Enrique Torres and Cyd Marie Fleming to fill the spot left by Torres and Gomez. ==Satellite, repeater and translator stations== WLII programming can be seen across Puerto Rico on the following stations: {| class=\"wikitable\" ! Station ! City of license ! Channels ! First air date ! ERP ! HAAT ! Facility ID ! Transmitter coordinates ! Public license information |- style=\"vertical-align: top; text-align: left;\" | WOLE-DT | Aguadilla | 12 (VHF) (PSIP: 12.1) | May 10, 1960 | 47 kW | | 71725 | | |- style=\"vertical-align: top; text-align: left;\" | WSUR-DT | Ponce | 9 (VHF) (PSIP: 9.1) |February 20, 1958 | 21.6 kW | | 19776 | | |- style=\"vertical-align: top; text-align: left;\" | W21CX-D | Mayaguez | 21 (UHF) (PSIP: 12.1) | 1996 | 18.1 kW | | 71730 | | |- style=\"vertical-align: top; text-align: left;\" |} == References == == External links == * Official website * * * * Category:1960 establishments in Puerto Rico Category:Caguas, Puerto Rico Category:Television channels and stations established in 1960 LII-DT Category:Univision network affiliates Category:Television stations in Ponce, Puerto Rico ",
    "title": "WLII-DT"
}