{
    "id": "2731409",
    "text": "The Battle of Garibpur was a battle that was fought by the Pakistan Army against the Mukti Bahini and the Indian Army on 20–21 November 1971. This battle was unique as it was fought 12 days before the official start of 1971 war. The battle started after an Indian army 14 Punjab battalion supported by PT-76 tanks from the 45 Cavalry and Mukti Bahini moved in to capture the areas around Garibpur inside the Pakistani territory. The next day, the Pakistani infantry battalion launched a counter attack. Ultimately, the Indian side merged victorious in this battle. ==Background== After months of internal tensions in East Pakistan (current day Bangladesh) and a clampdown on Bengali nationalists, many independence fighters had organised themselves into a guerilla army. Called the Mukti Bahini, these rebels were aided by India in their struggle. After initial success by Pakistani troops against the Mukti Bahini there had been some relative calm in the region and further Indian assistance was sought to turn the tide. India thus started to involve itself deeper into the conflict brewing in the east and stationed its troops near the border. The Boyra salient located inside the northwest part of East Pakistan consisting of Garibpur village was at an important crossroads for both nations. Its control was thus vital as it included a highway to Jessore from India. ==The battle== On 21 November, the 14 Punjab Battalion supported by PT-76 tanks from 45 Cavalry and Mukti Bahini moved in to capture the areas around Garibpur inside the Pakistani territory. The move was supposed to be a surprise, but following a skirmish with patrol troops of both armies the previous day, Pakistan was alerted to this impending attack. Pakistan immediately retaliated with infantry sized battalion supported by 3rd Independent Armoured Squadron, equipped with M24 Chaffee light tanks. Retaining the Infantry and the Recoilless rifles in a defensive position, the Indian tanks were sent forward to ambush the oncoming Pakistani charge. In the next couple of hours, the Indian troops resisted the Pakistani attack who couldn't pinpoint the source of attacks due to poor visibility on account of fog. Undeterred, Pakistan tanks and infantry were thrown into an offensive against the Indian defensive positions. However, the attack was repulsed by the Indians and resulted in heavy casualties for both Pakistan and India. The Indian military had employed PT-76 tanks which were superior than M24 Chaffee tanks. 8 Chaffe tanks belonging to Pakistan army were destroyed and 3 were captured.The Battle of Garibpur: Veterans Recall The Prelude to 1971 War Indian troops and Mukti Bahini also suffered heavy casualties during the battle. An Indian Army tank led by Colonel TS Sidhu was destroyed by the enemy fire and he was severely injured. Major Daljit Singh Narang was also killed in this battle. He was posthumously awarded the Maha Vir Chakra, India's second highest military honour. ===Battle of Boyra=== Pakistan Army had called for help from the Pakistan Air Force which soon responded with attacks on Indian positions. At around 3:00 p.m. three F-86 Sabres of the PAF flew in to provide close air support and hit the Indian positions using machine guns and rocket fire. The Indian Air Force however was prepared for such an attack and was thrust to neutralise the threat from the skies. Flying in their Mig-21s the four pilots were soon engaged in a dog fight against their Pakistani counterparts. Two Sabres were shot down while another was damaged after a brief dog fight. The damaged F-86 Sabre managed to fly back home safely. Two of the pilots ejected safely but were captured by the Mukti Bahini and Indian troops and were taken to India as POWs. ==Aftermath== The battle coming just weeks before the official start of the war had an unexpected turn of events. Victory in this and other battles like Battle of Hilli ensured that the Northern sector of East Pakistan was virtually in the hands of Mitro Bahini (an alliance of Indian Army and Mukti Bahini) before the war was declared. The morale of the Pakistanis dipped and following the mass defections of Bengalis, it was only a matter of time before they would face ultimate defeat. ==References== Category:1971 in Bangladesh Category:Battles of the Bangladesh Liberation War Category:Battles of Indo-Pakistani wars Category:November 1971 events in Asia ",
    "title": "Battle of Garibpur"
}