{
    "id": "2731114",
    "text": "When the Robbers Came to Cardamom Town () is a 1955 Norwegian children's book written and illustrated by Thorbjørn Egner, which tells the story of Kardemomme by (Cardamom Town). It is considered as one of the most important Norwegian children's books. The book includes many songs which are connected to the story. The story is well adapted for playing as a theatre act with musical elements. == Plot summary == The book is about the peaceful town of Kardemomme and the people there, as well as the only characters which stir up serious trouble. They are the three robbers, Casper, Jasper and Jonathan who live outside the town and regularly enter to steal the things they need. The robbers get arrested and are treated well in jail. In the end, they get reformed, and in the final chapter, they become the heroes of the day when they extinguish a fire in the tower of the town. Finally, Casper becomes the town's fireman, Jasper becomes the town's circus manager and Jonathan becomes the baker along with the previous one. ==Characters== === Main characters === * The Robbers (Casper, Jasper, and Jonathan) (Kasper, Jesper og Jonatan) - loud, prone to quarreling with each other, and live very cluttered. They live in a strange house, with a (kind) lion to protect them. * Constable Bastian (Politimester Bastian) - the cheerful policeman who is concerned in making sure that everyone is happy. * Aunt Sophie (Tante Sofie) - a middle-aged woman who is the aunt of Camomilla (Kamomilla). Sophie is extremely strict, and the only song she sings is \"Aunt Sophie's angry song\", where she expresses dismay over the horrid state of affairs in the town, and disdain for a number of the people. Regarding Bastian, she sings (\"I know Policemen Bastian is always very kind, but conscious constables have punishment in mind.\"). However, Sophie is also a sympathetic character, well ordered and capable of giving some sympathy to those who deserve it. * Tobias - he is the old wise man in the tower with a long beard. His job is to give the town its weather forecast from the balcony of the tower in which he lives. === Minor characters === * Kamomilla - Aunt Sophie's young niece. She likes to play the piano. * Tommy - The young son of the town orchestra's Horn player. * Enoksson the Tram driver - runs the city's tram. He also plays in the city orchestra. * Simonsson the barber - the town's barber. He also plays the clarinet in the city orchestra. * The butcher, the baker and the merchant - after they eventually get tired of the robbers' robbings, they decide to bust the robbers once and for all. * Polly Parrot - A parrot who sings at the Cardemom Fair. * Camel - A camel who sings at the Cardemom Fair. ==Music== The music, Kardemommeviser, was released to EP in 1955 and to LP in 1975. ==Theme park== The setting of Kardemomme by was made into part of a theme park in Kristiansand Zoo in 1991. Thorbjørn Egner lived to see the theme park under construction, but not to see it completed. File:Kardemomme by.jpg|The entrance to the Kardemomme by at Kristiansand Zoo File:Kardemomme By 03.jpg|A reenactment of the story in the Kardemomme by File:Tårnet_til_Tobias.jpg|The tower of the old wise man Tobias in the Kardemomme by File:Kardemomme By 02.jpg|The Robbers Kasper, Jesper and Jonathan in the Kardemomme by ==Law== Law of Cardamom () is the only law in Cardamom Town. The law is simple and liberal: > :One shall not bother others, :one shall be nice and kind, :otherwise one > may do as one pleases. ==Songs== *Politimester Bastian's vise (Constable Bastian's song) *Visen om været (Song about the weather sung ) *Trikken i Kardemomme (The tram in Cardemom Town) *Røvervise (The robbers' song) *Lille Kamomilla spiller (Little Kamomilla playing) *Kardemommesangen (The Cardamom song) *Den talende kamel (The talking camel) *Tante Sofies sinte vise (Aunt Sophie's angry song) *Røverfangevise (The capturing of the robber's song) *Røvernes letevise (The robbers' exploration song) *Røvernes vise om Tante Sofie (The robber's song about Aunt Sophie) *Sofies sinte vise i røverhuset (Sophie's angry song in the robber's house) *Røvernes vaskevise (The robbers cleaning song) *Glade røvere (The happy robbers) *Hestedans (The horse dance) *Papegøyen fra Amerika (The parrot from America) *Hurrasang for Tobias (Hooray song for Tobias) *Fru Bastians vise (Mrs. Bastian's song) *Røvernes vaskevise i fengslet (The robbers' cleaning song in prison) *Barbermestervise (The barber song) *Hurrasang for røverne (Hooray song for the robbers) Some of the songs from the book/play were issued on the EP album Kardemommeviser in 1955. The 1975 album Folk og røvere i Kardemomme by (with Egner playing the Jonathan character) was awarded the Spellemann award. ==Film adaptation== The book was made into a film in 1988, directed by Bente Erichsen. ==Publication history== *First introduced in radio programs for children (Barnetimen for de minste) in 1955 *1955, Norway, ? (ISBN NA), pub date ? ? 1955, hardback (first edition) *1956, play version *1976, US, Anchorage Press (), pub date ? December 1976, paperback (first US English ed.) (as People and Robbers of Cardemon Town - L. Berg & E. Ramsden translators) *1993, Norway, J W Cappelens Forlag AS (), pub date ? ? 1993, paperback (as When the Robbers came to Cardamom Town - Anthony Barnett translator) ==References== ==External links== *IMDB entry for the movie *Theme park site (in Norwegian) Category:1955 children's books Category:Children's novels Category:Children's theatre Category:Norwegian novels Category:Norwegian plays Category:Utopian fiction Category:J.W. Cappelens Forlag books Category:Norwegian children's literature Category:Norway in fiction Category:Plays set in Norway ",
    "title": "When the Robbers Came to Cardamom Town"
}