{
    "id": "2731829",
    "text": "Helensburgh Upper railway station () serves the town of Helensburgh, Scotland, on the north shore of the Firth of Clyde to the west of Glasgow. It is located in a residential area uphill from the town centre and is by far the smaller of the town's two stations. == History == The station opened in 1894. Originally built with an island platform in a cutting, the Up platform was taken out of use in 1968 although the station building remained in use for another few years. Until the 1960s, the station was served by a local shuttle service between Craigendoran and in addition to main line trains to Fort William and Mallaig. Latterly operated by a Wickham diesel railbus, it fell victim to the Beeching Axe in 1964.\"The 'Wee Arrochar'\" Helensburgh Heritage Trust website; Retrieved 27 April 2016 right == Location == It is located on the West Highland Line, north west of and is served by services to and /. The station is within a short walk of the Hill House, built by Charles Rennie Mackintosh and now preserved by the National Trust for Scotland. By using Helensburgh Upper station to visit the Hill House, visitors can avoid the walk uphill from Helensburgh Central railway station. However, Helensburgh Upper has an infrequent train service compared with that available to and from Helensburgh Central.http://www.networkrail.co.uk/aspx/3828.aspx == Services == On Monday to Saturdays, there are 6 trains per day each way, 3 to Oban only, 3 to Oban, Fort William and Mallaig (combined portions) and 6 to Glasgow Queen Street (High Level). On Sundays there are 3 trains to Glasgow and three in the opposite direction - one to Oban and two combined Oban/Mallaig trains in the summer, 2 Oban & one combined service in winter.GB eNRT May 2019 Edition, Table 227 (Network Rail) The station is also served by the Caledonian Sleeper between London Euston and via Queen Street Low Level and Edinburgh Waverley six days per week (no service southbound on Saturday night or northbound on a Sunday morning). == Signalling == The original (1894) signal box at Helensburgh Upper was replaced on 21 December 1941. That signal box closed on 21 July 1968, when the crossing loop was removed. On 27 March 1988, Helensburgh Upper became the southern extremity of the Radio Electronic Token Block (RETB) signalling on the West Highland Line. A two-aspect colour light signal installed at the east end of the platform controls entry into the signal box (since superseded by Yoker IECC) Track Circuit Block signalling area. The RETB system was installed by British Rail. == References == === Notes === === Sources === * * * * RAILSCOT on the West Highland Railway ==External links== * Video footage of Helensburgh Upper Category:Railway stations in Argyll and Bute Category:Former North British Railway stations Category:Railway stations in Great Britain opened in 1894 Category:Railway stations served by Abellio ScotRail Category:Railway stations served by Caledonian Sleeper Category:SPT railway stations Upper railway station Category:James Miller railway stations ",
    "title": "Helensburgh Upper railway station"
}