{
    "id": "273238",
    "text": "Adam Cadre (born February 5, 1974, in Silver Spring, Maryland) is an American writer active in a number of forms—novels, screenplays, webcomics, essays—but best known for his work in interactive fiction. ==Biography== Cadre's 1998 piece Photopia pioneered a new direction in interactive fiction, removing the puzzle and resource-management elements that had previously been dominant; it has been cited as \"hugely influential to IF development\" and \"important to video games as a whole, to the advancement of our understanding of the interactive medium.\" His next IF work, 1999's Varicella, won several XYZZY Awards and became the subject of academic study. His game 9:05 is commonly seen as a solid entry point for people wanting to engage with interactive fiction. Chief among his non-interactive work is a novel, Ready, Okay! (2000). ==Lyttle Lytton Contest== The Lyttle Lytton Contest, run by Adam Cadre, is a diminutive derivative of the Bulwer-Lytton Fiction Contest, and was first awarded in the year 2001. Both are tongue-in-cheek contests that take place annually and in which entrants are invited \"to compose the opening sentence to the worst of all possible novels.\" The Lyttle Lytton Contest varies from the Bulwer-Lytton in favoring shorter first sentences, initially limited to 25 words or fewer. For the 2008 competition, the maximum combined word count of an entrant's submission was increased to 30 words, and an individual entry could consist of multiple sentences. For 2011, the limit was raised to 33 words, and for 2012, a limit of 200 characters was established instead. ;Top winners *2019 – \"“Are you okay?” asks my sister Tlaloc. “You’re as green as the parrots that inhabit this part of the continent.”\" (Lachlan Redfern) *2018 – \"As I felt the vampire sexily drinking the blood from my neck, the warmth between my legs grew both in wetness and in fear for my life.\" (Cole Borsch) *2017 – \"1. YOU, the Anagramancer, stare down the invading MANTICORE: Will you ROMANCE IT (turn to 123), give it CREMATION (turn to 213), or summon EROTIC MAN (turn to 312)?\" (Stephen Wort) *2016 – \"It all started when my topaz eyes looked up into his soft emerald ones.\" (Will McGill) *2015 – \"I drew my customized Kimber 1911 .45, with the Pachmayr grips and skeletonized trigger, and leveled it coolly at the African-Americans.\" (Brad Hanon) *2014 – \"'Together, we will beat them all,' she whispered, caressing the circlet-girt fontanelles of her #royalbaby.\" (Alex Thorpe) *2013 – \"The men greeted each other, wearing various smiles on their faces.\" (Noah MacAulay) *2012 – \"Agent Jeffrey's trained eyes rolled carefully around the room, taking in the sights and sounds.\" (Davian Aw) *2011 – \"The red hot sun rose in the cold blue sky.\" (Judy Dean) *2010 – \"\"I shouldn't be saying this, but I think I'll love you always, baby, always,\" Adam cried into the email. \" (Shexmus Amed) *2009 – \"The mighty frigate Indestructible rounded the Horn of Africa and lurched east'ard.\" (Pete Wirtala) *2008 – \"Because they had not repented, the angel stabbed the unrepentant couple thirteen times, with its sword.\" (Graham Swanson) *2007 – \"It clawed its way out of Katie, bit through the cord and started clearing.\" (Gunther Schmidl) *2006 – \"This is the cipher key for all that follows: |||||| || |!\" (P. Scott Hamilton) *2005 – \"John, surfing, said to his mother, surfing beside him, 'How do you like surfing?' \" (Eric Davis) *2004 – \"This is the story of your mom's life.\" (Rachel Lambert) *2003 – \"For centuries, man had watched the clouds; now, they were watching him.\" (Stephen Sachs) *2002 – \"The pain wouldn't stop, and Vern still had three cats left.\" (Andrew Davis) *2001 – \"Turning, I mentally digested all of what you, the reader, are about to find out heartbreakingly.\" (Top Changwatchai) ;Other winners In addition to the main contest, others are offered from year to year. The winners of those are: *Freeform contest, 2007 – \"Scaling Everest was, by far, the most amazing and transformative experience of my life. Unfortunately, this is a thesis on context-free grammars.\" (Jonathan Blum) *Screenplay contest, 2007 - *Paragraph contest, 2006 – \"The evil Intergalactic Emperor surveyed the destruction he wrought. 'Booyah!' he cried with glee. 'I'm in ur base! I'm killing all ur mans!' \" (James Wall) *Political speech contest, 2004 – \"While my opponents fellate the Satan of special interests, I go down on Reform's compassionate angel.\" (anonymous) *Paul Clifford contest, 2003 – \"It was a dark and stormy night; the rain fell in torrents – except at occasional intervals, when it was checked by a violent gust of wind which swept up the streets (for it is in London that our scene lies), rattling along the housetops, and fiercely agitating the scanty flame of the lamps that struggled against the darkness. Steeling himself for battle, Fyandor, the oldest and bravest of the lamps, proclaimed, 'Nay, foul wind, this will not be the night of our extinguishment!' \" (anonymous) *Last line contest, 2002 – \" 'Lawd a'mighty,' howled Caleb, to the consternation of those few who still remained in the helpless, drifting lifeboat, 'some of y'all are lookin' mighty tasty!' \" (Mark Silcox) ==Awards== * Winner of the XYZZY Award for Best Game in 1997 for I-0 and in 1999 for Varicella * Winner of the XYZZY Award for Best Individual Player Character in 1997 for Tracy Valencia in I-0 and in 1999 for Primo Varicella in Varicella * Winner of the 1998 Interactive Fiction Competition with Photopia * Winner of the XYZZY Award for Best Writing in 1998 for Photopia and in 2003 for Narcolepsy * Winner of the XYZZY Award for Best Non-Player Characters in 1999 for Varicella and in 2002 for Lock & Key * Winner of the XYZZY Award for Best Individual Non-Player Character in 1999 for Miss Sierra in Varicella and in 2002 for Boldo in Lock & Key * Winner of the XYZZY Award for Best Use of Medium in 2000 for Shrapnel * Winner of the XYZZY Award for Best Individual Puzzle in 2002 for the traps in Lock & Key ==References== ==External links== * Cadre's web site *Lyttle Lytton website Category:1974 births Category:Living people Category:20th-century American novelists Category:Interactive fiction writers Category:People from Anaheim, California Category:American webcomic creators Category:American male screenwriters Category:21st-century American novelists Category:American male novelists Category:American male essayists Category:21st-century American essayists Category:20th-century American male writers Category:21st-century American male writers Category:Novelists from California Category:20th-century American essayists Category:Screenwriters from California ",
    "title": "Adam Cadre"
}