{
    "id": "273240",
    "text": "Julio Anguita González (21 November 194116 May 2020) was a Spanish politician. He was Mayor of Córdoba from 1979 to 1986, coordinator of United Left (IU) between 1989 and 1999, and Secretary-General of the Communist Party of Spain (PCE) from 1988 to 1998. Due to his influence and his absolute majorities in Córdoba, he was nicknamed el califa rojo (the red Caliph). ==Biography== Anguita was born in Fuengirola, Málaga, on 21 November 1941, into a family with a military background, son of an army sergeant and grandson of a guardia civil. He took teaching studies (magisterio) and later earned a degree in history at the University of Barcelona. Anguita, who had been a militant in Christian grassroots movements, joined the clandestine Communist Party of Spain (PCE) in 1972, when he already had obtained a post as teacher. Five years later he became a member of the Central Committee of the Communist Party of Andalusia (PCA). ===Mayor of Córdoba=== In 1979, he was elected as Mayor of Córdoba with a clear majority in the first municipal elections of the current democracy, which thus acquired the distinction of being the first provincial capital governed by Communists since the Second Republic.Francisco Solano Márquez Cruz (1993); Córdoba capital. Volume I: Historia, page. 351 His administration overcame the misgivings felt by many, contributing to the establishment of democratic normality and earning him appreciation as a leader in his party, as well as the tensions with the councilors of the PSOE and UCD.Juan de Dios Mellado (2005). Crónica de un Sueño: Memoria de la transición democrática en Córdoba, C&T; Editores, page. 104 He was reelected in 1983 with an overwhelming absolute majority, earning the nickname the Red Caliph. It was in this second term when he requested UNESCO for the declaration of the Mosque–Cathedral of Córdoba as World Heritage Site, which was finally achieved in 1984.Juan de Dios Mellado (2005). Crónica de un Sueño: Memoria de la transición democrática en Córdoba, C&T; Editores, page. 132 In 1986 he resigned and announced that he will not seek for reelection. However, shortly afterwards he would jump into the Andalusian political sphere when he became a candidate of the United Left (IU) for the President of the Regional Government of Andalusia in the 1986 regional election in which he obtained 19 seats and the third political force in Parliament of Andalusia. ===Secretary General of the PCE and leader of IU=== Anguita in La Moncloa next to PM José María Aznar in 1999 In February 1988 he was elected as secretary general of the Communist Party, and the following year he became the leader of United Left, becoming the candidate to Prime Minister in the 1989 general election gaining 17 seats in the Congress of Deputies. He was also candidate in the 1993 and 1996 elections, the years when IU had better than average electoral results. He was famously accused multiple times of making a \"pincer\" against the PSOE teaming up with the People's Party. Anguita later declared that \"the pincer\" (la pinza) had been a fabrication of the media and disgruntled IU members such as Diego López Garrido and Cristina Almeida who ultimately formed the Democratic Party of the New Left. He left the general secretariat on 5 December 1998 during the XV Congress of the PCE, asking communist militants to demand the principles of anti-capitalism, anti-system and the fight for an egalitarian society. He politically equated the PSOE and the PP and called on the militancy to regain the fight on the street. After a third cardiovascular problem at the end of 1999 he relinquished his candidacy for chairman in the 2000 general election to Francisco Frutos on health issues. Likewise, he was relieved as general secretary of the PCE by Francisco Frutos on 7 December 1998. In the 6th Assembly of IU, on 29 October 2000, he was replaced as General Coordinator by Gaspar Llamazares. ===Later years=== After his political career, he returned to his job as History teacher and renounced written the life pay as a former deputy. Anguita in 2013 On 1 June 2005, at the XVII Congress of the PCE, he presented a document calling for the re- founding of the party, reflecting on the International Communist Movement. He pointed out the negative impact brought by the fall of the Soviet Union and the uncriticalness and submission of the unions and the Left to the established capitalist order. On 22 April 2008, he sent the Federal Committee of the PCE a document in which he defended the need for a 'refounding' of IU. In his letter, he attributed the electoral debacle to the \"lack of a clear line\", and the absence of a coherent program. He defended radical democracy, the fight for the Third Republic and federalism, both for the coalition's organizational model and for the defended state model. In his opinion, the debate should open at the next federal assembly of IU. In 2012, in the midst of the Spanish economic crisis, he promoted and became the figurehead of the (\"Civic Front 'We are Majority'\"), a social movement vowing to gather and mobilise the social majority who was suffering the effects of the crisis and the imposed austerity. It was usual for him to be interviewed on political talk shows, especially on the show La sexta noche. His last interview was on 8 May 2020, a day before being admitted to the hospital for the Todo es mentira program, being interviewed by presenter Risto Mejide and where he stated \"let's reflect on how we are going to live so that everyone lives well\" during pandemic in Spain. ===Death=== On 16 May 2020 he died after being hospitalized on 9 May at Hospital Universitario Reina Sofía, Córdoba, after suffering a heart attack at his home. His death shocked Spanish politics; Prime Minister Pedro Sánchez deeply regretted his death, leader of the conservative People's Party Pablo Casado remembered his passionate defense of his ideals, while president of Andalusia Juan Manuel Moreno Bonilla recognized the respect and recognition that he had for his \"ability to reach necessary agreements despite the discrepancies\". Second Deputy Prime Minister Pablo Iglesias, who mourned the death of \"our best political reference\", as well as President of Cuba Miguel Díaz-Canel called him an \"historic leader\". == Positions == Anguita in 2015, next to Alberto Garzón, during the yearly festivity of the PCE He advocated a political program for United Left based on the two shores theory, consisting of the establishment of differences between, on the one hand, the People's Party (PP) and the Spanish Socialist Workers' Party (PSOE), and, on the other, the United Left. He also said that pacts with PSOE should be established under programmatic single agreements, not systematically (a conception expressed in his well-known motto \"programa, programa, programa\"). A firm opponent at the time of the signing of the Treaty of Maastricht in 1992, he later blamed the treaty for \"that big crazy idea that [the] Euro is\", \"a mix of very different economies in which Germany, as the banker, takes it all\". In 2018 he co-authored along with Manolo Monereo and Héctor Illueca a series of provocative articles defending specific measures taken by the Italian government of alliance between the 5 Star Movement and the Northern League while feeding a discourse against the European Union. The deep Catholic convictions he professed in his youth marked him to the point he opposed the idea of abortion rights when he was Mayor of Córdoba. Back then he also expressed to journalist Pedro J. Ramírez his admiration for the validity of the political thought of José Antonio Primo de Rivera. His critics within IU resented his main political handicap as leader as an alleged lack of \"[political] party culture\". He declared Vox to be not Fascist, but \"representative of an extreme right [that would be a] daughter of a capitalism in crisis\", unlike some Falanges that were \"anti-capitalist\" and \"talked about the nationalization of banks\". In 2018, as embryonic plans for a new movement to promote the third Spanish Republic (with Anguita, Illueca and Monereo reportedly on board) were announced in the media, Anguita, a staunch republican, declared to El Español that the new Republic \"needs to be transversal\", \"Neither Right nor Left\". He criticized the provisional imprisonment of the Catalan independence leaders and deemed them political prisoners, denying the existence of a crime of rebellion. He rejected a unilateral declaration of independence, as well as the application of article 155 of the Constitution, considering that a consultation with the population was the solution. == Personal life == Anguita married Antonia Rojas Parrado in 1969. They had two children, Ana Anguita Parrado and Julio Anguita Parrado. They divorced in 1977. In 2007 he wed María Agustina Martín Caño. Julio Anguita Parrado, a journalist, died on 7 April 2003, while embedded as a foreign reporter to the US 3rd Infantry Division in the Iraq War, when the Headquarters of the 2nd Brigade were hit by an Iraqi ballistic missile south of Baghdad. Julio Anguita senior was attending a meeting promoting a Spanish Third Republic at the time. When he heard of the circumstances of his son's death, he told the audience \"Damn wars and the scoundrels who wage them\" (Malditas sean las guerras y los canallas que las hacen), phrase that ended up being an anti-war emblem. ==Publications== After his first book Corazón Rojo (Red Heart, 2005) where he testifies over his life after the cardiovascular problems, he published in 2007 the Prologue of the book La Globalización Neoliberal y sus repercusiones en la educación (The Neoliberal Globalization and its impact in the education) from the University teacher and researcher Enrique Díez, and in 2008 he published El Tiempo y la Memoria (Time and Memory), written in collaboration with the Cordoban journalist and writer Rafael Martínez Simancas where he manifests his will to keep fighting. == References == Category:1941 births Category:2020 deaths Category:People from Fuengirola Category:Spanish educators Category:Communist Party of Spain politicians Category:United Left (Spain) politicians Category:Members of the 6th Congress of Deputies (Spain) Category:Members of the 5th Congress of Deputies (Spain) Category:Members of the 4th Congress of Deputies (Spain) Category:People from Córdoba, Spain Category:Mayors of places in Andalusia Category:Members of the 2nd Parliament of Andalusia Category:University of Barcelona alumni ",
    "title": "Julio Anguita"
}