{
    "id": "2732253",
    "text": "GoodWeave International, formerly known as Rugmark, is a network of non-profit organizations dedicated to ending illegal child labour in the rug making industry. Founded in 1994 by children's rights activist and Nobel Peace Prize winner Kailash Satyarthi, it provides a certification program that allows companies that pass inspection to attach a logo certifying that their product is made without child labour. It is an example of a product-oriented multistakeholder governance group. Nina Smith, Executive Director of GoodWeave International explains: \"I got involved in the movement to end child slavery because of a boy named Iqbal Masih. Iqbal was a carpet slave at the age of four and escaped servitude at 10. (...) Upon his return to Pakistan, Iqbal’s life was tragically cut short: he was murdered for his activism. His death helped to inspire the birth of GoodWeave (then RugMark). I read Iqbal’s story in a Vanity Fair feature after his death and realized the work that needed to be done in his memory\". Media outlets worldwide have given detailed coverage to Rugmark (now known as GoodWeave). For example, The PBS NewsHour reported, \"GoodWeave offers a labeling system that guarantees that no child labor was used in making the rugs.\" According to the San Francisco Chronicle, the organization \"has helped drastically reform the hand-knotted carpet industry in India, Nepal and Pakistan\" The Guardian said, \"GoodWeave's model centres on extensive monitoring and auditing at every stage of the supply chain,\" The Philadelphia Inquirer concluded, \"Rugmark is not just a symbol of quality. Its appearance on imported hand-knotted rugs is intended as a signal to consumers that child labor was not used in the production process.\" Channel 4 News in Belfast observed, \"Rugmark is the best scheme for ensuring that carpets are slave free\" Responding to concern about violation of children’s rights during the 1980s, human rights organizations in Europe and India, along with UNICEF- India and the Indo-German Export Promotion Council, a German government agency, developed the program to provide assurance to consumers that the oriental carpets they were purchasing were made by adults rather than exploited children, and to provide for the long term educational and rehabilitation of children found working illegally on looms. The program was formally launched in India in the fall of 1994 and expanded into Nepal in 1996. Thereafter, negotiations with programs in Germany, Nepal, India, and the U.S. resulted in the formal creation of Rugmark International. An international constitution was adopted in May 1998. Rugmark International re- branded the certification program and introduced the GoodWeave label in 2009. The organization was also re-branded to GoodWeave International. Today the international network comprises producing country offices in India, Nepal and Afghanistan; and consumer country programs in the US, UK, and Germany. GoodWeave International is responsible for licensing throughout Europe and North America. ==References== ==External links== * GoodWeave International website Category:Business ethics organizations Category:Development charities based in the United States Category:Charities based in Washington, D.C. Category:Fair trade organizations Category:Child labour-related organizations Category:Organizations established in 1994 Category:Foreign charities operating in India Category:Foreign charities operating in Afghanistan Category:Foreign charities operating in Nepal ",
    "title": "GoodWeave International"
}