{
    "id": "2732216",
    "text": "The Ellis School is an independent, all-girls, college-preparatory school located in the Shadyside neighborhood in the East End of Pittsburgh, Pennsylvania, United States. The school serves girls age 3 to grade 12. ==Overview== ===Enrollment=== Total enrollment at The Ellis School is currently 399 students, age 3 through grade 12. The student body represent 62 zip codes and 30 school districts. 38% of students and 11% of faculty are people of color. 35% of students receive need-based financial aid awards and scholarships. The school awarded $1.8 million in financial aid in 2013. ===Faculty=== Of the 67 faculty members at the Ellis School, 66% hold master's degrees and 4% have Ph.Ds. Average class sizes at the Ellis School are: * Pre-K and K: 8 * Lower School: 14 * Middle School: 15 * Upper School: 15 The student-to-computer ratio at the Ellis School is 1:1. ===Support=== Every new student is assigned a “big sister” or “class sister” to guide her through the transition period. An involved Ellis Parents Association (EPA) works to help the school in a variety of ways through volunteer programs and fund-raising efforts. Members of the Ellis Alumnae Association, organized in 1919, volunteer as class agents, event hosts, guest speakers, and Ellis Magazine correspondents. ==Academics== The middle and Upper schools are based on an eight-day cycle. One day every other cycle, students participate in activities that provide community resources and partnerships. In the middle school, there are division-wide co-curricular programs, while at the upper school, the students are involved with numerous community programs. An Extended Day Program is offered to students in pre-K through 8th grade. Students who remain on campus after 3:30 and do not participate in any extracurricular activities must enroll in this program. For lower school students, an After School Adventures Program provides young girls activities in various areas, such as creative arts, sciences, and athletics. For pre-K (ages 3 & 4) children, there are half day (8:30 am-noon) and whole day (8:30 am-5:30 pm) programs offered. The lower school (grades K-4), middle school (grades 5-8), and upper school (grades 9-12), all begin at 8:00 am, and end at 3:00 pm, 3:10 pm, and 3:15 pm respectively. ===Ellis Middle School offerings=== Course offerings at the Ellis Middle School include: Grade 5: Advisory; Computer Creative Programming; English; General Music; Health; History; Integrated Science; Library; Performing Arts: Band, Strings, Choir, or Dance; Physical Education; Visual Art; World Language: French Grade 5 elective: Silver Strings Ensemble; Guitar Ensemble Grade 6: Advisory; Computer Creative Programming; English; General Music; History; Integrated Science; Library; ; Performing Arts: Band, Strings, Choir, or Dance; Physical Education; Visual Art; World Language: French, Latin, or Spanish Grade 6 elective: Silver Strings Ensemble; Guitar Ensemble Grade 7: Advisory; English; General Music; History; Integrated Science; ; Performing Arts: Band, Strings, Choir, or Dance; Physical Education; Visual Art; World Language: French, Latin, or Spanish Grade 7 electives: Acting for Fun, Acting for Life; Black/White Photography; Creative Writing; Daring Girls; Digital Art Studio; FIRST Lego League; Future City; Global Perspectives; Healthy Decisions; Introduction to Robotics; MS Glee; PA Junior Academy of Sciences; Photographic Bookmarking; Silver Strings Ensemble; Guitar Ensemble Grade 8: Advisory; Capstone Project; English; General Music; History; Integrated Science; Performing Arts: Band, Strings, Choir, or Dance; Physical Education; Visual Art; World Language: French, Latin, or Spanish Grade 8 electives: Acting for Fun, Acting for Life; Black/White Photography; Creative Writing; Daring Girls; Digital Art Studio; FIRST Lego League; Future City; Global Perspectives; Healthy Decisions; Introductions to Robotics; MS Glee; PA Junior Academy of Sciences; Photographic Bookmarking; Silver Strings Ensemble; Guitar Ensemble ===Ellis Upper School offerings=== Course offerings at the Ellis Upper School include: Computer science: Introduction to Computer Science: Programming for Mobile Devices; Introduction to Engineering Design English: Western Literature; Public Speaking; World Literature; American Literature; English Studies; AP English Studies; Modern and Contemporary; Drama; Medieval English Literature; Publications: Yearbook, Newspaper, Literary Magazine Fine arts and performing arts: Acting; Technical Theater; Orchestra; Silver Strings Ensemble; Glee Club; Dance; The Arts in Society; Clayworks; Digital Video; Studio; Photography; Advanced Photography; Art Now; AP Survey of Art; AP Studio Art; Independent Studies in the Visual Arts History: Origins of World Civilizations; Voice and Vision: Global Issues and Collaborative Media; Modern World History; Survey of American History; AP United States History; Cultural Anthropology; Senior History: Gender and Power; AP American Government and Politics; AP European History Mathematics: Algebra I; Geometry; Algebra II; Algebra II BC; Precalculus/Trigonometry; Precaclulus/Introduction to; Calculus BC; Calculus; AP Calculus AB; AP Calculus BC; Multivariable Calculus; Statistics Science: Concepts of Physics; Chemistry; Biology; Biology AP; Physics AP; Chemistry AP; Human Anatomy and; Physiology; Environmental Science World languages: French II; French III; French IV; AP French Language; French Conversation and Composition; Latin II; Latin III; AP Latin: Vergil's Aeneid and Caesar's De Bello Gallico; Advanced Latin Seminar; Etymology; Spanish I; Spanish II; Spanish III; Spanish IV; AP Spanish Language; Spanish Conversation and Composition Other electives: Students may also choose to enroll in classes through The Online School for Girls ===Experiential learning=== Ellis School students engage in experiential learning, a type of learning that requires students to apply knowledge to new experiences and hands-on activities. Ellis students learn to apply the skills they acquire in one class into other. ====Community Connections Program==== This program creates an academic environment where students learn in context, and are prepared for the future. The Community Connection program provides students in grades 9, 10, and 11 opportunities to engage in the community through service that takes place in the local community, and encourages experience real-world learning that inspires collaboration, communication, context, and creativity. Students 9th, 10th and 11th graders travel to assigned locations for engagements that deepen understanding and allow students to make meaningful contributions to agencies and organizations serving our region. Faculty chaperone all off-site efforts, and placement opportunities are chosen by the School's Partnership Collaborative, a team of Ellis faculty members and administrators tasked with investigating and securing adequate placements for the students. ====Service Learning==== There are no required service programs or hours at the Ellis school, but many of the students engage in service activities yearly. Some opportunities include Afghan Sister School,Afghan Sister School Earth Cream Sale,Earth Cream Sale Environmental Ambassadors,Environmental Ambassadors Guild,Guild and Mitten Tree.Mitten Tree ====Venture Program==== This program encourages Ellis seniors to extend their classroom knowledge and provides them with research opportunities in Pittsburgh's technology and medical labs, arts organizations, environmental sites, and global initiatives. Through active learning in their community, it provides service and leadership. Applications are reviewed in early September for a limited number of positions, and selected students work closely with the Ellis administration and the sponsoring organizations to define responsibilities and schedules. Students are expected to fulfill all responsibilities, including the required number of hours. Interviews may be requested by the participating organizations. ====The Senior Experience==== This capstone program provides a class trip to the Shakespeare Festival in Canada, as well as a required development of a senior project. They have the option to pursue an opportunity in the Venture Program, or to develop an independent project with the guidance of faculty, parents or other adults in the community. Guidelines are provided for this senior project. Students are also required to develop a senior thesis, writing an essay that exemplifies their accumulated skills while at the school. ===College counseling=== College counseling begins freshman year, and 100% of students go on to a four-year college. The Class of 2014 had an average SAT score of 1880 on the 2400 scale, above the national average. Students work closely with college counselors as well as faculty and parents. ===Global initiatives=== Ellis School provides various opportunities and experiences. Assembly speakers and special events are offered, as well as a student-organized Culture Jam and diversity conference extended to students from other area high schools. Students may also take educational trips to a variety of world destinations during March break or during the mini-course session in May. Past trips have included traveling to Costa Rica, Italy, Spain, and Russia. ==History== ===Ellis' past=== When Pittsburgh's Pennsylvania College for Women closed its college preparatory school called Dilworth Hall, Miss Ellis decided to start a proprietary school of her own by taking over a small institution called Miss Shaw's School. With three teachers and 41 students in kindergarten through twelfth grade, “Miss Ellis’ School” opened in rented quarters at 4860 Ellsworth Avenue. Miss Ellis and Miss Marie Craighead continued as headmistress and assistant headmistress for 25 years. The original property was purchased in 1933. By 1939, enrollment had grown to more than 200 students, taught by a faculty of 27. Miss Ellis applied for and was granted charter accreditation from the Middle States Association of Schools and Colleges in 1928, and took early steps to ensure the continuance of the school by incorporating it under a nonprofit charter and selling it to a self- perpetuating board of trustees in November, 1929 as “The Ellis School”. That same year Ellis merged with Miss Shearer's School and in 1933 absorbed Miss Simonson's School, two small, Pittsburgh independent girls’ schools. When Miss Ellis retired in 1941, she was succeeded by Miss Harriet Sheldon from 1941 to 1944, and then by Miss Marjorie L. Tilley from 1944 to 1955. The original facilities on Ellsworth Avenue were cramped, and in 1947 the Ogden Edwards house at the corner of Fifth and South Negley Avenues, the Lazar house at 922 South Negley Avenue, and a vacant Lockhart property on Ivy Street were purchased. Enrollment increased to over 300 and, by 1955, the year of Miss Tilley's retirement; there were temporary classrooms across the street at Third Presbyterian Church, at Hunt Armory, and at the East Liberty YWCA. Dr. Marion Hope Hamilton became headmistress in 1955 and began at once to search for new property. The school ultimately purchased the 5.1-acre site at 6425 Fifth Avenue, part of the estate of Charles and Thomas Arbuthnot, where it remains today. The groundbreaking ceremony took place in May, 1958. There were two houses on the property and one was razed to make room for a new facility. The other house became the Lower School for the next 30 years, and 116 Lower School students moved into their quarters in late 1958, having walked hand-in- hand from the Edwards campus. The dedication of the buildings for the Middle and Upper Schools took place in November, 1959. Enrollment was 383, with a faculty of 39. Ellis' high quality was becoming more widely recognized. In 1961, the school was authorized to establish a chapter of the Cum Laude Society. In 1962, Miss Sara Frazier Ellis died peacefully at home at the age of 87. Mrs. Helen Mason Moore became headmistress that same year. Much of the credit for the Ellis School's institutional stability in the unrest of the 1960s can be attributed to Mrs. Moore, who served as headmistress until 1971. During her tenure she created department heads and consulted with them on important academic policies, allowed seniors to involve themselves with real- world learning through independent study and senior projects, brought visiting speakers to the school for weekly assemblies, and opened the school's facilities to the community. Among other groups, the Pittsburgh Savoyards spent several years in residence on the Ellis stage. In 1969, the trustees, responding to what Mrs. Moore called \"the tidal wave of co-education which had swept over the colleges\" and was affecting secondary schools, decided to look into its advisability for Ellis. After considerable research, much discussion, and exchanges with Shady Side Academy about a merger, in the fall of 1972 the board of trustees decided that Ellis would best meet its goals by remaining a single-sex school. Judith Cohen Callomon ‘54, retired Upper School Director and former Acting Head of School, recalled, \"When the decision was announced in assembly, the girls responded en masse in one of those ear-splitting, bench-thumping ovations. Women's liberation and a firm belief in those things for which Ellis stood were inherent in the applause.\" Ellis’ reputation attracted Miss Janet Jacobs, who succeeded Helen Moore in 1971. During her tenure, extracurricular activities, field trips, and visiting speakers, artists, and authors took on increased importance. \"We serve our students well, but we are learning to serve them even better,\" Miss Jacobs said in 1974, announcing a new Ellis dimension – May Mini-Courses for the Upper School, the first program of its kind in Pittsburgh. This \"third semester\" in the last few weeks of the school year offered and continues to offer a curriculum of more than 50 academic and nonacademic courses, crossing grade levels and taught by Ellis teachers, outside experts in various fields, and the occasional student. Miss Jacobs and the Board of Trustees recognized the importance of intellectual stimulation and refreshment for teachers and in 1977 instituted the Experimental Intellectual Program (EIP) to provide funds for courses, conferences, curriculum planning, and travel. The school began to award one travel grant each year \"to express appreciation for years of outstanding service and to provide a period of refreshment and a change of scene to a faculty member with at least ten years of experience.\" Success led the EIP to lose its experimental status. In 1984, to honor its founder, the EIP was renamed the Janet Jacobs Enrichment Program (JEP). In 1973, to meet the changing needs of parents, Ellis added an optional afternoon kindergarten session. The full-day session quickly filled and within a few years replaced the half-day kindergarten entirely. In 1985, the school introduced an extended day care program for Lower School students and shortly thereafter it was expanded to include students from the middle school grades. Girls enrolled in the program were occupied from 3:15–5:45 pm with snack, indoor and outdoor activities, homework, music, and art. In 1990, the Ellis faculty started the Fifth Avenue Family Child Care Center, located in the basement of Arbuthnot House, to satisfy their needs for reliable, trustworthy, and competent child care. The center, incorporated and managed by the faculty, is a distinct entity and unique in Pittsburgh. The Early Birds Program begins at 7:30 am each day in Alumnae Hall. Miss Jacobs and the board of trustees continued to work on the existing facilities and program. In 1974, the board approved plans for an addition to the Fine Arts Building that would add studio space and provide a new audio-visual room. That construction did not require special fund raising; however, the facilities that had been wonderfully new in 1959 needed serious attention. With enrollment close to 400, classroom and library space was tight, team sports areas were inadequate, and parking was severely pinched. Responding to high inflation and the need to strengthen faculty and curriculum to meet the technological and social changes facing students, for the first time in its 60-year history, in 1975 Ellis embarked on an ambitious ten-year development program. By 1980, $3.5 million had been raised, resulting in an enlarged and renewed Babcock Library, grown from 4,000 to 33,000 volumes since 1961; a new science wing; additional Middle School facilities; a mini- gym; remodeled fine arts rooms; and new playgrounds. In 1980, the second phase of the program, Development II, was launched to assure the continuing quality of education at Ellis. Goals included maintaining a low student-faculty ratio, keeping faculty salaries competitive, increasing population, and ensuring the proper upkeep of the physical plant. Development II aimed to boost the book value of the Ellis endowment from two to four million dollars and to increase annual giving. Spurred by a challenge grant, annual giving climbed to $175,000 by the end of the 1981–82 fiscal year. Two years later the endowment passed four million dollars. The long-range development plan culminated in the building of a new lower school. Larger and more up-to-date facilities were needed to replace the Arbuthnot building. To secure funds to bring to its youngest girls the improvements already achieved in the middle and upper schools, the Lower School Building and Endowment Campaign was launched. A delay in construction caused by lengthy negotiations with neighbors protesting that the School might encroach on their residential neighborhood and Miss Jacobs’ decision to retire in 1986 meant that the project she worked on so diligently would not be completed under her aegis. Miss Ellen E. Fleming, Ellis' new headmistress, arrived from Atlanta to oversee site preparation. By October 1987, more than three million dollars had been pledged to the campaign, and construction began on a pay-as-you-go basis. The Alice S. Beckwith Building, with its own science lab, music room, and gym/activities room, was formally dedicated on April 15, 1988. Arbuthnot House then became an administrative center, with offices for the Head of School, Development, Alumnae Affairs, Admissions, Business Manager, and space for a Lower School Library and Computer Room. In addition, there were monies to enhance the endowment, whose book value at the end of the 1987–88 school year had climbed to $5.3 million. After four eventful years at Ellis, Ellen Fleming found herself drawn back to her native South and resigned as Head of School. Mrs. Helen Stevens Chinitz succeeded her and served for the 1990–91 school year. Following her resignation, Mrs. Frances A. Koch, at that time the Upper School Director, served as Interim Head of School for a year. In 1992, a search committee selected Ms. Rebecca T. Upham as Head of School. Her administration saw sound fiscal management and the creation of Symposia, which brought speakers such as columnist and writer Anna Quindlen, astronaut Sally Ride, researcher Carol Gilligan, and author Mary Pipher to address standing-room- only crowds. ===Ellis today=== The mid-90s saw record breaking enrollment, and a technology plan focused on the integration of technology across the curriculum and the inclusion of a wireless laptop program in grades 8–12. A successful $9.7 million Capital Campaign part of which contributed to the construction of the new Upper School Hillman Family Building, an increase in faculty endowment, a new Alumnae Hall, and a new athletic facility containing a regulation-sized gymnasium, climbing wall, and training center brought The Ellis School into the 21st century. Ms. Upham departed at the end of the 2000–2001 academic year to become a Head of School in Boston leaving Ellis in an admirably strong position internally, within the Pittsburgh community, and as a leader in women's education. Mrs. Judith Cohen Callomon, ‘54 took over as Acting Head of School for the 2001–2002 school year. Upon completion of a highly competitive and comprehensive national search, Dr. Mary H. Grant, former Assistant Head and Upper School Director at The Springside School in Philadelphia, began her tenure as Head of School on July 1, 2002. In her first three years at Ellis, Dr. Grant addressed the school’s future with strategic thinking involving campus expansion, enrollment management, development, school identity, and a new institutional website among other areas of concern. In her first year, Dr. Grant hosted Mme. Jehan Sadat, widow of the late Egyptian president, as the Ellis Symposium speaker and in 2006 we had Dr. Michael Thompson, noted author, school consultant and psychologist. Dr. Grant announced her retirement in 2008 and a national search produced Mrs. A. Randol Benedict the long-time Admissions Director at the Garrison Forest School in Maryland. Mrs. Benedict began her tenure as Head of School in July of 2009. The Ellis School will benefit from her sound and forward-looking leadership as she guides it further into the 21st century. In 2012, its 97th year, Ellis had nearly 500 students, a faculty of 78 and an endowment of 25 million dollars. ==People== ===Heads of School=== {| class=\"wikitable\" |- ! Head ! Tenure ! Title |- ! Sara Frazer Ellis ! 1916 – 1941 ! Founder and Headmistress |- ! Harriet S. Sheldon ! 1941 – 1944 ! Headmistress |- ! Marjorie L. Tilley ! 1944 – 1955 ! Headmistress |- ! Marion Hope Hamilton, Ph.D. ! 1955 – 1962 ! Headmistress |- ! Helen Mason Moore ! 1962 – 1971 ! Headmistress |- ! Janet Jacobs ! 1971 – 1986 ! Headmistress |- ! Ellen E. Fleming ! 1986 – 1990 ! Headmistress |- ! Helen Stevens Chinitz ! 1990 – 1991 ! Headmistress |- ! Frances Koch ! 1991 – 1992 ! Interim Headmistress |- ! Rebecca Upham ! 1992 – 2001 ! Head of School |- ! Judith Cohen Callomon ’54 ! 2001 – 2002 ! Acting Head of School |- ! Mary H. Grant, Ph.D. ! 2002 – 2009 ! Head of School |- ! A. Randol Benedict ! 2009 – 2013 ! Head of School |- ! Robin O. Newham ! 2013 – 2017 ! Head of School |- ! Macon Paine Finley ! 2017 – ! Head of School |} ===Notable alumnae=== *Janice Burgess (Class of 1974), creator of The Backyardigans cartoon seriesOwen, Rob. \"Q&A; with Janice Burgess\", Pittsburgh Post-Gazette, October 8, 2006. Accessed January 18, 2008. \"Landing Keys was a treat for series creator Janice Burgess, a Squirrel Hill native and a 1974 graduate of The Ellis School.\" \"volo facere amorem tibi\" * Annie Dillard, writer, Pulitzer Prize recipient * Lucy Fato, corporate attorney, general counsel of AIG *Elsie Hillman (Class of 1943), philanthropisthttp://www.theellisschool.org/podium/default.aspx?t=6648&tn;=1980+++++Elsie+HILLIARD+Hillman+%2743&lid;=23792&ptid;=119860&pttid;=2&sdb;=1 | title=Elsie Hillman *Lani Lazzari, founder of Simple Sugars * Amy Rosenzweig, biochemist, MacArthur Grant recipient ==References== ==External links== * Category:Girls' schools in Pennsylvania Category:Educational institutions established in 1916 Category:Private elementary schools in Pennsylvania Category:Middle schools in Pittsburgh Category:High schools in Pittsburgh Category:Private middle schools in Pennsylvania Category:Private high schools in Pennsylvania Category:1916 establishments in Pennsylvania ",
    "title": "The Ellis School"
}