{
    "id": "2732885",
    "text": "Cestrum is a genus of — depending on authority — 150-250 species of flowering plants in the family Solanaceae. They are native to warm temperate to tropical regions of the Americas, from the southernmost United States (Florida, Texas: day-blooming cestrum, C. diurnum) south to the Bío-Bío Region in central Chile (green cestrum, C. parqui). They are colloquially known as cestrums or jessamines (from \"jasmine\", due to their fragrant flowers). They are shrubs growing to tall. Most are evergreen; a few are deciduous. All parts of the plants are toxic, causing severe gastroenteritis if eaten. ==Uses and ecology== Several species are grown as ornamental plants for their strongly scented flowers. Numerous cultivars have been produced for garden use, of which ‘Newellii’ has gained the Royal Horticultural Society’s Award of Garden Merit. (confirmed 2017). Some are invasive species. Especially notorious is green cestrum (C. parqui) in Australia, where it can cause serious losses to livestock which eat the leaves (particularly of drying broken branches) unaware of their toxicity.North West Weeds (2003): Green cestrum . Version of 2003-APR-15. Retrieved 2007-NOV-14. C. laevigatum is employed by wajacas (shamans) of the Krahô tribe in Brazil. It is used \"to see far\", i.e. to aid in divination. Like the other hallucinogenic plants consumed by them, Craós wajacas consider it a potent entheogen, not to be taken by the uninitiated. Cestrum species are used as food by the caterpillars of several Lepidoptera species. These include the glasswing (Greta oto), the Antillean clearwing (Greta diaphanus) and Manduca afflicta, which possibly feeds only on day- blooming cestrum. It is either known or suspected that such Lepidoptera are able to sequester the toxins from the plant, making them noxious to many predators. Cestrum species are reported as piscicidal. ==Selected species== Day-blooming cestrum (C. diurnum), the northernmost species Green cestrum (C. parqui), the southernmost species * Cestrum ambatense Francey * Cestrum aurantiacum - orange cestrum, orange-flowering jessamine, yellow cestrum, \"orange jessamine\" * Cestrum auriculatum L'Hér. * Cestrum bracteatum Link & Otto * Cestrum buxifolium Kunth * Cestrum chimborazinum * Cestrum corymbosum Schltdl. * Cestrum daphnoides Griseb. * Cestrum diurnum L. - Day-blooming cestrum, Day-blooming jessamine * Cestrum ecuadorense Francey * Cestrum elegans (Brongn. ex Neumann) Schltdl. * Cestrum endlicheri Miers. * Cestrum fasciculatum - early jessamine, \"red cestrum\" * Cestrum humboldtii Francey * Cestrum laevigatum Schltdl. - dama-de-noite (Brazil) * Cestrum lanceolatum Miers * Cestrum lanuginosum Ruiz & Pavón * Cestrum latifolium Lam. * Cestrum laurifolium L'Hér. * Cestrum meridanum Pittier * Cestrum mutisii Roem. & Schult. * Cestrum nocturnum - night-blooming cestrum, night-blooming jessamine, \"lady of the night\", raat ki rani (South Asia) * Cestrum pacificum * Cestrum parqui - green cestrum, Chilean cestrum, green poisonberry * Cestrum peruvianum Roemer & Schultes * Cestrum petiolare Humboldt, Bonpland & Kunth * Cestrum psittacinum Stapf * Cestrum quitense Francey * Cestrum roseum Humboldt, Bonpland & Kunth * Cestrum salicifolium Jacq. * Cestrum santanderianum Francey * Cestrum sendtnerianum Mart. ex Sendtn. * Cestrum sessiliflorum Schott ex Sendtn. * Cestrum stipulatum Vell. * Cestrum strigilatum Ruiz & Pav. * Cestrum stuebelii Hieron. * Cestrum thyrsoideum Kunth. * Cestrum tomentosum L.f. * Cestrum validum Francey * Cestrum viridifolium Francey ==References== ==Further reading== * Diario de plantas (2007): Cestrum parqui. Version of 2007-APR-20. Retrieved 2007-NOV-14. * Hanelt, Peter & Institute of Plant Genetics and Crop Plant Research (eds.) (2001): Cestrum. In: Mansfeld's Encyclopedia of Agricultural and Horticultural Crops (Except Ornamentals). Springer-Verlag, Berlin, Heidelberg, New York. * Huxley, A. (ed.) (1992): New RHS Dictionary of Gardening. Macmillan. * Reiche, Karl Friedrich (1910): 10. Cestrum L.. In: Estudios criticos sobre la Flora de Chile 5: 372-373. PDF * Ulloa Ulloa, Carmen & Jørgensen, Peter Møller (1993): Cestrum. In: Árboles y arbustos de los Andes del Ecuador. Aarhus University Press. * United States Department of Agriculture (USDA) (2007a): Germplasm Resources Information Network - Cestrum. Retrieved 2007-NOV-14. * United States Department of Agriculture (USDA) (2007b): USDA Plants Profile: Cestrum. Retrieved 2007-NOV-14. * Jawale C.S., Dama L.B. (2010). Insecticidal potential of Cestrum sp. (Solanaceae:Solanales) against Tribolium castaneumand Tribolium confusum (Herbst)(Coleoptera- Tenebrionidae). Deccan Curr. Sci. 3(2): 155-161. Category:Solanaceae genera ",
    "title": "Cestrum"
}