{
    "id": "2732588",
    "text": "Brookwood is a National Rail railway station in Brookwood in the English county of Surrey. It is down the line from . ==History== The London and Southampton Railway (L&SR;) was authorised on 25 July 1834. It was built and opened in stages, and the second section, that between (then known as Woking Common) and , was opened on 24 September 1838; there was only one intermediate station on this section, at Farnborough. On 4 June 1839, the L&SR; was renamed the London and South Western Railway (LSWR). Brookwood Cemetery Railway - commemorative track Funeral trains from London to Woking Cemetery first ran in 1849. The opening of Brookwood Cemetery (and the associated London Necropolis railway station close to London Waterloo) led to an increase in the funeral traffic. A branch line left from the main line station to serve two stations within the cemetery, Brookwood Cemetery North and Brookwood Cemetery South. In June 1863, the LSWR agreed to provide a station on the main line, to serve both the adjacent cemetery and Brookwood village; this opened on 1 June 1864. A branch line to the north of the line at Brookwood was opened on 14 July 1890. It served Bisley Camp of the National Rifle Association. The station was reconstructed in 1903, with a new down platform, long, being built to the south of the original. It was connected to the up platform by a new subway, the footbridge being removed. This made room for the double-track main line to be quadrupled; the new tracks through the station ( between Brookwood East and Pirbright Junction) being brought into use on 15 November 1903. New pneumatic signalling between Woking and Basingstoke was provided between 1904 and 1907; the stretch between Farnborough and Woking was brought into use during June–July 1907, and included a new signal box at Brookwood, having 35 working levers. This box, like the previous Brookwood East manual signalbox, was on the down side of the line. Operation of the Bisley branch was transferred to the War Office on 1 March 1917, but was returned to the LSWR on 8 August 1918. View towards London Waterloo in May 2006 The cemetery branch line (and stations) have now closed, but the main line station remains and is now a popular commuter station on the South Western Main Line between London Waterloo and Basingstoke, served by South Western Railway. The exit to the cemetery remains. Victorian postbox on the platform at Brookwood Station ==Services== Trains run seven days a week. The typical Monday-Saturday off- peak service is: *4 trains per hour to London Waterloo. *2 trains per hour to Basingstoke. *2 trains per hour to Alton. On Sundays this becomes: *2 trains per hour to London Waterloo (joining at Woking). *1 train per hour to Basingstoke. *1 train per hour to Alton. ==Notes== ==References== * * * ==External links== Category:Railway stations in Surrey Category:Railway stations in Great Britain opened in 1864 Category:Former London and South Western Railway stations Category:Railway stations served by South Western Railway ",
    "title": "Brookwood railway station"
}