{
    "id": "273244",
    "text": "Root nodules, each containing billions of Rhizobiaceae bacteria Rhizobia are diazotrophic bacteria that fix nitrogen after becoming established inside the root nodules of legumes (Fabaceae). To express genes for nitrogen fixation, rhizobia require a plant host; they cannot independently fix nitrogen. In general, they are gram negative, motile, non-sporulating rods. Rhizobia are a \"group of soil bacteria that infect the roots of legumes to form root nodules\". Rhizobia are found in the soil and after infection, produce nodules in the legume where they fix nitrogen gas (N2) from the atmosphere turning it into a more readily useful form of nitrogen. From here, the nitrogen is exported from the nodules and used for growth in the legume. Once the legume dies, the nodule breaks down and releases the rhizobia back into the soil where they can live individually or reinfect a new legume host. == History == The first known species of rhizobia, Rhizobium leguminosarum, was identified in 1889, and all further species were initially placed in the Rhizobium genus. Most research has been done on crop and forage legumes such as clover, alfalfa, beans, peas, and soybeans; more research is being done on North American legumes. == Taxonomy == Rhizobia are a paraphyletic group that fall into two classes of proteobacteria--the alphaproteobacteria and betaproteobacteria. As shown below, most belong to the order Rhizobiales, but several rhizobia occur in distinct bacterial orders of the proteobacteria. {| |- valign=top | α-proteobacteria :Rhizobiales ::Bradyrhizobiaceae :::Bosea ::::B. lathyri ::::B. lupini ::::B. robiniae :::Bradyrhizobium ::::B. arachidis ::::B. canariense ::::B. cytisi ::::B. daqingense ::::B. denitrificans ::::B. diazoefficiens ::::B. elkanii ::::B. huanghuaihaiense ::::B. iriomotense ::::B. japonicum ::::B. jicamae ::::B. lablabi ::::B. liaoningense ::::B. pachyrhizi ::::B. rifense ::::B. yuanmingense ::Brucellaceae :::Ochrobactrum ::::O. cytisi ::::O. lupini ::Hyphomicrobiaceae :::Devosia ::::D. neptuniae ::Methylobacteriaceae :::Methylobacterium ::::M. nodulans :::Microvirga ::::M. lotononidis ::::M. lupini ::::M. zambiensis | ::Phyllobacteriaceae :::Aminobacter ::::A. anthyllidis :::Mesorhizobium ::::M. abyssinicae ::::M. albiziae ::::M. alhagi ::::M. amorphae ::::M. australicum ::::M. camelthorni ::::M. caraganae ::::M. chacoense ::::M. ciceri ::::M. gobiense ::::M. hawassense ::::M. huakuii ::::M. loti ::::M. mediterraneum ::::M. metallidurans ::::M. muleiense ::::M. opportunistum ::::M. plurifarium ::::M. qingshengii ::::M. robiniae ::::M. sangaii ::::M. septentrionale ::::M. shangrilense ::::M. shonense ::::M. tamadayense ::::M. tarimense ::::M. temperatum ::::M. tianshanense :::Phyllobacterium ::::P. ifriqiyense ::::P. leguminum ::::P. sophorae ::::P. trifolii | ::Rhizobiaceae :::Rhizobium ::::R. alamii ::::R. cauense ::::R. cellulosilyticum ::::R. daejeonense ::::R. etli ::::R. fabae ::::R. gallicum ::::R. grahamii ::::R. hainanense ::::R. halophytocola ::::R. indigoferae ::::R. leguminosarum ::::R. leucaenae ::::R. loessense ::::R. lupini ::::R. lusitanum ::::R. mesoamericanum ::::R. mesosinicum ::::R. miluonense ::::R. mongolense ::::R. multihospitium ::::R. oryzae ::::R. petrolearium ::::R. phaseoli ::::R. pisi ::::R. qilianshanense ::::R. sullae ::::R. taibaishanense ::::R. tibeticum ::::R. tropici ::::R. tubonense ::::R. vallis ::::R. yanglingense :::Agrobacterium ::::A. nepotum ::::A. pusense :::Allorhizobium ::::A. undicola | :::Pararhizobium ::::P. giardinii ::::P. helanshanense ::::P. herbae ::::P. sphaerophysae :::Neorhizobium ::::N. alkalisoli ::::N. galegae ::::N. huautlense ::::N. vignae :::Shinella ::::S. kummerowiae :::Sinorhizobium/Ensifer ::::S. abri ::::E. adhaerens ::::S. americanum ::::S. arboris ::::S. chiapanecum ::::S. fredii ::::E. garamanticus ::::S. indiaense ::::S. kostiense ::::S. kummerowiae ::::S. medicae ::::S. meliloti ::::E. mexicanus ::::E. numidicus ::::E. psoraleae ::::S. saheli ::::E. sesbaniae ::::E. sojae ::::S. terangae ::Xanthobacteraceae :::Azorhizobium ::::A. caulinodans ::::A. doebereinerae | β-proteobacteria :Burkholderiales ::Burkholderiaceae :::Burkholderia ::::B. dolosa :::Cupriavidus ::::C. taiwanensis :::Paraburkholderia ::::P. caribensis ::::P. diazotrophica ::::P. dilworthii ::::P. mimosarum ::::P. nodosa ::::P. phymatum ::::P. piptadeniae ::::P. rhynchosiae ::::P. sabiae ::::P. sprentiae ::::P. symbiotica ::::P. tuberum |} These groups include a variety of non-symbiotic bacteria. For instance, the plant pathogen Agrobacterium is a closer relative of Rhizobium than the Bradyrhizobium that nodulate soybean (and might not really be a separate genus). == Importance in agriculture == Rhizobia nodules on Vigna unguiculata Although much of the nitrogen is removed when protein-rich grain or hay is harvested, significant amounts can remain in the soil for future crops. This is especially important when nitrogen fertilizer is not used, as in organic rotation schemes or some less-industrialized countries. Nitrogen is the most commonly deficient nutrient in many soils around the world and it is the most commonly supplied plant nutrient. Supply of nitrogen through fertilizers has severe environmental concerns. Specific strains of rhizobia are required to make functional nodules on the roots able to fix the N2. Having this specific rhizobia present is beneficial to the legume, as the N2 fixation can increase crop yield. Inoculation with rhizobia tends to increase yield. Legume inoculation has been an agriculture practice for many years and has continuously improved over time. 12–20 million hectares of soybeans are inoculated annually. The technology to produce these inoculants are microbial fermenters. An ideal inoculant includes some of the following aspects; maximum efficacy, ease of use, compatibility, high rhizobial concentration, long shelf-life, usefulness under varying field conditions, and survivability. These inoculants may foster success in legume cultivation. As a result of the nodulation process, after the harvest of the crop there are higher levels of soil nitrate, which can then be used by the next crop. == Symbiotic relationship == Rhizobia are unique in that they are the only nitrogen-fixing bacteria living in a symbiotic relationship with legumes. Common crop and forage legumes are peas, beans, clover, and soy. ===Infection and signal exchange=== The formation of the symbiotic relationship involves a signal exchange between both partners that leads to mutual recognition and development of symbiotic structures. The most well understood mechanism for the establishment of this symbiosis is through intracellular infection. Rhizobia are free living in the soil until they are able to sense flavonoids, derivatives of 2-phenyl-1.4-benzopyrone, which are secreted by the roots of their host plant triggering the accumulation of a large population of cells and eventually attachment to root hairs. These flavonoids then promote the DNA binding activity of NodD which belongs to the LysR family of transcriptional regulators and triggers the secretion of nod factors after the bacteria have entered the root hair. Nod factors trigger a series of complex developmental changes inside the root hair, beginning with root hair curling and followed by the formation of the infection thread, a cellulose lined tube that the bacteria use to travel down through the root hair into the root cells. The bacteria then infect several other adjacent root cells. This is followed by continuous cell proliferation resulting in the formation of the root nodule. A second mechanism, used especially by rhizobia which infect aquatic hosts, is called crack entry. In this case, no root hair deformation is observed. Instead the bacteria penetrate between cells, through cracks produced by lateral root emergence. Inside the nodule, the bacteria differentiate morphologically into bacteroids and fix atmospheric nitrogen into ammonium, using the enzyme nitrogenase. Ammonium is then converted into amino acids like glutamine and asparagine before it is exported to the plant. In return, the plant supplies the bacteria with carbohydrates in the form of organic acids. The plant also provides the bacteroid oxygen for cellular respiration, tightly bound by leghaemoglobins, plant proteins similar to human hemoglobins. This process keeps the nodule oxygen poor in order to prevent the inhibition of nitrogenase activity. Recently, a Bradyrhizobium strain was discovered to form nodules in Aeschynomene without producing nod factors, suggesting the existence of alternative communication signals other than nod factors, possibly involving the secretion of the plant hormone cytokinin. It has been observed that root nodules can be formed spontaneously in Medicago without the presence of rhizobia. This implies that the development of the nodule is controlled entirely by the plant and simply triggered by the secretion of nod factors. ===Nature of the mutualism=== The legume–rhizobium symbiosis is a classic example of mutualism--rhizobia supply ammonia or amino acids to the plant and in return receive organic acids (principally as the dicarboxylic acids malate and succinate) as a carbon and energy source. However, because several unrelated strains infect each individual plant, a classic tragedy of the commons scenario presents itself. Cheater strains may hoard plant resources such as polyhydroxybutyrate for the benefit of their own reproduction without fixing an appreciable amount of nitrogen. Given the costs involved in nodulation and the opportunity for rhizobia to cheat, it may be surprising that this symbiosis should exist at all. ===The sanctions hypothesis=== There are two main hypotheses for the mechanism that maintains legume-rhizobium symbiosis (though both may occur in nature). The sanctions hypothesis theorizes that legumes cannot recognize the more parasitic or less nitrogen fixing rhizobia, and must counter the parasitism by post-infection legume sanctions. In response to underperforming rhizobia, legume hosts can respond by imposing sanctions of varying severity to their nodules. These sanctions include, but are not limited to reduction of nodule growth, early nodule death, decreased carbon supply to nodules, or reduced oxygen supply to nodules that fix less nitrogen. Within a nodule, some of the bacteria differentiate into nitrogen fixing bacteroids, which have been found to be unable to reproduce. Therefore, with the development of a symbiotic relationship, if the host sanctions hypothesis is correct, the host sanctions must act toward whole nodules rather than individual bacteria because individual targeting sanctions would prevent any reproducing rhizobia from proliferating over time. This ability to reinforce a mutual relationship with host sanctions pushes the relationship toward a mutualism rather than a parasitism and is likely a contributing factor to why the symbiosis exists. However, other studies have found no evidence of plant sanctions. ===The partner choice hypothesis=== The partner choice hypothesis proposes that the plant uses prenodulation signals from the rhizobia to decide whether to allow nodulation, and chooses only noncheating rhizobia. There is evidence for sanctions in soybean plants, which reduce rhizobium reproduction (perhaps by limiting oxygen supply) in nodules that fix less nitrogen.Kiers ET, Rousseau RA, West SA, Denison RF 2003. Host sanctions and the legume–rhizobium mutualism. Nature 425 : 79-81 Likewise, wild lupine plants allocate fewer resources to nodules containing less-beneficial rhizobia, limiting rhizobial reproduction inside. This is consistent with the definition of sanctions, although called \"partner choice\" by the authors. Some studies support the partner choice hypothesis. While both mechanisms no doubt contribute significantly to maintaining rhizobial cooperation, they do not in themselves fully explain the persistence of the mutualism. The partner choice hypothesis is not exclusive from the host sanctions hypothesis, as it is apparent that both of them are prevalent in the symbiotic relationship. ===Evolutionary history=== The symbiosis between nitrogen fixing rhizobia and the legume family has emerged and evolved over the past 66 million years. Although evolution tends to swing toward one species taking advantage of another in the form of noncooperation in the selfish-gene model, management of such symbiosis allows for the continuation of cooperation. When the relative fitness of both species is increased, natural selection will favor the symbiosis. To understand the evolutionary history of this symbiosis, it is helpful to compare the rhizobia-legume symbiosis to a more ancient symbiotic relationship, such as that between endomycorrhizae fungi and land plants, which dates back to almost 460 million years ago. Endomycorrhizal symbiosis can provide many insights into rhizobia symbiosis because recent genetic studies have suggested that rhizobia co-opted the signaling pathways from the more ancient endomycorrhizal symbiosis. Bacteria secrete Nod factors and endomycorrhizae secrete Myc-LCOs. Upon recognition of the Nod factor/Myc-LCO, the plant proceeds to induce a variety of intracellular responses to prepare for the symbiosis. It is likely that rhizobia co-opted the features already in place for endomycorrhizal symbiosis, because there are many shared or similar genes involved in the two processes. For example, the plant recognition gene, SYMRK (symbiosis receptor-like kinase) is involved in the perception of both the rhizobial Nod factors as well as the endomycorrhizal Myc-LCOs. The shared similar processes would have greatly facilitated the evolution of rhizobial symbiosis, because not all the symbiotic mechanisms would have needed to develop. Instead the rhizobia simply needed to evolve mechanisms to take advantage of the symbiotic signaling processes already in place from endomycorrhizal symbiosis. == Other diazotrophs == Many other species of bacteria are able to fix nitrogen (diazotrophs), but few are able to associate intimately with plants and colonize specific structures like legume nodules. Bacteria that do associate with plants include the actinobacteria Frankia, which form symbiotic root nodules in actinorhizal plants, although these bacteria have a much broader host range implying the association is less specific than in legumes. Additionally, several cyanobacteria like Nostoc are associated with aquatic ferns, Cycas and Gunneras, although they do not form nodules. Additionally, loosely associated plant bacteria, termed endophytes, have been reported to fix nitrogen in planta. These bacteria colonize the intercellular spaces of leaves, stems and roots in plants but do not form specialized structures like rhizobia and Frankia. Diazotrophic bacterial endophytes have very broad host ranges, in some cases colonizing both monocots and dicots. == References == ==Further reading== * == External links == * Legume sanctions maintain Rhizobium mutualism * Current list of rhizobia species * Nitrogen Fixation and Inoculation of Forage Legumes Category:Rhizobiales Category:Symbiosis Category:Nitrogen cycle Category:Soil biology ",
    "title": "Rhizobia"
}