{
    "id": "2733713",
    "text": "{| |} Carnival Elation (formerly Elation) is a operated by Carnival Cruise Line. Built by Kværner Masa-Yards at its Helsinki New Shipyard in Finland, she was floated out on January 4, 1998, and christened as Elation by Shari Arison Dorsman. During 2007, in common with all of her Fantasy-class sisters, she had the prefix Carnival added to her name. ==Layout== Carnival Elation is a 71,909 ton ship and is 855 feet long. She has a guest capacity of 2130 and a crew of 920. ==History== Elation was the first cruise ship to be equipped with an Azipod propulsion system. The pods give Elation better maneuverability compared with her sister ships. On November 5, 2011 Carnival Elation was moved from Mobile, Alabama to New Orleans. In October 2017, Carnival Elation completed a month long dry dock during which an extra deck was added and various modifications to her public facilities were made. ==Current and former voyages== 1998–2003: Cruises to Mexico from Los Angeles, California. 2003–2006: Cruises to the Western Caribbean from Galveston, TX. 2007–2010: Cruises to Mexico from San Diego, CA. 2010–2011: Cruises from Mobile, Alabama to the Western Caribbean . 2011–2016: Cruises to the Western Caribbean from New Orleans, Louisiana. 2016–May 2019: Cruises to the Bahamas from Jacksonville, Florida. May 2019: Cruises to the Bahamas from Port Canaveral, Florida. ==Accidents and incidents== * On September 10, 2017 the Carnival Elation responded to a distress call and rescued one person from the sea who had been forced to abandon a vessel during Hurricane Irma. * On January 19, 2018, a Kansas man pleaded guilty after pushing his girlfriend Tamara Tucker off of the ship and pleaded guilty in a federal court in Kansas to second- degree murder.https://www.miamiherald.com/news/business/tourism- cruises/article238562858.html ==References== === Notes === === Bibliography === * ==External links== * * Official website Category:1998 ships Category:Cruise ships Elation Category:Ships built in Helsinki Elation ",
    "title": "Carnival Elation"
}