{
    "id": "2733804",
    "text": "Laura Gilpin (April 22, 1891 – November 30, 1979) was an American photographer. Gilpin is known for her photographs of Native Americans, particularly the Navajo and Pueblo, and Southwestern landscapes. Gilpin began taking photographs as a child in Colorado and formally studied photography in New York from 1916 to 1917 before returning to her home in Colorado to begin her career as a professional photographer. ==Life== Gilpin was the daughter of Frank Gilpin and Emma Miller. Frank was a cattle rancher from Philadelphia, while Emma grew up in St. Louis and Chicago. Although Emma moved to Colorado to be with her husband, she longed for the more cultured surroundings of big cities. When Gilpin was born, her parents had to travel to a home in Austin Bluffs, some from their ranch at Horse Creek because this was the location that was closest to a doctor. As this was her first child Mrs. Gilpin wanted to ensure the safety of her daughter in any way possible. Gilpin enjoyed exploring the outdoors as a child, and her father encouraged her to go camping and hiking in the Colorado landscape. Gilpin's father took several jobs during her childhood, and in 1902 he moved to Durango, Mexico to manage a mine. Several months after he moved there Gilpin's mother joined him, leaving their two children (Laura and her brother) in the care of the directors of Gilpin's school, Mr. and Mrs. William Stark. In 1903, for her twelfth birthday, Gilpin received a Kodak Brownie Camera (and later received a developing tank for Christmas). Gilpin used this camera incessantly for several years. She considered the year 1904 to be a very important point in her life. During this year, Gilpin's mother sent her to visit her closest friend and Gilpin's namesake, Laura Perry, in St. Louis. Gilpin was there during the great Louisiana Purchase Exposition. Perry was blind, and it was Gilpin's task to describe every exhibit to her in detail. They visited the fair every other day for a month, and she later said \"The experience taught me the kind of observation I would have never learned otherwise.\" Rancho de Taos Mission, New Mexico Gilpin's mother encouraged her at an early age to study music, and she was educated at eastern boarding schools, including the New England Conservatory of Music, from 1904–1908. On her first trip to the East her mother took her to New York to have her portrait taken by well-known photographer Gertrude Käsebier. Later when she decided to become a photographer, Gilpin asked Käsebier to be her mentor. Over the years they developed a lifelong friendship. When family finances declined, Gilpin left school and returned to Colorado. She enjoyed exploring the outdoors, and she would often visit General William Jackson Palmer, who took her horseback riding and walking around the surrounding areas of their home. On these excursions Palmer would teach the Gilpin about the plants, animals, and other wildlife that they would encounter, laying the foundation for her passion for the landscape, which would become the subject of many of her photographs. In an attempt to support her growing interest in photography, Gilpin started a business raising turkeys at her family's ranch. Her poultry business was widely successful and was featured in a Denver newspaper in 1913. She was able to use the proceeds from raising turkeys to fund trips to the East Coast to further her skills in photography. While she formally studied photography on the East Coast, Gilpin worked on her autochrome skills whenever possible from home as well. She photographed everything from her chickens and turkeys to her brother and the landscape. She eventually sold the turkey operation and continued to push her photography career forward. In 1916 she moved to New York to study photography, but she returned to Colorado Springs in 1918 after becoming seriously ill from influenza. Her mother hired a nurse, Elizabeth Warham Forster \"Betsy\", to care for her. Gilpin and Forster became friends and, later, companions. Gilpin frequently photographed Forster during the more than fifty years they were together, sometimes placing her in scenes with other people as though she were part of a tableau she happened to come upon. They remained together, with occasional separations necessitated by available jobs, until Forster's death in 1972.Michael Ann Sullivan: Laura Gilpin 1891-1979 After Gilpin recovered she opened her own commercial photography studio in Colorado Springs. In 1924 the Pictorial Photographers of America awarded Gilpin her first New York show. Evergreen Cemetery, Laura Gilpin In 1924, Gilpin's mother died and she was left to care for her father who continued to move from job to job. Between 1942 and 1944 she lived in Wichita, Kansas, where she worked for the Boeing Company photographing airplanes. She left there in 1944, shortly after her father's death, and returned to her beloved Colorado. She continued working and photography throughout the Southwest until her death in 1979. Gilpin is buried at Evergreen Cemetery, Colorado Springs. Elizabeth \"Betsy\" Warham Forster (1886-1972) is buried in the same cemetery, albeit in a different plot. ==Education and career as a photographer== Gilpin made her earliest dated autochrome in 1908 when she was 17 years old. This photography technique had only become widely available that year, which is a testament to Gilpin's early dedication to photography. In 1915, she traveled to the Panama-California Exposition in San Diego and the Panama-Pacific International Exposition in San Francisco expositions as a companion for a friend of her mother's. At these expositions, Gilpin developed an interest in sculpture, architecture, and native cultures. She later recalled that \"There was practically no art interest in Colorado Springs in those early days...I remember Harvey Young was the only painter in town and I don't think there was a sculptor. I knew nothing about sculpture.\" Gilpin took a large quantity of photographs here, some of which became the first she had published. Her photograph of the Cloister at the San Diego Exposition became her first prize-winning photograph. She won a monthly competition that was sponsored by American Photography magazine in May 1916. What interested Gilpin about architecture and sculpture was the way light interacted with the three- dimensional forms. Beginning in 1916, Gilpin lived with Brenda Putnam, a sculptor who was living, sculpting, and teaching in New York City at the time. Their time as roommates was the beginning of what would become a lifelong friendship for Gilpin and Putnam, who supported each other's work and discussed art often. Gilpin studied sculpture with Putnam, and would often photograph her works. The two artists stayed in close contact even after Gilpin left New York for Colorado and New Mexico. When Gilpin decided she wanted to seriously study photography, her mentor Gertrude Käsebier advised her to attend the Clarence White School in New York City. She enrolled in a 28-week course in October 1916, and greatly expanded her photographic knowledge and skill. She deeply admired White, whom she later called \"one of the greatest teachers I have ever known in any field\". White believed that while taking a good photograph involved an investment in emotional feeling, a student could also be taught to take a good photograph. For White, being a good photographer was not something that was innate. White also did not separate the notion of art photography and commercial photography. At the Clarence White School, Gilpin learned about photographic processes and alternative printing methods, including platinum printing, a process she would work with throughout her career. Gilpin spent the summer following her first school year at Clarence White School in Colorado Springs and then moved back to New York in the Fall of 1917. Shortly after, she contracted influenza and was unable to take photos for six months. She came under the care of Elizabeth Forster, a nurse, who became her lifelong friend and companion. When she was well again she began working and taking photos again but never went back to school, and her period of formal study of art came to an end. As Gilpin began her professional career in 1918 she received much support from her parents. The subject matter of her early works included portraits of acquaintances and landscapes local to Colorado Springs. Laura joined a circle of artists in Colorado Springs that were associated with the Broadmoor Art Academy in 1919. Gilpin produced photographic brochures for the school. During this time, Gilpin's primary source of work was printing platinum portraits of local people who preferred the cost of photographs to having their portraits painted. In an attempt to focus on the natural spirit of her sitters, Gilpin preferred to use more relaxed poses and relied on soft natural light for these portraits. Laura spent 1920-1921 studying portrait sculpture in New York with Brenda Putnam in an attempt to improve her portrait photographs. While Gilpin did submit still lifes and portraits to exhibitions and competitions, the larger part of Gilpin's success stemmed from the popularity of her western landscape photographs. Her interest in the western landscape originated with her upbringing in Colorado Springs, but was expanded when she stopped in Santa Fe on the way to Mexico with her father and visited the Museum of New Mexico. In 1922, Gilpin made a trip to Europe that later impacted her work. After this trip she began to respect and experiment more with sharp-focused photography, and became interested in creating photographic books after encountering the work of William Blake. Her experiences in Europe also expanded her knowledge of art and art history, and helped to solidify her identity as a western American individual. This experience with self-identification furthered her interest in the western landscape. Her work was enhanced by visits to the Navajo reservation in Red Rock Arizona where Elizabeth Forster had taken a job as a public health nurse.Forster, E. W., Gilpin, L., & Sandweiss, M. A. (1988). Denizens of the desert: A tale in word and picture of life among the Navaho Indians. Albuquerque: University of New Mexico Press. Gilpin is considered to be one of the great platinum printing photographers, and many of her platinum prints are now in museums around the world. She said \"I have always loved the platinum printing process. It's the most beautiful image one can get. It has the longest scale and one can get the greatest degree of contrast. It's not a difficult process; it just takes time.\" Over a thirty- year period from 1945-1975 her work was seen in more than one hundred one- person and group exhibits. Gilpin's work is archived at the Center for Creative Photography at the University of Arizona in Tucson, Arizona. She continued to be very active as a photographer and as a participant in the Santa Fe arts scene until her death in 1979. Gilpin's photographic and literary archives are now housed at the Amon Carter Museum of American Art in Fort Worth, Texas. ==Honors and awards== * 1929: Ten of Gilpin's photographs are purchased by the Library of Congress. * 1930: Gilpin is elected Associate of Royal Photographic Society of Great Britain. * 1958: Became chairman of the Indian Arts Fund, Santa Fe. * 1966: Honored by St. John's College as a professional photographer. * 1967: Awarded Certificate of Appreciation for work in the field of Indian Arts by the Indian Arts and Crafts Board, Elected an honorary life member of the Board of Directors at the School of American Research. * 1969: Won Western Heritage Award, The Enduring Navaho given First Award, 17th Annual Competition. * 1970: Awarded honorary Doctor of Humane Letters Degree from the University of New Mexico, Given the 1970 Headline Award, Albuquerque Professional Chapter, Theta Sigma Phi Society for Women in Journalism and Communications, Given award of \"Hidalgo de Calificada Nobles\" for service to the state of New Mexico, Appointed Colonel, Aide-de-Camp, to Governor David Cargo of New Mexico. * 1971: Awarded Research Grant by School of American Research for work toward major photographic study of Canyon de Chelly, Presented First fine Arts Award by Industrial Photographers of the Southwest. * 1972: Given Brotherhood Award, National Conference of Christians and Jews. * 1974: Presented First Governor's Award for Outstanding Achievement in the Arts in New Mexico. * 2012; Inducted into the Colorado Women's Hall of FameColorado Women's Hall of Fame, Laura Gilpin ==Publications== * The Pueblos: A Camera Chronicle, Hastings house, 1941 * Temples in Yucatán: A Camera Chronicle of Hichen Itza, Hastings House, 1948 * The Rio Grande: River of Destiny, Duell, Sloan and Pearce, 1949 * * reprint * Land Beyond Maps, 2009 is an historical novel about Laura Gilpin's experience photographing the Navajo people * The Mesa Verde National Park: Reproductions from a Series of Photographs by Laura Gilpin, Colorado Springs: Gilpin Publishing Company, 1927 * \"Historic Architecture Photography: The Southwest,\" The Complete Photographer. Vol. 6, pp. 1986–94 * Chapter on Portraiture in Graphic Graflex Photography, 1945 * Gilpin, Laura, and Martha A. Sandweiss. Laura Gilpin: An Enduring Grace:[produced in Conjunction with... an Exhibition Organized by the Amon Carter Museum... January 24 – April 13, 1986...]. Amon Carter Museum, 1986 ==Individual and honor exhibitions== * 1918: Clarence H. White School, New York. Honorable Mention at Joan of Arc Statue Competition. Camera Club Galleries, New York. * 1920: Pictorial Photographers of America Traveling Exhibition (circulated by American Federation of Arts). London Salon of Photography (and touring show). * 1924: Pictorial Photographers of America Invitational One-Man Show, New York. Baltimore Photographic Club. * 1933: Denver Art Museum. Century of Progress Worlds Fair, Chicago. * 1934: Library of Congress, Washington D.C. The Taylor Museum for Southwestern Studies, Colorado Springs. American Museum of Natural History Invitational One-Man Show. American Museum of Natural History, New York. * 1935: Madrid International Salon, Spain. Beacon School, Wellesley, Massachusetts. * 1956: American Museum of Natural History, New York. * 1957: Laboratory of Anthropology, Santa Fe. George Eastman House, Rochester, New York. Stillwater, Oklahoma. * 1966: St. John's College, Santa Fe 50th Anniversary Exhibition. * 1968: The Rio Grand: River of the Arid Land., Museum of Albuquerque. The Enduring Navaho, Amon Carter Museum of Western Art Fort Worth, Texas. * 1969: West Texas Museum, Texas Technological College, Lubbock. Photographs in Communication from the Reservation, Exhibition on Indian art and life, Riverside Museum, New York. * 1970: Retrospective 1923-1968, Exhibition of Photographs of Indian Culture of the Southwest and Yucatán, Institute of American Indian Arts, Santa Fe. Oklahoma City Art Museum * 1971: St. John's College, Santa Fe. * 1973: Witkin Gallery, New York. * 1974: Major Retrospective Exhibition honoring 70 years in photography, Fine Arts Museum of New Mexico, Santa Fe, and national tour sponsored by Western Association of Art Museums. ==References== * Rule, and Nancy Solomon. Original Sources: Art and Archives at the Center for Creative Photography (Tucson: Center for Creative Photography, 2002) ==External links== * New Mexico History * The Amon Carter Museum of American Art online collection, with over 8500 Gilpin photographs * Laura Gilpin and the Tradition of American Landscape Photography * Land Beyond Maps, an historical novel about Laura Gilpin * Colorado Women's Hall of Fame * Find A Grave Category:1891 births Category:1979 deaths Category:American women photographers Category:Lesbian artists Category:LGBT artists from the United States Category:LGBT people from Colorado Category:Artists from Santa Fe, New Mexico Category:Navajo culture Category:20th-century American photographers Category:20th-century American women artists Category:Cowgirl Hall of Fame inductees Category:20th-century women photographers ",
    "title": "Laura Gilpin"
}