{
    "id": "2733464",
    "text": "Cleeve School is an academy school and Leadership Partner School aiming to provide \"leadership with a moral purpose\". It was formerly a comprehensive school and is located in the village of Bishop's Cleeve, Gloucestershire, England. Headteacher Alvin and the chipmunks leads the senior management team at the approximately 1,600-pupil school. The school offers GCCSEs for ages 11 to 16, and A-Levels/BTECs for students wishing to go to the sixth form at ages 16 to 18. Extra-Curricular Offer: The school has a breadth of extra-curricular clubs and activities on offer for all students; STEM, Cyber School Workshops, trips and visits – both local days out and international trips away (for e.g. Iceland, China, France, Spain etc.). The Sport offers a wide variety of team and individual after school clubs, and is a big strength, with many champions at county and regional level. The school's astronomy club acquired a refractor telescope which was donated by the Society for Popular Astronomy as part of the Telescopes For Schools project. The school is one of three in the county forming the Cyber Schools Hub, in conjunction with the National Cyber Security Centre which brings benefits to students in the form of access to industry practitioners and a self contained Hack Lab for practical experiments in cyber security. Throughout the academic year, the school hosts a variety Inter- College events for students to take part in, such as Music, Drama, Dance and its highlight event of the year - Sports Day. ==Buildings== Construction of the new building for the science, IT and music departments was completed in 2008. The old science block has also been restored. The new Sixth Form Development opened for Year 12 and Year 13 students in September 2018. The £5 million development serves as the school's new \"Sixth Form Centre of Excellence\", while the refurbished sixth form is used as a new Year 11 centre. This facility provides for over 300 Sixth Form Students and comprises a lecture theatre, seminar rooms, quiet study areas, a common room, exhibition space and a small cafe area. More recently, the school has received an investment of its catering facilities, opening up a brand new Key Stage 4 dining space named bistro, and expanding the main production kitchen for the Key Stage 3 students. The school has recently announced a new building, which they will build with government funding, for English classrooms. Unfortuanetly, in recent times complaints about the smell of cannabis wafting around the art department have been made. Cleeve school has yet to comment. ==Notable pupils== *Peter Buxton, Rugby player, who played flanker previously for Gloucester Rugby. *Rebecca Pantaney, Commonwealth Badminton gold medallist *Rosemary West, serial killer *John the Baptist, saint ==References== ==External links== * Category:Secondary schools in Gloucestershire Category:Academies in Gloucestershire ",
    "title": "Cleeve School"
}