{
    "id": "273314",
    "text": "Fieldwork is a 2007 novel by American journalist Mischa Berlinski. It was published by Farrar, Straus and Giroux and was a finalist that year for the National Book Award,Bret Anthony Johnston, \"2007 National Book Award Fiction Finalist Interview With Mischa Berlinski\" (accessed June 3, 2012). eventually losing out to Denis Johnson's Tree of Smoke. ==Synopsis== Set in Thailand, the novel is told from the point of view of a fictional narrator named Mischa Berlinski. It tells the story of a tribe called the Dyalo, a family of Protestant missionaries attempting to convert them to Christianity, and an anthropologist who is studying the tribe and who murders one of the missionaries and then commits suicide in prison. ==Reception== The book received strongly positive reviews. In the Los Angeles Times, Tim Rutten called the book \"a notable piece of first fiction -- at once deeply serious about questions of consequence and refreshingly mindful of traditional storytelling conventions.\" (Rutten did criticize what he called the author's \"casual obeisance to fashionable postmodernism\" in choosing to use his own name for the fictional narrator.)Tim Rutten, \"Faith and Reason in Thailand\", Los Angeles Times, February 7, 2007. Lara Tupper, in The Believer, described it as \"a clever book, chock-full of David Foster Wallace–esque footnotes and moments of direct address.\"Lara Tupper, \"A Review of Fieldwork by Mischa Berlinski, The Believer, March 2007. The Independent's Boyd Tonkin described it as \"an updated Somerset Maugham yarn\", \"[l]ush in its landscapes, dense in its ideas, always startlingly nimble and witty\".Boyd Tonkin, \"Fieldwork, By Mischa Berlinski\", The Independent, October 10, 2008. A less positive review came from Sophia Asare of Entertainment Weekly, who gave the book a B-minus grade, calling it \"a rich yet cumbersome travelogue\".Sophia Asare, \"Fieldwork\", EW.com, March 16, 2007. However, a second Entertainment Weekly article about the book, written by Stephen King and entitled \"How to Bury a Book\", was more laudatory: \"This is a great story. It has an exotic locale, mystery, and a narrative voice full of humor and sadness. Reading Fieldwork is like discovering an unpublished Robertson Davies novel; as with Davies, you can't stop reading until midnight (good), and you don't hate yourself in the morning (better).\" King went on to criticize the publisher for its choice of a bland title and cover design, asking, \"Why, why, why would a company publish a book this good and then practically demand that people not read it? Why should this book go to waste?\"Stephen King, \"How to Bury a Book\", Entertainment Weekly, April 15, 2007. King's column yielded additional attention and sales for Fieldwork;Carol Rini, \"Seen & Overheard: Stephen King's Book Club\", The Oxford Press, April 7, 2007. when Berlinski was awarded a 2008 Whiting Writers' Award, he commented to an interviewer about his \"luck\" that \"Stephen King, the most famous writer in the world, picked up my book because he didn't like the cover.\"Jocelyn McClurg and Bob Minzesheimer, \"Book Buzz: Marriage, sickness and luck\", USA Today, October 29, 2008. ==References== Category:2007 novels Category:Novels set in Thailand Category:Farrar, Straus and Giroux books Category:2007 debut novels ",
    "title": "Fieldwork (novel)"
}