{
    "id": "2733411",
    "text": "Stoke Orchard is a village or hamlet north-west of Cheltenham in Gloucestershire, England. Stoke Orchard was formerly home to the Coal Research Establishment of the National Coal Board, which moved onto the site of a Ministry for Aircraft Production shadow factory run by the Gloster Aircraft Company adjacent to RAF Stoke Orchard. At one point the famous aviatrix Amy Johnson lived in the village. The CRE site has now been demolished, the site cleared and it has been developed by Bloor Homes having built 145 houses, a state-of-the-art community centre, a village Shop and a multi-use all-weather sports pitch. This development has effectively doubled the size of the village. Stoke Orchard is in the borough of Tewkesbury, the Cheltenham post town, and on the Coombe Hill, Cheltenham, telephone exchange. Stoke Orchard neighbours Elmstone-Hardwicke, Tredington and Bishop's Cleeve. Politically the village is twinned with neighbouring Tredington, as Stoke Orchard parish. The two villages are part of a large church parish with two other villages nearer to the River Severn. Stoke Orchard, in common with many villages in this part of Gloucestershire, has a sizeable church but no pubs. There is now a modern, eco-friendly community centre, with a community convenience shop attached called The Orchard Stores. The community centre is a fully self supporting building, which generates income through providing a great space for various classes, event days and parties, and recently won a national award from Campaign to Protect Rural England (CPRE) for the most ecologically-friendly village hall in the country. The church has early wall paintings of the life of St James - revealed when the whitewash applied at the time of the English Reformation was removed, and it was a staging post on the route for pilgrims making their way to Santiago de Compostela. Tredington Primary School was built halfway between Stoke and Tredington in order to serve both communities. Stoke Orchard is aligned with nearby Tredington to form the Parish of Stoke Orchard. The Parish Council, composed of local community volunteers, meets once per month, and is aligned with Tewkesbury Borough Council. The parish of Stoke Orchard had a population of 435 according to the 2011 census. ==References== ==External links== https://www.stokeorchardandtredington.org.uk/ http://www.stokeorchard.org/ Category:Villages in Gloucestershire Category:Borough of Tewkesbury Category:Civil parishes in Gloucestershire ",
    "title": "Stoke Orchard"
}