{
    "id": "273356",
    "text": "', officially the ' (; ), is a and capital of the province of , Philippines. According to the , it has a population of people. Basco is located on Batan Island, the second largest among the Batanes Islands, the northernmost islands of the Philippines. The town has a domestic airport, Basco Airport, serving flights from Manila and Baguio. The town is named after Capitán General José Basco, who led the pacification and conquest of the islands during his term as Governor-General. The Basco Lighthouse is one of the landmarks. ==Geography== Basco is located at . According to the Philippine Statistics Authority, the has a land area of constituting of the total area of Batanes. ===Barangays=== Political Map of Basco, Batanes (Subject for Correction) Basco is politically subdivided into 6 barangays. The sitio of Diptan was converted into a barrio, known as San Antonio, in 1955. Also in the same year, the sitios of Coral, Hago, Tuva, Diojango, Canalaan, Honaan and Dimnalamay were converted into the barrio of San Joaquin. ===Climate=== Basco has a tropical monsoon climate (Köppen climate classification Am), with slightly cooler temperatures especially during the winter months due to its northerly location compared to other cities down south such as Laoag or Manila. Unlike these two cities whose hottest months are April and May, Basco experiences its warmest temperature during the months of June and July, similar to Taiwan. ==Demographics== In the , Basco had a population of . The population density was . ==Transportation== Basco is accessible by air from Manila via Basco Airport. It is served by PAL Express and SKYJET, and via Tuguegarao in Cagayan by Regional Airlines like NorthSky Air and Air Republiq (as of January 2013). ==Education== Schools: * Basco Central School * Batanes National Science High School * Batanes State College * Chanarian Barrio School * Diptan Elementary School * Saint Dominic College * Tukon Barrio School * Valugan Barrio School ==References== ==External links== * Basco Profile at PhilAtlas.com * [ Philippine Standard Geographic Code] Category:Municipalities of Batanes Category:Provincial capitals of the Philippines ",
    "title": "Basco, Batanes"
}