{
    "id": "273416",
    "text": "In Sumerian and Akkadian mythology Asaruludu is one of the Anunnaki. His name is also spelled Asarludu, Asarluhi, and Namshub. The etymology and meaning of his name are unclear. Asaruludu served as an exorcist in Sumerian religious rituals.. As Namshub (shining), he is considered a protective deity, \"the shining god that illuminates our path\". The Enuma Elish describes Asaruludu as \"the light of the gods\". Another version states he is \"the wielder of the flaming sword\" and \"ensures the most perfect safety\". == History == Early evidence does not associate Asaruludu with incantations and magic, but rather with the city of Kuara. Asaruludu, as the patron deity of Kuara, may have been subsumed into the pantheon of Eridu (Enki's city) and thus acquired his role as a god of incantations. Sometimes Asalluhi plays an intermediary role, introducing the patient to Enki/Ea. Later texts describe Asaruludu as the son of Enki/Ea,Edzard, D.O. 1965. \"Mesopotamien. Die Mythologie der Sumerer und Akkader.\" In H.W. Haussig (ed.), Götter und Mythen im Vorderen Orient. Wörterbuch der Mythologie, erste Abteilung, Bd. I, p. 43. Stuttgart: Ernst Klett Verlag. who shares Enki/Ea's qualities of intelligence, counsel and \"wide reason\", as well as expertise in incantations. Asaraludu often bears the epithets \"son of Eridu\" or the \"son of Abzu,\" Enki/Ea's realm of subterranean waters. Asaruludu was later syncretized with Marduk;Sommerfeld, W. 1987-90. \"Marduk. A. Philologisch. I. In Mesopotamien.\" In: Reallexikon der Assyriologie und Vorderasiatischen Archäologie 7, p. 362. Berlin: de Gruyter.Brisch, N. 2007. Tradition and the Poetics of Innovation: Sumerian Court Poetry from the Larsa Dynasty (ca. 2003-1763 BCE). Alter Orient und Altes Testament, 339. Münster: Ugarit-Verlag. pp.142-56. Richter, T. 2004. Untersuchungen zu den lokalen Panthea Süd- und Mittelbabyloniens in altbabylonischer Zeit. 2., verbesserte und erweiterte Auflage. Alter Orient und Altes Testament, 257. Münster: Ugarit-Verlag. p.462 n.1956. in the Enuma Elish, Asalluhi is one of Marduk's fifty names.Foster, B.R. 2005. Before the Muses: an Anthology of Akkadian Literature. 3rd edition. Bethesda, MD: CDL Press. pp.472, 475. === Time Periods === Asaruludu is first attested in the Ur III period,Cunningham, G. 1997. Deliver Me From Evil: Mesopotamian Incantations 2500-1500 BC. Rome. p.65 and appears most frequently in Neo- Assyrian, Achaemenid, and Seleucid incantations. The so-called \"Weidner god list,\" mentions Asalluhi right before Marduk. Asar Uluda =( elam tamil )= Asar ( a place name)+ Ulakuda/ USA uda( world/ English), in Mayan Logographic - patha la USA kam ( under ground/ English), in Elam Tamil also -( PATHALA LOKAM)= under ground world,) ==Use in popular culture== * The term nam-shub was used by Neal Stephenson in his novel Snow Crash for an infohazard. ==See also== * Kuara * Enki/Ea * Marduk * Snow Crash == References == This page includes text adapted from the Ancient Mesopotamian Gods and Goddesses Project, a production of the UK Higher Education Academy's Subject Centre for History, Classics, and Archaeology. ==Further reading== *Asalluhi in The Electronic Text Corpus of Sumerian Literature * Brigitte Groneberg: Die Götter des Zweistromlandes. Kulte, Mythen, Epen. Artemis & Winkler, Stuttgart 2004, . *Cunningham, G. 1997. Deliver Me From Evil: Mesopotamian Incantations 2500-1500 BC. Rome. *Helmut Freydank et al.: Lexikon Alter Orient. Ägypten * Indien * China * Vorderasien. VMA-Verlag, Wiesbaden 1997, * Category:Mesopotamian gods ",
    "title": "Asaruludu"
}