{
    "id": "2734521",
    "text": "The Roanoke Express were a professional minor league ice hockey team in the ECHL from 1993 until 2004. Home games were played at the Roanoke Civic Center in Roanoke, Virginia. ==History== Roanoke Valley's first minor league ice hockey team, called the Salem Rebels, played its inaugural season at the Salem Civic Center in the 1967-1968 season with Jim Jago as team captain. The first season had some sparse crowds of less than 1,000 in the 4,848 seat arena. Over the next few years, the team developed a fanbase and a number of games were sold out. In 1971, the team moved to the newly built Roanoke Civic Center near downtown Roanoke and were renamed the Roanoke Valley Rebels. For most of the 1980s and early 1990s, various teams such as the Virginia Lancers and Roanoke Valley Rampage played in a custom built facility called the LancerLot in Vinton. The Virginia Lancers were owned by Henry Brabham, who also owned a chain of convenience stores named Lancer Mart. The roof of the LancerLot collapsed as a result of heavy snowfall during the Blizzard of 1993 resulting in hockey moving back to the Roanoke Civic Center. ==Joining the ECHL== The Express proved to be a success both on the ice and in drawing more fans than previous hockey teams in the Roanoke Valley. During the mid to late 1990s, some crowds nearly filled the over 9,000 seat civic center. In 1995-1996, average attendance was 5,679. The team's hard-nosed style of play reflected their coach, Frank Anzalone, who later coached the ECHL's Johnstown Chiefs. The Express typically had outstanding goalkeeping with Daniel Berthiaume and Dave Gagnon. The team continued to be successful, and in fact reached new heights, after Anzalone left for the Lowell Lock Monsters and was replaced by Scott Gordon. However, by the early 2000s, the novelty of hockey in the Roanoke Civic Center had worn off and the team's inability to advance deep into the playoffs led to a frustrated fanbase and sagging attendance. Turmoil in management and ownership contributed to bad press for the team and less effective marketing than in the team's early years. The Express folded after the 2003-2004 season. ==Afterward== In 2005, Roanoke tried to field another hockey team, this time in the UHL: the Roanoke Valley Vipers. This team folded after just one season. Then, in 2016, the Roanoke Rail Yard Dawgs formed in the SPHL. The Dawgs have made numerous references to the Express, including retiring the number of Terence Tootoo, who had committed suicide not long after his sole season in Roanoke. The Berglund Center tried to keep hockey alive in Roanoke by hosting Virginia Tech's games, as well as through an annual \"Guns 'n' Hoses\" game to benefit the MDA, in which area firefighters would go up against area law enforcement. In the late 2000s, the \"Roanoke Express\" name was revived for a youth hockey team. It was eventually absorbed into the Dawgs' youth team. ==Playoffs== *1993–94: Lost to Raleigh 2-0 in first round. *1994–95: Defeated Knoxville 3-1 in first round; lost to Richmond 3-1 in quarterfinals. *1995–96: Lost to Charlotte 3-0 in first round. *1996–97: Lost to Hampton Roads 3-1 in first round. *1997–98: Defeated Huntington 3-1 in first round; lost to Hampton Roads 3-2 in quarterfinals. *1998–99: Defeated Dayton 3-1 in first round; defeated Chesapeake 3-1 in quarterfinals; lost to Richmond 4-0 in semifinals. *1999–00: Lost to Johnstown 3-1 in first round. *2000–01: Lost to Toledo 3-2 in first round. *2001–02: Lost to Trenton 3-1 in first round. *2002–03: Lost to Greensboro 3-1 in first round. *2003–04: Lost to Florida 3-1 in first round. ==Notable players== *Daniel Berthiaume - former NHL goaltender *Dave Gagnon - two-time Riley Cup MVP *Jason Jaffray - Vancouver Canucks forward *Jeff Cowan - played with Canucks, Flames, Kings, and Thrashers *Vernon Fiddler - New Jersey Devils forward *John Tripp - formerly of the Los Angeles Kings ==External links== *History of the Express from 1993-2001, from The Roanoke Times. Category:Defunct ECHL teams Category:Sports in Roanoke, Virginia Category:Defunct ice hockey teams in the United States Category:Ice hockey teams in Virginia Category:Ice hockey clubs established in 1993 Category:Sports clubs disestablished in 2004 Category:1993 establishments in Virginia Category:San Jose Sharks minor league affiliates Category:Calgary Flames minor league affiliates Category:New York Islanders minor league affiliates Category:Chicago Blackhawks minor league affiliates Category:2004 disestablishments in Virginia ",
    "title": "Roanoke Express"
}