{
    "id": "2734549",
    "text": "Charles Clémencet (17035 August 1778) was a French Benedictine historian. He was born in Painblanc, in present-day Côte-d'Or, and was one of the authors who helped complete the great chronological work Art de vérifier les dates (the usual short form of a long title). He also wrote part of the monumental Histoire littéraire de la France, and the history of the abbey of Port Royal. He died in Paris. == Main publications == *1750: L'Art de vérifier les dates des faits historiques, des chartes, des chroniques et autres anciens monuments, depuis la naissance de Notre-Seigneur, par le moyen d'une table chronologique, with Maurus Dantine *1753: Lettres d'Eusebe Philalethe a M. Franc̜ois Morénas sur son prétendu Abregé de l'histoire ecclésiastique, dans lesquelles on refute les fables ridicules, les erreurs grossieres avancées par cet auteur, en faveur des Jésuites, contre les disciples de Saint Augustin, pour servir de supplément à l'Abrégé de l'histoire ecclésiastique *1755–1757:Histoire générale de Port-Royal, depuis la réforme de l'abbaye jusqu'à son entière destruction (10 volumes) *1758: La Vérité et l'innocence victorieuses de l'erreur et de la calomnie. Lettre a un ami sur la Réalité du projet de Bourg-Fontaine *1759: Œuvres posthumes de M. l'abbé Racine, prêtre- chanoine de Notre-Dame de la cité d'Auxerre et auteur de l'Abrégé de l'histoire ecclésiastique avec des réflexions *1760: Conférences de la Mère Angélique de Saint Jean, sur les Constitutions du monastère de Port-Royal du Saint Sacrement (3 volumes) *1773: Histoire littéraire de S. Bernard, abbé de Clairvaux, et de Pierre le Vénérable, abbé de Cluny, qui peut servir de supplément au XIIe de l'histoire littéraire de la France ;Collaborations *1733–1763: Histoire littéraire de la France, où l'on traite de l'origine et du progrès, de la décadence et du rétablissement des sciences parmi les Gaulois et parmi les François (12 volumes) *1847: Recueil des historiens des Gaules et de la France, tomes XII-XIII == Notes == == Bibliography == * via HathiTrust ) Category:1703 births Category:1778 deaths Category:18th-century French historians Category:French Benedictines Category:Congregation of Saint- Maur ",
    "title": "Charles Clémencet"
}