{
    "id": "2734892",
    "text": "The Buddy Deane Show was a teen dance television show, created by Zvi Shoubin, hosted by Winston \"Buddy\" Deane (1924–2003), and aired on WJZ-TV (Channel 13), the ABC affiliate station in Baltimore from 1957 until 1964. It was similar to Philadelphia's American Bandstand. The Buddy Deane Show was taken off the air because home station WJZ-TV was unwilling to integrate black and white dancers. Deane's dance party television show debuted in 1957 and was, for a time, the most popular local show in the United States. It aired for two and a half hours a day, six days a week. Teenagers who appeared on the show every day were known as \"The Committee\". Committee members included Mike Miller, Charlie Bledsoe, Ron Osher, Mary Lou Raines, Pat(ricia) Tacey, and Cathy Schmink. Hundreds of thousands of teens learned the latest dances by watching Committee members on the show, copying their personal style, and following their life stories and interactions. Many top acts of the day, both black and white, appeared on The Buddy Deane Show. Acts that appeared on the show first were reportedly barred from appearing on Dick Clark's American Bandstand, but if they had been on Bandstand first they could still be on The Buddy Deane Show. The rivalry with Dick Clark meant that Deane urged all his performers not to mention American Bandstand or visits to Clark in Philadelphia. Although WJZ-TV, owned by Westinghouse Broadcasting (now CBS since January 2, 1995), was an ABC affiliate, the station \"blacked out\" the network broadcast of American Bandstand in Baltimore and broadcast the Deane program instead, reportedly because Bandstand showed black teenagers dancing on the show (although black and white teenagers were not allowed to dance together until the show was moved to California in 1964). The Deane program set aside every other Friday for a show featuring only black teenagers. For the rest of the time, the show's participants were all white. Owing to Deane's mid-South roots and work history, he featured many performers from the ranks of country and western music (e.g., Skeeter Davis, singing \"The End of the World\" and Brenda Lee singing \"Sweet Nothin's\"), who then achieved cross-over hits among rock and roll fans. Dean also played songs that other disc jockeys, including Dick Clark, refused to present to mostly white teen TV audiences because the acts sounded \"too black\" (e.g. \"Do You Love Me\" by The Contours, or \"Hide and Go Seek\" by Bunker Hill). With an ear for music seasoned by many more years as a disk jockey than Clark, Deane also brought to his audience a wider array of white musical acts than were seen on American Bandstand. For example, Carole King appeared on the show playing her single \"It Might as Well Rain Until September\", nearly a decade before she burst to popularity with her landmark 1970 album, Tapestry. Deane also presented British artist Helen Shapiro, who sang her Baltimore hit, \"Tell Me What He Said,\" at about the time that she was touring England with The Beatles as one of her support acts. Deane organized and disc-jockeyed dances in public venues across the WJZ-TV broadcast area, including much of central Maryland, Delaware, and southern Pennsylvania where tens of thousands of teenagers were exposed to live recording artists and TV personalities. In several instances, the show went on location to the Milford Mill swim club on the westside of suburban Baltimore County. Almost all dancers wore swim wear and beach attire, with music provided by WJZ-TV. As well, a show was broadcast from a local farm in Westminster, Maryland. Participants dressed in \"country\" style, and danced to country and western music as well as pop. Several local art contests were also held on the show, with viewers submitting their own art work. Deane also held dances at various Maryland American Legion posts and National Guard armories which were not taped or broadcast on television. \"Buddy\" Deane was a broadcaster for more than 50 years, beginning his career in Little Rock, Arkansas, then moving to the Memphis, Tennessee market, before moving on to Baltimore, where he worked at WITH radio. He was one of the first disc jockeys in the area to regularly feature rock and roll. Deane died in Pine Bluff, Arkansas on July 16, 2003, after suffering a stroke. He was 78. == Legacy == Dick Clark patterned his ABC-TV show, Where the Action Is, after local remotes done by Deane in Maryland. The racial integration of a take-off of the show, dubbed The Corny Collins Show, provides the backdrop to the 1988 John Waters film Hairspray. The film would spawn a 2002 Broadway musical adaptation starring Harvey Fierstein and Marissa Jaret Winokur, and a 2007 film adaptation of the musical starring John Travolta and Nikki Blonsky. Although he never appeared on Deane's show, Waters attended high school with a \"Buddy Deaner\" and later gave Deane a cameo in the film, in which Deane played a TV reporter who tried to interview the governor who was besieged by integration protesters. As with many other local TV shows, little footage of the show is known to have survived. When Barry Levinson, another Baltimore native, requested vision from the show for his film Diner, the station told him it had no footage. == See also == * The Clay Cole Show * The Groovy Show * The Milt Grant Show == References == *Warner, Tony, Buddy's Top 20: The Story of Baltimore's Hottest TV Dance Show and the Guy Who Brought it to Life! 2003. *Washington Post, \"Winston \"Buddy\" Deane – Baltimore DJ\" obituary, Friday, July 18, 2003, Page B-7. Category:1957 American television series debuts Category:1964 American television series endings Category:1950s American variety television series Category:1960s American variety television series Category:Black-and-white American television shows Category:Culture of Baltimore Category:Dance television shows Category:Local music television shows in the United States Category:English-language television shows ",
    "title": "The Buddy Deane Show"
}