{
    "id": "273476",
    "text": "Jonathan Richard Guy Greenwood (born 5 November 1971) is an English musician and composer. He is the lead guitarist and keyboardist of the alternative rock band Radiohead, and has written a number of film scores. Along with his elder brother, Radiohead bassist Colin, Greenwood attended Abingdon School in Abingdon near Oxford, England, where he met the future band members. The youngest of the group, Greenwood was the last to join, first playing keyboards and harmonica but soon becoming lead guitarist. He abandoned a degree in music when the band signed to Parlophone; their debut single \"Creep\" was distinguished by Greenwood's aggressive guitar work. Radiohead have since achieved critical acclaim and sold over 30 million albums. Along with the other members of Radiohead, Greenwood was inducted into the Rock and Roll Hall of Fame in 2019. Greenwood has been named one of the greatest guitarists of all time by publications including Rolling Stone. A multi-instrumentalist, Greenwood has also played instruments including bass guitar, piano, viola, and drums. He is a prominent player of the ondes Martenot, an early electronic instrument. He uses electronic techniques such as programming, sampling and looping, and writes music software used by Radiohead. He described his role in the band as an arranger, helping to transform Thom Yorke's demos into finished songs. Radiohead albums feature Greenwood's string and brass arrangements, and he has composed for orchestras including the London Contemporary Orchestra and the BBC Concert Orchestra. His first solo work, the soundtrack for the film Bodysong, was released in 2003. In 2007, he scored There Will Be Blood, directed by Paul Thomas Anderson, and has composed the soundtrack for every Anderson film since; in 2018, he was nominated for an Academy Award for his score for Anderson's Phantom Thread. Greenwood's other scores include two collaborations with director Lynne Ramsay. He has collaborated several times with the Israeli composer Shye Ben Tzur, including on the 2015 album Junun. ==Early life== Jonny Greenwood was born on 5 November 1971 in Oxford, England. His brother, Radiohead bassist Colin Greenwood, is two years older. His father served in the army as a bomb-disposal expert. When he was a child, Greenwood's family would listen to a small number of cassettes in their car, including Mozart's horn concertos, the musicals Flower Drum Song and My Fair Lady, and cover versions of Simon and Garfunkel songs. When the cassettes were not playing, Greenwood would listen to the noise of the engine and try to recall every detail of the music. He credited his older siblings with exposing him to rock bands such as the Beat and New Order. The first gig Greenwood attended was the Fall on their 1988 Frenz Experiment tour, which he found \"overwhelming\". Greenwood's first instrument was a recorder given to him at age four or five. He took the instrument seriously, playing it into adulthood, and played baroque music in recorder groups as a teenager. He also learnt the viola and joined the Thames Vale youth orchestra, which he described as a formative experience: \"I'd been in school orchestras and never seen the point. But in Thames Vale I was suddenly with all these 18-year-olds who could actually play in tune. I remember thinking: 'Ah, that's what an orchestra is supposed to sound like!'\" Greenwood spent time as a child programming computers, experimenting with BASIC and simple machine code to build \"rubbishy computer games\". According to Greenwood, \"the closer I got to the bare bones of the computer, the more exciting I found it\". The Greenwood brothers attended the independent boys' school Abingdon, where they formed a band, On a Friday, with singer Thom Yorke, guitarist Ed O'Brien, and drummer Phil Selway. Jonny had previously been in a band called Illiterate Hands with Matt Hawksworth, Simon Newton, Ben Kendrick, Nigel Powell and Yorke's brother Andy Yorke. The youngest member of On a Friday, Greenwood was two school years below Yorke and Colin and the last to join. He first played harmonica and then keyboards, but soon became lead guitarist. Greenwood studied music at A Level, when he studied chorale harmonisation. ==Career== ===Radiohead=== In 1991, Greenwood was three weeks into a degree in music and psychology at Oxford Polytechnic when On a Friday signed a recording contract with EMI. He dropped out of university and On a Friday changed their name to Radiohead. The band found early success with their 1992 single \"Creep\". According to Rolling Stone, \"It was Greenwood's gnashing noise blasts that marked Radiohead as more than just another mopey band ... an early indicator of his crucial role in pushing his band forward.\" Greenwood wrote his first Radiohead string part for the middle eight of \"My Iron Lung\", which appeared on their second album, The Bends (1995). Radiohead's third album, OK Computer (1997), achieved acclaim, showcasing Greenwood's lead guitar work on songs such as \"Paranoid Android\". For the track \"Climbing up the Walls\", Greenwood wrote a part for 16 stringed instruments playing quarter tones apart, inspired by the Polish composer Krzysztof Penderecki. Greenwood performing with Radiohead in 2006 Radiohead's fourth and fifth albums, Kid A (2000) and Amnesiac (2001), recorded simultaneously, marked a dramatic change in sound, incorporating influences from electronica, classical music, jazz and krautrock. Greenwood employed a modular synthesiser to build the drum machine rhythm of \"Idioteque\", and played ondes Martenot, an early synthesiser similar to a theremin, on several tracks. He composed a string arrangement for the track \"How to Disappear Completely\" by multitracking his ondes Martenot playing. According to longtime Radiohead producer Nigel Godrich, when the string players saw Greenwood's score \"they all just sort of burst into giggles, because they couldn't do what he'd written, because it was impossible—or impossible for them, anyway\". The orchestra leader John Lubbock encouraged the musicians to experiment and work with Greenwood's \"naive\" ideas. At the 2005 Ether Festival, Greenwood and Yorke performed \"Arpeggi\" with the London Sinfonietta orchestra and the Arab Orchestra of Nazareth. The song was released in a different arrangement on Radiohead's seventh album, In Rainbows (2007), retitled \"Weird Fishes/Arpeggi\". Radiohead's eighth album, The King of Limbs (2011), was recorded using sampler software written by Greenwood. A Moon Shaped Pool, released in May 2016, features strings and choral vocals arranged by Greenwood and performed by the London Contemporary Orchestra. Radiohead had sold more than 30 million albums worldwide by 2011.Jonathan, Emma. \"BBC Worldwide takes exclusive Radiohead performance to the world\". BBC. 3 May 2011. Retrieved 15 June 2011. They were inducted into the Rock and Roll Hall of Fame in March 2019. ===Solo work=== In 2003, Greenwood released his first solo work, Bodysong, the soundtrack for the documentary of the same name. The soundtrack incorporates guitar, jazz, and classical music. In March 2004, Greenwood's first work for orchestra, Smear, was premiered by the London Sinfonietta. In May, he was appointed composer-in-residence to the BBC Concert Orchestra, for whom he wrote \"Popcorn Superhet Receiver\" (2005), which won the Radio 3 Listeners' Award at the 2006 BBC British Composer Awards. The piece was inspired by radio static and the elaborate, dissonant tone clusters of Penderecki's Threnody to the Victims of Hiroshima (1960). Greenwood wrote the piece by recording individual tones on viola, then manipulating and overdubbing them in Pro Tools. As part of his prize Greenwood received £10,000 from the PRS Foundation towards a commission for a new orchestral work. Greenwood composed the score for the 2007 film There Will Be Blood by director Paul Thomas Anderson. The soundtrack won an award at the Critics' Choice Awards and the Best Film Score trophy in the Evening Standard British Film Awards for 2007. As the soundtrack contains excerpts from \"Popcorn Superhet Receiver\", an earlier piece, it was ineligible for an Academy Award nomination. Rolling Stone named There Will Be Blood the best film of the decade and described the score as \"a sonic explosion that reinvented what film music could be\". In 2016, film composer Hans Zimmer said the score was the one that had most \"stood out to him\" in the past decade, describing it as \"recklessly, crazily beautiful\".alt=Greenwood curated a compilation album of reggae tracks, Jonny Greenwood Is the Controller, released by Trojan Records in March 2007. The album features mostly 70s roots and dub tracks from artists including Lee \"Scratch\" Perry, Joe Gibbs, and Linval Thompson; the title references Thompson's track \"Dread Are the Controller\". In 2008, Greenwood wrote the title music for Adam Buxton's sketch show pilot meeBOX. In February 2010, he debuted a new composition, \"Doghouse\", at the BBC's Maida Vale Studios. Greenwood wrote the piece in hotels and dressing rooms while on tour with Radiohead. He expanded \"Doghouse\" into the score for the Japanese film Norwegian Wood, released later that year. In 2011, Greenwood scored We Need to Talk About Kevin, directed by Lynne Ramsay, using instruments including a wire-strung harp. In 2012, he worked with Anderson again, composing the score for The Master. On 13 March 2012, Greenwood and Polish composer Krzysztof Penderecki, one of Greenwood's greatest influences, released an album comprising Penderecki's 1960s compositions Polymorphia and Threnody for the Victims of Hiroshima, Greenwood's \"Popcorn Superhet Receiver\", and a new work by Greenwood, \"48 Responses to Polymorphia\". In 2012, Greenwood accepted a three-month residency with the Australian Chamber Orchestra in Sydney and composed a new piece, \"Water\". In 2013, Greenwood, Yorke, and other artists contributed music to The UK Gold, a documentary about tax avoidance in the UK. The soundtrack was released free in February 2015 through the online audio platform SoundCloud. Greenwood collaborated with Anderson again on the soundtrack for the film Inherent Vice (2014); it features a new version of an unreleased Radiohead song, \"Spooks\", performed by Greenwood and two members of Supergrass. In 2014, Greenwood performed with the London Contemporary Orchestra, performing selections from his soundtracks alongside new compositions. Greenwood wrote the score for another of Anderson's films, Phantom Thread, in 2017; it was nominated for the Academy Award for Best Original Score and earned Greenwood his sixth Ivor Novello award. In the same year, he reunited with Ramsay to score her film You Were Never Really Here. At the 2019 Proms, Greenwood debuted his composition \"Horror vacui\" for solo violin and 68 string instruments. That September, Greenwood launched a record label, Octatonic Records, to release contemporary classical music by soloists and small groups. Greenwood wrote that he started the label to capture the \"remarkable\" musicians he had met as a film composer. === Collaborations === Greenwood played harmonica on Blind Mr. Jones's 1992 single \"Crazy Jazz\". For the 1998 film Velvet Goldmine, he formed Venus in Furs with Radiohead's Thom Yorke, Suede's Bernard Butler, and Roxy Music's Andy Mackay and recorded covers of the Roxy Music songs \"2HB\", \"Ladytron\" and \"Bitter-Sweet\". Greenwood played harmonica on the tracks \"Platform Blues\" and \"Billie\" on Pavement's final album, Terror Twilight (1999), produced by Radiohead producer Nigel Godrich. He played guitar on Bryan Ferry's albums Frantic (2002) and Olympia (2010). In 2004, he and Yorke contributed to the Band Aid 20 single \"Do They Know It's Christmas?\", produced by Godrich. For the 2005 film Harry Potter and the Goblet of Fire, Greenwood appeared as part of the wizard rock band Weird Sisters with Radiohead drummer Phil Selway, former Pulp members Jarvis Cocker and Steve Mackey, electronica artist Jason Buckle and Add N to (X) member Steven Claydon. In 2008, Greenwood collaborated with Israeli rock musician Dudu Tasa on the Hebrew-language single \"What a Day\". In 2011, he and Yorke collaborated with rapper MF Doom on the track \"Retarded Fren\". In 2014, Greenwood performed with Israeli composer Shye Ben Tzur and his band. Greenwood described Tzur's music as \"quite celebratory, more like gospel music than anything—except that it's all done to a backing of Indian harmoniums and percussion\". He said he would be playing a \"supportive role\", rather than \"soloistic\". In 2015, Greenwood, Tzur and Godrich recorded an album, Junun, with Indian musicians at Mehrangarh Fort in Rajasthan, India. The sessions were filmed by Paul Thomas Anderson for his Junun documentary, which premièred at the 2015 New York Film Festival. Following the release of Radiohead's 2016 album A Moon Shaped Pool, the group toured as Radiohead's support act under the name Junun. In 2016, Greenwood contributed string orchestration to Frank Ocean's albums Endless and Blonde. ==Musicianship== Greenwood is a multi- instrumentalist and plays instruments including guitar, piano, synthesiser, viola, glockenspiel, harmonica, recorder, organ, and banjo. He said in 2014: \"I'm always happiest trying new instruments - and honestly enjoy playing, say, the glockenspiel with Radiohead as much as I do the guitar ... I enjoy struggling with instruments I can't really play.\" === Guitar === Greenwood playing bowed guitarGreenwood has long used a rewired Fender Telecaster Plus with Lace Sensor pickups. His other guitars include a mid-seventies Fender Starcaster and a Gibson Les Paul. He said he dislikes the reputation of guitars as something to be \"admired or worshipped\", and sees them as a tool like a typewriter or a vacuum cleaner. He is known for his aggressive playing style; in the 1990s, he developed repetitive stress injury, necessitating a brace on his right arm, which he likened to \"taping up your fingers before a boxing match\". He often uses effect pedals, such as the a Marshall ShredMaster distortion pedal used on many 90s Radiohead songs. He sometimes plays with a violin bow. In 2010, the NME named Greenwood one of the greatest living guitarists, and he was voted the seventh greatest guitarist of all time in a poll of more than 30,000 BBC Radio 6 Music listeners. In 2011, Rolling Stone ranked him the 48th greatest guitarist of all time, and in 2012 Spin ranked him the 29th. In 2008, Greenwood's guitar solo in \"Paranoid Android\" was named the 34th best guitar solo by Guitar World. His solos in \"Paranoid Android\", \"Just\" and \"The Bends\" appeared in the NME's 2012 list of the best guitar solos. === Ondes martenot === ondes martenot Greenwood is a prominent player of the ondes martenot, an early electronic instrument played by moving a ring along a wire, creating sounds similar to a theremin. Greenwood became interested in the instrument at the age of 15 after hearing Olivier Messiaen's Turangalîla Symphony. He said he was partly attracted to the instrument as he cannot sing: \"I've always wanted to be able to play an instrument that was like singing, and there's nothing closer.\" The instrument appears on tracks such as \"How to Disappear Completely\" (from Kid A) and \"Where I End and You Begin\" (from Hail to the Thief). As production of the ondes martenot ceased in 1988, Greenwood had a replica created to take on tour with Radiohead in 2001 for fear of damaging his original model. === Other instruments === Greenwood created the rhythm for \"Idioteque\" (from Kid A) with a modular synthesiser and sampled the song's four-chord synthesiser phrase from a computer music piece by Paul Lansky. He uses a Kaoss Pad to manipulate Yorke's vocals during performances of \"Everything in its Right Place\". In 2014, Greenwood wrote of his fascination with Indian instruments, particularly the tanpura: \"Supposedly they're just drones to accompany singers but in fact they produce a compellingly complex wall of sound, with layer upon layer of drifting harmonics. I've started using some of these instruments in my music because I can't think of any other way, electronics included, of making such sounds.\" Greenwood has also used a \"home-made sound machine\", comprising small hammers striking objects including yoghurt cartons, tubs, bells, and tambourines. He has used found sounds, using a television and a transistor radio on \"Climbing Up the Walls\" (from OK Computer) and \"The National Anthem\" (from Kid A). === Software === At the suggestion of Radiohead producer Nigel Godrich, Greenwood began using the music programming language Max. He said: \"I got to reconnect properly with computers… I didn't have to use someone else's idea of what a delay, or a reverb, or a sequencer should do, or should sound like—I could start from the ground, and think in terms of sound and maths. It was like coming off the rails.\" Examples of Greenwood's use of Max include the processed piano on the Moon Shaped Pool track \"Glass Eyes\" and his signature \"stutter\" guitar effect used on tracks such as the 2003 single \"Go To Sleep\". He also used Max to write sampling software used to create Radiohead's eighth album, The King of Limbs. === Songwriting === Greenwood's major writing contributions to Radiohead include \"Just\" (which Yorke described as \"a competition by me and Jonny to get as many chords as possible into a song\"); \"My Iron Lung\" (which Yorke co-wrote with Greenwood) from The Bends (1995); \"The Tourist\" and the \"rain down\" bridge of \"Paranoid Android\" from OK Computer (1997); the vocal melody of \"Kid A\" from Kid A (2000); and the guitar melody of \"A Wolf At The Door\" (from Hail To The Thief), whose \"sweet\" quality inspired Yorke to sing the song's \"angry\" lyrics. Promotional interview CD sent to British music press. The New York Times described Greenwood as \"the guy who can take an abstract Thom Yorke notion and master the tools required to execute it in the real world\". Greenwood described his role as arranger: > It's not really about can I do my guitar part now, it's more ... what will > serve this song best? How do we not mess up this really good song? Part of > the problem is Thom will sit at the piano and play a song like \"Pyramid > Song\" and we're going to record it and how do we not make it worse, how do > we make it better than him just playing it by himself, which is already > usually quite great. For his film soundtracks, Greenwood attempts to keep the instrumentation contemporary to the period of the story; for example, he recorded the Norwegian Wood soundtrack using a 1960s Japanese nylon-strung guitar and recorded it with period home recording equipment, attempting to create a recording that one of the characters might have made. Many of his compositions are microtonal. === Influences === Greenwood has cited influences from genres including jazz, classical rock, reggae, hip-hop, and electronic music. His jazz favourites include Lee Morgan, Alice Coltrane and Miles Davis. Along with the other members of Radiohead, he admires Scott Walker, Krautrock band Can, and Sonic Youth. Greenwood first heard Olivier Messiaen's Turangalîla Symphony at the age of 15 and became \"round-the-bend-obsessed with it\". Messiaen was Greenwood's \"first connection\" to classical music, and remains an influence; he said: \"He was still alive when I was 15, and for whatever reason I felt I could equate him with my other favourite bands – there was no big posthumous reputation to put me off. So I'm still very fond of writing things in the same modes of limited transposition that he used.\" He is an admirer of Polish composer Krzysztof Penderecki, and cited a concert of Penderecki's music in the early 90s as a \"conversion experience\". He is also a fan of Gyorgy Ligeti, Henri Dutilleux, and Steve Reich. Having performed Reich's composition Electric Counterpoint on guitar, he recorded a version for Reich's 2014 album Radio Rewrite. Greenwood is a fan of the 80s post-punk band Magazine. He declined an offer to fill in for guitarist John McGeoch, who died in 2004, during the band's 2009 reunion tour. According to Radiohead collaborator Adam Buxton, \"I think Jonny was just overwhelmed, cause he's the biggest Magazine fan in the world. He was just too shy, I think. I'm sure he's got all those licks in his locker.\" ==Personal life== Greenwood is married to Israeli visual artist Sharona Katan, whom he met in 1993 when Radiohead performed in Israel. Her work (credited as Shin Katan) appears on the covers of Greenwood's Bodysong and There Will be Blood soundtracks. Their first son, Tamir, was born in 2002; the album Radiohead released the following year, Hail to the Thief, was dedicated to him. Their daughter, Omri, was born in 2005, and a second son, Zohar, was born in February 2008. Katan said she considered themselves a Jewish family: \"Our kids are raised as Jews, we have a mezuzah in our house, we sometimes have Shabbos dinners, we celebrate Jewish holidays. The kids don’t eat pork. It’s important to me to keep this stuff.\" Greenwood is red- green colour blind. He is an avid video game player; his favourites include Ico, Elite, The Legend of Zelda and Red Dead Redemption. ==Works== ===Studio albums=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |+ List of studio albums, with selected chart positions ! scope=\"col\" rowspan=\"2\" style=\"width:15em;\"| Title ! scope=\"col\" rowspan=\"2\" style=\"width:19em;\"| Details ! scope=\"col\" colspan=\"2\"| Charts |- ! scope=\"col\" style=\"width:3em;font-size:90%;\"| US Heat ! scope=\"col\" style=\"width:3em;font-size:90%;\"| US World |- ! scope=\"row\"| Junun (with Shye Ben Tzur and the Rajasthan Express) | * Released: 20 November 2015 * Label: Nonesuch * Formats: LP, CD, cassette, download | 6 || 3 |} ===Soundtrack albums=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |+ ! scope=\"col\" rowspan=\"2\" style=\"width:15em;\"| Title ! scope=\"col\" rowspan=\"2\" style=\"width:19em;\"| Details ! scope=\"col\" colspan=\"3\"| Charts |- ! scope=\"col\" style=\"width:3em;font-size:90%;\"| US OST ! scope=\"col\" style=\"width:3em;font-size:90%;\"| US Heat ! scope=\"col\" style=\"width:3em;font-size:90%;\"| US Vinyl |- ! scope=\"row\"| Bodysong | * Released: 27 October 2003 * Label: Parlophone, Capitol, XL * Formats: LP, CD, download | — || — || — |- ! scope=\"row\"| There Will Be Blood | * Released: 17 December 2007 * Label: Nonesuch * Formats: LP, CD, download |20 || — || 21 |- ! scope=\"row\"| Norwegian Wood | * Released: 10 December 2010 * Label: Nonesuch * Formats: CD, download | — || — || — |- ! scope=\"row\"| The Master | * Released: 10 September 2012 * Label: Nonesuch * Formats: LP, CD, download |21 || 28 || — |- ! scope=\"row\"| Inherent Vice | * Released: 15 December 2014 * Label: Nonesuch * Formats: LP, CD, download | — || — || — |- ! scope=\"row\"| Phantom Thread | * Released: 12 January 2018 * Label: Nonesuch, WEA * Formats: LP, CD, download | — || — || — |- ! scope=\"row\"| You Were Never Really Here | * Released: March 9, 2018 * Label: Lakeshore * Formats: LP, CD, download | — || — || — |} ===Compilation albums=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |+ ! rowspan=\"2\" style=\"width:20em;\"| Title ! colspan=\"1\" style=\"width:5em;\"| Charts |- ! scope=\"col\" style=\"width:3em;font-size:90%;\"| US |- ! scope=\"row\"| Jonny Greenwood Is the Controller (with Various Artists) * Released: 6 March 2007 * Label: Trojan, Sanctuary * Formats: CD, download | 5 |} ===Extended plays=== {| class=\"wikitable plainrowheaders\" style=\"text- align:center;\" |+ ! rowspan=\"2\" style=\"width:20em;\"| Title ! colspan=\"1\" style=\"width:5em;\"| Charts |- ! scope=\"col\" style=\"width:3em;font-size:90%;\"| US |- ! scope=\"row\"| Octatonic Volume 2: Industry Water (with Michael Gordon) * Released: 24 September 2019 * Label: Octatonic Records * Formats: Vinyl, download | 10 |} ===Concert works=== *2004 - smear for two ondes Martenots and chamber ensemble of nine players *2004 - Piano for Children for piano and orchestra (withdrawn) *2005 - Popcorn Superhet Receiver for string orchestra *2007 - There Will Be Blood live film version *2010 - Doghouse for string trio and orchestra *2011 - Suite from 'Noruwei no Mori' (Norwegian Wood) for orchestra *2011 - 48 Responses to Polymorphia for 48 solo strings, all doubling optional pacay bean shakers *2012 - Suite from 'There Will Be Blood' for string orchestra *2014 - Water for two flutes, upright piano, chamber organ, two tanpura & string orchestra *2015 - 88 (No 1) for solo piano *2018 - Three Miniatures from 'Water' for violin, piano, 2 tampuras, and cello/bass drone *2019 - Horror vacui for solo violin and 68 strings ==Awards and nominations== {| class=\"wikitable\" !Year !Award !Category !Work !Result |- |2006 |World Soundtrack Awards |Best Original Song Written Directly for a Film |\"Magic Works\" from Harry Potter and the Goblet of Fire | |- |rowspan=\"6\"| 2007 | Chicago Film Critics Association Awards |Best Original Score |rowspan=\"7\"| There Will Be Blood | |- | Critics' Choice Movie Award |Best Score | |- |BAFTA Award |Best Original Music | |- |Grammy Award |Best Score Soundtrack for Visual Media | |- |Saturn Award |Best Music | |- | Online Film Critics Society Award | Best Original Score | |- |2009 |Ivor Novello Award |Original Film Score | |- |rowspan=\"3\"| 2012 |Chicago Film Critics Association Awards |Best Original Score |rowspan=\"3\"| The Master | |- |Critics' Choice Movie Award |Best Score | |- |Washington D.C. Area Film Critics Association Award |Best Score | |- |2014 |Los Angeles Film Critics Association Awards |Best Music |Inherent Vice | |- |rowspan=\"6\"| 2017 | Academy Award |Best Original Score |rowspan=\"6\"| Phantom Thread | |- |Chicago Film Critics Association Awards |Best Original Score | |- | Critics' Choice Movie Award |Best Score | |- |BAFTA Award |Best Original Music | |- |Los Angeles Film Critics Association Award |Best Music | |- |Golden Globe Award |Best Original Score | |- |2018 |Chicago Film Critics Association Awards |Best Original Score |You Were Never Really Here | |} ==See also== * List of Old Abingdonians ==References== ===Notes=== ===Citations=== ==External links== * * * StringsReunited.com, a website by Plank, the guitar technician for Radiohead * Greenwood's composer page on the Faber Music website Category:1971 births Category:Alternative rock pianists Category:English composers Category:English guitarists Category:English male guitarists Category:Alternative rock guitarists Category:English multi-instrumentalists Category:Grammy Award winners Category:Ivor Novello Award winners Category:Lead guitarists Category:Living people Category:Nonesuch Records artists Category:People educated at Abingdon School Category:Ondists Category:People from Oxford Category:Radiohead members Category:Male pianists Category:People with color blindness ",
    "title": "Jonny Greenwood"
}