{
    "id": "2734241",
    "text": "tej leo(?), Rx / pharmacists is the debut album by the Washington, D.C. rock band Ted Leo and the Pharmacists, released in 1999 by Gern Blandsten Records. Though considered the band's first album, it is actually a solo effort by Ted Leo with some contributions by Jodi V.B. of The Secret Stars. The following year Leo would assemble a backing band including V.B., which he named The Pharmacists. The album is largely experimental and blends rock music with elements of dub reggae, with many instrumental tracks, samples, and audio experimentation. This is exemplified in the various tracks entitled \"(version:),\" which are versions and remixes of \"Release Form,\" a song originally written by V.B. for The Secret Stars. The track \"(version: to decline to take a shower),\" for example, consists of Leo singing the song while showering. In other instances Leo samples himself, such as \"Walking Through,\" which contains a sample of \"Congressional Dubcision,\" and \"Out of Step '88!,\" which samples a radio interview that Leo did for campus radio station WFVI at the University of Notre Dame. ==Track listing== #\"Call Off the Invasion/Flydocious Invasion\" #*Contains samples of \"On Warmer Music\" and \"All My Kin\" by Chisel and \"Nightingale\" by The Secret Stars #\"The Pharmacist v. The Secret Stars (version: to decline)\" #\"Walking Through\" #*Contains samples of \"Zealots\" by The Fugees and \"Roxanne Roxanne\" by UTFO #\"The 'Nice People' Argument\" #*Contains samples of \"Major General Despair\" by Crass and \"Never Do What You Are Told\" by Chumbawamba #\"Mr. Annoyatron Brown\" #\"The King of Time\" #\"(version: to decline to make some tea)\" #\"Soon Dubward\" #*Contains samples of \"Soon Forward\" by Gregory Isaacs #\"Set You Free\" #\"The Northeast Corridor\" #\"Lui Prima Mobile\" #\"Friends and Bands\" #\"Head in the Freezer\" #\"(version: to decline to take a shower)\" #*Contains samples of \"New Martini\" by Karate #\"Congressional Dubcision\" #\"(version: whisper: courage)\" #*Contains samples of \"Roxane Roxane\" by UTFO #\"Sm 11:11/The Trumpet of the Martians\" #\"'(none)'\" #*Contains samples of \"Orpheus and Eurydice/Nexus of the Echoplexus\" by Piss Karaoke/Silent Emcee #\"Out of Step '88!\" ==Performers== *Ted Leo – vocals, guitar, bass, drums, mixing, engineering, sampling, other instrumentation *Jodi V.B. – backing vocals ==Album information== *Record label: Gern Blandsten Records *Tracks 1, 2, 7, 11, 16, & 19 recorded January 1997 at Radium City Studios in Washington, D.C. *Tracks 3–5, 8, 9, 15, 17, & 18 recorded January 1998 at Radium City Studios in Bloomfield, New Jersey *Tracks 6, 10, & 13 recorded February 1998 at Radium City Studios in Boston, Massachusetts *Tracks 12 & 14 recorded January 1997 at Radium City Studios in Washington, D.C. *Design concept by Ted Leo *Layout by Deanna Pineda and Furnace Mfg. ==References== Category:1999 debut albums Category:Ted Leo and the Pharmacists albums ",
    "title": "Tej leo(?), Rx / pharmacists"
}