{
    "id": "2735907",
    "text": "Edinburgh Business School (EBS) is the Graduate School of Business of Heriot- Watt University (est. 1821), Edinburgh, Scotland. Heriot-Watt University awards degrees by Royal Charter.History of Heriot-Watt Recently Heriot Watt University was ranked as the 3rd best British university to study Economics, and featured in the Academic Ranking of World Universities Top 200 to study Finance and in the QS World University Rankings Top 200 to study Statistics & Operational Research. There are currently over 11,850 active students studying Edinburgh Business School programmes and more than 19,200 graduates across 165 countries worldwide. ==Programmes== The School offers a range of postgraduate programmes including a Master of Business Administration (MBA) programme, one of the largest international programmes of its kind in the world. The MBA is offered on-campus in Edinburgh, Dubai and Malaysia, through a network of 23 Approved Learning Partners across the world, by independent distance learning or through a combination of these routes. Each subject is assessed by a 3-hour written examination where all questions are compulsory.EBS Exam Structure on EBS website All 7 core courses are available in English, Chinese and Spanish, with 3 of the elective courses available in Spanish and Chinese. Examinations are run in over 400 centres around the world, each June and December.EBS facts and figures from EBS website A Doctor of Business Administration (DBA) programme was introduced in 2003 and currently has 70 students pursuing their DBA research with guidance from a mentor or supervisor. Various Master of Science (MSc) degrees in a number of specialisms are also available at the School.DBA course information on EBS website ==Accreditations== Edinburgh is accredited by Royal Charter. ==ACCA partnership== Association of Chartered Certified Accountants (ACCA) and Edinburgh Business School has a joint agreement to enable ACCA Part 3 students, affiliates and members to gain a fast track entry through free-of-charge credit transfer and exemption when they matriculate for the MSc in Financial Management by distance learning or face-to-face study at a global network of centres. ==African Scholarships== Edinburgh Business School launched a major scholarship initiative in Southern Africa in 2010. The scheme, managed in partnership with the Canon Collins Educational & Legal Assistance Trust was for individuals in Southern African countries and was open to disadvantaged individuals resident in Africa who would find funding their MBA studies impossible. It was the largest known MBA Scholarship programme to be launched in Africa which would award 250 scholarships over a period of five years to people to study its flagship MBA programme. The scholarship programme was endorsed by Graça Machel, wife of former South African President Nelson Mandela, and enabled financially disadvantaged applicants across Africa to gain skills and expertise in management and business, helping them to effect change in their organisations and communities. To date, 55 scholars have graduated with their MBA and the remaining scholars are progressing well. The African Scholarship Scheme is now closed to new applications. ==References== ==External links== * *EBS Watercooler Portal Site Portal site containing study notes, photos and portal to EBS Watercooler Discussion Board on Delphi Forums site. Site is run by and for EBS students *The Watercooler site, Discussion Forum on Delphi Forums site run by and for EBS students Category:Business schools in Scotland Category:Heriot-Watt University Category:Educational institutions established in 1997 ",
    "title": "Edinburgh Business School"
}