{
    "id": "273543",
    "text": "The Consumer Technology Association (CTA) is a standards and trade organization representing more than 2,200 consumer technology companies in the United States. CTA works to influence public policy, holds events such as the Consumer Electronics Show (CES) and CES Asia, conducts market research, and helps its members and regulators implement technical standards. CTA is led by President and CEO Gary Shapiro. ==Trade shows== ===CES=== CES is a major technology trade show held each January in Las Vegas. The CTA-sponsored show typically hosts previews of products and new product announcements.First CES Goes Broadway in June 1967 , Bob Gerson, TWICE, August 28, 2006 The first CES was held in 1967 in New York City. It was a spinoff from the Chicago Music Show, which until then had served as the main event for exhibiting consumer electronics. The event had 17,500 attendees and over 100 exhibitors; the kickoff speaker was Motorola chairman Bob Galvin. From 1978 to 1994, CES was held twice each year: once in January in Las Vegas known as Winter Consumer Electronics Show (WCES) and once in June in Chicago, known as Summer Consumer Electronics Show. In 1998, the show changed to an annual format with Las Vegas as the location. CES is one of the largest and longest-running trade shows held in Las Vegas, taking up to 17 days to set up, run, and break down. ===CES Asia=== CES Asia is owned and produced by the International CES (Shanghai) Exhibition Co. Ltd., a wholly foreign-owned enterprise by the Consumer Technology Association (CTA), and is co-produced by Shanghai Intex Exhibition Co., Ltd (Shanghai Intex). Special co-organizers for CES Asia are the China Chamber of Commerce for Import and Export of Machinery and Electronic Products (CCCME) and the China Electronic Chamber of Commerce (CECC). CES Asia serves as a platform for both Chinese and American companies to introduce new products into the Asian marketplace ==Leadership== ===Gary Shapiro=== Gary Shapiro is president and CEO of CTA. Shapiro has worked for CTA since 1979, when he was still a law student. Shapiro is also chairman of the Home Recording Rights Coalition. As chairman of the coalition, Shapiro has testified often before Congress and has helped ensure the growth of the video rental market, VCRs, home computers, and audio- recording equipment, including MP3 technology. Shapiro is also the author of the best- selling book, The Comeback: How Innovation Will Restore the American Dream. Shapiro holds a law degree from the Georgetown University Law Center. He is also a Phi Beta Kappa graduate of the Binghamton University, where he majored in economics and psychology. Shapiro was an associate at the law firm of Squire, Sanders and Dempsey. He also worked as a legislative aide on Capitol Hill. ===David Hagan=== David Hagan serves as Chairman of the Board. ==Publications== === It Its Innovation (i3) magazine === i3, CTA's flagship magazine, is published six times a year and focuses on innovation in technology, policy and business as well as the entrepreneurs, industry leaders and startups that grow the consumer technology industry. The magazine has a circulation of 38,600 (print and digital) and has won a number of awards including the Eddie Award, Full Issue (N/D 2017), FOLIO, Top 25 Tabbie Best Issue Award (J/A 2017). === CTA Corporate Report === The CTA Corporate Report is published every year and covers CTA's accomplishments and assesses trends relevant to the consumer electronics industry. The Corporate Report won a Platinum Award from the League of American Communications Professionals. === Digital America === Digital America is the CTA's annual comprehensive report on the state of the consumer electronics industry in the United States. Digital America includes market research, analysis of new and existing technology, industry history, and other detailed information. ==Awards programs== CTA has several awards programs for industry leaders, inventors, products, and technologies. Since 1976, the Innovations Design and Engineering Awards has given consumer technology manufacturers and developers an opportunity to have their newest products judged by a panel of designers, engineers and members of the trade press. The winning products are then showcased each year at CES, also produced by CTA. To recognize the contributions of the \"true pioneers\" of the consumer electronics industry, CTA created the Consumer Technology Hall of Fame, first launched at the 2000 International CES. Each year a new class of inventors, engineers, business leaders, retailers and journalists is inducted. ==CTAPAC== CTAPAC is CTA's political action committee. About CTAPAC, CTA says, \"The Consumer Technology Association (CTA)™ Political Action Committee (CTAPAC) protects your freedom to build and sell consumer technology products.\" With regard to CEAPAC's funding, CEA says, \"CTAPAC is funded solely through voluntary, personal contributions from the executive and administrative personnel of CTA's corporate members — people like you. Corporate contributions are prohibited under federal law.\" ==CTA Foundation== In 2009, CTA established a charitable foundation dedicated to providing seniors and the disabled with technology in order to enhance their quality of life. Selfhelp Community Services, an eldercare service organization, in New York City received the first grant issued by what was originally called the CEA Foundation. The grant was dedicated to reducing social isolation and providing better access to community services among homebound seniors using computer and internet technology. == Hall of Fame == The CTA maintains a Hall of Fame, to which notable contributors to the field of consumer electronics are named. ==Name changes== Former CTA logo, used from 1999 until 2015 CTA originally started as the Radio Manufacturers Association (RMA) in 1924. In 1950, it changed its name to Radio-Television Manufacturers Association (RTMA). In 1953, it changed its name to Radio-Electronics-Television Manufacturers Association (RETMA). It was then the Electronic Industries Association (EIA) from 1957 to 1998, when it became the Electronic Industries Alliance. In 1995, EIA's Consumer Electronics Group (CEG) became the Consumer Electronics Manufacturers Association (CEMA). In 1999, President Gary Shapiro announced the trade group's name change from CEMA to the Consumer Electronics Association (CEA) and became an independent sector of the Electronic Industries Alliance (EIA). The name of CEA was changed to Consumer Technology Association (CTA) in November 2015. ==Notes== ==External links== * CTA Corporate Report Category:Consumer electronics Category:Technology trade associations Category:Standards organizations in the United States ",
    "title": "Consumer Technology Association"
}