{
    "id": "2735550",
    "text": "Konrad Duden. Statue of Konrad Duden. Konrad Alexander Friedrich Duden (3 January 1829 – 1 August 1911) was a Gymnasium (high school) teacher who became a philologist. He founded the well-known German language dictionary bearing his name Duden, somewhat like Noah Webster in the United States. == Life == Duden was born in Lackhausen, Rhineland. After receiving his Abitur in 1846 in Wesel, Duden studied history, Germanistics, and classical philology at Bonn. There he joined the Wingolfsbund student organization and took part in the political activities of the student societies during the revolutionary year 1848. He broke off his training phase in Soest and took a position as a home tutor in Genoa, Italy. There he met the daughter of the German Consul, Adeline Jakob, whom he married in 1861 and with whom he had six children. In 1859 he returned to Germany and worked as a teacher and rose to the position of Director of the Archigymnasium in Soest. In 1869 he was appointed \"Gymnasium\" (High-School) director in Schleiz and in 1876 became director of the Royal Gymnasium in Hersfeld. It was here he published his most important work, the \"Complete Orthographic Dictionary of the German Language\" (Vollständiges Orthographisches Wörterbuch der deutschen Sprache). In 1905, he retired to Wiesbaden/Sonnenberg. He died in 1911 in Sonnenberg and was buried in the family grave in Bad Hersfeld. == Significance == During his entire life he strove toward the unification and simplification of the German orthography. His 1880 dictionary represents the start of the Duden series and included 28,000 words on 187 pages. In 1902, the German parliamentary upper house (\"Bundesrat\") made his rules for orthography mandatory in official state documents. Austria-Hungary and Switzerland followed. One hundred years after his death, the Duden dictionary remains the authoritative source for German orthography. == Works == * Anleitung zur Rechtschreibung, 18?? (Second Edition, 1878) * Die deutsche Rechtschreibung. Abhandlung, Regeln und Wörterverzeichnis, Leipzig 1872 (so-called Schleizer Duden) * Vollständiges Orthographisches Wörterbuch der deutschen Sprache, 1880 * Etymologie der neuhochdeutschen Sprache, 1893 ==References== * Wolfgang Ullrich Wurzel, Konrad Duden. Leben und Werk. 1998. ==External links== * Category:1829 births Category:1911 deaths Category:German philologists Category:German lexicographers Category:University of Bonn alumni Category:People from the Rhine Province Category:German male non-fiction writers Category:People from Wesel ",
    "title": "Konrad Duden"
}