{
    "id": "2735919",
    "text": "The Hoosier Southern Railroad is a short-line railroad owned and operated by the Perry County Port Authority (PCPA) of Perry County, Indiana. ==History== The railroad originally consisted of a 22.3 mile line between the Indiana communities of Cannelton and Santa Claus that the Port Authority purchased from Norfolk Southern in 1991. The line had been unused since the mid-1980s and Norfolk Southern was considering abandonment prior to the Port Authority's purchase. ==Purpose and services== PCPA's goal in obtaining and putting the Hoosier Southern line back into service was (and is) to attract new industry to Perry County. When Waupaca Foundry announced plans to build a facility just north of Tell City in 1995, the Port Authority undertook construction of a spur to that site. In 1996, an additional 2.4 miles of trackage between Santa Claus and Lincoln City was added to the HOS system. This trackage was also purchased from Norfolk Southern. Combined with the Tell City River Port on the Ohio River at Tell City, the Hoosier Southern provides multimodal transportation to serve the needs of businesses in both Perry and Spencer counties. Though the Hoosier Southern is no longer part of the Norfolk Southern system, it interchanges with the NS system at Lincoln City. NS gives HOS customers a direct connection to much of the eastern United States, with lines to such centers of commerce as Kansas City, Missouri and Louisville, Kentucky. ==Communities== The Hoosier Southern passes through the following Indiana communities: *Cannelton *Tell City *Troy *Evanston *Buffaloville *Lincoln City ==Sources== *Official website of the Hoosier Southern Railroad, with link to Perry County Port Authority operations *Bureau of Transportation Statistics: Freight Railroads Operating in Indiana by Class: 2000 *Indiana Society of Professional Land Surveyors: Railroad List Category:Indiana railroads Category:Transportation in Perry County, Indiana Category:Transportation in Spencer County, Indiana Category:Companies operating former Southern Railway (U.S.) lines Category:1991 establishments in Indiana ",
    "title": "Hoosier Southern Railroad"
}