{
    "id": "2735604",
    "text": "WPGR is a radio station serving the Pittsburgh area. The station, which is owned by St. Joseph Ministries, broadcasts at 1510 kHz, with a transmitter power of 5,000 watts daytime, 2,500 watts critical hours, and only 1 watt nighttime. The city of license is Monroeville, Pennsylvania. WPGR is a non- commercial Catholic radio station. 1510 AM is United States clear-channel frequency, on which WLAC in Nashville, Tennessee is the dominant Class A station. ==History== ===Beginnings as WPSL=== It all began one day in the 1960s, when a group of friends just back from a fishing trip, approached local businessman Thomas M. “Tipper” Sylves with an idea they had been kicking around for a community radio station for Monroeville. Sylves was a prominent citizen in the community. He had been a coal miner, horse trader, lumberman, railroader, cattle baron and real estate broker, and he was always alert to new business opportunities – he listened. The first step was to see if there was an AM frequency available. Jack Lieb, an attorney who work with the FCC, was contacted; he found that 1510 on the AM dial had been frozen for government use, but was about to be released. Leib wanted to pursue the opportunity, but he needed financial backing, and that's where Tipper Sylves came in. Sylves and Lieb soon formed Monroeville Broadcasting Company, Inc. The next step was to find a location. Sylves set aside five acres of some property that he owned just off Strochein road. There they would build a seven-room office building adjacent to the entrance of the US Steel Research labs. The facility, with an initial investment of over $100,000, represented one of the most modern equipped stations in western Pennsylvania. The new owner-operators appointed Bill Lynch as station manager and senior announcer. Sharing the microphone with Lynch would be Ed McLaughin and Bob McKee, both well-known local radio personalities. The nickname of one of Sylves' daughters, Esma, (Punchy) was to find a place in the new stations call letters: W ...P...Punchy...S...Sylves... L...Lieb, -- WPSL. WPSL first went on the air on September 27, 1964. Operating from sunrise to sundown, it had a power of a 250 watts with a signal that radiated out over 47 air miles, effectively covering Allegheny County. In time, Jack Leib got out of the business, selling his shares to Sarah Sylves Thompson, so that she and her father now owned two-thirds of the stock. With the death of Tipper Sylves in the 1970s, and her sister Punchy shortly afterward, Sarah put the company up for sale, closing it with a dark license by the end of 1979. Sarah Sylves Thompson died in 1995 at the age of 86. ===The X-15 Experiment=== The station returned to the air in 1980 under a new set of call letters, WRUA, and a new owner, Barua Communications of Monroeville, founded by Dr. Subrata Barua, a local podiatrist of Indian origin, taking control of the station in April 1980. The station operated with a format of MOR music and talk under these same call letters until 1989, when Barua leased the station to another operator (Julco Enterprises), Robert Julian. WRUA took on a new set of call letters, and WXVX (the last three standing for the Roman numerals 15 10, \"XV X\") was born. The new WXVX, marketed as \"X-15\" was created as an outlet for progressive and alternative rock after New Kensington-licensed FM station WXXP switched its format from this kind of music to adult contemporary and adopted the slogan \"Mix 100.7\". An alternative explanation for its creation was that the new Program Director had volunteered at WPTS and WYEP - and was looking to merge the spirits of those stations into the form of a commercial outlet for the market. WXVX's presentation was that of inmates running the asylum, with concerts being held outside the station's ramshackle studio building (whose address by this time was unofficially renamed One Progressive Alley), by up and coming new rock acts. Though the station proved popular with listeners, and introduced acts such as Nirvana, Pearl Jam and Lenny Kravitz to the market, it didn't meet its financial goals and the station reverted to Barua's control in 1992. A volunteer airstaff, dedicated to the format, kept the station going by working for free and selling airtime, including its new general manager, Paul Goodman. Goodman managed to keep WXVX afloat until it was sold to another local doctor who owned several properties in the area. The new doctor leased the station to Chae Communications, a broadcast company controlled by former WLOA General Manager Del King, who programmed a format of urban adult contemporary, which was launched in June 1996. Unable to make a go of the operation, King let the contract lapse. WXVX was then sold in 1997 to Westmoreland County broadcaster Michael Horvath, who changed from the WXVX urban format, and put an automated format of 1980s' music on the air, soliciting the airtime for sale to those interested in their own radio programs. After a few years, the station was sold to Mortenson Broadcasting from Kentucky. Mortenson carried an automated gospel music format from Sheridan Broadcasting during his tenure and eventually sold the station to Sheridan several years later. ==Switch to Catholic programming== On May 15, 2009, Sheridan announced that it has sold WAMO, WAMO-FM and WPGR to St. Joseph Ministries for $9 Million. On September 1, 2009 WPGR signed off the air. It returned to the air February 15, 2010 with a live broadcast of a Catholic Mass, simulcast from the newly renamed WAOB-FM. After its conclusion, the station announced that it will begin regular programming on March 19, with only Mass broadcasts being carried in the interim. ==Previous logo== 150px ==References== * 1967 Broadcasting Yearbook * 1981 Broadcasting Yearbook * ==External links== PGR Category:Radio stations established in 1964 Category:Catholic radio stations PGR ",
    "title": "WPGR (AM)"
}