{
    "id": "2736636",
    "text": "Edmondson Park is a suburb of Sydney, in the state of New South Wales, Australia. Edmondson Park is located 32 kilometres south-west of the Sydney central business district, in the local government area of the City of Liverpool. Some Southern areas near Bardia is part of City of Campbelltown LGA. ==History== Edmondson Park was named in honour of John Edmondson, who won the first Australian Victoria Cross medal for bravery of World War II. Unfortunately, it had been awarded posthumously in 1941 as he had been killed in action. Miss Gowan Flora MacDonald suggested the name \"Edmondson\" be used as a name of a suburb in the area, to honour the locally bred hero. Liverpool Council, regarding it as a fine tribute to the local war hero, offered no objection. This included the area of the present-day suburb of Denham Court, which straddled the council boundary and the support of Campbelltown was needed prior to any name change. Hostile aldermen claimed the \"Parish of Denham Court\" was a historic name applying to the whole area, and not just the house or farm. Council advised Liverpool that it objected. In November 1970, the NSW Geographical Names Board attempted a compromise. It decided to name part of the area within Liverpool territory as \"Edmondson Park\", while the remainder would simply be \"Denham\". The dumping of the word \"Court\" only drew unanimous criticism from Campbelltown Council, and the war of words continued until 1976, when the full title \"Denham Court\" was finally approved.Campbelltown's Streets and Suburbs - How and why they got their names written by Jeff McGill, Verlie Fowler and Keith Richardson, 1995, published by Campbelltown and Airds Historical Society ==Future== Edmondson Park is part of the South West Growth Centre and is expected to see significant development over the coming years. To support the new development, Edmondson Park railway station opened on 8 February 2015 and has become a thoroughly used train station since its development, as the suburb continues to grow. By mid 2019, the suburb will have a shopping centre will be built with more than 120 shops, a tavern and a cinema, later in few more years time a Town square named Ed Square will be completed, giving future residents world class dining with thousands of apartments, terraces and townhouses. A 68-meter tower will become the centrepiece of the centre and the suburb. ==Population== In the 2016 Census, there were 2,271 people in Edmondson Park. 46.7% of people were born in Australia. The next most common countries of birth were Fiji 7.4% and India 6.6%. 36.1% of people spoke only English at home. Other languages spoken at home included Hindi 10.7% and Arabic 4.7%. The most common responses for religion were Catholic 23.7%, Hinduism 15.0% and Islam 14.5%. ==References== Category:Suburbs of Sydney Category:Hume Highway Category:City of Liverpool (New South Wales) ",
    "title": "Edmondson Park, New South Wales"
}