{
    "id": "2736043",
    "text": "Denham Court is a suburb of Sydney, in the state of New South Wales, Australia located south-west of the Sydney central business district, in the local government areas of the City of Campbelltown and City of Liverpool. It is part of the Macarthur region. The suburb is one of the most affluent in south-west Sydney, with the median property price standing at $1.60 million in January 2015, over three times higher than the median of properties in surrounding suburbs.https://www.realestate.com.au/neighbourhoods/denham%20court-2565-nsw The median income also stands noticeably above the average of surrounding suburbs at over $1,900 per week, while the median of surrounding areas stands at $900 per week.http://campbelltown.localstats.com.au/demographics/nsw/sydney/macarthur- camden/campbelltown The area is most well known for its luxurious properties, including a colonial era compound from which the suburb takes its name == History == The suburb of Denham Court was named after the land grant of 1810 to Richard Atkins. Gowan Place honours Gowan Flora Macdonald, while McCormack Place notes an early family in the district. Streets of Denham Court which are actually located in Liverpool Council area, such as Springmead Drive, Culverston Avenue and Pembury Close recall the names of early farms, while Cubitt Drive and Cassidy Street note pioneer land-holders such as William Cassidy and Daniel Cubitt. Denham Court Post Office opened on 1 May 1862 and closed in 1882. == Heritage listings == Denham Court has a number of heritage- listed sites, including: * 238 Campbelltown Road: Denham Court (homestead) ==Housing== Denham Court is one of the more affluent suburbs in south western Sydney. It is sometimes referred to as 'the south-western millionaires' row',https://www.dailytelegraph.com.au/news/fairgowest/go-west-living-with- the-milliondollar-mark/news-story/5cd3a864f9a5fc01a20b81a888462b2e in reference to the row of mansions along Denham Court Road, where a prominent ridge allows views all the way to Sydney. In 2012, sales in suburb have ranged from 1 million to offerings of up to A$6 million for a luxurious compound.https://radicalterrace.com/post/26426499218/denham-court-road- compound-lists-for-6m ==Population== According to the 2016 census, Denham Court had a population of 1,981 people. The median age was 35. The median household income was $1,946 per week compared to a national figure of $1,234. The most common ancestries in Denham Court were English 21.7%, Australian 18.0%, Italian 13.9%, Irish 4.7% and Scottish 4.3%. 58.1% of people were born in Australia. 56.9% of people spoke only English at home. Other languages spoken at home included Arabic at 5.8%. The most common responses for religion in Denham Court (State Suburbs) were Catholic 31.4%, Not stated 13.5%, Jehovah's Witnesses 12.5%, Anglican 8.6% and No Religion, so described 8.6%. In Denham Court (State Suburbs), Christianity was the largest religious group reported overall (72.8%) (this figure excludes not stated responses). ===Notable residents=== * John Hopkinson - owner of Hopkinsons Transport * John Marsden - solicitor (deceased, 2006) *Anton Nasso - Australian World Cup Hairidresser (Castello Bianco, built in 1979) * Jim Masterton - owner of Masterton Homes ==References== ==External links== *Drawing of Denham Court by William Hardy Wilson. *Portrait of Captain Richard Brooks. Category:Suburbs of Sydney Category:1862 establishments in Australia ",
    "title": "Denham Court, New South Wales"
}