{
    "id": "2736612",
    "text": "More adoptions occur in California each year than any other state (followed closely by New York). There is domestic adoption (adopting a non-relative child from within the United States), international adoption (adopting a non- relative child from another country), step parent adoption (adopting a child who is the legal child of one's spouse) and adult adoption (the adoption of an adult from within the United States). ==Domestic adoption within California== The vast majority of adoptions occurring in California is the adoption of domestically born children, most from within California itself. There are two basic types of domestic adoption: independent and agency. An independent adoption is usually arranged by an attorney, with full openness in identities between the birth and adoptive parents. In fact, California law requires that the birth mother personally select the adoptive parents in an independent adoption: she cannot forfeit that decision to another person. Eighty-five percent of all newborn adoptions in California are accomplished via independent adoption. There are two types of agency adoption: private and public/county. Both are licensed to make child placements, but they tend to serve different children. Public/county agencies help find homes for children who are usually under governmental control, typically living in a foster home due to an inability to live in the home of their biological parents. These children tend to be older, and some may have needs requiring extraordinary parenting, but some newborns are also placed via public agencies. Private agencies focus primarily on newborn placements, like independent adoption, but many also serve waiting children. ==Differences between independent and agency adoption== In an agency adoption, the agency must be licensed by the State of California. The California State Department of Social Services offers a website with a listing of licensed agencies. Caution must be exercised that the entity is indeed a licensed agency and not a business using a name which implies it is an agency. California permits \"facilitators\" to assist in adoptions (businesses not licensed to perform home studies or take relinquishments or do legal work, but permitted to aid in the process in other ways). Agency adoption first requires that the adoptive parent have a home study completed prior to the placement of a child. The agency then takes the relinquishment of the birth mother (and father if available). For six months following the adoptive placement, the agency supervises the placement, and then can write to the court to approve the adoption. In a typical home study, the adoptive parents are fingerprinted (run through the child abuse registry and criminal index), provide letters of reference, provide proof of marriage if married (although singles may adopt), complete a health and social history, and demonstrate a preparedness to provide a loving home. A court can then grant the adoption in a simple court hearing in which both adoptive parents and the child appear. Since the late 1990s, private agency adoptions involving newborns are mainly open and involve direct contact between birth parents and the adoptive family, as in independent adoption. Public agency adoptions, however, are often closed, with little or no contact between the birth family and the adoptive family. This is usually because the child was already relinquished by the birth parents, or the court terminated their rights. Independent adoption is slightly different and a bit less bureaucratic. It is not required that the adoptive parents have a pre-placement home study (unless the adoption is interstate). The theory is that the birth mother is directly selecting the adoptive parents, rather than relinquishing that decision to an agency. The birth mother (and sometimes the birth father) personally select the adoptive parents, usually by being shown photo-resumes of waiting adoptive parents, then meeting some families in person to select the chosen family. As with agency adoption, a six-month home study follows. In most counties, the home study is done by the California Department of Social Services. In some counties, however, a county office performs the service. Regardless, the home study fee is the same (see below). ==California adoption law== Adoptions are governed by the Family Code. In both agency and independent adoptions, the placing birth parent signs relinquishment documents a few days after birth, in the presence of a licensed social worker and two witnesses. This can become permanent up to 30 days later, or she can waive those 30 days and make the consent permanent immediately. The vast majority of adoptions are successful and few birth parents change their mind, in large part due to adoption counseling provided prior to the placement. Birth fathers can elect to sign the same consenting forms as the birth mother. As a practical matter, however, some non-marital birth fathers can't be found, or decline to be involved. California law allows their rights to be terminated if they don't come forward to actively object, or if they can't be found or their identity is unknown. ==Costs of independent and agency adoption== The home study fee is set at $4,500 in independent adoption, whether done by the California Department of Social Services, or the county equivalent. Attorney fees can range from $1,000 to $15,000, depending upon the services required and the complexity of the adoption. Counseling fees (provided by a person called an Adoption Services Provider) are usually about $700. Some birth mothers need help with pregnancy- related expenses (medical, food, et cetera), which can range from zero to thousands of dollars. Only pregnancy and adoption-related assistance may be legally provided and all expenses must be disclosed to the court. Private adoption agencies, like attorneys in an independent adoption, can charge what they feel is appropriate for the services rendered. To perform the home study, provide counseling and take the birth parent's relinquishment, the fee can range from $5,000 to $50,000. Like independent adoption, the birth mother may have expenses for the adoptive parents to provide. Public agencies, finding homes for waiting children, charge either no fee, or not in excess of $500. The government basically underwrites the cost to find homes for children who otherwise would be staying in foster care and benefit from a permanent and loving home. ==Step parent adoption== No preplacement home study is required, but a six-month evaluation will be required prior to finalization. This is done by a county employee, usually the probation department. The fee is under $1,000. Both the parent who will be retaining their rights and the parent giving up their rights must consent to the new parent assuming parental responsibilities. If a person is looking to adopt a child as a stepparent/domestic partner they have to fill out a series of forms that are accessible through the court clerk or from the California Courts Self-Help Center at www.courtinfo.ca.gov/selfhelp. ==International adoption== Californians adopt from many foreign countries. The process is completely different from a domestic adoption. Please refer to Wikipedia's international adoption for complete information. ==Adult adoptions== Adult adoptions normally require no home study, nor birth parent consent. It is the mutual election of one person to be the lawful child of another. ==Federal adoption tax credit== There is a federal adoption tax credit which can provide income eligible adoptive parents a tax credit of up to $12,970 for tax year 2013 (does not apply to adult or step parent adoptions). ==Key agencies== Key public agencies for California adoptions include: *California Department of Social Services (CDSS) *U.S. Citizenship and Immigration Services (USCIS) handles international adoptions The California Department of Social Services (CDSS) operates a \"Consent Program\" for adoptees age 18 and over, birth parents, and siblings of adoptees who are 21 years of age or older. In addition, adoptees can register with an adoption reunion registry. ==See also== *Law of California *Adoption in the United States *Adoption tax credit *Open adoption ==References== 15\\. Judicial Council of California. (2010). How to adopt a child in California. Retrieved from https://web.archive.org/web/20161129034641/http://www.courts.ca.gov/documents/adopt050.pdf ==External links== * California Department of Social Services, Children and Family Services Division - Children and Family Services oversees adoptions within California. The division coordinates public adoptions; maintains lists of licensed adoption agencies and adoption service providers; and provides several adoption FAQs. * California Courts Self-Help Center: Adoption - This site, maintained by the California court system, provides links to legal forms required for adoption and contains several adoption FAQs. * adoption101.com - Informational articles on all aspects of adoption * adoptivefamilies.com * Family Builders - This site offers different programs for fostering, adoption, and other permanent living arrangements for families ready to meet the needs of children and older youth in the foster care system. * Basic information regarding child adoption Category:Adoption law Category:California law Category:Adoption in the United States ",
    "title": "Adoption in California"
}