{
    "id": "2736131",
    "text": "Dundas Valley is a suburb of Sydney, in the state of New South Wales, Australia. Dundas Valley is located 21 kilometres north-west of the Sydney central business district in the local government area of the City of Parramatta. Dundas Valley is part of the Northern Sydneyhttps://postcodez.com.au/postcodes.cgi?search_suburb=Dundas+valley&search;_state=nsw&type;=search and Greater Western Sydney https://www.wslhd.health.nsw.gov.au/Mental-Health- Services/Our-Services regions. The valley has been shaped by the Ponds Creek, around which many of the area's parks are located. The valley is bounded by both steep and gentle slopes feeding into the creek. The Ponds walk is a marked 6.6 kilometre track which follows the Ponds and Subiaco Creeks from Eric Mobbs Memorial Park in Carlingford to Jim Crowgey Reserve in Rydalmere. This walk follows a number of the parks in the Dundas Valley area. ==History== Dundas and surrounding areas were originally known as \"The Ponds\", a name still reflected in The Ponds Creek. The first private land grants in Sydney made in 1791 were in what is now North East Dundas and adjoining Dundas Valley and Ermington. This consisted of land grants to 14 former convicts and their families along the Ponds and Subiaco Creeks. The city of Parramatta has erected signs in the suburb documenting the initial land grants in the area. One subsequent grant was the 30 acre Lot 108 to John Love, a member of the NSW Corps, on 20 February 1794. In the early 1800s a number of the early settlers sold their grants to Lieutenant William Cox of the NSW Corps. Cox's holdings spread from Brush Farm into Dundas Valley where he grazed sheep and cattle and grew corn and wheat. Gregory Blaxland purchased Brush Farm in 1806. Lieutenant William Cox would refer the south eastern corner near Brush farm now bordering Deninstone West and Eastwood as Dundas Heights; Lieutenant William Cox would survey his land from the vantage point of Dundas Heights. The name Dundas was first used in the area in 1799, taken from a parish of the same name in England, although it is also claimed the area was initially named after Henry Dundas, 1st Viscount Melville. The area was developed during the 1950s and 1960s with the construction of public housing. Dundas Valley was formally declared a suburb on 19 October 2007. Thomas Mitchell opened a quarry in 1832 on the site of the park that now bears his name. The quarry was a supplier of ‘blue metal’, used in road construction, into the 20th century. The 'blue metal' was quarried by convicts and carried to Ermington Wharf where it was ferried to Sydney. The quarry exposed a large volcanic formation between 200 and 250 million years old. Due to the geological significance of the area, it was visited by a number of famous scientists, including Charles Darwin and Douglas Mawson. A number of streets in Dundas Valley are named after ships of the First Fleet (Sirius, Supply, Alexander, Charlotte and Friendship) and the Second Fleet (Neptune). ==Population== At the 2016 census, there were 5,412 residents in Dundas Valley. 49.9% of people were born in Australia. The most common countries of birth were China 13.0%, South Korea 6.9% and Hong Kong 2.7%. In Dundas Valley 46.4% of people only spoke English at home. Other languages spoken at home included Mandarin 12.5%, Korean 9.0%, Cantonese 8.4% and Arabic 3.7%. The most common responses for religion were No Religion 29.2%, Catholic 24.5% and Anglican 9.2%. ==Schools== * Telopea Public School * Yates Avenue Public School * St Bernadettes Primary School (Catholic) ==Commercial area== The small strip of shops on Yates Avenue, beside Curtis Oval. Dundas Valley has a small shopping centre in Yates Avenue, beside Curtis Oval. Please note majority of the site is currently being redeveloped, with apartments and retail on ground floor. ==Churches== * Salvation Army Hall, Sophie St Dundas Valley * St Bernadettes Catholic Church * Dundas Valley Uniting Church * Faith Baptist Church * The Dundas Telopea Anglican Church meets in Telopea on Saturday evenings and at Dundas on Sundays. *Telopea Church of Christ Shortland Street ==Parks== Dundas Park playground, BBQ and ovals in the background Sir Thomas Mitchell Reserve and Curtis Oval host local club football (soccer), rugby union and cricket matches. Both parks also have recently upgraded play equipment for children. Dundas Park covers 6.5 hectares and also boasts two playgrounds, picnic & BBQ facilities and a Boy Scout and Girl Guides Hall. Curtis Oval has a dedicated bicycle and walking track. Sir Thomas Mitchell Reserve covers 3.9 hectares and is on the site of an old quarry. There are also a number of smaller parks in the suburb, including Lachlan Macquarie Park which features a netball court. ==Sport and recreation== The Philip Ruddock water park is popular with children in the summer months. Dundas Rugby Union Club and The Viking Club on Quarry Road are registered clubs, the latter run by Parramatta Leagues Club. The Dundas United Recreation Club, based at Curtis Oval, fields teams in cricket, football (Soccer) and netball catering for players aged from Under 6 to adult (including Over 35 football). ==References== Category:Suburbs of Sydney Category:City of Parramatta ",
    "title": "Dundas Valley, New South Wales"
}