{
    "id": "2736643",
    "text": "Elizabeth Bay is a harbourside suburb in eastern Sydney, in the state of New South Wales, Australia. Elizabeth Bay is located three kilometres east of the Sydney central business district and is part of the local government area of the City of Sydney. The suburb of Elizabeth Bay takes its name from the bay on Sydney Harbour. Macleay Point separates Elizabeth Bay from Rushcutters Bay. The suburb of Elizabeth Bay is surrounded by the suburbs of Rushcutters Bay and Potts Point. Kings Cross is a locality on the south-western border and Garden Island is a locality, to the north. ==History== Elizabeth Bay was named in honour of Governor Lachlan Macquarie's wife, Elizabeth. The area was originally known by the Aboriginal name 'Yarrandabby' and what is now Macleay Point was 'Jerrewon'.The Book of Sydney Suburbs, Compiled by Frances Pollon, Angus & Robertson Publishers, 1990, Published in Australia , page 95 Alexander Macleay (1767–1848), the Colonial Secretary of New South Wales, was granted here in 1828. He commissioned architect John Verge (1788–1861) to build Elizabeth Bay House, a Regency style home that was completed in 1837. === Early Subdivision Plans === File:Macleay Estate - Elizabeth Bay - Elizabeth Bay, Macley St, Ithaca Rd, Onslow Lane.jpg|Macleay Estate - Elizabeth Bay - Elizabeth Bay, Macley St, Ithaca Rd, Onslow Lane File:Macleay's Estate - Elizabeth Bay - Onslow Ln, Billyard Ln, Ithaca Rd, Macleay St, Elizabeth Bay Rd, 1882.jpg|Macleay's Estate - Elizabeth Bay - Onslow Ln, Billyard Ln, Ithaca Rd, Macleay St, Elizabeth Bay Rd, 1882 File:Elizabeth Bay - Elizabeth Bay Rd, Rushcutters Bay Rd, 1886.jpg|Elizabeth Bay - Elizabeth Bay Rd, Rushcutters Bay Rd, 1886 File:Elizabeth Bay - Birtley Estate - Elizabeth Bay Rd, Birtley Pl, 1927.jpg|Elizabeth Bay - Birtley Estate - Elizabeth Bay Rd, Birtley Pl, 1927 File:Water Frontages- Elizabeth Bay - Rockley House & Grounds - Elizabeth Bay Rd, 1927.jpg|Water Frontages- Elizabeth Bay - Rockley House & Grounds - Elizabeth Bay Rd, 1927 File:Elizabeth Bay House Estate - Billyard Ave, Wylde St, Onslow Ave, Victoria St, Woolcott St, Darlinghurst Rd, 1934.jpg|Elizabeth Bay House Estate - Billyard Ave, Wylde St, Onslow Ave, Victoria St, Woolcott St, Darlinghurst Rd, 1934 == Heritage listings == The art-deco Edgewater apartments, known as the \"Edgewater flats\", in 1937. Elizabeth Bay has many heritage-listed sites, including the following listed on the New South Wales State Heritage Register: * 18-18a Billyard Avenue: Edgerley * 42 Billyard Avenue: Boomerang * 97 Elizabeth Bay Road: Tresco * 102 Elizabeth Bay Road: Ashton * 7 Onslow Avenue and 14-16 (the northern boundary of) Onslow Avenue: Elizabeth Bay House === Ashton === Ashton, located at the bottom of Elizabeth Bay Road, was designed by Thomas Rowe in the Victorian Italianate style and built . It was originally part of a group of villas built for well-off clients who included Thomas Rowe, John Grafton Ross, Charles Henry Hoskins and Sir Cecil Harold Hoskins. In more recent years, the character of the area was changed radically by the building of blocks of flats, but Ashton survived as one of the few original buildings in the area. === Boomerang === Boomerang Boomerang is perhaps the best surviving suburban estate of its period on the harbour foreshores. It was designed by Neville Hampson in 1926 for Frank Albert, a music publisher. This Hollywood Spanish Mission style dwelling and flats are of stuccoed brick with vaguely classical windows and decoration, under a terracotta hipped roof. The exterior colour is dull brown. The interior maintains the theatrical air with rooms decorated in different styles from various historical eras. The gardens, which have significantly matured, are an amalgamation of palm trees, shrubs and fountains with tennis court and boathouse. A private residence, it sold for A$20.7 million in 2005 to Lindsay Fox. It has been used as a backdrop for Hollywood films, including Mission: Impossible 2, and is heritage-listed. === Elizabeth Bay House === Elizabeth Bay House Elizabeth Bay House is a historic house managed by the Historic Houses Trust, located in Onslow Avenue with views across Sydney Harbour. It was designed by John Verge in the Regency style and is listed on the (now defunct) Register of the National Estate. The adjacent grotto is also listed on New South Wales Heritage Register. === Tresco === Across the road from Ashton is Tresco, a two-storey home designed by Thomas Rowe and built in 1868. It was constructed by Italian stonemasons who were brought to Australia by the Joubert brothers, who were prominent in the early settlement of Hunters Hill. In 1913 it became the official residence of the Flag Officer in Charge, Royal Australian Navy, Eastern Australia.The Heritage of Australia, p.2/81. . ==Population== At the , there were 5,215 residents in Elizabeth Bay. 51.9% of people were born in Australia, with the top other countries of birth being England (6.1%), New Zealand (4.0%), United States of America (2.0%), Italy (1.6%), and France (1.6%). 69.6% of people only spoke English at home. Other languages spoken at home included French (2.5%) and Spanish (2.4%). The most common responses for religion were No Religion (43.9%) and Catholic (18.0%). The majority of dwellings in Elizabeth Bay were units or apartments (98.6%) and there were only 12 separate houses in the suburb. 60.3% of residents were renting their home and only 19.9% owned their home outright. The median weekly household income was $1,989 compared to the national median of $1,438. In 2011, 31.5% of residents travelled to work by public transport, 25.3% walked to work, and 22.5% travelled by car. ==References== ==External links== * Guide to Elizabeth Bay House including biography of Verge * Category:Suburbs of Sydney Category:Bays of New South Wales ",
    "title": "Elizabeth Bay, New South Wales"
}