{
    "id": "2736771",
    "text": "The 1932 NFL season was the 13th regular season of the National Football League. The Boston Braves (the current Washington Football Team) joined the NFL before the season, whereas the loss of the Providence Steam Roller, Cleveland Indians and Frankford Yellow Jackets dropped league membership to eight teams, the lowest in NFL history; the league also had eight teams in 1943 due to World War II. Although the Green Bay Packers finished the season with 10 wins, the league title was determined at the time by winning percentage with ties excluded, so the Portsmouth Spartans and the Chicago Bears finished the season tied for first place (6–1). Since both games between the teams ended in ties, the NFL arranged for the first ever playoff game to determine the NFL champion. Extremely cold weather forced the game to be moved from Wrigley Field to the indoor Chicago Stadium. The makeshift football field in the stadium was only 80 yards long with undersized endzones, forcing officials to move the goal posts to the goal line due to a lack of space to put them at the back of the end zone, as was standard in college and professional football. This change was favored by players and fans, and the goal posts were moved to the goal line as one of several rule changes the league made in 1933, with the rule lasting until 1973. The Bears won the playoff game 9–0, which was scoreless until the fourth quarter, and as the game counted in the final standings, the Spartans finished in third place. The Spartans became the Detroit Lions in 1934. ==Teams== The league decreased to eight teams in 1932. {| class=\"wikitable\" | style=\"background- color:#00FF00;font-size: 88%;\" | First season in NFL * | style=\"background- color:#FFC40C;font-size: 88%;\" | Last active season ^ |} {| class=\"wikitable\" |- ! Team ! Head coach ! Stadium |- style=\"background-color:#00FF00;\" |Boston Braves * || Lud Wray || Braves Field |- |Brooklyn Dodgers || Benny Friedman || Ebbets Field |- |Chicago Bears || Ralph Jones || Wrigley Field |- |Chicago Cardinals || Jack Chevigny || Comiskey Park |- |Green Bay Packers || Curly Lambeau || City Stadium |- |New York Giants || Steve Owen || Polo Grounds |- |Portsmouth Spartans || George Clark || Universal Stadium |- style=\"background-color:#FFC40C;\" |Staten Island Stapletons ^ || Hal Hanson || Thompson Stadium |} ==Championship race== Following the 1932 season, the NFL would be split into two divisions (later two conferences), with the champions of each meeting in a championship game. This was the result of the end of the 1932 season, where there was a tie for first in the standings at the end of the regular season: as tied games did not count until 1972, the Spartans record of 6–1–4 and the Bears record of 6–1–6 were taken to be six wins, one loss, giving both an .857 win percentage. Had pure win-loss differential or the current (post-1972) system of counting ties as half a win, half a loss been in place in 1932, the Packers' record of 10–3–1 (, +7) would have won them a fourth consecutive championship, ahead of the Spartans' 6–1–4 (, +5) and the Bears' 6–1–6 (, +5). The Green Bay Packers were unbeaten (8–0–1) after nine games, and after the Thanksgiving weekend, their 10–1–1 record (.909) was still well ahead of Portsmouth at 5–1–4 (.833) and Chicago at 4–1–6 (.800). In Week Twelve (December 4), the Spartans handed the Packers a 19–0 defeat, while the Bears beat the Giants 6–0. Portsmouth, at 6–1–4 (.857), took the lead, while the Packers (10–2–1) and the Bears (5–1–6) were tied for second (.833). In Week Thirteen, the Bears hosted the Packers; a Green Bay win would have the Packers finish second with an 11–2–1 record (.846) and hand Portsmouth their first ever title. The Bears beat the Packers 9–0, meaning they finished 6–1–6, and tied for first in the standings with Portsmouth. Though it was described as a \"playoff\", the Bears 9–0 win over Portsmouth on December 18 counted in the regular season standings. As such, the Bears finished at 7–1–6 (.875) and won the 1932 title, with the Packers runners-up, and the Spartans, at 6–2–4 (.750), finished third. ==Standings== ==Playoffs== ==League leaders== {| class=\"wikitable\" |- ! Statistic ! Name ! Team ! Yards |- align=\"center\" | Passing | Arnie Herber | Green Bay | 639 |- align=\"center\" | Rushing | Cliff Battles | Boston | 576 |- align=\"center\" | Receiving | Ray Flaherty | New York | 350 |} ==References== * NFL Record and Fact Book () * NFL History 1931–1940 (Last accessed December 4, 2005) * Total Football: The Official Encyclopedia of the National Football League () Category:National Football League seasons ",
    "title": "1932 NFL season"
}