{
    "id": "2736557",
    "text": "Ian Oswald (4 August 1929 - 25 April 2012) was a sleep researcher and psychiatrist. ==Academic career== He was educated first in London and later in Belper, Derbyshire. In 1947, he became a medical student at Caius College, Cambridge, gaining a First Class Honours degree in the Part 2 Tripos in Psychology. He completed his clinical studies in Bristol and, when in the Royal Air Force, gained a knowledge of electroencephalography. He spent two years at Oxford, and for his research received the MD (Cambridge) in 1959. He became a lecturer in the Department of Psychological Medicine of the University of Edinburgh in 1959. In 1963 he was awarded the Gaskell Gold Medal in Clinical Psychiatry of the Royal Medico-Psychological Association, and in the same year the degree of D.Sc. of the University of Edinburgh. In 1965-1967, on leave from Edinburgh, he established a Department of Psychiatry in the University of Western Australia. He became a Foundation Fellow of the Royal College of Psychiatrists in 1971, and in 1977 was appointed to a personal Chair in the University of Edinburgh. In the 1980s in research with Kirstine Adam, he reported that the sleeping drug triazolam (Halcion), when taken nightly caused adverse mental effects by day. This led on to 1991 when triazolam was banned in the United Kingdom because, as the Committee on Safety of Medicines said after studying further unpublished research by the Upjohn Company of Kalamazoo (Halcion's manufacturers), \"triazolam causes frequent and disabling psychiatric adverse reactions at doses of 0.5 and 1mg when used in a population of young and middle-aged patients with no mental illness\". (The Daily Telegraph. 2 October 1991). In 1992, the Upjohn Company of Kalamazoo, the makers of Halcion, sued him in London for libel and he countersued in a 62-day trial. ==Personal life== He married fellow sleep researcher, Dr Kirstine Adam, and had four children from his late wife. His son is Andrew Oswald, Professor of Economics. == References == Category:1929 births Category:2012 deaths Category:Academics of the University of Edinburgh Category:Alumni of Gonville and Caius College, Cambridge Category:Sleep researchers ",
    "title": "Ian Oswald"
}