{
    "id": "2736766",
    "text": "Westbury railway station is a railway station serving the town of Westbury in Wiltshire, England. The station is managed by Great Western Railway. The station is a major junction, serving the Reading to Taunton line with services to and from Penzance and London Paddington, Wessex Main Line with services to and from Cardiff and Portsmouth, services to Swindon, Heart of Wessex Line providing local services from Bristol Temple Meads to Weymouth, and services to London Waterloo. The buffet at Westbury appeared in a list of \"highly commended\" station cafes published in The Guardian in 2009. ==History== View of the station The station was opened by the Wilts, Somerset and Weymouth Railway (WS&WR;) on 5 September 1848, and was the initial terminus of the WS&WR; line from . This line was later extended to , which opened on 7 October 1850. The Salisbury branch opened on 30 June 1856, whilst the opening of the line to Patney & Chirton in 1900 (along with that further west from Castle Cary to Cogload Junction six years later) completed the GWR's new main line from London Paddington to and beyond. In the 1880s, the station was one of the meeting places of the South and West Wilts Hunt.Hunting Appointments in The Times, 8 March 1884, pg. 7, col. E In 1899, Westbury station was entirely rebuilt to cater for the 1900 line, creating two island platforms six hundred feet long and forty feet wide.New Route to Weymouth in The Times, 2 July 1901, pg. 10, col. C It has since been rebuilt and remodelled several times, most recently when the area was resignalled in 1985 (when the Down Salisbury platform line was lifted), but without changing the underlying form created in 1901. In 2013 the Swindon and Wiltshire Local Transport Body prioritised the reopening of this platform face at an estimated cost of £5.4m. A freight yard next to the station is used by bulk limestone trains from the rail-served quarries at Merehead and Whatley in Somerset.Railscot - Photos of Westbury www.railbrit.co.uk; Retrieved 2013-09-17 In April 2009 the rail-served Lafarge cement works to the east closed and was mothballed. ==Accidents and incidents== *On 28 October 1873, a mail train passed a signal at danger and collided with a luggage train. *On 6 December 2011, a train was derailed at Westbury. ==Services== A Great Western Railway from London Paddington and an South Western Railway going to London Waterloo The station is served by all three main routes that pass through it. On the main Reading to Taunton Line, the station is served by westbound trains to one of , , or ; and eastbound services to .GB National Rail Timetable May–December 2016, Table 135 There is a service on the to and Wessex Main Line, and a separate service between , Bristol and Westbury on this route. Some of these trains continue through to Weymouth and in the opposite direction certain trains extend through to and . Others run to Frome, Warminster and Southampton, along with through trains to and from .GB National Rail Timetable May–December 2016, Table 123 Railway routes around Westbury in 2009 South Western Railway runs a service between Bristol and via that calls here.National Rail Timetable 2016, Table 160 Network Rail;Retrieved 5 October 2016 There are also limited services to Yeovil Pen Mill. There are also services between Westbury and via , and , on the original Wilts, Somerset & Weymouth line. The frequency on this route was improved substantially (to eight trains each way weekdays, five on Sundays) at the December 2013 timetable change. == Future == At present, the line to Westbury is not due to be electrified as part of the 21st-century modernisation of the Great Western Main Line. Although local councillors support it, the extension of electrification beyond to Westbury was assessed as having a benefit–cost ratio of only 0.31. ==References== ==External links== *Video footage of Westbury railway station Category:Railway stations in Wiltshire Category:Railway stations in Great Britain opened in 1848 Category:Former Great Western Railway stations Category:Railway stations served by Great Western Railway Category:Railway stations served by South Western Railway Category:Westbury, Wiltshire ",
    "title": "Westbury railway station"
}