{
    "id": "2736585",
    "text": "Eleanor of Toledo (Italian: Eleonora di Toledo, 11 January 1522 – 17 December 1562), born Doña Leonor Álvarez de Toledo y Osorio, was a Spanish noblewoman and Duchess of Florence as the first wife of Cosimo I de' Medici. A keen businesswoman, she financed many of her husband's political campaigns and important buildings like the Pitti Palace. She ruled as regent of Florence during his frequent absences and founded many Jesuit churches. She is credited with being the first modern first lady or consort. ==Childhood== Eleanor's father, Pedro Álvarez de Toledo, Viceroy of Naples. Eleanor was born in Alba de Tormes, Salamanca, Spain, on 11 January 1522. She was the second daughter of Pedro Álvarez de Toledo, Viceroy of Naples, and Maria Osorio, 2nd Marquise of Villafranca. Her father was the lieutenant-governor of Emperor Charles V and brother of the Duke of Alba. Through his side, Eleanor was the third cousin of the Emperor since their great-grandmothers were daughters of Fadrique Enríquez de Mendoza, grandson of King Alfonso XI of Castile.Cesati, p. 75. In May 1534, two years her father's appointment as Viceroy of Naples, Eleanor, her mother, and siblings joined him in Italy. The children were brought up in the strict and closed surrondings of the Spanish viceregal court. 13-years-old Eleanor seems to not have attracted much attention, except for the furtives glances of the visiting page Cosimo de' Medici in 1535 when he accompanied his cousin Alessandro, Duke of Florence, on a visit to Naples. ==Marriage== Cosimo I de' Medici, her husband. Three years later, Cosimo, now Duke of Florence, was searching for a wife who could help strengthen his political position since the Medici were still new to their ducal status. He initially asked to marry Margaret of Austria, illegitimate daughter of Charles V and Alessandro's widow, but she displayed enormous reluctance at the idea in order to serve her father's own plans for her. Not wanting to antagonize Cosimo though, the Emperor offered him one of the daughters of the rich Viceroy of Naples. The bride would provide the Medici with a powerful link to Spain, at that time ultimately in control of Florence, offering the opportunity to show sufficient loyalty and trust to Spain in order that its troops would retire from the province. Remembering Eleanor, Cosimo firmly refused the Viceroy's first offer of his eldest and duller daughter, Isabella. Her father agreed and provided a large amount of money on Eleanor as dowry. Eleanore and Cosimo were married by proxy on 29 March 1539. No sooner was the agreement reached than the couple began to correspond. In May, Florencian agent Jacobo de' Medici was in Naples and informed the ducal secretary, Pierfrancesco Riccio, that \"The Lady Duchess says she is happy and filled to the brim with satisfaction, and I want to assure of this.\" Riccio then added that when Eleanor received letters from her fiancé \"she took pride in having understood them on her own, without anyone's help.\" She was quickly working on her reading knowledge of Italian, something she probably hadn't been interested in developing while living in a Spanish court. On 11 June, 17 years-old Eleanor set sail from Naples, accompanied by her brother Garcia with seven galleys following. They arrived at Livorno on the morning of June 22. That same morning, she left for Pisa and halfway through, met Cosimo. After a short stay in Pisa, the couple left for Florence, stopping for a few days at the Poggio a Caiano. June 29, 1539 marked Eleanor and Cosimo's grandiose entrance from the Porta al Prato to the Church of San Lorenzo for their wedding in a grand, lavish celebration. Painter Agnolo Bronzino provided festive decor, the first instance for artistic renewal in Florence after the disastrous Siege in 1529-1530. This showed the new Duke's policy of \"creating an organic relationship between artists and the principality.\" The couple had a peaceful domestic life: surprisingly for the era, her husband was faithful throughout their long marriage. The ducal couple served as an example of a traditional couple, which served to strengthen Cosimo's various reforms and separate their association with the former Duke, who was assassinated by another member of the Medici family without leaving legitimate heirs and consolidating the dynasty's strength in Tuscany after years of politically damaging speculation about his excesses and sexual irregularities. He was reputed to have been the son of a black serving woman and Cardinal Giulio de' Medici, later Pope Clement VII, illegitimate son of Giuliano de' Medici, who was assassinated in the Pazzi Conspiracy against the reigning family. Before her marriage, the Medici line had been in danger of extinction. Both Eleanor and Cosimo heard reports of their children's progress and offered directions for their education, living arrangements, and clothing. The birth of male heirs and daughters who could be married into other ruling families inaugurated another era of stability and strength in Tuscany. Their royal ancestors provided the Medici with the blue blood they had lacked and began the process of placing them on equal footing with other European sovereigns. The couple had eleven children, though only five sons and three daughters reached maturity: *Maria (April 3, 1540 – November 19, 1557): Engaged to Alfonso II d'Este, but died before the marriage. *Franceso (March 25, 1541 – October 19, 1587): Succeeded his father as Grand Duke of Tuscany. *Isabella (31 August 1542 – 16 July 1576): Married, Paolo Giordano I Orsini, Duke of Bracciano. *Giovanni (28 September 1543 – November 1562): Became Bishop of Pisa and cardinal. *Lucrezia (7 June 1545 – 21 April 1561): Married Alfonso II d'Este, Duke of Ferrara and Modena. *Pietro (10 August 1546 – 10 June 1547): Known as \"Pedricco\". Died in infancy. *Garzia (5 July 1547 – 12 December 1562): Died of malaria at the age of 15. *Antonio (July 1, 1548 – July 1548): Died in infancy. *Ferdinando (30 July 1549 – 17 February 1609): Succeeded his brother as Grand Duke of Tuscany. *Anna (19 March 1553 – 6 August 1553): Died in infancy. *Pietro (3 June 1554 – 25 April 1604): Murdered his wife and cousin, Eleonora di Garzia di Toledo, because of infidelity. ==Duchess of Florence== Eleanor of Toledo with her son Giovanni by Agnolo Bronzino, 1545. It is considered the first state portrait to depict a ruler's wife with his heir. The picture was intended to demonstrate the wealth, domesticity and continuity of the Medici.Landini, pp. 70–74. Eleanor's high profile in Florence as ducal consort was initially a public relations exercise promoted by her husband, who needed to reassure the public of the stability and respectability of not only his family, but the new reign. Her motto was cum pudore laeta fecunditas (meaning \"happy fruitfulness with chastity\"), making reference to the plentiful harvests of her lands, her marital fidelity, and numerous children. Eventually, Eleanor gained considerable influence in Florence through her involvement in politics, to the point that Cosimo often consulted with her. So great was his trust in her political skills that in his frequent absences, the Duke made his wife regent, a station which established her position as more than just a pretty bearer of children. Eleanor ruled during Cosimo's military campaigns in Genoa in 1541 and 1543, his illness from 1544 to 1545, and again at times when the war for the conquest of Siena (1551–1554) required either his absence or greater focus on military matters. ===Political Influence=== Eleanor was very keen and interested in business, especially regarding agriculture. She owned great tracts of grain crops and livestock, such as beekeeping and silkworms raising. An additional business she took part was mining. Her harvests were plentiful and products were shipped as far as Spain. The Duchess managed and sold her goods wisely, which helped to considerably expand and increase the profitability of the vast Medici estates. Through her charitable interests, the lot of the peasantry obtained many economical benefits as well. Although Florentines initially thought of her as a Spanish barbarian and enemy to her husband's homeland, Eleanor not only made solid donations to Florentine charities but to their policies. She financially supported Cosimo's policies to restore the duchy's independence from foreign lands and helped people unable to gain audiences with the Duke realize that through the Duchess their causes could at least be pleaded. A pious woman, Eleanor made donations to and visited several convents. In 1547, Juan Polanco, sent by Ignatius de Loyola to preach in Pistoia, approached the Duchess and asked for her patronage to founding a Jesuit college. She refused Polanco's petition, but later undertook negotiations with Diego Laínez that eventually led to the first Jesuit school in Florence. Laínez eventually gained her affection, to the point that she became a constant intercessor to Cosimo on the order's behalf and founded many new churches in the city. However, she didn't completely embraced the entire Jesuit society nor their devotion. ===Patronage of Arts=== A lunette painted in 1599 by Giusto Utens, depicts the Palazzo Pitti before its extensions, with the amphitheatre and the Boboli Gardens behind. Detail of a Bronzino fresco in the Cappella di Eleonora. Like her husband, Eleanor was a notable patron to many of the most artists of the age like Agnolo Bronzino, Giorgio Vasari, and Niccolò Tribolo and very notable buildings still standing today. Eleanor's private chapel in the Palazzo Vecchio was decorated by Bronzino. From 1559 to 1564, she commissioned Vasari to make a new fresco in her apartments about famous women whose, in his words, actions have equalled or surpassed men, such as Queen Esther, Penelope, and Florentine heroine Gualdrada. It is thought that the redecorations were a concerted effort on the middle age Eleanor's part to reshape her public persona away from fecundity and towards other her virtues - wisdom, valour and prudence. In the earlier part of her marriage, the Medici family lived in Florence's Via Larga at what is now the Palazzo Medici-Riccardi and later at the Palazzo Vecchio. Raised in the luxurious courts of Naples, Eleanor purchased the Pitti Palace across the Arno river in 1549 as a summer retreat for the Medici. In 1550, she commissioned and supervised Tribolo to create the Pitti's famous Boboli Gardens, which possess openness and expansive view unconventional for its time. The gardens were very lavish and no access was allowed to anyone outside the immediate Medici. Part of Eleanor's final will and testament was the creation and funding of the prestigious but exclusive convent Santissima Concezione, the daughter house of one of her favorite convents, Le Murate.K. J. P. Lowe, Nuns’ Chronicles and Convent Culture in Renaissance and Counter-Reformation Italy, (Cambridge University Press, 2003), pp. 219-20. It was built around the Sale del Papa of the prominent Dominican monastery Santa Maria Novella, which once functioned as quarters for visiting popes. ==Personality and appearance== 1543 portrait of Eleanor de Toledo by Agnolo Bronzino. Contemporary accounts of Eleanor give a different picture than her cold, stern portraits might lead people to assume. Much like her husband, the Duchess was realistic, practical and determinated, quietly but surely making important actions. Though she was sick much of her adult life, Eleanor was considered very charming, loved to gamble* https://web.archive.org/web/20050922030351/http://www.umich.edu/~newsinfo/MT/02/Spr02/mt14s02.html Women who ruled] and was a devoted traveler, moving endlessly throughout her palazzi and villas. Although she didn't support the Spaniards gaining control of Florence, Eleanor showed pride of her birthplace and preferred to write in Spanish than Italian, which sometimes causes communication problems in letters with her husband. Jesuits sent Spanish priests to negotiate with the Duchess, as \"she doesn't wish to speak with any of our men who isn't Spanish.\" Eleanor was remembered for her majestic facial features shown in portraits. She was very fashion-consciousCOX-REARICK, JANET. \"Power-Dressing at the Courts of Cosimo De' Medici and François I: The 'Moda Alla Spagnola' of Spanish Consorts Eléonore D'Autriche and Eleonora Di Toledo\". Artibus et Historiae, vol. 30, no. 60, 2009, pp. 39–69. and continually employed both gold and silver weavers for her clothes. On the other hand, this may not have been done out of simple vanity. 21-century forensic examinations revealed she had a significant calcium deficiency, a consequence of many and frequent pregnancies. This medical condition may have caused her much ill health, dental pain, and a poor overall appearance.Tales From The Crypt, CBS News. ==Death== Cardinale Giovanni de' Medici Adriaen Haelwegh, Garzia dei Medici. National Gallery of Art, Washington. 40-year-old Eleanor and two of her sons, 16-year-old Giovanni and 19-year-old Garzia, got sick from malaria while travelling to Pisa in 1562. Her sons died before her and within weeks of each other. Weakened by her pulmonary tuberculosis, Eleanor died after on 17 December, in the presence of her disconsolate husband and a Jesuit confessor. Her funeral was held in 28 December, before she was buried in the Medici crypts in the Basilica of San Lorenzo. For centuries after her death, the myth pervaded that Garcia had murdered his brother Giovanni following a dispute in 1562. Cosimo was said to then murdered Garcia with his own sword and the distraught Eleanor died a week later from grief. The truth, proven by modern-day exhumations and forensic science, was that Eleanor and her sons, as the Medici family had always claimed, died together from malaria. ==Legacy== Early, tinted 20th-century photograph of the famous Palazzo Pitti, La Residenza Reale which Eleanor bought for the Medici family. Since her death, historians have tended to overlook Eleanor's importance to Florentine history and today she is often thought of as just another consort. This is probably due to the numerous portraits painted of her extravagance dresses and the bad press she received from her Florentine subjects because she was Spanish. The rebuilding of the Pitti Palace was only partially completed at the time of Eleanor's death, but eventually became the principal residence of the grand rulers of Tuscany.Giusti, p. 11. The palazzo is now the largest museum complex in Florence as later generations amassed paintings, jewelry and luxurious possessions. Her iconal dress is today in the care of Pitti's Galleria del Costume. Eleanor's founding of Santissima Concezione contributed to her legacy since the convent's artistic commissions further reinforce the fact that she was the patron. They include “a bust of [Eleanor] and the coat of arms of the Duke and Duchess painted on the communion window between the sisters and the altar\".Katherine Turner, “Il Monastero Nuovo: Cloistered Women of the Medici Court,” Contested Spaces of Nobility in Early Modern Europe, (Ashgate Publishing, 2011), p. 134. ==Ancestry== == References == === Footnotes === === Citations === == Sources== * * *Konrad Eisenbichler (2004). The Cultural World of Eleonora di Toledo: Duchess of Florence and Siena. Aldershot: Ashgate Publishing. . *Landini, Roberta Orsi and Niccola Bruna, \"Moda a Firenze 1540-1580: Lo stile di Eleonora di Toledo e la sua influenza\", Mauro Pagliai, Italy (2005). * *Eleonora di Toledo - Renaissance and Reformation - Oxford Bibliographies ==Further reading== *Karl, Wilhelm and Isenburg, Prinz zu, Europäische Stammtafeln: Stammtafeln zur Geschichte der Europaischen Staaten, Neue Folge, Marburg, Germany: Verlag von J. A. Stargardt, vol. 3. pt. 3, 1985, tables 532b–533. *Liss, Peggy K. Isabel the Queen, New York: Oxford University Press, 1992, p. 165\\. *Roth, Norman. Conversos, Inquisition, and the Expulsion of the Jews from Spain, Madison, WI: The University of Wisconsin Press, 1995, pp. 150–151, 333. ==External links== * Letters to from and about Eleonora di Toledo * Eleonora di Toledo's funeral dress Category:1522 births Category:1562 deaths Category:16th-century Spanish people Category:16th-century women rulers Eleanor of Toledo Category:Burials at San Lorenzo, Florence Category:Deaths from malaria Category:Duchesses of Florence Category:House of Medici ",
    "title": "Eleanor of Toledo"
}