{
    "id": "2736141",
    "text": "The Midstate Trail is a scenic footpath which runs through Worcester County, Massachusetts, from the Rhode Island border to the New Hampshire border, approximately west of Boston. The trail is considered highly accessible, scenic, and remarkably rural despite its proximity to urban Boston. The trail includes the summits of Mount Wachusett and Mount Watatic, as well as many interesting geologic, historic, and natural features.The Midstate Trail Guide, 5th edition (2006). Worcester, Massachusetts:The Midstate Trail Committee. ==Trail description== Agrarian view along the Midstate Trail in Sutton, Massachusetts The northern terminus of the Midstate Trail is located on the New Hampshire border on the Ashburnham/ Ashby, Massachusetts town line just north of the summit of Mount Watatic; the southern terminus is located on the Rhode Island border in Douglas, Massachusetts in Douglas State Forest. In Ashburnham, the Midstate Trail meets the Wapack Trail, which runs north into New Hampshire for an additional . Where the Midstate Trail terminates on the Rhode Island border, the North-South Trail continues south to the Atlantic Ocean. The Southern New England Trunkline Trail, a converted rail trail, intersects the Midstate Trail in Douglas, Massachusetts, and there is a significant network of interconnecting shorter trails on Mount Wachusett and in the Ware River Watershed area maintained by the Massachusetts Department of Conservation and Recreation, the Worcester Chapter of the Appalachian Mountain Club, and the nonprofit organization Wachusett Greenways.Massachusetts and Rhode Island Trail Guide (1989). Boston: Appalachian Mountain Club. The Midstate Trail corridor includes woodland, lake shores, ledges, swamp borders, small mountains, agricultural land, meadows, brooks, as well as a few classic New England hamlet commons. Suburban areas abut the trail in places. The highest point on the Midstate Trail is the 2006-foot (611m) summit of Mount Wachusett from which the Boston skyline, away, is visible in clear weather. The cliffs of Mount Watatic and the Crow Hills are considered particularly scenic. The damp woodlands throughout the trail corridor are scattered with stone walls, a reminder that the forest was farmland in the 19th century. Common on the trail are huge boulders, several of them balanced in unlikely positions, called glacial erratics; two noteworthy examples are Balance Rock on Mount Wachusett and Samson's Pebble in Oakham, Massachusetts.Cronin, William. Changes in the Land: Indians, Colonists, and the Ecology of New England (2003). New York: Hill and Wang. Notable features that are on or are easily accessible from the trail route include Wallum Lake, the French River (Massachusetts), Hodges Village Dam, Buffumville Lake and dam, the historic Ryder Tavern, Moose Hill, Sampson's Pebble, the ruins of an early 20th-century work camp for prisoners with tuberculosis, Barre Falls Dam, the Massachusetts Audubon Society's Wachusett Meadows and Burncoat Pond sanctuaries, Mount Wachusett (the most prominent peak in eastern Massachusetts), the Crow Hills (a popular rock climbing destination), Muddy Pond (an attractive, remote, and undeveloped glacial pond), and Mount Watatic, the southernmost prominent summit in the Wapack Range of mountains (sometimes referred to as the Pack Monadnock Range). Although the trail is most often used for hiking and occasionally snowshoeing and backpacking, portions of it are suitable for, and are used for, mountain biking and cross country skiing. Site-specific activities such as downhill skiing (on Mount Wachusett), horseback riding, swimming, fishing, hunting, rock climbing, bouldering, and disc golf (there are courses at Buffumville Dam and Barre Falls Dam) are enjoyed on the trail corridor as well.Department of Conservation and Recreation (Massachusetts). Retrieved November 20, 2007.United States Army Corps of Engineers. Retrieved December 7, 2007 ===Trail communities=== The Midstate Trail passes through land in the following incorporated towns: Douglas, Sutton, Oxford, Charlton, Spencer, Leicester, Oakham, Rutland, Barre, Hubbardston, Princeton, Westminster, Ashburnham, and Ashby. ==History== In the 1920s, a trail was blazed from Mount Watatic to Mount Wachusett, but it fell into disuse. In 1972, the Worcester County Commissioners proposed a trail that would recreate the abandoned route and extend the trail through the length of Worcester County. The trail was created primarily through the efforts of local volunteers. The Appalachian Mountain Club was heavily involved in the process and remains involved today. A summit hotel on Mount Wachusett, which operated in the 19th and early 20th centuries (eventually succumbing to fire and dynamic changes in tourism), encouraged trail building on the mountain well before the Midstate Trail was created. The Midstate Trail incorporated some of these footways into its route. Other sections of the trail route follow old town roads and farm roads abandoned during the agrarian shift to the midwestern United States in the late 19th century.Massachusetts Online Mapping. Various shapefiles. Retrieved November 19, 2007. ==Landscape, geology, and environment== Wallum Lake is located just off the Midstate Trail in Douglas, Massachusetts.Southern portions of the Midstate Trail traverse a terrain marked by rock outcrops and ledges of gneiss and schist, and occasionally granite. Central portions of the trail climb the flanks and summits of drumlins such as Moose Hill and Buck Hill in Spencer, Massachusetts. Northern portions of the trail (especially Mount Watatic) follow mountainous ridges of 400 million year old, heavily metamorphized schist and quartzite identified as the Littleton Formation. Evidence of recent glacial activity can be found throughout all parts of the Midstate Trail. Such evidence includes glacial erratics, glacial scouring, glacial striations, deranged drainage, highland swamps, and roches moutonnées, so called \"sheepback mountains\" because they often resemble the shape of a sheep in profile. The extremely steep south and/or east faces of these hills were carved by the movement of glacial ice down lee slopes.Raymo, Chet and Raymo, Maureen E. Written in Stone: A Geologic History of the Northeastern United States (1989). Chester, Connecticut: Globe Pequot. The trail route generally follows a highland watershed divide that separates the drainage of four river systems: the Blackstone River (southeast); the Nashua River, which is part of the Merrimack River watershed (northeast); the Ware River and Millers River watersheds which are absorbed by the Connecticut River watershed (west); and the French River in Oxford, Massachusetts, which is part of the south flowing Quinebaug River watershed. Major flood control projects are visible from the trail and have significantly altered the landscape via damming, the elimination of ecosystems subject to periodic flooding, and the creation of large bodies of water. These include the Hodges Village Dam and the Buffumville Lake projects in the French River drainage and the Barre Falls Dam project on the Ware River in Barre, Massachusetts. These projects are managed by the United States Army Corps of Engineers. Much of the forest the trail passes through is regrowth. The original woodlands were cleared to make room for farms in the early 18th century. Old stone walls and crumbling cellar holes are common evidence of the region's agrarian past. When farming interests moved west in the 19th century, the land reverted to forest. Much of these new forests were in turn successively re-harvested for building materials or firewood3. Forests along the trail are in various stages of re- growth, where they have not been cleared to make room for the ever-increasing suburban development. Notable old growth stands (such as the one on Mount Wachusett—which became a magnet for heated controversy after a 2003 court ruling allowing a ski area expansion under state lease; see (#Protecting the trail corridor below)) are rare on the trail route. Douglas State Forest, near the southern end of the trail, supports an original Atlantic white cedar swamp, although the trees are not considered old growth cedars. Forest ecology types include the oak-hickory forest at lower elevations and the northern hardwood forest at higher elevations. Common species include American beech and yellow birch at higher elevations and on north facing slopes. Eastern hemlock is common in damp, shaded ravines. Red, white, and black oak, sugar maple, and ash are prolific throughout, including frequent very old individual specimens often called wolf trees. Solid stands of eastern white pine are common while pitch pine can be found scattered on dry ledges. Monoculture tree plantations of both native and non-native species can be found along the trail as well. The forest understory supports mountain laurel, witch-hazel, wintergreen, hobblebush, partridgeberry, as well as a variety of herbs, ferns and mosses. Multiflora rose, oriental bittersweet, purple loosestrife, and phragmites are well-established invasive species along the trail.Kricher, John. A Field Guide to Eastern Forests (1998). Boston: Houghton-Mifflin. Abandoned farms and currently functional farms, hay fields, pastures, and orchards are also apparent landscape features on the trail. ==Hiking the trail== The Midstate Trail passes through the cow tunnel ( high; rebuilt in 2005) under U.S. Route 20. The Midstate Trail is blazed with yellow triangles. The trail is regarded as easy hiking, with occasional steep and rugged sections. Most of the route is no more than a mile or two (as the crow flies) from a public road. Potential hazards and annoyances along the Midstate Trail include biting and stinging insects and poison ivy. Lyme disease, borne by deer ticks, has become an increasing problem throughout southern New England since the 1990s.Massachusetts DPH. Cited Dec. 6, 2007. Venomous snakes are considered nearly (perhaps totally) extinct in Worcester County. The trail does pass through black bear habitat, although problems with bears are extremely rare (though not unheard of). Skunks, porcupines, and raccoons are common during the evening. Because some of the water sources flow through populated areas or farms, water sources along the trail may be unfit to drink. Weather along the trail is typical of Massachusetts; however, conditions on exposed hilltops and mountaintops can be much harsher in bad weather. In the winter and early spring, ice is a common danger on steep slopes and ledges, sometimes making portions of the trail unhikeable without special equipment. Deep snow in the winter may necessitate snowshoes or skis. Snow and ice may cling to parts of Mount Wachusett and Mount Watatic longer than it does in the surrounding area. Lightning can be a hazard on exposed peaks and hilltops during summer thunderstorms.NOAA Several primitive lean-tos and campsites are available along the route; however, camping is prohibited in most areas and amenities are lacking. Midstate Trail descriptions are available from several commercial and non-commercial sources. The Midstate Trail Committee publishes a complete guide to the trail with route descriptions, topographic maps, and trail trivia; the book is available online and through local bookstores and outdoor gear retailers. ==Protecting the trail corridor== Muddy Pond and lean- to along the Midstate Trail in Westminster, Massachusetts.The trail passes through public land (state forests, parks, and wildlife management areas; federal flood control projects maintained by the U.S. Army Corps of Engineers, etc.), land under stewardship of non-profit conservation organizations, as well as private land under conservation easement and unprotected private land via the permission of individual land owners. In places where development has displaced the trail through the natural setting, the trail follows public roads. Recent changes in land ownership and encroaching suburban sprawl in Worcester County, Massachusetts have presented significant challenges in maintaining the continuity of the trail route and its scenic viewshedMidstate Trail Committee Midstate Trail Committee. Retrieved December 6, 2007 Stands of old growth hardwood forest near the Midstate Trail on the slopes of Mount Wachusett became a magnet for controversy in 2003 after a court ruling in favor of the Commonwealth of Massachusetts in joint contract with a privately owned ski resort regarding plans for a ski slope expansion into an environmental buffer zone around the old growth stand. The old growth forest contains trees over 350 years old; the buffer zone contained mature trees about half that age. The Sierra Club and other conservation organizations criticized the ruling and two members of Earth First! staged a sit-in protest by climbing into the crowns of several of the trees in the area slated to be clear cut.DeMarco, Peter. \"2 Tree-Sitters Staving Off Ax at Wachusett, Massachusetts\" Boston Globe 10 September 2003. 2007 wording on the website of the Wachusett Mountain Ski Area includes strong language prohibiting skiers and snow boarders from entering the old growth area: \"Anyone found entering old growth areas will have their lift ticket revoked. Subsequent offenses will be subject to fines.\" \"Old Growth, Forest, and Open Space Protection and Management\" Mount Wachusett Ski Area. Retrieved October 30, 2007. Efforts by the Midstate Trail Committee, Friends of the Wapack, Ashburnham Conservation Trust, and state agencies resulted in the protection of the summit and adjacent properties along the Midstate Trail on Mount Watatic in 2002, which had been slated for housing and communications tower construction. A communications tower service road had been blasted part way up the side of the mountain before the conservation efforts were finalized, illustrating the immediacy of the challenges present in preserving the Midstate Trail and its landscape.Friends of the Wapack Trail. Retrieved December 6, 2007. A number of local land conservation non-profit organizations are active in preserving the viewshed and general landscape of the Midstate Trail region including the Metcomet Land Trust, Opacum Land Trust, White Oak Land Conservation Society, East Quabbin Land Trust, Princeton Land Trust, Massachusetts Audubon Society, Wachusett Greenways, and the Ashburnham Conservation Trust. The Midstate Trail passes over Mount Wachusett ==See also== * The Crow Hills cliffs, a popular rock climbing location on the trail * The North-South Trail * The Wapack Trail * The Wapack Range ==References== ==External links== * Midstate Trail overview map * Midstate Trail Committee * Midstate Trail Hiking Community * A Thru-hiker's Guide to the Massachusetts Midstate Trail * Massachusetts Department of Conservation and Recreation * Douglas State Forest trail map * Ware River area overview map * U.S. Army Corps of Engineers Buffumville Lake description * U.S. Army Corps of Engineers Hodges Village Dam map * U.S. Army Corps of Engineers Barre Falls Dam map * Wachusett Meadows Audubon Sanctuary * Worcester Chapter of the Appalachian Mountain Club * Ashburnham Conservation Trust * East Quabbin Land Trust * Metacomet Land Trust * Opacum Land Trust * White Oak Land Conservation Society * Wachusett Greenways * Friends of the Wapack * Wapack Trail overview map * Maps of the North-South Trail Category:Hiking trails in Massachusetts Category:Long-distance trails in the United States Category:Protected areas of Worcester County, Massachusetts ",
    "title": "Midstate Trail (Massachusetts)"
}