{
    "id": "2736640",
    "text": "Elderslie is a suburb of the Macarthur Region of Sydney in the state of New South Wales, Australia in Camden Council. In addition, it is located on the east side of the Nepean River. It has a small local shop, high school, primary school, skateboard park, netball courts, cricket, AFL, Football (Rugby League) oval, a BMX track and a historic house John Oxley Cottage built in the 1890s and converted into the Camden Visitors' centre in 1989. It was named after explorer John Oxley who held an early grant of land in the area. ==History== The area now known as Elderslie was probably originally home to the Tharawal people, based in the Illawarra region, although the Western Sydney-based Darug people and the Southern Highlands-based Gandangara people were also known to have inhabited the greater Camden area. Very early relations with British settlers were cordial but as farmers started clearing and fencing the land affecting food resources in the area, clashes between the groups arose until 1816 when a number of indigenous people were massacred and the remainder retreated from direct conflict with the settlers. In 1795, a group of lost cattle was discovered in the area, earning it the name Cowpastures. In 1805, a small hut was built at Elderslie near the ford on the Nepean River to house two constables assigned to keep an eye on the cattle. This was the first house built by British settlers in the Camden region. Later the same year, wool pioneer John Macarthur was granted 5,000 acres (20 km²) at Cowpastures. After the land was cleared, it was used for farming for most of the next 200 years until Sydney's suburban sprawl reached the town of Camden and modern suburbs like Elderslie were subdivided into housing blocks. Elderslie Post Office opened on 1 January 1839 and closed on 30 April 1841 when it was replaced by the nearby Camden office. It reopened on 1 August 1876 and closed in 1969. ==People== ===Demographics=== At the 2016 census, there were 6,005 residents in Elderslie. Aboriginal and Torres Strait Islander people made up 2.5% of the population. The most common ancestries in Elderslie were English 29.8%, Australian 29.2%, Irish 9.5%, Scottish 7.2% and Italian 3.3%. 82.4% of people were born in Australia. The next most common country of birth was England at 3.8%. 89.1% of people spoke only English at home. The top responses for religious affiliation were Catholic 30.3%, Anglican 25.9% and No Religion 21.6%. == Governance == Elderslie lies in the south ward of Camden Council, currently represented by Chris Patterson (who is also the Mayor of Camden), Eva Campbell and Fred Whiteman. It sits within the state electorate of Camden, represented by Liberal's Chris Patterson, and the federal electorate of Macarthur, represented by Labor's Dr. Michael Freelander. ==References== ==External links== * [CC-By-SA] Category:Towns in the Macarthur (New South Wales) Category:Camden Council (New South Wales) ",
    "title": "Elderslie, New South Wales"
}