{
    "id": "2736488",
    "text": "Location of Chitipa District in Malawi Chitipa District is the northernmost district in the Northern Region of Malawi. The capital is Chitipa (formerly known as Fort Hill). The district covers an area of 4,288 km.², and has a population of 234,927. Chitipa borders fellow districts Karonga and Rumphi, as well as neighboring countries Tanzania and Zambia. The district is divided into five main areas known as Misuku to the east, Kameme to the north, Bulambia right at the centre while Wenya and Nthalire areas are situated to the south. ==Government and administrative divisions== There are five National Assembly constituencies in Chitipa: * Chitipa - Central * Chitipa - East * Chitipa - North * Chitipa - South * Chitipa - Wenya Since the 2009 election all of these constituencies have been held by members of the Democratic Progressive Party. ARMS OF CHITIPA DISTRICT COUNCIL The district has two arms of government: (the political arm and administrative arm. Political arm headed by elected council chairperson,(Isaac Mwepa -2014 to date The administrative arm headed by District commissioner The District has ten elected councillors, 1, Isaac Mwepa who is also the council chairperson 2.Newton Sibale 3.James Ng\"ambi 4.Maxwell Kayira 5.Christopher Munyenyembe 6.Chitatata Chunda 7.Ginilon Mulungu 8.Davie Silwimba 9.Osman Kanyika 10.Ambokire Chiona. Isaac Mwepa is the only youthful elected councillor in the chamber. ==Languages== A number of different languages or dialects spoken in the district. According to a language survey carried out in 2006 by the University of Malawi, the principal languages spoken are as follows (the spelling Ci- is also found):University of Malawi Language Mapping Survey (2006), p. 15. *Chindali / Chisukwa / Chilambya *Chinamwanga / Chimambwe / Chiwandya *Chinyiha / Chinyika *Chibemba *Chitumbuka The first three groups are fairly close, and are all classified as belonging to zone M in the Guthrie classification of Bantu languages (specifically to the Rukwa language group). Chibemba is also classified in zone M, but in a different group, while Chitumbuka is a little more distant and is classified as belonging to zone N. The Nyiha language (Chinyiha or Cinyiha) is spoken in the far north-west corner of the district but also, in a form called Chinyika (which is described as a dialect of Chinyiha heavily influenced by Chitumbuka)University of Malawi Language Mapping Survey (2006), p. 16. further south around the village of Chisenga. Between these two, around the town of Chitipa itself, Lambya is dominant, although there are also pockets of speakers of Chinamwanga, Mambwe and Bemba. To the east of Chitipa, south of the Tanzanian border, live speakers of Chisukwa and Chindali. In the south of the district, Tumbuka is the main language. There are also a few Kyangonde speakers along the border with Karonga District. == References == == External links == *Centre for Language Studies map of Northern Malawi Languages *University of Malawi Language Mapping Survey of Northern Malawi (2006) Category:Districts of Malawi Category:Districts in Northern Region, Malawi ",
    "title": "Chitipa District"
}