{
    "id": "2737118",
    "text": "The Skodje Bridge () is a bridge that crosses the Skodjestraumen in Ålesund Municipality in Møre og Romsdal county, Norway. It is located south of the village of Tennfjord, west of Skodje, and northwest of Valle. There are actually three bridges over Skodjestraumen. The newest bridge is called the Straum Bridge (). It is a steel arch bridge that is long. It was opened on 3 July 2004. It replaced the old Skodje Bridge. This new bridge is a toll bridge. ==Old bridges== Old Skodje Bridge The two old Skodje Bridges are also arch bridges, the longest masonry arch road bridge in Norway. The longer one is approximately with a span of 59 m and a maximum clearance to the sea of . The building of the old bridges started in 1911 and were opened in 1922. They cost . The old bridges still stand, but are not in a good shape. For the last few years before the new bridge was opened, the old bridges had restrictions on the weight and width of the cars that crossed it, and that meant that heavier traffic had to take a longer road through the village of Skodje. This was of course very impractical. With the new bridge in operation, the old bridges are now open only for pedestrians. ==History== On 10 August 1880, two teachers wrote to the local council, requesting a road, going from the main road by Svortavatnet, to the Vatne lake, with a bridge over Straumen. It was not until 1909 that the local council agreed to pay to start the work on the bridge. Chief engineer Hovdenakk, from the Public Roads Administration office in Molde, constructed and led the work on the bridge. ==Gallery== File:Skodjebru3.jpg |Old Skodje Bridge File:Skodjebru1.jpg|Old Skodje Bridge detail File:Skodjebru2.jpg|Skodjebru name plate ==Photographs== * New Bridge * Old Bridge ==See also== * List of bridges in Norway * List of bridges in Norway by length * List of bridges * List of bridges by length * List of longest masonry arch bridge spans ==References== ==External links== *Official website Category:Bridges in Møre og Romsdal Category:Bridges completed in 2004 Category:Bridges completed in 1922 Category:Toll bridges in Norway Category:Ålesund ",
    "title": "Skodje Bridge"
}