{
    "id": "2737542",
    "text": "Laurent Terzieff (27 June 1935, in Toulouse – 2 July 2010, in ParisLaurent Terzieff est mort (in French), Artistik Rezo. 2010-07-05.) was a French actor. == Biography == Terzieff was the son of French ceramistL'acteur et réalisateur Laurent Terzieff est mort, Le Monde, 3 July 2010 Marina and her husband Jean Terzieff, a Romanian-born sculptor of Russian and Romanian descent who came to France from Bucharest during the First World War. The original surname of his family was Chemerzin As an adolescent, he was fascinated with philosophy and poetry. He assisted with a representation of the La Sonate des spectres by Strindberg, directed by Roger Blin ; while involved in the theater he decided he wanted to become an actor. Terzieff made his debut in 1953 at the Parisian Théâtre de Babylone of Jean-Marie Serreau in Tous contre tous of Adamov. After several more roles, Marcel Carné offered him a lead role in 1958's Tricheurs, a tale about existentialist youth. He then appeared in the late works of French scenario writers such as Claude Autant-Lara, with whom he appeared in three films including Tu ne tueras point in 1961. Other collaborators included Henri-Georges Clouzot with La prisonnière, in which he interprets an artist manipulator. In 1975 Terzieff played the leading role as the priest in the Irish artist Reginald Gray's production and direction of Jeu. His partner Pascale de Boysson, Dirk Kinnane and Bibi Hure were also in the cast. Other film appearances include Les Garcons by Mauro Bolognini in 1959, Vanina Vanini (1961), Two Weeks in September (1967), in which he appeared with Brigitte Bardot, The Milky Way (1969), Medea (1969), The Desert of the Tartars (1976), and the TV miniseries Moses the Lawgiver (1974), starring Burt Lancaster. In the 1980s, he primarily acted on stage. Appearances during this era include Rouge Baiser, Germinal in 1993, and The Raft of the Medusa in 1998. In 2005, he appeared in Mon petit doigt m'a dit. Terzieff died on July 2, 2010, due to lung complications. == Awards and nominations == === Molière Awards === {|style=\"font-size: 90%;\" class=\"wikitable\" |- ! Year !! Group!! Award !! Play !! Result |- |1988||Molière Awards||Best Director||Fall||style=\"background: #ddffdd\"|Won |- |1993||Molière Awards||Best Director||Another Time||style=\"background: #ddffdd\"|Won |- |2010||Molière Awards||Best Actor||The Dresser and Philoctetes||style=\"background: #ddffdd\"|Won |} {|style=\"font-size: 90%;\" class=\"wikitable\" |- ! Year !! Group!! Award !! Play !! Result |- |1989||Molière Awards||Best Actor||Henry IV||style=\"background: #ffdddd\"|Nominated |- |1993||Molière Awards||Best Actor||Another Time||style=\"background: #ffdddd\"|Nominated |} == Notes == == External links == * * Portrait of Laurent Terzieff * Category:1935 births Category:2010 deaths Category:20th-century French people Category:20th-century French male actors Category:French male film actors Category:French male television actors Category:French people of Russian descent Category:French people of Romanian descent Category:People from Toulouse Category:Officers of the National Order of Merit (France) ",
    "title": "Laurent Terzieff"
}