{
    "id": "2737413",
    "text": "Tasavallan Presidentti (in English President of the Republic) is a Finnish progressive rock band. It was founded in 1969 by guitarist Jukka Tolonen and drummer Vesa Aaltonen. Other founder members were Måns Groundstroem (bass) and Frank Robson (vocals), previously of Blues Section. Juhani Aaltonen (saxophone/flute) had earlier played in Soulset; he was replaced in 1970 by Pekka Pöyry. Eero Raittinen replaced Robson as a vocalist in 1972, the same year as the album Lambertland was released in UK. The album was a tight fusion of jazz and folk rock with highly inventive and imaginative lyrics which charted at the number 7 position in Finland. Milky Way Moses reached number 12 in Finland in 1974. The band toured in continental Europe and the United Kingdom in 1973 and 1974, but Pöyry, stricken with bouts of manic depression, was occasionally replaced with keyboardist Esa Kotilainen on live dates. Tasavallan Presidentti disbanded in 1974, then reunited from 2005-06 with original saxophonist Juhani Aaltonen, as Pöyry had committed suicide in 1980. The band will celebrate fiftieth anniversary with two concerts in December 2019 in Helsinki and Tampere.Tasavallan Presidentti täyttää 50 vuotta – asiaa juhlistetaan konserteilla ja ainutlaatuisella livealbumilla. Soundi, 7 October 2019 (in Finnish). == Discography == === Albums === * Tasavallan Presidentti (1969) * Pekka Streng with Tasavallan Presidentti: Magneettimiehen kuolema (1970) * Tasavallan Presidentti (II) (1971) * Lambertland (1972) * Milky Way Moses (1974) * Classics (compilation) (1990) * Tasavallan Presidentti (2000) * Still Struggling for Freedom (live) (2001) * Tasavallan Presidentti Six (2005, EP) * Six Complete (2006) * Pop-Liisa 1 (2016) === Singles === * Time Alone with You / Obsolete Machine (1969) * Solitary / Deep Thinker (1970) * Kirka Babitzin & Tasavallan Presidentti: Saat kaiken / Kaukainen valo (1970) * Sisältäni portin löysin / Selvä näkijä (1972) == Band members == * Frank Robson – vocals, keyboards (1969–1972, 1983-) * Eero Raittinen – vocals (1972–1974, 1995, 2000) * Juhani Aaltonen – saxophone, flute (1969–1970, 1983-) * Pekka Pöyry – saxophone, flute (1970–1974) * Jukka Tolonen – guitar * Esa Kotilainen – keyboards (1974, 1990, 1995) * Måns Groundstroem – bass (1969–1972, 1983–2002) * Heikki Virtanen – bass (1973–1974, 2002-) * Vesa Aaltonen – drums ==References== == External links == * Unofficial fan site Category:Finnish progressive rock groups Category:Musical groups established in 1969 ",
    "title": "Tasavallan Presidentti"
}