{
    "id": "2737700",
    "text": "Northern Colorado Regional Airport , formerly known as the Fort Collins–Loveland Municipal Airport, is a public use airport located nine nautical miles (10 mi, 17 km) southeast of the central business district of Fort Collins and northeast of Loveland, both cities in Larimer County, Colorado, United States. It is mostly used for general aviation; scheduled passenger jet service operated by Allegiant Air nonstop to Las Vegas was discontinued in October 2012. The airport also formerly was served by commercial flights non-stop to Chicago Rockford International Airport by Elite Airways. The airport is situated west of Interstate 25 and Denver is located about south. It is most notable for serving the tourist areas of northern Colorado, such as the Rocky Mountain National Park, which is situated directly west of the airport. FNL primarily serves the Fort Collins–Loveland Metropolitan area located in Larimer County. The population for the metropolitan area is approximately 300,000. As per Federal Aviation Administration records, the airport had 31,094 passenger boardings (enplanements) in calendar year 2008, 31,079 enplanements in 2009, and 35,671 in 2010. It is included in the National Plan of Integrated Airport Systems for 2011–2015, which categorized it as a primary commercial service airport. == History == FNL opened in 1964 under joint agreement and ownership by Loveland and Fort Collins. The construction of the airport followed a significant rise in Colorado State University's (CSU) enrollment due to the civil rights movement. The name was officially changed by the Northern Colorado Regional Airport Commission at the regular Commission meeting on April 27, 2016 to the Northern Colorado Regional Airport to better reflect the area served by the airport. == Operation and management == FNL is jointly (50/50) owned and operated by the two cities of Loveland and Fort Collins. This means that it is publicly owned by the cities and follows a municipal structure. The Northern Colorado Regional Airport Commission provides direction for airport staff and is made up of two mayors and two city managers (one from each city) and three at large citizen members. There is no airport authority, which means funding and decisions are made on behalf of the two cities. However, to ensure proper balance in the decision-making process, the Commission is required to communicate with both city councils and involve them in financial and development activities that occur outside of the councils' approved standard form. This was changed under the amended and restated Intergovermental Agreement dated June 7, 2016. The airport manager at FNL is Jason Licon, who previously served 10 years as airport manager for the Kankakee Valley Airport Authority in Kankakee, Illinois. == Facilities and aircraft == Northern Colorado Regional Airport covers an area of 1,065 acres (431 ha) at an elevation of 5,016 feet (1,529 m) above mean sea level. It has two runways with asphalt surfaces: 15/33 is and 6/24 is . For the 12-month period ending January 1, 2012, the airport had 107,360 aircraft operations, an average of 294 per day: 96% general aviation, 3% air taxi, 1% scheduled commercial, and <1% military. At that time there were 237 aircraft based at this airport: 89% single-engine, 5% helicopter, 3% jet, 3% multi-engine, and <1% glider. On October 2, 2015, the Federal Aviation Administration announced that the airport would be used as a test facility for a remote air traffic control tower. This uses sensors and cameras that are operated remotely. The cost for this test phase was quoted at , paid for by the Colorado Aviation Fund, and unanimously passed by the board of the Colorado Division of Aeronautics. ==Past and future airline service== The airport was served by Allegiant Air until October 2012.Hacker, Tom. \"Allegiant has choice words for locals: 'Internal business decision', nothing more for local officials\". Reporter- Herald. August 29, 2012. Allegiant began operations in 2003. On August 2012, at midnight the airline e-mailed airport officials revealing that operations would end. The airline said it was due to an \"internal business decision\" to airport officials for a period of several months. In late September 2012, at a Texas airline conference, Allegiant CEO Maurice Gallagher told a reporter from Las Vegas, Nevada that the airline left because the airport had no control tower. Since then, the airline did not elaborate on that issue.Hacker, Tom. \"Allegiant Air quietly departs Loveland's airport for last time\". Reporter- Herald at Denver Post. October 27, 2012. Retrieved on May 9, 2013. Allegiant Air previously operated McDonnell Douglas MD-80 jetliners into Loveland with nonstop service to and from Las Vegas and Phoenix/Mesa Gateway Airport. Before that, the airport was served by United Express and Continental Express with service to Denver's Stapleton Airport in the late 1980s and early 90s.\"\" There was air service between the Northern Colorado Regional Airport and the Chicago Rockford International Airport, which was announced in June 2015,Retrieved 2015-06-08 operated by Elite Airways beginning on August 27, 2015. Elite Airways primarily used the 50 passenger Bombardier CRJ200 regional jet and the 70 passenger Bombardier CRJ700 regional jet on the Fort Collins to Chicago/Rockford flights. On October 28, 2016 the flights with Elite Airways ended. In 2018 the Colorado Department of Transportation Division of Aeronautics was nearing completion on the Remote Tower Project at the airport.Unmanned Airport Control Tower Installed In Northern Colorado ==References== * FNL. (2007). Master plan update: inventory of existing conditions. Retrieved from https://web.archive.org/web/20101217062241/http://fortloveair.com/img/site_specific/uploads/A_Inventory_of_Existing_Conditions.pdf * History Connection. (2006). Fort Collins timeline 1960. Retrieved from https://web.archive.org/web/20110710232830/http://history.fcgov.com/archive/timeline/1960.php ==External links== * Northern Colorado Regional Airport * Northern Colorado Regional Airport (FNL) at Colorado DOT airport directory * Aerial image as of October 1999 from USGS The National Map * * Category:Airports in Colorado Category:Buildings and structures in Fort Collins, Colorado Category:Transportation buildings and structures in Larimer County, Colorado Category:Transportation in Fort Collins, Colorado ",
    "title": "Northern Colorado Regional Airport"
}