{
    "id": "2738274",
    "text": "Phil Bailey is an Australian rugby league footballer who plays for the New York Knights in the USA Rugby League. A former New South Wales and Australian representative player. He previously played for the Cronulla-Sutherland Sharks, Manly-Warringah Sea Eagles and the Northern Eagles, primarily as a or . ==Playing career== Bailey made his first grade debut for Manly-Warringah in Round 5 1999 against South Sydney. At the end of 1999, Manly merged with arch rivals North Sydney to form the now defunct Northern Eagles side. Bailey played for the Northern Eagles in 2001 before joining Cronulla-Sutherland in 2002. Bailey made 19 appearances for Cronulla in his first season at the club as they reached the preliminary final against New Zealand but were defeated 16-10. At the end of the 2003 NRL season, Bailey went on the 2003 Kangaroo tour of Great Britain and France, helping Australia to victory over The Lions in what, as of 2018, is the last time the two nations contested an Ashes series. Bailey was signed to the Wigan Warriors in the Super League for the 2007, 2008, 2009 and 2010 seasons. He made his Wigan Warriors, Super League début in a 10–16 defeat by Warrington Wolves at the JJB Stadium on 9 February 2007. == Career highlights == *Junior Club: Inverell Hawks == Representative games == *State Of Origin: Played 3 games in total for New South Wales *International: Played 2 tests to date for Australia ==References== == External links == *Phil Bailey Official Player Profile *State of Origin Official website Rugby League Player Stats * Official Wigan Warriors First Team * Phil Bailey Wigan Career Page on the Wigan RL Fansite. Category:1980 births Category:Australian rugby league players Category:Australian rugby league coaches Category:Australian rugby union players Category:Australian rugby union coaches Category:Rugby league players from New South Wales Category:Australia national rugby league team players Category:New York Knights players Category:Manly Warringah Sea Eagles players Category:Northern Eagles players Category:Cronulla-Sutherland Sharks players Category:Wigan Warriors players Category:New South Wales Rugby League State of Origin players Category:Rugby league centres Category:Rugby league second-rows Category:Rugby league locks Category:Living people ",
    "title": "Phil Bailey"
}