{
    "id": "2738915",
    "text": "There is a wide range of ways in which people have represented the Holocaust in popular culture. ==Dance== The subject of the Holocaust has been dealt with in modern dance.Forward (22 March 2012) Traiger, Lisa \"Telling the Holocaust Through Dance\" * In 1961, Anna Sokolow, a Jewish-American choreographer, created her piece Dreams, an attempt to deal with her night terrors; eventually it became an aide-mémoire to the horrors of the Holocaust. * Rami Be'er tries to illustrate the feeling of being trapped in Aide Memoire (Hebrew title: Zichron Dvarim). The dancers move ecstatically, trapped in their personal turmoil, spinning while swinging their arms and legs, and banging on the wall; some are crucified, unable to move freely on the stage. This piece was performed by the Kibbutz Contemporary Dance Company. * Tatiana Navka caused controversy when she and her dancing partner, Andrei Burkovsky, appeared in the Russian version of Dancing on Ice dressed as concentration camp prisoners. ==Film== The Holocaust has been the subject of many films, such as Night and Fog (1955), The Pawnbroker (1964), The Sorrow and the Pity (1969), Voyage of the Damned (1976), Sophie's Choice (1982), Shoah (1985), Korczak (1990), Schindler's List (1993), Life Is Beautiful (1997), The Pianist (2002) and The Boy in the Striped Pyjamas (2008). A list of hundreds of Holocaust movies is available at the University of South Florida, and the most comprehensive Holocaust-related film database, comprising thousands of films, is available at the Yad Vashem visual center. Arguably, the Holocaust film most highly acclaimed by critics and historians alike is Alain Resnais' Night and Fog (1955), which is harrowingly brutal in its graphic depiction of the events at the camps. (One of the more notable scenes shows Jewish fat being carved into soap.) Many historians and critics have noted its realistic portrayal of the camps and its lack of histrionics present in so many other Holocaust films. Renowned film historian Peter Cowie states: \"It's a tribute to the clarity and cogency of Night and Fog that Resnais' masterpiece has not been diminished by time, or displaced by longer and more ambitious films on the Holocaust, such as Shoah and Schindler's List.\" With the aging population of Holocaust survivors, there has also been increasing attention in recent years to preserving the memory of the Holocaust through documentaries. Among the most influential of these is Claude Lanzmann's Shoah, which attempts to tell the story in as literal a manner as possible, without dramatization of any kind. Reaching the young population (especially in countries where the Holocaust is not part of education programs) is a challenge, as shown in Mumin Shakirov's documentary The Holocaust - Glue for Wallpaper?. ===Central European film=== The Holocaust has been a particularly important theme in cinema in the Central and Eastern European countries, particularly the cinemas of Poland, both the Czech and Slovak halves of Czechoslovakia, and Hungary. These nations hosted concentration camps and/or lost substantial portions of their Jewish populations to the gas chambers and, consequently, the Holocaust and the fate of Central Europe's Jews has haunted the work of many film directors, although certain periods have lent themselves more easily to exploring the subject. Although some directors were inspired by their Jewish roots, other directors, such as Hungary's Miklós Jancsó, have no personal connection to Judaism or the Holocaust and yet have repeatedly returned to explore the topic in their works. Early films about the Holocaust include Auschwitz survivor Wanda Jakubowska's semi-documentary The Last Stage (Ostatni etap, Poland, 1947) and Alfréd Radok's hallucinogenic The Long Journey (Daleká cesta, Czechoslovakia, 1948). As Central Europe fell under the grip of Stalinism and state control over the film industry increased, works about the Holocaust ceased to be made until the end of the 1950s (although films about the World War II generally continued to be produced). Among the first films to reintroduce the topic were Jiří Weiss' Sweet Light in a Dark Room (Romeo, Juliet a tma, Czechoslovakia, 1959) and Andrzej Wajda's Samson (Poland, 1961). In the 1960s, a number of Central European films that dealt with the Holocaust, either directly or indirectly, had critical successes internationally. In 1966, the Slovak-language Holocaust drama The Shop on Main Street (Obchod na korze, Czechoslovakia, 1965) by Ján Kadár and Elmer Klos won a special mention at the Cannes Film Festival in 1965 and the Oscar for Best Foreign Language Film the following year. Another sophisticated Holocaust film from Czechoslovakia is Dita Saxova (Antonín Moskalyk, 1967).Analyzed in Constantin Parvulescu, \"The Testifying Orphan: Rethinking Modernity's Optimism\" https://muse.jhu.edu/chapter/1509633 While some of these films, such as Shop on the Main Street, used a conventional filmmaking style, a significant body of films were bold stylistically and used innovative techniques to dramatise the terror of the period. This included nonlinear narratives and narrative ambiguity, as for example in Andrzej Munk's Passenger (Pasażerka, Poland, 1963) and Jan Němec's Diamonds of the Night (Démanty noci, Czechoslovakia, 1964); expressionist lighting and staging, as in Zbyněk Brynych's The Fifth Horseman is Fear (...a paty jezdec je Strach, Czechoslovakia, 1964); and grotesquely black humour, as in Juraj Herz's The Cremator (Spalovač mrtvol, Czechoslovakia, 1968). Literature was an important influence on these films, and almost all of the film examples cited in this section were based on novels or short stories. In Czechoslovakia, five stories by Arnošt Lustig were adapted for the screen in the 1960s, including Němec's Diamonds of the Night. Although some works, such as Munk's The Passenger, had disturbing and graphic sequences of the camps, generally these films depicted the moral dilemmas the Holocaust placed ordinary people in and the dehumanising effects it had on society as a whole, rather than the physical tribulations of individuals actually in the camps. As a result, a body of these Holocaust films were interested in those who collaborated in the Holocaust, either by direct action, as for example in The Passenger and András Kovács's Cold Days (Hideg Napok, Hungary, 1966), or through passive inaction, as in The Fifth Horseman is Fear. The 1970s and 1980s were less fruitful times for Central European film generally, and Czechoslovak cinema particularly suffered after the 1968 Soviet-led invasion. Nevertheless, interesting works on the Holocaust, and more generally the Jewish experience in Central Europe, were sporadically produced in this period, particularly in Hungary. Holocaust films from this time include Imre Gyöngyössy and Barna Kabay's The Revolt of Job (Jób lázadása, Hungary, 1983), Leszek Wosiewicz's Kornblumenblau (Poland, 1988), and Ravensbrück survivor Juraj Herz's Night Caught Up With Me (Zastihla mě noc, Czechoslovakia, 1986), whose shower scene is thought to be the basis of Spielberg's similar sequence in Schindler's List. Directors such as István Szabó (Hungary) and Agnieszka Holland (Poland) were able to make films that touched on the Holocaust by working internationally, Szabó with his Oscar- winning Mephisto (Germany/Hungary/Austria, 1981) and Holland with her more directly Holocaust-themed Angry Harvest (Bittere Ernte, Germany, 1984). Also worth noting is the East German-Czechoslovak coproduction Jacob the Liar (Jakob, der Lügner, 1975) in German and directed by German director Frank Beyer, but starring the acclaimed Czech actor Vlastimil Brodský. The film was remade in an English-language version in 1999 but did not achieve the scholarly acceptance of the East German version by Beyer. A resurgence of interest in Central Europe's Jewish heritage in the post-Communist era has led to a number of more recent features about the Holocaust, such as Wajda's Korczak (Poland, 1990), Szabó's Sunshine (Germany/Austria/Canada/Hungary, 1999), and Jan Hřebejk's Divided We Fall (Musíme si pomáhat, Czech Republic, 2001). Both Sunshine and Divided We Fall are typical of a trend of recent films from Central Europe that asks questions about integration and how national identity can incorporate minorities. Generally speaking, these recent films have been far less stylised and subjectivised than their 1960s counterparts. For example, Polish director Roman Polanski's The Pianist (France/Germany/UK/Poland, 2002) was noted for its emotional economy and restraint, which somewhat surprised some critics given the overwrought style of some of Polanski's previous films and Polanski's personal history as a Holocaust survivor. ==Literature== {| class=\"toccolours\" style=\"float: right; margin-left: 1em; margin-right: 1em; font-size: 85%; background:#F5DEB3; color:black; width:23em; max-width: 25%;\" cellspacing=\"5\" | style=\"text-align: left;\" |A novel about Auschwitz is not a novel – or else it is not about Auschwitz. |- | style=\"text-align: left;\" |-- Day by Elie Wiesel |} There is a substantial body of literature and art in many languages. Perhaps one of the most difficult part of studying Holocaust literature is the language often used in stories or essays; survivor Primo Levi notes in an interview for the International School for Holocaust Studies, housed at the Yad Vashem: > On many occasions, we survivors of the Nazi concentration camps have come to > notice how little use words are in describing our experiences... In all of > our accounts, verbal or written, one finds expressions such as > \"indescribable,\" \"inexpressible,\" \"words are not enough,\" \"one would need a > language for...\" This was, in fact, our daily thought; language is for the > description of daily experience, but here it is another world, here one > would need a language of this other world, but a language born here. This type of language is present in many, if not most, of the words by authors presented here. ===Accounts of victims and survivors=== * Joaquim Amat- Piniella wrote K.L. Reich, in which he describes his time at Mauthausen camp. * Jean Améry wrote At the Mind's Limits: Contemplations by a Survivor on Auschwitz and Its Realities. * Bruno Apitz, an East German author, wrote Naked Among Wolves. * Aharon Appelfeld wrote the satirical novel Badenheim 1939. * Alicia Appleman-Jurman wrote Alicia: My Story. * Inge Auerbacher wrote I Am a Star: Child of the Holocaust. * Denis Avey wrote The Man who Broke into Auschwitz, where he describes his experiences as a POW. * Nonna Bannister wrote The Secret Holocaust Diaries: The Untold Story of Nonna Bannister, a collection of diary entries and memoirs she wrote before, during, and after her time in a Nazi labor camp. * Gad Beck wrote An Underground Life: Memoirs of a Gay Jew in Nazi Berlin. * Jurek Becker, East German Jewish author, wrote Jacob the Liar. * Mary Berg wrote The diary of Mary Berg: growing up in the Warsaw ghetto. * Pierre Berg wrote Scheisshaus Luck: Surviving the Unspeakable in Auschwitz and Dora. * Hélène Berr wrote a diary about experiences in holocaust that was published as The Journal of Hélène Berr. * Bruno Bettelheim wrote The Informed Heart. * Livia Bitton-Jackson wrote I Have Lived a Thousand Years: Growing Up in the Holocaust. * Cornelia ten Boom helped many Jews escape the Nazi Holocaust and was imprisoned for her actions. Her book, The Hiding Place, describes the ordeal. * Tadeusz Borowski wrote This Way for the Gas, Ladies and Gentlemen and We Were in Auschwitz. * Thomas Buergenthal wrote A Lucky Child about his experiences of Auschwitz as a ten-year-old child. * Renata Calverley wrote Let Me Tell You a Story: One Girl's Escape from the Nazis. * Leon Cohen wrote From Greece to Birkenau: The crematoria workers' uprising. * Arnold Daghani wrote Memories of Mikhailowka: The Illustrated Diary of a Slave Labour Camp Survivor and The Grave is in the Cherry Orchard. * Gusta Davidson Draenger wrote Justyna's Narrative, a diary in which she describes the Jewish resistance in and around the Kraków Ghetto. * Charlotte Delbo wrote Auschwitz and After, a first person account of life and survival in Birkenau. * Cordelia Edvardson wrote Burned Child Seeks the Fire. * David Faber wrote Because of Romek: A Holocaust Survivor's Memoir. * Anne Frank wrote the world-famous The Diary of a Young Girl. * Viktor Frankl wrote Man's Search for Meaning. * Richard Glazar, who was one of only a small group of survivors of the Treblinka revolt, wrote an autobiographical book titled Trap with a Green Fence: Survival in Treblinka. * Dorka Goldkorn wrote Memoirs of a participant of the Warsaw ghetto uprising. * Leon Greenman wrote An Englishman in Auschwitz. * Irene Gut Opdyke wrote in her biography called In My Hands: Memories of a Holocaust Rescuer about how she rescued some Jews from deportation. * Fanya Gottesfeld Heller wrote Love in a World of Sorrow/Strange and Unexpected Love (both titles used). * Arek Hersh wrote A Detail of History: The harrowing true story of a boy who survived the Nazi Holocaust. * Magda Herzberger wrote Survival about her early life, her time in the camps and her reunion with her mother. * Etty Hillesum wrote An Interrupted Life: The Diaries and Letters of Etty Hillesum. * Edgar Hilsenrath wrote Night, which describes life and survival in a Jewish ghetto in the Ukraine, and The Nazi and the Barber, which describes the story from the point of view of a SS mass murderer, who later assumes a Jewish identity and escapes to Israel. * Eugene Hollander was a Hungarian who wrote From the Hell of the Holocaust: A Survivor's Story. * Sidney Iwens wrote How Dark the Heavens. * Marie Jalowicz Simon wrote Gone to Ground: One woman's extraordinary account of survival in the heart of Nazi Germany. * Hermann Kahan wrote The Fire and the Light. * Imre Kertész wrote Fatelessness. * Ruth Klüger wrote Still Alive, which is a memoir of her experiences growing up in Nazi-occupied Vienna and later in the concentration camps of Theresienstadt, Auschwitz-Birkenau, and Christianstadt. * David Koker wrote At the Edge of the Abyss: A Concentration Camp Diary, 1943-1944. * Jerzy Kosiński wrote the semi-autobiographical novel The Painted Bird. * Clara Kramer wrote Clara's War: One Girl's Story of Survival. * Anatoly Kuznetsov's novel Babi Yar: A Document in the Form of a Novel is about the Babi Yar massacre. * Estelle Laughlin wrote Transcending Darkness: A Girl's Journey Out of the Holocaust. * Olga Lengyel wrote Five Chimneys, where she describes her life in Auschwitz–Birkenau and highlights issues of special importance to women. * Primo Levi wrote If This Is a Man and The Truce, which describe his time and Auschwitz and his journey back home as well as The Drowned and the Saved, which is an attempt at an analytical approach. * Victor Lewis wrote Hardships and Near-Death Experiences at the Hands of the Nazi SS and Gestapo. * Leon Leyson wrote The Boy on the Wooden Box: How the Impossible Became Possible . . . on Schindler's List. * Marceline Loridan-Ivens wrote a memoir But You Did Not Come Back, which details her time in Auschwitz- Birkenau. * Arnošt Lustig wrote Night and Hope about his life in the Theresienstadt concentration camp. * wrote An Ordinary Camp about her time at Ravensbrück subcamp in Neubrandenburg. * Ruth Minsky Sender has written three memoirs about her experience: The Cage, To Life and Holocaust Lady. * Filip Müller wrote Eyewitness Auschwitz: Three Years in the Gas Chambers at Auschwitz, where he describes his work in the Sonderkommando. * Irène Némirovsky wrote Suite française which portrays life in France between June 1940 and July 1941, the period during which the Nazis occupied Paris. * Ana Novac wrote The Beautiful Days of My Youth: My Six Months in Auschwitz and Plaszow. * Miklós Nyiszli wrote Auschwitz: A Doctor's Eyewitness Account where he describes his work, which included medical experiments with and autopsies of other inmates. * Henry Orenstein wrote I Shall Live: Surviving Against All Odds 1939-1945, a memoir of his experiences during the Nazi Holocaust and his survival in five concentration camps. * Boris Pahor wrote Necropolis, which tells the story from the point of view of survivor who is visiting Natzweiler- Struthof camp, twenty years after he was there. * Samuel Pisar wrote Of Blood and Hope. * Sam Pivnik wrote Survivor – Auschwitz, The Death March and My Fight for Freedom. * Schoschana Rabinovici wrote Thanks to My Mother, which gives a detailed view of Jewish life in Vilnius and the Vilnius Ghetto, as well as of her life in concentration camps. * Chil Rajchman's memoir titled The Last Jew of Treblinka: A Memoir appeared in 2011. * Tomi Reichental wrote I Was a Boy in Belsen. * Emanuel Ringelblum wrote Notes from the Warsaw Ghetto. * Marija Rolnikaitė wrote I must tell. * Eva Schloss wrote Eva's Story: A Survivor's Tale by the Step-Sister of Anne Frank. * Jorge Semprún's first book, The Cattle Truck, recounts his deportation and incarceration in Buchenwald in fictionalized form. * Tadeusz Sobolewicz wrote But I Survived, about his life in Auschwitz and five other concentration camps. * Mieczyslaw Staner wrote The Eyewitness, where he recounts his experience in the Kraków Ghetto and the Płaszów concentration camp. * John G. Stoessinger wrote From Holocaust to Harvard: A Story of Escape, Forgiveness, and Freedom. * Władysław Szpilman wrote The Pianist which tells about the 1943 destruction of the Warsaw Ghetto and the 1944 Warsaw Uprising. * Shlomo Venezia wrote Inside the Gas Chambers: Eight Months in the Sonderkommando of Auschwitz. * Felix Weinberg wrote Boy 30529: A Memoir. * Helga Weiss wrote Helga's Diary: A Young Girl's Account of Life in a Concentration Camp. * Gerda Weissmann Klein wrote All but My Life, which is an autobiographical account of the Holocaust. * wrote Death Brigade/The Janowska Road (both titles are used), where he describes his work as part of Sonderaktion 1005, of burning more than 310,000 bodies close by Janowska concentration camp. * Alter Wiener wrote From A Name to A Number: A Holocaust Survivor's Autobiography. * Jankiel Wiernik wrote A Year in Treblinka. * Elie Wiesel wrote in Night about his deportation to Auschwitz, as well as Dawn and Day. * Samuel Willenberg wrote Revolt in Treblinka. * Miriam Winter wrote Trains: A Memoir of a Hidden Childhood during and after World War II, in which she describes her survival of the Holocaust as a 'hidden child'. ====Texts in other languages==== * Janina Altman wrote Oczyma dwunastoletniej dziewczyny. She wrote this when she was 12 years old and recounts her time in Lwów Ghetto and Janowska concentration camp. The book was translated from Polish into German, French, Finnish, Catalan, and Spanish. * wrote Die Bilder des Zeugen Schattmann. * wrote Je ne vous oublierai jamais, mes enfants d'Auschwitz. * Henri Kichka and Serge Klarsfeld wrote Une adolescence perdue dans la nuit des camps. * Marga Minco wrote Het bittere kruid – een kleine kroniek. * André Rogerie wrote Vivre c'est vaincre. * wrote Un in dayn blut zolstu lebn: Tog-bukh 1943-1944. * Paul Sobol wrote Je me souviens d'Auschwitz – De l'étoile de shérif à la croix de vie. ===Fake survivor accounts=== These authors published fictional works as their memoirs and claimed to be holocaust survivors: * Herman Rosenblat wrote a fictitious Holocaust memoir titled Angel at the Fence. * Misha Defonseca wrote a fictitious Holocaust memoir titled Misha: A Mémoire of the Holocaust Years. * Binjamin Wilkomirski is the name under which Bruno Dössekker published his fictional memoir Fragments: Memories of a Wartime Childhood. * Rosemarie Pence was the subject of biography titled Hannah: From Dachau to the Olympics and Beyond. * Enric Marco wrote a made-up story called Memoir of Hell. * Donald J. Watt is the author of a fictitious Holocaust memoir entitled Stoker : the story of an Australian soldier who survived Auschwitz-Birkenau. ===Based on accounts of victims and survivors but written by other people=== * Art Spiegelman completed the second and final installment of Maus, his Pulitzer Prize-winning graphic novel in 1991. Through text and illustration, the autobiography retraces his father's steps through the Holocaust along with the residual effects of those events a generation later. According to Holocaust Literature: A History and Guide, Maus can be seen as a species of oral history, and is very much an autobiography, for the parents \"bleed history\" into their children. In its domestic, psychoanalytical focus and its feminism; in its iconography, comedy, ethnicity, and politics, it is an American tale. The evolution of Maus also allows us to see precisely how provisional memory became authorized. Written between 1980 and 1986, is a different work entirely, not only because the private has been rendered public through recourse to animal allegory, but also because Spiegelman has chosen a sager venue by shifting from his mother's story to his father's. * Larry Duberstein published Five Bullets in 2014. Of the novel, which chronicles the life of Duberstein's uncle who escaped Auschwitz and joined the Soviet partisan struggle against the German army, historian Theodore Rosengarten wrote, \"[m]ore people learn about the Holocaust from fiction than from anything else, and readers will learn more from Duberstein's daring, elegant, introspective masterpiece than any other novel I know.\" * Jonathan Safran Foer tells in Everything Is Illuminated the story of his mother and her village. * Diane Ackerman recounts The Zookeeper's Wife the true story of how the director of the Warsaw Zoo saved the lives of 300 Jews who had been imprisoned in the Warsaw Ghetto. * Fern Schumer Chapman wrote two books about the holocaust. The first Motherland: Beyond the Holocaust - A Mother-Daughter Journey to Reclaim the Past is about the author and her mother returning to the village where their family used to live. Her mother was the only one who survived. The second book is Is It Night or Day?. * Vasily Grossman wrote The hell of Treblinka, describing the liberation by the Red Army of the Treblinka extermination camp. * Alexander Ramati wrote And the Violins Stopped Playing: A Story of the Gypsy Holocaust. * Lucette Lagnado wrote Children of the Flames: Dr Josef Mengele and the Untold Story of the Children of Auschwitz. * Sarah Helm wrote If This Is a Woman: Inside Ravensbrück, Hitler's Concentration Camp for Women. ===Accounts of perpetrators=== * Other famous works are by people who were not themselves victims, such as Kazimierz Moczarski who wrote Conversations with an Executioner about the stories he was told by the SS perpetrator Jürgen Stroop. * Rudolf Höss, the longest-serving commandant of Auschwitz, wrote Commandant of Auschwitz while awaiting execution. ===Fictional accounts=== The Holocaust has been a common subject in American literature, with authors ranging from Saul Bellow to Sylvia Plath addressing it in their works. * The title character of American author William Styron's novel Sophie's Choice (1979), is a former inmate of Auschwitz who tells the story of her Holocaust experience to the narrator over the course of the novel. It was commercially successful and won the National Book Award for fiction in 1980. * In 1991, Martin Amis' novel, Time's Arrow was published. This book, shortlisted for the Booker Prize, details the life of a Nazi doctor but is told in reverse chronological order, in a narrative that almost seems to cleanse the doctor of his sins he has committed and return to a time before the horrific acts of pure evil that preceded the Nazi regime. * Schindler's Ark was published in 1982 by Australian novelist Thomas Keneally. * Sarah's Key is a novel by Tatiana de Rosnay which includes the story of a ten year old Jewish girl, who is arrested with her parents in Paris during the Vel' d'Hiv Roundup. * The Reader is a novel by German law professor and judge Bernhard Schlink * The Shawl is a short story by Cynthia Ozick and tells the story of three people and their march to and internment in a Nazi concentration camp. * Richard Zimler's The Warsaw Anagrams takes place in the Warsaw ghetto in 1940-41 and is narrated by an ibbur (ghost). Named 2010 Book of the Year in Portugal, where Zimler has lived since 1990, the novel was described in the San Francisco Chronicle in August 2011 as follows: \"Equal parts riveting, heartbreaking, inspiring and intelligent, this mystery set in the most infamous Jewish ghetto of World War II deserves a place among the most important works of Holocaust literature.\" Zimler's The Seventh Gate (2012) explores the Nazi war against disabled people. Booklist wrote the following: \"Mixing profound reflections on Jewish Mysticism with scenes of elemental yet always tender sensuality, Zimler captures the Nazi era in the most human of terms, devoid of sentimentality but throbbing with life lived passionately in the midst of horror.\" * \"Stalags\" were pocket books that became popular in Israel and whose stories involved lusty female SS officers sexually abusing Nazi camp prisoners. During the 1960s, parallel to the Eichmann trial, sales of this pornographic literature broke all records in Israel as hundreds of thousands of copies were sold at kiosks. * Some alternate history fiction set in scenarios where Nazi Germany wins World War II, includes the Holocaust happening in countries where it did not happen in reality. And, the effects of a slight turn of historic events on other nations is imagined in The Plot Against America, by Philip Roth where an alleged Nazi sympathizer—Charles A. Lindbergh—defeats FDR for the Presidency in the United States in 1940. * The effect of the Holocaust on Jews living in other countries is also seen in The Museum Guard by Howard Norman, which is set in Nova Scotia in 1938 and in which a young half-Jewish woman becomes so obsessed and disturbed with a painting of a \"Jewess on a Street in Amsterdam\", that she is resolved to go to Amsterdam and \"reunite\" with the painter, despite all the horrific events occurring in Europe at the time and the consequences that may result. * A large body of literature has also been established concerning the Nuremberg Trials of 1945-1946, a subject which has been continually written about over the years. (See Nuremberg Trials bibliography). * The Invisible Bridge, written by Julie Orringer, tells the story of a young Hungarian-Jewish student who leaves Budapest in 1937 to study architecture in Paris, where he meets and falls in love with a ballet teacher. Both are then caught up in the second world war and struggle to survive. * The Storyteller is a novel written by the author Jodi Picoult. * Jenna Blum wrote Those Who Save Us where she explored how non-Jewish Germans dealt with the Holocaust. * Skeletons at the Feast is a novel by Chris Bohjalian and tells the story of a journey of a family in the waning months of World War Two. * A Scrap of Time and Other Stories, written by Ida Fink, is a collection of fictional short stories relating various characters to the Jewish experience of the Holocaust. ====Literature for younger readers==== * Jane Yolen's The Devil's Arithmetic (1988) hurls its protagonist—an American teenage Jewish girl of the 1980s—back in time to the terrifying circumstances of being a young Jewish girl in a Polish shtetl in the 1940s. In her novel Briar Rose a child finds out that her grandmother was a survivor of the Holocaust and then tries to find the identity and the life of her grandmother. * Young adult author John Boyne created an innocent perspective of the Holocaust in The Boy in the Striped Pyjamas (2006), which has been adapted into a 2009 movie of the same name. * Markus Zusak's The Book Thief (2005) is a Holocaust story narrated by Death himself. * Australian Morris Gleitzman's novels for children Once (2005), Then (2009), Now (2010), and After (2011) deal with Jewish children on the run from the Nazis during World War II. * The prize-winning companion novels of another Australian, Ursula Dubosarsky, The First Book of Samuel (1995) and Theodora's Gift (2005), are about children living in contemporary Australia in a family of Holocaust survivors. * Lois Lowry's book Number the Stars tells about the escape of a Jewish family from Copenhagen during World War II. * Milkweed is a young adult historical fiction novel by American author Jerry Spinelli. * Yellow Star is a children's novel by Jennifer Roy. * Daniel's Story is a 1993 children's novel by Carol Matas, telling the story of a young boy and his experiences in the Holocaust. * Hana's Suitcase was written by Karen Levine and tells the story of Hana Brady. * Arka Czasu is a 2013 young adult novel by Polish author Marcin Szczygielski, telling the story about the escape of a nine-year-old Jewish boy Rafał from Warsaw Ghetto. ===Poetry=== {| class=\"toccolours\" style=\"float: right; margin-left: 1em; margin-right: 1em; font-size: 85%; background:#FFDEA3; color:black; width:23em; max-width: 25%;\" cellspacing=\"5\" | style=\"text-align: left;\" |To write poetry after Auschwitz is barbaric. And this corrodes even the knowledge of why it has become impossible to write poetry today. Absolute reification, which presupposed intellectual progress as one of its elements, is now preparing to absorb the mind entirely. |- | style=\"text-align: left;\" |-- Prisms by Theodor W. Adorno |} German philosopher Theodor Adorno commented that \"writing poetry after Auschwitz is barbaric\", but he later retracted this statement. There are some substantial works dealing with the Holocaust and its aftermath, including the work of survivor Paul Celan, which uses inverted syntax and vocabulary in an attempt to express the inexpressible. Celan considered the German language tainted by the Nazis, although he was friends with Nazi sympathizer and philosopher Martin Heidegger. Poet Charles Reznikoff, in his 1975 book Holocaust, created a work intrinsically respectful of the pitfalls implied by Adorno's statement; in itself both a \"defense of poetry\" and an acknowledgment of the obscenity of poetical rhetoric relative to atrocity, this book utilizes none of the author's own words, coinages, flourishes, interpretations and judgments: it is a creation solely based on U.S. government records of the Nuremberg Trials and English-translated transcripts of the Adolf Eichmann trial in Jerusalem. Through selection and arrangement of these source materials (the personal testimonies of both survivor victims and perpetrators), and severe editing down to essentials, Reznikoff fulfills a truth-telling function of poetry by laying bare human realities, and horrors, without embellishment, achieving the \"poetic\" through ordering the immediacy of documented testimony. In 1998, Northwestern University Press published an anthology, edited by Marguerite M. Striar, entitled Beyond Lament: Poets of the World Bearing Witness to the Holocaust, which, in poetry, defends the sentiments of the statement of Adorno, in a section entitled \"In Defense of Poetry,\" and reinforces the need to document for future generations what occurred in those times so as to never forget. The book collects, in poetry by survivors, witnesses, and many other poets—well known and not—remembrances of, and reflections on, the Holocaust, dealing with the subject in other sections chronologically, the poems organized in further sections by topics: \"The Beginning: Premonitions and Prophecies,\" \"The Liberation,\" and \"The Aftermath.\" Aside from Adorno's opinion, a great deal of poetry has been written about the Holocaust by poets from various backgrounds—survivors (for example, Sonia Schrieber Weitz) and countless others, including well-known poet, William Heyen (author of Erika: Poems of the Holocaust, The Swastika Poems, and The Shoah Train), himself a nephew of two men who fought for the Nazis in World War II. I Never Saw Another Butterfly by Hana Volavkova is a collection of works of art and poetry by Jewish children who lived in the concentration camp Theresienstadt. ===Comparative study=== Pinaki Roy offered a comparative study of the different Holocaust novels written in or translated into English. Roy also reread different Holocaust victims' poems translated into English for the elements of suffering and protestations ingrained in them. Elsewhere, Roy explored different aspects of Anne Frank's memoir of the Nazi atrocities, one of the more poignant remembrances of the excesses of World War II. Moreover, in his \"Damit wir nicht vergessen!: a very brief Survey of Select Holocaust Plays\", published in English Forum(4, 2015: 121-41, ), Roy offers a survey and critical estimate of different plays (in Yiddish, German, and English translation), which deal with the theme of the Holocaust. Ernestine Schlant has analyzed the Holocaust literature by West German authors. She discussed literary works by Heinrich Böll, Wolfgang Koeppen, Alexander Kluge, Gert Hofmann, W.G. Sebald and others. The so-called Väterliteratur (novels about fathers) from around 1975 reflected the new generation's exploration of their fathers' (and occasionally mothers') involvement in the Nazi atrocities, and the older generation's generally successful endeavour to pass it under silence.Schlant, Ernestine (1999), p. 85. This was often accompanied by a critical portrayal of the new generation's upbringing by authoritarian parents. Jews are usually absent from these narratives, and the new generation tends to appropriate from unmentioned Jews the status of victimhood.Schlant, Ernestine (1999), p. 94. One exception, where the absence of the Jew was addressed through the gradual ostracism and disappearance of an elderly Jew in a small town, is Gert Hofmann's Veilchenfeld (1986).Schlant, Ernestine (1999), p. 180-87. ==Role-playing game== White Wolf, Inc. put out Charnal Houses of Europe: The Shoah in 1997 under its adult Black Dog Game Factory label. It is a carefully researched, respectful, and horrifically detailed supplement on the ghosts of the victims of the Holocaust for the Wraith: The Oblivion. ==Music== The songs that were created during the Holocaust in ghettos, camps, and partisan groups tell the stories of individuals, groups and communities in the Holocaust period and were a source of unity and comfort, and later, of documentation and remembrance. Terezín: The Music 1941–44 is a set of CDs of music composed by inmates at Terezín concentration camp. It contains chamber music by Gideon Klein, Viktor Ullmann, and Hans Krása, the children's opera Brundibár by Krása, and songs by Ullmann and Pavel Haas. The music was composed in 1943 and 1944, and all the composers died in concentration camps in 1944 and 1945. The CDs were released in 1991. The massacre of Jews at Babi Yar inspired a poem written by a Russian poet Yevgeny Yevtushenko which was set to music by Dmitri Shostakovich in his Symphony No. 13 in B-Flat Minor, first performed in 1962. In 1966, the Greek composer Mikis Theodorakis released the Ballad of Mauthausen, a cycle of four arias with lyrics based on poems written by Greek poet Iakovos Kambanellis, a Mauthausen concentration camp survivor. In 1984, Canadian rock band Rush recorded the song \"Red Sector A\" on the album Grace Under Pressure. The song is particularly notable for its allusions to The Holocaust, inspired by Geddy Lee's memories of his mother's stories about the liberation of Bergen-Belsen, where she was held prisoner. One of Lee's solo songs, \"Grace to Grace\" on the album My Favourite Headache, was also inspired by his mother's Holocaust experiences. In 1988, Steve Reich composed Different Trains, a three-movement piece for string quartet and tape. In the second movement, Europe — During the War, three Holocaust survivors (identified by Reich as Paul, Rachel, and Rachella) speak about their experiences in Europe during the war, including their train trips to concentration camps. The third movement, \"After the War\", features Holocaust survivors talking about the years immediately following World War II. In 2018, the Jewish Telegraphic Agency wrote an article about the song \"101 Jerusalem,\" which chronicles the real-life story of a Jewish boy fleeing Nazism during World War II.Marcus M. Gilban, \"A Brazilian Holocaust survivor’s life gets memorialized in song\", JTA News, November 14, 2018 ==Television== *Felicity Smoak (Emily Bett Rickards), who is one of the main characters of the DC Comics superhero drama television series Arrow and the love interest and later wife of its titular protagonist Oliver Queen / Green Arrow (Stephen Amell), their daughter Mia (Katherine McNamara), and Felicity's mother Donna (Charlotte Ross), are descendants of the Holocaust survivors. In \"Crisis on Earth-X\", a 2017 4-part crossover episode of Supergirl, Arrow, The Flash, and DC's Legends of Tomorrow, depicts that in a parallel universe where the Axis forces won World War II, and that the Holocaust has continued into the 21st century and spread throughout the world. One Jewish concentration camp prisoner in the Nazi-annexed United States is a parallel universe counterpart of Felicity (also portrayed by Rickards), who is saved by her doppelgänger's husband from execution. Another notable prisoner is Ray Terrill (Russell Tovey), who is superhero The Ray, is arrested for resisting the Nazi regime in addition to his homosexuality. ==Theater== There are many plays related to the Holocaust, for example \"The Substance of Fire\" by Jon Robin Baitz, \"The Resistible Rise of Arturo Ui\" by Bertolt Brecht, Jeff Cohen's \"The Soap Myth\", Dea Loher's \"Olga's Room\", \"Cabaret\", the stage adaptation of \"The Diary of Anne Frank\", \"Broken Glass\" by Arthur Miller, and \"Bent\" by Martin Sherman. In 2010 the Advisory Board of the National Jewish Theater Foundation launched the Holocaust Theater International Initiative, which has three parts: the Holocaust Theater Catalog, a digital catalog in the form of a website containing plays from 1933 to the present about the Holocaust that has user specific informative entries, the Holocaust Theater Education (HTE), which is the development of curricula, materials, techniques, and workshops for the primary, secondary, and higher education levels, and the Holocaust Theater Production (HTP), which is the promotion and facilitation of an increased number of live domestic and international productions about the Holocaust, that includes theater works to be recorded for digital access. The Holocaust Theater Catalog, which launched in October 2014, is the first comprehensive archive of theater materials related to the Holocaust; it was created by the Sue and Leonard Miller Center for Contemporary Judaic Studies and the George Feldenkreis Program in Judaic Studies — both at the University of Miami — and the National Jewish Theater Foundation. * In 2010, a theater adaptation of Boris Pahor's novel Necropolis, directed by Boris Kobal, was staged in Trieste's Teatro Verdi. *In 2014 Gal Hurvitz, a young actress and theater artistic director decided to found the Etty Hillesum Israeli Youth Theatre in memory of Etty Hillesum to provide a safe space for youth from underprivileged neighborhoods and backgrounds (Jews, Arabs and Emigrates in Jaffa). ==Visual arts== Creating artwork inside the Nazi concentration camps and ghettos was punishable; if found, the person who created it could be killed. The Nazis branded art that portrayed their regime poorly as \"horror propaganda\". Nonetheless, many people painted and sketched as inhabitants needed a way to bring life into their lives and express their human need to create and be creative. The Nazis found many of the artists' works before the prisoners could complete them. ===Works by victims and survivors=== * David Olère began to draw at Auschwitz during the last days of the camp. He felt compelled to capture Auschwitz artistically to illustrate the fate of all those that did not survive. He exhibited his work at the State Museum of Les Invalides and the Grand Palais in Paris, at the Jewish Museum in New York City, at the Berkeley Museum, and in Chicago. * Alice Lok Cahana (1929- ), a Hungarian Holocaust survivor, is well known for her artwork dealing with her experiences in Auschwitz and Bergen-Belsen as a teenage inmate. Her piece, No Names, was installed in the Vatican Museum's Collection of Modern Religious Art.Houston Chronicle (12 November 2006) Johnson, Patricia C. \"Pope welcomes Houston artist to Vatican Museum\" Her work is also exhibited at Yad Vashem in Jerusalem and at the Holocaust Memorial Museum in Washington, D.C. Her art was featured in the 1999 Academy award-winning documentary, The Last Days. * Esther Nisenthal Krinitz (1927–2001), a Polish survivor untrained in art, told her story in a series of 36 fabric art pictures that are at once both beautiful and shocking. Memories of Survival (2005) displays her art along with a narrative by her daughter, Bernice Steinhardt. * While inside the Łódź Ghetto, Mendel Grossman took over 10,000 photographs of the monstrosities inside. Grossman secretly took these photos from inside his raincoat using materials taken from the Statistics Department. He was deported to a labor camp in Koenigs Wusterhausen and stayed there until 16 April 1945. Ill and exhausted, he was shot by Nazis during a forced death march, still holding on to his camera but the negatives of his photos were discovered and published in the book, With a Camera in the Ghetto. The photos illustrate the sad reality of how the Germans dealt with the Jews. * German internment camps were much less strict with art. A black, Jewish artist named Josef Nassy created over 200 drawings and paintings while he was at the Laufen and Tittmoning camps in Bavaria. ===Works with Holocaust as theme=== Hildegard Marie Ossek-Kruppa K.L.Auschwitz 1.2.1944. 8,20 by Alfred Freddy Krupa * A number of artists produced pictures of the Bergen-Belsen concentration camp in the months following its liberation, including Leslie Cole, Mary Kessell, Sargeant Eric Taylor (one of the camp's liberators), Mervyn Peake, and Doris Zinkeisen. * In Israel, many additional artists have dealt with the subject of the Holocaust, including the partisan Alexander Bogen, Moshe Gershuni, Joseph (Yoske) Levy, Yigal Tumarkin, and others. Children of survivors have also expressed their personal family stories through various forms of visual art, such as quilting. An exhibition held at Yad Vashem in 2011 Virtues of Memory highlighted six decades of Holocaust survivors' creativity. *The Visual artist Yishay Garbasz has devoted a large part of her art career to the inheritance of Traumatic memories as a second generation to the Holocaust. Including her book \"In My Mother's Footsteps\" she follows her mother's footsteps through the Holocaust as well as many other projects exhibited in many galleries and museums around the world as well as the Busan biennale 2010. * The pop art painter Dan Groover produced several paintings on the Shoah theme, which were presented in an exhibition in Emek Refaim Street in Jerusalem. * Israel-born artist Judith Weinshall Liberman has created 1,000 paintings and wall hangings, including the Holocaust Wall Hangings, a series of 60 fabric banners illustrating the plight of Jews and other minorities during the Holocaust. ==See also== * Bibliography of The Holocaust * Glossary of Nazi Germany * List of composers influenced by the Holocaust * List of books about Nazi Germany * Nazi exploitation * Nazi songs * World War II in art and literature * Yellow badge ==References== ==External links== *Basic bibliography of the Holocaust *DaHo - Bibliographic database on Holocaust literature and culture in Central and Eastern Europe *Center for Holocaust and Genocide Studies: Artist Gallery From Holocaust Survivors And Remembrance Project—iSurvived.org: :* Inmate Art from Concentration Camps and Gettos: Expressing the Inexpressible :* Contemporary Art About and in Response to the Holocaust :* Holocaust Literature :* Music of the Holocaust--A Remembering for the Future *Heartstrings: Music of the Holocaust an online exhibition by Yad Vashem * Music of the Holocaust, Teacher's Guide * Music of the Holocaust, CSUS * Art and the Holocaust from University of Pennsylvania * Unspeakable - The artist as witness to the Holocaust. Imperial War Museum exhibition *United States Holocaust Memorial Museum - Music of the Holocaust and Poetry and the Holocaust * Essay on the history of Holocaust cinema DEFA Film Library Massachusetts * Jacob The Liar World ORT Resources: * Music and the Holocaust * Learning about the Holocaust Through Art * Roy, Pinaki. \"Damit Wir Nicht Vergessen!: A very brief Survey of Select Holocaust Plays\". English Forum (), 4, March 2015: 121-41. ",
    "title": "The Holocaust in the arts and popular culture"
}