{
    "id": "2738958",
    "text": "Meinl Percussion is a manufacturer of percussion instruments based in Gutenstetten, Germany. The company’s cymbal production is one of the \"big four\" manufacturers of cymbals, along with Zildjian, Sabian, and Paiste. In addition to cymbals, Meinl manufactures a very wide range of percussion instruments including bongo drums, cajons, congas, djembes, güiros, pandeiros, and tambourines. == History == The \"Roland Meinl Musikinstrumente\" was founded in 1951 by Roland Meinl. Initially the company produced wind instruments, beginning the production of cymbals only in 1952. The first Meinl cymbals were cut out of large metal sheets, hammered, lathed and drilled by hand by Roland Meinl himself, who subsequently transported them to the Neustadt an der Aisch railstation on the luggage carrier of his bike. In the 1960s about half of the production was exported to the United States together with German-made Tromsa drumsets. The first employee, Gustav Strobel, was hired in 1964 and worked for the company for almost 40 years. At about the same time Roland Meinl began to import affordable music instruments from Japan, being one of the first Pearl importers in Europe. He later began to import Tama and Ibanez instruments.Brief company history (Version May 6, 2006 from Internet Archive) In 1974 Meinl was the first cymbal company to offer pre-pack cymbal sets. Meinl's initial cymbal production focused on low-budget cymbals, and it wasn't until 1984 with the \"Profile Series\" that Meinl started to really focus on professional-level cymbals. The first Meinl pro series was the \"King-Beat Series\", introduced in 1976. In 1990 Meinl introduced the \"Tri-Tonal Series\", their first signature series developed with Billy Cobham. The series was discontinued a year later. In 2006 Meinl began the production of the \"Mb10 Series\", made out of B10 bronze alloy (90% copper and 10% tin), making them the only company to produce cymbals out of four different bronze alloys (B8, B10, B12 and B20 bronze). On December 4, 2007 company founder Roland Meinl died at the age of 78. ==Products== ===Cymbals=== ====Current cymbal series==== * Byzance – Professional cymbals which produce more traditional sounds. They are made out of the B20 alloy and are hand hammered in Turkey. Available in eight variations: ** Byzance Traditional – These cymbals are said to be warm and versatile, with a traditional sound. They come in a traditional finish. ** Byzance Dark – These cymbals feature a dark and earthy tone with a good stick definition. The surface of these cymbals is untreated and extensively hammered. ** Byzance Brilliant – This series owes its name to its brilliant finish. The finish gives these cymbals a darker sound compared to the Byzance Traditional series, since it limits the high end. ** Byzance Jazz – The cymbals from this line have a dark and tonally complex sound. They come in a traditional finish. ** Byzance Extra Dry – As the name suggests, these cymbals are very dry, low-pitched and trashy. The cymbals of this series are deeply hand-hammered and feature an unlathed, raw top and a traditionally lathed bottom. ** Byzance Vintage – They feature a dry, low-pitched controlled sound. Most of the cymbals of this line come in a unique sandblasted finish. ** Byzance Dual – Initially part of the Byzance Extra Dry series, these cymbals feature an unlathed, raw inner bow and bell area and a brilliant outer edge, giving the cymbal two playing surfaces for riding and crashing. ** Byzance Foundry Reserve – Limited selection of high end, hand hammered B20 cymbals with a complex, dark character and a clear stick definition. These cymbals are sold with a pair of drum sticks, a pair of cotton gloves and a certificate. * Pure Alloy – Professional level cymbals made from proprietary \"Pure Alloy\" bronze. This series features pinpoint lathing and a traditional finish. ** Pure Alloy Custom – Professional level cymbals made from proprietary \"Pure Alloy\" bronze. They are thinner than the regular Pure Alloy series and they come in a \"smoked bronze\" finish. * Generation X – Meinl's line of innovative modern cymbals developed with such artists as Johnny Rabb, Benny Greb, and Thomas Lang. A number of alloys are used for this series such as the FX9 alloy (69% copper, 15% zinc, 15% manganese, 1% aluminium), MS63 brass, B12 bronze and B8 bronze. * Classics Custom – Made from B10 bronze alloy, these semi-professional level cymbals are bright and loud. They come in a brilliant finish. ** Classics Custom Dark – These cymbals are darker and more complex in tone compared to the regular Classics Customs due to their finishing, deep hammering and additional lathing. The peculiar finish gives this cymbal a unique dark look. ** Classics Custom Extreme Metal – These cymbals are deeply machine hammered and they have a bright and penetrating sound designed for heavier music. * HCS – Beginner/Entry-level cymbals made from a MS63 brass alloy (63% copper, 37% zinc). They are the least expensive cymbals by Meinl. ** HCS Bronze – Beginner/Intermediate-level cymbals made from B8 bronze alloy. Also available in pre-configured packs. * Candela – The Candela series features professional light-weight cymbals specifically made for percussionists. They are made from B20 bronze alloy. ====Current signature models==== Meinl has begun releasing many signature rides, crashes, and hats. The current ones up for sale are the following: * Benny Greb's 12\"/14\" Generation X Trash Hat, 20\" and 22\" Byzance Vintage Sand Ride, 14\" and 16\" Byzance Vintage Sand Hat, 22\" Byzance Vintage Sand Crash Ride, 18\" Byzance Vintage Sand Medium Crash, 18\" Byzance Vintage Sand Thin Crash, 8\" Artist Concept Crasher Hats * Thomas Lang's 13\" and 14\" Byzance Brilliant Fast Hat, 16\" Generation X Synthetik Crash, 17\" Generation X Kompressor Crash, 18\" Generation X Kinetik Crash, 8\" to 16\" Generation X Filter Chinas, 10\" to 14\" Generation X Jingle Filter Chinas, 18\" Generation X Signal Crash/Klub Ride, 18\"/18\" Artist Concept Super Stack * Wolfgang Haffner's 20\" and 22\" Byzance Jazz Club Ride * Flo Dauner's 16\" Mb10 Fat Hat * Rodney Holmes' 14\" Byzance Dark Spectrum Hi-Hat, and 22\" Byzance Dark Spectrum Ride * Chris Adler's 24\" Byzance Brilliant Pure Metal Ride (previously part of the Mb20 series) * Derek Roddy's 21\" Byzance Brilliant Serpents Ride, 13\" Byzance Brilliant Serpents Hihat * Johnny Rabb's 12\" Generation X Safari Hat, 16\" Generation X Safari Crash, 18\" Generation X Safari Ride, 8\" and 10\" Generation X Drumbal * Trevor Lawrence Jr.'s 22\" Byzance Dark Stadium Ride * Brann Dailor's 21\" Classics Custom Ghost Ride (previously part of the Mb8 series) * Mike Johnston's 21\" Byzance Extra Dry Transition Ride * Ralph Peterson, Jr.'s 21\" Byzance Jazz Nuance Ride, and 22\" Byzance Jazz Symmetry Ride * Noriaki Kumagai's 19\" Byzance Dark Sky Ride * Anika Nilles' 18\"/18\" Artist Concept Deep Hats * Luke Holland's 12\"/16\" Artist Concept Bullet Stack * Matt Garstka's 16\"/18\" Artist Concept Fat Stack, 20\" Byzance Vintage Equilibrium China, and 14\" Byzance Vintage Equilibrium Hi-Hat * Matt Halpern's 17\"/18\" Artist Concept Double Down Stack ====Discontinued cymbal series==== * Romen Mark 70/Romen Mark 74 – Introduced in 1969, this series featured low-budget cymbals made out of nickel silver. * King-Beat – Introduced in 1976, this series was Meinl's first professional cymbal line. * Streamer – Entry-level cymbals made from N12 nickel silver alloy introduced in 1982. * Laser – Semi-professional cymbals made from B8 bronze alloy introduced in 1983. * Meteor – Entry-level cymbals made from brass alloy introduced in 1983. * Profile – Professional cymbals made from B8 bronze alloy marketed in the '80s. The series included High Tech, Rock Velvet and Volcanic Rock models. * Dragon – Introduced in 1984 as part of the Profile series, the Dragon series was hand made in China and finished in Germany. They came in two variations: the \"Single Dragon\" were Chinese style cymbals, and the \"Double Dragon\" were Turkish style cymbals. * Headliner – Entry-level cymbals made from brass alloy introduced in 1984. In 1986 a special coloured edition was released. A FX9 alloy (69% copper, 15% zinc, 15% manganese, 1% aluminium) version was also produced. * Sterling – Entry-level cymbals made from nickel silver alloy introduced in 1984. * Raker – Professional cymbals made from B8 bronze alloy, designed for louder music. Introduced in 1985 and discontinued in 2006. * Marathon – Entry-level cymbals available in three alloys: B18 bronze (82% copper and 18% tin), N12 nickel silver (88% copper and 12% nickel) and MS63 brass. * Reference Class – Professional cymbals made of B8 bronze. They came in a brilliant finish. * Tri-Tonal – Billy Cobham signature series released in 1990. * Live Sound – Intermediate-level cymbals made from B8 bronze alloy introduced in 1994. * Lightning – Introduced in 1994, Lightning crashes and splashes featured rippled edges. * One of a Kind – Professional cymbals produced and hand hammered in Germany as part of the \"Custom Cymbal Shop\" concept. This series came in three distinct finishes: Brilliant, Antique and Champagne 64. * Amun – High-end cymbal line introduced in 1999 and made from B8 bronze alloy. Replaced by the Mb8 Series in 2008. * BCS – Entry-level cymbals made from a MS63 brass alloy. * M-Series – Professional cymbals made from the B20 alloy (80% Copper, and 20% Tin). Instead of being cast and hand hammered in Turkey like the Mb20 and Byzance series, the casting and computerized hammering was done in the Meinl factory in Germany. Discontinued in 2017. They came in two variations: ** M-Series Fusion – These cymbals had two playing surfaces: a thinner outer edge for a faster response and a thicker bow and bell area for a better stick definition. The M-Series Fusion came in a brilliant/traditional finish, with the inner bow and bell area in a brilliant finish and the outer edge in a traditional finish. ** M-Series Traditional – This series featured medium and heavy models that sit in the mid-range of the sound spectrum. They came in a traditional finish. * Soundcaster – Professional cymbals made from a B12 bronze alloy (88% copper, 12% tin, with traces of silver). Discontinued in 2017. They came in two variations: ** Soundcaster Custom – The Customs were very brilliant cymbals, with a glassy and warm tone. They came in a brilliant finish. ** Soundcaster Fusion – The Fusion models were similar to the Customs, but they featured a slightly darker sound due to their micro-hammering and semi-lathed surface. They came in a brilliant/traditional finish, with the inner bow and bell area in a brilliant finish and the outer edge in a traditional finish. * Mb20 – Professional cymbals made specifically for louder music, hand hammered and made out of the B20 bronze alloy (80% copper, 20% tin, with traces of silver). Discontinued in 2017, some of its models have been incorporated into the Byzance Brilliant series. * Mb10 – One of the few manufacturers to use a 90% copper, 10% tin alloy for cymbals. They are said to have a cutting, yet warm sound. Discontinued in 2017. * Mb8 – Professional cymbals made from B8 bronze alloy (92% copper, 8% tin, with traces of silver). They are made with high-tech computerized hammering, and they had a bright cutting sound. Discontinued in 2017. * Classics – Intermediate-level cymbals made from the B8 bronze alloy. These cymbals are bright and cutting due to the alloy. They come in a traditional finish. Discontinued in 2020. * MCS – Beginner/Intermediate cymbals made from B8 bronze alloy, available in a pre- pack cymbal set or single cymbals consisting of 14\" Medium Hi-hats, 16\" Medium Crashes, 18\" Ride/Crashes, and 20\" Rides. Discontinued in 2020 and replaced by the HCS Bronze series. == Artists == Notable musicians playing/having played Meinl instruments include: * Anika Nilles * Alex Rüdinger – The Faceless, * Andrew Wetzel – Attack Attack! * Benny Greb * Tristan Evans – The Vamps * Ellington Ratliff – R5 * Chris Vest – Framing Hanley * Johnny Rabb – U.S.S.A. * Tom Hunting – Exodus * Chris Adler – Lamb Of God * Tommy Clufetos (Ozzy Osbourne, Rob Zombie, Black Sabbath) * Mike Terrana (Tarja Turunen, Masterplan) * Moe Carlson (Protest The Hero) * John Boecklin (DevilDriver) * Felix Lehrmann (Flower Kings) * Thomas Lang * John Regalado (Mayonnaise) * Meytal Cohen * Nick D'Virgilio (Spock's Beard) * Daniel Svensson (In Flames) * Brann Dailor (Mastodon) * Harrison Wood (Hillsong Worship, Hillsong United) * Thomas Noonan (36 Crazyfists) * Hannes Van Dahl (Sabaton (band)) * Trevor Lawrence Jr. (Stevie Wonder, Snoop Dogg) * Chetan Ramlu * Mike Justian (Unearth) * Kai Hahto (Wintersun) * Matt Halpern (Periphery) * Lee Davies * Jean-Paul Gaster (Clutch) * Dave Douglas (Relient K) * Richard Mazzotta (mewithoutYou) * Jon Wilkes – The Red Jumpsuit Apparatus) * Jaska Raatikainen – Children Of Bodom) * Aaron Gillespie * Julian Külpmann * Dirk Verbeuren (Soilwork, Scarve, Megadeth) * Nate Young (Anberlin) * Eron Bucciarelli (Hawthorne Heights) * Paul Koehler (Silverstein) * Brian Rosenworcel (Guster) * Jon Rice (Job for a Cowboy) * Derek Roddy * Dave Mackintosh (DragonForce) * Ethan Luck (Relient k) * Brian Rasmussen (Mnemic) * Daniel Williams (The Devil Wears Prada) * Jeffory Gilbert (Kutless) * Chris Kamrada (There For Tomorrow) * Fredrik Andersson (Amon Amarth) * Tom Hane (In This Moment) * Luke Holland * Jürgen Reil (Kreator) * Alex Lopez (Suicide Silence) * Matt Garstka (Animals as Leaders) * Chris Coleman (Israel Houghton) * Robert \"Sput\" Searight (Snarky Puppy) * Tom Hunting (Exodus) * Spencer Smith * Barry Kerch (Shinedown) * A Nameless Ghoul (Ghost) ==See also== * List of drum makers ==References== ==External links== * Official website * Official Meinl Cymbals website * Drum! Magazine's visit to the Meinl Factory Category:Percussion instrument manufacturing companies Category:Cymbal manufacturing companies Category:Companies based in Bavaria Category:German brands Category:Musical instrument manufacturing companies of Germany ",
    "title": "Meinl Percussion"
}