{
    "id": "2738391",
    "text": "was a after Shōtai and before Enchō. This period spanned the years from July 901 through April 923.Nussbaum, Louis-Frédéric. (2005). \"Engi\" in ; n.b., Louis-Frédéric is pseudonym of Louis-Frédéric Nussbaum, see Deutsche Nationalbibliothek Authority File. The reigning emperor was .Titsingh, Isaac. (1834). Annales des empereurs du japon, pp. 129–134; Brown, Delmer et al. (1979). Gokanshō, pp. 291–293; Varley, H. Paul. (1980). Jinnō Shōtōki, pp. 179–181. ==Change of era== * January 23, 901 : The new era name was created to mark an event or series of events. The previous era ended and the new one commenced in Shōtai 4, on the 15th day of the 7th month of 901.Brown, p. 292. ==Events of the Engi era== * February 1, 901 (Engi 1, 1st day of the 1st month): There was an eclipse of the Sun.Titsingh, p. 131. * 901 (Engi 1): The Sugawara no Michizane \"incident\" developed; but more details cannot be known, because Daigo ordered that diaries and records from this period should be burned.Brown, p. 293. * May 905 (Engi 5, 4th month): Ki no Tsurayuki presented the emperor with the compilation of the Kokin Wakashū, a collection of waka poetry.Titsingh, p. 132. * 909 (Engi 9, 4th month): The sadaijin Fujiwara no Tokihira died at the age of 39. He was honored with the posthumous title of regent. ==Notes== ==References== * Brown, Delmer M. and Ichirō Ishida, eds. (1979). Gukanshō: The Future and the Past. Berkeley: University of California Press. ; OCLC 251325323 * Nussbaum, Louis-Frédéric and Käthe Roth. (2005). Japan encyclopedia. Cambridge: Harvard University Press. ; OCLC 58053128 * Titsingh, Isaac. (1834). Nihon Ōdai Ichiran; ou, Annales des empereurs du Japon. Paris: Royal Asiatic Society, Oriental Translation Fund of Great Britain and Ireland. OCLC 5850691 * Varley, H. Paul. (1980). A Chronicle of Gods and Sovereigns: Jinnō Shōtōki of Kitabatake Chikafusa. New York: Columbia University Press. ; OCLC 6042764 == External links == * National Diet Library, \"The Japanese Calendar\" -- historical overview plus illustrative images from library's collection Category:Japanese eras Category:10th century in Japan ",
    "title": "Engi (era)"
}