{
    "id": "2738466",
    "text": "Mossley Hill railway station is in the suburbs of Liverpool in the north west of England. The station is operated by Northern Trains. ==History== It and Allerton were the only stations opened on 15 February 1864 when the St Helens Railway's (taken over by the London & North Western Railway from 29 July 1864) extension from Speke to Edge Hill opened. The station was replaced from 13 July 1891, when the Edge Hill to Speke line was quadrupled.Railway Magazine March 1959 p. 195 The station was renamed from Mossley Hill for Aigburth to Mossley Hill on 6 May 1974. North of the station, on the route towards Edge Hill are the sites - still identifiable where the line crosses roads - of the former Sefton Park and Wavertree stations. ==Facilities== The ticket office is on a road bridge and (as is standard practice for Merseytravel-sponsored stations) is staffed throughout the hours of service all week, with additional ticket machines on the platforms. Ramps lead down to the two island platforms, which have basic shelters and seats.Mossley Hill station facilities National Rail Enquiries Passenger information screens, automated announcements and customer help points are also provided to offer train running information. Like West Allerton (preceding south) there are 4 platforms, 2 of which, platforms 1 and 2, are located on the fast lines and are where most trains stop. 3 & 4 are on the slow lines and are used infrequently, mainly where faster services operated by Avanti West Coast, TransPennine Express and West Midlands Trains, are booked to overtake stopping services on this stretch of line (this is most common in the Liverpool-bound direction). ==Services== The station is currently served by local stopping trains between Liverpool Lime Street and Manchester Oxford Road operated by Northern Trains. These call every half-hour in each direction on Mondays to Saturdays during the day - one eastbound train each hour stops at all stations to then runs limited stop west of there whilst the other is limited stop to Warrington but then serves most local stops thereafter. The frequency drops to hourly in the evening and on Sundays. Services to and Birmingham New Street no longer stop here in the current (2016–17) timetable, though convenient connections are available at .GB eNRT 2016-17 Edition, Tables 89 & 91 (Network Rail) The station is served by several local bus routes. ==References== ==External links== Category:Railway stations in Liverpool Category:Former London and North Western Railway stations Category:Railway stations in Great Britain opened in 1864 Category:Northern franchise railway stations Category:Railway stations served by West Midlands Trains ",
    "title": "Mossley Hill railway station"
}