{
    "id": "273889",
    "text": "The Serpentine (also known as the Serpentine River) is a recreational lake in Hyde Park, London, England, created in 1730 at the behest of Queen Caroline. Although it is common to refer to the entire body of water as the Serpentine, strictly the name refers only to the eastern half of the lake. Serpentine Bridge, which marks the boundary between Hyde Park and Kensington Gardens, also marks the Serpentine's western boundary; the long and narrow western half of the lake is known as the Long Water. The Serpentine takes its name from its snakelike, curving shape, although it only has one bend. Originally fed by the River Westbourne and Tyburn Brook in the 1730s, the lake's water was then pumped from the Thames in the 1830s. The water is now pumped from three boreholes within Hyde Park, the most recent being installed in May 2012 as part of the 2011–2012 restoration of the Lake. The Serpentine provided a focal point for The Great Exhibition of 1851, and more recently was a venue for the men's and women's triathlon and marathon swimming events in the London 2012 Olympics. Since 1864 the Serpentine Swimming Club has organised a 100-yard race every Christmas morning. In 1913, the Peter Pan Cup was inaugurated for this race by J. M. Barrie, the creator of the fictional character Peter Pan. There are many recreational facilities around the Serpentine, as well as boating on the lake itself. In 1860 the Serpentine was to be modified into a skating pond with formal edges. This scheme was not implemented. Among the landmarks near the lake is the Diana, Princess of Wales Memorial Fountain. == Geography of the lake == Sluice gate of the 1730 dam at the eastern end of the lake Originally the lake was fed by the River Westbourne entering at the Italian Garden at the north-western end of the Long Water. The Westbourne ceased to provide the water for the Serpentine in 1834, as it had become polluted so water was for some years pumped from the tidal Thames. The water is now supplied by three boreholes drilled into the Upper Chalk. The first borehole is at the Italian Gardens, the second at the Diana Memorial and the third, drilled in 2012 to a depth of , is within of there. The Long Water runs south-east from this point to Serpentine Bridge, where the lake curves to the east, following the natural contours of the land. At the eastern end, water flows out via a sluice in the dam, forming a small ornamental waterfall at the Dell. The outflow has not historically maintained the waterfall, and re- circulation pumps were installed in the Dell, below the dam, to sustain this feature. The restoration work in 2012 restored the flows into the Serpentine and this waterfall is now restored as originally designed. Historically the river flowed mainly exposed due south from this point as the mutual limits of Westminster and Kensington, but since 1850 is culverted (runs underground) to reach the Thames near Chelsea Bridge. The lake has a maximum depth of ; it is often reported to be deeper, but bathymetric surveys by the Royal Park in 2010 revealed the design of the lake. There are two lakeside restaurants and various recreational facilities on the lake shore. == History == 1746 Rocque map showing the newly constructed Serpentine. The paths converging on the Round Pond to the west of the lake are also visible. In 1730 Queen Caroline, wife of George II, ordered the damming of the River Westbourne in Hyde Park as part of a general redevelopment of Hyde Park and Kensington Gardens. Original monastic ponds may have existed in the location and these were modified as part of the 1730–1732 scheme to create a single lake. At that time, the Westbourne formed eleven natural ponds in the park. During the 1730s, the lake filled to its current size and shape. The redevelopment was carried out by Royal Gardener Charles Bridgeman, who dammed the Westbourne to create the artificial lake, and dug a large pond in the centre of Kensington Gardens (The Round Pond) to be a focal point for pathways in the park. At the time of construction, artificial lakes were typically long and straight. The Serpentine was one of the earliest artificial lakes designed to appear natural, and was widely imitated in parks and gardens nationwide. The Long Water from the Italian Garden. Large numbers of mute swans nest in this area. The lake achieved notoriety in December 1816 when Harriet Westbrook, the pregnant wife of the poet Percy Bysshe Shelley, was found drowned in the Serpentine having left a suicide note addressed to her father, sister and husband. Shelley married Mary Wollstonecraft Godwin less than two weeks later. Serpentine Bridge The lake formed a focal point of the 1814 celebrations which marked a century of Hanoverian rule and re-enacted the British victory at Trafalgar nine years previously, and of the 1851 Great Exhibition, with the Crystal Palace standing on its southern shore. Following the introduction of more stringent regulations to protect the environment in the park, the relocation of the Crystal Palace, and the construction of the nearby Albertopolis complex of museums and exhibitions, large-scale events ceased to take place on the banks of the Serpentine. However, it was the location for the 1977 Silver Jubilee celebrations, and a venue for the 2012 Olympics. In the 1820s, the park was extensively redesigned by Decimus Burton. At the same time, John Rennie the Younger designed and oversaw the Serpentine Bridge as part of newly built West Carriage Drive bounding Hyde Park against Kensington Gardens, dividing the lake into the Serpentine (east) and the Long Water (west). View across the Long Water to Kensington Palace Edward Jenner Memorial, sculptor William Calder Marshall In 2011, The Royal Park embarked on the restoration of the Serpentine to combat growing concerns about the status of the water and the quality of the aquatic environment. The project resulted in a substantial change to the hydrology of the lake, which had a turnover time of 10 years, and is now reduced to 4–5 months as a result of new borehole water being pumped into the lake. The three boreholes, drilled into the Upper Chalk, now supply the lake with up to of water per annum ensuring that the lake remains fresh and does not stagnate. In addition, the historically contaminated sediments have been treated and nutrients within the sediments chemically neutralised. Thirdly, the oxygen status of the water and the overall mixing of the lake is now controlled by a series of 24 aeration pumps fixed to the base of the lake. These ensure that the dissolved oxygen levels in the lake do not fall and result in chronic ecological stress. Finally, the overall ecology of the lake was reviewed and some of the large bream and carp were removed in February 2012 to reduce their disturbance of the sediment and vegetation of the lake. These measures were implemented over the period October 2011 to June 2012. The resultant water quality of the lake was excellent and proved to be an extremely popular venue for the swimming portion of the London 2012 Triathlon and the Marathon Swim events in August 2012. == Recreation == === Swimming === A rectangular swimming area on the southern bank was opened in 1930. Known as Lansbury's Lido, it is partitioned off from the rest of the lake by a perimeter of buoys. There is a fee for entering the lido, and changing rooms are available. It is normally open only in the summer, typically between 10:00 and 17:30, although members of the Serpentine Swimming Club may swim all the year round from 05:00 to 09:30. The Peter Pan Christmas Day Race is only open to regular participants in the Saturday swimming competitions during the winter. The Serpentine was used as the venue for the swimming portion of the triathlon and for the marathon swimming events at the 2012 Olympic Games. Swim Serpentine was created as a two-day open water event in the Summer. It is organised by London Marathon events. === Peter Pan Cup === Hyde Park by Camille Pissarro, 1890, showing the footpath along the southern bank of the Serpentine Since 1864, the Serpentine has hosted a swimming competition every Christmas morning at 9 am. In 1904, author J. M. Barrie awarded the Peter Pan Cup to the winner of the race, a tradition which has continued ever since. Owing to the hazards of swimming in freezing water, the race is open only to members of the Serpentine Swimming Club. === Boating === Rowing boats are available for hire. In 2002 the Serpentine hosted the Mercedes Benz World Rowing Sprints, in which several international crews raced over . === Solarshuttle === In the summer months, (The) Solarshuttle, a solar- powered boat ferries passengers between the northern and southern banks of the Serpentine. At long and carrying 42 passengers, it is the largest wholly solar-powered passenger boat operating in the UK. == Landmarks == The Hyde Park Holocaust Memorial, unveiled in 1983 stands at the eastern end of the Serpentine, immediately beyond the dam. A memorial on the northern shore of the lake was erected by Norwegian seamen in 1978 in thanks for the safe haven they were given in Britain after their country surrendered to the Germans in 1940, during the Second World War. The Diana, Princess of Wales Memorial Fountain, opened in 2004, sits on the southern shore near West Carriage Drive. At first beset with problems, needing a three-week closure, it has become one of the UK's most popular attractions, with 800,000 visitors a year. Sharing the bank is the Serpentine Gallery and the Serpentine Sackler Gallery opened in 2013 converting an 1805-built gunpowder store, across a bridge. On the northern side of the lake, opposite The Lido, are two self-contained boat houses. The East Boat House, 1903, erected by the Royal Humane Society and West Boat House, 1952, for the new chlorination launch, to replace a former boat house bombed in 1940. Nearby is a grass amphitheatre known as the Cockpit. This disused gravel pit was the scene of The Rolling Stones' \"Stones in the Park\" concert in 1969. Concerts here, from 1968, were initially organised by Blackhill Enterprises. This area can also be seen in the 1953 film Genevieve, as the starting point for the annual London to Brighton Veteran Car Run. == Image gallery == File:Serpentine_Lake.jpg|View east from Serpentine Bridge File:Kensington Garden Fountains.JPG|The Italian Garden; the fountains are fed by a borehole into the Upper Chalk. File:Italian Garden fountains.jpg|Fountains in the Italian Garden File:Italian Gardens panorama.jpg|The Italian Garden File:Diana Fountain from Serpentine.JPG|View south across the Serpentine to the Diana Memorial Fountain on the south bank. File:Serpentine in storm.JPG|The Serpentine in a rainstorm, looking southeast towards Hyde Park Barracks File:Serpentine Bridge.JPG|Serpentine Bridge from the north bank File:Lansbury's Lido.jpg|Lansbury's Lido File:hydepark.jpg|The Serpentine, viewed from the footpath across the dam File:Hyde Park Dell.JPG|The modernist architecture of the Dell Restaurant, situated on the northern end of the dam, dominates the eastern end of the lake. File:Holocaust Mem Hyde Park.JPG|The Holocaust Memorial, immediately east of the dam File:Under Serpentine Bridge.JPG|The Serpentine Bridge from below File:Solarshuttle & Knightsbridge Barracks.JPG|The Solarshuttle, moored in front of Hyde Park Barracks ==See also== * Hyde Park, London == References == === Notes === === Bibliography === * == External links == * Hyde Park & the Serpentine official home page * Solarshuttle * 360° panorama of the Serpentine Category:Lakes of London Category:Lidos Category:Hyde Park, London Category:Parks and open spaces in the City of Westminster LSerpentine ",
    "title": "The Serpentine"
}