{
    "id": "273890",
    "text": "{| |} The Embraer ERJ family (or Embraer Regional Jet, model name EMB 135 and EMB 145) is a series of twin-engine regional jets produced by Embraer, a Brazilian aerospace company. Aircraft in the series include the ERJ135 (37 passengers), ERJ140 (44 passengers), and ERJ145 (50 passengers), as well as the Legacy business jet and the R-99 family of military aircraft. Each jet in the series is powered by two turbofan engines. The family's primary competition comes from the Bombardier CRJ regional jets. ==Development== The ERJ145 was designed for a perceived new market for regional jet aircraft, where the increased speed, comfort and passenger appeal would outweigh the inherent fuel economy of the turboprop aircraft which were in service and in development.Resende, O.C. The evolution of the aerodynamic design tools and transport aircraft wings at Embraer, J. Braz. Soc. Mech. Sci. & Eng. vol.26 no.4 Rio de Janeiro Oct./Dec. 2004 Retrieved 8 November 2015. ===Early design=== The original EMB-145 Amazon design with a straight wing and overwing engines The 45–48 seat EMB145 was launched at the Paris Airshow in 1989 as an stretch of the EMB 120 Brasilia developed for $150M plus $50M for training and marketing, one third the cost of the cancelled Short Brothers FJX project. Its $11M unit cost would have been $3M less than the Canadair CRJ. The jet would be powered by GE/Garrett CFE738s, Lycoming ALF 502s or Rolls-Royce plc/Allison Engine AB580s turbofans, to be selected in the summer of 1989. It was targeted for a late 1992 introduction with six produced then ramping to 60 per year in 1995. It aimed for half of a market for 1000 with break-even after twelve years with 400 sold. Keeping 75% of the Brasilia parts and systems, the EMB145 Amazon aimed for a 1991 first flight. The stretch resulted from two plugs of the diameter fuselage in the front and behind the redesigned wing. Its supercritical airfoil with a 14% root thickness had its chord extended at the leading edge with a slight sweepback, increased aspect ratio and winglets. The overwing podded engines generated of thrust. Designed for stages, up to with a reduced payload, it had a maximum takeoff weight (MTOW) and a operating empty weight. ===Engine selection=== AE3007 Turbofan In early 1990, no engine supplier willing to share the risk of the $250 million development was yet selected. The Allison GMA3007 was selected in March 1990, with a maximum 40 kN (7,100 lbf) take-off thrust and growth capability to , first flight was then due in September 1991. Rolls could participate in the fan and turbine, its original responsibility on the RB.580 joint development. By May, it had 296 commitments from 19 operators, and was seeking external finance. In June, maiden flight was expected by the end of 1990 before mid-1993 deliveries for $11.5 million each, cabin pressurisation was increased to from the Brasilia . Following the engine selection, design was revised: length decreased from , span increased from , aspect ratio to 9.3 from 9.2. MTOW rose from , basic operating weight from , maximum fuel from and payload from . wing loading increased from , time-to-climb to FL400 gained 5 min to 30 min and maximum cruise rose from 405 kn (750 km/h) to 428 kn (787 km/h) at FL360. First delivery in 1993 was slated to Comair, which ordered 60. In November 1990, a major reduction in Brazilian government spending, which held 61% of its voting share, resulted in Embraer sacking 32% of its 12,800 employees and suspending development of the EMB-145 for six months. ===Revised design=== Revised design with swept wing and underwing engines In March 1991, a revised configuration started wind tunnel testing: the quarter chord wing sweep increased to 22.3° with underslung engines for lower aerodynamic drag. This reduced the span by almost , reducing its aspect ratio from 9.3 to 8.4 and wing area from . The semi-monocoque wing has two main and one auxiliary spar and holds 4,500 kg (9,900 lb) of fuel, it has double-slotted fowler flaps and spoilers. To accommodate the underwing engines, the landing gear is longer, allowing using jetways, and the fuselage was lengthened from . In June 1991, the Brazilian Government loaned $600 million to Embraer and in July the programme was re- evaluated while tooling was 80% complete. By November 1991, Embraer was still looking for partners to share the risk of the $350 million project, hoping to obtain Government approval by the end of the year. Sold at $12 million with an all-digital cockpit and engines, it had letters of intent for 337 units. First flight slipped to 1992 and certification for late 1993. ===Definitive design=== ERJ145 planform view Three-abreast cabin After re-evaluation late in 1991, the layout was revised again with two rear-fuselage-mounted engines and a Mach 0.8 cruise speed would be tested in the wind tunnel. Seat pitch is . A further stretch to 50–55 passengers is limited by a 12° rotation angle. Embraer continued to look for partners to share the $350 million development as first flight was expected for late 1994. In December 1994, Embraer was privatised for 80% to Brazilian and US investors while 20% was kept by the Brazilian Government. It first flew on August 11, 1995 with 18 firm orders, 16 options and 127 letters of intent. A 1,300h flight-test programme for the prototype and three pre-series aircraft (excluding two ground-test airframes) was planned within 13 months for certification in the third quarter of 1996, before deliveries in the fourth quarter of 1996 to launch customer Flight West. The $14.5 million aircraft is developed with risk-sharing partners including Spain's Gamesa producing the wing; Chile's Enaer for the tail; and the USA's C&D; Interiors equipping the cabin. The standard maximum ramp weight is for the extended-range, it is fitted with Honeywell Primus 1000 integrated avionics. The estimated $300 million development cost is divided between Embraer for 34%, risksharing partners for 33% (including Belgium's SONACA supplying centre and rear fuselage sections, doors, engine pylons and wing leading-edges), long-term loans from Brazilian development-funding institutions for % and participating suppliers for 10%. On both 370 km (200 nm) hubfeeder and 1,100 km hub-bypass sectors, the EMB145 was expected to offer lower operating costs than the similarly priced Saab 2000 high-speed turboprop and the CRJ. Its $15 million price was $4 million lower than the CRJ. The Flight Test campaign took four aircraft: S/N 801, PT-ZJA, S/N 001, PT-ZJB, S/N 002, PT-ZJC and S/N 003, PT-ZJD. Only S/N 003 was fitted with passenger seats and had no FTI (flight test instrumentation) and was used for functional and reliability tests. In July 1996, its certification was targeted for October. First delivery was planned for late November, 29 aircraft were to be produced in 1997, 38 in 1998 and at least 48 a year thereafter. Its MTOW could be raised from the standard for an Enhanced Range version. Flight tests allowed to increase its cruise speed to Mach 0.78 from 0.74, and showed fuel economy was 7% better than predicted. Before the Summer 1996 Farnborough Airshow, Embraer held 62 firm orders and 218 options. Continental Express then purchased 25 EMB145s and took 175 options. More than 50 seats would need a wider fuselage for four-abreast seating, an enlarged wing and a more powerful turbofan. It was approved by the FAA on December 10, 1996. Embraer delivered 892 units of all variants through 2006, and predicted that another 102 units would be delivered in the 2007–2016 time period. === Production in China === In 2003, Embraer entered a partnership with the Harbin Aircraft Industry Group of Harbin, China. The resulting joint-venture company Harbin Embraer Aircraft Industry began producing the ERJ145 for the Chinese market by assembling complete knock down kits prepared by other worldwide Embraer operations. After 13 years, its last delivery was in March 2016; more than 40 ERJ145 and 5 Embraer Legacy 650 were assembled. ===Shortened versions=== The ERJ-145 with the ERJ-135 at Farnborough in July 2000 Embraer has introduced two shortened versions of the ERJ145. All three aircraft share the same crew type rating, allowing pilots to fly any of the three aircraft without the need for further training. The ERJ140 is shorter, seating 44 passengers, and has 96% parts commonality with the ERJ145. The only significant changes are a shorter fuselage, a slightly derated engine and an increased range. The ERJ140 was designed with fewer seats in order to meet the needs of some major United States airlines, which have an agreement with the pilots' union to limit the number of 50-seat aircraft that can be flown by their affiliates. At launch, Embraer estimated the cost of an ERJ140 to be approximately US $15.2 million. The estimated cost of development of the ERJ140 was US $45 million. The ERJ135 is shorter, seating 37 passengers, and has 95% parts commonality with the ERJ145. The first ERJ135 entered service in 1999. == Design == The airframe is mainly stretched, machined and chemically milled aluminium, with CFRP for moving parts, GFRP for fairings and sidewalls, kevlar for leading edges and Nomex honeycomb-CFRP/GFRP sandwiches for floors. === Engine === The EMB145 family of aircraft generally come equipped with two Rolls-Royce AE 3007 series turbofan engines. The engines have a bypass ratio of 5:1. The engines are controlled by two FADECs (Full Authority Digital Engine Controls). The FADECs control virtually all aspects of the engine and send engine data to be displayed on the EICAS for the pilot. === Avionics === Flight deck The Embraer ERJ145 family of aircraft typically comes equipped with the Honeywell Primus 1000 avionics suite. The suite normally consists of five CRT display units (DUs) or screens. From left to right, the system consists of a Primary Flight Display (PFD), Multi-Function Display (MFD), Engine Indication and Crew Alerting System (EICAS), Multi-Function Display (MFD) (Co-pilot) and Primary Flight Display (PFD) (Co-pilot). The DUs are normally CRTs but can be upgraded to lighter LCD displays. These upgraded DUs also have added functionality. ==Operational history== ERJ-145 operated for United Express by ExpressJet Airlines at Querétaro, Mexico The first delivery was in December 1996 to ExpressJet Airlines (then the regional division of Continental Airlines flying as Continental Express). The largest operator is Envoy Air, with 206 ERJ145 aircraft. Piedmont Airlines also operates 60 ERJ145s through an alliance with American Airlines. The ERJ140 was introduced in September 1999, first flew on June 27, 2000 and entered commercial service in July 2001. Envoy Air, the regional jet subsidiary of American Airlines flying as American Eagle, operates the majority of the ERJ140s built, including the first to be delivered (N800AE). As of early 2005, 74 ERJ 140s had been delivered. This version is marketed as ERJ140, but on the company's internal documents and on Federal Aviation Administration certification, the version is designated EMB 135KL. In March 2007 ExpressJet entered into a short-term agreement to operate some regional routes for JetBlue Airways using its ERJ145 aircraft. In May 2017, the ERJ135 was leased $33,000 to $43,000 per month ($,000 to $,000 per year) and the ERJ145 $38,000 to $55,000 per month ($,000 to $,000 per year). As of 18 March 2018, the Embraer ERJ family was involved in 24 incidents for 8 hull losses without any fatalities. ==Variants== The Legacy 600 business jet derivative adds a fuel tank fairing forward of the wing, and winglets ===Civilian models=== * ERJ135ER – Extended range, although this is the baseline 135 model. Simple shrink of the ERJ145, seating thirteen fewer passengers, for a total of 37 passengers. * ERJ135LR – Long Range – increased fuel capacity and upgraded engines. * ERJ135KL * ERJ140ER – Simple shrink of the ERJ145, seating six fewer passengers for a total of 44 passengers. * ERJ140LR – Long Range (increased fuel capacity (5,187 kg) and upgraded engines. * ERJ145STD – The baseline original, seating for a total of 50 passengers. * ERJ145EU – Model optimized for the European market. Same fuel capacity as 145STD (4,174 kg) but an increased MTOW MTOW – Maximum take-off weight 19,990 kg * ERJ145ER – Extended Range, although this is the Baseline 145 model. * ERJ145EP – Same fuel capacity as 145ER (4,174 kg) but an increased MTOW 20,990 kg. * ERJ145LR – Long Range – increased fuel capacity (5,187 kg) and upgraded engines. * ERJ145LU – Same fuel capacity as 145LR (5,187 kg) but an increased MTOW 21,990 kg. * ERJ145MK – Same fuel capacity (4,174 kg), landing weight (MLW) and MTOW as in the 145STD, but a changed MZFWMZFW – Maximum zero-fuel weight (17,700 kg). * ERJ145XR – Extra-long Range, numerous aerodynamic improvements, including winglets, strakes, etc. for lower cruise-configuration drag; a ventral fuel tank (aft location) in addition to the two main larger capacity wing tanks (same tanks as in the LR models); increased weight capacity; higher top speed and up-rated engines. * Legacy 600 (EMB135BJ) – Business jet variant based on the ERJ135. * Legacy 650 (EMB135BJ) – Business jet variant based on the ERJ135. * Harbin Embraer ERJ145 – joint venture with Harbin Aircraft Manufacturing Corporation The physical engines are the same (Rolls-Royce AE 3007), however, the FADEC (Full Authority Digital Engine/Electronic Control) logic is what differs between the various models in regards to total thrust capability. The extended range version, the ERJ 145ER, has Rolls Royce AE 3007A engines rated at 31.3 kN(7,036 lb) thrust, with the option of more powerful AE 3007A1 engines. A, A1, A1P models are mechanically identical but differ in thrust due to variations in FADEC software. The A1E engine, however, has not only new software, but significantly upgraded mechanical components. The long-range ERJ 145LR aircraft is equipped with Rolls Royce AE 3007A1 engines which provide 15% more power. The engines are flat rated at 33.1 kN (7,440 lb) thrust to provide improved climb characteristics and improved cruise performance in high ambient temperatures. The extra-long-range ERJ 145XR aircraft is equipped with Rolls- Royce AE 3007A1E engines. The high performance engines provide lower specific fuel consumption (SFC) and improved performance in hot and high conditions. The engines also yield a higher altitude for one-engine-inoperable conditions.\"Aerospace-Technology.com ERJ145 CommutAir is the only operator of the ERJ 145XR. February 2011 Embraer presented its new EMB-145 AEW&C; for India. Despite the multiple variants, pilots need only one type rating to fly any variant of the ERJ aircraft. Companies like American Eagle utilizes this benefit with its mixed fleet of ERJ135ER/LR and ERJ145EP/LR/XR. Shared type- ratings allow operators to utilize a single pilot pool for any ERJ aircraft. ===Military models=== * C-99A – Transport model * EMB 145SA (R-99A) – Airborne Early Warning model * EMB 145RS (R-99B) – Remote sensing model * EMB 145MP/ASW (P-99) – Maritime patrol model * EMB 145H (Hellenic Air Force) – Airborne Early Warning model * EMB 145I (Indian Air Force) – Airborne Early Warning model ==Operators== ===Civilian operators=== CommutAir, which currently operates as United Express, is the largest operator. As of October 2020, the main civilian operators are: ===Military operators=== File:EGVA - Embraer 145SA - Hellenic Air Force - 729 (30186004888).jpg|Erieye variant (R-99A) of the Hellenic Air Force with an AESA antenna on top for AEW&C; File:Embraer R-99 6750 (9505743118).jpg|Embraer R-99B variant of the Força Aérea Brasileira with a synthetic aperture radar on the side File:EMB-145 FAM 3.jpg|EMB 145 MP maritime patrol version of the Fuerza Aérea Mexicana, without the R-99B side radar ==Notable accidents== The ERJ-135/140/145 has been involved in 26 aviation accidents and incidents, including 8 hull losses, which resulted in zero fatalities. {| class=\"wikitable sortable\" |+ Hull losses accidents ! date !! variant !! operator !! fat. !! location !! description |- | 11 Feb 1998 || ERJ-135 || ExpressJet for Continental Express || 0 || United States, Beaumont- Jefferson County Airport | Crashed on takeoff during a training flight: the left wing stalled after the incorrect application of rudder during a V1 cut maneuver.https://www.ntsb.gov/_layouts/ntsb.aviation/brief2.aspx?ev_id=20001211X09555&ntsbno;=FTW98MA126&akey;=1 |- | 28 Dec 1998 || ERJ-145ER || Rio Sul Serviços Aéreos Regionais || 0 || Brazil, Curitiba-Afonso Pena Airport | Too high descent rate and too fast landing, the tail cracked and was dragged along the runway.Flight recorder video of Rio-Sul incident YouTube. Retrieved July 18, 2007. |- | 18 Jan 2003 || ERJ-135LR || American Eagle Airlines || 0 || USA, Columbus-Port Columbus International Airport || |- | 7 Dec 2009 || ERJ-135LR || SA Airlink || 0 || South Africa, George Airport | When landing in wet weather, the aircraft slid past the aerodrome's fence; the landing gear tyres had evidence of aquaplaning. |- | 5 May 2010 || ERJ-145LR || SATENA || 0 || Colombia, Mitú- Fabio Alberto León Bentley Airport || |- | 25 Aug 2010 || ERJ-145LU || Passaredo Linhas Aéreas || 0 || Brazil, Vitória da Conquista Airport | Crash- landed on approach: touched-down short of the runway and stopped away from the runway. |- | 28 Apr 2011 || ERJ-145EP || Dniproavia || 0 || Russia, Moskva- Sheremetyevo Airport || |- | 4 Sep 2011 || ERJ-145LR || Trans States Airlines for United Express || 0 || Canada, Ottawa/Macdonald-Cartier International Airport | Slid off the runway upon landing. |- | 11 Nov 2019 || ERJ-145LR || Envoy Air for American Eagle || 0 || United States, Chicago O’Hare International Airport | Slid off the runway upon landing in icy conditions. |} ==Specifications== Line drawings of ERJ135 & 145 {| class=wikitable style=\"text-align: center;\" |- ! Variant ! ERJ135LR ! ERJ140LR ! ERJ145XR |- ! Crew | colspan=3 | 3 (2 pilots + flight attendant) |- ! Seating | 37 | 44 | 50 |- ! Length | 26.33 m (86 ft 5 in) | 28.45 m (93 ft 4 in) | 29.87 m (98 ft 0 in) |- ! Wing span | colspan=3 | 20.04 m (65 ft 9 in) |- ! Wing | colspan=3 | area, aspect ratio 7.9, supercritical airfoil |- ! Height | colspan=3 |6.76 m (22 ft 2 in) |- ! MTOW | 20,000 kg (44,092 lb) | 21,100 kg (46,517 lb) | 24,100 kg (53,131 lb) |- ! BOW | 11,501 kg / 25,355 lb | 11,808 kg / 26,032 lb | 12,591 kg / 27,758 lb |- ! Max payload | 4,499 kg (9,918 lb) | 5,292 kg (11,666 lb) | 5,909 kg (13,027 lb) |- ! Fuel capacity | colspan=3 | LR: , XR: |- ! Engines (2x) | AE 3007-A1/3 | AE 3007-A1/3 | AE 3007-A1E |- ! Takeoff Thrust | colspan=3 | A1/3 : 33.71 kN / 7580 lbf; A1E: 39.67 kN / 8917 lbf |- ! Maximum cruise | colspan=3 | / 145XR: |- ! Service ceiling | colspan=3 | 37,000 ft / 11,278m |- ! Range | | | |} ; Avionics *Primus 1000 colour weather radar *Dual digital ADCs *Dual AHRS *TCAS and GPWS standard with FMS/GPS optional *HUD for Cat III landing from 2000 ==See also== ==References== ==Further reading== * * * * * * * Category:1990s Brazilian airliners Category:Embraer aircraft Category:Twinjets Category:T-tail aircraft Category:Aircraft first flown in 1995 ",
    "title": "Embraer ERJ family"
}