{
    "id": "2738666",
    "text": "Monument to the thumb Corocotta is a local hero for Cantabrians and his story is passed down orally in Cantabrian families from the elder generations to the younger. According to Roman sources (the only written history of the time), he was a guerrilla warrior or bandit in Cantabria during the 1st century BC, who, according to Cassius Dio, raided Roman territory causing considerable depredation in the area. Dio says that Corocotta's depredations caused Augustus to offer a large reward for his capture. Corocotta himself came forward to receive it, impressing Augustus with his audacity. Dio is the only source for the story. ==The Story from a Cantabrian viewpoint== Cantabrians are well aware of the story of how the Roman Empire struggled to conquer them, or actually never really did (see the Cantabrian Wars). During that time, there would have been many warriors (male and female) who would have fought bravely to preserve their way of life and defend their people. Corocotta (or for some would be spelt Korokota, more similar to the neighbouring Basque language) would have been one of these warriors. The Cantabrian story says that he was probably a respected chief or warrior of some of the Cantabrian tribes and that such was the Romans anger towards him, that they set an enormously high price on his head. In response to this, Corocotta turned himself into the Roman Emperor with the purpose of claiming the big financial reward himself and he willingly offering his life (head) in exchange. This decision by Corocotta is viewed by Cantabrians as an act of self-sacrifice and it is believed that his act was intended to avoid any problems that could be created by the reward acting as a temptation for fellow Cantabrians to betray him or turning him in. Instead, Corocotta would take that vast sum of money (or his people would do for him after being killed) and distribute it amongst the people of Cantabria, who had suffered from years of war against the Romans. Such an act of bravery would affect the Roman morale, and the Cantabrians were well known for coming up with very creative and efficient warfare techniques, like singing hymns of victory from the Roman crosses that crucified them or cavalry and infantry moves in which they used the Cantabrian labarum as a flag to signal army manoeuvres, a tactic later copied by the Romans themselves. The story sometimes ends by saying that the Roman Emperor, bemused by Corocotta's bravery, let him go with his life and his money, but this ending is not always clear. ==The Story from a Roman viewpoint== Dio tells the story as part of an account of Augustus's forgiving nature. He writes that: According to Peter Michael Swan the main purpose of the story is to contrast the clemency of Augustus with the vindictiveness of Dio's bête noire, Septimius Severus. Thomas Grünewald says that Dio wished to stress that Augustus had \"a strong sense of humour and unshakeable self-confidence\", and to compare this with the brutality that was the product of Severus' insecurity, represented by his vicious treatment of a similar \"noble bandit\" called Bulla Felix. ==Interpretations== Cantabria at the time of Corocotta. Cantabria was the last part of Spain to resist Roman oocupation Whether Corocotta was a bandit or a leader of local resistance to Roman occupation has been a matter of dispute. Cassius Dio simply describes him as a bandit (Greek: leistes), but as Grünewald notes, the Greek term leistes can be used in a range of roles wider than English \"bandit\" or \"robber\" would indicate, including \"rebel, rival, avenger\".Grünewald, Thomas, Bandits in the Roman Empire, pp. 1–3. ===Name=== The name \"corocotta\" has been interpreted as a nickname indicative of his ferocity, a variant of crocotta, a word used to refer to a type of canine-like beast from Africa, most likely a hyena or jackal.D. Braund, “Corocottas: Bandit and Hyena,” Liverpool Classical Monthly 5 (1980), 13–14 In the words of Grünewald, \"It can have been no accident that the infamous Corocotta shared his name with an exotic predator, well known to circus audiences as a terrifying beast.\" Pliny the Elder described the animal as a cross between a hyena and a lion, though the term may also have been used for other similar animals.Thomas Grünewald, John Drinkwater (trans), Bandits in the Roman Empire: Myth and Reality, Routledge, London, 2004, pp.112; 206 Dio himself refers to it, but says it is an \"Indian species\" like a \"lioness and tiger combined\". He does so in a section of his book about the reign of Severus and makes no connection to it when he discusses the Cantabrian bandit.Cassius Dio, Roman History, Epitome of Book LXXVII Adolf Schulten argued in 1943 that the name Corocotta may be only accidentally similar to that of the animal.A. Schulten, Los cántabros y astures y su guerra con Roma, Madrid, 1943 (reed. 1962, 1969, 2000), p. 155 He interpreted it as a Celtic name. *Cor(i)o- was a common element in Continental Celtic personal and place names (perhaps meaning \"shot, launch\" or \"army\"; comparing Celtic – or Lusitanian (\"Para-Celtic\") – personal names such as Corogeni, Coroturetis, Coroneri, Corobulti, Coromarae, Corolamus, Corogennates, et al.)Blanca Maria Prosper, \"Sifting the evidence: New interpretations on Celtic and Non–Celtic personal names of western Hispania in the light of phonetics, composition and suffixation\", in: J.L. G. Alonso, ed.: Continental Celtic word formation. The onomastic data, Salamanca, eds. Universidad de Salamanca, 2014, pp. 181–200 Leonard Curchin proposes that the second element is from the Celtic root *cotto \"old\".Curchin, Leonard A. (2007) Toponyms of Lusitânia: a re-assessment of their origins, in: Conimbriga, vol. 46 (2007), p. 129-160. Schulten argued that he was more likely to have been an anti-Roman rebel than a simple bandit, and should be seen in the context of the Cantabrian wars (29–19 BC), the last stand of independent Spanish Celtic tribes against Roman control. He probably led a band of rebels who continued resistance to Roman power in northern Spain for some time after other leaders had given up. Schulten argues that he must have surrendered to Augustus at some time during the emperor's visit to the area c. 26–25 BC. ===Hero or myth=== Schulten's version allowed Corocotta to be appropriated in Spain as a patriotic hero of resistance to Roman rule, comparable to the status of the Lusitanian anti-Roman resistance leader Viriatus in Portugal. Peter Michael Swan quotes F. Diego Santos describing him as \"a Cantabrian guerrilla leader; his surrender possibly belongs to Augustus’ sojourn in Spain ca. 15–14 B.C.\"Peter Michael Swan, The Augustan Succession: An Historical Commentary on Cassius Dio's Roman History, Books 55–56 (9 BC-AD 14), Oxford University Press, 2004, p.347-8 He is the hero of Paul Naschy's 1980 sword and sandal film Los cántabros (The Cantabrians), and has appeared as a resistance hero in several other works.e.g. El último soldurio (2005), a novel by Javier Lorenzo; El mundo de Corocotta (2010) a play by Fernando Rebana. In 1985 a statue identified as Corocotta was erected in Santander. The statue, by Ramón Ruíz Lloreda, officially represents the independent spirit of \"the primitive Cantabrian\" illustrating a line from Horace, \"Cantabrum indoctum iuga ferre nostra\" (\"the Cantabrian, who has not been taught to bear our yoke\").Canal TVEtnografia, Monumento al Cántabro In 2007 Alicia M. Canto argued that the text of Dio does not justify placing Corocotta in the context of Cantabrian resistance to Rome. She suggests that Corocotta was merely a bandit, and surmises that he was probably of North African origin on the basis that the crocotta was said by most authors to come from Africa.Alicia. M. Canto, El testamento del cerdito Corocotta, 12 May 2007, Celtiberia.net == Notes == ==External links== * Archienemigos de Roma. Corocotta, un héroe controvertido Category:History of Cantabria Category:1st century BC in Hispania Category:Cantabrian people Category:1st-century BC people ",
    "title": "Corocotta"
}