{
    "id": "2738758",
    "text": "Flixton railway station is in Flixton, Greater Manchester, in the North West of England. The station, and all services calling there, are operated by Northern Trains. It is west of Manchester Oxford Road on the Manchester to Liverpool Line. ==History== The station once had a small goods yard on the northern side of the main line, the bay platform for which still exists although it is no longer in use. The goods yard itself is now a car park. All the track relating to the goods yard has been removed. In the 1990s, the station building was converted into a Henry's Table pub and restaurant and then into a nightclub and bar called Brunel's. It was destroyed by fire in 1998 and was demolished in 2001. ==Facilities== The ticket office on Flixton Road bridge, a portable building installed to replace the demolished station building, is manned Monday-Friday between 06:20-12:50. At other times, tickets are purchased from the conductor on the train or from a machine on the Manchester bound platform. The original footbridge remains and is still in use. A small \"bus stop\" style shelter on the down platform also survives from the original station building. Train running information is provide by timetable posters and information boards. Step-free access is available to both platforms.Flixton station facilities National Rail Enquiries; Retrieved 12 December 2016 ==Services== Services are roughly half hourly in each direction, towards Irlam and Liverpool Lime Street to the west, and towards Chassen Road and Manchester Oxford Road to the east. Extra services call at the station during peak-hours, whilst some evening services terminate at Warrington Central.GB eNRT December 2016 Edition, Table 89 ==References== ==External links== *Stretford and Urmston news article on station building Category:Buildings and structures demolished in 2001 Category:Railway stations in Trafford Category:Former Cheshire Lines Committee stations Category:Northern franchise railway stations Category:Railway stations in Great Britain opened in 1873 ",
    "title": "Flixton railway station"
}