{
    "id": "2738342",
    "text": "was a after Gangyō and before Kanpyō. This period spanned the years from February 885 through April 889.Nussbaum, Louis-Frédéric. (2005). \"Ninna\" in ; n.b., Louis-Frédéric is pseudonym of Louis-Frédéric Nussbaum, see Deutsche Nationalbibliothek Authority File . The reigning emperors were and .Titsingh, Isaac. (1834). Annales des empereurs du japon, p. 124–125; Brown, Delmer et al. (1979). Gukanshō, pp. 289; Varley, H. Paul, ed. (1980). Jinō Shōtōki, pp. 171–175. ==Change of era== * January 20, 885 : The new era name was created to mark an event or series of events. The previous era ended and the new one commenced in Gangyō 9, on the 21st day of the 2nd month of 885.Brown, p. 289. ==Events of the Ninna era== A garden at Ninna-ji. * January 11, 887 (Ninna 2, 14th day of the 12th month): Kōkō traveled to Seri-gawa to hunt with falcons. He very much enjoyed this kind of hunting, and he often took time for this kind of activity.Titsingh, p. 125. * September 17, 887 (Ninna 3, 26th day of the 8th month): Kōkō died at the age of 57.Brown, p. 289; Varley, p.173. Kōkō's third son received the succession (senso). Shortly thereafter, Emperor Uda formally acceded to the throne (sokui).Brown, p. 289; Varley, p. 44; a distinct act of senso is unrecognized prior to Emperor Tenji; and all sovereigns except Jitō, Yōzei, Go-Toba, and Fushimi have senso and sokui in the same year until the reign of Emperor Go-Murakami. * May 12, 887 (Ninna 3, 17th day of the 11th month): Mototsune asks Uda for permission to retire from his duties; but the emperor is said to have responded, \"My youth limits my ability to govern; and if you stop offering me your good counsel, I will be obliged to abdicate and to retire to a monastery.\" Therefore, Mototsune continued to serve as the new emperor's kampaku.Titsingh, p. 126. * 887 (Ninna 4, 8th month): Construction of the newly created Buddhist temple of was completed; and a former disciple of Kōbō-daishi was installed as the new abbot. ==Notes== ==References== * Brown, Delmer M. and Ichirō Ishida, eds. (1979). Gukanshō: The Future and the Past. Berkeley: University of California Press. ; OCLC 251325323 * Nussbaum, Louis-Frédéric and Käthe Roth. (2005). Japan encyclopedia. Cambridge: Harvard University Press. ; OCLC 58053128 * Titsingh, Isaac. (1834). Nihon Ōdai Ichiran; ou, Annales des empereurs du Japon. Paris: Royal Asiatic Society, Oriental Translation Fund of Great Britain and Ireland. OCLC 5850691 * Varley, H. Paul. (1980). A Chronicle of Gods and Sovereigns: Jinnō Shōtōki of Kitabatake Chikafusa. New York: Columbia University Press. ; OCLC 6042764 ==External links== * National Diet Library, \"The Japanese Calendar\" -- historical overview plus illustrative images from library's collection Category:Japanese eras ",
    "title": "Ninna"
}