{
    "id": "2738169",
    "text": "\"The Sisters\" is a short story by James Joyce, the first of a series of short stories called Dubliners. Originally published in the Irish Homestead on 13 August 1904, \"The Sisters\" was Joyce's first published work of fiction. Joyce later revised the story and had it, along with the rest of the series, published in book form in 1914. ==Major characters== *The boy (narrator) *James Flynn, former priest *Eliza Flynn, sister of James Flynn *Nannie Flynn, sister of James Flynn *Old Cotter *Aunt of the boy *Uncle of the boy ==Summary== ″The Sisters″ gives a portrait of the relationship between a nameless boy and the infirm priest Father Flynn. The priest who has been relieved of his priestly duties has acted as a mentor for the boy in the clerical duties of a Catholic priest. The story starts with the boy contemplating Father Flynn's illness and impending death. He is fascinated with interpreting signs and symbols, and their meaning. Later, while the boy eats his dinner, his aunt, uncle, and old Cotter have a conversation in which the boy is informed that the priest has died. The conversation focuses on the priest and his relationship with the boy. That night the boy is haunted by images of the priest. The next day the boy goes to look at the announcement that the priest has died, and then wanders about, further puzzling about his dream and about his relationship with the priest. That night the boy and his aunt go to the house of mourning. They view the corpse with Nannie, and then they sit with the sisters Eliza and Nannie. They are offered food and drink, and then Eliza and the aunt carry on a conversation that reveals that Father Flynn had apparently suffered a mental breakdown after accidentally breaking a chalice. The dialogue then trails off. ==Evolution of the story== In summer of 1904, George Russell of the editorial department of the weekly paper The Irish Homestead wrote Joyce a letter in regards to a section of the journal called \"Our Weekly Story\": > Dear Joyce, Look at the story in this paper The Irish Homestead. Could you > write anything simple, rural?, livemaking?, pathos?, which could be inserted > so as not to shock the readers. If you could furnish a short story about > 1800 words suitable for insertion the editor will pay £1. It is easily > earned money if you can write fluently and don't mind playing to the common > understanding and liking for once in a way. You can sign it any name you > like as a pseudonym. Yours sincerely > > Geo. W. Russell (Letters 43)James Joyce, Letters Vol. I, ed. by S. Gilbert, > 1957. Joyce took the offer, and ″The Sisters″ was published on 13 August 1904 using the pseudonym Stephen Dædalus, a name given to one of Joyce's semi- autobiographical literary characters in his later novels A Portrait of the Artist as a Young Man and Ulysses. ″The Sisters″ was the start of a series called Dubliners that he hoped the Homestead would continue to publish. In fact, Joyce would write two more stories for the Homestead, ″Eveline″ and ″After the Race,″ before complaints stopped the paper from publishing any more of his stories.Ellman, Richard (1959, 1982). James Joyce: New and Revised Edition, p. 164. University of California Press, Berkeley and Los Angeles, California. . Joyce, nevertheless, continued to add more stories to the collection. But, he had great difficulty getting Dubliners published, and it wasn't until 1914 that the first edition of the book came out. During that decade, ″The Sisters″ went through a number of revisions.Gifford,Don (1982). Joyce Annotated, p. 29. University of California Press, Berkeley and Los Angeles, California. . The two published versions have essentially the same plot. The diction, however, was transformed from a romantic style to a wholly modernist text. The Homestead version spelled much out for the reader. In the 1914 version, on the other hand, Joyce dropped the non-essential commentary leaving the facts to speak for themselves, a style Joyce called \"scrupulous meanness.\" Readers are left to interpret and feel the bare facts for themselves. The style demands a greater engagement by the reader who must now provide more interpretation of the facts. Other changes were made to characterisation and relationships. In particular, Joyce severely strengthened the relationship between the priest and the boy making it stand out as a memorable feature of the story.Gifford,Don (1982). Joyce Annotated, p. 29. University of California Press, Berkeley and Los Angeles, California. . ==Reception== \"The Sisters\" has been a subject of scholarly debate, mostly in regards to the priest's illness. One analysis of Father Flynn's illness throughout the second version of the story shows that Joyce deliberately implied that Father Flynn had central nervous system syphilis. Joyce was interested and qualified enough in medicine to be able to describe a syphilitic and had definite reasons for doing so. The syphilitic nature of Father Flynn's illness is apparent in the author's use of paralysis, which was often used synonymously with paresis (general paralysis of the insane) when Joyce began his revisions in 1905.*Waisbren, Burton A. and Walzl, Florence L., \"Paresis and the Priest: James Joyce's Symbolic Use of Syphilis in 'The Sisters,'\" Annals of Internal Medicine, vol. 80, no. 6 (June 1974), pp. 758-762. The priest having suffered from a sexually transmitted infection would help account for the adult society's negative opinion and disdain for him. ==Adaptations== *In February 2017, a short film adaptation of The Sisters was written & directed by Matthew Eberle ==Online texts== *The Sisters (1904) - From the 13 August 1904 issue of The Irish Homestead. *The Sisters (1914) - From the book Dubliners. ==References== ==Bibliography== *Albert, Leonard, \"Gnomonology: Joyce's 'The Sisters,'\" James Joyce Quarterly, vol. 27, no. 2 (winter 1990), pp. 353-364\\. *Benstock, Bernard, \"Joyce's 'The Sisters,'\" Explicator, vol. 24 (September 1965), item 1. *Benstock, Bernard, \"'The Sisters' and the Critics,\" James Joyce Quarterly, vol. 4, no. 1 (Fall 1966), pp. 32-35\\. *Boldrini, Lucia. \"'The Sisters' and the 'Inferno': an intertextual network,\" Style, vol. 25, issue 3 (Fall 1991), pp. 453-465\\. *Booker, M. K., \"History and Language in Joyce's 'The Sisters,'\" Criticism: A Quarterly for Literature and the Arts, vol. 33, no. 2 (Spring 1991), pp. 217-233\\. *Bowen, Zack, \"Joyce's Prophylactic Paralysis: Exposure in Dubliners,\" James Joyce Quarterly, vol. 19, no. 3 (Spring 1982), pp 257-273\\. *Bremen, Brian A., \"'He Was Too Scrupulous Always': A Re-examination of Joyce's 'The Sisters,'\" James Joyce Quarterly, vol. 22, no. 1 (Fall 1984), pp. 55-66\\. *Brandabur, Edward, \"'The Sisters,'\" pp. 333-343 in: Joyce, James, \"Dubliners\": Text, Criticism, and Notes, ed. Robert Scholes and A. Walton Litz, New York: Viking Press, 1969. *Burman, Jack, \"'A Rhetorician's Dream': Joyce's Revision of 'The Sisters',\" Studies in Short Fiction, vol. 16, Issue 1 (Winter 1979), pp. 55-59\\. *Chadwick, Joseph, \"Silence in 'The Sisters,'\" James Joyce Quarterly, vol. 21, no. 3 (Spring 1984), pp. 245–255. *Connolly, Thomas E., \"Joyce's 'The Sisters': A Pennyworth of Snuff,\" College English, vol.27, no. 3 (December 1965), pp. 189-195\\. *Corrington, John William, \"'The Sisters'\" pp. 13-25 in: Hart, Clive (ed.), James Joyce's Dubliners: Critical Essays, London: Faber & Faber, 1969. *Crawford, Claudia, \"James Joyce's 'The Sisters': A Letter-L-Analysis,\" American Imago: Studies in Psychoanalysis and Culture, vol. 41, no. 2 (Summer 1984), pp. 181–199. *Cronin, Edward J., \"James Joyce's Trilogy and Epilogue: 'The Sisters,' 'An Encounter,' 'Araby,' and 'The Dead,'\" Renascence: Essays on Value in Literature, vol. 31 (1979), pp. 229–248. *Dædalus, Stephen (Joyce pseudonym), \"The Sisters,\" The Irish Homestead, 13 August 1904, pp. 676-7 *Dettmar, Kevin J. H., \"From Interpretation to 'Intrepidation': Joyce's 'The Sisters' as a Precursor of the Postmodern Mystery,\" pp. 149–165 in: Walker, Ronald G. (ed.) and Frazer, June M. (ed.), The Cunning Craft: Original Essays on Detective Fiction and Contemporary Literary Theory, Macomb: Western Illinois Univ.; 1990. *Dilworth, Thomas, \"Not 'too much noise': Joyce's 'The Sisters' in Irish Catholic Perspective\", Twentieth Century Literature, vol. 39, no. 1 (Spring 1993) pp. 99-112\\. *Doherty, G., \"The Art of Confessing: Silence and Secrecy in James Joyce's The 'Sisters'\", James Joyce Quarterly, vols. 35/36, nos. 4/1 (Summer/Fall 1998), pp. 657-664\\. *Doherty, Paul C., \"Words as Idols: The Epiphany in James Joyce's 'The Sisters,'\" CEA Critic, vol. 32 (October 1969), pp. 10-11\\. *Duffy, Edward, \"'The Sisters' as the Introduction to Dubliners,\" Papers on Language & Literature, vol. 22, Issue 4 (Fall 1986), p417-428\\. *Fabian, David R., \"Joyce's 'The Sisters': Gnomon, Gnomic, Gnome,\" Studies in Short Fiction, vol. 5 (Winter 1968), pp. 187-189\\. *Fahey, William, \"Joyce's 'The Sisters,'\" Explicator, vol. 17 (January 1959), item 26. *Ferguson, Suzanne, \"A Sherlook at Dubliners: Structural and Thematic Analogues in Detective Stories and the Modern Short Story,\" James Joyce Quarterly, vol. 16, nos. 1/2 (Fall 1978/1979), pp. 111-121\\. *Fischer, Therese, \"From Reliable to Unreliable Narrator: Rhetorical Changes in Joyce's 'The Sisters,'\" James Joyce Quarterly, vol. 9, no. 1 (Fall 1971), pp. 85-92\\. *French, Marilyn, \"Joyce and Language,\" James Joyce Quarterly, vol. 19, no.3 (Spring 1982), pp. 239-255\\. *Geary, Edward A. \"Undecidability in Joyce's 'The Sisters,'\" Studies in Short Fiction, vol. 26 (Summer 1989), pp. 305-310\\. *Gleeson, W. F., jr., \"Joyce's 'The Sisters,'\" Explicator, vol. 22 (December 1963), item 30. *Harty, John, \"The Doubling of Dublin Messages in 'The Sisters,'\" Notes on Modern Irish Literature, vol. 4 (1992), pp. 42-44\\. *Herring, Phillip, \"Structure and Meaning in Joyce's 'The Sisters,'\" pp. 131-144 in: Benstock, Bernard (ed.), The Seventh of Joyce, Bloomington: Indiana University Press, 1982. *Kennedy, Eileen, \"'Lying Still': Another Look at 'The Sisters,'\" James Joyce Quarterly, vol. 12, no. 4 (Summer 1975), pp. 362-370\\. *Kuehl, John, \"a la joyce: The Sisters Fitzgerald's Absolution,\" James Joyce Quarterly, vol. 2, no. 1 (Fall 1964), pp. 2-6\\. *Lachtman, Howard, \"The Magic-Lantern Business: James Joyce's Ecclesiastical Satire in Dubliners,\" James Joyce Quarterly, vol. 7, no. 2 (Winter 1970), pp. 82-92\\. *Leonard, G. M., \"The Free Man's Journal: The Making of History in Joyce's 'The Sisters,'\" Modern Fiction Studies, vol 36, no.4 (Winter 1990), pp. 455-482\\. *Lyons, J. B., \"Animadversions on Paralysis as a Symbol in 'The Sisters,'\" James Joyce Quarterly, vol. 11, no. 3 (Spring 1974), pp. 257-265\\. *Magalaner, Marvin, \"'The Sisters' of James Joyce,\" University of Kansas City Review, vol. 18 (Summer 1952), pp. 255-261\\. *McDermott, John V., \"Joyce's 'The Sisters',\" The Explicator vol. 51, no. 4 (Summer 1993), pp. 236-237\\. *Morrissey, L. J., \"Joyce's Revision of 'The Sisters': From Epicleti to Modern Fiction,\" James Joyce Quarterly, vol. 24, no. 1 (Fall 1986), pp. 33-54\\. *Murphy, T. P., \"James Joyce and narrative territory: The distinct functions of lost time in 'An Encounter' and 'The Sisters,'\" Journal of Literary Semantics, vol. 33, no. 2 (2004), pp. 131-154\\. *Newell, Kenneth B., \"The Sin of Knowledge in Joyce's 'The Sisters,'\" Ball State University Forum, vol. 20, no. 3 (1979), pp. 44-53\\. *Reynolds, Michael S., \"The Feast of the Most Precious Blood and Joyce's 'The Sisters'\" Studies in Short Fiction, vol. 6 (Spring 1969), p. 336\\. *Robinson, David W., \"The Narration of Reading in Joyce's 'The Sisters', 'An Encounter', and 'Araby,'\" Texas Studies in Literature and Language, vol. 29, no. 4 (Winter 1987), pp. 377-396\\. *Roughley, Alan, \"Writing Disgust: Joyce's Articulation of the Abject in The Sisters,\" Mattoid, vol. 48 (1994), pp. 213–224. *San Juan, Epifanio, jr., \"Method and Meaning in Joyce's 'The Sisters,'\" Die Neueren Sprachen, vol. 20 (1971), pp. 490-496\\. *Senn, Fritz, \"'He was too scrupulous always': Joyce's 'The Sisters,'\" James Joyce Quarterly, vol. 2, no. 2 (Winter 1965), pp. 66-72\\. *Schork, R. J., \"Liturgical Irony in Joyce's 'The Sisters,'\" Studies in Short fiction, vol. 26, no. 2 (Spring 1989), pp. 193-197\\. *Spielberg, Peter, \"'The Sisters': No Christ at Bethany,\" James Joyce Quarterly, vol. 3, no. 3 (Spring 1966), pp. 192-195\\. *Staley, T. F., \"A Beginning: Signification, Story, and Discourse in Joyce's 'The Sisters,'\" Genre, vol. 12, no. 4 (Winter 1979), pp. 533-549\\. *Stein, William Bysshe, \"Joyce's 'The Sisters,'\" Explicator, vol. 20 (March 1962), item 61. *Stein, William Bysshe, \"Joyce's 'The Sisters,'\" Explicator, vol. 21 (September 1962), item 2. *Swartzlander, S. \"James Joyce's 'The sisters': chalices and umbrellas, Ptolemaic Memphis and Victorian Dublin,\" Studies in Short Fiction, vol. 32, no. 3 (Summ 1995), pp. 295–306. *Torchiana, Donald T., \"The Opening of Dubliners: A Reconsideration,\" Irish University Review, vol. 1 (Spring 1971), pp. 149–160. *Waisbren, Burton A. and Walzl, Florence L., \"Paresis and the Priest: James Joyce's Symbolic Use of Syphilis in 'The Sisters,'\" Annals of Internal Medicine, vol. 80, no. 6 (June 1974), pp. 758-762\\. *Walzl, Florence L., \"A Date in Joyce's 'The Sisters,'\" Texas Studies in Literature and Language, vol. 4 (Summer 1962), pp. 183-187\\. *Walzl, Florence L., \"Joyce's 'The Sisters': A Development,\" James Joyce Quarterly, vol. 10, no. 4 (Summer 1973), pp. 375-421\\. *Walzl, Florence L., \"The Life Chronology of Dubliners,\" James Joyce Quarterly, vol. 14, no. 4 (Summer 1977), pp. 408-415\\. *West, Michael, \"Old Cotter and the Enigma of Joyce's 'The Sisters,'\" Modern Philology, vol. 67, no. 4 (May 1970), pp. 370-372\\. *Wohlpart, A. James, \"Laughing in the Confession-Box: Vows of Silence in Joyce's 'The Sisters,'\" James Joyce Quarterly, vol. 30, no. 3 (Spring 1993), pp. 409-417\\. *Zlotnick, Joan, \"Dubliners in Winesburg, Ohio: A Note on Joyce's 'The Sisters' and Anderson's 'The Philosopher',\" Studies in Short Fiction, vol. 12, issue 412 (Fall 1975), pp. 405-407\\. ==External links== * Dubliners at Project Gutenberg * The Sisters by James Joyce FREE Audio & eText * Category:Short stories by James Joyce Category:1904 short stories Category:Short stories adapted into films ",
    "title": "The Sisters (short story)"
}