{
    "id": "2738691",
    "text": "Karl Binding Karl Ludwig Lorenz Binding (4 June 1841 – 7 April 1920) was a German jurist known as a promoter of the theory of retributive justice. His influential book, Die Freigabe der Vernichtung lebensunwerten Lebens (\"Allowing the Destruction of Life Unworthy of Living\"), written together with the psychiatrist Alfred Hoche, was used by the Nazis to justify their T-4 Euthanasia Program. == Life == Binding was born in Frankfurt am Main, the third child of Georg Christoph Binding and Dorothea Binding. In 1860 Binding moved to Göttingen where he studied history and jurisprudence. After a short stay in Heidelberg, where he won a law prize, he moved back to Göttingen to finish his studies. In 1864 he completed his habilitation paper in Latin about Roman criminal law and lectured in criminal law at Heidelberg University. Two years later he was appointed professor of law of state and criminal law and procedure in Basel, Switzerland. In the same year he married Marie Luise Wirsing and published Das burgundisch-romanische Königreich and Entwurf eines Strafgesetzbuches für den Norddeutschen Bund. At this time he also became friends with Johann Jacob Bernoulli - an archaeologist, Jakob Burckhardt - an art historian, and Friedrich Nietzsche - a philosopher. In August 1867 his first son, Rudolf Georg, was born, followed two years later by his second son. Rudolf G Binding later became a famous writer. Karl Binding and his wife were to have one more son and two daughters. In 1869 his family moved to Freiburg, and Binding volunteered to fight in the Franco-Prussian War. Although his lack of military training meant he was unable to serve as a soldier, he was accepted as an orderly and posted to the front, serving in a field hospital. In 1872 he took on a post at the Reichs University in Straßburg. In the same year he moved to Leipzig University, where he was to continue to work for the next 40 years. From 1879 until 1900 Binding worked in the district court of Leipzig. After becoming Leipzig University's rector and receiving his emeritus, he moved to Freiburg, where his wife died only a few days later at 71 years old. In 1918, during the First World War, Binding left Germany to lecture German soldiers in Macedonia and Bulgarian intellectuals in Sofia. == Ideas == ===Allowing the destruction of life unworthy of living: Die Freigabe der Vernichtung Lebensunwerten Lebens=== This was the title of one of Binding's most infamous books, co-written by the psychiatrist, Alfred Hoche.https://de.wikipedia.org/w/index.php?title=Datei:BindingHoche_FreigabeCoverAufl22.jpg The book was divided into two parts, the first written by Binding, the second by Hoche. Binding discussed the consequences that the legal status of suicide would have on euthanasia and the legality of killing the mentally ill. Hoche concentrated on the relationship of doctors to their patients and the seriously ill. (See Alfred Hoche.) Binding and Hoche are noted for the influence their work had on the Nazis and especially the Aktion T4 Euthanasia Program. ===Two possible interpretations of German law=== In Binding's own interpretation of the law in 1920s Germany, suicide or attempting suicide was not illegal and should be treated as being within the law. This would mean that no-one would have the right to stop a person from killing themselves and that a person who wants to die would even have the right to defend themselves against such an attempt. Binding goes on to assume that the right to suicide would then also have to be transferable to another person; meaning that a person also has the right to let someone else cause their death if they so wish. In this case, anyone that has killed a seriously ill person, acting on the behalf of that person, has acted within the law. Binding's second possible interpretation of German law meant that suicide was neither legal nor illegal. He argued that the law concerning murder only referred to the killing of other people and not to suicide. In this case suicide would be perfectly legal, but euthanasia, involving the killing of another person, even with their permission, would have to be treated as murder. Again, if suicide is not illegal, then no one can stop another person from killing themselves. Binding noted that in reality, the majority of people who prevent a suicide attempt are not usually prosecuted and that most people who are prevented from killing themselves do not make a second attempt. He was of the opinion that in a case of prosecution due to euthanasia, the court should differentiate between the taking of a healthy life and a terminally ill person. ===Definition of euthanasia=== Binding defined euthanasia as occurring when a person gives a terminally ill person, with the intention of reducing pain, a medicine which either immediately or eventually leads to that person's painless death. For a case of euthanasia to stay within the law, the medicine must enable the person to die painlessly at or around the same time as they would have otherwise died. In this way the doctor is simply exchanging the cause of death, from a painful one caused by illness to a painless one caused by a medicament. Any killing which involves the shortening of a life was seen as unlawful. Binding claimed the killing of the terminally ill was not an exception to the law against murder but was a lawful act in the interests of the patient. It put an end to their terrible suffering and should not be seen as a killing but as a reduction in their suffering. Binding did not think it necessary to obtain permission from a person who was to be killed, but if they were able to and expressed the wish to live, that wish must be respected. Binding split the group of people which he wanted to be considered for killing into three groups, \"two larger ones and a middle group\". *1 A person who has been mortally wounded or is terminally ill and has somehow communicated their wish to die. The person does not have to be in pain, it is enough that they are in a helpless condition and that their condition is incurable. It is also irrelevant if the person could be saved in another situation. *2 A person that is incurably mentally ill. Binding describes these people as having neither the will to die, nor the will to live. They are \"living pointless lives and are a burden for society and their families\". He also believed it to be unfair on carers to keep such “lives unworthy of living” alive. *3 The people belonging to the middle group, were “mentally healthy” people, which having suffered a serious injury are now unconscious. If they ever awake, they \"will awake to a nameless suffering\". \"Their killing should not be seen as a killing as such but as saving the person from a terrible end.\" Binding could not work out a general rule for the killing of this group. Importantly he accepted that many killings of these people would actually be unjustifiable, although this would only be evident after death. He believed that the law would treat such killings as manslaughter. This led him to argue for a new law to allow for such killings which according with his views would have been \"justifiable\". Binding wanted a committee to decide on a killing on a case-by-case basis. The committee was to consist of a doctor, a psychiatrist or other doctor and a jurist to check that the committee was acting within the law. The committee would be able to call witnesses and was also to have a chairperson - without voting rights - to run the proceedings. Neither the applicant nor their doctor could be members of the committee. An applicant could represent themselves, be represented by their doctor, family or anyone they had asked. Binding was of the opinion \"that it is quite possible for a person under the age of 18 or for the mentally ill\" to decide whether they want to live or die. After a committee had checked that a person fulfils the criteria, it could make a decision. For a decision to be final, it would have to be agreed upon by all three parties and must be made purely out of pity and the killing must be done painlessly. Any person could withdraw their application to be killed at any time, including after the decision had been finalised. In the case of an unconscious person or the mentally ill, Binding allowed the final decision to be made by the mother. If the family were willing to take on the person themselves or pay the costs of hospitalisation, the person would not be killed. In the case of a conscious person the person's wishes were to be respected regardless of the interests or requests of the family. ===Killings without the jurisdiction of a committee=== Binding also wanted to allow for killings that were not controlled by a committee. Such a killing would only be legal if the person killing had either acted with permission, or on the assumption that an unconscious person wanted to die. After the death a committee must be able to be satisfied that the killing fulfilled all of the usual requirements. Binding argued that although there is always a possibility of killing the wrong person, \"that which is good and reasonable must take place irrespective of any possibility of error\". He saw the risk of losing a life as unimportant because \"humanity constantly loses so many lives by mistake, that just one more would hardly make a difference\". == Publications by Binding == *Das burgundisch-romanische Königreich: Geschichte des burgundisch-romanischen Königreichs *Entwurf eines Strafgesetzbuches für den Norddeutschen Bund *Die Normen und ihre Übertretung. Eine Untersuchung über die rechtmäßige Handlung und die Arten des Delikts *Die Freigabe der Vernichtung lebensunwerten Lebens, Hoche A, Binding, K. Felix Meiner Verlag, Leipzig, 1920 (2nd Edition 1922) == Publications about Binding == * Kaufmann, Arnim: Lebendiges und Totes in Bindings Normentheorie, Schwartz 1954 * Klaus- Peter Drechsel: Beurteilt Vermessen Ermordet. Praxis der Euthanasie bis zum Ende des deutschen Faschismus. Duisburg 1993, * Ernst Klee, «Euthanasie» im NS-Staat. Die «Vernichtung lebensunwerten Lebens», Fischer Taschenbuch Verlag, Frankfurt a.M. 1985 * Rezension mit dem Titel „Vernichtung lebensunwerten Lebens“, verfaßt von Dr.F. Limacher aus Bern, Internationales Ärztliches Bulletin, Dezember 1934, Nummer 12 (Erscheinungsort: Prag), 181–183, hier 183, neu erschienen in Beiträge zur nationalsozialistischen Gesundheits- und Sozialpolitik, Band 7, Internationales Ärztliches Bulletin, Jahrgang I-VI (1934-1939), Reprint, Rotbuch Verlag, Berlin 1989. == See also == *Eugen Fischer ==References== ==External links== * * * Allowing the Destruction of Life Unworthy of Life - English translation * Die Freigabe der Vernichtung lebensunwerten Lebens - Original version Category:German eugenicists Category:1841 births Category:1920 deaths Category:Jurists from Hesse Category:Euthanasia activists Category:Writers from Frankfurt Category:History of psychiatry Category:Members of the Bavarian Maximilian Order for Science and Art ",
    "title": "Karl Binding"
}