{
    "id": "2738940",
    "text": "Mount Bold Reservoir is the largest reservoir in South Australia with a maximum capacity of over forty-six thousand megalitres. Costing A$1.1 million, the reservoir took six years to construct on the Onkaparinga River system between 1932 and 1938. The reservoir does not connect directly to the main reticulation system; rather, to maintain levels at Clarendon Weir, water is released only as required. Much of the water from Mount Bold will eventually end up at Happy Valley Reservoir and used to supply parts of the Mount Lofty Ranges and also Adelaide. A major renovation was completed in 1964 when the level of the dam was raised 6.4 metres to increase the reservoir's capacity by approximately 17,000 megalitres. Although originally supplying its own electricity through a small hydro-electricity plant, this was discontinued in 1961. However, Mount Bold is now considered a possible site for a future commercial mini-hydro generator. In early June 2007, the South Australian Government began a scoping study into expanding the reservoir's capacity fivefold to 240 gigalitres at an estimated cost of A$850 million.\"SA plan to boost water storage capacity\", ABC News Online, 5 June 2007. Retrieved on 2007-06-05. The plan was criticised by the Opposition as not providing any new water, and by ecologist David Paton as threatening surrounding wildlife.\"Wildlife concern over Mount Bold water plan\", ABC News Online, 6 June 2007. Retrieved on 2007-06-06. On 26 September 2010, Mount Bold Reservoir was opened for the first time since 2005 after receiving large amounts of rainfall in the week leading up to the date. The resulting water flushed out the Onkaparinga Catchment, causing several flooded roads but removing debris which had been building up for many years.\" Mt Bold reservoir reaches capacity\", Adelaide Now - News.com, 26 September 2009. Retrieved on 2007-09-26. *Type of wall: Concrete gravity arch ==2007 fire== A bushfire ravaged the Mount Bold Valley area, which includes the properties between Kangarilla and Echunga, during the second week of January 2007. The fire destroyed two houses, gutted over ten sheds and killed livestock and horses. Two people were injured and fencing was damaged. The fire started at dusk on 10 January and burnt ferociously into the night with conditions worsening. On the next day, the fire headed towards Echunga but was contained by CFS crews.\"Fire ravages Kangarilla\", The Advertiser Retrieved on 2007-01-14. ==See also== *List of reservoirs and dams in Australia ==References== *SA Water: Water Storage (Reservoirs) Category:Dams completed in 1938 Category:Arch dams Category:Dams in South Australia Category:Reservoirs in South Australia ",
    "title": "Mount Bold Reservoir"
}