{
    "id": "273831",
    "text": "thumb|An illustration of the Weber–Fechner law. On each side, the lower square contains 10 more dots than the upper one. However the perception is different: On the left side, the difference between upper and lower square is clearly visible. On the right side, the two squares look almost the same. The Weber–Fechner law refers to two related hypotheses in the field of psychophysics, known as Weber's law and Fechner's law. Both laws relate to human perception, more specifically the relation between the actual change in a physical stimulus and the perceived change. This includes stimuli to all senses: vision, hearing, taste, touch, and smell. == History and formulation of the laws == Both Weber's law and Fechner's law were formulated by Gustav Theodor Fechner (1801–1887). They were first published in 1860 in the work Elemente der Psychophysik (Elements of Psychophysics). This publication was the first work ever in this field, and where Fechner coined the term psychophysics to describe the interdisciplinary study of how humans perceive physical magnitudes. He made the claim that \"...psycho-physics is an exact doctrine of the relation of function or dependence between body and soul.\" === Weber's law === Ernst Heinrich Weber (1795–1878) was one of the first people to approach the study of the human response to a physical stimulus in a quantitative fashion. Fechner was a student of Weber and named his first law in honor of his mentor, since it was Weber who had conducted the experiments needed to formulate the law.Ross, H.E. and Murray, D. J.(Ed. and Transl.) (1996)E.H.Weber on the tactile senses. 2nd ed. Hove: Erlbaum (UK) Taylor & Francis; Fechner formulated several versions of the law, all stating the same thing. One formulation states: \"Simple differential sensitivity is inversely proportional to the size of the components of the difference; relative differential sensitivity remains the same regardless of size.\" What this means is that the perceived change in stimuli is proportional to the initial stimuli. Weber's law also incorporates the just-noticeable difference (JND). This is the smallest change in stimuli that can be perceived. As stated above, the JND is proportional to the initial stimuli intensity . Mathematically, it can be described as dS = K\\cdot S where S is the reference stimulus and K is a constant. Weber's law always fails at low intensities, near and below the absolute detection threshold, and often also at high intensities, but may be approximately true across a wide middle range of intensities. ==== Weber contrast ==== Although Weber's law includes a statement of the proportionality of a perceived change to initial stimuli, Weber only refers to this as a rule of thumb regarding human perception. It was Fechner who formulated this statement as a mathematical expression referred to as Weber contrast. : dp = \\frac{dS}{S} \\,\\\\! Weber contrast is not part of Weber's law. === Fechner's law === Fechner noticed in his own studies that different individuals have different sensitivity to certain stimuli. For example, the ability to perceive differences in light intensity could be related to how good that individual's vision is. He also noted that the human sensitivity to stimuli changes depends on which sense is affected. He used this to formulate another version of Weber's law that he named die Maßformel, the \"measurement formula\". Fechner's law states that the subjective sensation is proportional to the logarithm of the stimulus intensity. According to this law, human perceptions of sight and sound work as follows: Perceived loudness/brightness is proportional to logarithm of the actual intensity measured with an accurate nonhuman instrument. : p = k \\ln{\\frac{S}{S_0}} \\,\\\\! The relationship between stimulus and perception is logarithmic. This logarithmic relationship means that if a stimulus varies as a geometric progression (i.e., multiplied by a fixed factor), the corresponding perception is altered in an arithmetic progression (i.e., in additive constant amounts). For example, if a stimulus is tripled in strength (i.e., ), the corresponding perception may be two times as strong as its original value (i.e., ). If the stimulus is again tripled in strength (i.e., ), the corresponding perception will be three times as strong as its original value (i.e., ). Hence, for multiplications in stimulus strength, the strength of perception only adds. The mathematical derivations of the torques on a simple beam balance produce a description that is strictly compatible with Weber's law. Since Weber's law fails at low intensity, so does Fechner's law. ==== Deriving Fechner's law ==== Fechner's law is a mathematical derivation of Weber contrast. : dp = k \\frac{dS}{S} Integrating the mathematical expression for Weber contrast gives: : p = k \\ln{S} + C where C is a constant of integration and ln is the natural logarithm. To solve for C, assume that the perceived stimulus becomes zero at some threshold stimulus S_0. Using this as a constraint, set p = 0 and S = S_0. This gives: : C = -k\\ln{S_0} Substituting C in the integrated expression for Weber's law, the expression can be written as: : p = k \\ln{\\frac{S}{S_0}} The constant k is sense-specific and must be determined depending on the sense and type of stimulus. == Types of perception == Weber and Fechner conducted research on differences in light intensity and the perceived difference in weight. Other sense modalities provide only mixed support for either Weber's law or Fechner's law. === Weight perception === Weber found that the just noticeable difference (JND) between two weights was approximately proportional to the weights. Thus, if the weight of 105 g can (only just) be distinguished from that of 100 g, the JND (or differential threshold) is 5 g. If the mass is doubled, the differential threshold also doubles to 10 g, so that 210 g can be distinguished from 200 g. In this example, a weight (any weight) seems to have to increase by 5% for someone to be able to reliably detect the increase, and this minimum required fractional increase (of 5/100 of the original weight) is referred to as the \"Weber fraction\" for detecting changes in weight. Other discrimination tasks, such as detecting changes in brightness, or in tone height (pure tone frequency), or in the length of a line shown on a screen, may have different Weber fractions, but they all obey Weber's law in that observed values need to change by at least some small but constant proportion of the current value to ensure human observers will reliably be able to detect that change. Fechner did not conduct any experiments on how perceived heaviness increased with the mass of the stimulus. Instead, he assumed that all JNDs are subjectively equal, and argued mathematically that this would produce a logarithmic relation between the stimulus intensity and the sensation. These assumptions have both been questioned.Heidelberger, M. (2004)Nature from within: Gustav Theodor Fechner and his psychophysical worldview. Transl. C. Klohr. Pittsburgh, USA: University of Pittsburgh Press. Following the work of S. S. Stevens, many researchers came to believe in the 1960s that the power law was a more general psychophysical principle than Fechner's logarithmic law. But in 1963 Donald Mackay showed and in 1978 John Staddon demonstrated with Stevens' own data, that the power law is the result of logarithmic input and output processes. === Sound === Weber's law does not quite hold for loudness. It is a fair approximation for higher intensities, but not for lower amplitudes. ==== Limitation of Weber's law in the auditory system ==== Weber's law does not hold at perception of higher intensities. Intensity discrimination improves at higher intensities. The first demonstration of the phenomena was presented by Riesz in 1928, in Physical Review. This deviation of the Weber's law is known as the \"near miss\" of the Weber's law. This term was coined by McGill and Goldberg in their paper of 1968 in Perception & Psychophysics. Their study consisted of intensity discrimination in pure tones. Further studies have shown that the near miss is observed in noise stimuli as well. Jesteadt et al. (1977) demonstrated that the near miss holds across all the frequencies, and that the intensity discrimination is not a function of frequency, and that the change in discrimination with level can be represented by a single function across all frequencies. === Vision === The eye senses brightness approximately logarithmically over a moderate range and stellar magnitude is measured on a logarithmic scale. This magnitude scale was invented by the ancient Greek astronomer Hipparchus in about 150 B.C. He ranked the stars he could see in terms of their brightness, with 1 representing the brightest down to 6 representing the faintest, though now the scale has been extended beyond these limits; an increase in 5 magnitudes corresponds to a decrease in brightness by a factor of 100. Modern researchers have attempted to incorporate such perceptual effects into mathematical models of vision. ==== Limitations of Weber's law in visual regularity perception ==== Perception of Glass patterns and mirror symmetries in the presence of noise follows Weber's law in the middle range of regularity-to-noise ratios (S), but in both outer ranges, sensitivity to variations is disproportionally lower. As Maloney, Mitchison, & Barlow (1987) showed for Glass patterns, and as van der Helm (2010) showed for mirror symmetries, perception of these visual regularities in the whole range of regularity-to-noise ratios follows the law p = g/(2+1/S) with parameter g to be estimated using experimental data. == Logarithmic coding schemes for neurons == ===Lognormal distributions=== Activation of neurons by sensory stimuli in many parts of the brain is by a proportional law: neurons change their spike rate by about 10–30%, when a stimulus (e.g. a natural scene for vision) has been applied. However, as Scheler (2017) showed, the population distribution of the intrinsic excitability or gain of a neuron is a heavy tail distribution, more precisely a lognormal shape, which is equivalent to a logarithmic coding scheme. Neurons may therefore spike with 5–10 fold different mean rates. Obviously, this increases the dynamic range of a neuronal population, while stimulus-derived changes remain small and linear proportional. == Other applications == The Weber–Fechner law has been applied in other fields of research than just the human senses. === Numerical cognition === Psychological studies show that it becomes increasingly difficult to discriminate between two numbers as the difference between them decreases. This is called the distance effect. This is important in areas of magnitude estimation, such as dealing with large scales and estimating distances. It may also play a role in explaining why consumers neglect to shop around to save a small percentage on a large purchase, but will shop around to save a large percentage on a small purchase which represents a much smaller absolute dollar amount. === Pharmacology === It has been hypothesized that dose–response relationships can follow Weber's Law which suggests this law – which is often applied at the sensory level – originates from underlying chemoreceptor responses to cellular signaling dose relationships within the body. Dose response can be related to the Hill equation, which is closer to a power law. === Public finance === There is a new branch of the literature on public finance hypothesizing that the Weber–Fechner law can explain the increasing levels of public expenditures in mature democracies. Election after election, voters demand more public goods to be effectively impressed; therefore, politicians try to increase the magnitude of this \"signal\" of competence – the size and composition of public expenditures – in order to collect more votes. == See also == * Human nature * Level (logarithmic quantity) * Nervous system * Ricco's law * Stevens' power law * Sone * Neural coding == References == == Further reading == * (135 pages) * == External links == * * Category:Perception Category:Behavioral concepts Category:Psychophysics Category:Mathematical psychology ",
    "title": "Weber–Fechner law"
}