{
    "id": "2739178",
    "text": "Tianjin TEDA Football Club () is a professional Chinese football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Tianjin and their home stadium is the Tianjin Olympic Center Stadium that has a seating capacity of 54,696. Their owners are the TEDA Holding (The name is derived from the initials of Tianjin Economic-Technological Development Area) a state-owned conglomerate of the People's Republic of China. The club's predecessor was called Tianjin Football Club and they predominantly played in the top tier, where they won several domestic league and cup titles. In 1993, the club was reorganized to become a completely professional football Club. Since then, they have won the 2011 Chinese FA Cup and came runners-up within the 2010 Chinese Super League season. The club is one of the only four clubs that has stayed in the top tier for all fifteen seasons since the establishment of Chinese Super League, the other three being Shandong Luneng, Beijing Guoan and Shanghai Shenhua. According to Forbes, Tianjin are the 8th most valuable football team in China, with a team value of $84 million, and an estimated revenue of $15 million in 2015. ==History== ===Tianjin Football Club=== The club's first incarnation came in 1951 when the local government sports body decided to take part in China's first fully nationalized football league tournament and decided to merge the best players from Beijing and Tianjin to create the North China team. The team name was taken from the football team in the 1910 multi-sport event Chinese National Games that also represented the same regions. The team ended up finishing fourth in their debut season and with the football league gradually expanding the team were allowed to separate themselves from Beijing and the local government sports body were allowed to reformed the club as Tianjin football club in 1956. The players were mainly from the United White team that lost to the United Red team in the finals of the 1956 Chinese National Olympic Football Trial. The club took part in the expanding 1957 Chinese national football league tournament where they ended the campaign as runners-up at the end of the season. By 1959 the club would hire from within and promoted former team captain Zeng Xuelin as their manager who would return this good faith by winning the 1960 league title as well as the Chinese FA Cup. For the next several seasons Tianjin would now become regular title contenders, however the Cultural Revolution halted football within the country and when it returned Zeng Xuelin had already left to join the Beijing football team set-up. The club brought in Sun Xiafeng to manage the team and he would make sure Tianjin were still a force within the league when he guided the club to runners-up spot at the end of the 1974 league season, where they narrowly lost the league title to August 1st football team on goal difference. His reign at the club was, however, short-lived, and it wasn't until Tianjin brought in Yan Dejun in 1977 before the club would taste any further success. While his first few seasons were not particularly eventful he would go on to assemble a team built-up of young local players such as Lü Hongxiang, Zuo Shusheng and Chen Jingang. The players he assembled would go on to mature in the 1980 league season when Tianjin won the league title at the end of the campaign after a twenty-year wait. With Tianjin allowed to field a B team within the second tier the club would now have a steady supply of youngsters coming into the team to fight for places, which made sure the 1980 title win wasn't a one-off when the club won the 1983 North League title. This would, however, be Yan Dejun's last piece of silverware with the club and despite coming close on several occasions he would leave the team in 1987. It was also during this period that the Chinese Football Association were demanding more professionalism from all the Chinese teams, unfortunately for the club was transitional period for the team and they were relegated to the second tier at the end of the 1991 league season. Strangely enough the club's management decided to miss the 1992 league season and spent the whole year in the Netherlands preparing the squad for full professionalism, which the club converted to in 1993. ===Professionalism=== With the Chinese football leagues fully professional by 1994, Tianjin brought in Lin Xinjiang to manage the club, where he guided them to a runners-up position and promotion back into the top tier at the end of the season. With the club back in the top tier, they soon gained their first sponsorship deal with Samsung in 1995, while on the field they achieved enough to remain within the league until Lin Xinjiang left the club, and they were soon relegated to the second tier once again at the end of the 1997 league season. On February 16, 1998, the TEDA Group (derived from the initials of Tianjin Economic – Technological Development Area) took over the club for 50 million yuan, along with lower league local rivals Tianjin Vanke, to form Tianjin Teda for the start of the 1998 Chinese league season. The club would bring in their first ever foreign coach and immediately win promotion back to the top tier by winning the division title. The club struggled to remain within the top division and often found themselves in the lower half of the league; while this may have been enough to avoid relegation for the previous seasons, the Chinese Football Association decided to employ an averaging system for the 2003 league campaign, which would also take into account the 2002 league results. It seemed like the club would be relegated once again unless they beat title chasers Shanghai International on the final league game of the season, which they unexpectedly did, winning the game 2–1. It was discovered that the result was too good to be true and that the general manager Yang Yifeng bribed the Shanghai International players Shen Si, Qi Hong, Jiang Jin and Li Ming (1975) to forfeit the game. With the Chinese FA attempting to clean up its image over match-fixing, they decided that despite the incidents taking place over 10 years ago, it would retroactively punish the club on February 18, 2013, with a 1 million Yuan fine and a 6-point deduction at the beginning of the 2013 Chinese Super League season. Tianjin remained in the Chinese top tier while it re-branded itself as the Chinese Super League, they also affiliated themselves with Australian A-League Club, Melbourne Victory in 2007. They achieved little until the club brought in former player Zuo Shusheng to manage the team during the 2008 league season, when he revitalised the team and guided the club to their first ever entry to the AFC Champions League. At the beginning of the 2009 league season, the club brought in Li Guangyi as their new general manager; however, on August 18, the players went on strike during a training session after it was discovered he wanted to change the club's pay system, which would have shrunken the players' wages, and it was not until the club's owner, Liu Huiwen, heard the players' representatives before the strike ended. After the strike, the leaders of it such as Chinese internationals Yang Jun and Han Yanming and Chinese U-23 player Tan Wangsong would be frozen out of the team and eventually released, while back on the field the club's results declined as they were unable to replicate the previous season's achievements. By the following season, the club would bring in former Chinese international manager Arie Haan, where he guided the club to a runners-up spot at the end of the 2010 league season. He would then guide the club to a last 16 position within the 2011 AFC Champions League and then lead the club to win their first piece of professional silverware when they won the 2011 Chinese FA Cup. In subsequent seasons they struggled and declined in the ranks, coming within one rank of relegation in the 2018 Chinese Super League. After a short comeback of 7th place in the 2019 season, their situation continued to get worse. Despite the efforts of firing German Uli Stielike and replacing him with Wang Baoshan to attempt for positive changes midway of the season, TEDA were placed last finishing the regular portion of the 2020 season, with a winless league season of only 3 draws. TEDA also became the first team in CSL history to suffer a winless season (excluding specialized playoffs in 2020 due to the occurrence of COVID-19). Additionally, this season is the worst season in terms of points for both TEDA and any team in CSL history. As an outcome, TEDA sparked the public anger of many of its fans. Plenty of them went on social media such as Weibo to criticize the team and expressing their deep dissatisfaction towards the players, the coach, as well as club officials. ==Name history== *1956–92: Tianjin City FC (天津市足球队). *1993–94: Tianjin FC (天津足球俱乐部) *1995–96: Tianjin Samsung (天津三星) *1997: Tianjin Lifei (天津立飞) *1998–: Tianjin Teda (天津泰达) ==Grounds== Tianjin TEDA Soccer Stadium TEDA Football Stadium () is a professional football stadium in Tianjin, China. It is the home of Tianjin Teda F.C. The stadium holds 37,450 people and was built in 2004. The stadium is located in the Tianjin Economic-Technological Development Area (TEDA), and was designed by Peddle Thorp Architects, an Australian architecture firm. ==Rivalries== The Jing-Jin derby is a local rivalry between Tianjin Teda and neighboring Beijing Guoan. Both teams can trace their histories to the North China team before it split to form Tianjin and Beijing Football Club. Since then both clubs have predominantly remained within the top tier of Chinese football providing a constant rivalry fixture, which has led to intense matches that have spilled out away from the stadiums and onto the streets that have led to property destruction as well as further intensifying their relationship. Also, Tianjin Tianhai were considered their rivals developed during recent years due to the separation of some Tianjinese fans. The two teams used the same ground in 2019 season. Nevertheless, this rivalry came to an end followed by the dissolution of Tianhai in 2020. ==Current squad== ===First-team squad=== As of 24 July 20202019赛季天津泰达报名表:前拜仁中锋提升火力 sina.com 2019-03-01 Retrieved 2019-03-01 ===Reserve squad=== As of 1 March 2019 ===Unregistered players=== ===Retired numbers=== 12 – Club Supporters (the 12th Man) The number was retired in January 2016.泰达封存12号战袍献球迷 征吉祥物替哪吒 sports.163.com 2016-01-20 Retrieved 2016-01-20 ===Out on loan=== ==Coaching staff== ===Managerial history=== Semi-pro seasons： * Liu Shifan (caretaker) (1951) * Li Chaogui (first official head coach) (1956) * Shao Xiankai (1957–59) * Zeng Xuelin (1959–72) * Sun Xiafeng (1973–75) * Shen Furu (1975–77) * Yan Dejun (1977–87) * Shen Furu (1988–90) * Zhang Yanan (1991) * Zuo Shusheng (Jan 1, 1992 – Dec 31, 1992) * Shen Furu (1993) Professional seasons: * Lin Xinjiang (1994–96) * Zuo Shusheng (1996–1997) * Chen Jingang (1997) * Lin Xinjiang (1998) * Osvaldo Gimenez (1998) * Jin Zhiyang (1999–00) * Liu Junhong (caretaker) (2000) * Nelson Agresta (2000–02) * Giuseppe Materazzi (2003) * Liu Junhong (caretaker) (2003) * Qi Wusheng (2004) * Liu Chunming (2004–06) * Jozef Jarabinský (2007–08) * Zuo Shusheng (May 14, 2008 – Dec 1, 2009) * Arie Haan (Dec 1, 2009 – Dec 31, 2011) * Josip Kuže (Jan 1, 2012 – May 27, 2012) * Alexandre Guimarães (June 1, 2012 – Dec 31, 2013) * Arie Haan (Jan 12, 2014 – Dec 18, 2015) * Dragan Okuka (Dec 18, 2015 – Aug 1, 2016) * Jaime Pacheco (Aug 2, 2016 – May 30, 2017) * Lee Lim-saeng (caretaker) (May 30, 2017 – July 7, 2017) * Lee Lim-saeng (July 7, 2017 – August 14, 2017) * Chi Rongliang (caretaker) (August 14, 2017 – September 10, 2017) * Uli Stielike (September 11, 2017 – ==Honours== All-time honours list including semi-professional Tianjin Football Club period. ===League=== *Chinese Jia-A League :Winners (3): 1960, 1980, 1983 (Shared) *Chinese Jia-B League :Winners (1): 1998 ===Cup=== *Chinese FA Cup :Winners (2): 1960, 2011 :Runners-up (1): 1956 ===Reserve Team=== *Coca-Cola Olympic League Champions: 1996 *Reserve League Champions: 2007 ===Youth=== U-19 Team *U19 FA Cup Winners: 2005 U-15 Team *U15 Winners Cup Winners: 2006 ===Minor Trophies=== *Lord Mayor's Cup: **Winners (1): 2009 ==Results== ;All-time league rankings As of the end of 2019 season. {|class=\"wikitable sortable\" width=100% style=text-align:Center |- !Year !Div ! ! ! ! ! ! ! !Pts !width=2%|Pos. !width=4%|FA Cup !width=2%|Super Cup !width=2%|League Cup !AFC ! colspan=2|Other !Att./G !Stadium |- | 1956 || – || – || – || – || – || – || – || – || – || – || bgcolor=#C0C0C0|RU || – || – || || || || || |- | 1957 || bgcolor=#D0F0C0|1 || 20 || 15 || 3 || 2 || 48 || 18 || 30 || 53 || bgcolor=#C0C0C0|RU || || – || – || || || || || |- | 1958 || bgcolor=#D0F0C0|1 || 21 || 8 || 7 || 6 || 34 || 20 || 14 || 44 || bgcolor=#FFA500|3 || || – || – || || || || || |- | 1960 || bgcolor=#D0F0C0|1 || 13 || 9 || 3 || 1 || 25 || 10 || 15 || 9 || bgcolor=#FFD700|W || bgcolor=#FFD700|W || – || – || || || || || |- | 1961 || bgcolor=#D0F0C0|1 || 17 || 7 || 9 || 1 || 23 || 11 || 12 || 10 || bgcolor=#FFA500|3 || || – || – || || || || || |- | 1962 || bgcolor=#D0F0C0|1 || 19 || 9 || 8 || 2 || 31 || 16 || 15 || 12 || 4 || || – || – || || || || || |- | 1963 || bgcolor=#D0F0C0|1 || 10 || 3 || 2 || 5 || 16 || 18 || −2 || 3 || bgcolor=#FFA500|3 || || – || – || || || || || |- | 1964 || bgcolor=#D0F0C0|1 || 22 || 8 || 8 || 6 || 15 || 17 || −2 || 24 || 5 || || – || – || || || || || |- | 1965 || bgcolor=#D0F0C0|1 || 11 || 3 || 4 || 4 || 10 || 9 || 1 || 10 || 7 || || – || – || || || || || |- | 1973 || bgcolor=#D0F0C0|1 || 24 || 14 || 4 || 6 || 35 || 18 || 17 || 16 || 5 || || – || – || || || || || |- | 1974 || bgcolor=#D0F0C0|1 || 18 || 13 || 4 || 1 || 39 || 13 || 26 || 15 || bgcolor=#C0C0C0|RU || || – || – || || || || || |- | 1976 || bgcolor=#D0F0C0|1 || 8 || 6 || 1 || 1 || 16 || 4 || 12 || 13 || 1 || || – || – || || || || || |- | 1977 || bgcolor=#D0F0C0|1 || 13 || 10 || 1 || 2 || 24 || 10 || 14 || || 6 || || – || – || || || || || |- | 1978 || bgcolor=#D0F0C0|1 || 30 || 13 || 11 || 6 || 39 || 29 || 10 || 37 || 4 || || – || – || || || || || |- | 1979 || bgcolor=#D0F0C0|1 || 30 || 13 || 8 || 9 || 36 || 24 || 12 || 34 || 6 || || – || – || || || || || |- | 1980 || bgcolor=#D0F0C0|1 || 29 || 16 || 9 || 4 || 34 || 14 || 20 || 41 || bgcolor=#FFD700|W || || – || – || || || || || |- | 1981 || bgcolor=#D0F0C0|1 || 30 || 17 || – || 13 || || || || 34 || 7 || || – || – || || || || || |- | 1982 || bgcolor=#D0F0C0|1 || 30 || – || 19 || 11 || 47 || 27 || 20 || 38 || bgcolor=#FFA500|3 || || – || – || || || || || |- | 1983 || bgcolor=#D0F0C0|1 || 16 || 12 || – || 4 || 24 || 11 || 13 || 24 || bgcolor=#FFD700|W || || – || – || || || || || |- | 1984 || bgcolor=#D0F0C0|1 || 30 || 21 || – || 9 || 47 || 28 || 19 || 42 || bgcolor=#C0C0C0|RU || 4 || – || – || || || || || |- | 1985 || bgcolor=#D0F0C0|1 || 15 || 8 || – || 7 || || || 11 || 16 || 8 || 5 || – || – || || || || || |- | 1986 || bgcolor=#D0F0C0|1 || 14 || 7 || 5 || 2 || 20 || 11 || 9 || 19 || 4 || 6 || – || – || || || || || |- | 1987 || bgcolor=#D0F0C0|1 || 14 || 6 || 6 || 2 || 19 || 13 || 6 || 24 || bgcolor=#C0C0C0|RU || || – || – || || || || || |- | 1988 || bgcolor=#D0F0C0|1 || 25 || 11 || 9 || 5 || 29 || 14 || 15 || 48.5 || bgcolor=#FFA500|3 || || – || – || || || || || |- | 1989 || bgcolor=#D0F0C0|1 || 14 || 5 || 3 || 6 || 13 || 13 || 0 || 19 || 5 || || – || – || || || || || |- | 1990 || bgcolor=#D0F0C0|1 || 14 || 5 || 6 || 3 || 17 || 11 || 6 || 22 || 5 || Group || – || – || || || || || |- | 1991 || bgcolor=#D0F0C0|1 || 14 || 2 || 2 || 10 || 8 || 22 || −14 || 6 || 8 || Group || – || – || || || || || |- | 1992 || bgcolor=#D0F0C0|1 || – || – || – || – || – || – || – || – || – || R2 || – || – || || || || || |- | 1993 || bgcolor=#FFFFE0|2 || 9 || 5 || 1/0 || 3 || 13 || 10 || 3 || 4 || bgcolor=#FFA500|3 || || – || – || || || || || |- | 1994 || bgcolor=#FFFFE0|2 || 20 || 9 || 10 || 1 || 32 || 22 || 10 || 28 || bgcolor=#C0C0C0|RU || || – || – || DNE || || || || Minyuan Stadium |- | 1995 || bgcolor=#D0F0C0|1 || 22 || 7 || 3 || 12 || 20 || 40 || −20 || 24 || 8 || R1 || DNQ || – || || || || 19,173 || Minyuan Stadium |- | 1996 || bgcolor=#D0F0C0|1 || 22 || 6 || 8 || 8 || 20 || 30 || −10 || 26 || 8 || R2 || DNQ || – || || || || 20,345 || Minyuan Stadium |- | 1997 || bgcolor=#D0F0C0|1 || 22 || 5 || 8 || 9 || 20 || 28 || −8 || 23 || bgcolor=#ffcccc|11 || R2 || DNQ || – || || || || 17,091 || Minyuan Stadium |- | 1998 || bgcolor=#FFFFE0|2 || 22 || 11 || 11 || 0 || 42 || 20 || 22 || 44 || bgcolor=#FFD700|W || R2 || DNQ || – || || || || || Minyuan Stadium |- | 1999 || bgcolor=#D0F0C0|1 || 26 || 8 || 11 || 7 || 32 || 28 || 4 || 35 || 7 || R1 || DNQ || – || || || || 13,692 || Minyuan Stadium |- | 2000 || bgcolor=#D0F0C0|1 || 26 || 7 || 10 || 9 || 28 || 37 || −9 || 31 || 10 || R2 || DNQ || – || || || || 13,692 || Minyuan Stadium |- | 2001 || bgcolor=#D0F0C0|1 || 26 || 10 || 6 || 10 || 38 || 31 || 7 || 36 || 7 || QF || DNQ || – || || || || 10,154 || Minyuan Stadium |- | 2002 || bgcolor=#D0F0C0|1 || 28 || 9 || 7 || 12 || 37 || 36 || 1 || 34 || 10 || QF || DNQ || – || || || || 9,250 || Minyuan Stadium |- | 2003 || bgcolor=#D0F0C0|1 || 28 || 8 || 12 || 8 || 32 || 33 || −1 || 36 || 10 || R16 || DNQ || – || || || || 13,000 || Minyuan Stadium |- | 2004 || bgcolor=#D0F0C0|1 || 22 || 7 || 8 || 7 || 28 || 29 || −1 || 29 || 6 || R2 || || SF || || || || 13,182 || style=\"text-align:center;\" rowspan=\"3\"| Minyuan Stadium TEDA Football Stadium |- | 2005 || bgcolor=#D0F0C0|1 || 26 || 14 || 7 || 5 || 48 || 26 || 22 || 49 || 4 || R1 || || R1 || || || || 16,462 |- | 2006 || bgcolor=#D0F0C0|1 || 28 || 10 || 10 || 8 || 40 || 38 || 2 || 40 || 6 || QF || || || || || || 18,071 |- | 2007 || bgcolor=#D0F0C0|1 || 28 || 12 || 8 || 8 || 31 || 22 || 9 || 44 || 6 || || || || || || || 15,429 || style=\"text- align:center;\" rowspan=\"4\"| TEDA Football Stadium |- | 2008 || bgcolor=#D0F0C0|1 || 30 || 16 || 9 || 5 || 54 || 29 || 25 || 57 || 4 || || || || || || || 14,007 |- | 2009 || bgcolor=#D0F0C0|1 || 30 || 12 || 9 || 9 || 36 || 29 || 7 || 45 || 6 || || || || Group || || || 14,554 |- | 2010 || bgcolor=#D0F0C0|1 || 30 || 13 || 11 || 6 || 37 || 29 || 8 || 50 || bgcolor=#C0C0C0|RU || || || || || || || 14,757 |- | 2011 || bgcolor=#D0F0C0|1 || 30 || 8 || 13 || 9 || 37 || 41 || −4 || 37 || 10 || bgcolor=#FFD700|W || || || R16 || || || 18,242 || TEDA Football Stadium Tianjin Olympic Center Stadium |- | 2012 || bgcolor=#D0F0C0|1 || 30 || 10 || 10 || 10 || 29 || 30 || −1 || 40 || 8 || R4 || bgcolor=#C0C0C0|RU || || Group || || || 14,175 || TEDA Football Stadium |- | 2013 || bgcolor=#D0F0C0|1 || 30 || 11 || 7 || 12 || 35 || 39 || −4 || 34 || 11 || R4 || DNQ || || || || || 16,577 || style=\"text-align:center;\" rowspan=\"2\"| Tianjin Olympic Center Stadium TEDA Football Stadium |- | 2014 || bgcolor=#D0F0C0|1 || 30 || 10 || 9 || 11 || 41 || 44 || −3 || 39 || 7 || R3 || DNQ || || || || || 17,190 |- | 2015 || bgcolor=#D0F0C0|1 || 30 || 7 || 10 || 13 || 39 || 46 || −7 || 31 || 13 || R4 || DNQ || || || || || 19,661 || style=\"text-align:center;\" rowspan=\"2\"| Tianjin Olympic Center Stadium |- | 2016 || bgcolor=#D0F0C0|1 || 30 || 9 || 9 || 12 || 38 || 50 || −12 || 36 || 10 || R4 || DNQ || || || || || 22,081 |- | 2017 || bgcolor=#D0F0C0|1 || 30 || 8 || 7 || 15 || 30 || 49 || −19 || 31 || 13 || R4 || DNQ || || || || || 14,531 || Tianjin Tuanbo Football Stadium |- | 2018 || bgcolor=#D0F0C0|1 || 30 || 8 || 8 || 14 || 41 || 54 || −13 || 32 || 14 || R16 || DNQ || || || || || 18,487 || style=\"text-align:center;\" rowspan=\"2\"| Tianjin Olympic Center Stadium |- | 2019 || bgcolor=#D0F0C0|1 || 30 || 12 || 5 || 13 || 43 || 45 || −2 || 41 || 7 || QF || DNQ || || || || || |} * No league games in 1959, 1966–72, and 1975; Tianjin didn't compete in 1992 Jia B but had kept their spot in the league. *: In final group stage. : In the group stage. : In the north league. : Deducted 6 points. Key {| style=\"border: 1px solid #ffffff; background-color: #ffffff\" cellspacing=\"1\" cellpadding=\"1\" |- | bgcolor=\"#D0F0C0\" width=\"20\" | | bgcolor=\"#ffffff\" align=\"left\" | China top division |- | bgcolor=\"#FFFFE0\" width=\"20\" | | bgcolor=\"#ffffff\" align=\"left\" | China second division |- ! bgcolor=\"#ffffff\" width=\"20\" | | bgcolor=\"#ffffff\" align=\"left\" | China third division |- ! bgcolor=\"#FFD700\" width=\"20\" | W | bgcolor=\"#ffffff\" align=\"left\" | Winners |- ! bgcolor=\"#C0C0C0\" width=\"20\" | RU | bgcolor=\"#ffffff\" align=\"left\" | Runners-up |- ! bgcolor=\"#FFA500\" width=\"20\" | 3 | bgcolor=\"#ffffff\" align=\"left\" | Third place |- ! bgcolor=\"#ffcccc\" width=\"20\" | | bgcolor=\"#ffffff\" align=\"left\" | Relegated |} * Pld = Played * W = Games won * D = Games drawn * L = Games lost * F = Goals for * A = Goals against * Pts = Points * Pos = Final position * DNQ = Did not qualify * DNE = Did not enter * NH = Not Held * – = Does Not Exist * R1 = Round 1 * R2 = Round 2 * R3 = Round 3 * R4 = Round 4 * F = Final * SF = Semi-finals * QF = Quarter-finals * R16 = Round of 16 * Group = Group stage * GS2 = Second Group stage * QR1 = First Qualifying Round * QR2 = Second Qualifying Round * QR3 = Third Qualifying Round ===International results=== As of 2020 season {| class=\"wikitable plainrowheaders\" |- ! Season ! Competition ! Round ! Club ! Home ! Away ! Aggregate |- !rowspan=\"3\" scope=\"row\" style=\"text-align:center\"| 2009 |rowspan=\"3\"| AFC Champions League |rowspan=\"3\"| Group H | Kawasaki Frontale | style=\"background:#dfd;\"|3–1 | style=\"background:#fdd;\"|0–1 | rowspan=\"3\"|3rd |- | Central Coast Mariners | style=\"background:#ffd;\"|2–2 | style=\"background:#dfd;\"|1–0 |- | Pohang Steelers | style=\"background:#ffd;\"|0–0 | style=\"background:#fdd;\"|0–1 |- !rowspan=\"4\" scope=\"row\" style=\"text-align:center\"| 2011 |rowspan=\"4\"| AFC Champions League |rowspan=\"3\"| Group E | Jeju United | style=\"background:#dfd;\"|3–0 | style=\"background:#dfd;\"|1–0 | rowspan=\"3\"|2nd |- | Gamba Osaka | style=\"background:#dfd;\"|2–1 | style=\"background:#fdd;\"|0–2 |- | Melbourne Victory | style=\"background:#ffd;\"|1–1 | style=\"background:#fdd;\"|1–2 |- | Round of 16 | Jeonbuk Hyundai Motors | style=\"background:#bbb;\"|– |colspan=\"2\" style=\"background:#fdd; text-align:center;\"| 0–3 |- !rowspan=\"3\" scope=\"row\" style=\"text-align:center\"| 2012 |rowspan=\"3\"| AFC Champions League |rowspan=\"3\"| Group G | Central Coast Mariners | style=\"background:#ffd;\"|0–0 | style=\"background:#fdd;\"|1–5 | rowspan=\"3\"|4th |- | Seongnam Ilhwa Chunma | style=\"background:#fdd;\"|0–3 | style=\"background:#ffd;\"|1–1 |- | Nagoya Grampus | style=\"background:#fdd;\"|0–3 | style=\"background:#ffd;\"|0–0 |- |} ==References== ==External links== * Club website * Club Youth Football Tournament Category:Chinese Super League clubs Category:Association football clubs established in 1998 Category:1998 establishments in China Category:Companies owned by the provincial government of China Category:Sport in Tianjin ",
    "title": "Tianjin TEDA F.C."
}