{
    "id": "2739054",
    "text": "Runcorn railway station is in the town of Runcorn in Cheshire, north-west England. The station lies on the Liverpool branch of the West Coast Main Line between Weaver Junction and and is managed by Avanti West Coast. There are regular services to Liverpool, Crewe, London, Birmingham and Chester. ==History== The station is located a short distance south of the Runcorn Railway Bridge over the River Mersey on a section of line opened by the London and North Western Railway to create a more direct route between Liverpool and . The station opened on 1 April 1869. ==Facilities== The station has a shop and snack bar in the ticket hall. Lifts are available (integrated into the footbridge) to allow passengers to cross between the platforms. A car park (charges apply) and taxi rank are also available, and bus stops for services to other parts of Runcorn and also to Widnes. For customers travelling with first class tickets and passes, a designated first class lounge is provided, along with standard waiting shelters. There are customer help points, digital information screens and automated train announcements available to give train running information. The station normally has a staffed ticket office (open daily from start of service until 19:30). In addition, self-service ticket vending machines are available, allowing passengers to purchase tickets or collect pre-booked tickets (e.g. through a train operator's website or telesales centre). ==Services== Avanti West Coast - (1 per hour) There is an hourly service between Liverpool Lime Street and London Euston operated by Avanti West Coast. West Midlands Trains - (2 per hour) There are two services per hour between Liverpool, Crewe and Birmingham New Street operated by West Midlands Trains under the London Northwestern brand. Transport for Wales - (1 per hour) Transport for Wales also runs an hourly service between Liverpool Lime Street and Chester using the Halton Curve. Services are less frequent in the evenings and on Sundays. ==Gallery== Image:Pendolinos, Runcorn railway station (geograph 4020277).jpg|Virgin Pendolinos wait at the station Image:Along platform 2, Runcorn railway station (geograph 4020292).jpg|Along platform 2 Image:Main building, Runcorn railway station (geograph 4020316).jpg|The main station building Image:Runcorn signal box, Runcorn railway station (geograph 4020306).jpg|The signal box situated at the southern end of platform 2 ==See also== * Runcorn signal box * Runcorn East railway station ==References== ==External links== Category:Railway stations in the Borough of Halton Category:Railway stations in Great Britain opened in 1869 Category:Former London and North Western Railway stations Category:Railway stations served by West Midlands Trains Category:Northern franchise railway stations Category:Railway stations served by Avanti West Coast Category:Runcorn Category:1869 establishments in England ",
    "title": "Runcorn railway station"
}