{
    "id": "2739484",
    "text": "Larry Robert Eustachy (born December 1, 1955) is an American college basketball coach, most recently the head coach of the Colorado State Rams He was previously the head coach at Idaho and Eustachy was the AP Coach of the Year in 2000 after leading Iowa State to the Elite Eight in the NCAA tournament. ==Coaching career== ===Idaho=== At age 34, Eustachy became a head coach at Idaho in April 1990, succeeding Kermit Davis, who left the Palouse for Texas A&M; after consecutive Big Sky titles and NCAA tournament appearances. He had been an assistant in Moscow for a season (1986–87) under Tim Floyd, and Eustachy's first-year salary as head coach was In his third year, he led the Vandals to the regular season championship in 1993, but they lost the tourney title game Idaho was not selected for and Eustachy departed a few days ===Utah State=== Eustachy took over the reins in Logan in March and had a very successful five-year stretch at Utah State; his teams won the Big West regular season three times and won the conference tournament in 1998. The Aggies were seeded thirteenth in the West region of the NCAA tournament, and fell to Maryland in the first round at ===Iowa State=== Eustachy was named head coach at Iowa State in late after Tim Floyd left for the NBA's Chicago Bulls. Following a lackluster first season, the Cyclones had their best season in school history in 2000. They won a school record 32 games and came within one game of the Final Four, and Eustachy was named AP Coach of the Year. After consecutive Big 12 Conference titles in 2001, he signed a contract extension that, with incentives, made him the highest-paid state employee in Iowa. ====Suspension and resignation==== On April 28, 2003, The Des Moines Register carried pictures of Eustachy kissing several young women and holding a beer at a party near the University of Missouri's campus just hours after the Tigers defeated his Cyclones on Tuesday, January 21. The Register also reported that Eustachy had been seen at a fraternity party at Kansas State hours after his team lost to the On April 30, athletic director Bruce Van De Velde suspended Eustachy with pay and recommended that he be fired for violating a morals clause in his contract. Eustachy held a press conference in which he apologized for his behavior and admitted he had recently begun rehab treatment for alcoholism. He initially indicated he would contest the suspension, but announced his resignation on May 5. During the scandal, the Register reported that Iowa State documents showed that the NCAA cited Eustachy for rules violations related to paying players, including Jackson Vroman, for making free throws. ===Southern Mississippi=== On March 25, 2004, after a year out of coaching, Eustachy was hired as head coach at Southern Miss. In 2008, he took a leave of absence on January 9 to be with his ailing Following the 2008–09 season, he returned his $25,000 bonus from the university, saying that after a disappointing season, he did not feel as though he had earned it.Eustachy Returns Bonus SI.com, March 23, 2009 In 2011, Southern Miss went and in Conference USA play. The team failed to receive a bid to the NCAA Tournament and turned down invites to the CBI and CIT. On February 25, 2012, Eustachy recorded his 400th career victory.http://www.southernmiss.com/sports/m-baskbl/recaps/022512aaa.html ===Colorado State=== On April 12, 2012, Eustachy left Southern Miss and was introduced as the 19th head basketball coach in Colorado State history, after Tim Miles left for Nebraska of the Big Ten Conference. Eustachy inherited a senior-laden roster that featured four returning starters and Minnesota- transfer Colton Iverson. The Rams were coming off a 20–12 season in which they made the NCAA Tournament and lost to Murray State in the second round. CSU greatly improved in rebounding and defensively, leading to a historic season for the program. CSU cracked the top 25 rankings for the first time since 1954 during the season. At 11–5 the Rams finished second in the Mountain West, their highest finish in program history. For the second straight year, the Rams earned an at-large bid to the NCAA Tournament, this time as a No. 8 seed against Missouri. The Rams defeated the Tigers 84–72 to give Eustachy his first NCAA Tournament win since the Elite Eight run at Iowa State. It was CSU's first Tournament win since 1989 and a program record 26th win. CSU lost in the third round to top-seeded Louisville, ending the season 26-9. In August 2013, Eustachy signed a new contract to become the highest-paid coach in the Mountain West Conference. He has a base salary of $910,000 per year and will increase by two percent each following season, along with bonuses on top of it. In 2017, Eustachy recorded his 500th career victory on January 7. On March 5, he was named Mountain West Conference Coach of the year, after leading a CSU team with only seven available players to a second place conference finish in the MWC. In February 2017, The Coloradoan revealed that a 2014 Colorado State internal investigation recommended his firing due to creating a culture of fear and intimidation by emotionally and verbally abusing his players and staff. However, Colorado State retained Eustachy and required him to attend anger management sessions, apologize to his team, and follow a zero-tolerance policy for directing profane language towards others or throwing or hitting objects, for which violations would result in termination for cause. On February 3, 2018, Colorado State placed Eustachy on administrative leave and promoted associate head coach Steve Barnes to interim head coach pending the completion of another inquiry into Eustachy's behavior. Colorado State confirmed the existence of that second investigation three days earlier on January 31; Eustachy resigned on ==Head coaching record == ==References== ==External links== * Southern Miss profile * * Sports-Reference.com – Larry Eustachy Category:1955 births Category:Living people Category:American men's basketball coaches Category:Basketball coaches from California Category:Basketball players from California Category:Ball State Cardinals men's basketball coaches Category:California State University, Long Beach alumni Category:Citrus Owls men's basketball coaches Category:Citrus Owls men's basketball players Category:College basketball controversies in the United States Category:College men's basketball head coaches in the United States Category:Colorado State Rams men's basketball coaches Category:Idaho Vandals men's basketball coaches Category:Iowa State Cyclones men's basketball coaches Category:Mississippi State Bulldogs men's basketball coaches Category:Sportspeople from Alameda, California Category:People from Arcadia, California Category:Southern Miss Golden Eagles basketball coaches Category:Utah State Aggies men's basketball coaches Category:Utah Utes men's basketball coaches Category:American men's basketball players ",
    "title": "Larry Eustachy"
}