{
    "id": "2739059",
    "text": "Quarndon is a linear village in the south of the Amber Valley District of Derbyshire, England. It is spread along four minor upland roads, approximately 1 mile north of the Derby suburb of Allestree, two of which lead towards the city. Many tourists throughout the 18th and early 19th centuries visited Quarndon's chalybeate springs within and next to its wellhouse. Many of these also sampled the waters of a geologically related spring in the grounds of its western neighbour, Kedleston Park and Hall, Kedleston – a village with a smaller population due to its few roads and single land-dominating estate which was once its manor. The lords of that manor equally held lands here and were significant patrons of the church, the early 19th century free school founded here and funded the construction of the village hall. ==Amenities== ===Education=== The Curzon CE (Aided) Primary School is in Quarndon which is mostly funded by the local authority, as is Quarndon Pre-School which receives a proportion of funding from Derbyshire County Council and is in the remainder privately funded.Derbyshire County Council – School Details. Retrieved 17 February 2015 ===Community=== Quarndon has a Church of England church built 1872–74, designed by Giles and Brookhouse in a stone mid-13th century style. St Paul's Church, Quarndon has informal regular community involvement – it hosts clubs for children and their carers and wide-reaching coffee and cake, exploration of life meetings. The minister in Quarndon is Becky Mathew.Quarndon St Paul The Church of England. Retrieved 17 February 2015 Quarndon Village Hall was built by the Curzon family (assisted with funds raised by village efforts) and opened on 9 May 1914. In 1965, the Hall was extended with an enlarged stage. It was extended again in 2004.Extract from A Brief History of Quarndon Quarndon Parish Council. Retrieved 17 February 2015. ===Sports=== Quarndon Cricket Ground and Park Quarndon's westernmost area is part of the 18-hole Kedleston Park Golf Club.Kedleston Park Golf Course. Retrieved 17 February 2015 Quarndon Cricket Club has a ground with parkland, benches, pavilion and in the summer a marquee. Four adult men's sides compete, junior and women's sides also compete against other Derbyshire villages and urban communities. ===Drama=== Quarndon has an amateur dramatics society which has been performing plays in the village hall since 1941. ===Heritage sites=== Heritage Lottery funding fully funded a brief wide-ranging history of Quarndon to be researched, distributed and electronically published. The conservation areas and sulphurous well draw visitors and the history, including the architectural history of the church is available in the village as guidebooks. The Millennium Topograph ===Millennium Topograph on Bunkers Hill=== This directional compass, provides details of bearings, distances, elevations and dates of nearly 50 places of special interest and was unveiled on 29 September 2001. It stands on an 8-ton block of Derbyshire gritstone – 140 metres above sea level – funded by the will of the third Viscount Scarsdale who died in 2000 aged 76. ==Geography== Quarndon has elevations ranging from 75 metres above sea level to 144 metres. The lowest point is at the end of a projection to the south, following Markeaton Brook, which rises at two sources, one in the village and the other from above the lake of Kedleston Park, a large landscape garden in the neighbouring parish to the west. The highest part, Quarndon Hill is a partly settled ridge of mixed woodland and common land topped by a gently winding street leading north-west. The vast majority of the village's buildings are residential, which spread along four minor upland roads north of the City of Derby's suburb of Allestree, two of which lead towards the city. ==History== A holding (manor) of Quarndon appears in the Domesday Book of 1086. This survey recorded 8 ploughlands having been held in 1066 by King Edward contemporaneously by William the Conqueror who was also tenant-in-chief. An ivy-clad bell tower mark the remains of the Norman chapel which served the community's spiritual, marriages, funereal and administrative (vestry) needs until 1874. In the 1870s the village was created an ecclesiastical parish in 1732 converting the small and crumbling chapel to a church and had its forerunner replacement on the present site in 1790.Vision of Britain University of Portsmouth and others. Retrieved 17 February 2015 Starting with a digression to the neighbouring house and park reflective of his landed class, Daniel Defoe wrote in the early 18th century: A brief extract of a large Victorian geographical, historic and economic Topographical Dictionary reads: The church cost just over £4,000 () to build. Its land together with a contribution of £1,000 was given by the Rev'd Alfred Curzon, 4th Baron Scarsdale. Its skeleton clock was installed in 1897 to mark Queen Victoria's Diamond Jubilee. ==Demography== {| class=\"wikitable\" |- |+ 2011 Published Statistics: Population, home ownership and extracts from Physical Environment, surveyed in 2005 |- !Output area||Homes owned outright||Owned with a loan||Socially rented||Privately rented||Other||km² green spaces||km² roads||km² water||km² domestic gardens||km² domestic buildings||km² non- domestic buildings||Usual residents ||km² |- align=center |Quarndon|| 386 ||415 ||23||99||10 ||4.06||0.06||0.01||0.38||0.05||0.01||933||4.49 |} ==Notable people== Outside Quarndon House, Royce's blue plaque * Bertie Banks who was T. E. Lawrence's driver during World War I * Brian Clough, football manager and player * Sir Henry Royce, a plaque was erected on the gate pillar of Quarndon House to commemorate Royce's residency in the village from 1908 to 1911, a time when Rolls-Royce's Nightingale Road factory had just opened. * Dave Brailsford, Former Performance Director - British Cycling, General Manager - Team Sky ==References== ==External links== *Brief description *GENUKI page *20 photographs of the village *Quarndon Parish Council and village news *Local Heritage Initiative *Quarndon Amateur Dramatic Society *Quarndon Pre-School Category:Villages in Derbyshire Category:Geography of Amber Valley ",
    "title": "Quarndon"
}