{
    "id": "2740570",
    "text": "was a after Tengyō and before Tentoku. This period spanned the years from April 947 through October 957.Nussbaum, Louis-Frédéric. (2005). \"Tenryaku\" in ; n.b., Louis-Frédéric is pseudonym of Louis-Frédéric Nussbaum, see Deutsche Nationalbibliothek Authority File . The reigning emperor was .Titsingh, Isaac. (1834). Annales ds empereurs du japon, pp. 139–142; Brown, Delmer et al. (1979). Gukanshō, pp. 295–298; Varley, H. Paul. (1980). Jinnō Shōtōki, pp. 183–190. ==Change of era== * January 25, 947 : The new era name was created to mark an event or series of events. The previous era ended and the new one commenced in Tengyō 10, on the 24th day of the 4th month of 947.Brown, p. 296. ==Events of the Tenryaku era== * 947 (Tenryaku 1, 9th month): Construction began on the Kitano Shrine.Titsingh, p. 139. * 947 (Tenryaku 1, 11th month): The emperor went hunting at Uji. * 948 (Tenryaku 2): There was a great drought in the summer and strong rains in the autumn. * September 29, 948 (Tenryaku 2, 24th day of the 8th month): The sun and the moon were both visible in the sky at the same time. * 949 (Tenryaku 3, 14th day of the 8th month): Fujiwara no Tadahira died at the age of 70. He had been sesshō for 20 years, and he was kampaku for 8 years.Titsingh, p. 140. * September 9, 949 (Tenryaku 3, 9th month): The former-Emperor Yōzei died at the age of 82. * 950 (Tenryaku 4, 7th month): Murakami causes a proclamation that his infant son, Norihira, will be his official heir and Crown Prince. * 951 (Tenryaku 5): The pagoda at Daigo-ji is now the oldest building in Kyoto. ==Notes== ==References== * Brown, Delmer M. and Ichirō Ishida, eds. (1979). Gukanshō: The Future and the Past. Berkeley: University of California Press. ; OCLC 251325323 * Nussbaum, Louis- Frédéric and Käthe Roth. (2005). Japan encyclopedia. Cambridge: Harvard University Press. ; OCLC 58053128 * Titsingh, Isaac. (1834). Nihon Ōdai Ichiran; ou, Annales des empereurs du Japon. Paris: Royal Asiatic Society, Oriental Translation Fund of Great Britain and Ireland. OCLC 5850691 * Varley, H. Paul. (1980). A Chronicle of Gods and Sovereigns: Jinnō Shōtōki of Kitabatake Chikafusa. New York: Columbia University Press. ; OCLC 6042764 ==External links== * National Diet Library, \"The Japanese Calendar\" -- historical overview plus illustrative images from library's collection Category:Japanese eras ",
    "title": "Tenryaku"
}