{
    "id": "2740724",
    "text": "Yama Zatdaw (, ), unofficially Myanmar's national epic, is the Burmese version of the Ramayana. There are nine known pieces of the Yama Zatdaw in Myanmar. The Burmese name for the story itself is Yamayana, while zatdaw refers to the acted play or being part of jataka tales of Theravada Buddhism. The Yama Zatdaw was introduced by oral tradition during King Anawratha's reign although it was not known clearly whether the story was Valmiki’s Sanskrit epic Ramayana or not. In the Nathlaung Temple, the Visnu temple, within the walls of old city Bagan, there are some stone sculptures, one of which is Ramachandra. Based on Burmese literature, at least, Hanuman has been known in Burma definitely before 1527 AD. The Burmese Ramayana was influenced greatly by Ayutthaya Kingdom, during which various Konbaung Dynasty kings invaded the kingdom. The invasions often brought back spoils of war, including elements of Ramakien (Thai version of Ramayana) into the epic. Rama sā-khyan, one of the well known literature in Burma, is believed to be composed in 1775 by U Aung Phyo which begins with Bala kanda and ends at Yudha kanda as in Valmiki's Ramayana. There are also important Burmese literature and classical music related to the Ramayana which were developed in that era such as U Toe's Yama yakan (Rama's song, and Thida yakan (Sita's song, ), both written in 1784; Yama pyazat (Ramayana ballet, ) in 1789; and Kalay Yama wuthtu (Young Rama's life, ) in 1800.\"Ramayana, the old ancient wonder of the world was one center of a romantic powerful empire\" The ethnic Mon adaptation of Ramayana is known as \"Loik Samoing Ram\" which was written in 1834 AD by a Buddhist monk named Uttama. It is evident that \"Loik Samoing Ram\" is mainly derived from Burmese version as the author of the Mon version stated in his preface that due to the popularity of Burmese version in the capital. However, Mon version also exhibits the connections with Thai, Javanese and Malayan versions and has own unique episodes, not found in Thai, Burmese or Malayan versions.\"Salient features of Mon Rama story\" by Toru Ohno ==Characters== The characters of Yama Zatdaw share the same features and characteristics as those in the original story. However, in acting, the costumes are a mixture of Bamar and Thai elements. The names of the characters, in general, are Burmese transliterations of the Sanskrit names. *Rama is known as Yama (). *Sita is known as Thida (). *Lakshmana is known as Lakhana (). *Hanuman is known as Hanuman (). *Parashurama is known as Pashuyama (). *Ravana is known as Yawana () or Datha-giri (). *Vali is known as Bali (). *Maricha is known as Marizza(). *Vibhishana is known as Bibi-thana (). ==References== ==External links== * \"Ramayana in Myanmar's Heart\" * \"Traduction du Maha Yama Zat Vatthu\" Category:Works based on the Ramayana Category:Burmese literature Category:11th-century books Category:Hinduism in Myanmar Category:Burmese Buddhist texts ",
    "title": "Yama Zatdaw"
}