{
    "id": "2740030",
    "text": "Karekin I (Eastern Armenian pronunciation: Garegin I) (Armenian: ) (August 27, 1932 – June 29, 1999), served as the Catholicos of the Armenian Apostolic Church between 1994 and 1999. Previously, he served as the Catholicos of Cilicia from 1983 to 1994 as Karekin II (Armenian: ). ==Beginnings== Karekin, born and baptized as Neshan Sarkissian, was born in Kesab, Syria, where he attended the Armenian elementary school. In 1946 he was admitted to the Theological Seminary of the Armenian Catholicate of Cilicia and in 1949 ordained a deacon. In 1952, after having graduated with high honors, he was ordained a celibate priest and renamed Karekin. He joined the order of the Armenian Catholicosate of Cilicia. In 1955, he presented his doctoral thesis on the subject \"The Theology of the Armenian Church, According to Liturgical Hymns Sharakans\" and was promoted to the ecclesiastical degree of Vardapet. In next year he served as member of the faculty of the theological seminary in Antelias, Lebanon. He studied theology for two years at Oxford University and wrote The Council of Chalcedon and the Armenian Church, published in 1965 in London. Upon his return to Lebanon, he served as dean of the seminary. From 1963, he became an aide to Catholicos Khoren I in which function he had many ecumenical contacts. He served as observer at the Second Vatican Council, the Lambeth Conference of 1968 and the Addis Ababa Conference of the heads of the Oriental Orthodox Churches. He lectured on theology, literature, history and culture at universities in Beirut, Romania, Moscow and Kotayyam (India). His ecclesiastical career advanced quickly: In 1963 he was elevated to senior archmandrite and on January 19, 1964, consecrated bishop by Catholicos Khoren. In 1971 he was elected Prelate of the Diocese of New Julfa in Isfahan, Iran. In 1973, he received the rank of archbishop and was appointed Pontifical Legate of the Eastern Prelacy of the Armenia's Holy Apostolic Church of America (in New York) and in 1975 its Primate. During his time in the United States, he took special care of the younger generation of Armenians and played a key role in the fundraising for Lebanon 1976-1977. ==Catholicos Coadjutor of the Holy See of Cilicia (1977-1983)== In 1977, he was elected Catholicos of the Catholicosate of Cilicia and served as Catholicos Coadjutor () until the death of Catholicos Khoren I in 1983. ==Karekin II, Catholicos of the Holy See of Cilicia (1983-1994)== When fully installed as Catholicos Karekin II of the Great House of Cilicia, he lavished special attention on religious education, modernizing and promoting the theological seminary. His pontifical visits took him to Lebanon, Syria, Iran, Cyprus, the United States and Canada, as well as Kuwait and the other Arab states of the Persian Gulf. Another important facet of his Catholicosate were his ecumenical contacts. Karekin II undertook ecumenical visits to Pope John Paul II of Rome, Archbishop George Carey of Canterbury, Coptic Pope Shenouda III of the Alexandria, the Swiss Reformed Churches and the Lutheran Churches of Denmark and Germany. In 1989 he was elected honorary president of the Middle East Council of Churches. Karekin wrote several books and booklets in Armenian, English, and French and published many articles and studies on theological, Armenological, philosophical, ethical and literary subjects in periodicals. He also made frequent visits to the Mother See of the Apostolic Church and expressed solidarity on a visit of the earthquake area in Armenia 1988 together with Catholicos Vazgen I. ==Karekin I, Catholicos of All Armenians, Mother See of Holy Etchmiadzin (1994-1999)== The tomb of Karekin I at the Mother See of Holy Etchmiadzin. After the death of Catholicos Vazgen I in 1994, Catholicos Karekin Sarkissian was elected Supreme Patriarch and Catholicos of All Armenians by a National Ecclesiastical Assembly of 400 delegates and hereafter became known as Karekin I, being the first Supreme Patriarch with that name. In November 1998, Karekin I underwent cancer treatment in New York. He appointed archbishop Karekin Nersessian, later Karekin II, as Vicar General. Karekin I died in June 1999. ==See also== *List of Catholicoi of Armenia *List of Armenian Catholicoi of Cilicia ==References== *Karekin I, Catholicos *His Holiness Catholicos Karekin I Passes Away *World Council of Churches Office of Communication - Press Release *His Holiness Karekin I Sarkissian Category:Catholicoi of Armenia Category:Catholicoi of Cilicia Category:1932 births Category:1999 deaths Category:Armenian Oriental Orthodox Christians Category:People from Latakia Governorate Category:Syrian Armenians Category:Alumni of the University of Oxford ",
    "title": "Karekin I"
}