{
    "id": "2740973",
    "text": "Fortunato Arriola (1827–1872), born in Cosalá, Sinaloa, Mexico, was a painter of portraits and luminous tropical landscapes that were very popular in San Francisco, California, where he came to live in 1857. The son of a wealthy landowner, Arriola was a handsome, distinguished and cultivated man. He was self-taught as an artist and began his career painting portraits. He had a studio near the corner of Kearney and Clay Streets that was a gathering place for Mexican exiles, a place of intellectual ferment and the occasional brawl. Among his students were Toby Rosenthal and Ransom Holdredge.Birgitta Hjalmarson (1999). Artful Players: Artistic Life in Early San Francisco. Balcony Press, Los Angeles Most of his works, imagined views of Central America, disappeared after he died. His largest painting, \"Sunset in the Tropics\" measures about 5 ft. by 7 ft. in its original frame Sunset on the Sacramento River, 1869, Cantor Art Center, Stanford University In 1872, he traveled to New York City to exhibit two paintings at the National Academy of Design. He was returning to San Francisco on the Bienville which was carrying a load of dynamite. It exploded at Watling Island, Bahamas on August 15, 1872. He died at sea, leaving a widow and six children. ==Museum collections== * California Historical Society * Cantor Art Center, Stanford University * Crocker Art Museum, Sacramento, California * Oakland Museum of California * Courthouse Museum, Shasta State Historic Park Several additional paintings are in the private collection of actor Steve Martin. ==References== Category:American landscape painters Category:Mexican landscape painters Category:1827 births Category:1872 deaths Category:Painters from California Category:American male painters Category:Artists from Sinaloa Category:Artists from the San Francisco Bay Area Category:American artists of Mexican descent Category:Mexican emigrants to the United States Category:19th-century American painters Category:19th-century Mexican painters Category:19th-century male artists Category:Mexican male painters ",
    "title": "Fortunato Arriola"
}