{
    "id": "2740515",
    "text": "Lord Vaikundar was the incarnation of Ekam according to Akilathirattu Ammanai, the religious text of Ayyavazhi and the source of Ayyavazhi mythology. As the Ekam is the supreme power in Ayyavazhi, Vaikundar was the supreme power incarnate. == Muruga inviting Vaikundar == Lord Vaikundar incarnated from the sea of Thiruchendur and after telling the secret about the incarnation to Veiyelal (the mother of Sampooranathevan known as Muthukutty in human history) he walked towards Detchanam. At that time Muruga met him and fell on his feet facing the north direction. At once Vaikundar told Muruga, By saying so, Lord Vaikundar produced \"acts\" for all god-heads. == Acts == The rules provided for the god-heads, *Do not accept any oblations. *Do not accept bribery. *Do not accept any Pujas. *Do not accept any sacrifices. *Desires should be thrown away. *Be genuine *Let not the Maya rule you. *Do not accept any chariot festivals. *Do not accept any worship. *Do not accept Alatthi (a ritual practice in which lights are waved in front of idols) *Do not accept offerings of sandals, garlands, etc. *Do not let anyone fall at your feet. *Do not accept any Homa (Soma). When saying this Vaikundar added, \"If any one rejects this, you will have to suffer a lot.\" == Symbols of acceptance == Hearing this, Muruga accepted all of these, and promised to behave accordingly. Vaikundar replied, \"If you accept, do the following things to symbolise that\": *In your gopuram (of Thiruchendur Temple) make a crack on the top in the north side. *Turn your Idol (of Thiruchendur Temple) towards the south. *One door (of Thiruchendur Temple) should be closed for ever. *And you should close your eyes (idol of Muruga in Thiruchendur Murugan Temple and with modesty your head should remain hanging down. Muruga accepted this and Vaikundar told that until the final judgment, \"I've to do several different characters, so expect me\". By saying this Vaikundar proceeded towards Detchanam. == See also == * Ayyavazhi mythology * Ayya Vaikundar ==References== * Arisundara Mani (2002), Akilathirattu Ammanai Parayana Urai, 2002 Vaikundar Thirukkudumbam Publications. * G. Patrick (2003), Religion and Subaltern agency, University of Madras. * N. Vivekanandan (2003), Akilathirattu Ammanai Moolamum Uraiyum (Part 2), 2003, Vivekananda Publications. * Mani Bharathi (2003), Akilathirattu Ammanai Vilakka Urai (Part 2). *\"Holy Akilathirattu\", R. Hari Gopalan Citar, Thenthamarikualam, 10 December 1841, First Publication 1939 *\"Holy Akilathirattu Scripture\", R. Gopalakrishnan, Chennai, First Publication 2019, Published by Akilattirattu India Mission Category:Ayya Vaikundar ",
    "title": "Rules and regulations for God-heads (Ayyavazhi)"
}