{
    "id": "2740088",
    "text": "Emily Ruete (30 August 1844 – 29 February 1924) was born in Zanzibar as Salama bint Said, also called Sayyida Salme,Sayyida is a title for a lady of higher rank, especially from the progeny of the prophet Mohamed; Salme is a (shorter) nickname for Salama. a Princess of Zanzibar and Oman. She was the youngest of the 36 children of Sayyid Said bin Sultan Al-Busaid, Sultan of Zanzibar and Oman. She is the author of Memoirs of an Arabian Princess from Zanzibar. ==Early life in Zanzibar== Salama bint Said was born on 30 August 1844, the daughter of Sultan Said and Jilfidan, a Circassian concubine. Her first years were spent in the huge Bet il Mtoni palace, by the sea about eight kilometres north of Stone Town. (The palace was mostly demolished in 1914.) She grew up bilingual in Arabic and Swahili. In 1851 she moved to Bet il Watoro, the house of her brother Majid bin Said of Zanzibar, the later sultan. Her brother taught her to ride and to shoot. In 1853 she moved with her mother to Bet il Tani. She secretly taught herself to write, a skill which was unusual for women at the time. When her father died in 1856 she was declared of age, twelve years old, and received her paternal inheritance. This consisted of a plantation with a residence, and 5,429 pounds. After her father's death, her brother Sayyid Thuwaini bin Said al-Said became Sultan of Muscat and Oman, while her brother Majid became Sultan of Zanzibar. In 1859 her mother died and Salme received her maternal inheritance, three plantations. The same year a dispute broke out between her brothers Majid and Barghash bin Said of Zanzibar. Though she favoured Majid, her favourite sister Khwala made her side with Barghash. Because she could write she acted (at the age of fifteen) as secretary of Barghash's party. With the help of an English gunboat the insurrection of Barghash was soon brought to an end; Barghash was sent into exile in Bombay for two years and Salme withdrew to Kisimbani, one of her estates. Salme eventually moved back to Stone Town and made up with Majid. This earned her the lasting enmity from Barghash, as well as a split with her favourite sister Khwala. Emily with her husband and two of their children While living in Stone Town she became acquainted with her neighbour, a German merchant, Rudolph Heinrich Ruete (born 10 March 1839; died 6 August 1870) and became pregnant by him. In August 1866, after her pregnancy had become obvious, she fled on board the British frigate commanded by Captain [Thomas] Malcolm Sabine Pasley R.N. and was given passage on his ship to the British colony of Aden. There she took Christian instruction and was baptised prior to her marriage at Aden on 30 May 1867. Nonetheless, in a later letter to her sister, she avoided eating pork and dreaded attending church, stressing that she remained Muslim in secret. She had given birth to a son, Heinrich, in Aden in December 1866; he died in France en route to Germany in the summer of 1867. ==Life in Europe== The Ruetes settled in Hamburg, where they had another son and two daughters. They were: *Antonia Thawke Ruete (24 March 1868–?), who married Eugene Brandeis (1846–1919) in 1898 and had two daughters. *Rudolph Said-Ruete (13 April 1869 – 1 May 1946) (:nl:Rudolph Said-Ruete). A journalist and author, with the rise of the Nazi Party, he resigned his German citizenship in 1934 and settled in London, becoming a British subject and dying at Lucerne, Switzerland after World War II. In 1901, he married Mary Therese Matthias (1872–?) and had a son and a daughter, Werner Heinrich (1902-1962) and Salme Matilda Benvenuta Olga (1910–?). Through his marriage, he was a cousin of Alfred Moritz, 1st Baron Melchett, who became the first chairman of Imperial Chemical Industries. *Rosalie Ghuza Ruete (16 April 1870-14 February 1948), who married Major-General Martin Troemer of the Royal Prussian Army. Her husband died in 1870 after a tram accident, leaving Ruete in difficult economic circumstances because the authorities denied her inheritance claims. Partly to alleviate these economic problems she wrote Memoirs of an Arabian Princess from Zanzibar, first published as Memoiren einer arabischen Prinzessin in the German Empire in 1886, and shortly afterwards published in the United States and the United Kingdom of Great Britain and Ireland. The book provides the first known autobiography of an Arab woman. The book presents the reader with an intimate picture of life in Zanzibar between 1850 and 1865, and an inside portrait of her brothers Majid bin Said of Zanzibar and Barghash bin Said of Zanzibar, the later sultans of Zanzibar. After the death of her husband, Emily Ruete was caught up in the colonial plans of Otto von Bismarck. There were speculations that Bismarck wanted to install her son as Sultan of Zanzibar. She revisited Zanzibar in 1885 and in 1888. Between 1889 and 1914, she lived in Beirut, Lebanon and Jaffa. She died in Jena, Germany, at the age of 79, from severe pneumonia. In 1992, An Arabian Princess Between Two Worlds was published, making her letters home, with her reactions on life in Europe, available to the public. There is a permanent exhibition about Emily Ruete in the People's Palace in Stonetown, the palace constructed by her brother, Sultan Barghash. ==In fiction== Emily Ruete appears as a minor character in M.M. Kaye's novel Trade Wind. The book, set in Zanzibar during the late 1850s, mentions her involvement with her brother Barghash's failed attempt to take the throne from their brother Majid and her subsequent interest in and marriage to Rudolph. ==Footnotes== ==References== * Emily Ruete: Memoirs of an Arabian Princess from Zanzibar (1888). Many reprints. * Emily Ruete: Memoirs of an Arabian Princess from Zanzibar (1907). * Emily Ruete, E. van Donzel (Editor): An Arabian Princess Between Two Worlds: Memoirs, Letters Home, Sequels to the Memoirs, Syrian Customs and Usages. Leiden (The Netherlands), (1993). . Presents the reader with a picture of life in Zanzibar between 1850 and 1865, and with an intelligent observer's reactions to life in Germany in the Bismarck period. Emily Ruete's writings describe her homesickness and her attempts to recover her Zanzibar inheritance. * Rudolph Said-Ruete: Eine auto-biographische Teilskizze. (Die Al-bu-Said Dynastie in Arabien und Ostafrika). Luzern (Switzerland), (1932). Category:1844 births Category:1924 deaths Category:19th-century Arabs Category:20th-century Arabs Category:Princesses Category:Zanzibari women Category:Zanzibari emigrants to Germany Category:Al Said dynasty Category:Zanzibari writers Category:Memoirists Category:Tanzanian people of Omani descent Category:Tanzanian people of Circassian descent ",
    "title": "Emily Ruete"
}