{
    "id": "2740314",
    "text": "Hialeah-Miami Lakes Senior High School is a public high school operated by Miami-Dade County Public Schools, located at 7977 West Twelfth Avenue in Hialeah, Florida, United States, on the boundary with the city of Miami Lakes. As of the 2018-19 school year, the school had an enrollment of 2,000 students and 95.0 classroom teachers (on an FTE basis), for a student–teacher ratio of 18.1:1. There were 1,278 students (74.5% of enrollment) eligible for free lunch and 113 (6.6% of students) eligible for reduced-cost lunch.School data for Hialeah-Miami Lakes Senior High, National Center for Education Statistics. Accessed December 12, 2016. ==History== ===Construction=== Hialeah-Miami Lakes Senior High opened its doors in 1971; the school was built to serve the newly formed community of Miami Lakes, Florida as well as parts of the cities of Opa-Locka and Hialeah, Florida. It is one of five high schools serving the densely populated Miami suburb of Hialeah, Florida. ==Demographics== Hialeah- Miami Lakes is 70% Hispanic (of any race), 21% Black, 6% White non-Hispanic, and 3% Asian. ===Achievements=== Hialeah-Miami Lakes Senior participates in the Florida High School Mock Trial Competition and the National High School Mock Trial Competition. Hialeah-Miami Lakes Senior received Miami-Dade County Championships in 1991, 1992, 1993, 1994 and placed 2nd in 1995. The school received Florida State Championships in 1991, 1992, 1993, and placed 2nd in 1994. Hialeah-Miami Lakes Senior, under the instruction of Walter Gishler and Anthony DeFillippo, received National High School Mock Trial Honors placing 7th in 1991, 5th in 1993 and National Champions in 1992. In 2006-2007, the Hialeah-Miami Lakes Theatre/Drama Department earned straight superior ratings at the Southeastern Theatre Conference. Representing not only their school but M-DCPS and the entire state of Florida as well, they earned straight superior ratings for the production of From the Mississippi Delta. Miami-Dade County Public Schools - Division of Life Skills The Drama program continued its excellence throughout the 2007-2008 school year with its one act interpretation of Beckett's Waiting for Godot which earned an invitation to the prestigious 2009 Edinburgh Theater Festival in Scotland. ===Grades=== Hialeah-Miami Lakes improved from a D in 2011, to a B in 2012, and further improved to an A in 2014. Hialeah-Miami Lakes is now a B school on the 2018-2019 school year. === Academics=== Lakes offers more Advanced Placement courses in its curriculum than most of the schools in Dade county, numbering a total of 23 AP classes. The AP courses offered for the 2018-2019 school year are: # Psychology # Biology # Chemistry # Environmental Science # Calculus (AB & BC) # European History # United States History # World History # English Language # French Language # Spanish Language # Spanish Literature # Human Geography # United States Government & Politics # Studio Art # Music Theory ===Extra curricular=== Hialeah-Miami Lakes offers over 30 clubs and organizations, including Army JROTC. A message from the activities director, \"Activities enrich the curriculum of the school by making available a wide variety of experiences in which a student can participate. Each student has the opportunity to join the many clubs available. However, a student can be a member of only one service club. It is possible for students to request a new club or activity if at least fifteen (15) students show an interest and a faculty sponsor is available. Before a new club can be formed the Director of Student Activities must be consulted.\" ===iPrep=== The school has the \"iPrep Academy\", which receives an entire floor dedicated to the students as well as other classrooms around the school and the students that attend the academy also receive a Mac. iPrep is a magnet academy, exclusive to 100 students that are hand-picked by the school. Students also take FLVS (Florida Virtual School) courses on their Macs or in the library. ==Athletics== Hialeah-Miami Lakes High School has won multiple Florida state sports championships, including the 1972 and 1973 undefeated Boys Waterpolo State Champions and the 1972 and 1973 undefeated Girls Waterpolo State Champions, the 1975 football state championship, four state championships in baseball (1977, 1979, 1980, and 1985), one in boys' soccer (1978), one in boys' golf (1978), one in boys' gymnastics (1978), one in boys' track (1984), one in boys' basketball (1986), and one in girls' soccer (1993), as well as a national baseball championship in 1985. Hialeah-Miami Lakes High was also awarded the Miami Herald All Sport Award for seven seasons (1977–78, 1979–80, 1980–81, 1982–83, 1983–84, 1984–85, and 1989–90) as well as the Miami Herald Major Sport Award (1977–78 and 1978–79). Hialeah-Miami Lakes Senior High School Athletics Archives Hialeah- Miami Lakes High shares a rivalry with Hialeah High and a less notable one with Barbara Goleman Senior High. ==Feeder patterns== The following elementary schools feed into Hialeah-Miami Lakes: *M. A. Milam *Bunche Park *John G. Dupuis *Golden Glades *Miami Lakes K-8 center *North Twin Lakes *Nathan B. Young *Palm Lakes *Rainbow Park *Twin Lakes The following middle schools feed into Hialeah-Miami Lakes: *Miami Lakes Middle * North Dade * M.A. Milam K-8 Center * Palm Springs Middle School ==Notable alumni== *Armando Allen (born 1989, class of 2007), NFL running back for the Chicago BearsHamilton, Brian. \"Notre Dame's Armando Allen has a coach at home\", Chicago Tribune, October 10, 2008. Accessed October 8, 2017. \"'Armando has another gear,\" said Jerry Hughes, who coached Allen at Hialeah-Miami Lakes High School.\" *Cristian Amigo, composer and guitarist *Frank Artiles (born 1973), Florida House of Representatives for District 119 in Florida *Devin Bush (born 1973), former NFL free safety for the Atlanta Falcons (1995–1998), the St. Louis Rams (1999–2000) and the Cleveland Browns (2001–2002).Lammer, Pat; and Curreri, Gary. \"Devin Bush leaving Flanagan for coaching job at Michigan\", Sun- Sentinel, February 18, 2016. Accessed March 1, 2017. \"A star player at Miami Lakes, Bush was later part of Florida State's national championship team in 1993, was a first-round NFL draft pick by the Atlanta Falcons in 1995 and he won a Super Bowl with the Rams in Super Bowl XXXIV.\" *Maria Canals-Barrera (born 1966), actress *Elizabeth Caballero, international opera singer, Class of 1993 *Rene Capo (1961-2009), United States Olympic representative as a judoka *Johndale Carty (born 1977), former NFL defensive backJohndale Carty , databaseFootball.com. Accessed March 1, 2017. *Samuel Charles (born 1985), football wide receiver for the Spokane Empire\"Spokane Re-Signs WR Samuel Charles\", Indoor Football League, August 29, 2016. Accessed March 1, 2017. \"He played his prep career at Hialeah-Miami Lakes High School in Hialeah, Florida.\" *Chris Corchiani (born 1968), professional NBA guard for Orlando Magic after being picked in the second round of the 1991 NBA Draft from North Carolina State University and later on the Boston Celtics as well as the Washington BulletsBuchalter, Bill. \"Chris Is Dominating Name In State Basketball Miami Lakes' Corchiani, Washington's Davis Head Boys', Girls' All- southern Squads\", Orlando Sentinel, March 30, 1986. Accessed March 1, 2017. \"Chris Corchiani averaged 27 points per game in leading Hialeah-Miami Lakes to the Florida Class AAA Boys Basketball Tournament.\" *Vincent D'Onofrio (born 1959), actor and producer, known for stage, film and television work. Best known for his role as Detective Robert Goren in Law & Order: Criminal Intent and Wilson Fisk in Daredevil\"Vincent D'Onofrio, actor, Hialeah-Miami Lakes High School\", Sun-Sentinel. Accessed March 1, 2017. *Rohan Davey (born 1978), professional NFL quarterback for the New England Patriots (2002–2004), switched on to the Arizona Cardinals, also helped lead the win of the NFL Europe World Bowl for the Berlin Thunder *Alberto Fernandez (born 1958), State Department official, US Ambassador to Equatorial Guinea *Wifredo A. Ferrer (born 1966), United States Attorney for the Southern District of Florida *Jamari Lattimore (born 1988), NFL Linebacker for the Green Bay Packers *Thad Lewis (born 1987, class of 2006), NFL quarterback *Manny Lora (born 1991, class of 2008), baseball coach *Joe Menendez (born 1969, class of 1987), television director *José R. Oliva (born 1973, class of 1991), Florida House of Representatives for District 110 and CEO of Oliva cigars *Ivan Parron (born 1969, class of 1987), Entertainment & Sports Lawyer, entrepreneur, software engineer, Internet Pioneers *Miguel Reyes, Radio Personality, Promotions & Marketing Director for ESPN Deportes, Miami Class of '88 *Julio Robaina (born 1965), Mayor of the city of Hialeah, Florida as of 2005 *Edel Rodriguez (born 1971), Time Magazine art director, illustrator, children's book author *Carlos Serrao, photographer *Sara Sidner, journalist *Michael Timpson (born 1967, class of 1985), NFL wide receiver for the New England Patriots for six seasons (1989–1994) *Rocco Valdes (born 1980), Record Executive and Music Producer ==References== == External links == *Hialeah-Miami Lakes' homepage Category:Educational institutions established in 1971 Category:Miami-Dade County Public Schools high schools Category:Education in Hialeah, Florida Category:1971 establishments in Florida ",
    "title": "Hialeah-Miami Lakes Senior High School"
}