{
    "id": "2740780",
    "text": "Buck Rogers in the 25th Century is an American science fiction adventure television series produced by Universal Studios. The series ran for two seasons between September 1979 and April 1981, and the feature-length pilot episode for the series was released as a theatrical film before the series aired. The film and series were developed by Glen A. Larson and Leslie Stevens, based on the character Buck Rogers created in 1928 by Philip Francis Nowlan that had previously been featured in comic strips, novellas, a serial film, and on television and radio. ==Concept and broadcast history== Inspired by the success of Star Wars, Universal began developing Buck Rogers for television, spearheaded by Glen A. Larson, who had a production deal with the studio. Production began in 1978. Initially, Larson and Universal had planned on making a series of Buck Rogers TV movies for NBC. The pilot for Larson's other science-fiction series, Battlestar Galactica (1978), had been released theatrically in some countries and in key locations in North America and had done well at the box office. Universal then opted to release the first Buck Rogers TV movie theatrically on March 30, 1979. Good box-office returns led NBC to commission a weekly series, which began on September 20, 1979, with a slightly modified version of the theatrical release. The production recycled many of the props, effects shots, and costumes from Battlestar Galactica, which was still in production at the time the pilot for Buck Rogers was being filmed. For example, the \"landram\" vehicle was made for the Galactica series, and the control sticks used in the Terran starfighters in the pilot movie were the same as those used in Galactica's Viper craft. The Terran starfighters were also concept designer Ralph McQuarrie's original vision of the Colonial Vipers. The new series centered on Captain William Anthony \"Buck\" Rogers (played by Gil Gerard), a NASA/USAF pilot who commands Ranger 3, a spacecraft that is launched in May 1987. Due to a life-support malfunction, Buck is accidentally frozen for 504 years before his spacecraft is discovered adrift in the year 2491. The combination of gases that froze his body coincidentally comes close to the formula commonly used in the 25th century for cryopreservation, and his rescuers are able to revive him. He learns that civilization on Earth was rebuilt following a devastating nuclear war (later established as occurring on November 22, 1987), and is now under the protection of the Earth Defense Directorate. The series followed him as he tried (not always successfully) to fit into 25th-century culture. As no traceable personal records of him remained, he was uniquely placed, due to his pilot and combat skills and personal ingenuity, to help Earth Defense foil assorted evil plots to conquer the planet. In many respects, this version of Buck Rogers was more similar to James Bond or Steve Austin than Nowlan's original character, and Buck would often go undercover on various covert missions. Buck is aided in his adventures by his friend and sometimes romantic interest, Colonel Wilma Deering (played by Erin Gray), a high-ranking officer and starfighter pilot. He is also assisted by Twiki, a small robot or \"ambuquad\", as they were known. Twiki was played mainly by Felix Silla and voiced mainly by Mel Blanc (who had previously voiced Daffy Duck as Duck Dodgers in spoofs of the early Buck Rogers and other science-fiction serials) using a gruff voice very similar to the one he used for Barnyard Dawg. Twiki became Buck's comic sidekick and communicated with an electronic noise that sounded like \"biddi-biddi-biddi\", but also spoke English (usually after saying \"biddi-biddi-biddi-biddi\" for several seconds). Twiki's English usually consisted of 20th century slang that he learned from Buck. Also aiding Buck was Dr. Theopolis or \"Theo\" (voiced by Eric Server), a sentient computer in the shape of a disk about 9 inches wide with an illuminated face. He was capable of understanding Twiki's electronic language, and was often carried around by him. Theo was a member of Earth's \"computer council\" and one of the planet's scientific leaders. During the first season, Buck and Wilma took their orders from Dr. Elias Huer, played by Tim O'Connor, the head of the Defense Directorate. Some episodes suggested Huer was the leader of the entire planet, though this was never made completely clear. The series' chief villain (at least in the first season) was Princess Ardala (played by Pamela Hensley), whose goal was to conquer the Earth while making Buck her consort. She was aided by her henchman Kane (played in the pilot film by Henry Silva and in the series by Michael Ansara). All of these characters were featured in the original comic strip except for Dr. Theopolis and Twiki (whose closest counterpart in earlier versions would likely be Buck's human sidekick, Buddy Wade). Kane (or Killer Kane as he was then known) was also featured in the 1939 film serial and was actually the chief villain himself, rather than Ardala's henchman (Ardala did not appear in the film serial). The pilot film depicted human civilization as fairly insular, with an invisible defense shield that surrounded the entire planet, protecting it from invaders. Civilization was restricted to a few cities; the main city seen in the pilot and weekly series was New Chicago, which was also known as the Inner City. Travel beyond the Inner City was hazardous, as much of the planet was said to be a radioactive wasteland inhabited by violent mutants (as Buck discovered when he visited the derelict remains of old Chicago). ==Film== The first made- for-TV movie was released theatrically in March 1979 as Buck Rogers in the 25th Century. The film made $21 million at the North American box office, prompting Universal to move ahead with a weekly series later that year. The film, which was also released internationally, featured all of the main protagonist characters who would appear in the weekly series, and also included Princess Ardala of the planet Draconia, and her henchman, Kane. ==Series== The theatrical film also served as a pilot and two-part first episode for the series, entitled \"Awakening\". Several scenes were edited, some to remove the more adult dialogue in the film including when Buck refers to Wilma as \"ballsy\", and later when he says \"shit\", and a scene in which Buck kills Ardala's henchman, Tigerman, was edited to allow the character to return in later episodes. Also, some new and extended scenes were added for the TV version, including several scenes within Buck's new apartment, which was the setting for a new final scene in which Dr. Huer and Wilma try to persuade Buck to join the Defense Directorate. This scene ends with Buck actually declining their offer, though he opts to join them in an unofficial capacity by the first episode of the series proper, \"Planet of the Slave Girls\". Including the two-part pilot episode, the first season comprised 24 episodes, with four of the stories being two-parters. The tone of the series was lighter than the pilot movie, and showed a more positive picture of future Earth. The Inner City was now known as New Chicago, and it was established that human civilization had spread once again across the planet, and also to the stars. After the movie pilot, no reference to barren radioactive wastelands was made, and in several episodes, the world outside is shown as lush and green. The mutants seen in the pilot film were no longer seen, and Buck sometimes ventured outside New Chicago with no hazards encountered. As opposed to the isolationist planet seen in the film, Earth no longer has an invisible defense shield surrounding it and is shown to be the center of an interstellar human- dominated government, sometimes called \"the Federation\" or \"the Alliance\", with its capital at New Chicago. During the first season, references were also made to other \"new\" Earth cities such as New Detroit, New Manhattan, New Phoenix, New Tulsa, Boston Complex, and New London. A \"City-on-the-Sea\" was also seen, mentioned as being the former New Orleans. Wilma Deering and Dr. Huer were the only Defense Directorate personnel seen in every episode, though several others were seen in individual episodes. Most Defense Directorate personnel regard Buck as being at least an 'honorary' captain, in reference to his 20th-century U.S. military rank, but his membership in Earth's defense forces is unofficial. Nevertheless, Buck often flies with the fighter squadrons, and uses his 20th-century U.S. Air Force background to assist in their training. Dr. Huer regularly meets, greets, and otherwise deals with representatives of other sovereign powers. Huer was also seen in military uniform (at formal occasions), thus indicating he is or was a member of the military. Travel between the stars was accomplished with the use of \"stargates\": artificially created portals in space (similar in appearance to wormholes), but referred to as \"warp\" travel on at least one occasion by Wilma Deering. Stargates appear as a diamond-shaped quartet of brilliant lights in space that shimmer when a vessel is making transit. Some people find the transit through a stargate to be physically unpleasant (transit resembling a \"spinning\" of the spacecraft). Buck's dislike of them is shown in part one of the episode \"Planet of the Slave Girls\" and again in part two of the episode \"The Plot to Kill a City\". To portray futuristic-looking buildings on Earth, the show used stock shots of the remaining national pavilions of Expo 67, particularly the French and British pavilions as well as shots of the Bonaventure Hotel in downtown Los Angeles. Juanin Clay, who played Major Marla Landers in the first-season episode \"Vegas in Space\", was originally cast as Wilma for the TV series (Erin Gray had initially opted not to return after the pilot film, but she later changed her mind). A relationship between Buck and Wilma was hinted at, but rarely expanded upon, and in the first season, Buck was involved (to some degree) with a different woman almost every week. Producers demanded that Wilma have blonde hair and dye jobs were needed to lighten Erin Gray's brunette locks. During the final episodes of the first season, Gray was allowed to return to her natural hair color, and Wilma was dark-haired throughout season 2. Buck's best-known enemy during the first season was Princess Ardala, played by Pamela Hensley, whose desire was to conquer and possess both Earth and Buck himself. She appeared in four separate stories, including the pilot film, two single episodes (\"Escape from Wedded Bliss\" and \"Ardala Returns\"), and the two-part first-season finale (\"Flight of the War Witch\"). The opening title sequence for the series included stock footage from the Apollo 4 and Apollo 6 launches. The series had an overall budget of $800,000 per hour of air time, according to Starlog issue #32 (March 1980). Former actor Jock Gaynor served as producer for 20 episodes. Although reasonably popular with viewers, the first season failed to receive much critical acclaim. One vocal critic of the series was Gerard himself, who pushed for more serious storytelling and often clashed with the producers and the network (NBC) over the show's tone and handling. He would often arbitrarily refuse to perform some of the more comical lines in the scripts he was given, complaining that Buck was just a \"wise-ass\" who was making one joke after another, and would often rewrite scripts himself to place more emphasis on his own character at the expense of others (for example, in the episode \"Escape From Wedded Bliss\", the script originally called for Buck to be rescued from the Draconians at the end by Wilma, but Gerard vetoed the idea). Unhappy with the show's direction, Gerard became increasingly difficult to work with, which led to tensions on set. A meeting between him and writers/script editors Anne Collins and Alan Brennert went badly and they quit the show midway through the first season. Gerard himself was threatened with legal action by the network if he continued to cause problems and hinder the production. In the November 1980 issue of Starlog, Gerard even said he had hoped the series would not be picked up for a second season because he had no wish to go through another season like the first one. ===Second season=== Production of the second season was delayed by several months due to an actors' strike. When production resumed in the fall of 1980, the series had a new set of producers (headed by John Mantley, who had primarily worked on television westerns) and the format of the series was changed. Instead of defending the Earth from external threats, Buck, Wilma and Twiki were now a part of a crew aboard an Earth spaceship called the Searcher on a mission to seek out the lost \"tribes\" of humanity who had scattered in the five centuries since Earth's 20th-century nuclear war, a theme present in Glen A. Larson's previous science-fiction television series, Battlestar Galactica. Another notable change in the second season was the disappearance of many of the regular characters of the first season, such as Dr. Huer, Dr. Theopolis, Princess Ardala, and Kane. However, several new characters were added: * Admiral Efram Asimov (Jay Garner), commander of the Searcher and a descendant of the famous science fiction author Isaac Asimov. * Hawk (Thom Christopher), an alien character who represents the last of the nearly extinct bird people. * Dr. Goodfellow (Wilfrid Hyde-White), an elderly scientist with insatiable curiosity. * Crichton (voiced by Jeff David), a snobbish robot built by Goodfellow, but who finds it difficult to believe that lowly humans could have built him. The character of Wilma Deering was softened in the second season as the producers attempted to tone down the militaristic \"Colonel Deering\" image (who often gave Buck orders) and to make her more feminine. Another change in the second season was the sound of Twiki's voice. Mel Blanc left the series after the end of the first season and another actor, Bob Elyea, supplied Twiki's voice. Blanc returned for the final six episodes of the second season, though no explanation was given for the change in Twiki's voice. The substance of the storylines also changed in the second season. Less emphasis was placed on militaristic ideals and, with a few exceptions, Gerard scaled back the humor in the second season in favor of more serious episodes (with the final episode of the series ending on a somber note as a result). Buck's and Wilma's relationship became slightly more romantic during the second year, though most romantic activity was implied and took place off-screen. Moreover, the second season deals with more serious concepts such as evolution, ecology, racism, pollution, war, nuclear power, identity, the self, and religion. It also draws on mythology as exemplified by Hawk's people, who are variants on the bird people found in mythologies around the world and makes special reference to the moai of Easter Island. An episode also included a story about mythical satyr creatures. As well as its parallels to Larson's previous television series Battlestar Galactica, the second season is similar in theme to Star Trek, with the Searcher roaming through space much like the USS Enterprise had, Buck being the maverick explorer true to the style of Captain James T. Kirk, and the serious, rather stoic Hawk being a revamped version of Mr. Spock. Even Wilma, to some extent, had been remodeled after Lt. Uhura from Star Trek, often dressed in a miniskirt uniform and regularly sitting at a communications console on the bridge of the Searcher. Although initially pleased with the change in personnel, Gerard again became unhappy with the show. At the time of production, Gerard spoke highly of new showrunner John Mantley, but in a retrospective article in the mid-1990s, he was more critical of him and the Star Trek-esque style of the second season. Ratings dropped significantly after the season premiere and, coupled with an increasingly problematic star, NBC canceled the series at the end of an 11-episode strike- abbreviated season. No finale storyline was produced, with the final episode broadcast being a normal standalone episode. ==Cast== * Gil Gerard - Captain William \"Buck\" Rogers * Erin Gray - Colonel Wilma Deering * Tim O'Connor - Elias Huer (first season) * Pamela Hensley as Princess Ardala (first season, 4 episodes) * Michael Ansara as Kane (first season, 3 episodes) (played by Henry Silva in the theatrical/pilot film) * Wilfrid Hyde-White - Dr. Goodfellow (second season) * Thom Christopher - Hawk (second season) * Jay Garner - Admiral Efram Asimov (second season) * Paul Carr - Lt. Devlin (second season) * Felix Silla - Twiki (physical performance) * Patty Maloney - Twiki (physical performance, 3 episodes) * Mel Blanc - Voice of Twiki (first season, plus second-season episodes starting with \"The Crystals\" through \"Testimony of a Traitor\") * Bob Elyea - Voice of Twiki (second-season episodes \"Time of the Hawk\" to \"The Golden Man\") * Eric Server - Voice of Dr. Theopolis (first season) (voiced by Howard F. Flynn in the pilot) * Jeff David - Voice of Crichton (second season) * William Conrad - Narrator (first season) * Hank Simms - Narrator (second season) Guest stars on the series included Peter Graves, Lance LeGault, Jamie Lee Curtis, Markie Post, Dorothy Stratten, Leigh McCloskey, Trisha Noble, Richard Moll, Jerry Orbach, Gary Coleman, Jack Palance, Sam Jaffe, Sid Haig, Vera Miles, and Buster Crabbe (who played Buck Rogers in the original 1930s Buck Rogers film serial), playing Brigadier Gordon (a reference to his other famous role, Flash Gordon). Joseph Wiseman also appeared in the episode \"Vegas In Space\" playing the character Morphus, and was also briefly seen in the theatrical version of the pilot as Emperor Draco (Princess Ardala's father), but his appearance was edited out of the television version. Several actors who had played villains in the 1960s Batman television series also guest-starred, including Cesar Romero, Frank Gorshin, Roddy McDowall, and Julie Newmar. ==Episodes== ===International broadcast=== The series was originally shown in the UK by ITV, beginning in late August 1980, with the feature-length two-part episode \"Planet of the Slave Girls\" (the pilot film, which had been released theatrically in Britain in summer 1979, was not actually shown on British television until 1982). ITV broadcast Buck Rogers in an early Saturday evening slot, where it competed against, and beat, the BBC's long-running science fiction series Doctor Who, which started its 18th season on the same day.TV listings for Saturday 30 August 1980, available from BBC Genome (http://genome.ch.bbc.co.uk/) for BBC and various newspaper online archives for ITV. As a similar effect had occurred a few years earlier when several ITV stations screened Man from Atlantis against Doctor Who; this prompted the BBC to move Doctor Who to a new weekday slot for its next season in 1982, though Buck Rogers had been cancelled in the US by then. The BBC would repeat the Buck Rogers series on BBC Two in 1989 and again in 1995-96. Forces TV later repeated the show several times from November 2018. The series also aired in Canada on CTV, on the same day and time as the NBC airings. ==Reception== Contemporary assessments of Buck Rogers in the 25th Century were generally mixed. In his book Sci-Fi TV from Twilight Zone to Deep Space Nine, writer James Van Hise claimed the show's scripts \"just never took advantage of what they had at hand\" and criticized Larson's version of Buck Rogers as a cynical attempt to exploit one of the most loved characters in American popular culture.James Van Hise. Sci-Fi TV from Twilight Zone to Deep Space Nine. New York, Pioneer Books, 1993 John Javna's book The Best of Science Fiction TV included Buck Rogers in the 25th Century on its list of the \"Worst Science Fiction Shows of All Time\" (along with The Starlost, Space: 1999 and Manimal).John Javna, The Best of Science Fiction TV: the critics' choice. New York : Harmony Books, 1987. (p. 76-77). Journalist Bill Lengeman also strongly criticized the program, stating \"the acting is so wooden that Ed Wood himself (no pun intended) would surely have gone weak in the knees and wept openly upon witnessing it.\" Lengemen also called the Buck Rogers episode \"Space Rockers\" the worst episode of TV science fiction he had ever seen.Twiki Love and Space Rock:Ruminations on The Worst SF TV Episode Ever Bill Lengemen, The Internet Review of Science Fiction. January 2007. Retrieved 23 April 2015. On a more positive note, writing in the UK's Observer newspaper in October 1980 (shortly after the series began showing there), journalist Clive James stated \"the best comic-strip science fiction on at the moment is Buck Rogers in the 25th Century. The hardware looks good and Wilma Deering looks simply sensational, like Wonder Woman with brains.\" Filmink thought the series did not live up to its pilot, in particular the Buck-Wilma-Ardala triangle, arguing \"the writers forgot the simple motivations and characterisations. Poor old Wilma was disempowered and shunted to the side where she held Buck’s water while he had adventures and was thus no threat to Ardala (this was reportedly due to Gil Gerard’s sooking over the prominence given to Wilma on the show). They also forgot Ardala’s motivation was to use Buck politically to get an edge on her 23 siblings, not just because she found him hot. Pamela Hensley was everything you wanted in a silly ‘70s sci fi epic and on one hand the producers knew it (they kept bringing her back) but on the other they didn’t know how to exploit it.\" ==Merchandise== Two novels were published by Dell Publishing based on this series, both by Addison E. Steele. The first () was a novelization of the pilot film. The second, That Man on Beta (), was adapted from an unproduced episode script. A fumetti book entitled Buck Rogers in the 25th Century was published by Fotonovel Publications in 1979, reproducing the theatrical version of the pilot episode. Gold Key Comics published fourteen issues of a Buck Rogers in the 25th Century comic book based upon the show. The comic book started with issue number two, picking up the numbering from an issue published in 1964 in the style of the old comic strips. Following an adaptation of the pilot film, starting with issue five, new adventures were created in the series continuity. The first three issues (two - four) were reprinted in a \"Giant Movie Edition\" which was distributed by Marvel Comics (despite Marvel being a competitor to Gold Key). Artists on the series included Al McWilliams, Frank Bolle and José Delbo. The comic outlived the series by several months. Issue number ten was never published and this comic book series was cancelled after issue number sixteen. The comic book remained within the continuity of Season 1 and did not feature any characters from Season 2. A strip based on the television series also ran in two publications in the UK: Look-In with 64 weekly installments covering 10 separate adventures between autumn 1980 and early 1982, and TV Tops, which picked up the rights from 1982 for two shorter runs. Both were also based on the format of the first year of the series. Two sets of action figures were produced by Mego, including a 12\" line and a series of 3.75\" figures and scaled spaceships. Milton-Bradley produced a Buck Rogers board game and a series of jigsaw puzzles. Other companies produced a variety of tie-ins. Monogram produced 1/48 scale injection-molded model kits of the Earth Defense Directorate Starfighter and the Draconian Marauder from 1979 through 1981. Die-cast toys were released by Corgi, Topps trading cards, and a painted metal lunch box. In 2011, Zica Toys began production of a new line of action figures based on the TV series. These 8\" action figures are loosely based on Mego designs, but as noted above, Mego did not produce an 8\" line of Buck Rogers figures, so Zica's line is actually the first line of 8\", cloth-costumed action figures based on the TV series. Characters planned include Buck Rogers, Hawk, Killer Kane, Tigerman, and Draconian Warriors. The popularity of the TV series led to the revival of the Buck Rogers newspaper strip, daily and Sunday, drawn by Gray Morrow and written by Jim Lawrence. The strip ran from September 9, 1979 to October 26, 1980, and was reprinted in its entirety, with the Sundays in color, in a large trade paperback. ==Home media== The theatrical version of the pilot film was released on VHS, Betamax and Laserdisc in 1981. A handful of the episodes were issued in the US in 1985 by MCA Home Video. Those episodes were \"Vegas in Space\", \"Space Vampire\", \"Return of the Righting 69th\", \"Unchained Woman\", \"A Blast for Buck\", \"Happy Birthday Buck\", \"Space Rockers\" and \"The Guardians\". In 1987, a single episode, \"Ardala Returns\", was released by Goodtimes Home Video, a budget release company. The same MCA tapes were re-released in the late 1990s. In other countries, several series episodes were released on VHS in the late 1990s. Australia released 10 volumes, covering all first season episodes through \"Space Rockers\". Universal Studios released the complete series on DVD in North America (Region 1) on November 16, 2004. While it does contain every episode from both seasons, the pilot episode included is the theatrical version and not the TV version. The set contains five double-sided discs. The series was released on DVD in Europe (Region 2), though each season was released separately as opposed to in one set like the Region 1 release. Season 1 was released on November 22, 2004 and season 2 on October 31, 2005, neither of which had the same cover artwork or menu screens as the Region 1 release. Notable differences are the addition of subtitles for various European languages. On January 24, 2012, Universal Studios re-released Season One as a six disc set in North America. The discs were single-sided for this release, in contrast to the double-sided discs released in 2004. Season Two was re-released with single-sided discs on January 8, 2013. As a bonus feature, the second season set includes the television version of the original pilot film, \"Awakening\", the first time this version has been released on DVD. On August 17, 2016, Madman Entertainment released the series on Blu-ray to Australia and New Zealand in 1080p. The eight-disc set includes each episode in HD. Extras include theatrical version of the Pilot episode and feature- length version of \"Flight of the War Witch\" (both in standard definition), the syndicated two-part version of \"Journey to Oasis\" (in HD), textless opening and closing credits sequences, opening credits without voice-over narration, and isolated music and effects audio tracks on each episode. The Blu-ray sets have been released in various other countries since. As of 2019, all the episodes are available for streaming for free on the NBC app. Kino Lorber announced a Region 1 Blu-ray set to be released on November 24, 2020. It includes the movie (in HD for the first time on home media) and seasons 1 & 2\\. ==References== ==External links== * Interview with Erin Gray on the podcast The Future and You (anecdotes about how she broke into Hollywood and how she feels about being remembered as Wilma Deering) * * * * Official Site (Syfy Channel). Archived from the original on June 3, 2004. Category:Buck Rogers Category:1979 American television series debuts Category:1981 American television series endings Category:1970s American science fiction television series Category:1980s American science fiction television series Category:American science fiction television series Category:NBC original programming Category:English-language television shows Category:Space adventure television series Category:Television shows adapted into comics Category:Television shows based on comic strips Category:Television series created by Glen A. Larson Category:Television series by Universal Television Category:Television series set in the 25th century Category:Fiction set in the 25th century Category:Teleportation in fiction Category:Utopian films ",
    "title": "Buck Rogers in the 25th Century (TV series)"
}