{
    "id": "2741210",
    "text": "Tumwater Falls are a series of cascades on the Deschutes River in Tumwater, Washington, United States, near where the river empties into Budd Inlet, a southerly arm of Puget Sound in Olympia. ==Geology== The Deschutes River carved a course through glacial debris left after the Pleistocene ice age until it reached volcanic bedrock, forming the falls as it coursed down to Puget Sound. ==History== Lower Tumwater Falls emptying into Capitol Lake adjacent to the old Olympia Brewery Tumwater Falls was the site of New Market, the first European settlement in Western Washington. It was also the site of the now-defunct Olympia Brewing Company. Olympia Light and Power Company constructed a dam and a hydroelectric power plant at the falls in 1890, a decade before the Snoqualmie Falls powerplant outside Seattle. The plant powered an Olympia–Tumwater streetcar, among other things. A dam at above sea level created a head for the powerhouse and still stands on the Deschutes River. The Tumwater Falls created an impassable barrier to salmon until 1952, when a fish ladder was built by the Washington Department of Fisheries (now the Washington State Department of Fish and Wildlife), to provide salmon access to the newly constructed fish hatchery located immediately above the falls. Prior to the 1952 hatchery operations, the Deschutes river above the Tumwater Falls was a river system free of the influence of migrating and spawning salmon, an unusual ecological occurrence in the riparian systems of Puget Sound. In 1962, Olympia Brewing Company donated of land surrounding the falls to the Olympia-Tumwater Foundation, and Tumwater Falls Park was created. The park receives 200,000 visitors annually. ==See also== *History of Olympia ==References== ==External links== * *A River Flows Through It: Thurston County’s Deschutes River from Thurston County and cities of Olympia, Lacey and Tumwater's \"Stream Team\" Category:Parks in Olympia, Washington Category:Waterfalls of Washington (state) Category:History of Olympia, Washington Category:Landforms of Thurston County, Washington Category:Tumwater, Washington ",
    "title": "Tumwater Falls"
}