{
    "id": "2741365",
    "text": "Alexander Seton Montgomerie, 9th Earl of Eglinton ( 1660 – 18 February 1729) was a Scottish peer. ==Life== He was born about 1660, the eldest son of Alexander, 8th Earl of Eglinton and Lady Elizabeth Crichton, eldest daughter of William, 2nd Earl of Dumfries. From the time of the death of his grandfather, Hugh, in 1669 he was boarded with Matthew Fleming, the minister of Culross, Perthshire, who superintended his education at the school of Culross until 1673, when he was sent to the University of St. Andrews, where he remained till Lammas 1676. A few months after leaving the university he married Lady Margaret Cochrane, eldest daughter of William Cochrane, Lord Cochrane, the son of the William Cochrane, 1st Earl of Dundonald, on which occasion his father made over to him the Eglinton estates. Montgomerie was a keen freemason. After the revolution he was chosen a privy counsellor by King William, and also a lord commissioner of the treasury. In 1700, he obtained a letter from the king to sit and vote in the Scots parliament in place of the lord high treasurer. He succeeded to the earldom on the death of his father in 1701. On Queen Anne's accession in 1702, Eglinton was chosen a privy counsellor, and in 1711 he was named one of the commissioners of the chamberlain's court. In 1710, and again in 1713, he was elected one of the Scottish representative peers. Lockhart, who was his son-in-law, states that when he himself proposed to bring in a bill for resuming the bishops' revenues in Scotland, and applying them to the episcopal clergy there, Eglinton gave his support to the measure, and assured Queen Anne that the presbyterians would not actively oppose it. This is corroborated by Wodrow, who asserts that Lockhart, either in the House of Peers or in the privy council, proposed 'that as we are one in civil we should be one in church matters'. Wodrow also states that his speech on patronage and toleration was 'so very good' that it was supposed 'it was done by somebody for him'. In June 1712, he also proposed a bill for prolonging the time for taking the oath of abjuration till 1 November. Lockhart affirms that Eglinton at last professed himself a Jacobite, and promised him three thousand guineas 'to help the Pretender in his restoration'. Wodrow also relates that shortly before the rebellion in 1715 Eglinton was at a meeting of the Jacobites where the rebellion, as to the manner of carrying out, was concerted, and heard all their proposals'. Nevertheless, during the crisis he raised and disciplined the Ayrshire fencibles, with which on 22 August he joined the Earls of Kilmarnock and Glasgow and Lord Semple at Irvine in support of the government. He died suddenly at Eglinton on 18 February 1729. Between nine hundred and a thousand beggars are stated to have attended his funeral, £50 being divided among them. He was succeeded by his son, Alexander Montgomerie, 10th Earl of Eglinton. ==Wives and children== Susanna Montgomery, third wife of the 9th Earl. Eglinton was married three times. By his first wife, Margaret Cochrane, he had three sons and six daughters : *Hugh, Lord Montgomerie, died in 1696; *Alexander, died young; *John, died young; *Catherine, married to James, fifth earl of Galloway ; *Elizabeth, died young ; *Jean, died young ; *Euphemia, married to George Lockhart of Carnwath ; *Grace, to Robert, fifth Earl of Carnwath ; *Jean, to Sir Alexander Maxwell of Monreith, Wigtownshire. By his second wife, Lady Anne Gordon, daughter of George Gordon, 1st Earl of Aberdeen, he had one daughter, Mary married to Sir David Cuningham of Milncraig, Ayrshire a celebrated beauty, whose charms are sung by Hamilton of Bangour. By his third wife, Susanna, daughter of Sir Archibald Kennedy, 1st Baronet of Culzean, Ayrshire, he had three sons and eight daughters:John Debrett \"Debrett's Peerage of England, Scotland, and Ireland, p274, London, 1840. Retrieved on 31 October 2014. *James, Lord Montgomerie, died young ; *Alexander, 10th Earl of Eglinton; *Archibald, 11th Earl of Eglinton; *Elizabeth, married to John Cunningham of Capringham, Bt ; *Helen, married to the Hon. Francis Stuart of Pittendriech, third son of James Stuart, 8th Earl of Moray ; *Susanna, married to John Renton of Lamberton ; *Margaret, married to Sir Alexander MacDonald of Sleat, 7th Bt ; *Frances, unmarried ; *Christian, married to James Moray of Abercairney ; *Grace, married to Charles Byrne, a cornet in Eland's dragoons ; *Charlotte, died young. ==See also== *Clan Montgomery *Barony and Castle of Giffen *Susanna Montgomery, Countess of Eglinton *Eglinton Castle ==References== ;Attribution ==External links== *Family tree Category:1660s births Category:1729 deaths Category:Alumni of the University of St Andrews Category:Scottish Presbyterians 9 Category:Roundheads Category:Scottish representative peers Category:Scottish soldiers Category:17th-century soldiers Category:17th-century Scottish politicians Category:17th-century Scottish people Category:18th-century Scottish politicians Category:Commissioners of the Treasury of Scotland Category:Montgomery family ",
    "title": "Alexander Montgomerie, 9th Earl of Eglinton"
}