{
    "id": "2742818",
    "text": "Frances Moore Lappé (born February 10, 1944) is an American researcher and author in the area of food and democracy policy. She is the author of 19 books including the three-million-copy selling, 1971 Diet for a Small Planet that the Smithsonian’s National Museum of American History describes as “one of the most influential political tracts of the times.\" She is the co-founder of three national organizations that explore the roots of hunger, poverty and environmental crises, as well as solutions now emerging worldwide through what she calls Living Democracy. Her most recent books include Daring Democracy: Igniting Power, Meaning, and Connection for the America We Want, coauthored with Adam Eichen, and World Hunger: 10 Myths. with Joseph Collins. In 1987, she was awarded the Right Livelihood Award for \"revealing the political and economic causes of world hunger and how citizens can help to remedy them.\" ==Biography== Lappé was born in 1944 in Pendleton, Oregon, to John and Ina Moore and grew up in Fort Worth, Texas. After graduating from Earlham College in 1966, she married toxicologist and environmentalist Dr. Marc Lappé in 1967. They had two children, Anthony and Anna Lappé. She briefly attended University of California at Berkeley for graduate studies in social work. Lappé has received 19 honorary doctorates from distinguished institutions, including the University of Michigan, Kenyon College, Allegheny College, Lewis and Clark College, Grinnell College and University of San Francisco. In 1987 in Sweden, Lappé became the fourth American to receive the Right Livelihood Award. In 2003, she received the Rachel Carson Award from the National Nutritional Foods Association. She was selected as one of twelve living \"women whose words have changed the world\" by the Women's National Book Association. Throughout her works Lappé has argued that world hunger is caused not by the lack of food but rather by the inability of hungry people to gain access to the abundance of food that exists in the world and/or food-producing resources because they are simply too poor. She has posited that our current \"thin democracy\" creates a mal-distribution of power and resources that inevitably creates waste and an artificial scarcity of the essentials for sustainable living. Lappé makes the argument that what she calls \"living democracy,\" i.e. democracy understood as a way of life, not merely a structure of government. The three conditions essential for democracy, she writes in Daring Democracy and elsewhere, are the wide dispersion of power, transparency, and a culture of mutual accountability, not blaming. These three conditions enable humans to experience a sense of agency, meaning, and connection, which she describes as the essence of human dignity. Democracy is not only what we do in the voting booth but involves our daily choices of what we buy and how we live. She believes that only by \"living democracy\" can we effectively solve today's social and environmental crisis. Lappé began her writing career early in life. She first gained prominence in the early 1970s with the publication of her book Diet for a Small Planet, which has sold several million copies. In 1975, with Joseph Collins, she launched the California-based Institute for Food and Development Policy (Food First) to educate Americans about the causes of world hunger. In 1990, Lappé co-founded the Center for Living Democracy, a 9-year initiative to accelerate the spread of democratic innovations in which regular citizens contribute to problem-solving. She served as founding editor of the Center's American News Service (1995–2000), which placed stories of citizen problem-solving in nearly half the nation's largest newspapers. Frances Moore Lappé's works have been translated into 15 languages, the most recent of which is a Chinese publication of Hope’s Edge.New Chinese Publication Promotes Global Outreach of Ideas, Small Planet Institute (February 2011) In 2002, Lappé and her daughter Anna established the Small Planet Institute based in Cambridge, Massachusetts a collaborative network for research and popular education to bring democracy to life. With her daughter, she traveled the world and wrote Hope's Edge.The two also co-founder of the Small Planet Fund, channeling resources to democratic social movements worldwide. In 2006 she was chosen as a founding councilor of the Hamburg-based World Future Council. She is also a member of the International Commission on the Future of Food and Agriculture and the National Advisory Board of the Union of Concerned Scientists. She serves as an advisor to the Calgary Centre for Global Community and on the board of David Korten’s People-Centered Development Forum. In 2009 she joined the advisory board of Corporate Accountability International's Value the Meal campaign. Lappé is a Contributing Editor to YES! Magazine. Her articles and opinion pieces have appeared in publications as diverse as The New York Times, O Magazine, and Christian Century. Her television and radio appearances have included a PBS special with Bill Moyers, the Today Show, CBS Radio, and National Public Radio. Lappé receiving the 2008 James Beard Foundation Humanitarian of the Year AwardIn 2008, she was honored by the James Beard Foundation as the Humanitarian of the Year. In the same year, Gourmet Magazine named Lappé among 25 people (including Thomas Jefferson, Upton Sinclair, and Julia Child), whose work has changed the way America eats. Diet for a Small Planet was selected as one of 75 Books by Women Whose Words Have Changed the World by members of the Women's National Book Association in observance of its 75th anniversary. Lappé has also held various teaching and scholarly positions: *From 1984-1985, she was a visiting scholar at the Institute for the Study of Social Change at the University of California, Berkeley. *From 2000-2001, she was a visiting scholar at the Massachusetts Institute of Technology, Cambridge, Massachusetts. *In 2003, she taught with Dr. Vandana Shiva in Dehra Dun, India, about the roots of world hunger, sponsored by the Navdanya researching and agricultural demonstration center. *In 2004, she taught a course on Living Democracy at Schumacher College in England. *In 2006 and 2008, she was a visiting professor at Suffolk University, Boston.Frances Moore Lappé, Small Planet Institute In 2013-2014, she was the Andrew W. Mellon Distinguished Fellow in Environmental Studies at Colby College in Maine. Historian Howard Zinn wrote: “A small number of people in every generation are forerunners, in thought, action, spirit, who swerve past the barriers of greed and power to hold a torch high for the rest of us. Lappé is one of those.” The Washington Post says: “Some of the twentieth century’s most vibrant activist thinkers have been American women – Margaret Mead, Jeannette Rankin, Barbara Ward, Dorothy Day – who took it upon themselves to pump life into basic truths. Frances Moore Lappé is among them.\" Lappé's son, Anthony, is a New York City-based, award-winning, media producer, (Invisible Hand Media), whose works as appeared on Vice and the History Channel. Her daughter, Anna, who lives in Berkeley, California, is the author of Grub, and Diet for a Hot Planet. She leads Real Food Media. ==Writings== * Diet for a Small Planet, Ballantine Books, 1971, 1975, 1982, 1991. * Great Meatless Meals (with Ellen Buchman Ewald), Ballantine Books, 1974, 1976, 1981, 1985. * Food First: Beyond the Myth of Scarcity (co-authored by Joseph Collins, collaboration with Cary Fowler), Houghton Mifflin, 1977, Ballantine Books, 1979. * What To Do After You Turn Off the T.V., Ballantine Books, 1985. * World Hunger: Twelve Myths (with Joseph Collins), Grove Press, 1986, 1998. * Rediscovering America's Values, Ballantine Books, 1989 * The Quickening of America: Rebuilding Our Nation, Remaking Our Lives (with Paul Martin Du Bois), Jossey-Bass, 1994. * Hope’s Edge: The Next Diet for a Small Planet (with Anna Lappé), Tarcher/Penguin, 2002. * You Have the Power: Choosing Courage in a Culture of Fear (with Jeffrey Perkins), Tarcher/Penguin, 2004. * Democracy's Edge: Choosing to Save Our Country by Bringing Democracy to Life, Jossey-Bass, 2005. * Getting A Grip: Clarity, Creativity and Courage in a World Gone Mad, Small Planet Media, 2007. * Getting A Grip 2: Clarity, Creativity and Courage for the World We Really Want, Small Planet Media, 2010. * EcoMind: Changing the Way We Think to Create the World We Want, Small Planet Media, 2011 * World Hunger: Ten Myths (with Joseph Collins), Grove Press, 2015. * Daring Democracy: Igniting Power, Meaning, and Connection for the America We Want (co-authored by Adam Eichen), Beacon Press, 2017. ==References== ==External links== *Small Planet Institute *Right Livelihood Award website * *Interview on Humankind Public Radio ===Recent Articles=== * The New York Times Magazine Interview 2019: Frances Moore Lappé changed how we eat. She wants to do the same for our democracy. *Retire Ronald McDonald--Do it for our kids! Frances writes that Ronald McDonald should be retired and McDonald's should halt advertising to kids, March 2010 *The Movement Mother An interview of Frances Moore Lappé with her son, Anthony Lappé, June 2009 *The City that Ended Hunger Frances writes about the city of Belo Horizonte, Brazil in Yes MagazineFebruary 2009 ===Videos=== * Frances Moore Lappé on Fox News * *Big Picture TV Video clips of Frances Moore Lappé speaking about living democracy *Interview on Democracy Now!, July 9, 2008 *Liberation Ecology: Toward an Empowering Frame to Move from Crisis to Transformation, Frances Moore Lappé giving the keynote address at the annual Provender Alliance conference in Hood River, Oregon, October 2, 2008. * An interview with Mike McCormick, producer of Mind Over Matters, July, 2008 Category:American democracy activists Category:Writers about activism and social change Category:American motivational writers Category:Women motivational writers Category:American food writers Category:American cookbook writers Category:Right Livelihood Award laureates Category:Nautilus Book Award winners Category:Earlham College alumni Category:People from Pendleton, Oregon Category:1944 births Category:Living people Category:Women food writers Category:Women cookbook writers Category:American political writers Category:American women non- fiction writers ",
    "title": "Frances Moore Lappé"
}