{
    "id": "2742966",
    "text": "David Cobb (September 14, 1748 – April 17, 1830) was a Massachusetts physician, military officer, jurist, and politician who served as a U.S. Congressman for Massachusetts's at-large congressional seat. ==Biography== Born in Attleborough in the Province of Massachusetts Bay on September 14, 1748, Cobb graduated from Harvard College in 1766. He studied medicine in Boston and afterward practiced in Taunton. He was a member of the Massachusetts Provincial Congress in 1775; lieutenant colonel of Jackson's regiment in 1777 and 1778, serving in Rhode Island and New Jersey; was aide- de-camp on the staff of General George Washington; appointed major general of militia in 1786 and rendered conspicuous service during Shays' Rebellion. He was a charter member of the American Academy of Arts and Sciences in 1780. ==Massachusetts Government== He served as a judge of the Bristol County Court of Common Pleas 1784–1796, and as a member of the State house of representatives 1789–1793, and the Massachusetts Senate, and served as Speaker of the Massachusetts House of Representatives and President of the Massachusetts Senate. ==Congress== He was elected to the Third United States Congress (March 4, 1793 – March 3, 1795). ==Maine== Cobb moved to Gouldsboro in the District of Maine in 1796 and engaged in agricultural pursuits; elected to the Massachusetts Senate from the eastern District of Maine in 1802 and served as president; elected to the Massachusetts Governor's Council in 1808; Lieutenant Governor of Massachusetts in 1809; member of the board of military defense in 1812; chief justice of the Hancock County (Maine) court of common pleas; returned in 1817 to Taunton, where he died on April 17, 1830. His remains were interred in Plain Cemetery. Cobb was elected a member of the American Antiquarian Society in 1814.American Antiquarian Society Members Directory ==Legacy== In 1976, David Cobb was honored by being on a postage stamp for the United States Postal Service. ==Notes== ==References== *Porter, Joseph Whitcomb: Memoir of Gen. David Cobb and family of Gouldsborough, Maine, and Taunton, Mass (1888). ==External links== Category:1748 births Category:1830 deaths Category:Harvard College alumni Category:American militia generals Category:Continental Army officers from Massachusetts Category:Fellows of the American Academy of Arts and Sciences Category:Massachusetts state senators Category:Presidents of the Massachusetts Senate Category:Members of the Massachusetts House of Representatives Category:Speakers of the Massachusetts House of Representatives Category:Members of the United States House of Representatives from Massachusetts Category:Politicians from Taunton, Massachusetts Category:Massachusetts Federalists Category:18th-century American physicians Category:People of colonial Massachusetts Category:Members of the American Antiquarian Society Category:People from Attleboro, Massachusetts Category:Aides-de-camp of George Washington ",
    "title": "David Cobb (Massachusetts politician)"
}