{
    "id": "2742736",
    "text": "Leland Stanford Mansion State Historic Park is a state and federally protected historic site in Sacramento, California. The park is on the corner of 8th Street and N Street in Downtown Sacramento, just two blocks away from the State Capitol building. ==Stanford Mansion== The State Historic Park features the Stanford Mansion, once owned by Leland Stanford, Governor of California from 1862 to 1863, U.S. Senator from 1885 to 1893, railroad tycoon, member of the Big Four and founder of Stanford University. Prior to the reopening of the mansion, California did not have a location for the hosting of official functions for nearly 40 years. Today the mansion is frequently used by the Government of California to host foreign dignitaries. The Governor also retains an office in the mansion. Tours of the mansion are offered daily but can be impacted by official functions on behalf of the Governor's Office or the California State Legislature leadership. The mansion was designated a California Historical Landmark in 1957 and a National Historic Landmark in 1987. === History === The original owner and builder of the home was Sacramento merchant Shelton C. Fogus, a wealthy Sacramento building merchant. The Renaissance Revival architecture of the original home is attributed to Seth Babson, who later designed the E.B. Crocker residence and art gallery that are now part of the Crocker Art Museum. ====Stanfords==== Leland Stanford, president of the Central Pacific Railroad and a rising member of the Republican Party, purchased the home for $8,000 () in June 1861, shortly before his election as California governor that year. During his two-year governorship, the Stanford Mansion served as the state's executive office and living quarters. Succeeding governors Frederick Low and Henry Huntly Haight would also make the mansion their office. Between 1871 and 1872, the Stanford family embarked on an ambitious remodeling of the residence. As Stanford had had to attend his gubernatorial inauguration by rowboat in 1862, the home was raised twelve feet in response to frequent flooding from the Sacramento River. In addition, one story was added to both the bottom and top of the mansion. The home was also expanded from to , and redesigned to reflect the French Second Empire architecture popular of the period, particularly in the 4th floor Mansard roof that caps the home. The result was a four-story remodeled architectural sandwich in which the original 2-story house sat between the added floors. Following Stanford's death in 1893, his widow Jane Lathrop Stanford continued to oversee the home. ====Social services venue==== In 1900, Jane Stanford donated the home to the Roman Catholic Diocese of Sacramento to be used for the children of California. It was given to the Sisters of Mercy who ran it as an orphanage named the Stanford and Lathrop Memorial Home for Friendless Children. In 1932, the home was handed over the Sisters of Social Service who eventually transformed the mansion from an orphanage to a residence for dependent high school girls. A fire in the mansion in 1940 brought considerable damage to the fourth floor. The mansion was designated a California Historical Landmark in 1957. ====State historic park==== In 1978, the government of California acquired the property for use as a state park. The Sisters of Social Services would remain on the grounds until 1987, when California State Parks designated the mansion and the immediate surrounding land as a state historic park. Following the state's decision, the National Park Service declared the mansion as a National Historic Landmark on May 28, 1987. It was not until September 2005 that the mansion would finally be open to public tours, after $22 million worth of renovation and rehabilitation. The mansion is also the state's official reception center for leaders from around the world. == Restoration == Beginning in 1991, with the help of Sacramento businessman and former Stanford University professor Peter McCuen, the Stanford Mansion underwent a 14-year renovation at a cost of $22 million ($ million in ). Accurate restoration of the home and its rooms was aided by both an extensive study of the home in 1986 through the Historic American Buildings Survey, and through a large collection of photographs of the home taken in 1868 by Alfred A. Hart, and again in 1872 by Eadweard Muybridge. The repairs and restoration were completed in 2005, when the mansion opened to the public. California State Parks offers guided tours through the fully refurbished home. Rooms of the house have been restored to their 1872 appearance. The Leland Stanford Mansion is physically accessible, including the gardens, Visitor Center and restrooms. Elevators provide access to the upper floors of the mansion's tour route. A tactile model of the Mansion is also available in the Visitor Center. ==See also== *Old Sacramento State Historic Park *History of Sacramento, California *National Register of Historic Places listings in Sacramento County, California *California Historical Landmarks in Sacramento County, California == References == == External links == * official Leland Stanford State Historical Park web site * official Leland Stanford Mansion Foundation website * Library of Congress \"America's Memory\" — Historic American Buildings Survey—HABS project files **: Stanford Mansion historic photo gallery Category:California State Historic Parks Category:Parks in Sacramento County, California Category:Buildings and structures in Sacramento, California Category:Houses in Sacramento County, California Category:History of Sacramento, California Category:1857 establishments in California Category:Houses completed in 1857 Category:1957 establishments in California Category:Protected areas established in 1957 Category:California Historical Landmarks Stanford, Leland, Mansion Category:National Register of Historic Places in Sacramento, California Category:National Historic Landmarks in California Category:Renaissance Revival architecture in California Category:Second Empire architecture in California Category:Museums in Sacramento, California Category:Historic house museums in California ",
    "title": "Leland Stanford Mansion State Historic Park"
}