{
    "id": "2743266",
    "text": "The Business Design Centre is a Grade II listed building located between Upper Street and Liverpool Road in the district of Islington in London, England. It was opened in 1862, originally named the Agricultural Hall and from 1884 the Royal Agricultural Hall, for holding agricultural shows. It was the home of the Royal Smithfield Club's Smithfield Show from 1862 to 1938. It hosted the Royal Tournament from its inauguration in 1880 until the event became too large for the venue and moved to Olympia in the early years of the 20th century. It hosted the first Crufts dog show in 1891. During the Second World War, the hall was commandeered by the Government, and from 1943, following the destruction of Mount Pleasant sorting office in an air raid, the Parcels Depot was moved to the hall. The hall then remained unused and empty until it was converted to its present use as the Business Design Centre in 1986. ==The \"Aggie\"== The Royal Agricultural Hall in 1861, seen from Liverpool Road, which is now the rear entrance to the Business Design Centre. A cattle show at the Royal Agricultural Hall in 1861. According to the official Islington Libraries compilation, the Royal Agricultural Hall had its origins when in 1798 the Duke of Bedford, Sir Joseph Banks and other nobles and gentlemen decided to form the Smithfield Club, which would hold annual exhibitions of livestock, agricultural produce and agricultural implements. Following some 40 years of exhibiting, first in Smithfield at Wooton’s Livery Stables near Smithfield Meat Market then at a site in the Barbican, the club moved in 1839 to premises in Baker Street. However it outgrew these and it was then proposed that the club erect a hall large enough to accommodate their annual display and also to be available for other shows. The foundation stone was laid in 1861 – although a large part of the building had already been completed, and held its first exhibition in 1862. When built it was one of the largest exhibition halls in the world. It was this building that was the original basis of the present hall, which has expanded on this site so that the main exhibition hall now covers . It hosted the Royal Tournament from its inauguration in 1880 until the event became too large for the venue and moved to Olympia in the early years of the 20th century. Sporting events included six-day cycle races – the first event being held at the Agricultural Hall in 1878. The Islington Gazette reported: > \"A bicycle contest was commenced at the Agricultural Hall, on Monday last, > for which £150 is offered in prizes for a six days' competition, the money > to be allocated thus: £100 for the first man, £25 for the second, £15 for > the third, and £10 for the fourth.\"Cited Woodland, Les, This Island Race, > Mousehold Press, UK It also hosted the first Crufts dog show in 1891. The Smithfield Show, later the Royal Smithfield Show ran here from the opening of the building in 1861 until it moved to Earls Court in 1949 needing extra space to allow the showing of agricultural machinery. During the Second World War the hall was commandeered by the Government, and from 1943, following the destruction of Mount Pleasant sorting office in an air raid, the Parcels Depot was moved to the hall. ==Business Design Centre== Stained glass The Business Design Centre's restaurant The hall then remained unused and empty until it was bought and converted to its present use as the Business Design Centre by Sam Morris in 1986. As an exhibition venue and conference centre with showrooms and offices, it is home to over 100 businesses, including clothing retailer Barbour, electronics manufacturer Samsung, communications provider TSI Voice & Data, web design agency Base Creative, coffee maker Illy, and home furnishings manufacturer Oficina Inglesa. In 2006, 2009 and 2010 Made in Brunel, a yearly design exhibition hosted by the engineering and design department at Brunel University was held here. The centre is owned by the Morris family. ==Archival records== Islington Local History Centre holds the archive of the Royal Agricultural Hall Company Limited, which contains deeds and maintenance records, correspondence, ledgers, cash books, letting agreements and exhibition programmes. ==References== ==External links== *Official website *Images of England page — architectural description *Business Design Center Events Calendar * Category:Buildings and structures completed in 1862 Category:1862 establishments in England Category:Grade II listed buildings in the London Borough of Islington Category:Exhibition and conference centres in London ",
    "title": "Business Design Centre"
}