{
    "id": "2743140",
    "text": "The Oswego Canal is a canal in the New York State Canal System located in New York, United States. Opened in 1828, it is 23.7 miles (38.1 km) in length, and connects the Erie Canal at Three Rivers (near Liverpool) to Lake Ontario at Oswego. The canal has a depth of 14 ft (4.2 m), with seven locks spanning the 118 ft (36 m) change in elevation. The modern canal essentially follows the route of the Oswego River, canalized with locks & dams. Three locks, with a total lift of 45.6 feet (13.9m) take boats over what had been a steep set of rapids at the city of Oswego. This is the only route from the Atlantic/Hudson River system to Lake Ontario fully within the United States. ==Volume of shipping== In 2013 National Public Radio station WRVO reported that the volume of shipping had been increasing, for several years, averaging about 80-120 vessels, per year. It attributed the increase to change in neighbouring Canada's protection for shipping grain grown in Canada. ==Locks== The following list of locks is provided for the current canal, from south to north. There are a total of 7 locks on the Oswego Canal. All locks on the New York State Canal System are single-chamber; the dimensions are 328 feet (100 m) long and 45 feet (13.7 m) wide with a minimum 12-foot (3.7 m) depth of water over the miter sills at the upstream gates upon lift. They can accommodate a vessel up to 300 feet (91 m) long and 43.5 feet (13.3 m) wide.New York State Canal Corporation - Canal Map, New York State Canals, Retrieved Jan. 26, 2015.New York State Canal Corporation - Frequently Asked Questions, Retrieved Jan. 26, 2015.The Erie Canal - Locks, Retrieved Jan, 26, 2015. Overall sidewall height will vary by lock, ranging between 28 feet (8.5 m) and 61 feet (18.6 m) depending on the lift and navigable stages.The Erie Canal, History of the Barge Canal of New York State by Noble E. Whitford, 1921, Chapter 23, Retrieved Jan. 28, 2015. Note: There is no Lock O4 on the Oswego Canal. The Oswego Canal officially begins at the \"Three Rivers\" confluence of the Oneida, Seneca and Oswego rivers near Phoenix, New York. Lock O8 in Oswego was originally installed as a \"siphon lock\", which required air valves to push water in and out of the lock. It initially had issues holding a vacuum in the tank until a pump was added in 1943. The lock was converted to electrical culvert valves consistent with others on the New York State Canal System in 1968.NY Canals - Lock O8, Retrieved Feb. 3, 2015.NY Canals - Siphon Lock Diagram, Retrieved Feb. 3, 2015. Distance is based on position markers from an interactive canal map provided online by the New York State Canal Corporation and may not exactly match specifications on signs posted along the canal. Mean surface elevations are comprised from a combination of older canal profiles and history books as well as specifications on signs posted along the canal.Wilfred H. Schoff, The New York State Barge Canal, 1915, American Geographical Society, Vol. 47, No. 7, page 498, Retrieved Jan. 26, 2015.The Erie Canal - Canal Profiles, Retrieved Jan. 6, 2015. The margin of error should normally be within 6 inches (15.2 cm). {| class=\"wikitable\" style=\"text-align:center\" ! width=\"175\";|Lock # ! width=\"125\"|Location ! width=\"150\"|Elevation (downstream/north) ! width=\"150\"|Elevation (upstream/south) ! width=\"125\"|Lift or Drop ! width=\"200\"|Distance to Next Lock (downstream/north) |- | O1 || Phoenix || || || || O2, |- | O2 || Fulton || || || || O3, |- | O3 || Fulton || || || || O5, |- | O5|| Minetto || || || || O6, |- | O6 || Oswego || || || || O7, |- | O7 || Oswego || || || || O8, |- | O8 || Oswego || || || || Lake Ontario, |} All surface elevations are approximate. Note: The mean surface elevation of Lake Ontario is 243 feet (74 m). ==References== *Recreational Chart 14786 New York State Barge Canal System, 12th Edition, Washington, D.C., U.S. Department of Commerce, May 23, 1998. * Janet Larkin, \"The Oswego Canal : A Connecting Link Between the United States and Canada, 1819-1837,\" Ontario History, CIII (Spring 2011), 23-41. == External links == * Information and Boater's Guide to the Oswego Canal * New York State Oswego Canal * Photos of one of the locks in the canal system * Category:Canals in New York (state) Category:Transportation in Onondaga County, New York Category:Transportation buildings and structures in Oswego County, New York Category:Tourist attractions in Onondaga County, New York Category:Tourist attractions in Oswego County, New York Category:Oswego, New York Category:Canals opened in 1828 Category:1828 establishments in New York (state) ",
    "title": "Oswego Canal"
}