{
    "id": "2743685",
    "text": "Carúpano is a city in the eastern Venezuelan state of Sucre. It is located on the Venezuelan Caribbean coast at the opening of two valleys, some 120 km east of the capital of Sucre, Cumaná.Gobernación Del Estado Sucre This city is the shire town of the Bermúdez Municipality and, according to the 2010 Venezuelan census, the municipality has a population of 173,877 inhabitants.Primeros Resultados XIII Censo General de Población y Vivienda Carúpano is considered the gateway to the Paria Peninsula and its main commercial and financial center. Panoramic view of the city with the Margarita Island in the Background ==History== It was somewhere on the Peninsula of Paria, near Carúpano, where Christopher Columbus first set foot on the American continent for the only time, during his third voyage (in all his other trips he only explored the Caribbean islands). It was in Carúpano where Simón Bolívar, the liberator of Venezuela, issued a decree ending slavery in 1814.Carúpano - Venezuela Tuya In 1815, King Ferdinand VII of Spain, sent a fleet of 18 warships and 42 cargo ships to Carupano and Isla Margarita with the mission of pacifying the revolts against the Spanish monarchy in the South American colonies. In May 1962 Carúpano was the scene of a short-lived military rebellion against the government of Rómulo Betancourt, in which rebel military officers took over the city. The incident is known as El Carupanazo. In July 1997, a violent earthquake struck the city and most of the state. This earthquake was centered in the town of Cariaco, where most of the deaths and damage occurred.El Observador Online Crónicas de Desastres - Terremoto de Cariaco, Venezuela (Pan American Health Organization (PAHO) / Organización Panamericana de la Salud (OPS), 1999, 57 p.) ==Economy== Cacao, coffee, sugar, cotton, timber and rumCarupano Distillery have been important exports of Carúpano since colonial times. Carupanese rums are highly appreciated nationwide, so the internal consumption usually leaves little surplus rum for export. Currently the local General José Francisco Bermúdez Airport does not carry regular commercial flights.Avior Airlines...un Viaje de Diferencias ==Demographics== Bermúdez Municipality in Sucre State The Bermúdez Municipality, according to the 2001 Venezuelan census, has a population of 175,877 (up from 100,794 in 1990). This amounts to 15.5% of Sucre's population. The municipality's population density is 1,559 people per square mile (601.95/km²). ==Government== Carúpano is the administrative centre of Bermúdez Municipality. The mayor of the Bermúdez Municipality is Nircia Villegas, elected in 2017. ==Sites of interest== ===House of Cable=== The House of Cable was where the first submarine cable between Europe and America arrived, joining the French city of Marseille with Carúpano, back in the late 19th century. This house is today the headquarters of the Tomas Merle foundation and the Paria Project, two organizations that promote tourism and industry. ===Religious buildings=== *Iglesia Catedral Santa Rosa de Lima *Iglesia Santa Catalina de Siena *Iglesia Nuestra Señora de Coromoto *Iglesia San Martín de Porres *Iglesia Ntra. Señora del Valle *Iglesia San Rafael Ancargél *Capilla Santa Cruz(Guayacan de las Flores) *Capilla Santa Cruz(Guayacan de los Pescadores) *Capilla Santa Cruz(Sector el Mangle) ===Squares and parks=== *Plaza Andrés *Plaza Bolívar *Plaza Colón *Plaza Miranda *Plaza Santa Rosa *Plaza Suniaga *Parque Karupana center Middle Schools and High Schools: *U.E.P \" Ramón León Santelli\"(Escuela Privada,ubicada en Av. Independencia frente al Hotel Lilma). *U.E \" J.J Martinez Mata \"(Escuela Publica,ubicada en Av. Libertad,con calle Paez. *U.E.P \" Rafael Osío Perez \"(Liceo Privado,ubicada en Av. Independencia,con calle Paez. *U.E.P \" Dr. José Gregorio Hernandez \"(Escuela y Liceo Privado,ubicada en Av. Carabobo. *U.E.P \" San José \"(Escuela y Liceo Privado,ubicada en Av. Carabobo,con calle Las Margaritas,y calle Calvario. *U.E.P \" Don Andrés Bello \"(Escuela y Liceo Privado,ubicada en Av. Independencia frente a la Plaza Santa Rosa,y calle Dominicci. *U.E.P \" Sagrado Corazón de Jesús \"(Escuela Privada,ubicada en Calle Ecuador. *U.E.P \" Inmaculado Corazón de María(Escuela Privada,ubicada en Av. Juncal,cerca del Supermercado Francys. *U.E \" Antonio Jesús Rodriguez Abreu \"(Escuela Publica,ubicada en Av. Principal de Canchunchu. *U.E \" Pedro Elías Aristeguieta \"(Escuela Publica,ubicada en calle Bolívar al Frente de la Infantería. *U.E \" Manuel María Urbaneja \"(Escuela Publica,ubicada en Calle Principal del Sector Curacho. *Liceo Metropolitano ‘’José Eusebio Acosta Peña‘’ \"( Liceo Publico,ubicado en el muco las casitas ) ==Notable natives== Famous Carupaneros include Wolfgang Larrazábal, former president of Venezuela; Jictzad Viña, Miss Venezuela 2005; Antonio José de Sucre, one of the paramount leaders of the South American war of independence, was thought to have lived there but hailed from Cumana; Andrés Eloy Blanco, one of the most important Venezuelan poets also came from Cumana; Eladio Lárez, president of Radio Caracas Television, one of Venezuela's largest television networks; and Washington Nationals major league baseball catcher Jesús Flores. ==See also== * Corsican immigration to Venezuela ==References== * ==External links== *https://web.archive.org/web/20180806161836/http://carupanizate.com/ Category:Cities in Sucre (state) Category:Populated places established in 1647 Category:1647 establishments in the Spanish Empire ",
    "title": "Carúpano"
}