{
    "id": "2744657",
    "text": "Consumer bankruptcy in Canada is governed by the Bankruptcy and Insolvency Act (\"BIA\"). The legislation is complemented by regulations, as well as directives from the Office of the Superintendent of Bankruptcy that provide guidelines to trustees in bankruptcy on various aspects of the BIA. ==Consumer basic concepts == For the purposes of the BIA, it is important to be able to distinguish between legal definition of \"insolvent person\" and one of \"bankrupt\". Generally, an insolvent person is one who cannot pay his or her debts and may subsequently become bankrupt, either by assigning himself into bankruptcy, being petitioned into bankruptcy by the creditors, or being deemed to assign himself into bankruptcy by defaulting on a Division I proposal. The person who is unable to pay his obligation is considered to be an insolvent person under the BIA. Under s. 2 of the BIA, an \"insolvent person\" is a person who is not bankrupt and who resides, carries on business, or has property in Canada, whose liabilities to creditors provable as claims under this Act amount to $1,000, and :(a) who is for any reason unable to meet his obligations as they generally become due, :(b) the aggregate of whose property is not, at a fair valuation, sufficient, or, if disposed of at a fairly conducted sale under legal process, would not be sufficient to enable payment of all his obligations, due and accruing due. Insolvent consumers, according to the BIA, have three main options :# Declare bankruptcy; :# Submit a consumer proposal to creditors, Division II proposal; :# Submit a Division I proposal to creditors; The four main players involved in consumer insolvency are Licensed Insolvency Trustee, Debtor/insolvent person, Creditors, Office of the Superintendent of Bankruptcy. Under s. 2 of the BIA, an \"insolvent person\" can become \"bankrupt\" for the purposes of the BIA in three ways: *by a voluntary assignment in bankruptcy *an application for a bankruptcy order *by defaulting on a Division I Proposal ==Bankruptcy process== The bankruptcy process may be divided into three stages: ===Initiation of the bankruptcy process=== *Where debts of an individual, excluding debts secured by the individual's principal residence, are not more than $250,000, an insolvent debtor may file a Consumer Proposal with his creditors. *For debt greater than this amount, a Division I Proposal can be filed. *Prior to filing a Proposal under Division I, the insolvent individual may file a notice of intention to stay the creditors so that a Division I proposal can be filed with the Office of the Superintendent of Bankruptcy prior to the expiration of 30 days of the filing of the Notice of Intention *Filing a Proposal under Division I is a serious decision, because an insolvent person will be placed into bankruptcy if the proposal is voted down by the creditors or not approved by the Court. *If the Consumer Proposal is not accepted by the creditors or the consumer proposal is not a viable option, an insolvent person may either voluntarily assign himself into bankruptcy or be involuntarily petitioned into bankruptcy by his creditors *The legal proceedings and creditor's attempts to enforce the debts are stayed, no person is allowed to initiate or to continue existing legal actions against the bankrupt nor to enforce existing court orders (other than secured creditors who are allowed to enforce their security) ===Between bankruptcy and discharge=== The bankrupt must: *deliver all his property, credit cards and records that are under his possession or control to the trustee *attend before the official receiver (if requested to do so) for examination under oath with respect to his conduct, the causes of his bankruptcy and the disposition of his property * prepare and submit to the trustee a statement of the bankrupt's affairs in the prescribed form (also known as the Statement of Affairs) * aid the trustee in making an inventory of his assets; * disclose to the trustee all property disposed of within the previous year (including how, to whom and for how much) that was not in the normal course of business or for reasonable personal expenses * disclose to the trustee all property given or settled without adequate valuable consideration within the previous five years * attend the first meeting of his creditors, and, when required, attend other meetings of his creditors or of the inspectors, or attend on the trustee * submit to such other examinations under oath with respect to his property or affairs as required * aid to the utmost of his power in the realization of his property and the distribution of the proceeds among his creditors * execute any documents that may be required * examine the correctness of all proofs of claims filed, if required by the trustee * in case any person has to his knowledge filed a false claim, disclose the fact immediately to the trustee * inform the trustee of any material change in the bankrupt's financial situation * generally do all such acts and things in relation to his property and the distribution of the proceeds among his creditors as may be reasonably required by the trustee, the bankruptcy rules, or by court order, and * until his application for discharge has been disposed of and the administration of the estate completed, keep the trustee advised at all times of his place of residence or address. A bankrupt must also remit to the trustee the amount of his income that is determined to be surplus to his needs, for the benefit of the estate. ==== Determination of property in the bankruptcy estate ==== Contributions made to Registered Retirement Savings Plans (RRSPs), Registered Retirement Income Funds (RRIFs), and Deferred Profit Sharing Plans (DPSPs) in the twelve months prior to the date of bankruptcy will be recovered for the benefit of the bankruptcy estate in provinces other than British Columbia, Alberta, Ontario, New Brunswick, and Nova Scotia (where they are exempt from seizure under applicable provincial legislation). The court can extend the one-year recovery period where it is considered appropriate. ===Period applicable until discharge=== The bankrupt may apply to court at any time for discharge from bankruptcy (provided he has fulfilled his duties), and the court may grant it, either fully or conditionally. In the case of first-time or second-time bankrupts, discharge occurs automatically (provided they have attended counselling sessions arranged by the trustee) as follows: {| class=\"wikitable\" border=\"1\" |+ Automatically discharged (except where an opposition has been filed before it takes effect) ! scope=\"col\" | Type of bankrupt ! scope=\"col\" | 9 months ! scope=\"col\" | 21 months ! scope=\"col\" | 24 months ! scope=\"col\" | 36 months |- ! scope=\"row\" | 1st time | Yes, unless surplus income has been remitted to the estate | Yes | - | - |- ! scope=\"row\" | 2nd time | - | - | Yes, unless surplus income has been remitted to the estate | Yes |} The above does not apply to a bankrupt that has personal income tax debt of $200,000 or more, which represents 75% or more of total unsecured claims. In this case, a hearing for an application for discharge may not be held before the end of the applicable period below: {| class=\"wikitable\" border=\"1\" |+ Hearing to be held no earlier ! scope=\"col\" | Type of bankrupt ! scope=\"col\" | 9 months ! scope=\"col\" | 21 months ! scope=\"col\" | 24 months ! scope=\"col\" | 36 months |- ! scope=\"row\" | 1st time | Yes, unless surplus income has been remitted to the estate | Yes | - | - |- ! scope=\"row\" | 2nd time | - | - | Yes, unless surplus income has been remitted to the estate | Yes |- ! scope=\"row\" | Subsequently, | - | - | - | Yes |} The following debts are not released on discharge: * any fine, penalty, or restitution order imposed by a court in respect of an offence, or any debt arising out of a recognizance or bail * any award of damages by a court in civil proceedings in respect of ** bodily harm intentionally inflicted, or sexual assault, or ** wrongful death resulting therefrom * alimony or alimentary pension * support or maintenance payments * any debt or liability arising out of fraud, embezzlement, misappropriation or defalcation while acting in a fiduciary capacity (or, in the Province of Quebec, as a trustee or administrator of the property of others) * any debt or liability resulting from obtaining property or services by false pretences or fraudulent misrepresentation (other than a debt or liability that arises from an equity claim) * liability for the dividend that a creditor would have been entitled to receive on any provable claim not disclosed to the trustee (unless the creditor had notice or knowledge of the bankruptcy and failed to take reasonable action to prove his claim) * student loans, where the date of bankruptcy occurred ** before the date on which the bankrupt ceased to be a full- or part-time student (as the case may be), or ** within seven years after the date on which the bankrupt ceased to be a full- or part-time student * any accrued interest on any of the above In the case of student loans, the seven-year period noted above, on application to the court, may be reduced to five years, if the court is satisfied: * that the bankrupt has acted in good faith in the matter, and * he is still experiencing financial difficulties, to the extent that he will be unable to pay the debt. ==Purpose and objectives of the bankruptcy process== The purpose of the bankruptcy process is to introduce a legislative mechanism that would provide a fair and peaceful resolution of financial conflict between debtors and creditors, creditors competing among themselves for recovery of their loans and balance public interest in protecting financial security of creditors on one hand and public interest in allowing an insolvent individual to make a fresh start. Generally, the objectives of the bankruptcy process can be summarized as follows: *To permit an honest, but unfortunate debtor to obtain a discharge of his debts and to make \"fresh start\"; *Not only to permit an honest debtor to make a fresh start, but also to rehabilitate such a debtor by counseling the bankrupt on managing his financial affairs after discharge in order to prevent subsequent insolvency of the bankrupt; *To promote a sense of commercial responsibility of the bankrupt and to deter bankrupt from subsequent insolvencies by introducing stricter legislative and judicial treatment of second and ensuing bankruptcies; *To permit an investigation of the financial affairs of the bankrupt by a mediator, a trustee in bankruptcy, who is given broad powers to facilitate settlement of the claims by way of consumer proposal, to require compliance with bankruptcy procedures, to set aside fraudulent transactions and preferences among creditors and to adjudicate various matters under the BIA; *To protect the creditors from competing with each other and to secure the debtor from excessive pressure from the creditors attempting to collect their debts first by introducing a priority of distribution of bankrupt's property scheme under which all creditors are treated equally in accordance with the scheme. ==Consequences of bankruptcy== {| class=\"wikitable\" border=\"1\" ! scope=\"col\" | Positive consequences ! scope=\"col\" | Negative consequences |- valign=\"top\" | *Bankrupt is discharged from all or a significant part of the existing debts and is able to make a \"fresh start\" *Creditors are not allowed to start new legal actions or to continue existing ones against the debtor or the third parties in possession of bankrupt's property *Collection agencies are not allowed to enforce the debts, meaning the collection calls will stop *Bankrupt is entitled to keep certain property exempted from distribution among the creditors *Although the bankrupt gives up a part of his surplus income during the bankruptcy period, it is significantly less than the total payments required to his/her creditors prior to the bankruptcy | *Bankrupt gives up the legal title and control of non-exempt property *Bankruptcy will be shown on bankrupt's credit rating for as long as seven years after discharge for a first bankruptcy and up to fourteen years on the second bankruptcy *Future employment opportunities in certain industries can be impacted along with the ability to be bonded. The bankrupt may also lose some professional and civil privileges, i.e. capacity to hold money in trust, capacity to be elected to certain civil positions *Bankruptcy still carries negative stigma, i.e. negatively influence bankrupt's credibility in the credit granting community *Bankrupt loses part of any surplus income and all property received before his discharge, and is transferred to trustee for distribution among creditors *Debtor is deprived of a part of the income and the property and as a consequence may have to lower his and his family standards of living *Debtor's contractors may suspend and cancel the services where there is a contractual ipso facto clause allowing contractors to cancel the contract on bankruptcy *Bankrupt has limited contractual capacity, debtor's contracts are subject to a review by a trustee in bankruptcy *Debts that are not dischargeable debts still have to be repaid even after a discharge order is made (i.e. fraud, child support) *Bankrupt has duties to perform before the discharge, and, if the discharge is conditional, some duties to perform afterwards depending on the findings of the Court *The record of the bankrupt’s insolvency is retained indefinitely in a searchable online database |} ==References== Category:Canadian law Canada Category:Insolvency law of Canada ",
    "title": "Consumer bankruptcy in Canada"
}