{
    "id": "2744668",
    "text": "Emmanuel Bob-Akitani (July 18, 1930\"Emmanuel Bob Akitani (PFC) : \"Detia yelo, detia yelo, detia kpoe le yi\"\", UFC website, May 27, 2003 . - May 16, 2011\"Deuil à l'UFC : Emmanuel Bob Akitani est décédé\", UFC website, May 16, 2011 .) was a Togolese politician who was the main opposition candidate in the 2003 and 2005 Togolese presidential elections. He was the Honorary President of the Union of Forces for Change (UFC). Born in 1930 in Aného, Lacs Prefecture, Bob-Akitani was a founding member of the UFC and was, at the time of the 2003 election, the UFC's First Vice-President. Akitani stood as the UFC's candidate in 2003 because UFC President Gilchrist Olympio had been barred from running due to his failure to meet the residency requirement.\"Togo: Eyadema wins 57% majority in presidential election\", IRIN, June 5, 2003. According to official results, he placed second behind long-time President Gnassingbé Eyadéma in the 2003 election, with 33.68% of the vote against 57.78% for Eyadéma.\"RAPPORT DE LA MISSION EXPLORATOIRE DEPECHEE DANS LA PERSPECTIVE DE L’ELECTION PRESIDENTIELLE ANTICIPEE DU 24 AVRIL 2005 AU TOGO\" , democratie.francophonie.org . The UFC alleged fraud and Bob-Akitani claimed to have won the election. Following Eyadéma's death, he ran again in the April 2005 election as the candidate of an opposition coalition that included the UFC. He was again declared runner-up in the election, behind Eyadéma's son, Faure Gnassingbé, amidst widespread allegations of seized ballot boxes and other electoral fraud. At a UFC party congress in July 2008, Bob-Akitani was named Honorary President of the UFC.\"L’UFC a désigné son candidat pour la présidentielle\", Republicoftogo.com, July 20, 2008 . He died in May 2011 in Lomé. ==References== Category:1930 births Category:2011 deaths Category:Togolese democracy activists Category:Union of Forces for Change politicians ",
    "title": "Emmanuel Bob-Akitani"
}