{
    "id": "2744359",
    "text": "McGivern in the 1950s McGivern's novella \"Convoy to Atlantis\" was the cover story in the November 1941 issue of Amazing Stories William Peter McGivern (December 6, 1918 - November 18, 1982) was an American novelist and television scriptwriter. He published more than 20 novels, mostly mysteries and crime thrillers, some under the pseudonym Bill Peters. His novels were adapted for a number of films, among them Odds Against Tomorrow (1959), a noir tale of three losers, starring Harry Belafonte; The Big Heat (1953), starring Glenn Ford as a cop who will do anything to get his man; Shield for Murder, about an honest cop going bad; and Rogue Cop (1954), a film noir directed by Roy Rowland, about a crooked cop trying to redeem himself. The Big Heat received an Edgar Award in 1954 as Best Motion Picture, which McGivern shared as author of the original novel. He also published more than one hundred science fiction stories during the 1940s and 1950s. In the 1960s, he moved to Los Angeles, where he wrote for television and film. ==Biography== Born in Chicago, Illinois, to an Irish-American family, McGivern grew up in Mobile, Alabama. After serving in the Army in World War II and studying at the University of Birmingham in England, McGivern returned to the US. He worked for two years as a police reporter for the Philadelphia Bulletin and later as a writer for The Evening Bulletin. His first novel was published in 1948. In 1947, he married Maureen Daly, a journalist and author of the bestseller Seventeenth Summer (1942). William and Maureen McGivern co-wrote Mention My Name in Mombasa: the Unscheduled Adventures of an American Family Abroad, which covered their times and adventures living oversees, including in Kenya; Torremolinos, Spain; and Ireland. In the early 1960s, McGivern moved to Los Angeles to write for film and television. His credits include the TV series Ben Casey, Adam-12, and Kojak; and the William Castle film, I Saw What You Did (1965). McGivern died in Palm Desert, California in 1982, aged 63. ==References== * \"Unnatural Law: William McGivern's Rogue Cops\", James Rodgers, Matthew O'Brien (eds), After the Flood: Irish America 1945-1960. Dublin Irish Academic Press (2009) ==External links== * * * Category:1918 births Category:1982 deaths Category:American people of Irish descent Category:American mystery writers Category:Edgar Award winners Category:20th-century American novelists Category:American male novelists Category:American television writers Category:American male television writers Category:Writers from Los Angeles Category:Writers from Mobile, Alabama Category:Alumni of the University of Birmingham Category:American male screenwriters Category:20th-century American male writers Category:Novelists from Alabama Category:Screenwriters from California Category:Screenwriters from Alabama Category:20th-century American screenwriters ",
    "title": "William P. McGivern"
}