{
    "id": "2744005",
    "text": "Jerzy Turowicz (; 10 December 1912 - 27 January 1999) was a leading Polish Catholic journalist and editor for much of the post-Second World War period.Jerzy Turowicz. He was editor of the Catholic weekly Tygodnik Powszechny from 1945 until his death in 1999, except for three years in the early 1950s. ==Early life and education== Turowicz was born on 10 December 1912 in Kraków, the son of Klotylda (Turnau) and August Turowicz, a judge.http://www.jerzyturowicz.pl/ewa- prejsner/http://www.readingmalopolska.pl/en/miasta-w- szlakach,31,krakow,1300.chtm In 1930, he joined a Catholic youth organization, called Rebirth. He graduated from Jagiellonian University in 1939 with a degree in philosophy. ==Career and activities== Turowicz was appointed chief editor of Głos Narodu in 1939. During World War II, he worked in the underground journals. In 1945, he became editor of the Catholic weekly Tygodnik Powszechny, which he also cofounded. It was financed by Adam Sapieha, Archbishop of Kraków. However, there is another report, arguing that Sapieha was loosely related to the weekly. Turowicz made his career there, through all the changes in the political and social nature of the country. He served as the editor of the weekly until his death in 1999, with only a three-year interruption from 1953 to 1956. The reason for this interruption was the refusal of Turowicz to publish an obituary for Joseph Stalin. During this period the weekly was under the control of the communist regime and the editor was Jan Piwowarczyk. In 1956, Turowicz both returned to his editorial post and was made a member of the Sejm, Polish Parliament, along with other Catholic figures. In 1964 he was one of the signatories of the so-called Letter of 34 to Prime Minister Józef Cyrankiewicz regarding freedom of culture. He was a member of the Round Table negotiations during the Polish revolution in 1989, leading to the fall of communist regime in the country. Turowicz's articles published in various dailies and other publications were compiled and published by the Znak publishing house in 1963, in 1990 and in 1999. ==Personal life and death== In 1938, Turowicz married Anna Gąsiorowska and they had three daughters, one of whom is the psycholinguist Magdalena Smoczyńska.Biography of Jerzy Turowicz on website of Tygodnik Powszechny He died of a heart attack in Kraków on 27 January 1999. His grandson is Polish- American cinematographer Lukasz Jogalla and his great-grandson is American actor Pico Alexander. ==Legacy and awards== In 1995, Turowicz was awarded the Order of the White Eagle, the highest state award of Poland and silver Kraków service medal.Postanowienie Prezydenta Rzeczypospolitej Polskiej z dnia 3 maja 1994 r. o nadaniu orderu In 1998, Maria Zmarz-Koczanowicz produced the documentary, Ordinary Kindness (Zwyczajna dobroć), telling the story of Turowicz. On 10 December 2012, the 100th anniversary of Turowicz's birth, a plaque in honor of him was unveiled in Kraków. A street in Kraków is named after him. ==References== Category:1912 births Category:1999 deaths Category:Journalists from Kraków Category:Jagiellonian University alumni Category:Polish Roman Catholics Category:Members of the Sejm of the Republic of Poland Category:Polish Round Table Talks participants Category:Recipients of the Order of Polonia Restituta ",
    "title": "Jerzy Turowicz"
}