{
    "id": "2744914",
    "text": "Oleg Anatolyevich Chirkunov (; ) (born 15 November 1958 in Kirovsk, Murmansk Oblast, Russia) is a Russian politician who served as the governor of Perm Krai from 12 March 2004 to 28 April 2012. == Early life == He graduated from Perm State Technical University in 1981 and received a degree from the Higher School of the KGB of the USSR in Moscow in 1985, after which he entered service in the KGBhttps://abcnews.go.com/Travel/perm-russias-cultural- capital/story?id=8915173https://www.voanews.com/europe/russian-city-moving- tanks-culture . He subsequently graduated from the Law Department of Perm State University in 1988. He received his PhD in economics in 1990. == Career == Chirkunov was the trade representative of Russia to Switzerland from 1991 to 1994. After that he worked with the business group «Eks». He was also a deputy of legislative assembly of Perm Oblast from 1997 to 2000. After this he became the representative of the region at Federation Council of Russia. He was appointed acting governor of Perm Oblast in 2004, and was confirmed as governor of Perm Krai in 2005 (after the merger of Perm Oblast and Komi- Permyak Autonomous Okrug). Chirkunov played a role in Vladimir Putin's rise to power, something he came to regret. === Perm === Despite this history, Chirkunov left a mark as a reform-minded governor of Perm. He commissioned Marat Gelman, a prominent political scientist and art curator, to oversee \"Project Perm\" and revitalize the city to become a European center of culture. Gelman aspired to create an \"artistic perestroika.\" Perm, a city of brutal Soviet architecture and home to just under a million people, became an anomalous and relatively free political space under Chirkunov. While the Kremlin crushed opposition parties and independent media, \"in Perm artists were encouraged to experiment, journalists could criticize, and visitors might think they were in Western Europe, rather than middle Russia.\" Project Perm included a Museum of Contemporary Art; the White Nights Festival, a summer event which drew up to a million visitors; and the Perm-36 gulag museum, the only museum of the Soviet gulag experience and its terror, run by its former prisoners. === Resignation === After Putin's re-election in 2012 amid widespread protests, the Russian state cracked down heavily on political dissent as well as the sponsorship of independent artistic expression such as that in Perm. Chirkunov resigned as Perm governor in April 2012, after suffering constant verbal attacks on state television. == References == == External links == * Oleg Chirkunov's blog Category:1958 births Category:Living people Category:People from Kirovsk, Murmansk Oblast Category:Governors of Perm Krai Category:Heads of the federal subjects of Russia Category:Members of the Federation Council (Russia) Category:Russian bloggers ",
    "title": "Oleg Chirkunov"
}