{
    "id": "2744997",
    "text": "Kelly Windsor (also Glover) is a fictional character from the British ITV soap opera, Emmerdale, played by Adele Silva. The character first appeared on 10 August 1993. Silva portrayed her from August 1993 until November 2000. In February 2005, it was announced that Silva would be reprising her role and she returned in June 2005. Silva left the soap once again in October 2007, and in November 2010, it was announced that Silva would be returning to Emmerdale in February 2011. Silva reprised the role for a period of three months and left again in May 2011. ==Storylines== ===Backstory=== Kelly is the daughter of Vic (Alun Lewis) and Anne Windsor. Kelly, for a long time, didn't know that Anne had died after catching Vic in bed with Viv Hope (Deena Payne) . Horrified, she ran outside and was hit by a car as she was too upset to look where she was going. As Kelly did not know this, she loved Viv like a mother. Kelly gained a stepbrother, Scott Windsor (Toby Cockerell), Viv's son from her first marriage, and a half-sister, Donna (Sophie Jeffery), from Vic and Viv's marriage. ===1993–2000=== Kelly arrives in the village in August 1993 with her father Vic, stepmother Viv, stepbrother Scott and half-sister, Donna. Kelly’s first boyfriend is local teenager, Roy Glover (Nicky Evans). They date briefly but being teenagers, soon split up. Kelly's next relationship is with her teacher, Tom Bainbridge (Jeremy Turner-Welch). When their affair is exposed, Kelly denies it but no one believes them and Tom loses his job. The couple decide to run away together but Kelly returns a few months later, telling Viv that she left Tom after finding him in bed with another pupil. Having been betrayed, she stops trusting men and behaves promiscuously. She toys with Roy’s affections, has a one-night stand with Biff Fowler (Stuart Wade) and a brief fling with Will Cairns (Paul Fox). Discovering she is pregnant by Biff, Kelly tells Chris Tate (Peter Amory) that he is the father, hoping he would pay for an abortion. Due to the side-effects of his disability, he is scared about the possibility of not being able to have children and asks Kelly to keep the baby. Kelly secretly plans an abortion but miscarries after a fight with Kim Tate (Claire King) leads her to fall down a flight of stairs. She threatens to press charges but eventually accepts £1,000 from Steve Marchant (Paul Opacic) as compensation. In 1998, Kelly realises that she has romantic feelings for her stepbrother, Scott Windsor (Ben Freeman). After sleeping together, Kelly returns to Roy and they get engaged. Whilst planning their wedding, Kelly continues to see Scott but refuses to leave Roy so Scott exposes their affair but Kelly denies it. After they get married, Kelly and Roy have financial problems and become cleaners. When Kelly \"borrows\" jewellery from a client, Miss Curtis, and stages a dinner party at her house, the police are called. Wanting to protect Kelly, Roy accepts responsibility and is imprisoned. Whilst he is away, Kelly sleeps with Scott again after meeting him at a hotel and they admit their love for each other, sending Kelly into a deep depression. After writing letters to her family and admitting to the affair on tape, Kelly attempts suicide. She is saved but loses the baby she was carrying, unsure if the father was Scott or Roy. Scott burns the letters but Kelly confesses to Roy and decides to start a new life in London, bankrolled by Chris Tate. Although she and Roy have a brief reconciliation, they are unable to make their marriage work and he leaves for Ibiza without her. Feeling rejected again, Kelly tries seducing Viv's new fiancé, Bob Hope (Tony Audenshaw), but he tells Viv and this leads to a vicious fight between Viv and Kelly, also revealing Scott and Kelly's affair. With no friends or family willing to talk to her, Kelly leaves for London, with only her younger sister, Donna (now played by Verity Rushworth), sad to see her go. ===2005–2007=== Kelly returns in 2005 and it is clear that she has not changed. Throwing herself back into village life, she makes enemies of Zoe Tate (Leah Bracknell) and Dawn Woods (Julia Mallam)- both ex-girlfriends of Scott. She causes trouble for Dawn when she flirts with Scott, gets him drunk and drags him into her bed, secretly phoning Dawn and she hears them talking. Donna catches them in bed together the next day and Kelly implies that they have slept together but admits they didn't when Donna threatens to tell Viv. When Dawn finds out that Kelly lied, she tracks her down and they fight outside the Woolpack, ending with Kelly being soaked by a hosepipe. Bored of working in the cafe, Kelly targets the rich men in the village and seduces curate, Ethan Blake, but they are caught by Laurel Thomas (Charlotte Bellamy) in the church. She then seduces Jimmy King (Nick Miles) and they have a brief fling but he ends their relationship when his ex-wife Sadie (Patsy Kensit), reveals Kelly's career as a glamour model. Kelly moves on to Rodney Blackstock (Patrick Mower) despite a thirty-one year age gap. Kelly develops feelings for Rodney and is delighted when he buys Holdgate Farm for her and his son, Paul Lambert (Mathew Bose), planning to turn it into a spa but Rodney runs out of money and the spa is abandoned. Despite promising to stand by Rodney, she turns her attentions back to Scott. When caught by Rodney and Scott's current girlfriend, Debbie Dingle (Charley Webb), they split up. Kelly spends months feeling sorry for herself and takes her frustration out on her family. Claiming to be seeking revenge for Dawn's death, Kelly targets her former lover, Jimmy, despite never liking Dawn when she was alive. Kelly soon falls in love with Jimmy, admitting that she genuinely wants to be with him and does not blame him for Dawn's death, unlike Dawn's parents, Bob and Jean. Soon after, Kelly is offered a lucrative modelling contract but also discovers that she is pregnant, eventually deciding to have an abortion. Jimmy's half-sister, Scarlett Nicholls (Kelsey-Beth Crossley), goes with her to the clinic and seeing her reluctance to go in, suggests she keep the baby but Kelly goes ahead as her agent insisted she choose: her baby or her career. Her abortion is not a secret for long as, discovering an abortion leaflet, Scarlett's mother, Carrie, demands answers from Scarlett. She tells Carrie about Kelly's abortion and Carrie threatens to tell Jimmy but agrees not to, on condition that she stays away from Scarlett. Kelly argues with Carrie again when she realises Carrie has feelings for Jimmy. Worried about what Carrie might do, she confronts her and they argue. Kelly loses her temper and slaps Carrie and Carrie calls the police and presses charges against Kelly for assault. The police question Kelly but she denies it and Jimmy claims Kelly acted in self- defence. She later apologizes but Carrie demands that Kelly stay away from her and Scarlett, warning her that she will tell Jimmy about her abortion if she ever crossed her again. Kelly, however, warns Carrie that if she tells Jimmy, she will tell Scarlett that Carrie is Lexi Nicholls's (Sally Oliver) mother, not her sister. At this point, only Carrie, Kelly, Lexi and Jimmy know that Carrie is Lexi's birth mother. Debbie Dingle blackmails Kelly after she kisses Debbie's relative Eli Dingle (Joe Gilgun) as she has photographs of them. In light of her deception, Kelly does not know if she can go through with marrying Jimmy and is jealous about the amount of time he is spending with Carrie, much to Carrie's delight. Initially the wedding goes well, however Debbie reveals the truth to Scarlett about Kelly kissing Eli. Jimmy forgives Kelly for her drunken kiss with Eli but jilts her at the altar when Eli tells him about the abortion. Viv disowns Kelly again and Jimmy is too angry to speak to her. Kelly steals some money. Despite Donna and Paul's efforts to reunite them, Jimmy claims that Kelly has broken his heart and he can never be with her again. Heartbroken, Kelly steals Debbie's car, a gift given to her by Eli, and leaves Emmerdale again. ===2011=== On 18 February 2011, Jimmy meets Kelly in Peterborough after she contacts him and asks him for money. She also suggests they reconcile but Jimmy's anger and resentment at Kelly's abortion boil over into an argument. As Jimmy is about to leave Kelly jumps into the cab of his van and refuses to leave. Jimmy tries to eject her and fearing Jimmy was going to attack her, Kelly lashes out, grabbing a torch from the dashboard and hitting him over the head, knocking him unconscious. Thinking that she has killed him, Kelly panics and flees the scene. Kelly arrives in the village on 16 March to apologize to Jimmy for attacking him. When she realises that he has amnesia and does not remember who she is or what happened to him, Kelly takes advantage of Jimmy's memory loss by telling him that she was once the love of his life. Jimmy is intrigued and later telephones Kelly and arranges to meet her, believing that she is the key to getting his memory back. Jimmy's brother Carl (Tom Lister) finds out and goes to the café where she is supposed to be meeting Jimmy. Carl warns Kelly to stay away from Jimmy but she refuses and tells Carl that she would only leave if Jimmy told her too. Kelly leaves her mobile in the cafe and Carl goes to the hotel where she is staying to return it to her. Carl threatens Kelly and again repeats his demand to stay away from Jimmy but she refuses again and orders Carl to leave. Kelly returns to the village at the end of the week and visits Bob. Kelly asks Bob if she can stay with him and he agrees and she tells him that she would have somebody with her. The following week Kelly moves into Bob's house and introduces Bob and his housemate Marlon Dingle (Mark Charnock) to her son Elliott. Jimmy's wife Nicola (Nicola Wheeler), Rodney's daughter, whom Jimmy had married during Kelly's absence, is shocked when she sees Kelly in the village. Kelly introduces Rodney and Nicola to Elliot. Kelly then explains to Jimmy that Elliot is his son and she shows Jimmy and Carl a paternity test to prove her claims. Nicola visits Kelly and demands to know why she has returned but Kelly claims that she had returned to the village as a result of Viv's death in a fire the previous January, and that she wanted to spend time with Bob and his and Viv's twins. Jimmy begs Kelly to keep it a secret that Elliot is his son in order to not cause trouble with Nicola and she agrees to do so. Kelly goes for a drink with Rodney in The Woolpack in order for them to catch up with each other and she tells him of her life since leaving the village and Rodney works out that Elliot is Jimmy's son. Rodney then informs Nicola of his discovery and she demands to know if he had been having an affair with Kelly. When Kelly intervenes, Nicola loses her temper and attacks her and has to be pulled away. Jimmy then escorts Kelly home. Kelly then starts manipulating Jimmy and claims that they had been having an affair and that he had been going to leave Nicola for her before he lost his memory. Kelly also befriends Eve Jenson (Suzanne Shaw) who helps strengthen Kelly's claims by forging hotel receipts and faking a photograph of Kelly and Jimmy together in Peterborough. Kelly spends the following week trying to help Jimmy get his memories of her back and takes him to the spot where he had proposed to her four years earlier. Kelly tells Jimmy that she still loves him and wanted them to get back together but Jimmy tells her that he does not want to hurt Nicola and turn his back on their daughter Angelica. He offers to support Kelly financially in order to provide for Elliot's upbringing. Whilst in the church, Jimmy regains some of his memory when he remembers his and Kelly's wedding day. He then visits Kelly and tells her that he remembered how he had felt about her and that he knew that he wanted to be with her. Jimmy and Kelly then have sex and this helps Jimmy regain some more of his memory. Jimmy has reservations about his decision, not wanting to hurt Nicola but Kelly tells him to tell her about their relationship and get a divorce. Jimmy then moves Kelly into Mill Cottage, much to Carl's discomfort, and they resume their relationship. As Jimmy continues to regain his memory, Carl warns Kelly that he would soon remember everything about her and what she was really like. In April 2011, whilst Jimmy and Kelly are having a play fight with a cushion, Kelly hits Jimmy over the head. Jimmy has a flashback and remembers that it was Kelly who had attacked him in Peterborough. Jimmy later tells Nicola that he remembers Kelly being there when he suffered the injuries which caused his memory loss and she urges him to call the police but he refuses for Elliot's sake. Kelly moves back into Bob's house and she later confesses to Eve that she had lied about her and Jimmy having an affair and Eve advises Kelly to tell Jimmy the truth. Jimmy later visits Kelly and demands that she tell him the truth. After claiming that she would never deliberately hurt him, Kelly finally confesses that she had attacked Jimmy and caused his memory loss. She begs Jimmy for forgiveness but he leaves in shock. Kelly later confides in Bob that she is scared of Jimmy hating her. In May 2011, Kelly discovers that Jimmy is trying to win back Nicola. Kelly continues to cause problems for them by arranging for Jimmy to spend time with her and Elliot at a time when Nicola had arranged for him to see Angelica in the park. Jimmy buys Elliot some new clothes and Kelly then hugs Jimmy in gratitude. Nicola, who had just arrived at the park with Rodney and Angelica, witnesses this and storms off. Jimmy offers to buy Kelly a house and support Elliot financially. He also tells her that he does not want her back as he had remembered how their previous relationship had ended and her abortion. Kelly later arrives unexpectedly at Mill Cottage with Elliot at a time when Jimmy is looking after Angelica. When Nicola arrives to pick Angelica up, she is furious to discover Kelly there. Kelly then lies to Nicola, claiming that Jimmy had told her that he would leave Nicola and would start a new life away with her, Elliot and Angelica. Nicola is outraged and attacks Kelly again leaving her with a bloody nose. Kelly then threatens to report Nicola to the police for assault. As Nicola had been on probation at the time, this meant that she would face a possible prison sentence. In order to get Nicola out of trouble, Jimmy threatens to tell the police that Kelly had started the fight and Nicola had acted in self- defence. Jimmy also tells Kelly that he thought it would be best if she left the village. Kelly agrees and tells him that she and Elliot would be going as far away from Emmerdale as they could. Kelly gives Jimmy an ultimatum that either he left with her and Elliot or he would never see him again. Wanting Nicola back, Jimmy reluctantly bids a tearful goodbye to Elliot and resigns himself to the fact that he would never see his son again. Kelly then gets into her car and drives out of the village with Elliot. ==Creation== Kelly as she appeared in 1993. ===Casting=== In 1993 series producer Nicholas Prosser introduced the Windsor family, Kelly Windsor was first introduced in August 1993, series producer Prosser cast Adele Silva for the role of Kelly. Among them were Viv (Deena Payne), Kelly's father Vic Windsor (Alun Lewis), Scott (Toby Cockerell), and Kelly’s half-sister Donna (Sophie Jeffery). ===Personality=== Kelly Windsor has been described wild child is a feisty young woman who is not afraid to speak her own mind. \"I've got a quite a fierce temper and I won't be pushed around.\" she says. [...] \"It doesn't take much to get Kelly angry but it’s all over very quickly. She’s just a passionate person. [...].\" ==Development== ===2000 exit and 2005 return=== In 2000 it was announced that Adele Silva had quit Emmerdale, her exit storyline involved Kelly trying to seduce Bob Hope (Tony Audenshaw). After that Viv threw Kelly out of the family home she was then seen in a taxi heading for London. In February 2005 it was announced that Adele Silva would be returning to Emmerdale, after a five-year break to reprise her role of Kelly. Speaking of her return to Digital Spy [...] \"I'm very excited and can't wait to start filming,\" Adele revealed, [..] \"It will be interesting to see what Kelly has been up to in the past years, and I'm looking forward to catching up with old friends at Emmerdale. [...]. Silva couldn’t wait to go back to the show,\" Silva told The Sun. [...] I've done quite a lot since leaving but it was difficult at first because I was a bit typecast. \"I look quite young and everyone thought of me as being Kelly the schoolgirl. I struggled to get away from the little girl image. I've grown up a lot, though, and I'm looking forward to going back and showing the cast and crew that I'm now a sexy woman. I'm hoping Kelly will be really badly behaved. It would be fun if she had a few flings, too. I want to really show them what I'm made of. It'll be great to catch up with the actors there too - I can't wait to see them again.\" [...]. When the show's producers approached Silva, she said she'd only come back if they would promise not to make her character nice,\" Silva told the Sunday Mirror Kelly is still nasty as ever Kelly’s return storyline saw her at the bedside of her half-brother Scott (Ben Freeman) who had been injured by Zoe Tate (Leah Bracknell). ===2007 departure=== In June 2007 it was announced that Silva would be taken a 12-month break. Silva had been thinking about leaving for a while, to try out new things. Silva was also really looking forward to the future. An Emmerdale spokeswoman said: [...] \"Adele will be taking a 12-month break at the end of the year to focus on other projects but will return to Emmerdale in 2008.”[...]. Her exit storyline saw Kelly splitting up with Jimmy King (Nick Miles) after he found out that she had their unborn child aborted, in order to sign a modelling deal. Despite a return being confirmed for 2008, Silva did not return until 2011. ===2011 return=== On 5 November 2010 it was announced that Adele Silva would be reprising the role of Kelly for a second time, after a three-year break at the beginning of 2011. Silva told the Daily Mail : [...] \"I absolutely loved playing Kelly. She's going to be three years older but probably not three years wiser! Whenever Kelly is around she's always caught up in something which makes her a lot of fun. I'm really looking forward to working with the new, talented cast as well as catching up with old friends. The chance to come back was just too good an opportunity to turn down.\"[...] It is expected that Kelly's return will come at a cost for Jimmy, now living with his wife Nicola King (Nicola Wheeler) and their daughter Angelica. Emmerdale's series producer Gavin Blyth added: [...] \"Kelly is as manipulative and destructive as ever and there will be no going back from the damage she looks set to cause to Jimmy. The story will ensure an explosive start to 2011 for Emmerdale.[...]. Although later Silva confirmed she would be exiting Emmerdale once again to the conclusion of Jimmy's amnesia storyline. She made her final appearance on 27 May 2011. In November 2014, it was announced that Silva turned down the chance to return to Emmerdale for a guest stint. Silva decided not to return after discovering she was pregnant with her first child. Had she have returned, Kelly would be seen attending her half-sister, Donna Windsor's (Verity Rushworth) funeral.http://www.digitalspy.co.uk/soaps/s12/emmerdale/news/a612022/ex- emmerdale-star-adele-silva-turned-down-soap-return-due-to- pregnancy.html#~p89Zsh7rVmfRhO ==References== ==External links== *Kelly Windsor at itv.com Category:Emmerdale characters Category:Television characters introduced in 1993 Category:Female villains Category:Female characters in television Category:Fictional models ",
    "title": "Kelly Windsor"
}