{
    "id": "2745914",
    "text": "Jean-Claude Bajeux (17 September 1931 - 5 August 2011) was a Haitian political activist and professor of Caribbean literature. For many years he was director of the Ecumenical Center for Human Rights based in Haiti's capital, Port-au- Prince, and a leader of the National Congress of Democratic Movements, a moderate socialist political party also known as KONAKOM. He was Minister of Culture during Jean-Bertrand Aristide's first term as President of Haiti. In 1993 The New York Times called him \"Haiti's leading human rights campaigner\". In 1996 the paper called him \"one of the country's leading intellectuals\". In 2004 the St. Petersburg Times called him \"Haiti's most respected human rights activist\". ==Early life and career== Bajeux was born in Port-au-Prince on 17 September 1931. He completed secondary school at Collège Saint-Martial in Port-au-Prince, run by the Holy Ghost/Spiritan Fathers. After this he studied philosophy and theology under the Holy Ghost Fathers/Spiritan Fathers in France. During his time in France, the University of Bordeaux awarded him a Bachelor of Arts in philosophy. He received a Ph.D. in Romance languages and culture from Princeton University in 1977 after completing a doctoral dissertation titled \"Antilia retrouvee: La poésie noire antillaise a travers l'oeuvre de Claude McKay, Luis Pales Matos, Aimé Césaire.\" He began his career as a Roman Catholic priest, as a member of the Holy Ghost Fathers, or Spiritan Fathers, though he later left the priesthood. In 1956 Bajeux moved to Cameroon, where he taught philosophy and served as editor-in-chief of a pro- independence magazine. Cameroon became independent in 1960. In 1961 Bajeux returned to Port-au-Prince and began teaching philosophy at Collège Saint- Martial. He also edited the journal Rond-Point and headed the Children's Library. ==First exile== In 1964 Haiti's dictator Papa Doc Duvalier expelled the Holy Ghost/Spiritan Fathers order from the country. Bajeux asked his fellow priests to sign a letter of protest. His bishop reported him to the government, and Duvalier expelled Bajeux. He settled in Santo Domingo, the capital city of the Dominican Republic, where he began ministering to other Haitian exiles. Later that year, Duvalier's Tonton Macoutes militia kidnapped Bajeux's mother, his two sisters, and two of his brothers from their home in the middle of the night. They all later died in the Fort Dimanche prison, which The Miami Herald described as \"the regime's most infamous hellhole\". Following his time in Santo Domingo, Bajeux traveled to Cuernavaca, Morelos, Mexico, where he spent one year editing a collection of documents about the history of Latin America. In 1967 he became a professor of comparative literature and Caribbean literature at the University of Puerto Rico in San Juan, a position he held until 1992. During his years in San Juan he taught literature and religion at the university and gained prominence writing about Haiti. In 1977 he earned a PhD in Romance languages and literatures from Princeton University, where he was Assistant Master of Princeton Inn College, later known as Forbes College. His dissertation concerned black Caribbean poetry. Bajeux's wife Sylvie is a 1979 graduate alumna of Princeton and also a relative of some of the 13 Jeune Haiti rebels. During his years in exile, Bajeux remained active struggling for human rights in Haiti. The World Council of Churches helped him found the Ecumenical Center for Human Rights in Santo Domingo in 1979. He was an early supporter of Leslie Manigat's efforts to oust the Duvalier regime but came to believe Manigat was too interested in acquiring power. He also joined a group based in the Dominican Republic planning guerrilla attacks against the Duvalier regime. ==Political activity in Haiti== Bajeux returned to Haiti in early 1986, becoming one of the first exiles to return days after Duvalier's son Baby Doc fled the country. On his arrival he was arrested, then released, and then briefly arrested again. He recounted to The New Yorker that he had to reclaim his family's house from Macoutes who said Duvalier's lieutenant Madame Max Adolphe had given it to them. In July of that year he brought the ECHR to Port-au-Prince. He also began his affiliation with KONAKOM, a moderate socialist political party, eventually rising to become a central figure in the party by 1989. The years following the ouster of Duvalier were tumultuous. Bajeux spent them active in politics. He participated in the debate surrounding the adoption of the Constitution of Haiti in 1987. He organized demonstrations against military rule by Henri Namphy and against the return to Haiti of Williams Régala and Roger Lafontant, former interior ministers under Duvalier. Bajeux became a supporter of Aristide's pro-democracy movement as did many other Holy Ghost/Spiritan Fathers who worked to elect another priest, Jean-Bertrand Aristide. Aristide was elected in 1990 but forced into exile in a military coup the following year. At first Bajeux remained in Haiti, continuing his human rights advocacy and publishing the first bilingual (French and Creole) edition of his country's Constitution. However, in October 1993, armed men attacked his home, beat his domestic workers, and shot another man. Bajeux was not home at the time. He blamed the Front for the Advancement and Progress of Haïti (FRAPH), a death squad backed by the army that targeted Aristide supporters. Following this incident, Bajeux fled Haiti with his wife. Aristide was returned to power in October 1994 in the United States-led Operation Uphold Democracy. Later that year Bajeux was appointed culture minister under Aristide. In this office he promoted the \"Haitianization\" of the national culture at the expense of French elements, a course he had advocated as early as 1986. However, he later turned against Aristide, as did his other Holy Ghost/Spiritan fathers joining an opposition movement calling for him to leave the country during his second term as president. In 1997 Bajeux published a collection of poems, and in 1999 he published a bilingual (French and Creole) anthology of Creole literature. In his later years he also remained active politically. His friend Michael Deibert recalled him marching in demonstrations in his old age despite physical danger. In 2002 he received the Human Rights Prize of the French Republic. In 2009 President René Préval appointed him to a presidential commission to consider amending the constitution. Bajeux died 5 August 2011 at his home Port-au-Prince. He was 79 and the cause was lung cancer. ==Statements about relations with the United States== Bajeux was outspoken about relations with the United States. In 1981, while in exile in San Juan, he criticized President Ronald Reagan's order that the U.S. Coast Guard repel ships suspected of carrying illegal immigrants from Haiti. After returning to Haiti in 1986 he opposed the Reagan administration's plan to industrialize Haiti's heavily agrarian economy. As violence was breaking out again in 1989 he advocated for the U.S. military to crack down on the marauding Macoutes. In 1992 he described President George H. W. Bush's plan to return all Haitian refugees in the U.S. to Haiti as \"beyond all the laws of humanity\".Quoted in During Bill Clinton's presidential transition following his election in 1992, Bajeux praised Clinton's efforts to aide Aristide's return, and in 1996 he accused Republicans of using problems in Haiti to embarrass Clinton, who was then running for reelection. ==Works== * Textures (1997) – book of poetry * Mosochwazi Pawòl ki ekri an Kreyól Ayisyen/Anthologie de la Littérature Créole Haïtienne (1999) – bilingual anthology of Creole literature ==References== ==External links== * Obituary in The Guardian * Short biography by FOKAL (in French) * Personal reflection by Michael Deibert Category:1931 births Category:2011 deaths Category:Haitian democracy activists Category:Haitian academics Category:People from Port-au- Prince Category:Government ministers of Haiti Category:University of Bordeaux alumni Category:Princeton University alumni Category:Haitian Jesuits Category:Deaths from cancer in Haiti Category:Haitian expatriates in the United States Category:The New York Review of Books people ",
    "title": "Jean-Claude Bajeux"
}