{
    "id": "2745700",
    "text": "Igor Spassky in 2016 Igor Dmitriyevich Spasskiy (, born August 2, 1926) is a Russian (and former Soviet) scientist, engineer and entrepreneur, General Designer of nearly 200 Soviet and Russian nuclear submarines, and the head of the Central Design Bureau for Marine Engineering Rubin. Spasskiy was born in the town of Noginsk in the Moscow Region on August 2, 1926. In 1949 he graduated from the Engineering Department (паросиловой факультет) of Dzerzhinsky Higher Naval Engineering School, after which he briefly served as lieutenant-engineer on the cruiser Frunze. ==Hero of Socialist Labor== In 1950 he started work as a submarine designer, first in Construction Design Bureau-143 (currently Malakhit Design Bureau). Since 1953 he has worked in Construction Design Bureau-18 (currently Rubin Design Bureau). In 1956 he became the vice Chief Engineer of Rubin; in 1968 he became the Chief Engineer; and since 1974 he has been the head of that bureau with the position title of Chief Designer (, after 1983 General Designer ). As General Designer, he was the main designer of all of Rubin's projects since 1974, which according to Rubin's website include: * strategic ballistic missile submarines: ** Delta III-class submarine (or 667BDR Kal'mar since 1974) ** Typhoon-class submarine (or Project 941 Akula built since the 1980s). ** Delta IV-class submarines (or Delfin since 1981) * Cruise missile submarines: ** Oscar I (or Project 949 Granit) class of submarines ** Oscar II (or Project 949A Antey) class of submarines * and other submarines as surface ships. Altogether, Spassky's projects have included 187 submarines (91 diesel-electric and 96 nuclear) that have been the core of the Soviet and Russian Navy. Spassky has also published scientific works on the theory of submarine design and construction. He has been a full member of the Soviet Academy of Science since 1987 (a corresponding member since 1983). He is the Chairman of the Commission on Hydrodynamics of the Russian Academy of Science. He has been awarded the Lenin Prize (1965), became a Hero of Socialist Labor (1978), USSR State Prize (1983), received two Orders of Lenin, the Order of the October Revolution and two Orders of the Red Banner of Labour. ==\"Hero of Capitalist Labor\"== Since the time of the perestroika and the dissolution of the Soviet Union, state orders for new nuclear submarines have dramatically decreased. Nevertheless, Spassky continued to work on nuclear submarines, including the new fourth- generation ballistic missile Yuriy Dolgorukiy class (construction started in 1996), but he expanded his Bureau into new areas in order to provide a livelihood for his employees. One such area was the design and construction of oil platforms (together with Halliburton) that are now used for oil drilling around Sakhalin island, in the Sea of Okhotsk, and off the coast of South Korea. Sea Launch launch platform Ocean Odyssey in its home port at Long Beach, California Another important project was Sea Launch, a unique spacecraft launch service that uses a specially modified floating oil drilling platform, positioned in the equatorial Pacific Ocean, for its launch platform. Spassky was the chief constructor of the marine part of the project. Sea Launch provides an economical way to send satellites into space, almost ten times cheaper than NASA. Spassky also became a CEO of the Non-Nuclear Submarines consortium (which includes Rubin, Admiralty Shipyards, and other shipbuilding companies). The company provides non-nuclear military submarines for the Russian Navy (among them diesel-electric submarines of the Petersburg class) and for export to India, Poland and others, among them submarines of the Amur class and the Sadko class (\"tourist submarine\"). Two of the latter were built and are now operating on Cyprus. Spasskiy also proposed such exotic projects as a cargo submarine for year-round operations in the Arctic Ocean, and a nuclear underwater gas transfer station for trans-ocean natural gas pipelines, as well as more humble projects such as modifications of city trams. These projects provided a reasonably smooth transition for thousands of Rubin employees to the market economy as well as some help to the Saint Petersburg city and philanthropy. Spasskiy and his enterprises financed reconstruction of Nikolo-Bogoyavlensky Cathedral in Saint-Petersburg, Church of John the Baptist (Ioann Pretechi) in Old Ladoga, the monument to the 300th anniversary of the Russian Navy, the celebration of the centenary of the Russian Museum, and many other projects. For his philanthropy, the Russian Orthodox Church awarded Spassky the Order of Saint Prince Daniil of Moscow. Anatoly Sobchak referred to Spassky's success in the transformation to a market economy when he called him a \"Hero of Capitalist Labor\". Spassky was also awarded the State Prize of the Russian Federation (2006) Президент России ==Kursk submarine== Spassky was the creator of the K-141 Kursk project, the last of the Oscar II class submarines built for the Russian navy. On August 12, 2000, a dummy torpedo aboard the submarine accidentally exploded and the submarine sank. Most of the crew died during the explosion, but 28 crew men remained alive for at least six hours afterward. Unfortunately, the rescuers were hampered by the slow and secretive military and government response. It was a week before they could get to the submarine site and then bad weather further slowed the recovery. By that time, the surviving crew had perished. Spassky was a consultant in the rescue effort and some perceived that he was responsible for the ineffective actions of the military in the first days after the explosion. There were also accusations that a fault in the design of the submarine might have been responsible for difficulties in the rescue operation. Some journalists, like Elena Milashina from Novaya gazeta, asked why most of the Russian nuclear submarine mishaps in the preceding years had happened to Spassky-designed submarines. In the open letter to Novaya Gazeta, the vice-president of Rubin, Alexander Zavalishin, and the General Designer of Submarines with Cruise Missiles (like Kursk), employee of Rubin, Igor Baranov, responded to the charges/ They stated that no vessel could survive simultaneous explosions of torpedoes, like the Kursk, when each torpedo was designed to disable or destroy warships. They also noted that more than three- quarters of Russian nuclear submarines are of the Spassky design, therefore, the percentages greatly reduced the argument of faulty design and did not indicate flaws in overall submarine design or integrity. Investigators agreed that the automatic system of shutting down the submarine's nuclear reactor, developed by Spassky's designers, operated perfectly and saved the Barents Sea from a nuclear disaster. Raising the stricken submarine and transporting it to a salvage plant became another Herculean effort. More than five hundred proposals were submitted to recover the Kursk. Rubin bureau's own plans included separating the destroyed compartment of the submarine, lifting the intact section, and transporting it to the ship repair facility in Roslyakovo near Severomorsk. The project included equipment from Dutch firms Mammoet and Smit International. Within five months, the Russian government contracted Dutch firms to raise the Kursk in an extremely difficult, large-scale and emotionally strained operation coordinated by Igor Spassky. The transporting and docking were performed by another multinational project team. == See also == * List of Russian inventors ==References== ==External links== *Rubin website - in English and Russian *Igor Spasskiy Five Colors of Time - book by Igor Spasskiy, in English (PDF). *Biography - in Russian *Another biography of Spassky - in Russian *Spassky's interview on Radio Liberty - in Russian *Spasskiy's interview on radio station Echo of Moscow *Kursk recovery Category:1926 births Category:Living people Category:Russian scientists Category:Soviet scientists Category:Russian naval architects Category:Soviet engineers Category:20th-century Russian engineers Category:Soviet Navy personnel Category:Russian marine engineers Category:Russian inventors Category:Heroes of Socialist Labour Category:State Prize of the Russian Federation laureates Category:Full Members of the USSR Academy of Sciences Category:Full Members of the Russian Academy of Sciences ",
    "title": "Igor Spassky"
}