{
    "id": "2746547",
    "text": "The politics of Vojvodina function within the framework of the autonomous province of Vojvodina, Serbia. The province has a legislative assembly composed of 120 proportionally elected members, and a government composed of a president and cabinet ministers. The current political status of Vojvodina is regulated by the Statute of the Autonomous Province of Vojvodina from 2008. ==Autonomy== The Autonomous Province of Vojvodina was established in October 1944 and its political status was regulated on September 1, 1945, as an autonomous entity within Serbia, although it had several political predecessors such as Serbian Vojvodina (1848–1849), Voivodeship of Serbia and Banat of Temeschwar (1849–1860), Banat, Bačka and Baranja (1918-1919), and Danube Banovina (1929–1941). In 1945, the amount of its autonomy was limited. Vojvodina's name was changed on April 7, 1963 to the Socialist Autonomous Province of Vojvodina. Under the 1974 constitution Vojvodina obtained extensive autonomy, and became one of the subjects of the Yugoslav federation. On July 5, 1989 this extensive autonomy was largely revoked by Milošević's regime and the amount of autonomy of Vojvodina became nominal and greatly limited. On March 28, 1990 the name of the province was reverted to Autonomous Province of Vojvodina. After the Bulldozer Revolution on October 5, 2000, and change of the regime in the country, the amount of autonomy of Vojvodina was increased and was regulated by the Omnibus law from 2002. The new constitution of Serbia from 2006 did not change the status of Vojvodina regulated in 2002, although it further defined the provincial budget. On October 18, 2008 the Assembly of Vojvodina adopted the Statute of Autonomous Province of Vojvodina. The Executive Council was renamed Government of Vojvodina consisting of the president, four vice-presidents and members. ===Omnibus law=== Omnibus law () was a law adopted in 2002 that regulated the autonomous status of Vojvodina within Serbia.Omnibus law (In Serbian) The law affirmed the jurisdiction of provincial administration over culture, education, language policy, media, health, sanitary survey, health assurance, pension and invalid assurance, social protection, juristical family protection, social care of the children, soldier and invalid protection, protection of civil invalids of war, ecology, urbanism, construction industry, residential section, employment, economy, mining and energetics, agriculture, stock reserves, tourism, sports, and other sections. ==History of the autonomist movement== The movement for autonomy of Vojvodina was always led by local Serbs, who were largest ethnic group in the region. The roots of the autonomist movement date to 1691, when the Habsburg Emperor recognized the right of the Serbs to have one separate autonomous voivodship within the Habsburg Monarchy. The autonomy, however, was not realised at that time, and in 1790 (almost 100 years after the promise of the emperor), the Serbs organized their national assembly in Timișoara (today in Romania), where they asked for autonomy. These demands were, however, rejected by the Austrians. Svetozar Miletić (1826-1901), political leader of Serbs in Vojvodina In 1848, as a response to the policy of the revolutionary Hungarian government, the Serbs, in accordance with the right given in 1691, proclaimed the creation of an autonomous region named the Serbian Vojvodina. This time, the autonomy was recognized by the Habsburg emperor, and in November 1849, a separate Habsburg province named the Voivodeship of Serbia and Banat of Temeschwar was created as a political successor of the Serbian Vojvodina. However, since the policy of the Habsburgs towards the Hungarians had changed, the Voivodeship of Serbia and Banat of Temeschwar was abolished in 1860, and most of its territory was incorporated into the Habsburg Kingdom of Hungary. As a response to the abolition of the voivodship, the Serbs in 1861 organized national assembly known as the \"Blagoveštenski Sabor\", where they asked for reestablishment of the voivodship. The constitution of the voivodship was also adopted on the assembly. The rulers of the Monarchy, however, did not accepted these demands of the Serbs. Instead, the autonomy was in 1867 given to the Hungarians, and the Serbs found themselves in the Hungarian part of the Monarchy. The political struggle for the autonomy of Vojvodina, however, was continued by the Serb deputies in the parliament of the Kingdom of Hungary, until the end of the Monarchy in 1918. Blagoveštenski assembly in Sremski Karlovci, 1861 A new opportunity for the autonomy of Vojvodina arisen in 1918, after the collapse of the Austro-Hungarian Monarchy. On November 25, 1918, the Great people's assembly of Serbs, Bunjevci and other Slavs from Vojvodina decided to join this region to the Kingdom of Serbia, as well as to form a new autonomous government of Vojvodina known as the People's administration for Banat, Bačka and Baranja. Although, the government in Belgrade accepted the decision that Vojvodina join to Serbia, it did not recognize the People's administration. The People's administration was active until March 11, 1919, when it held its last session. Since autonomy was not realised, and the new Kingdom of Serbs, Croats and Slovenes was a centralised country, the new autonomist movement emanated, again led by local Serbs. The Danube Banovina, a province of the Kingdom of Yugoslavia formed in 1929, did not have a large degree of autonomy, thus the autonomist movement was also active after the creation of this province. The idea of an autonomous Vojvodina was also accepted by the communist party, and after occupation of Vojvodina by the Axis Powers in 1941, the communist party and its partisan resistance movement started a struggle against the occupation. The aim of this struggle, as it was presented by the communist party, was a future autonomous Vojvodina in which all ethnic groups would be equal. The Serbs, who were the main victims of the Axis regimes, as well as other peoples of Vojvodina, participated in this struggle, and after the end of the war, the Autonomous Province of Vojvodina was established. After much of the autonomy of Vojvodina was revoked by Milošević's regime in 1989, the new movement for autonomy of the province emanated, supported by both the local Serbs, and the ethnic minorities. The view of the autonomist movement is that the revoking of the autonomy in 1989 had destroyed the economy of Vojvodina, thus for the improvement of the economy, Vojvodina need more autonomy. Unlike the political movement of Kosovar Albanians, the autonomist movement in Vojvodina never aimed for separation from Serbia, but only a significant level of autonomy for Vojvodina within Serbia. On January 28, 2013 as an answer to the proposal of the Third Serbia political organization from Novi Sad to abolish the autonomy of Vojvodinahttp://trecasrbija.rs/http://www.rtv.rs/sr_ci/vojvodina/novi- sad/treca-srbija:-ds-brinula-o-kulturi-kao-o-lanjskom-snegu_367019.html the Vojvodina's Party presented a message \"the Republic of Vojvodina\" in Novi Sad.http://www.b92.net/info/vesti/index.php?yyyy=2013&mm;=01ⅆ=28&nav;_category=11&nav;_id=681363 However, both political organizations are lacking any wider support among population of Vojvodina. File:Sabor u baji 1694 01.png|Separate territory for the Serbs with political autonomy within Habsburg Monarchy, demanded at the Serb assembly in Baja in 1694. File:Temisvarski sabor 1790 01.png|Banat, a separate Serb autonomous oblast - voivodeship, demanded at the Temeschwar assembly in 1790. File:Vojvodina03.png|Proclaimed borders of Serbian Vojvodina in 1848 File:State of vojvodina 1906.png|Proposed state of Vojvodina within United States of Greater Austria in 1906 File:Banatia.png|Republic of Banatia, proposed by Banatian Germans at a Paris Peace Conference in 1920 File:Serbia lsv.png|Republic of Vojvodina within federalized Serbia, proposed by the League of Social Democrats of Vojvodina in 1999 ==Institutions== ===Assembly=== The Assembly of Vojvodina is the provincial legislature composed of 120 proportionally elected members. The current members were elected in the 2016 provincial elections: *Serbian Progressive Party (SNS) - 63 deputies *Socialist Party of Serbia-United Serbia (SPS-JS) - 12 *Serbian Radical Party (SRS) - 10 *Democratic Party (DS) - 10 *League of Social Democrats of Vojvodina (LSV) - 9 *\"Enough is Enough\" (DJB) - 7 *Alliance of Vojvodina Hungarians (SVM) - 7 ===Government=== The Government of Vojvodina is the executive administrative body composed of a president and cabinet ministers. The incumbent president and cabinet were elected in the 2016 elections. Igor Mirović (Serbian Progressive Party) was elected president. ==Political parties== ===National political parties=== National political parties popular throughout Serbia, which have a significant popular support in Vojvodina: *Serbian Progressive Party (Srpska napredna stranka) *Socialist Party of Serbia (Socijalistička partija Srbije) *Serbian Radical Party (Srpska radikalna stranka) *Democratic Party (Demokratska stranka) *\"Enough is Enough\" (\"Dosta je bilo\") ===Regionalist political parties=== Regionalist political parties in Vojvodina advocate greater autonomy for Vojvodina within Serbia. Banat Forum is a local regionalist political movement in Banat, which advocating the special political status of Banat within Vojvodina. *League of Social Democrats of Vojvodina (Liga socijaldemokrata Vojvodine) *Vojvodina's Party (Vojvođanska Partija) *Vojvodinian Movement (Vojvođanski Pokret) *Banat Forum ===National minorities political parties=== Hungarian regional autonomy, proposed by the Alliance of Vojvodina Hungarians National minority political parties in Vojvodina: * Alliance of Vojvodina Hungarians (Hungarian: Vajdasági Magyar Szövetség (VMSZ); Serbian: Savez vojvođanskih Mađara (SVM)) * Democratic Community of Vojvodina Hungarians (Hungarian: Vajdasági Magyarok Demokratikus Közössége; Serbian: Demokratska zajednica vojvođanskih Mađara) * Democratic Party of Vojvodina Hungarians (Hungarian: Vajdasági Magyar Demokrata Párt; Serbian: Demokratska stranka vojvođanskih Mađara) * Democratic League of Croats in Vojvodina (Demokratski savez Hrvata u Vojvodini) * Croatian-Bunjevac-Šokac Party (Hrvatsko-bunjevačko-šokačka stranka) The most popular of those is Alliance of Vojvodina Hungarians. This party advocating more autonomy for Vojvodina, but also advocating the creation of Hungarian Regional Autonomy (Mađarska regionalna samouprava), a separate autonomous region in northern part of Vojvodina. This autonomous region would include the nine municipalities of northern Vojvodina: Subotica, Bačka Topola, Mali Iđoš, Kanjiža, Senta, Ada, Bečej, Čoka, and Novi Kneževac. The administrative centre of the region would be Subotica, while the region itself would be part of Vojvodina and Serbia. ==Elections== Provincial elections are held in Vojvodina every 4 years. ===2016 provincial elections=== In 2016 provincial elections, coalition of parties led by the Serbian Progressive Party won the elections and formed new Vojvodina government. Other parties that are participating in the government are Socialist Party of Serbia and Alliance of Vojvodina Hungarians. Igor Mirović from Serbian Progressive Party was again elected as president of Vojvodinian government, while president of Vojvodinian parliament remained István Pásztor from Alliance of Vojvodina Hungarians. File:Vojvodina politics map.png|Election map of Vojvodina from 2004 - results of municipal elections. File:Vojvodina politics03.png|Election map of Vojvodina from 2008 - results of municipal elections. File:Vojvodina politics2012.png|Election map of Vojvodina from 2012 - results of municipal elections. File:Vojvodina politics2016.png|Election map of Vojvodina from 2016 - results of municipal elections. ==Opinion polls== In 2003 an opinion poll was conducted, in which the citizens of Vojvodina answered the following question: \"What status of Vojvodina is most acceptable for you?\". The answers were:Dragomir Jankov, Vojvodina - propadanje jednog regiona, Novi Sad, 2004. *Autonomy as it was under the 1974 Yugoslav constitution (very extensive autonomy): 34.0% *Same level of autonomy as it is now (very limited autonomy): 21.3% *More autonomy than now, but less than it was under the 1974 Yugoslav constitution: 20.2% *A republic within a federalized Serbia: 6.5% *Autonomy as such should be abolished: 5.8% *Independence: 5.0% *Something else: 1.9% *I do not know: 5.3% According to the poll, 75.5% of citizens supported the autonomy of Vojvodina within Serbia, while 54.2% supported more autonomy than Vojvodina had at the time. Some 6.5% of citizens saw Vojvodina as a republic within Serbia, 5.8% thought that autonomy should be abolished, and 5.0% saw Vojvodina as an independent state. 7.2% did not have an opinion or thought otherwise. ==See also== * DBPD * Politics of Serbia * 2016 Vojvodina provincial elections * 2012 Vojvodina provincial elections * 2008 Vojvodina provincial elections * 2004 Vojvodina provincial elections * Vojvodina Autonomist Movement ==References== Category:Politics of Serbia ",
    "title": "Politics of Vojvodina"
}