{
    "id": "2746689",
    "text": "Kopřivnice (; , ) is a town in the Moravian-Silesian Region of the Czech Republic. It has about 22,000 inhabitants. ==Administrative parts== Villages of Lubina, Mniší and Vlčovice are administrative parts of Kopřivnice. ===Lubina=== Lubina is a former municipality situated between Kopřivnice and Příbor. It lies by the north-west border of the former Nový Jičín District in the Moravian-Silesian Region. In 1959, two villages, Drnholec nad Lubinou and Větřkovice, were united and formed the old municipality of Lubina. Later, in 1978, Lubina became a part of the town Kopřivnice. ==History== Until 1918, Nesselsdorf – Kopřivnice was part of the Austrian monarchy (Austria side after the compromise of 1867), in the Nový Jičín – Neutitschein District, one of the 34 administrative districts (Bezirkshauptmannschaften) in Moravia.Die postalischen Abstempelungen auf den österreichischen Postwertzeichen-Ausgaben 1867, 1883 und 1890, Wilhelm Klein, 1967 A post-office was opened in 1870, named Nesselsdorf. In 1850, both of the former villages, Drnholec nad Lubinou and Větřkovice, became a part of the political district of Nový Jičín within the judicial district Příbor. Between the years 1939–1945, both villages were attached to the Third Reich within so called “the Nový Jičín Landrat”.http://www.koprivnice.cz/index.php?id=historie-koprivnice&idm;=m In 1945 the German population was expelled according to the Beneš Decrees. In 1980, Lubina covered an area of 781 hectares. In that year Lubina had a population of 1,358 which increased to 1371 in 1991. The number of dwellings increased from 344 (in 1980) to 363 (in 1991). In 1971, Lubina became a seat of a collective farm „Družba“ which was established by uniting of collective farms Lubina, Mniší, Vlčovice and Hájov. The collective farm „Družba“stretched on an area of 1,502 hectares. ==Economy== Technical museum Kopřivnice and the Moravian-Silesian region have a strong industrial heritage: steel, engineering, and automotive industries. The Tatra truck company is based here. During the communist era Tatra employed over 16,000 (including about 1,000 of Vietnamese nationality). It currently employs 3,700. The controlling interest of Tatra was owned by an international consortium of Vectra Group of U.K., Sam Eyde of Lansing, Michigan, KBC PE of Belgium and Ronald Adams, and nowadays, it is owned by Jaroslav Strnad, who is a Czech armorer. Other important industrial sectors include chemicals, pharmaceuticals, glass, rubber, paper and textiles. Brewing is also an important industry and some of the country's finest beers are produced in the area. Meanwhile in the past Tatra was bankrupt, at present, it is increasing its production. New owners haven't only returned it back to the markets, which it had abandoned, but it had also expanded its export throughout the world including Australia. ==Sights== * History exhibit in the Museum of the reeve house * Art exhibit in Šustal's Villa * Technical museum of Tatra with famous rail motor coach Slovenská strela on display and with a special permanent exhibit on Dana and Emil Zátopek in addition to historical automobiles and trucks produced in Kopřivnice ==Notable people== *Ignaz Schustala (1822–1881), entrepreneur and Tatra founder *Zdeněk Burian (1905–1981), painter *Zdeňka Veřmiřovská (1913–1997), gymnast *Emil Zátopek (1922–2000), athlete, Olympic medalist *Hana Šromová (1978), tennis player *Tomáš Fleischmann (1984), ice hockey player ==Twin towns – sister cities== Kopřivnice is twinned with: * Bánovce nad Bebravou, Slovakia * Castiglione del Lago, Italy * Myszków, Poland * Trappes, France * Zwönitz, Germany ==References== ==External links== *Official website Category:Cities and towns in the Czech Republic Category:Populated places in Nový Jičín District Category:Moravian Wallachia ",
    "title": "Kopřivnice"
}