{
    "id": "2746895",
    "text": "Mahoba district is one of the districts of Uttar Pradesh state of India and Mahoba town is the district headquarters. Mahoba district is a part of Chitrakoot Division. The district occupies an area of 2884 km². It has a population of 875,958 (2011 census). As of 2011 it is the least populous district of Uttar Pradesh (out of 75). Mahoba District is also known as Alha- Udal Nagari. ==History== This district was carved out from the erstwhile Hamirpur district on 11 February 1995 by separating the erstwhile Mahoba tehsil from it. It is also known as Mahoutsav-Nagar, means city of festival. Mahoba is associated with Chandela kings who ruled in bundelkand between 9th to 12th centuries. Gandhiji visited Mahoba city in 21 November 1929. At that time Mahoba city is in Hamirpur district of Sanyukt Prant. ==Divisions== The district comprises 3 tehsils: Mahoba, Charkhari and Kulpahar. There are two Vidhan Sabha constituencies in this district: Mahoba and Charkhari. Both are part of Hamirpur Lok Sabha constituency. ==Demographics== According to the 2011 census Mahoba district has a population of 875,958, roughly equal to the nation of Fiji or the US state of Delaware. This gives it a ranking of 469th in India (out of a total of 640). The district has a population density of . Its population growth rate over the decade 2001-2011 was 23.66%. Mahoba has a sex ratio of 880 females for every 1000 males, and a literacy rate of 66.94%. At the time of the 2011 Census of India, 99.19% of the population in the district spoke Hindi and 0.44% Urdu as their first language.2011 Census of India, Population By Mother Tongue ==Notable people== * Swami Brahmanand - MP, Congress * Ganga Charan Rajput, Ex. MP * Pushpendra Singh Chandel, MP, BJP ==Economy== In 2006 the Ministry of Panchayati Raj named Mahoba one of the country's 250 most backward districts (out of a total of 640). It is one of the 34 districts in Uttar Pradesh currently receiving funds from the Backward Regions Grant Fund Programme (BRGF). ==References== ==External links== * Category:Districts of Uttar Pradesh Category:Bundelkhand ",
    "title": "Mahoba district"
}