{
    "id": "2746713",
    "text": "The Yage Letters, first published in 1963, is a collection of correspondence and other writings by Beat Generation authors William S. Burroughs and Allen Ginsberg. It was issued by City Lights Books. ==Amazon rainforest== Most of the letters date back to 1953 and chronicle Burroughs' visit to the Amazon rainforest in search of yagé (ayahuasca), a plant with near-mythical hallucinogenic and some say telepathic qualities. Along the way, Burroughs and Ginsberg share other stories and anecdotes, including some concepts Burroughs would later use in novels such as Naked Lunch. The book ends with further correspondence written in 1960 detailing Ginsberg's experiments with yagé. ==Two Burroughs pieces== Beyond the letters themselves, the book is noteworthy for two short pieces by Burroughs. The anarchic \"Roosevelt After Inauguration\", a savage parody of American politics in which \"a purple-assed baboon\" is appointed to the United States Supreme Court, was omitted from the original edition of the book on the grounds it might be considered obscene; it was subsequently issued as a chapbook later in the 1960s and was later published in the small volume Roosevelt After Inauguration and Other Atrocities with two political essays. The story was restored to The Yage Letters in a later reprinting by City Lights. The second notable piece serves as the epilogue to the book. \"I Am Dying, Meester?\" is considered a poem by some and is an early demonstration of the \"cut-up technique\" espoused by Burroughs in the 1960s, shuffling together fragments of sentences and thoughts from other texts to create a surreal new narrative. ==Status as a novel== Some sources, including City Lights Books itself, consider The Yage Letters to be a novel. According to the back cover of a 1990s edition of the book, Burroughs and Ginsberg began compiling the work in late 1953, not long after the original set of letters was written, but it was not published for nearly a decade. ==The Yage Letters Redux== In April 2006, City Lights Books published Yage Letters Redux, a new edition of the book edited by Oliver Harris. The book has been expanded with an extensive essay on its history (written by Harris), along with previously unpublished material by Burroughs and Ginsberg. Harris established that the 1953 letters were in fact largely fabricated from notes and a prose narrative which Burroughs first wrote. Category:1963 non- fiction books Category:Books by William S. Burroughs Category:Works about ayahuasca Category:Works by Allen Ginsberg Category:Psychedelic literature Category:Collections of letters Category:City Lights Publishers books ",
    "title": "The Yage Letters"
}