{
    "id": "2747192",
    "text": "Iñaki Azkuna Urreta (14 February 1943 – 20 March 2014) was a Spanish politician of the Basque Nationalist Party. He was mayor of the city of Bilbao, Biscay in the Basque Country, from 1999 until his death. In 2012, Azkuna won the World Mayor Prize, honoring the most outstanding mayors in the world, for his transformation of industrial Bilbao into a cultural centre. Azkuna died from prostate cancer on 20 March 2014 in Bilbao, Biscay. He was 71 years old. ==Biography== Son of a metallurgical and a seamstress, Iñaki Azkuna was born in Durango in 1943. Although he knew Bilbao since his childhood, he studied at Salamanca, where he graduated in Medicine in 1966, specializing in cardiology and radiology. After receiving his doctorate cum laude from the University of Salamanca, then he moved to France to work as an assistant in the Hospital abroad Broussais, of the University of Paris, between 1971 and 1972. There he met Anabella Dominguez, a Mexican student of French philology with whom he would later marry and have a son. Since 1973, he was professor of Physical Medicine and Radiology at the University of the Basque Country and worked in the Hospital of Las Cruces (Baracaldo, Vizcaya), first as a physician assistant and from 1976 as head of the Radiology Department. In 1981, he was appointed Director of the Hospital of Cruces. The following year he was appointed Director of hospitals of the Basque Government. From 1983 to 1987 he served as Director-general of Osakidetza-Servicio Basque Health. In July 1989 he was appointed Secretary general of the Presidency of the Basque Government, performing such work for two years, and assuming the post of Advisor in the Department of health of the Basque Government in 1991. He was also elected Mayor of Bilbao as the head of the list of the coalition between the PNV and Eusko Alkartasuna (EA), thanks to the votes of the Basque Country councilors; and later formed a Pact of Government with Basque citizen initiative, party led by the former Mayor of Bilbao José María Gorordo, who had been expelled from the PNV. He was re-elected to the post after the municipal elections of 2003, again in coalition with EA, and 2007, already in solitary, without obtaining absolute majority in any of them; in 2003, it received support from Ezker Batua, who joined the Government team, and in 2007 the Coalition Ezker Batua-Aralar. Finally, in the municipal elections of 2011, managed to reach the first absolute majority (15 councillors on 29) in the history of the PNV in the city of Bilbao, which allowed the legislature to govern alone. In January 2013 received the Mayor World Award, given the greater City Foundation, in recognition of his work in the city of Bilbao. He died on March 20, 2014, at the age of 71 years, as a result of prostate cancer that was diagnosed in March 2003. On march 24 he was dismissed with full honours in a funeral mass celebrated in the Cathedral of Santiago in Bilbao. ==Other positions== * President of the Board of Directors in Iparraguirres S.A. publishing company (Deia newspaper’s publisher) * President of the interinstitutional society for the regeneration of the Bilbao metropolitan area, Bilbao Ría 2000. * President of Worldwide Network of Port Cities (AIVP), from 2002 to 2005. ==Publications== * Radioangiografía de las cardiopatías congénitas, 1988. * Tratado de Cardiología Pediátrica, Salvat, 1983. ==Awards== * World Mayor * Great Cross of the Health Civil Order of the Ministry of Health (Spain) * Knight of France’s Legion of Honour. * \"V de Vida\" award of the AECC (Spanish Association Against Cancer), posthumous title. * Name change of the Alhóndiga multi-purpose venue to Azkuna Zentroa, as a posthumous recognition. ==References== Category:Mayors of Bilbao Category:Basque politicians Category:2014 deaths Category:1943 births Category:People from Bilbao Category:Basque Nationalist Party politicians Category:Deaths from prostate cancer Category:University of Salamanca alumni ",
    "title": "Iñaki Azkuna"
}