{
    "id": "2747001",
    "text": "Ann Althouse (born January 12, 1951) is an American law professor and blogger. ==Education== Raised in Newark and Wilmington, Delaware (and later as a teen in Wayne, New Jersey), Althouse has a degree in fine art from the University of Michigan, B.F.A. 1973, and graduated first in her class from New York University School of Law, J.D. 1981.The Bloggable Life of Professor Ann Althouse , UW Gargoyle Magazine, Winter 2007, pp.28–30 ==Legal career== Althouse clerked for Judge Leonard B. Sand in the Southern District of New York and practiced law in the litigation department of Sullivan & Cromwell. From 1984 to 2016, Althouse taught federal jurisdiction, civil procedure, and constitutional law at the University of Wisconsin Law School, where she was tenured from 1989 until her retirement. She was a visiting professor at Brooklyn Law School for the 2007–08 academic year. A \"leading light\" in federal courts scholarship,Ernest Young, Institutional Settlement in a Globalizing Judicial System, 54 Duke L. J. 1143, 1149 n.18 and accompanying text (2005). she has written extensively on federalism (her central thesis being the normative value of federalism in protecting individual rights), sovereign immunity and other legal issues. She was the Robert W. & Irma M. Arthur-Bascom Professor of Law at the University of Wisconsin Law School. ==Blog== Since 2004, she has written an eponymous blog, posting photographs and commentary on law, politics, and popular culture. ==Political views== Althouse has said that she is pro-choice and opposes overruling Roe v. Wade,See, e.g., Ann Althouse, Stepping Out of Professor Fallon's Puzzle Box: A Response to 'If Roe Were Overruled: Abortion and the Constitution in a Post- Roe World', 51 St. Louis U. L. Rev. __ (2007). but has said that she \"do[es] in fact think abortion is wrong. I think most Americans agree with me and think it's wrong, but not the role of government to police.\" Althouse voted for George W. Bush in 2004 and Barack Obama in 2008. In January 2009, remarking about Obama, she wrote: \"He really is a solid, normal person who remained grounded in the middle of all this craziness. And I like to think that, now that he's President, with his steely nerve, his intelligence, and his groundedness, he'll do the job that must be done. The trickery is over.\" ==Personal life== In 2009, Althouse announced her engagement to Laurence Meade, a commenter she had met through the blog. The story attracted coverage in the blogosphere and in The New York Times. Althouse and Meade were married in August 2009. It is Althouse's second marriage; she has two adult sons from her first marriage. ==Writings== *The Use of Conspiracy Theory to Establish In Personam Jurisdiction: a Due Process Analysis, 52 Fordham L. Rev. 234 (1983) *How to Build a Separate Sphere: Federal Courts and State Power, 100 Harv. L. Rev. 1485 (1987) *The Misguided Search for State Interest in Abstention Cases: Observations on the Occasion of Pennzoil v. Texaco, 63 N.Y.U. L. Rev. 1051 (1988) *When to Believe a Legal Fiction: Federal Interests and the Eleventh Amendment, 40 Hastings L.J. 1123 (1989) *The Humble and the Treasonous: Judge- Made Jurisdiction Law, 40 Case W. Res. L.Rev. 1035 (1990). *Standing, in Fluffy Slippers, 77 Va. L. Rev. 1177 (1991) *Saying What Rights Are – In and Out of Context, 1991 Wis. L. Rev. 929 (1991) *Tapping the State Court Resource, 44 Vand. L. Rev. 953 (1991) *Beyond King Solomon's Harlots: Women in Evidence, 65 S. Cal. L. Rev. 1265 (1992) *Thelma & Louisa and the Law: Do Rape Shield Rules Matter? 25 Loy. L.A. L. Rev. 757 (1992) *Variations on a Theory of Normative Federalism: a Supreme Court Dialogue, 42 Duke L.J. 979 (1993) *Who's to Blame for Law Reviews?, 70 Chi.-Kent L. Rev. 81 (1994) *The Lying Woman, The Devious Prostitute, and Other Stories from the Evidence Casebook, 88 Nw. U. L. Rev. 914 (1994). *Time For the Federal Courts to Enforce the Guarantee Clause? A Response to Professor Chemerinsky, 65 U. Colo. L. Rev. 881 (1994) *Federalism, Untamed, 47 Vand. L. Rev. 1207 (1994) *Late Night Confessions in the Hart & Wechsler Hotel, 47 Vand. L. Rev. 993 (1994) *Federal Jurisdiction and the Enforcement of Federal Rights: Can Congress Bring Back the Warren Era? 20 Law & Social Inquiry 1067 (1995). *Enforcing Federalism after United States v. Lopez, 38 Arizona L. Rev. 793 (1996) *The Alden Trilogy: Still Searching for a Way to Enforce Federalism, 31 Rutgers L.J. 631 (2000) *On Dignity and Deference: The Supreme Court's New Federalism, 68 U. Cin. L. Rev. 245 (2000) *Inside the Federalism Case, 574 Annals of the Am. Acad. 132 (2001) *Why Talking about States Rights Cannot Avoid the Need for Normative Federalism Analysis, 51 Duke L. J. 363 (2001) *Electoral College Reform: Deja Vu, 95 Nw. U. L. Rev. 993 (2001) *The Authoritative Lawsaying Power of the State Supreme Court and the United States Supreme Court: Conflicts of Judicial Orthodoxy in the Bush-Gore Litigation, 61 Md. L. Rev. 508 (2002) *The Vigor of the Anti-Commandeering Doctrine in Times of Terror, 69 Brook. L. Rev. 1231 (2004) *Vanguard States, Laggard States: Federalism and Constitutional Rights, 152 U. Pa. L. Rev. 1745 (2004) *Chief Justice Rehnquist and the Search for Judicially Enforceable Federalism, 10 Tex. Rev. of L & Pol. 275 (2006) ==References== ==External links== * Althouse's blog * Althouse University of Wisconsin–Madison Biography * The Normblog profile * Radio interview * Video discussions/debates featuring Althouse on Bloggingheads.tv Category:1951 births Category:Living people Category:People from Newark, Delaware Category:People from Wayne, New Jersey Category:People from Wilmington, Delaware Category:American women bloggers Category:American bloggers Category:American legal scholars Category:University of Wisconsin Law School faculty Category:American legal websites Category:Video bloggers Category:Women video bloggers Category:New York University School of Law alumni Category:University of Michigan alumni Category:Scholars of civil procedure law Category:Sullivan & Cromwell people Category:Women legal scholars Category:Brooklyn Law School faculty ",
    "title": "Ann Althouse"
}