{
    "id": "2747104",
    "text": "Francois Xavier Martin, Attorney General of Louisiana François Xavier Martin (March 17, 1762 – December 10, 1846), was a Franco-American lawyer and author, the first Attorney General of State of Louisiana, and longtime Justice of the Louisiana Supreme Court. Born in Marseille, he moved to Martinique in 1780, and then immigrated to North Carolina just before the end American Revolutionary War. He was appointed as Attorney General of the Territory of Orleans after the Louisiana Purchase; he also helped untangle layers of French and Spanish colonial law in the territory and subsequent state of Louisiana. His legal writing and reviews of cases was important to codification of Louisiana law in the 1820s. Likely his most well-known case in his decade as Chief Justice of the Louisiana Supreme Court was that of the freedom suit of Sally Miller, in Miller v. Belmonti (1845 La). The court ruled to free Miller, a slave of obvious European descent, in part based on her appearance; the presumption was that she was \"white\" (European American), and the defendants had not sufficiently proved that she was enslaved. The decision was unpopular in the South and contributed to the Louisiana Constitutional Convention's abolishing the state Supreme Court in March 1846, ending Martin's career at the age of 84. The following day, the convention reinstated the court but did not reappoint Martin or his five colleagues. ==Early life and career== Martin was born in Marseille, France, and was of Provençal descent. In 1780 as a young man he went to the French colony of Martinique in the Caribbean.Celebration of the Centenary of the Supreme Court of Louisiana (March 1, 1913), in John Wymond, Henry Plauché Dart, eds., The Louisiana Historical Quarterly (1922), p. 114. Before the close of the American Revolutionary War, Martin immigrated to North Carolina. In New Bern, he taught French and learned English by typesetting as a printer. He set up a printing business, and printed a number of books, and the North-Carolina Gazette newspaper in North Carolina. After reading the law at an established firm, he was admitted to the North Carolina bar in 1789. He published various legal books, edited Acts of the North Carolina Assembly from 1715 to 1803 (2nd ed., 1809), and translated Pothier's Traité des obligations. ==Political career== François Martin was elected as a member of the lower house of the North Carolina General Assembly, where he served in 1806 to 1807. In 1809 he was appointed Attorney General of the Territory of Orleans (future U.S. state of Louisiana), recently acquired by the U.S. under the Louisiana Purchase. The law there was in a chaotic condition, as French law had preceded Spain's taking over the territory in 1763 and imposing their code in some respects. For instance, although the Spanish governor O'Reilly had issued a proclamation in 1769 banning Indian slavery, the protests from French slaveholders convinced him to let them retain slaves of Indian descent while the Crown reviewed the policy. By the time of the U.S. territorial annexation, the status of slaves of mixed African and Native American descent was still unsettled. The American territorial administration began to try to create laws consistent with its own tradition, and in 1808 the Digest of the Civil Laws was adopted by Orleans Territorial legislature. It was an adaptation by James Brown and Louis Moreau-Lislet of the Code of Napoleon, which repealed the Spanish fueros, partidas, recompilationes, and laws of the Indies as they conflicted with its provisions. In 1811 and 1813, Martin published reports of cases decided by the superior court of the Territory of Orleans. ==Attorney- general and supreme court judge== In February 1813, Martin was appointed Attorney General by the elected governor of the newly established state of Louisiana, serving until 1815. In 1816 he published two volumes, one in French and one in English, of A General Digest of the Acts of Legislatures of the Late Territory of Orleans and of the State of Louisiana. For the period until 1830, he regularly wrote and published reports of the decisions of the state supreme court. Respected for his learning, Martin was appointed presiding judge of the State Supreme Court, serving a decade (1836–1846) in this position. In 1845, Martin and his court issued the final ruling in the widely publicized case of Miller v. Belmonti (1845 La), which was a freedom suit initiated by supporters of Sally Miller. She was a light-skinned slave believed by some in the German immigrant community to be Salomé Müller. Known as the \"Lost German Slave Girl\", as a grown woman Miller was found living as a slave. Müller had immigrated as a young child with her family, and her father had signed an indenture agreement covering the whole family to pay their passage. A few weeks after the family left New Orleans to work, the father and son were reported to have died, but no one knew what became of the two young girls, Dorothea, six, and Salomé four.Carol Wilson, \"Sally Muller, the White Slave\", Louisiana History, Vol. 40, accessed 8 March 2011 Members of the German-American community believed that Sally Miller was Müller. They arranged for an attorney to file a freedom suit for her against Miller's owners, challenging her slave status on the grounds that she was a native-born European. Much contradictory evidence was introduced, and the documentation and claimed identities were confusing. A lower court ruled that Miller had been sold as a legal slave, but Martin and the justices of the supreme court ruled that she was free. Their decision in Miller v. Belmonti (1845 La) included the following statement: > That on the law of slavery in the case of a person visibly appearing to be a > white man, or an Indian, the presumption is he is free, and it is necessary > for his adversity to show that he is a slave.Bailey, John (2005) [2003]. The > Lost German Slave Girl: The Extraordinary True Story of Sally Miller and Her > Fight for Freedom in Old New Orleans. New York: Atlantic Monthly Press. p. > 248. It was an unpopular decision in a time and place where many slaves were mixed race and appeared to be \"white\". The case highlighted the prevalence of interracial relationships between white men and enslaved women that resulted in mixed-race children. In addition, the abolitionist movement was then viewed as a threat to the culture and cotton economy of the South. Martin's eyesight had begun to fail when he was seventy; after 1836 he could no longer write opinions with his own hand and would dictate them. He refused to resign from the court. As a consequence, together with his court's unpopular decision above, in March 1846 the Louisiana State Constitutional Convention abolished the Supreme Court, ending Martin's career as a jurist. When the Convention reconstituted the court the following day, it did not reappoint Martin or his fellow five justices. That year he died in New Orleans in December 1846. His holographic will in favor of his brother in France (written in 1841 and devising property worth nearly $400,000) was unsuccessfully contested by the state of Louisiana. The state argued that the will was void as a legal and physical impossibility because of Martin's blindness, or as being an attempted fraud on the state. Under the will, the state could not levy the customary 10% estate tax since the property went to Martin's heirs in France. ==Published works== *Edited Acts of the North Carolina Assembly from 1715 to 1803 (2nd ed., 1809). *A Treatise on Obligations, Considered in a Moral and Legal View. Newburn, N.C.: Martin & Ogden, 1802 (reprint Union, N.J.: Lawbook Exchange, 1999). Translation of Robert Joseph Pothier's Traité des obligations. *A General Digest of the Acts of Legislatures of the Late Territory of Orleans and of the State of Louisiana (1816), published both French and English versions *The History of Louisiana, from the Earliest Period. 2 vols. New Orleans: Gresham, 1827-1829 (reprint Pelican, 1963). *The History of North Carolina. 2 vols. 1829. ==Legacy and honors== *Martin earned the name \"Father of Louisiana Jurisprudence.\" His work was the foundation for the work of Edward Livingston, Pierre Derbigny, and Louis Moreau-Lislet, who wrote the Louisiana codification of 1821-1826\\. *Elected a member of the American Antiquarian Society in 1812.American Antiquarian Society Members Directory *Elected to the Académie de Marseille in 1817.MARTIN, François Xavier in the Dictionary of Louisiana Biography, accessed 19 April 2017. ==Notes== ==References== * ==External links== * Image of Francois Martin Noted on 26 April 2015: THE IMAGE WHICH HAS BEEN ATTACHED TO THIS ARTICLE DOESN'T MATCH THE LOUISIANA DIGITAL LIBRARY'S IMAGE. (This man has very round eyes.) * *MARTIN, François Xavier in Louisiana Historical Association's Dictionary of Louisiana Biography (Scroll down to Martin.) *François-Xavier Martin in Louisiana Endowment for the Humanities' KnowLouisiana encyclopedia THIS IS THE ROUND-EYED MAN; I AGREE THAT THE IMAGE ON THE WIKIPEDIA PAGE IS INCORRECT; 19 April 2017. Category:1762 births Category:1846 deaths Category:American legal writers Category:Members of the North Carolina House of Representatives Category:Louisiana state court judges Category:Louisiana Attorneys General Category:Chief Justices of the Louisiana Supreme Court Category:Freedom suits in the United States Category:United States slavery case law Category:French emigrants to the United States Category:Politicians from New Bern, North Carolina Category:Members of the American Antiquarian Society Category:U.S. state supreme court judges admitted to the practice of law by reading law ",
    "title": "Francois Xavier Martin"
}