{
    "id": "2748276",
    "text": "Carrie Newcomer is an American singer, songwriter and author. She has produced 16 solo CDs and has received numerous awards for her music and related charitable activities. She has done numerous collaborations with authors, academics, philosophers and musicians. In 2009 and 2011 she traveled to India as a cultural ambassador, including musical performances organized by the US State Department. In 2012 she made a similar trip to Kenya on behalf of the Interfaith Hunger Initiative. Her range of causes, activities, collaborations and philosophies significantly influences her music. ==Solo music and career== Her first solo album was Visions and Dreams. Vision and Dreams was originally released on Windchime records and then later re-released with two additional tracks by Rounder records. Between 1993 and 2010, she released twelve additional albums on Philo/Rounder. Her range of causes, activities, collaborations and philosophies significantly influences her music. Her album Betty's Diner: The Best of Carrie Newcomer was released in 2004. It contained three new songs, plus, \"what's held up for me what songs have become old friends, and what songs are requested often\". The title track started out as a short story which Newcomer wrote while on the road, she then decided to incorporate the story into a song.http://www.puremusic.com/carrie4.html A Conversation with Carrie Newcomer by Frank Goodman, Puremusic.com February 2004 Retrieved October 6, 2012 In 2009 Newcomer traveled to India as a cultural ambassador for The American Center and worked with students of the American Embassy School in New Delhi. While in India, Newcomer performed concerts organized by the U.S. State Department including those in the cities of Chennai & Trivandrum. After the first week in Delhi, she embarked on a tour schedule that included concerts and performance in the evenings and working with community service groups during the days.Lindquist, David (October 30, 2011) \"Its a long way from Indiana to India, The Indianapolis Star,page G1http://www.carrienewcomer.com/content/uploads/1/Newcomer_Bloom_India_Feature.pdf A Life-Changing Journey Carrie Newcomer's Tour of India for the U.S. State Department by Debra Kent Bloom Magazine feature article February/March 2010 issue. Pages 58–63. Retrieved August 14, 2012 In 2011 Newcomer returned to India as a cultural ambassador for The American Center and worked with students of the American Embassy School in New Delhi, the American School Bombay, and The International School Chennai. While in India, Newcomer performed concerts organized by the U.S. State Department and visited community service projects and facilitated workshops. In 2011, following her 2011 trip to India, she released the album, Everything is Everywhere, on Available Light Records which featured Amjad Ali Khan and his sons, Amaan and Ayaan on traditional Indian instruments. The profits of \"Everything is Everywhere\" benefit Interfaith Hunger Initiativehttp://m.timesofindia.com/PDATOI/articleshow/9707965.cms Amaan, Ayaan's new album The Times of India August 23, 2011http://travel.usatoday.com/alliance/destinations/perceptivetravel/post/2011/11/Listening- well-doing-good/569012/1 Kerry Dexter Listening well, doing good USA Today Perceptive Travel November 19, 2011 In the article \"Carrie Newcomer’s cool fusion of East and West hooks listeners\" Firstpost (Mumbai, India) identified Amjad Ali Khan and his sons, Amaan and Ayaan as \"three of the best sarod players in the world\".http://www.firstpost.com/living/carrie- newcomer%E2%80%99s-cool-fusion-of-east-and-west-hooks-listeners-124494.html Carrie Newcomer’s cool fusion of East and West hooks listeners by Uttara Choudhury November 5, 2011 Published by Firstpost, Mumbai, India Retrieved August 14, 2012 With the music in this collaboration album, Newcomer said that her objective was \"to create songs that were based in western song form, but would integrate and preserve the power, depth and energy of Indian music. I did not want to create western songs, add a tabla and call it fusion.\" Kindred Spirits: A collection was released in November 2012. It includes two previously unreleased songs, two songs from her hunger benefit project (Everything is Everywhere) featuring Indian classical sarod performers Amjad Ali Khan, Ayaan and Amaan Ali Khan, two previously unreleased live recordings, and a compilation of other songs.http://www.carrienewcomer.com Official website Retrieved October 6, 2012 Her CD A Permeable life was released in April 2014, as was her book of the same title. They do not have material in common, but Newcomer has indicated that the book shows some of the process and themes of her songwriting.A Permeable Life 2013 By Carrie Newcomer Page 4 The theme of the CD has been characterized as: \"Newcomer explores familiar themes of being present, moving through thresholds in life and embracing each experience that comes your way\".Allowing the world in Indiana native brings her view of life, set to music, to CSPS Hall by Aly Brown http://www.press- citizen.com/article/20140320/GOIOWACITY/303200004/Allowing-world- in?gcheck=1&nclick;_check=1 Iowa City Press-Citizen, a Garnett Company March 19, 2014 Retrieved Aprile 6, 2014 ==Awards and recognitions== In 2012 Newcomer performed at various locations in rural Chulaimbo Kenya as a part of the Interfaith Hunger Initiative and at the AMPATH HIV center in Eldoret.http://doctorvoversea.com/if-not-now/ If Not Now by Rachel Vreeman June 14, 2012 Retrieved July 30, 2012http://www.interfaithhungerinitiative.org/ \"Indiana singer/songwriter Carrie Newcomer will be visiting Chulaimbo, Kenya in early June to visit the Umoja project sites. Proceeds from Carrie's latest CD, \"Everything Is Everywhere,\" benefit IHI.\" Retrieved July 30, 2012 In 2010, Rich Warren host of the Midnight Special radio program selected Carrie Newcomer as one of the 50 most significant singer-songwriters of folk music for the last 50 years.http://blogs.chicagotribune.com/news_columnists_ezorn/2010/07/folkies.html Eric Zorn Top 50 folkies of the last 50 years, one man's list July 25, 2010 Warren also selected her Geography of Light as one of his (13) favorite CDs for 2008. He said \"Newcomer is philosopher, sage, mystic and poet with an alto voice that I would follow to the ends of the earth. She also finally reached the perfect balance of accompaniment/production with her voice. The thoroughly engrossing songs require several listenings to see all the light (and dark) within them. Newcomer improves with every CD and her poetry grows more complex and luminous.\" http://www.midnightspecial.org/pastfaves3.htm#11 In 2008 Boston's WUMB radio station, included her on their list of the Top Most Influential Artists of the past 25 years. In 2010 Chicago's WBEZ radio and The Chicago Tribune included her on their list of Top 50 folk artists of the last 50 years. In 2007, her album The Geography of Light received the Artist of the Year and Album of the Year awards from Folk Wax Magazine. In 2003 her Album \"The Gathering of Spirits\" also received the Artist of the Year and Album of the Year awards from Folk Wax Magazine. That year she wrote the national theme song for the YMCA and collaborated with Scott Russell Sanders and folk songwriters Krista Detor, Tim Grimm, Michael White and Tom Roznoski on an album and theatrical production entitled Wilderness Plots. The author, cast members and director of Wilderness Plots were honored by the Indiana House of Representatives and Senate in a joint resolution which described it as \"a musical tribute to the early pioneer settlement of the Midwest and embodies the rich history and artistic excellence of the State of Indiana.\"http://insendems.wordpress.com/?s=wilderness+plots The Briefing Room March 1, 2010 Retrieved July 30, 2012 Wilderness Plots received a 2012 CINE award for the professional telecast non-fiction division.http://www.cine.org/winners/golden-eagle-award- recipients/spring-2012/telecast-non-fiction/#5 CINE 2012 award web page retrieved August 30, 2012 In 2003, Newcomer was named Woman of the Year by the City of Bloomington\u0092's Commission on the Status of Women.https://groups.google.com/forum/?hl=en&fromgroups;#!topic/blgtn.government/WnTJ- fjqSoI Carrie Newcomer Selected as 2003 Woman of the Year by Jillian Kinzie City of Bloomington, IN press release February 11, 2003 \"The 2003 Woman of the Year, Carrie Newcomer, is best known as a singer/songwriter; however, Jennifer Bass, nominator, says Newcomers significant contributions go beyond her music. Nine years ago Newcomer and her husband Robert Meitus organized Bloomington\u0092s first Soup Bowl Benefit and they continue to assist with the benefit. What is less known is Carrie's dedication to community and her generous support of local and national organizations,\u0094 said Bass. \u0093She has donated money from sales of her cd\u0092s to the Nature Conservancy and she has participated in benefit concerts in St. Louis and Tucson.\" Newcomer's \"I Wish I May, I Wish I Might\" was chosen as the official song of the two year Food For Thought campaign by The Indiana Humanities Department.http://www.indianahumanities.org/news/food-for-thought-has-an- official-song Food for Thought has an official song! September 2, 2010 Retrieved August 31, 2012 Newcomer added, \"‘I Wish I May, I Wish I Might’ was inspired by the essays ‘Carnival\" and \"Bill and Bunny\" by celebrated Indiana author, Philip Gulley.\" In 2003 her song \"I Should Have Known Better\" was recorded by Nickel Creek on their Grammy-Winning Best Contemporary Folk Album \"This Side\". ==Collaborations, organizations and causes== Newcomer has collaborated with a range of musicians in performances and recordings. She also has collaborated on performances, presentations and efforts with authors, academics, activists, and organizations. In 1989, she wrote Sounds of the Morning for The Battle of Tippecanoe Outdoor Drama, about the land conflict between Tecumseh and William Henry Harrison. Her song was played as a prologue and as patrons left the amphitheater. Her music was woven into the NEA-funded sound design by theatre sound designer Richard K. Thomas.Technical Staff, Battle of Tippecanoe Outdoor Drama 1990 Souvenir program, Summer 1990. Newcomer is a member of the National Advisory board of the Beuchner institute of King college. Buechner Institute National Advisory Board member listing, King College website retrieved August 3, 2012 Newcomer collaborated with author Parker J. Palmer to create the presentation \"Healing the Heart of Democracy.\"http://www.mikegreenassociates.com/index.php?page=bio&display;=43f Carrie Newcomer biography Mike Green and associates access date: March 31, 2010|http://www.firstunitedmethodistmadison.org/event/2012-04-27-carrie- newcomerparker-palmer-concert-7-pm/ Carrie Newcomer/Parker Palmer Concert Retrieved August 14, 2012 \"Transforming Stories\" was a presentation by Newcomer and Dr. Jill Bolte Taylor a neuroantomist and author of the book My Stroke of Insight. Transformative Stories; an Evening in Conversation and Music with Dr. Jill Bolte Taylor The Academi of Life website Retrieved August 5, 2012 Newcomer also collaborated with authors Scott Russell Sanders, Philip Gulley and J. Brent Bill for the PBS special Festival of Friends: An Offering in 4 Quaker Voices. Newcomer has collaborated with Jim Wallis. Jim Wallis is the author of the New York Times best selling book God's Politics: Why the Right Gets It Wrong and the Left Doesn't Get It,https://blog.sojo.net/press/gods-politics-author-jim-wallis-speak-benefit- concert-featuring-carrie-newcomer Lindsay Morgan May 12, 2005, Press release by Sojourners Retrieved August 10, 2012 Newcomer has toured the United States, Europe, Africa and India including performances with Alison Krauss, Mary Chapin Carpenter,http://morristowngreen.com/2010/06/23/mary-chapin-carpenter- at-morristowns-community-theatre-what-took-you-so-long/ Retrieved August 4, 2012 American singer-songwriter David Wilcox in shows based on spiritual story, Amjad Ali Khan, Barbara Kingsolver, Parker J. Palmer, Jill Bolte Taylor, Scott Russell Sanders and Philip Gulley.http://www.heraldscotland.com/sport/spl/aberdeen/alison-krauss-amp- union-station-glasgow-royal-concert-hall-1.395055 The Herald Scotland Alison Krauss & Union Station, Glasgow Royal Concert Hall by Rob Adams June 5, 1997, Retrieved August 1, 2012 Newcomer gives a percentage of her album sales to charitable organizations including the Interfaith Hunger Initiative American Friends Service Committee, America's Second Harvest, The Center for Courage and Renewal, and Literacy Volunteers of America. In September 2012, the collaboration An Evening of Reflection, Conversation & Song: Taylor, Newcomer, and Sasso was hosted by the Athenaeum Foundation. It included Newcomer, Sandy Sasso and Jill Bolte Taylor with the objective of providing stories and music exploring the ideas in Parker J. Palmer's book \"Healing the Heart of Democracy' for those in search of ideas on how to \"Reclaim our capacity for civility and community\".http://www.eventbrite.com/event/4150895440 Retrieved October 6, 2012 Her albums also contain collaborations with a range of other musicians. ==Published works== ===Solo CDs=== * 2019 The Point of Arrival * 2017 Live at the Buskirk-Chumley Theater * 2016 The Beautiful Not Yet * 2014 A Permeable Life MTV listing http://www.mtv.com/artists/carrie- newcomer/discography/3200023/ Retrieved April 2, 2014Newcomer focuses on 'being present' with record This Week Community News newspaper March 12, 2014, http://www.thisweeknews.com/content/stories/2014/03/13/newcomer-focuses-on- being-present-with-record.html Retrieved April 5, 2014 * 2012 Kindred Spirits: A collection * 2011 Everything Is Everywhere Available Light Records AL 1001 * 2010 Before & After – Philo PH 1259 * 2008 The Geography of Light – Philo PH 1253 * 2005 Regulars and Refugees – Philo PH 1247 * 2004 Betty's Diner: The Best of Carrie Newcomer – Philo PH 1245 * 2002 The Gathering of Spirits – Philo PH 1243 * 2000 The Age of Possibility – Philo PH 1226 * 1999 Bare to the Bone [Live] – Philo CD 9901 * 1998 My True Name – Philo PH 1223 * 1996 My Father's Only Son – Philo PH 1203 * 1995 The Bird or the Wing – Philo PH 1183 * 1994 An Angel at My Shoulder – Philo PH 1163 * 1991 Visions and Dreams – Philo PH 1193 [1995 reissue] ===Collaboration CDs=== *2008 Kyser Klassics (Partial Capo) *2007 Wilderness Plots Rosehill Records *2003 Song Mania (More Songs About Love and Despair) *2002 The Singer Songwriter Collection Rounder Records *2001 Rounder Records: Celebrating 30 Colorful Years [Compilation, Limited Edition] *1998 Kerrville Folk Festival: 25th Anniversary *1996 One More Song:An Album For Club Passim Rounder Records *1993 Shelter: The Best Of Contemporary Singer-Songwriters Putumayo Presents Series ===DVDs=== *2008 Wilderness Plots Songs and Stories of the Prairie *2006 Bernice Johnson Reagon/Holly Near/Carrie Newcomer : Light of Change DVD *2005 A Festival of Friends WFYI Public Television Broadcast ===Books=== * 2016 Carrie Newcomer the beautiful not yet Poems, Essays and Lyrics Book Carrie Newcomer the beautiful not yet Poems, Essays and Lyrics by Carrie Newcomer Copyright 2016 Available Light Publishing * 2014 A Permeable Life by Carrie Newcomer Book A Permeable Life by Carrie Newcomer ===LPs With Stone Soup=== * 1987 October Nights – Windchime RC-102 * 1984 Long Fields – Windchime RC-101/S ==Life and early career== Newcomer was born in Dowagiac, Michigan on May 25, 1958https://www.allmusic.com/artist/carrie-newcomer-mn0000186027/biography to James B. Newcomer and Donna Baldoni Newcomer. When she was 5 years old they moved to Elkhart, Indiana where she lived until she was 18 years old. David Lindquist Q&A; with Carrie Newcomer Indianapolis Metromix interview February 21, 2010 access date March 31, 2010 She began writing songs as a teenager and began performing in restaurants, coffeehouses and at benefits and festivals. History section of Newcomer web site Retrieved August 11, 2012 She began her university studies at Ball State University and then Goshen College. Newcomer spent 5 months teaching art in an elementary school in San Isidro, Costa Rica. She completed her studies at Purdue University and received a B.A. in visual art and education. In the 1980s, Newcomer was a member of the pop-folk and acoustic group Stone SoupCarrie Newcomer, that longing for something better by Arthur Wood Maverick Magazine (England) pages 40–43 which produced two albums: Long Fields [1984] and October Nights [1987]. Both are out of print. Newcomer was the group's main songwriter and lead vocalist and she also played dulcimer and guitar. The group was based in West Lafayette, IN. After leaving Stone Soup, she moved to Bloomington, IN and recorded her first solo album. ==Personal life== Though she was raised in a Protestant-Methodist Church, she now identifies strongly as a Quaker. She is married to Robert Shannon Meitus, an entertainment and intellectual property lawyer.http://mgrfirm.com/personal- profiles/robert-meitus/ Meitus personal profile section of Meitus, Gelbert and Rose LLP website Retrieved August 2, 2012 When she met him he was a guitar player and songwriter in the band Dorkestra. She has a daughter, Amelia Newcomer Aldred.http://www.davidleas.com/leas%20family%20genealogy/102.htm Newcomer's musical development, approach and themes have been influenced by her evolution in spiritual, philosophical and humanitarian areas and endeavors. ==References== ==External links== *Official website Category:American female singers Category:Songwriters from Michigan Category:Feminist musicians Category:American women guitarists Category:American folk musicians Category:American folk guitarists Category:1958 births Category:Living people Category:People from Elkhart, Indiana Category:Purdue University alumni Category:People from Dowagiac, Michigan Category:American Quakers Category:Songwriters from Indiana Category:Singers from Michigan Category:Guitarists from Indiana Category:Guitarists from Michigan Category:20th-century American guitarists Category:20th-century American women musicians Category:Stockfisch Records artists Category:Rounder Records artists ",
    "title": "Carrie Newcomer"
}