{
    "id": "2748090",
    "text": "thumb Computers for African Schools is a charity based in the United Kingdom which aims to give children in developing African countries the opportunity to gain experience with and understanding of computers and IT. As of the end of 2011 CFAS had sent 30,000 computer systems to five main CFAS programme countries: Zambia (11,500), Zimbabwe (7,500), Malawi (5,500), Tanzania (900), and Zanzibar (800); and smaller quantities (4000 in total) have also been donated to partner NGO's in Kenya, Mozambique, South Africa, Gambia, Egypt, Ghana, Sierra Leone, Niger, Ethiopia and Liberia. More than 1500 schools have computer labs set up through the scheme. Every state and mission secondary school in Zambia has been provided with at least 10 computers through the scheme. The computers are donated free to the schools and two teachers from each recipient school are trained to teach IT as a subject. The programmes in the CFAS scheme recipient countries are administered by local administering NGOs (Computers for Zambian Schools, Computers for Malawian Schools, Computers for Zimbabwean Schools, Computers for Tanzanian Schools and Computers for Zanzibar Schools, respectively.) The organisation is listed by the umbrella resource Digital Dividend.Digital Dividend website The computers are recycled from redundant hardware donated by businesses and other organisations in the UK. Currently, nothing less than a Pentium IV specification is used. CFAS works in close collaboration with IT Schools Africa and the computers are refurbished by ITSA using volunteers who make sure that the computers are checked, parts are replaced if necessary and hard drives are wiped to UK Ministry of Defence standards. The majority of the computers are refurbished by prisoners in a range of prisons throughout England as part of rehabilitation training. Once in Africa, through agreement with Microsoft, Windows operating system and Office is installed. When donated computers reach the end of their life or are found to be unserviceable, the local CFAS administering NGO collects them from the schools and they are shipped to a recycling plant in Johannesburg run by DESCO. DESCO has a zero land fill policy and all materials are recycled. It is the long-term aim of CFAS to enable every state secondary pupil in the recipient countries to have access to computer lessons and to ensure the sustainability of the scheme. As of the end of 2011, the Computers for African Scheme is now wholly administered and carried out by IT Schools Africa. ==See also== *Computer recycling *Computer technology for developing areas *Global digital divide ==External links== * Computers for African Schools * Times Educational Supplement article ==References== Category:Educational charities based in the United Kingdom Category:Education in Africa Category:Information technology charities based in the United Kingdom Category:Science and technology in Africa Category:Charities operating in another country ",
    "title": "Computers for African Schools"
}