{
    "id": "2748787",
    "text": "Whitfield is an ancient village, civil parish and electoral ward in the English county of Kent. It has a modern counterpart in the large settlement located at the junction of the A2 and A256 roads, some four miles (6.4 km) north of Dover. ==Overview== The village itself (Church Whitfield) can claim ancient roots in that evidence of both Roman and Saxon settlements have been unearthed. The village church, dedicated to St Peter, has two Saxon windows, and the bell is from the 13th century, or earlier. St Peter's Church is a 10th-century Saxon Church largely rebuilt in Norman times, though the church is first mentioned in 762 AD. It was restored and enlarged in 1894. There is also an early Congregational Chapel in the village (Chapel Rd) dating to 1781 but rebuilt in 1867. Whitfield also had its own windmill for many years, with a bakery beneath. It was built in about 1755 and was owned by generations of the Cadman family. In 1900 the mill was left to decay and was finally demolished in 1916 though the mill house still stands in Napchester Road. The modern Whitfield began to appear when the more affluent citizens of Dover built their homes in \"West Whitfeld\", alongside what was to become the A2 trunk road which bypassed the village.\"The Kent Village Book\" Alan Bignell 1999 Modern (post-Second World War) development enlarged the new village and in the 1960s Beauxfield was built then extended in the 1980s. The 1970s saw with the introduction of Newlands, Cranleigh Drive and Farncombe Way. Again in 2005, the government proposed a maximum of 9,900 new homes to be built on greenfield sites around the village, doubling its size. The Whitfield Action Group was set up to oppose any large scale developments while accepting natural growth. It was confirmed, in February 2010, that this figure will now be 6,000 new homes built.Village Action Group ==Amenities== The main village of Whitfield along the 'Sandwich Road' has a public house, 'The Archer'; the private members/function hall 'The Whitfield Club'Clubs of Whitfield Rolles Court Guest House and the Ramada Dover Hotel (formerly the Dover Motel). There is also a village hall with doctors surgery, vets, café, take aways, hairdresser and the local Post Office. A branch of McDonald's and BP service station is located near the A2 roundabout at the top of 'Whitfield Hill'. The village's older pub, the Royal Oak, closed in February 2008ROYAL OAK (Whitfield) Pubs of Dover and a Marston's Brewery pub/restaurant, the 'Rock Rose', is now open at the junction of Menzies Road/Gordon Road.Pubs of Whitfield July 2015 saw the introduction of new KFC, Pets at Home and B & M stores on the ever-expanding Honeywood Retail Park, Honeywood Parkway. The village has two schools, both of which also cater for special educational needs: primary and secondary. Whitfield and Aspen School (primary);Whitfield and Aspen School and Dover Christ Church Academy, formerly Archers Court School.Dover Christ Church Academy In view of its site on the periphery of a town such as Dover, and because of its strategic position on the A2/A256 junction, Whitfield is of importance to businesses. The huge White Cliffs Business Park,White Cliffs Business Park covering 272 acres (110 ha) is located at Whitfield and is described as attracting \"… household names and a raft of companies with international pedigrees\". ==Origins and Growth== The village of Whitfield has grown so that it is now physically connected to urban Dover, Kent, yet it has kept its own identity and sense of place. The central core of modern Whitfield was, however, not the original heart of the village; the original settlement was sited at Church Whitfield to the east. Pineham, located to the east of Church Whitfield is a small rural hamlet that is often considered part of the Whitfield community. It contains a small handful of farms and houses. Church Whitfield seems to have originated around a small, enclosed farmstead; archaeological work in the area showed that there was a collection of structures on the site during the early medieval period and evidence of both Roman and Saxon settlements. The Roman road from Dover (Dubris) to Richborough (Rutupiae) runs north-south near Pineham, suggesting that the village developed along its route. The village church, dedicated to St Peter, is testament to this history; the church is a 10th-century Saxon structure largely rebuilt in Norman times, though the church is first mentioned in 762 AD. The building has two Saxon windows, and the bell dates from the 13th century. The village was originally known as 'Bewsfield', which is said to refer to its high and open situation. It is thought that Whitfield began to be called 'Whytefeld' in the mid-seventeenth century. At some point in the later medieval period, a new village was formed to the west. This may have been due to the Black Death, whereby many villages moved their centre of habitation a mile or two for fear of being too near the burial site of victims. The 'new' village became known as West Whitfield, before changing to Lower Whitfield and simply as 'Whitfield' as the village gradually grew. Old Whitfield to the northeast then became known as Church Whitfield. The villages developed quite different characters but maintained a close attachment in terms of physical proximity. Early maps such as the Andrews and Drury map of 1769, shows the basic arrangement of the villages, as separate, but linked hamlets. Map research shows the small-scale, village origins of Whitfield, before twentieth-century expansion. The village was based around a roughly triangular road pattern, comprising Forge Lane/Lenacre Lane, Church Lane (now Napchester Road and Nursery Lane), and what is known today as The Drove. To the west, development was centred on Lenacre Court, although the original Lenacre Manor may originally have been located further south; a 'Lennickers' is shown on early nineteenth-century maps, on roughly the location of Bewsbury Cross Farm. This development led along forge lane to the north, around Whitfield House, and towards the Congregational Chapel, originally built in 1781. To the east, development was clustered around the Windmill with a bakery beneath, originally built in 1755. The example at Whitfield was a smock mill, consisting of an octagonal, weatherboarded tower, on a brick or masonry base. However, windmills suffered a rapid decline during the early twentieth century due to an influx of cheap imported grain and new government food regulations. Whitfield mill was demolished in 1916 after standing derelict for many years. This was originally a key focus to the village. The village was linked to Church Whitfield and Pineham via Shepherds Cross to the north, and through a series of lanes and footpaths across the fields. It is clear that Whitfield was originally very rural in character with a tight knit collection of lanes in the oldest section of the village to the north of Nursery Lane. Map research shows however, that Whitfield was bisected in the early nineteenth century by the main Sandwich Road. The Mudge map of 1801 shows that a small lane or footpath had been built linking Church Lane to the crossroads at the top of forge lane. However, by the production of the first small-scale ordnance survey maps in 1816, a main route running directly through the village from north to south had been constructed. This altered the village in a drastic manner, literally cutting the settlement in half – the reasoning behind the chosen route is unclear. The Royal Oak public house dates from this time, built as a coaching stop along this main route to the improving harbour at Sandwich. The modern Whitfield developed when more affluent citizens of Dover began to build new homes, alongside the junction of the A2 and A256 roads near the village. Gradually, the historic built form has been subsumed into the modern housing with no clear distinction created between the older segments of the village, and the modern growth. This has diluted the architectural character of Whitfield. As a result, Whitfield is now largely suburban in character, with remnants of the older village scattered throughout. There are a few elements within Whitfield that give some indication of the original character of the village, within the network of small lanes. Most housing dates from the postwar period. Where historic buildings survive, they show a strong tradition of brick and flint. In contrast, Church Whitfield has retained a very rural character with a small cluster of houses and farms built around the church. The houses have however, been altered in form and are now mainly rendered and modernised. Postwar development enlarged the village and in the 1960s new estates such as Beauxfield were built and extended in the 1980s. The Newlands, Cranleigh Drive and Farncombe Way were built in the 1970s. ==References== Category:Villages in Kent Category:Dover District White Cliffs Business Park Category:Civil parishes in Kent ",
    "title": "Whitfield, Kent"
}