{
    "id": "2748073",
    "text": "The cereal leaf beetle (Oulema melanopus) is a significant crop pest, described by Carl Linnaeus in 1758. ==Life history== One generation of this beetle is produced a year. Adults feed before winter and spend most of their overwintering time in protected areas such as wind rows, crop stubble, and tree bark crevices. Adults mate once the temperature warms to above 9–10 degrees Celsius (or 44.6 degrees F) and females have a relatively long laying period (about 45–60 days), when they deposit eggs on the undersides of leaves. The larvae hatch in 7–15 days, and start the most damaging eating of the entire lifecycle. These larvae mature in 12–20 days. Larvae are the greatest threat to crops, as they eat the superficial layer of leaves, hindering the leaves' photosynthetic potential. According to Kon, Zabik, Webster, and Leavitt, a chemical factor attracts the beetles to leaves, and that chemical factor is directly related to hydrophobicity. Pupation occurs in soil, with the adults emerging in 20–25 days, ready to start the cycle again. Eggs are cylindrical and round, about 0.9 mm long and 0.4 mm wide. Eggs are often laid along the midvein on the undersides of leaves. They are bright yellow at first and darken over time, and are partially black when the larvae emerge. The larva appears white or yellow, is hump-backed, and has a black head and six small legs. It has a defense mechanism in which it smears excrement on its body to mask its vibrant color and deter predators. This gives it a shiny black appearance, as opposed to yellow or white. Adults, on average, are about 5 mm long and have dark-blue wing covers and red legs. Their thoraces range in color from red to orange to reddish brown. The biggest distinction between male and female O. melanopus is the difference in shape of the first abdominal segment. The male's segment is more narrowly rounded and flat or concave, and it is more broadly rounded and convex in the female. Pupas are rarely seen in fields, as they are dormant at that time. Pupae are about 5 mm in length and are yellow, also darkening with time. ==Habitat== O. melanopus is native to Europe and Asia, but it has become much more common in the world. In North America, it was first spotted in Berrien County, Michigan, in 1962. Since then, it has spread through the Midwest to the East Coast, and is making its way westward. Significant populations are found in Virginia, North Carolina, Utah, Montana, North Dakota, and Missouri and Iowa. Environmental conditions such as temperature and humidity drastically affect the O. melanopus population for that year. A cold spring favors the host plant, whereas a warm spring favors the leaf beetle. An increase in the general temperature of the planet may allow O. melanopus to spread into Canada. More recent surveys have shown that O. melanopus has indeed arrived in Canada; in 2006, it was present in 11.1% of fields, and in 2009, in 33.3% of fields in southern Alberta. Locally, adults spread to the exterior of fields during their overwinter. Larvae tend to stay on the outside of crop fields, but are also found in the center. Local populations are never homogenously distributed, hotspots and empty places occur in each field. ==Food== O. melanopus consumes nearly all cereal crops, but has a strong affinity for oats, barley, and rye, and its favorite host is wheat. Alternatives are corn, sorghum, and sudangrass for adults, and wild oats, quackgrass, timothy, canary grass, reed canary grass, annual and perennial ryegrass, foxtail, orchard grass, wild rye, smooth brome, and fescues for the whole lifespan. The physical symptoms of the plant caused by them are thin, long lines where the upper epidermis of the leaf has been eaten. Since the beetle is migratory when it eats, it is not consistent within a field. In Michigan, entire fields are rarely affected and the situation is most likely the same in the Midwest. A field of plants looks weathered and old, but is never completely destroyed. Damage is usually no more than 40% total. When a herbivore consumes a plant, it releases volatile organic compounds (VOCs). Because VOCs are a chemical signal that attract some predators, the female O. melanopus is repelled by the chemicals for her own and the safety of her progeny. Males are deterred, but do not change eating habits. To determine the eating habits of O. melanopus, scientists conducted an experiment using different media. They took agar gel infused with pea and barley extracts, and noted the resulting reaction. When used alone, both pea extract, which is not a desired food for the beetle, and barley extract, which is an alternate source, produced a weakening or halting of consumption. A combination of both, however, incited a small feeding response. Most likely, a secondary compound in barley incites an eating response, perhaps when a lack of desired food is present. ==Control== ===Biological solutions=== Scientists have had success in labs with a few types of nematode, Steinernema feltiae B30, S. carpocapsae C101, and Hetero-rhabditis bacteriophora D54. Nematodes attack the adults that overwinter in the soil, preventing them from reproducing in the spring. S. carpocapsae C101 was found to be the most effective, and even proved to be an effective alternative to pesticides. Each of the nematodes, however, was sensitive to temperature, implying that some strains would work better than others due to the temperature. Since the spread of O. melanopus is so great, a consistently important factor to consider is the temperature when selecting which strain is the most effective for the desired location. Also, the hormone secreted by the males attracts the beetles into a trap, where they can be removed from the site. For the adult individuals, which feed on leaves, a few options exist to control populations. The first is Hyalomyodes triangulifer, a tachinid fly that parasitizes adults of O. melanopus. Another biological control consists of larval parasites; Diaparsis carnifer, Lemophagus curtis, and Tetrastichus julis are wasps that do this D. carnifer and L. curtis both consume the O. melanopus larvae, and T. julis lays eggs inside of the body of the O. melanopus larvae. Specifically, T. julis does not seem to pose too much risk to the crops themselves, but is extremely effective at dispatching large populations, around 90%. With all parasitic wasps in general, some experiments are proving that spraying a sugar solution on the fields encourages predators of O. melanopus to grow fast and hearty, so they can better kill off the population in the field. Anaphes flavipes is an egg parasitoid that lays its eggs inside of the O. melanopus egg, killing it in the process. Effectiveness is around 90%. It is a good control agent because it is hearty and its lifecycle is synchronous with that of O. melanopus, the disadvantage being that it is not host-specific, and can cause other unforeseen deaths in other bugs, disrupting the balance of the ecosystem.>. The Coccinellidae ladybug beetles are known to eat the eggs and larvae of O. melanopus, and are effective in some locations. ===Other solutions=== Even without human intervention, O. melanopus has experienced a decline in the United States due to general weather conditions such as drought or excessive rainfall. In the early days of outbreak in the United States, California experimented with quarantine as the first option. Any material suspected to contain O. melanopus was not allowed into California. O. melanopus populations traveling in hay can be suppressed by compressing the hay into bales. Genetically modified plants are still another option for control. Meissle et al. found that mortality of O. melanopus on Cry3Bb1 transgenic maize was double that of the wild type. Many transgenic plants seek to change the physical properties of the plant, making adhering eggs a difficult task. In Europe, where the species is native, scientists have experimented with several pesticides. In one experiment, four pesticides belonging to two groups (organophosphates and pyrethroids) were tested to see their effects on the beetles' numbers. These were tested at several concentrations and mixtures. The chemical Vantex was superior, but the other pesticides were averaging 80% efficiency and were not to be counted out. With many pesticides, farmers must be cautious not to spray too early, because the eggs will not be affected much, and pesticide use may actually increase the numbers of O. melanopus because predators are killed. The optimum time to begin spraying is when about 50% of the eggs have hatched. An alternative is spraying when the adults are laying their eggs, which is also shown to be effective. ==References== ==External links== * * Category:Criocerinae Category:Agricultural pest insects Category:Beetles described in 1758 Category:Taxa named by Carl Linnaeus ",
    "title": "Cereal leaf beetle"
}