{
    "id": "2748544",
    "text": "Infrared image of Titan's south polar region. Ontario Lacus is the dark feature at centre-left. Radar image of Titan's south polar region, showing Ontario Lacus and surroundings. In the annotated version, the putative shoreline of a proposed former south polar sea of Titan is outlined. Ontario Lacus is a lake composed of methane, ethane and propane near the south pole of Saturn's moon Titan. Its character as a hydrocarbon lake was confirmed by observations from the Cassini spacecraft, published in the 31 July 2008 edition of Nature. Ontario Lacus has a surface area of about , about 20% smaller than its terrestrial namesake, Lake Ontario in North America. In April 2012, it was announced that it may be more like a mudflat or salt pan.Cassini Finds Titan Lake is Like a Namibia Mudflat - NASA ==Shorelines== On January 12, 2010, Cassini took a more detailed radar-image of Ontario Lacus showing numerous remarkable features. The northern shoreline features low hills, probably about 1 kilometer (3,000 feet) high, and flooded river valleys. A smooth wave-sculpted shoreline, like on the southeast side of Lake Michigan, can be seen at the northeast part of the lake. Smooth lines parallel to the current shoreline could be formed by low waves over time, which were likely driven by winds sweeping in from the west or southwest. The southeast shore features a round-headed bay intruding into the shore. The middle part of the western shoreline shows the first well-developed river delta observed on Titan, showing that liquid hydrocarbons flowing down from a higher plain have switched channels on their way into the lake, forming at least two lobes. Examples of this kind of channel switching and wave-modified deltas can be found on Earth at the south end of Lake Albert between Uganda and the Democratic Republic of Congo in Africa and in the remains of an ancient lake known as Megachad in the African country Chad. ==Shore recession == Infrared observations show that the southwest shoreline of the lake receded 9–11 km over four years (2005-2009), evidently due to evaporation during the dry southern hemisphere autumn. Over the same interval, no change was observed in the south or southeast shorelines, indicating steeper slopes there. The sizes of northern hemisphere lakes and maria, in contrast, have been much more stable. ==Depth== By terrestrial standards, the lake appears to be extremely shallow. Radar measurements made in July 2009 and January 2010 indicate an average depth of 0.4 – 3.2 m, and a maximum depth of 2.9 – 7.4 m. This gives the lake an estimated volume of 7 to 50 km3, less than one thirtieth the volume of Earth's Lake Ontario. The notoriously shallow Lake Okeechobee in Florida has a similar depth. == Geomorphology and hydrology == The left and right images show the large catchment areas of Lake Eyre (dark grey region) and Ontario Lacus (red outline) respectively. In both cases, the lake area (blue, dashed ovals) is much smaller than the catchment area. Ontario Lacus may resemble a semi-arid shallow depression lying in an alluvial fan where the water table height (of liquid hydrocarbons) rises above the elevation of the depression floor, analogous to the Etosha Pan in Namibia. Hydrological runoff models have found evidence for an extensive basin catchment area for the lake, suggesting seasonal rainfall may be responsible for filling liquids in the local depression. This situation may be analogous to the ephemeral filling of Lake Eyre in Australia due to its notably large catchment area and the semi- arid climate of central Australia. ==Waves== Any waves on the lake are also far smaller than those that would be on a sizable body of liquid water on Earth; their estimated maximum height was less than 3 mm during observations of a radar specular reflection during Cassini's T49 flyover of July 2009. On Titan, waves can be generated at lower wind speeds than on Earth, due to the four times greater atmospheric density, and should be seven times higher at a given wind speed, due to Titan's surface gravity being one seventh as strong. On the other hand, pure liquid methane is only half as dense as water and may not be dense enough to form a wave in the first place, comparable of building a sand castle with bone dry sand. Alternatively, the lack of waves could indicate either wind speeds less than 0.5 m/s, or an unexpectedly viscous composition of the hydrocarbon-mix fluid. In any case, the apparent presence of a wave-generated beach on the lake's northeast shore suggests that at times considerably higher waves form. ==Notes== ==References== ==External links== *NASA/JPL videos describing recent discoveries about Ontario Lacus * Category:Lakes of Titan (moon) ",
    "title": "Ontario Lacus"
}