{
    "id": "2748241",
    "text": "Champaner is a historical city in the state of Gujarat, in western India. It is located in Panchmahal district, 47 kilometres from the city of Vadodara. The city was briefly the capital of the Sultanate of Gujarat. ==History== Champaner was founded by Vanraj Chavda, the most prominent king of the Chavda Dynasty, in the 8th century. He named it after the name of his friend and general Champa, also known later as Champaraj. By the later 15th century, the Khichi Chauhan Rajputs held Pavagadh fort above the town of Champaner. The young Sultan of Gujarat, Mahmud Begada, deciding to attack Champaner, started towards it with his army on 4 December 1482. After defeating the Champaner army, Mahmud captured the town and besieged Pavagadh, the well-known hill- fortress, above Champaner, where king Jayasimha had taken refuge. He captured the Pavagadh fort on 21 November 1484, after a siege of 20 months.Majumdar, R.C. (ed.) (2006). The Delhi Sultanate, Mumbai: Bharatiya Vidya Bhavan, pp.164-5 He then spent 23 years rebuilding and embellishing Champaner, which he renamed Muhammadabad, after which he moved the capital there from Ahmedabad. Sultan Begada also built a magnificent Jama Masjid in Champaner, which ranks amongst the finest architectural edifices in Gujarat. It is an imposing structure on a high plinth, with a central dome, two minarets 30 meters in height, 172 pillars, seven mihrabs, and carved entrance gates with fine latticed windows called \"jalis\". In 1535, after chasing away Bahadur Shah, Humayun led 300 Mughals to scale the fort on spikes driven into rock and stonework in a remote and unguarded part of the citadel built over a precipitous hillside on Pavagadh Hill. Large heaps of gold, silver and jewels were the war bounty even though Bahadur Shah had managed to escape with a lot to Diu The Mughal Throne by Abraham Eraly, pg 44 Champaner is today the site of the Champaner-Pavagadh Archaeological Park, which UNESCO designated a World Heritage Site in 2004. ==Religious site== The mausoleum of a holy saint Syed Khundmir is located here. Hazrat Bandagi Miyan Syed Khundmir RZ.jpg == Tourism attractions == There are total 23 places in champaner to visit. *Maa Mahakalika Temple *Jama Masjid *Saher Masjid *Nagina Masjid *Kevda Masjid *Lal Gumbaj Masjid *Kamaani Masjid *Bawaman Masjid *Khajuri Masjid * *Stepwell *Jain Temple * *Udan Khatola at Manchi *Saat Kaman *Amir Manzil *Champaner Fort *Citadel Of Mahmud Beghada *Hissar I Khas *Khapra Zaveri Palace *Sikandar Shah S Tomb *Virasat Van *Vada Talav * *Khuniya Mahadev (Best to visit during monsoon season to enjoy waterfall near khuniya mahadev) ==In popular culture== ==See also== *Gujarat Sultanate *Panchmahal district ==Notes== Category:Tourism in Gujarat Category:Former capital cities in India Category:Cities and towns in Panchmahal district Category:Champaner-Pavagadh Archaeological Park ",
    "title": "Champaner"
}