{
    "id": "2749729",
    "text": "Ward in 1895 (41 years old) Harry Marshall Ward (21 March 1854 – 26 August 1906), FRS, , was a British botanist, mycologist, and plant pathologist. Born in Hereford, the eldest child of Francis and Mary Marshall Ward, Harry Ward was educated at Lincoln Cathedral school. from c. 1864. He went on to scientific studies at the South Kensington Science and Art Department under Thomas Henry Huxley in 1874. Ward then attended first Owens College, Manchester, in 1875, and subsequently Christ's College, Cambridge, from 1876 to 1879. At Cambridge, Ward achieved a B.A. with First Class honours in the Natural Sciences Tripos. Ward's education at Cambridge was funded by a wealthy fellow student from South Kensington, Louis Lucas. He also studied with leading German botanists Julius von Sachs and Anton de Bary who at the time were way ahead of the English in the field of experimental botany. From early 1880 until 1882, Ward was employed by the British government in Ceylon (modern Sri Lanka) to study the coffee rust disease affecting the island's coffee plantations. His detailed and methodical work established his reputation as a plant pathologist and physiologist and although he was unable to stop the rust in the coffee plantations of Ceylon he laid the foundations for solving the problem in the future. Ward recommended avoiding monoculture, and the cultivation of multiple strains of coffee. Ward demonstrated that disease spores could be spread on the wind and recommended growing trees between plantations to reduce this. However plantation owners in Ceylon had already destroyed many indigenous species on their plantations and planted a single type of coffee on almost every available acre. In 1883 Ward returned to Owens College as an assistant lecturer, and married his very patient fiancée Selina Mary Kingdon, who had been waiting for him since around 1870. Their first child was a daughter Winifred Mary Ward born October 1884, and on 6 November 1885 they had a son Francis Kingdon Ward. In 1885 shortly after the birth of his son he was appointed Professor of botany at the Royal Indian engineering college (Forestry department) at Cooper's hill, now part of Brunel University. He moved with his new family into a house at Englefield Green. He became F.L.S. (Fellow of the Linnaean Society) in 1886 F.R.H.S. ([Fellow of the Royal Horticultural Society in 1887 and F.R.S. (Fellow of the Royal Society) in 1889. He was president of the British Mycological Society in 1900 and 1901. A great deal of his work and study was influenced by one of his early tutors, W.T. Thiselton-Dyer. It was Thiselton Dyer who suggested him for the job in Ceylon, he who largely got him his first post at Owen's College. Dyer persuaded him to spend time researching the biological processes involved in brewing ginger beer, and helped ensure his entry to the Linnaean society, his signature was on a letter to the prime minister of the day H. H. Asquith recommending a pension should be paid to his widow, Selina after his death. In 1895 he became Professor of Botany at Cambridge University, his alma mater. There was a tremendous amount of work to do with the department which had been neglected by previous incumbents. Ward worked tirelessly to get the teaching and the facilities up to scratch. His efforts culminated in a complete new building designed and equipped to his own requirements. The building was opened on 1 March 1904 by King Edward VII and Queen Alexandra. There was a seven course lunch for the King and Queen and a select guest list included Thiselton Dyer. Meanwhile, he was gaining more honours and positions on committees while still researching, teaching, and administrating. All this work took its toll on his health. He was weakened further by diabetes. He died on 26 August 1906 aged only 52. He is buried in the Parish of the Ascension Burial Ground in Cambridge, with his wife; his friend Sir Francis Darwin is also buried there. == Sources == Peter Ayres, Harry Marshall Ward and the Fungal Thread of Death, published by The American Phytopathological Society. Proceedings of the Botanical Society of Edinburgh 1905-1908 == References == == External links == * * * William Thiselton-Dyer at RBGK. *Harry Marshall Ward: Biography by Oliver Tooley * Category:1854 births Category:1906 deaths Category:People from Hereford Category:British mycologists Category:Fellows of the Linnean Society of London Category:British phytopathologists Category:Fellows of the Royal Society Category:Royal Medal winners Category:Academics of the University of Cambridge Category:British botanists Category:Alumni of Christ's College, Cambridge Category:Fellows of the Royal Horticultural Society ",
    "title": "Harry Marshall Ward"
}