{
    "id": "2749818",
    "text": "Bdellium resin Bdellium , also bdellion, is a semi-transparent oleo-gum resin extracted from Commiphora wightii of India (also called false myrrh) and from Commiphora africana trees growing in Ethiopia, Eritrea and sub-saharan Africa. According to Pliny the best quality came from Bactria (today Afghanistan). Other named sources for the resin are India, Arabia, Media, and Babylon. == Composition == Bdellium consists of a water-soluble gum, a resin, and an essential oil. The essential oil of Commiphora africana contains predominantly α-thujene, α- and β-pinene, and p-cymene. == Uses == Bdellium is used in perfumery, as incense, and in traditional medicine. It is an adulterant of the more costly myrrh. == Name == Middle English, from Latin, from Greek βδέλλιον. Commiphora africana resin is also known as African bdellium. Relation to the Hebrew b'dolach () is uncertain. The Septuagint translates the term as a precious stone rather than a resin. In Genesis 2:12 it is given as a product of Havilah, where it is listed along with other precious items gold and onyx. Reference is made again in Numbers 11: \"7 And the manna was as coriander seed, and the colour thereof as the colour of bdellium.\"King James Bible, Numbers 11:7 These are the only two uses in the Hebrew scripture. There is no agreement about whether the term referred to the resin, or to a precious stone. == History == Theophrastus is perhaps the first classical author to mention bdellium, if the report that came back from his informant in Alexander's expedition refers to Commiphora wightii: \"In the region called Aria there is a thorn tree which produces a tear of resin, resembling myrrh in appearance and odour. It liquefies when the sun shines upon it.\"Noted by Dalby 2002, ibid. It is also one of the first ores mentioned in the bible, in Genesis 2:12 Plautus in his play Curculio refers to it. Pliny the Elder, in his Natural History (12:36), describes the best bdellium coming from Bactria (identified as Commiphora wightii) as a \"tree black in colour, and the size of the olive tree; its leaf resembles that of the oak and its fruit the wild fig\", as well as bdellium coming from Nubia (identified as Commiphora africana). However, his descriptions seem to cover a range of strongly perfumed resins. The Periplus of the Erythraean Sea, of the 2nd century CE, reports that bdella are exported from the port of Barbarice at the mouth of the Indus.Dalby 2000. The Bactrian variety is known among Arabs as . The bdellium referred to by Dioscorides as \"the bdellium imported from Petra\" (De Materia Medica, 1:80) is probably the resin of Hyphaene thebaica, a species of palm. The Arabs call it \"Jewish bdellium.\" Bdellium is the common English translation in the Bible (Genesis 2:12; Numbers 11:7) for Hebrew bedolach. In both passages the Septuagint understands it as the name of some precious stone, as does Rashi, who interprets it as \"a precious stone, crystal\", and Saadiah Gaon, as \"pearls\". The Midrash gives two opinions. According to one, it is a precious stone, and according to the other the reference is to \"the bedolaḥ of perfumers\". In Genesis the Midrash decides in favor of the first interpretation because there it is associated with gold and onyx. In Numbers, the reference to bdellium is in the context of the manna eaten by the Israelites in the wilderness, which is said to have \"the color of bdellium\" (Numbers 11:7). Manna was described as looking \"like coriander seed, and being white in color and tasting like wafers of honey\" (Exodus 16:14). In Numbers 11:7 Manna is said to have \"the color of bdellium\". Coriander seed is small and spherical, and the fruit of the Bdellium plant is spherical and looks light green to white depending on maturity. So one could conclude that Manna looked like small, round, white, soft or flaky pellets that tasted like sweet cream or honey. Bdillium fruit are small, round and white as are pearls, so Bdellium may have been a name for Pearls in Biblical times, resembling the round white fruit, and used by the author to describe Manna. In China, bdellium, known as ānxī xiāng (安息香) or \"Parthian aromatic\", was among the varieties of incense that reached China either along the Silk Route from Central Asia, or by sea. Later ānxī xiāng was applied to an East Indian substitute, gum benzoin from Sumatra.Joseph Needham et al., Science and Civilisation in China, vol. 5 (Cambridge University Press) 1974, §33.Alchemy and Chemistry, p. 142f and note g. Bdellium was an ingredient in the prescriptions of ancient physicians from Galen to Paul of Aegina, and in the Greater Kuphi.Miller, Spice Trade, p. 71. Isidore of Seville reports in his Etymologiae (XVII.viii.6) that bdellium comes from trees in India and Arabia, the Arabian variety being better as it is smooth, whitish and smells good; the Indian variety is a dirty black.. Isidore's encyclopedia assembled facts from classical sources. == Footnotes == == References == Category:Incense material Category:Perfume ingredients Category:Resins ",
    "title": "Bdellium"
}