{
    "id": "2749939",
    "text": "Slipdown Mountain is a summit in Parker County, Texas. It is located just east of the Advance Community (near Poolville), and along with Slipdown Bluff is the highest point in Parker County, and also the highest point within the Dallas–Fort Worth Metroplex. The \"mountain\" is beside Slip Down Road, and has a steep limestone cliff on the west side. In the History of Parker County, Eunice Boley Harris mentions Slipdown Mountain in her article about the Advance Community: > \"We also had a 'fun spot' near Advance called 'Slip Down Mountain.' Young > and old alike met there for baseball, Easter egg hunts, wiener roasts, > picnics, and 'dinner on the ground.'\" The first white settlers to the area arrived in the early 1850s. James Lanman settled the Western flank, William H Dunison to the South, and Thomas Sullivan to the Southeast. At this time this was still Comanche country and accounts of early Indian raids can be found in the books A Cry Unheard by Doyle Marshall and History of Parker County and the Double Log Cabin by G.A. Holland. One such raid, the Sullivan-Blackwell attack, took place in 1866. Six-year-old Thomas Sullivan Jr. and cousin Fremont Blackwell, seven, were taken captive. Thommy was later killed but Fremont lived with the Indians for over a year before being ransomed. An account of this raid by Fremont's younger brother Benjamin can be found on the Oklahoma Gen Web site. One of the theories as to the name “Slipdown Mountain” comes from this period. Today the area is covered with live oaks and cedars, but in 1850 this area was grassland prairie and one could see for miles in every direction. The Comanches could use this high ground as a vantage point to observe the settlers and then “slip down” into the homesteads on their night time raids. In 1856 the State of Texas granted a railroad right-of-way to the Memphis, El Paso and Pacific RR which was later bought by the Texas & Pacific RR. The survey for the right-of-way was done in 1861 and all land not already homesteaded was sectioned off and became part of the RR reserve and the Texas Permanent School Fund. Then in 1889 A.J. Stratton bought the high point and surrounding land from the School Fund for $3 an acre. A.J.'s son George was one of the founders of the nearby town of Advance one mile to the West. The thriving town had a general store, two gins, a public school, and churches that were active until after World War II. Today nothing remains of the town but the place name. ==References== * Parker County Historical Commission. History of Parker County. * A Cry Unheard by Doyle Marshall, 1990 ==External links== * Parker County High Point Trip Report * Indian Pioneer History Project, Benjamin Blackwell Category:Landforms of Parker County, Texas Category:Mountains of Texas Category:Dallas–Fort Worth metroplex ",
    "title": "Slipdown Mountain"
}