{
    "id": "2749305",
    "text": "José Javier Valentín Rosario (born September 19, 1975) is an Puerto Rican former professional baseball catcher. From -, he played for the Cincinnati Reds after playing with the Tampa Bay Devil Rays () and four brief stints for the Minnesota Twins from -. He is the younger brother of former Major League Baseball second baseman José Valentín and the uncle of Philadelphia Phillies infielder Jesmuel Valentín.The Official Site of Major League Baseball: Stats: Historical Player Stats In , he hit .281 with a career-high 14 home runs as a backup catcher for the Reds. He is a switch-hitter. Valentín played briefly at first base and even more infrequently at third base in his time with Cincinnati. ==Career== ===Playing career=== Valentín was drafted on June 3, , by the Minnesota Twins in the third round of the 1993 Major League Baseball draft. He made his major league debut on September 13, 1997, and ended up playing three seasons for the Twins. On November 15, 2002, the Twins traded him with Matt Kinney to the Milwaukee Brewers for Minor League prospects Gerry Oakes and Matt Yeatman. A few months later, the Brewers sent him to the Tampa Bay Devil Rays for Jason Conti. After becoming a free agent, Valentín signed with the Cincinnati Reds on January 8, 2004. He remained with the Reds for the five seasons mainly as a back-up catcher and a specialized pinch hitter. He signed a minor league deal with the Washington Nationals on February 3, , to battle with Wil Nieves to be Washington's backup catcher. However, on March 28, he was reassigned to minor league camp, declined his assignment, and opted to become a free agent. On May 14, Valentin signed a minor league deal with the New York Mets and was assigned to Triple-A Buffalo. He was released on June 22, 2009. ===Coaching Career=== Valentin was named as the Hitting Coach for the Rochester Red Wings of the 2019 season. ==See also== * List of Major League Baseball players from Puerto Rico ==References== ==External links== Category:1975 births Category:Living people Category:Atenienses de Manatí players Category:Buffalo Bisons (minor league) players Category:Cangrejeros de Santurce (baseball) players Category:Caribbean Series players Category:Cincinnati Reds players Category:Edmonton Trappers players Category:Elizabethton Twins players Category:Fort Myers Miracle players Category:Fort Wayne Wizards players Category:Gulf Coast Twins players Category:Hardware City Rock Cats players Category:Indios de Mayagüez players Category:Major League Baseball catchers Category:Major League Baseball players from Puerto Rico Category:Minor league baseball coaches Category:Minnesota Twins players Category:New Britain Rock Cats players Category:People from Manatí, Puerto Rico Category:Puerto Rican expatriate baseball players in Canada Category:Salt Lake Buzz players Category:Tampa Bay Devil Rays players Category:2006 World Baseball Classic players ",
    "title": "Javier Valentín"
}