{
    "id": "2749637",
    "text": "Muhammad Hatta Lukman (1920–1965) was the First Deputy Chairman of the Central Committee of the Communist Party of Indonesia (PKI). He was executed following the 1965 crackdown on the PKI. Lukman's father was a kiai, a Muslim religious scholar who was active in Sarekat Rakyat (People's Association), a Communist breakaway group from the Sarekat Islam. After the failed 1926 communist uprising against the Dutch colonial government, Lukman's father was imprisoned and in 1929 was exiled to the Boven Digul detention camp, West Papua. His family went with him, and Lukman grew up among political prisoners. In 1938 Lukman returned to his home town of Tegal and worked as a bus conductor until the 1942 Japanese invasion. He joined the then illegal Indonesian Communist Party in 1943, at the same time as future leader D. N. Aidit.Mortimer (1974) In 1951, together with Aidit, Njoto and Sudisman, he participated in the takeover of the PKI leadership, a move which was to see the resurgence of the party. By 1965, he was a member of the party central committee and as deputy speaker of the Provisional house of Representatives, a member of President Sukarno's cabinet.Simanjuntak (2003) As a leading PKI member, Lukman was arrested following the 1965 coup attempt of the 30 September Movement, which was officially blamed on the Communist Party. After a trial, Lukman was secretly executed in late 1965 during the anti-communist purge of 1965/66.Roosa (2007) ==References== * Mortimer, Rex (1974) Indonesian Communism Under Sukarno: Ideology and Politics, 1959–1965, Cornell University Press, * Roosa, John (2007) Pretext for Mass Murder: The September 30th Movement & Suharto's Coup D'État in Indonesia, University of Wisconsin Press. * Simanjuntak, P.H.H (2003) Kabinet-Kabinet Republik Indonesia: Dari Awal Kemerdekaan Sampai Reformasi (Cabinets of the Republic of Indonesia: From the Start of Independence to the Reform Era, Penerbit Djambatan, Jakarta, ===Notes=== Category:Executed Indonesian people Category:20th-century executions by Indonesia Category:Year of birth uncertain Category:Communist Party of Indonesia politicians Category:1965 deaths Category:1920 births ",
    "title": "M. H. Lukman"
}