{
    "id": "2749933",
    "text": "Mohammad Ali Foroughi (early July 1877 - 26 or 27 November 1942, ) also known as Zoka-ol-Molk (Persian: ذُکاءالمُلک) was a writer, diplomat and politician who was Prime Minister of Iran for three times. The first book was written by him was Western philosophy (the course of wisdom in Europe). Foroughi also edited Saadi's book Koliyat and founded the Academy of Iran. He also attended the Ferdowsi Millennium Congress. In addition, Foroughi has authored numerous works on history (especially ancient Iranian history). ==Early life and education== Foroughi was born in Tehran to a merchant family from Isfahan. His ancestor, Mirza Abutorab was the representative of Isfahan in Mugan plain during Nader Shah Afshar's coronation. His grandfather, Mohammad Mehdi Arbab Isfahani, was amongst the most influential merchants of Isfahan and was skilled in history and geography. His father Mohammad Hosein Foroughi was the translator of the Shah from Arabic and French. He was also a poet and published a newspaper called Tarbiat. Naser al-Din Shah Qajar nicknamed Mohammad Hosein, Foroughi, after hearing a poem that he had written.Bagher Agheli, A biography of political and military figures in contemporary Iran, Elm publishing, Tehran, 2001. During his early life, Foroughi studied at the élite Dar ul-Funun (House of Sciences) in Tehran. ==Career== In 1907, Foroughi's father died, and thus Foroughi inherited his father's title of Zoka-ol-Molk. During the same year, Foroughi became the dean of Tehran School of Political Science. In 1909, he entered politics as a member of Majlis (Parliament), representing Tehran. He subsequently became speaker of the house and later minister in several cabinets as well as prime minister three times and once as the acting prime minister when Reza Khan resigned as prime minister to take up the crown as Reza Shah. In 1912, he became the president of the Iranian Supreme Court. Later he was appointed prime minister and dismissed in 1935 due to the father of his son-in-law's, Muhammad Vali Asadi, alleged participation in the riot in Mashhad against the reforms implemented by Reza Shah. However, later Foroughi regained his status and became Prime Minister during the initial phase of Mohammad Reza Pahlavi's reign. Foroughi as a prime minister was instrumental in having Mohammad Reza Pahlavi proclaimed as king after his father, Reza Shah, was forced to abdicate (16 September 1941) and exiled by the allied forces of the United Kingdom and the Soviet Union during World War II. After the collapse of his cabinet, he was named Minister of Court and then named ambassador of Iran to the United States of America, but he died in Tehran at the age of 67 before he could assume the post. Foroughi with Ali Mansour, Mostafa Gholibayat, Aliakbar Davar and Mahmoud Jam. == Books == Foroughi at the court of Mohammad Reza Pahlavi. Foroughi wrote numerous books, including :The History of Iran, :The History of the Ancient Peoples of The East, :A Short History of Ancient Rome, :Constitutional Etiquette, :A Concise Course in Physics, :Far-fetched Thoughts, :The Wisdom of Socrates, :The History of Philosophy in Europe, :My Message to the Academy of Language (Farhangestan), :The Rules of Oratory or The Technique of Speech Making, :a book on the Shahnameh (The Book of Kings). In addition to this, he prepared scholarly editions of the works of Saadi, Hafez, Rumi, Omar Khayyam and Ferdowsi. The best-known of Foroughi's critical editions is Saadi's Kolliyat. His son Mohsen Foroughi was a renowned architect who completed his studies in France and designed Niavarān Palace Complex, which is situated in the northern part of Tehran, Iran. It consists of several buildings and a museum. The Sahebqraniyeh Palace of the time of Nasir al-Din Shah of Qajar dynasty is also inside this complex. The main Niavaran Palace, completed in 1968, was the primary residence of the last Shah, Mohammad Reza Pahlavi and the Imperial family until the Iranian Revolution. Franz Malekebrahimian worked directly under Mohsen Foruoghi in implementation and maintenance of the Palace. ==See also== * Pahlavi Dynasty * List of Prime Ministers of Iran * Abdolhossein Teymourtash * Ali Akbar Davar * Sayyed Hasan Taqizadeh ==References== ==Sources== * 'Alí Rizā Awsatí (), Iran in the past three centuries (Irān dar Se Qarn-e Goz̲ashteh - ), Volumes 1 and 2 (Paktāb Publishing - , Tehran, Iran, 2003). (Vol. 1), (Vol. 2). ==External links== * A short motion picture of Mohammad-Ali Foroughi, from the film archives of Anoshirvan Sepahbodi, Geneva, 1931: YouTube. Category:1875 births Category:1942 deaths Category:People from Tehran Category:Revival Party politicians Category:Prime Ministers of Iran Category:Government ministers of Iran Category:Iranian writers Category:Iranian literary scholars Category:Members of the Academy of Persian Language and Literature Category:Speakers of the National Consultative Assembly Category:Members of the 2nd Iranian Majlis Category:Members of the 3rd Iranian Majlis Category:Ministers of Justice of Iran Category:19th-century Iranian people Category:20th-century Iranian people Category:Saadi Researchers from Iran ",
    "title": "Mohammad Ali Foroughi"
}