{
    "id": "2749844",
    "text": "Lucien Young (31 March 1852 – 2 October 1912) was an admiral of the United States Navy. His active-duty career included service in the Spanish–American War. ==Early life and career== Young was born in Lexington, Kentucky, on 31 March 1852. He was appointed a midshipman on 21 June 1869 and served in the practice ships , , and before graduating from the United States Naval Academy on 31 May 1873. Young was detached from Alaska at Lisbon, Portugal, and soon joined . Commissioned as ensign on 16 July 1874, he joined —on the North Atlantic Station—on 10 December of the following year. ==Wreck of the USS Huron== Subsequently, Young was ordered to , where he served until her tragic grounding off Nags Head, North Carolina, on 24 November 1877. The ship, en route to Cuban waters for survey duty, foundered shortly after 01:00 on the 24th. Ensign Young and an enlisted man, Seaman Antoine Williams, struggled ashore through the tumbling surf and gained the beach. Not receiving much assistance from an apparently apathetic group of bystanders, Young sent a horseman off at a gallop for a life-saving depot seven miles away while he, himself, although bruised and barefoot, walked four miles to yet another station, and, apparently finding it unmanned, broke in and got out mortar lines and powder for a Lyle gun. The sheriff of the locality then took Williams and Young to a point abreast the wreck. By the time they arrived, however, the 34 survivors had already reached shore. For their heroism, Young and Williams both received the Gold Lifesaving Medal. ==Sea and shore-based assignments, 1870s–1880s== Ordered to on 17 March 1878, he arrived in Le Havre, France, in time to take charge of a detail of men to serve at the Universal Exposition in Paris, France. Following that duty, he served in Portsmouth with the Training Squadron until he was detached from that ship on 5 April 1880. Young's next tour of duty was ashore, in the Bureau of Equipment and Recruiting; and, while there, he served for a time as naval aide to the Secretary of the Navy. Master Young then served successive tours of sea duty in the monitor and the training ship . Next came service as executive officer of and, finally, a tour holding the same office in . While in the latter, Young took part in the landings in Panama to protect American interests in the spring of 1885. A series of assignments ashore followed: Naval Torpedo Station, Newport, R.I.; at the Naval War College at Newport; at the Bureau of Navigation, and at the office of Naval War Records—the activity then compiling the monumental documentary collection, the Official Records of the Union and Confederate Navies. Young next returned to sea, serving successive tours in , , , and . ==Overthrow of the Kingdom of Hawaii== During the Overthrow of the Kingdom of Hawaii, Young was based on the USS Boston 1892-93 as part of the invading force ordered by United States Government Minister John L. Stevens to land at Honolulu. ==Spanish–American War== Given command of , Lieutenant Young placed that ship in commission and, during the Spanish–American War, took part in two engagements off Manzanillo, Cuba, and in the cutting of the cable between Cape Cruz and Manzanillo from late June 1898 to mid-August. Relieved of command of Hist in February 1899, Young received promotion to lieutenant commander on 3 March and became Captain of the Port of Havana on 22 August of the same year. In the spring of 1900, he became Commandant, Naval Station, Havana. ==Explosion of the USS Bennington== Following his duty in Cuba, Young became lighthouse inspector in the 9th Naval District and served in that capacity into 1904. In March 1904, he was given command of (Gunboat No. 4) and was in command of that ship at the time of her boiler explosion in the summer of the following year. At San Diego on 21 July 1905, Bennington was preparing to get underway for sea; Commander Young and the ship's surgeon, F. E. Peck, were returning to the ship in a boat and were not far from the anchorage when the explosion occurred at 10:30. Young hurried back to the ship, took command, ordered her watertight compartments closed and her magazines flooded, and then secured the services of an Army tugboat nearby. For this accident, he was court-martialed, convicted and censured for \"remissness in performance\". More than 60 died in the blast.New International Encyclopedia He was later reprimanded by the Secretary of the Navy for verbally abusing a fellow officer who testified in the matter. Young's Navy personnel records reveal that the Secretary of the Navy reprimanded Young for a public verbal dispute with a Lt. Commander Bartlett who had testified in the proceeding. Young, on a public pier, called Bartlett a \"liar and a perjurer\". The Secretary of the Navy labeled Young's actions as \"grossly insulting to a brother officer\" and that to Young there was \"only one course available\" a \"full, frank, and manly apology for a display of temper.\" Which, after a delay of several days, Young did. His Naval records show another censure for \"misleading and inaccurate reporting\" regarding the boilers of the in 1909. No explosion resulted simply several days of delay. ==Later assignments== Young later was assigned to duty at the Mare Island Navy Yard and was there at the time of the 1906 San Francisco earthquake and fire, and did much relief work. Ultimately he became Captain of the Yard there before becoming Commandant of the Naval Station, Pensacola, and of the 8th Naval District. His area of command was later extended to include the 7th Naval District. He was appointed Rear Admiral in 1910. ==Last years and legacy== Dupont Circle neighborhood of Washington, D.C. Young's Navy personnel records reveal an instance of apparent anti- Semitism. Young failed to pay a small [$7] tailoring bill. The tailor, one Frank Copper of Vallejo, California, wrote to the Secretary of the Navy complaining after several years of non-payment. The SecNav forwarded the letter to Young for a response. In his written response Young wrote that he had made inquiry in \"Vallejo as to who this man [Copper] was, and was informed he was a weak and cranky Jew and that he ran a small hat store in town; that upon two occasions his shop was burned down under suspicious circumstances.\" Young further went on, in response to the SecNav's request that his response be furnished to Copper wrote for \"me now to furnish him with a compulsory copy of this official endorsement, as directed in the 1st endorsement, for him to flaunt about his Hebrew friends, would be to him an excellent advertisement, and a decided humiliation to me.\" He died at New York, N.Y., on 2 October 1912. ==Awards== *Sampson Medal *Spanish Campaign Medal *Gold Lifesaving Medal ==Namesake== In 1942, the destroyer was named in his honor. ==Publications== * Simple Elements of Navigation (1898; second edition, 1898) * The Real Hawaii (1899) ==References== * ==External links== * DANFS biography of Lucien Young *NHC biography of Lucien Young Category:1852 births Category:1912 deaths Category:United States Navy admirals Category:United States Naval Academy alumni Category:American military personnel of the Spanish–American War Category:Military personnel from Lexington, Kentucky Category:Naval War College alumni Category:People from Dupont Circle ",
    "title": "Lucien Young"
}