{
    "id": "2749060",
    "text": "The Georgia State Defense Force (GSDF, GASDF, or SDF) is an unpaid, volunteer component of the Georgia Department of Defense, serving in support of the national and state constitutions under direction of the governor and the adjutant general of Georgia. As a State Defense Force, members serve alongside the Georgia Army National Guard and the Georgia Air National Guard. The mission of the Georgia State Defense Force is to provide an organized, trained, disciplined, rapid response volunteer force to assist state and local government agencies and civil relief organizations during emergencies to ensure the welfare and safety of Georgia citizens. The SDF's members help, support, and augment the Georgia National Guard, provide professional skills to the Georgia Department of Defense, and assist Georgia communities. Volunteers are trained to assist the National Guard, provide search and rescue, medical support, and disaster relief. ==Organization== The Georgia State Defense Force is currently organized with a headquarters at the Clay National Guard Center in Marietta; three brigades with geographic areas of responsibility throughout the state; medical companies; a support brigade providing special skills augmentation; Training and Doctrine Command (TRADOC); an Opposing Force (OPFOR) Command; a Ready Reserve Command; and a Chaplain Corps (based on Army special branches religious support) with a Command Chaplain, Brigade Chaplain, Battalion Chaplain (UMT) Unit Ministry Team and a Chaplain Training Center. Each brigade and equivalent unit is commanded by a field grade officer (usually a colonel). The current chain of command for the State Defense Force at the state level is organized under three positions: The commander-in-chief (Governor Brian Kemp), the adjutant general (Major General Tom Carden), and the Georgia State Defense Force commander (Brigadier General Tom Blackstock). ==Requirements== Current eligibility to join the Georgia State Defense Force extends to men and women between the ages of 18 and 64 who: * pass a background check, * are U.S. citizens or legal residents, * have a high school diploma or equivalent, and * meet height and weight standards that are \"designed to ensure that GSDF personnel present minimum acceptable appearance when in uniform.\" Prior military experience is not required, although approximately 40 percent of active members have prior service experience. ==History== The Georgia State Defense Force's rich heritage dates back to England. Under the direction of General James Oglethorpe, Sergeants of the Guard trained future colonists in militia tactics. As settlers began arriving in Georgia around 1733, many became members of General James Oglethorpe's militia and were called upon during the Battle of Bloody Marsh in 1742 to help repel the Spanish invasion of Georgia. These militia forces later joined General George Washington in the fight for American Independence. Georgia State Defense Force members help recertify Georgia Army National Guard medics in CPR/AED. The volunteer militia remained in continuous service throughout the 18th and 19th centuries. During this time, the militia participated in Indian wars against the Creeks, Cherokees, and Choctaws, and, with the outbreak of the American Civil War, Georgia responded with over 100 volunteer regiments, battalions, and batteries. The portion that remained at home helped to defend Atlanta and Macon, shadowed by the Union advance in 1864. This volunteer commitment was second only in number to the Commonwealth of Virginia. In 1917, following passage of the National Defense Act of 1916, the National Guard could be called into federal service. As a result, Georgia law organized the militia into three classes: the National Guard, the naval militia, and the unorganized militia. It further created a separate Home Guard, or State Constabulary, also subject to military law. After World War I, the militia was called to put down labor unrest at factories and mills across the state. In 1940, with the onset of World War II, Governor E.D. Rivers requested the American Legion to organize the Georgia State Defense Corps. The next year, in 1941, Colonel Ryburn Clay was appointed to head the State Defense Corps and it was activated and placed under the command of Brigadier General Omar Bradley, commanding officer at Ft. Benning, Georgia. Its name was shortly changed to the State Defense Corps of Georgia and then to the Georgia State Guard in 1942. During World War II, 35,000 volunteer members guarded war plants, critical communications facilities, utilities, reservoirs, and transportation facilities. Approximately 8,000 served at any given time with about 10,000 left at the end of the war. They were trained to repel an invasion that never came. Although not officially disbanded until 1951, the Georgia State Guard began its retirement in July 1946. The Georgia State Guard was re-authorized in 1973 to serve as a constabulary force, and throughout the 1970s and 1980s was tasked to serve as a backup for state police forces. Legislation resulted in the first muster in 1985 when it was re-activated as the Georgia State Defense Force under the command of Brigadier General John Gillette. The force was tasked to provide a cadre around a larger force to assume the vacated domestic missions of Georgia National Guard members called to federal duty. Members of the Georgia State Defense Force assist with crowd and traffic control during the annual Wreaths Across America event at the Georgia National Cemetery in Canton, Georgia. Georgia State Defense Force Soldiers provide OPFOR (Opposing Force) training to Georgia Army National Guard Soldiers The current Georgia State Defense Force is authorized by the federal government under 32 USC 109(c), by the State of Georgia under Title 38 of the Official Code of Georgia Annotated, and by the National Guard Bureau under NGR 10-4. The Georgia Department of Defense is composed of the State Defense Force, the Army National Guard, and the Air National Guard, all of whom serve under the direction of the adjutant general of Georgia. Recent operations include support to National Guard units during the Gulf War, participation in the 1996 Atlanta Olympic Games, emergency aid to agencies such as the Federal Emergency Management Agency (FEMA) and Georgia Emergency Management Agency (GEMA), support to Georgia National Guard units and their families since 2001, activation during the 2004 G-8 Summit at Sea Island, the 2005 Katrina and Rita hurricane evacuations, and response to Hurricanes Matthew, Irma, and Michael. In 2010, the GSDF and its members were recognized by a special resolution of the Georgia Legislature for their participation in Operation Healing Hands, providing disaster relief to earthquake victims in Haiti. After the devastating outbreak of tornadoes across the Southeast U.S. in May, 2011, members of the GSDF participated in relief efforts in Lamar County and other hard-hit areas of the state. Members of the GSDF, including consumer advocate Captain Clark Howard, assisted with car removal following a huge traffic jam caused by Winter Storm Leon. In 2018, the GSDF established an Opposing Force unit tasked with providing realistic combat training to National Guard troops prior to deployment. In March 2020, elements of the Georgia State Defense Force were activated to assist in Georgia's response to the COVID-19 pandemic. Members filled 4,000 disaster relief boxes filled with food and other essential items for the Second Harvest Food Bank in Valdosta, Georgia. ==Legal protection== Employers in the state of Georgia are required by law to grant a leave of absence to any employees who are members of the Georgia State Defense Force who are activated for any military service, and to restore those employees to their previous positions upon their return from their deployment. GSDF members who are employed by a government organization are also entitled to 18 days of paid leave per fiscal year. ==Awards and decorations== The Georgia State Defense Force issues several awards, including the following: * 80px Medal of Valor * 80px Distinguished Service Medal * 80px Legion of Merit Medal * 80px Meritorious Service Medal (Formerly Medal of Merit) * 80px Commendation Medal * 80px Achievement Medal * 80px Good Conduct Ribbon * 80px Longevity Service Ribbon * 80px Unit Commander's Citation (Awarded as a ribbon) * 80px State Active Duty Ribbon (Obsolete) * 80px State Active Duty Ribbon * 80px Humanitarian Service Ribbon * 80px Volunteer Service Ribbon * 80px Recruiting Achievement Ribbon * 80px Soldier/NCO Member of the Year Ribbon (Formerly Enlisted Member of the Year Ribbon) * 80px Military Proficiency Ribbon * 80px Military Qualification Training Ribbon * 80px Emergency Services School Ribbon * 80px Military Indoctrination Ribbon * 80px Military Readiness Ribbon * 80px Physical Fitness Ribbon * 80px Unit Commander's Citation (Obsolete) * 80px Outstanding Unit Citation (Obsolete) * 80px Outstanding Unit Citation Members of the Georgia State Defense Force who have previously served in a federal component of the United States military may also wear awards issued by any branch of the Armed Forces of the United States, a United States ally, or other recognized state defense forces in addition to any Georgia state awards. Veterans of the American military who have earned the Combat Infantry Badge, the Parachutist Badge, the Ranger tab, the Pilot Wings, the Air Crewman Wings, the Submarine Warfare insignia, the Diver insignia, and the unit formation patch in cases where the soldier served in a combat zone, may wear these awards on both the dress and service uniforms as well. ==See also== *Georgia Naval Militia *Georgia Wing Civil Air Patrol *National Guard Bureau *United States Coast Guard Auxiliary ==References== ==Further reading== * ==External links== *Official Georgia Department of Defense Website **Official Georgia State Defense Force Website ***FIRST BRIGADE HQ, North Georgia Official Website ****1st Battalion / 1st Brigade, Rome, GA Official website ****2nd Battalion / 1st Brigade, Marietta, GA Official website ****3rd Battalion / 1st Brigade, Monroe, GA Official website ****4th Battalion / 1st Brigade, Dahlonega, GA ****Medical Detachment / 1st Brigade, Atlanta, GA Official website ***FIFTH BRIGADE HQ, Central Georgia ****1st Battalion (SRD) / 5th Brigade, Ft. Gordon, GA ****2nd Battalion / 5th Brigade, Jackson, GA Official Website NEW ****3rd Battalion / 5th Brigade, Ft. Stewart, GA Official website ****4th Battalion / 5th Brigade, LaGrange, GA ****Warner Robbins Detachment / 5th Brigade, Warner Robins, GA ***76th SUPPORT BRIGADE HQ, Marietta, GA Official website ****1st Medical Company, Marietta, GA Official website ****4th Battalion, Douglas, GA ****57th Schools and Training Battalion, Marietta, GA ****105th GaSDF Band, Marietta, GA Official website ****911th Support Battalion, Marietta, GA Official website Category:Military in Georgia (U.S. state) Category:State defense forces of the United States Category:Military units and formations in Georgia (U.S. state) ",
    "title": "Georgia State Defense Force"
}