{
    "id": "2751570",
    "text": "Anne Tracy Morgan (July 25, 1873 – January 29, 1952) was an American philanthropist who provided relief efforts in aid to France during and after World War I and World War II. Morgan was educated privately, traveled frequently and grew up amongst the wealth her father, banker J. P. Morgan, had amassed. She was awarded a medal from the National Institute of Social Science in 1915, the same year she published the story The American Girl. In 1932 she became the first American woman appointed a commander of the French Legion of Honor. == Early years == She was born on July 25, 1873, at \"Cragston\" her family's country estate on the Hudson River at Highland Falls, New York. She was the youngest of four siblings born to John Pierpont Morgan and Frances Louisa Tracy Morgan. Interior of Elsie De Wolfe' music pavilion looking out on to the pool, The Villa Trianon, William Bruce Ellis Ranken ==Career== In 1903, she became part owner of the Villa Trianon near Versailles, France, along with decorator and socialite Elsie De Wolfe and theatrical/literary agent Elisabeth Marbury. Morgan was instrumental in assisting De Wolfe, her close friend, in pioneering a career in interior decoration. The three women, known as \"The Versailles Triumvirate\", hosted a salon in France and, in 1903, along with Florence Jaffray Harriman, helped organize the Colony Club, the first women's social club in New York City and, later, helped found the exclusive neighborhood of Sutton Place along Manhattan's East River. Around 1910, she became a union activist.https://www.pbs.org/wgbh/americanexperience/features/biography/triangle- morgan/ Anne Morgan actively supported striking female workers in New York's garment industry. She and other wealthy female members of her social circle stood in picket lines with striking shirtwaist workers and contributed financially to their cause.https://www.pbs.org/wgbh/americanexperience/films/triangle/player/ These strikes in New York's garment industry immediately preceded the Triangle Shirtwaist Fire. By 1921, Morgan's interest in women's employment and experience founding the Colony Club evolved into the American Woman's Association, where a working woman \"with ambition, pluck and energy, which will push her up and up in her profession\" could network and develop leadership skills. Morgan was quoted saying that although no women of the time were equipped to head a large corporation, \"in time there will be plenty of such women -- it requires only evolution.\" By 1930 the American Woman's Association had constructed a large building of its own in New York City, now the Hudson Hotel. Along with a roof garden, numerous parlors, meeting rooms, and residential space, this building featured \"a sunny gynmnasium equipped with every facility for body-building, including one of the finest swimming pools in America.\" Underwood & Underwood Studios, New York City/LOC cph.3b45075. Anne Morgan, wearing fur stole, ca. 1915 In 1912, she started the Society for the Prevention of Useless Giving (SPUG) with Eleanor Robson Belmont. In 1916, Morgan and De Wolfe largely funded Cole Porter's first Broadway musical, See America First, produced by Marbury.Schwartz, Charles, Cole Porter: A Biography. Cambridge, Massachusetts: Da Capo Press 1979. , pp. 41-43 Anne Morgan, 1921 From 1917 to 1921, Morgan took residence near the French front, not far from both Soissons and the \"Chemin des Dames\" at Blérancourt, and ran a formidable help organisation, The American Friends of France (it employed several hundred people at a time, volunteers from abroad and locally recruited staff), financed partly out of her own deep pockets, partly with the help of an active network in the States. The AFF (aka American Committee for Devastated France) was active in succoring noncombatants, organizing a health service that still exists in Soissons, a workshop to provide basic furniture to bombed-out families, a holiday camp for children, and a mobile library that was taken over by the library in Soissons, and so on. She returned in 1939 to help the Soissons evacuees. Anne Morgan and Anne Murray Dike, ca. 1915 Anne Murray Dike, a doctor, joined Anne Morgan in France. The estate of Blérancourt was transformed into a museum and inaugurated in 1930, one year after the death of Anne Murray Dike. The two were rewarded for their services, and they later developed a romantic relationship. Dike is buried in the village cemetery at Blérancourt.The Anne Morgan Story, American Friends of Blérancourt Morgan's friendships included many socialites and celebrities of her day. Her connection to individuals such as Cole Porter, as mentioned above, allowed her to compile a cookbook for charity. Titled the Spécialités de la Maison and published in 1940 to benefit the AFF, it offered recipes by cultural icons such as Pearl S. Buck, Salvador Dalí, and Katharine Hepburn. She died on January 29, 1952, in Mount Kisco, New York and was interred in Cedar Hill Cemetery in Hartford, Connecticut. ==Legacy== A four-story townhouse built in the Sutton Place neighborhood of Manhattan's Upper East Side in New York City for Anne Morgan in 1921 was donated as a gift to the United Nations in 1972. It is now the official residence of the United Nations Secretary-General. == References == ==Sources== * Morgan, Anne Tracy, Noted Relations: Celebrities, et Cetera. Retrieved 2006 * Morgan, Anne Tracy, Encyclopædia Britannica. Dec 22, 2006 ==External links== * * Category:1873 births Category:1952 deaths Category:American philanthropists Category:American women in World War I Category:Burials at Cedar Hill Cemetery (Hartford, Connecticut) Category:Commandeurs of the Légion d'honneur Category:People from Highland Falls, New York Category:Morgan family ",
    "title": "Anne Morgan (philanthropist)"
}