{
    "id": "2751685",
    "text": "KTUD-CD, virtual channel 25 (UHF digital channel 20), was a low-powered, Class A independent television station licensed to Las Vegas, Nevada, United States. The station is owned by the Greenspun Broadcasting subsidiary of The Greenspun Corporation. Unlike other low-powered television stations not connected to a full-power mother station, the station was available on channel 14 through Cox cable systems in the Las Vegas Valley. The \"-CD\" suffix in the call letters denoted the station's status as a \"Class A\" digital television station, a slight upgrade from its previous \"low power\" (-LD) designation. The station's transmitter was located atop Mount Arden, 6 miles south of Henderson. Its studios and offices were located in unincorporated Paradise Valley, south of McCarran International Airport. ==History== The Sinclair Broadcast Group acquired what was then known as KUPN (channel 21, now KHSV) and switched the station's affiliation to The WB in 1998 as part of a bulk affiliation deal, with a commiserate call change to KVWB. KFBT (now KVCW) at the other hand, was to affiliate UPN but they rejected and instead became an independent station. In the interim, UPN programming was brought in out-of-market from either Los Angeles's KCOP or New York area station WWOR on Las Vegas area cable providers, leaving no local provider of the network over-the-air. This made a public outcry for Las Vegas viewers as they unable to watch UPN programming after KFBT rejected their deal to afiliate. The next year on February 12, 1999, channel 25 signed on as KCNG-LP and picked up the UPN affiliation, immediately asserting network exclusivity in the market and causing providers to drop KCOP and WWOR on their request. The station's callsign was changed to KTUD-LP in 2000, before switching to the \"-CA\" suffix in 2003. Initially owned by King Kong Broadcasting Inc., KTUD would go through a series of ownership changes before its acquisition by Greenspun from Venture Technologies Group.Companies plan to acquire KTUD-TV The station struggled due to problems with local cable providers, as their low-power designation meant KTUD-LP was not bound by the FCC must-carry rules requiring cable coverage. Cox Communications refused to carry the station at first, but by November 2000 began to carry it on channel 14 after customer demand from Star Trek fans and ahead of UPN's coverage of the XFL football league featuring the Las Vegas Outlaws locally. DirecTV eventually also picked up the station, though Dish Network never did. The station's standing was severely affected by the January 2006 announcement that The WB and UPN would merge into one network, The CW. Unlike in 1999 when the market's main independent stations were all owned separately and the ability for KTUD-LP to receive the UPN affiliation was easier, by 2006 both KVWB and independent KFBT were owned by Sinclair Broadcasting Group, which was one of the largest affiliate groups for both The WB and UPN. KVWB was part of an early bulk affiliation deal for MyNetworkTV, with the CW affiliation still up for grabs by mid-April 2006. However, KTUD-LP withdrew from negotiations with the CW on April 24, 2006.Second local affiliate rejects new CW KFBT was thus announced as the market's CW affiliate on May 2, 2006, and KTUD-LP was left to become an independent station when UPN ended operations in September 2006. On September 18, 2009, KTUD-LD signed on its digital signal on channel 20. The 2008 recession that heavily affected the Las Vegas Valley and slashed advertising revenue, and a lack of a network affiliation, eventually lead to the LLC behind KTUD-LP to file for bankruptcy protection in late February 2010, though no on-air operations were affected at the time. On March 16, 2012, the station transferred its class A license over to their digital signal, with the call sign changing to KTUD-CD. Simultaneously, the analog license was cancelled by the FCC and the KTUD-CA call sign was deleted from the FCC's database. ===Station closure=== On October 10, 2013, KTUD announced that it would leave the airwaves as of 11:59pm that evening due to insufficient advertising revenues; in addition, The Greenspun Corporation has been struggling as of late. Staffers for the station refused to elaborate on the station's closure. In 2014, Mako Communications announced it would purchase KTUD's license out of bankruptcy, though the transaction was never completed. On October 14, 2014, the FCC cancelled KTUD-CD's license due to the station having been silent for more than a year. ==Digital television== ===Digital channels=== The station's digital signal was multiplexed: {| class=\"wikitable\" |- ! Channel ! Video ! Aspect ! PSIP Short Name ! ProgrammingRabbitEars TV Query for KTUD |- | 25.1 || 1080i || 16:9 || KTUD-HD || rowspan=2| Main KTUD-LD programming |- | 25.2 || rowspan=2| 480i || rowspan=2| 4:3 || KTUD-SD |- | 25.3 || V Asian || Asian programming |- |} ==Programming== This was the list of the following final programs on KTUD-CD before the closure: *Family Guy (now airing on KVVU-TV) *King of the Hill *The Office *That 70's Show *Tyler Perry's House of Payne *South Park ==Newscasts== In the fall of 2002, CBS affiliate KLAS-TV (channel 8) began producing a 10 p.m. newscast for KTUD-CA called Eyewitness News at 10 on UPN, which was originally anchored by Kate Maddox, and later by Denise Saunders. In the fall of 2006 when KTUD became an independent station, that station was rebranded on-air as \"Vegas TV\" and the newscasts was renamed to suit the new identity. Shortly afterward however, the station dropped the 10 p.m. newscast and Saunders would later go to KTNV. KTUD later revived its 10 p.m. newscast, under a news share agreement with NBC affiliate KSNV-DT (channel 3), which debuted in October 2009 and ran until its cancellation in August 2010. ==References== ==External links== *Official website, defunct *VegasTV on Facebook * Tud-Cd Category:Independent television stations in the United States Category:Digital low-power television stations Category:Television channels and stations established in 1999 Category:Television channels and stations disestablished in 2014 Category:Defunct terrestrial television stations in the United States TUD-CD Category:1999 establishments in Nevada ",
    "title": "KTUD-CD"
}