{
    "id": "2751681",
    "text": "Eden Detention Center in Eden, Texas CoreCivic, formerly the Corrections Corporation of America (CCA), is a company that owns and manages private prisons and detention centers and operates others on a concession basis. Co- founded in 1983 in Nashville, Tennessee by Thomas W. Beasley, Robert Crants, and T. Don Hutto, it received investments from the Tennessee Valley Authority, Vanderbilt University, and Jack C. Massey, the founder of Hospital Corporation of America. As of 2016, the company is the second largest private corrections company in the United States. CoreCivic manages more than 65 state and federal correctional and detention facilities with a capacity of more than 90,000 beds in 19 states and the District of Columbia. The company's revenue in 2012 exceeded $1.7 billion. By 2015, its contracts with federal correctional and detention authorities generated up to 51% of its revenues. It operated 22 federal facilities with the capacity for 25,851 prisoners. By 2016, Corrections Corporation of America (CCA) along with GEO Group were running \"more than 170 prisons and detention centres\". CCA's revenues in 2015 were $1.79bn. CCA has been the subject of much controversy over the years, mostly related to apparent attempts to save money, such as hiring inadequate staff, extensive lobbying, and lack of proper cooperation with legal entities to avoid repercussions.Kerkham, Chris (February 14, 2012). \"Private Prisons Buying State Prisons\", Huffington Post. Retrieved September 13, 2017. CCA rebranded itself as CoreCivic amid the ongoing scrutiny of the private prison industry. ==History== Tallahatchie County Correctional Facility, Mississippi Corrections Corporation of America (CCA) was founded in Nashville, Tennessee, on January 28, 1983, by Thomas W. Beasley, Doctor Robert Crants and T. Don Hutto. Beasley served as the chairman of the Tennessee Republican Party; Crants was the chief financial officer of a real estate company in Nashville; Hutto was the president-elect of the American Correctional Association. A founding member of its board of directors was Maurice Sigler, the former chairman of the United States Board of Parole. The initial investment came from Jack C. Massey, co-founder of the Hospital Corporation of America.Harmon L. Wray, Jr., \"Cells for Sale\" , Southern Changes: The Journal of the Southern Regional Council, Volume 8, Number 3, 1989 An early investor prior to the IPO was Vanderbilt University, where Beasley had completed his law degree. Additionally, the Tennessee Valley Authority was another early financial backer. According to a 2013 CCA video, Hutto and Beasley were the chief founders. Hutto had years of experience in corrections and was president-elect of the American Correctional Association. The two men met with representatives of the Federal Bureau of Prisons and Immigration and Naturalization Service (INS, now ICE), which operated under U.S. Department of Justice from 1933 to 2003, to discuss a potential joint venture for a facility to detain undocumented immigrants in Texas. CCA was awarded a contract in late 1983 by the U.S. Department of Justice for the Bureau of Immigration and Customs Enforcement (formerly Immigration and Naturalization Service). This was the \"first contract ever to design, build, finance and operate a secure correctional facility.\" This is considered to have marked the beginning of the private prison industry. CCA had to have the facilities ready by early January 1984, ninety days from the signing of the contract. Hutto and Beasley flew to Houston and after several days, negotiated a deal with the owner of Olympic Motel—a \"pair of nondescript two-story buildings\" on \"I-45 North between Tidwell and Parker\"—to hire their family and friends to staff the re-purposed motel for four months as a detention facility. On Super Bowl Sunday at the end of January, Hutto personally processed the first 87 undocumented immigrants at this facility, and CCA received its first payment. The company opened its first facility, the Houston Processing Center, in 1984. The Houston Detention Center was built to house individuals awaiting a decision on immigration cases or repatriation. In 1984, CCA also took over the operations of the Tall Trees non-secure juvenile facility, for the Juvenile Court of Memphis and Shelby County. Two years later, CCA built the 200-bed Shelby Training Center in Memphis to house juvenile male offenders. In 1989, it opened the New Mexico Women's Correctional Facility in Grants, New Mexico; it had constructed this facility of 204 beds.New Mexico Women's Correctional Facility, Grants, Corrections, State of New Mexico In the 1980s, CCA officials met with representatives of the Mitterrand administration in France. They did not win any contracts there for CCA prisons. In 1990, CCA opened the first medium- security privately operated prison, the state-owned Winn Correctional Center, in Winn Parish, Louisiana.Louisiana Department of Corrections It opened the Leavenworth Detention Center, operated for the U.S. Marshals Service, in 1992. This 256-bed facility was the first maximum-security private prison under direct contract to a federal agency.Prison Information CCA entered the United Kingdom in 1992, when it entered a partnership with Mowlem and Sir Robert McAlpine to form UK Detention Services. It opened the 650-bed Blackenhurst prison in Worcestershire, England. The stockholders are mostly corporate entities and it is classified as a real estate investment trust, or REIT. Research published in Social Justice by scholars at Rutgers University showed that in 2007, the company had \"114 institutional stockholders that together amount[ed] to 28,736,071 shares of stock.\" The scholars added, \"The largest number of shares of CCA stock is held by RS Investments (3,296,500), WesleyCapital MGMT (2,486,866) and Capital Research and MGMT (2,057,600).\" In 2010, the ACLU filed a lawsuit on behalf of inmates at the Idaho Correctional Center, claiming that understaffing contributed to the high levels of violence there. In 2014, the Federal Bureau of Investigation (FBI) began an investigation into CCA management of the ICC to ascertain whether any Federal statutes were violated because of the understaffing of the facility and what was found to be falsification of staffing records.Rebecca Boone (March 7, 2014). APNewsBreak: FBI Investigates Prison Company. Associated Press. Retrieved April 5, 2014. In 2016, the Obama administration provided the CCA a $1 billion no-bid contract to detain asylum seekers from Central America.\"Inside the administration's $1 billion deal to detain Central American asylum seekers\". The Washington Post. August 14, 2016. CCA was renamed CoreCivic in October 2016. ==Overview== Founded in 1983, Corrections Corporation of America (CCA) owns or operates jails and prisons on contract with federal, state and local governments. CCA designs, builds, manages and operates correctional facilities and detention centers for the Federal Bureau of Prisons, Immigration and Customs Enforcement, the United States Marshals Service, as well as state and county facilities across the United States. CCA houses approximately 90,000 offenders and detainees in its more than 60 facilities; it employs more than 17,000 persons nationwide. Federal contracts for correctional and detention facilities generated up to 51% of its revenues in 2015. It operated 22 federal facilities with the capacity for 25,851 prisoners. The American Correctional Association (ACA) has accredited 90% of CCA's facilities.CCA Facilities Receive High Marks from American Correctional Association, 2011 CCA press release. Retrieved February 10, 2014. ACA's Accreditation is a system of verification that correctional agencies and facilities comply with national standards promulgated by the American Correctional Association. Accreditation is achieved through a series of reviews, evaluations, audits and hearings.ACA Standards, American Correctional Association On August 18, 2016, Deputy U.S. Attorney General Sally Yates announced that the Justice Department intended to end its Bureau of Prisons contracts with for-profit prison operators, because its own analysis concluded \"...the facilities are both less safe and less effective at providing correctional services...\" than the Federal Bureau of Prisons.Justice Department says it will end use of private prisons, The Washington Post, Matt Zapotosky & Chico Harlan, August 8, 2016. Retrieved August 19, 2016. In a memorandum, Yates continued, for-profit \"...prisons served an important role during a difficult period, but time has shown that they compare poorly to our own Bureau facilities. They simply do not provide the same level of correctional services, programs, and resources; they do not save substantially on costs; and as noted in a recent report by the Department's Office of Inspector General, they do not maintain the same level of safety and security. The rehabilitative services that the Bureau provides, such as educational programs and job training, have proved difficult to replicate and outsource and these services are essential to reducing recidivism and improving public safety.\"Reducing Our Use of Private Prisons, United States Department of Justice, Sally Q. Yates, August 18, 2016. Retrieved August 19, 2016. ===Inmate rehabilitation=== The United States prison system provides reentry and rehabilitation programs for inmates.What Science Says About Designing Effective Prisoner Reentry Programs, Family Impact Seminars Such programs often include education, vocational training, addiction treatment as well as faith-based programs. In addition to the reentry and rehabilitation programs, prisons often offer inmates recreational and optional faith-based opportunities. The latter is considered an integral part of inmate rehabilitation. CCA says it offers basic adult education, post-secondary education, GRE preparation, and testing and literacy programs to all inmates. The Department of Justice's Bureau of Justice Statistics reported in 2008 that 40% of privately run facilities did not offer such programming to inmates. According to national research, providing inmates with education and vocational programs can reduce the likelihood that offenders will commit new offenses upon release and return to prison. In 1993, CCA launched the LifeLine substance abuse training program at the Metro-Davidson County Detention Facility in Nashville, Tennessee. In the early 21st century, CCA offers the program in 23 of its 60 facilities.\"Lifeline graduates first class\", News Herald ===Occupancy and profitability=== In a 1990s report, Prudential Securities was bullish on CCA but noted, \"It takes time to bring inmate population levels up to where they cover costs. Low occupancy is a drag on profits... company earnings would be strong if CCA succeeded in ramp(ing) up population levels in its new facilities at an acceptable rate\". In 2011, responding to an initiative from the State of Ohio to reduce \"overhead costs by saving $13 million annually while adding 700 beds to house inmates in the overcrowded system,\" Corrections Corporation of America agreed to buy the Lake Erie Correctional Institution for $72.7 million. This is a change in company policy, as previously CCA had always constructed its own prisons. The purchase was contingent on the Ohio Department of Rehabilitation and Correction agreeing to a high level of occupancy under the contract.\"Ohio State Prison System Sales\", Cleveland, September 2011. The State failed to find buyers for many other prisons which it offered for sale. This was considered good news by the Ohio Civil Service Employees Association, the union for prison guards. In 2012, CCA sent a letter to prison officials in 48 states, offering to buy prisons from these states in exchange for a 20-year management contract with a guaranteed occupancy rate of 90%. Many community organizations have criticized the proposals, arguing that the contractual obligations of states to fill the prisons to 90% occupancy are poor public policy, creating an incentive to criminalize behavior and lengthen sentences in order to keep the prisons filled. They believe that these contractual clauses end up costing taxpayers more than state-run prisons would and add to over-incarceration. ===Employment issues=== In 2002 CCA agreed to pay more than $152,000 in back wages to 96 Oklahoma women denied employment because of gender discrimination. A U.S. Department of Labor audit showed women applicants, who were equally or better qualified than men hired, were rejected. In 2008 CCA was ranked as one of the 100 best corporate citizens by Corporate Responsibility Officer magazine.CCA Named One of the 100 Best Corporate Citizens in the U.S. The national military magazine GI Jobs highlighted CCA as a solid employer for veterans.Corrections Industry Offers Steady Growth and Stable Employment Opportunities In 2010 it ranked CCA as one of the \"Top 50 Military Friendly Jobs.\"\"Corrections Provider CCA Named To GI Jobs Magazine's Top 50 List of Military Friendly Employers\", Press Release, Corrections Corporation But in 2010, a Muskogee, Oklahoma federal court jury found CCA guilty of violating the employment rights of a shift supervisor by terminating his job when he was deployed to Iraq. It determined that CCA should pay about $53,000 in damages for violation of the Uniformed Services Employment and Re-employment Rights Act.Randy Ellis, \"Oklahoma jury finds prison operator violated employment rights of veteran\", News OK, August 23, 2010. Retrieved November 8, 2015. === Ownership === As of 2017 CoreCivic's shares are mainly held by institutional holdings (The Vanguard Group, BlackRock, Fidelity Investments and others). ==Immigrant detention facilities== The prison industry declined in the late 20th century, as the crime rate was decreasing nationally and privatization was under attack by critics and legislators. There had been widespread reports of escapes, inmate violence, and deplorable conditions in such private facilities. Speculative prison building, sometimes supported by small municipalities hoping to increase local employment, had increased competition and the pressure to keep prisons filled. The Corrections Corporation of America (CCA), which became CoreCivic in October 2017, as well as the industry as a whole, rebounded in the early 2000s. This followed a massive increase in detentions of undocumented immigrants by the federal government in the wake of the 9/11 attacks, which created a new market for its facilities. From 2001 to 2011, CCA's revenue increased 88 percent, and it received at least $1 billion in revenue for each of the eight years from 2003 to 2011. In 2012, CCA derived 30 percent of its revenue from federal contracts. In 2012 some $546 million for CCA came from federal contracts with the Bureau of Prisons and the U.S. Marshals Service. Although they have denied lobbying, private prison corporations specifically target Republican legislators over \"immigration reform\". The companies' success in lobbying for immigrant detention was similar to their harnessing the zeitgeists of the preceding decades, from \"Tough On Crime\" and privatization in the 1980s and 1990s.\"Corrections Corporation of America\", SourceWatch Wiki. Retrieved May 4, 2016. By 2015, CCA derived 51% of its revenue from federal contracts. In March, 2017 President Donald J. Trump announced he would increase immigrant detention. The administration decided it would be in the best national interest to radically expand the United States' detention capacity, specifically for women and children, by over four-hundred fifty per cent (450%). United States Citizenship and Immigration Services Asylum chief John Lafferty stated that he planned to expand the number of mother-child \"beds\" in immigration centers near the border from the current 3,500 beds up to 20,000 beds. This signaled the largest increase in immigrant detention since World War Two.Trump Administration Plans Expanded Immigrant Detention, Documents Say, NBC News, Chris Hayes and Brian Montopoli, March 3, 2017. Retrieved August 19, 2020. Williamson county commissioners in Taylor, Texas, voted 4-1 on June 25, 2018, in the wake of a widely publicized crisis of immigrant detention of children separated from their mothers who had been taken into custody, to end the county's participation in an Intergovernmental Agreement (IGA) with CoreCivic, effective in 2019. The T. Don Hutto facility in Taylor was holding some of those imprisoned mothers.Texas suburb ends contract with immigrant detention center, The Washington Post, Paul J. Weber (AP), June 26, 2018. Retrieved June 27, 2018. Although the combined revenues of CCA and GEO Group, a competitor, were about $4 billion in 2017 from private prison contracts, their number one customer was U.S. ICE. ==Incidents, protests, and investigations== ===T. Don Hutto Residential Center=== The T. Don Hutto Residential Center is a former medium-security prison in Taylor, Williamson County, Texas, which, from 2006 to 2009, held accompanied immigrant detainees ages 2 and up under a pass- through contract with Immigration and Customs Enforcement (ICE) division of Homeland Security.Don Hutto Family Residential Facility, ICE Fact Sheet After local and national protests because of the poor quality of treatment, federal officials announced on August 6, 2009, that it would no longer house immigrant families in this prison.T. Don Hutto detention center will no longer house immigrant families, News8 Austin Instead, only female detainees will be housed there. In September 2009, the last families left the facility and were relocated to the Berks Family Residential Center in Pennsylvania.\"Final families removed from T. Don Hutto facility\", News8 Austin (owned by the Nakamoto Group). In November 2015, a hunger strike at the Hutto Center quickly grew to include 500 immigrant women. They were protesting their extended detention in this center.Patrick Strickland, \"U.S. urged to free immigrant female hunger strikers\", Al Jazeera, November 6, 2015. Retrieved November 8, 2015. ===Eloy Detention Center=== The Eloy Detention Center of Arizona, owned and operated by CoreCivic, has had 15 detainee deaths from 2003 to July 2015, including five by suicide. Congressman Raúl Grijalva, D-Ariz., said these events made it \"the deadliest immigration detention center in the U.S.\" In late July 2015 he called for an independent investigation into the most recent suicide.Megan Jula and Daniel González, \"Eloy Detention Center: Why so many suicides?\", Arizona Republic, July 29, 2015. Retrieved November 8, 2015. By July 2016, a three-month measles outbreak affecting at least 22 victims was spread by unvaccinated employees. Pinal County's health director presumed the outbreak likely originated with a migrant, but detainees had since received vaccinations. Convincing CoreCivic's workers to become vaccinated or verify proof of immunity was far more difficult, he said.Arizona measles outbreak: immigration workers blamed for refusing vaccines, The Guardian, July 8, 2016. Retrieved March 10, 2019. ===Central Arizona Florence Correctional Complex=== This 4,402-bed facility serves multiple federal detention constituencies: U.S. Marshals Service, TRANSCOR, Bureau of Immigration and Customs Enforcement, Pascua, USAF, and City of Mesa with multiple security levels. It is located in Florence, AZ and has a mixed population.https://www.corecivic.com/facilities/central-arizona-florence- correctional-complexhttps://www.mesaaz.gov/residents/police/divisions/holding- facility-jail ===South Texas Family Residential Center, Dilley, Texas=== The Los Angeles Times reported that the South Texas Family Residential Center in Dilley, Texas held 1,735 people and about 1,000 of the detainees were children. In April 2016, an application for a child-care license for the Dilley detention facility, which is run by CoreCivic Corrections Corporation of America, was pending. This facility houses 2,400 children and female detainees.\"Locations\" \"CCA Website\" Retrieved May 4, 2016. A license inspection in April of that facility had found 12 deficiencies. Those included: all playgrounds showed worn AstroTurf and exposed seams, creating a potential tripping hazard; and unsecured medical supplies, such as scalpels and used syringes, were seen on top of counters. No temporary license was to be issued until those problems were corrected.Associated Press, \"Texas immigrant family detention center granted child-care license\", \"Fox News,\" May 4, 2016. Retrieved May 4, 2016. ===Laredo Processing Center=== The Texas ICE facility for processing illegal immigrants has 404 beds for both male and female detainees. It has been operated by CCA since 1985.\"Laredo Processing Center\" \"CCA Website\" Retrieved May 4, 2016. ===Houston Processing Center=== Bureau of Immigration and Customs Enforcement Medium Security processing center for illegal immigrants; it has been owned by CCA since 1984. It is a 1,000-bed male and female detainee center. === Cibola County Correctional Center === In 2016, the Federal Bureau of Prisons cancelled their contract with Cibola County Correctional Center in Milan, New Mexico after 16 years of CCA operations. The facility was under examination for poor medical care and at least three questionable inmate deaths. The medical unit was found to be acting out of compliance in 2014 and given several warnings on incidents leading up to the announcement of closure. An inmate uprising in 2014 resulted in two top officials being put on leave. Also in 2016, new contract with U.S. Immigration and Customs Enforcement re-opened the facility. In 2017, a unit was opened for transgender ICE detainees, who have reported inadequate medical care and mistreatment. Transgender woman Roxsana Hernández died in ICE custody following her detention at Cibola. In 2020 it was reported that during 2019, a transgender detainee is reported to have been made to wait thirteen days for medical treatment after complaining of rectal bleeding. Additionally, it was later determined that the detainee was HIV positive. A Department of Homeland Security official sharply criticized the situation, noting that the lack of action put the detainee \"at risk for severe medical complications\" and \"also exposed other detainees and facility and ICE staff to an infectious and potentially deadly disease.\" ==Closed facilities== ===Colorado=== CCA closed the Huerfano County Correctional Center at Walsenburg, Colorado, in 2010. CCA appealed an initial county assessment of $30.5 million in property taxes for 2010. CCA's contract with the county had specified that CCA would pay only $19 million for 2011 and $15 million for each of the next three years.Ryan Severance, \"Tax deal reached on shuttered prison\", Pueblo Chieftain, March 23, 2012. Retrieved November 8, 2015. ===Kentucky=== *As of June 2013, Kentucky did not renew its contract with CCA for the Marion Adjustment Center in St. Mary. This was its last contract for private operations at the time, temporarily ending three decades of contracting with private companies to operate prisons for the state.Brett Barrouquere (June 25, 2013). \"Ky. to walk away from last private prison\" , Bloomberg Businessweek. Retrieved July 25, 2013. *Until 2015, the Lee Adjustment Center, in Beattyville, Lee County, held Vermont prisoners in addition to those from Kentucky. In September 2004 a riot broke out involving Kentucky and Vermont prisoners.\"Prison for Fun and Profit\", LA Progressive, Alex Friedmann, October 18, 2012. Retrieved November 8, 2015. In November 2017, due to facility overcrowding, the Kentucky Department of Corrections signed a contract allowing CoreCivic to reactivate the vacant prison to house up to 800 male inmates. These inmates would be transferred from the Kentucky State Reformatory.Lee County Prison To Reopen The facility reopened and began accepting inmates in March 2018.Lee Adjustment Center Reactivation Brings Big Opportunity To Kentucky Town *The Otter Creek Correctional Center, located in Wheelwright, Floyd County, Kentucky, suffered a riot in July 2001, involving Kentucky and Indiana male prisoners. It was closed by CCA and converted to a women's prison.Judith Greene, \"Bailing out private jails\", American Prospect, December 19, 2001. Retrieved November 8, 2015. In August 2009, following numerous reports of sexual abuse of female prisoners from Hawaii and Kentucky by staff, including a chaplain, those states removed their prisoners from the Otter Creek Center.Ian Urbina, \"Hawaii to Remove Inmates Over Abuse Charges, The New York Times, August 25, 2009. Retrieved November 8, 2015. CCA closed the facility in 2013. The prison was leased to the Kentucky Department of Corrections and reopened under state management as the Southeast State Correctional Complex in September 2020.Southeast State Correctional Complex ===Minnesota=== Appleton, Minnesota, in Swift County, is home to a vacant medium-security prison, the Prairie Correctional Facility, which CCA closed in 2010. Although the state corrections needs additional capacity, neither the Department of Corrections nor the governor favor leasing the prison or contracting with CCA to operate it. In November 2015, state Corrections Commissioner Tom Roy said he was not ruling out use of Appleton, but said he does not like the basic principle underlying private prisons. \"The notion of incarceration for profit,\" he said, \"I don't think is very popular in this state.\"\"Appleton sees jobs, state sees problems reopening private prison\", Minnesota Public Radio, Mark Steil, November 10, 2015. Retrieved November 14, 2015. Results of a study reported in 2018 that opening the facility would be too costly. ===Oklahoma=== In May 2004 rioting broke out at the Diamondback Correctional Facility in Watonga, Oklahoma, constructed in 1998. CCA closed it in 2010 after losing a federal contract. The town hoped to find other uses for the facility,\"After losing possible federal contract, Watonga hopes to find a use for Diamondback Correctional Facility\", Enid News and Eagle, Cass Rains, June 14, 2011. Retrieved November 8, 2011. but the prison was still vacant as of March 2017. The North Fork Correctional Facility, in Sayre, Oklahoma near the Texas border, was constructed in 1998. It suffered rioting in April and June 2000,CCA closes Oklahoma Prison, settles tax lawsuit over Ohio prison, Prison Legal News, March 15, 2004. Retrieved February 25, 2016. and in October 2011.Prison Riot In Sayre Contained, News9, October 11, 2011. Retrieved February 25, 2016. It was closed in November 2015.\"Private North Fork prison in Sayre to shut down in November\", Tulsa World, September 16, 2015. Retrieved February 25, 2016. In January 2016, Joe Allbaugh, best known for managing the gubernatorial campaign of George W. Bush and serving as the Director of the Federal Emergency Management Agency prior to Hurricane Katrina, was appointed by Governor Mary Fallin as the Interim Corrections Commissioner of Oklahoma. He had no correctional experience. His predecessor was forced to leave after two executions were badly mismanaged.Joe Allbaugh named interim Director of Oklahoma Corrections, Associated Press, January 7, 2016. Retrieved September 23, 2016. After being appointed in Oklahoma, Allbaugh initiated a contract to lease North Fork from CCA. He directed the transfer of state prisoners to Sayre from county jail work centers. In those sites, the prisoners were closer to their families and worked in their communities for such county maintenance functions as litter pickup and park maintenance. The Sayre prison is far from the mostly urban centers from which inmates had been sentenced and held, such as Tulsa (230 miles) and Oklahoma City (130 miles). This has made it difficult for families and friends to maintain the connections that support the prisoners.Graham Lee Brewer, \"Oklahoma communities brace for closure of state's inmate work centers\", The Oklahoman, May 16, 2016. Retrieved September 23, 2016. The contract negotiated by Allbaugh's staff to lease CCA's empty 2,600-bed for-profit prison in Sayre while closing the state's 15 inmate work centers was voted on in May 2016, by the Oklahoma Board of Corrections. No one was authorized to discuss the contract publicly. The prison began losing inmates in 2012 after California removed its prisoners.Corrections board votes to lease private prison in Sayre, close work centers, Tulsa World, Barbara Hoebrock, May 6, 2016. Retrieved September 23, 2016. ==Controversies== ===Treatment of inmates and disclosure of shortcomings of oversight=== Responding to a detainee's death in 2006 at CCA's immigration jail in Eloy, Arizona, government investigators found the medical care provided meant that \"detainee welfare is in jeopardy\". A subsequent detainee death at the facility resulted in an additional inquiry and \"another scathing report,\" according to The New York Times. In August 2009 the ACLU filed suit against CCA and related government agencies because government officials who were responsible for overseeing the care provided failed to provide data about conditions. The Obama administration acknowledged that immigration detention facilities had overlooked and omitted 1 in 10 deaths among detainees from a list of deaths presented to Congress earlier that year. Two of those deaths took place at CCA's Eloy Detention Center. CCA's Eloy prison had nine known fatalities – more than any other immigration jail under contract to the federal government, according to documents obtained in 2009 under FOIA requests by The New York Times and the ACLU. In 2013, CCA confirmed that an internal review showed the corporation had falsified records involving about 4,800 employee hours over a period of seven months, at its Idaho State Correctional Center. In 2014 a subsequent KPMG audit showed the actual overbilling was for over 26,000 hours. Governor Butch Otter ordered Idaho State Police to investigate to see if criminal charges should be brought. Otter had received a total of $20,000 in campaign contributions from employees of the company since 2003. Rebecca Boone, \"Idaho gov orders police to investigate CCA prison\" , Seattle Times, February 18, 2014. Retrieved February 23, 2014. In March, the state announced that the FBI was taking over the investigation, as well as investigating CCA operations in other states.Rebecca Boone, \"FBI investigating CCA, Nashville- based private prison operator\", AP. Tennessean, March 7, 2014. Retrieved March 8, 2014. CCA has been criticized for hiring executives from agencies with which it has contracted, in what is known as a \"revolving door\" of personnel. For instance, Harley Lappin and J. Michael Quinlan, former directors of the Federal Bureau of Prisons, were hired soon after they resigned from BOP following scandal at the agency.James Ridgeway, \"Federal Prison Director Defects to Private Prison Company\", Mother Jones, June 3, 2011. Retrieved November 6, 2015. In the fall of 2012, state auditors of the Lake Erie Correctional Institution in Ohio, which CCA had acquired and operated since January of that same year, deducted $500,000 for contract violations and inadequate staffing. The prison had suffered a high rate of violence and contraband drugs after CCA took it over. In July 2017, federal lawsuits were brought against CoreCivic by inmates and employees at the Metro-Davidson county jail in Nashville, Tennessee, after the corporation had failed to adequately respond with referrals, diagnosis, medication, treatment and prevention, to a widespread, long-term scabies outbreak.Former inmate talks about scabies corecivics response, WTVF , Kyle Horan, July 27, 2017. Retrieved July 28, 2017. At least 40 males inmates and as many as 80 females were infected, and inmates who complained reportedly suffered retaliation from management. Laundering of clothes and bedding were not frequent enough or managed appropriately to contain the outbreak.Pith in the wind, Nashville Scene, Cari Wade Gervin, JUN 19, 2017. Retrieved July 28, 2017. The outbreak had spread to courthouse employees and their families.Scabies outbreak spreads to men's jail; Lawsuit filed against contractor, WKRN, Nick Caloway, June 13, 2017. Retrieved July 28, 2017. After being pressured by elected officials, Davidson County Sheriff Daron Hall said there would be a \"serious effort\" to take over CoreCivic contract in 2020, although he indicated a takeover by the county would be difficult.Sheriff: Sheriff's Office Will Try To Take Over CoreCivic Contract In 2020, WTVF , Kyle Horan, July 27, 2017. Retrieved July 28, 2017. Hall is the former president of the American Correctional Association, which has accredited CoreCivic's prisons around the nation, and a former program manager with CCA.Private Prison Company Increases Profits as More Blacks Land in Prison, Atlanta Daily World, Freddie Allen, July 16, 2017. Retrieved July 28, 2017. In a separate action, the state of California leased the CCA's California City Correctional Facility, which had been faced with closure, and volunteered to hire any current employees who could pass the more stringent background check and complete the rigorous eight weeks of training required in the hiring of state correctional officers.< ===Lobbying efforts=== CCA lobbyists have worked to shape and support private prison legislation in many localities, including Texas, New York, Illinois and Tennessee.Matte Pulle, \"Texas Watchdog Looks at Big Bad Private Prison Lobby\", Texas Prison Bidness, 07-29-2009 Between 2002 and 2012, CCA spent $17.4 million lobbying the Department of Homeland Security, U.S. Immigration and Customs Enforcement (ICE), the Office of Management and Budget, the Bureau of Prisons, both houses of Congress, and others. This sum included $1.9 million in campaign contributions.\"Here's What You Need To Know About The Two Companies Dominating The Prison Industry\", Business Insider, June 2012. According to the Boston Phoenix, CCA spent more than $2.7 million from 2006 through September 2008 on lobbying for stricter criminal laws and mandatory sentencing terms, in order to generate prisoners. CCA responded that it does not lobby lawmakers to increase jail time or push for longer sentences under any circumstance, noting that it \"educates officials on the benefits of public-private partnership but does not lobby on crime and sentencing policies.\"Who Profits From the Prison Boom , Diversity Inc. Among its risk factors listed in its 10-K annual report, as required by the SEC, CCA includes the following: > The demand for our facilities and services could be adversely affected by > the relaxation of enforcement efforts, leniency in conviction or parole > standards and sentencing practices or through the decriminalization of > certain activities that are currently proscribed by our criminal laws. For > instance, any changes with respect to drugs and controlled substances or > illegal immigration could affect the number of persons arrested, convicted, > and sentenced, thereby potentially reducing demand for correctional > facilities to house them. At the federal level, the corporation's lobbying focuses largely on immigrant detention. In 2012, CCA spent nearly $1.8 million lobbying Congress and federal bureaucracies on issues relating to homeland security, law enforcement, immigrant detention, and information disclosure legislation.\"Meet the private prison industry's lobbyists who could shape immigration reform\", Grassroots Leadership blog, February 2013. ===Lawsuit about gang influence in Idaho prison=== In 2010 the FBI conducted an investigation of CCA practices following an incident at their prison in Idaho Correctional Center in which a prison inmate was beaten unconscious in an inmate attack. A video released by the Associated Press showed the incident underway as guards watched without taking action. Because the matter was under litigation, the company had said publicly that the release of the video is \"an unnecessary security risk to our staff, the inmates entrusted to our care and ultimately to the public.\" CCA said it was cooperating with investigators. In March 2010, the ACLU filed suit in federal court against CCA in Idaho, alleging that guards were not protecting inmates from other violent inmates.Rebecca Boone, \"ACLU suing Corrections Corp. of America\", Associated Press, in Corrections One, March 11, 2010 In February 2014, the federal judge hearing the case awarded $349,000 in attorney fees to the ACLU for its costs in bringing the action.'Federal judge orders CCA to pay attorney fees to ACLU', Idaho Press-Tribune, February 22, 2014. Retrieved February 23, 2014. A settlement was reached to correct conditions at the prisons run by CCA. In November 2012, eight inmates filed a federal lawsuit in Idaho alleging that CCA prison officials partially ceded control of the Idaho Correctional Center to gang leaders. The lawsuit cited Idaho Department of Correction claimed CCA used gang members of the Aryan Knights and the Severely Violent Criminals to manage the institution. Investigators reported IDOC was aware the prison housed members of the same gangs together in some cell blocks to reduce violent clashes. In September 2013, a federal judge held CCA in contempt of court for persistently understaffing the Idaho Correctional Center in direct violation of a legal settlement. In October 2013, CCA was discouraged from bidding on a new contract to operate the Idaho Correctional Center. The state took back control and operations of its prison on July 1, 2014. Also in 2012, former and current employees in Lieutenant positions, who were categorized as \"Salary Employees,\" filed lawsuits arguing that their daily duties and work hours were not that of a salary employee. They worked considerable overtime. Specifically, they sued CCA because their actual duties were not those of typical salaried employees in criminal justice, nor did they have the authority to \"Hire and Fire\" as a salaried employee should. CCA lost the lawsuit and paid a settlement of hundreds of thousands of dollars to its current and former Lieutenants. After losing the suit, CCA continued to classify their Lieutenants as salaried employees, saying, \"It's cheaper to pay out law suits every couple years than it is to pay them for the (overtime) hours they actually work.\" ===Co- operation with local law enforcement in a school drug sweep=== In 2012, CCA conducted a drug sweep of Vista Grande High School in Casa Grande, Arizona in concert with local law enforcement. Caroline Isaacs, the program director of the Tucson office of the American Friends Service Committee said, \"It is chilling to think that any school official would be willing to put vulnerable students at risk this way.\" ===2012 fatal prison riot in Mississippi facility=== In May 2012 a riot at CCA-operated Adams County Correctional Facility in Natchez, Mississippi resulted in the death of a Corrections Officer and injury to sixteen staff members and three prisoners. Twenty-five employees were held hostage during the disturbance. It was quelled by facility staff with assistance from the Mississippi Highway Patrol and the Federal Bureau of Prisons. According to a company statement, the fatality was the second time an employee had \"lost his life to inmate assault.\" ===Prison incidents and fatalities in Oklahoma=== In 2015 violence increased at Cimarron Correctional Facility in Cushing, Oklahoma, including a riot involving 200–300 prisoners in June 2015 that resulted in eleven inmates being hospitalized. On September 13, 2015, a fight between white gangs broke out that resulted in the deaths of four inmates and hospitalization of four others because of their injuries. It was the deadliest event in Oklahoma corrections' history. CCA declined multiple requests for a recorded interview after the Cimmaron events. Corrections Commissioner Joe Allbaugh said, \"We don't have the flexibility in our system to segregate these gangs, so they are together in close quarters and so sometimes things happen.\" The director of the American Civil Liberties Union (ACLU) of Oklahoma says the non-profit receives numerous complaints about treatment in private prisons: \"I would say we get roughly double the number per capita from private prison inmates from public prison inmates.\" The complaints range from safety concerns to lack of appropriate food and medical care. Oklahoma sent a \"notice to cure\" in October 2015 to inform Cimarron Correctional Facility that it was more than seven months behind in reporting use of force standards and reportable incidents. According to DOC's contract with CCA, the business has five days to submit proper reporting, but the state was waiting on reports dating back to March 2015. The ACLU's Brady Henderson said this demonstrated a practice within the prison system of concealing records of activities. \"Even in public facilities, there's an incredible amount of secrecy,\" a lack of transparency. \"It's already hard to know. It gets 10 times harder with a private facility,\" he said. In 2015 Allbaugh said that because of overcrowding in the Oklahoma system, his agency would continue to do business with private prison companies. \"As much as I don't think the state ought to be doing business with private prisons, I'm glad they're around because they're our only relief valve available to us during this crunch.\"\"Fourth inmate dies after prisoner clash at Oklahoma prison\", Associated Press, Sean Murphy, September 13, 2015. Retrieved September 14, 2015. In March 2016, video from a contraband cell phone was released that showed a group of inmates throwing another prisoner off a tier.Kate Carlton Greer, \"Despite Continued Violence, Private Prisons 'Only Relief Valve' For Overcrowding\", KGOU, March 23, 2016. Retrieved September 23, 2016. In 2017, two guards at Cimarron, a man and a woman, separately admitted to having had sexual relationships with male inmates there. The woman said she bore a child as a result.Cushing prison employees accused of sex acts with inmates, KUSH, Patty Weaver, July 11, 2017. Retrieved July 12, 2017. ===Illegal recording and transmittal of attorney meetings with federal prisoners=== On September 7, 2016, Kansas City District Court Judge Julie A. Robinson found CoreCivic illegally recorded phone calls between attorneys and their incarcerated pre- trial clients at its Leavenworth, Kansas prison. Defense attorneys representing inmates objected after discovering their privileged conferences with clients had been recorded, despite CoreCivic having repeatedly assured them the meetings would be kept private. Robinson scolded prosecutors for speeding forward with an alleged prison contraband case, which she called a “horrendous situation”. Robinson said, \"You all need to get your act together,\" Robinson authorized wide latitude devoted to an investigation into recordings of phone calls and video of meetings between attorneys and inmates at Leavenworth Detention Center. Robinson said she planned to order the U.S. Department of Justice to pay for the investigation, which is expected to cost hundreds of thousands of dollars. Prosecutors said they obtained the recordings inadvertently while gathering evidence of a prison contraband ring that could have involved as many as 95 inmates and 60 non-inmates. A grand jury subpoena issued to the U.S. Attorney's office resulted in the provision of illegal recordings of meetings between attorneys and clients. Dozens of attorney-client phone call were provided to other lawyers in the case. Robinson said it appeared the rights of some inmates had been violated. The FBOP forbids recording in attorney-client meeting rooms yet CoreCivic contends that silent video recordings of inmate-attorney meetings “are a standard practice” throughout the country and are used for prison security. In August 2016, Robinson ordered the recordings be halted. CoreCivic offered prisoners attorneys an option that such recordings be disabled for case conferences with their clients but a defense attorney informed the court that calls between himself and a client at Leavenworth had been recorded despite his multiple requests that such recordings end and his receipt of assurances from CoreCivic that the practice had been terminated. Barry Pollack, president of the National Association of Criminal Defense Lawyers said, \"You have a failure on the part of the institution that is recording something that it shouldn't be. Here, they turned it over to the prosecutors.\" \"Anyone facing prison time needs legal counsel, and essentially, they aren't getting it.\"Recorded prison videos are 'horrendous situation,' judge says, Kansas City Star, Ian Cummings, September 7, 2016. Retrieved June 17, 2019. The illegalities involved caused review of sentencing in cases. One defendant, Michelle Reulet, was released almost three years early after it was learned CCA illegally shared recordings of her meetings with her attorney with the U.S. Prosecutor's office.Phone- calls case frees woman from Kansas prison, Kansas City Star, Tony Rizzo, October 23, 2018. Retrieved June 17, 2019. === U.S. Department of Homeland Security oversight === In August 2016, U.S. Homeland Security Secretary Jeh C. Johnson announced that the group would be reviewing its use of private detention facilities for housing illegal immigrants. This followed the announcement by the Department of Justice that the Bureau of Prisons would phase out its private contracts. As of 2015, federal revenues made up 51% of CCA's total income. CCA operates 22 federal facilities with a capacity of 25,851 prisoners. In 2017, however, after the change in administrations, officials under President Donald Trump said that both the Department of Justice and Department of Homeland Security would continue to use private prisons. ===Contempt of court=== In May 2016, the company was found in contempt of court for having failed to comply with a court order regarding the Idaho State Correctional Institution. In an apparent attempt to increase profits, the company had been assigning too few staff to the prison. They submitted false staffing reports to appear to be in compliance. ===Undercover exposé of mismanagement=== In 2016, Shane Bauer went into a prison run by Corrections Corporation of America in Louisiana as an undercover journalist working as a guard for the company. In his report for Mother Jones, he exposed the violence among inmates, poor medical and mental healthcare for prisoners, mismanagement and lack of training for staff.Bauer 2016. See also: Amy Goodman: \"My Four Months as a Private Prison Guard\": Shane Bauer Goes Undercover to Expose Conditions Democracy Now, 29 June 2016. ===Termination of employee with ties to Neo-Nazi website=== In 2019 an anonymous leak of data from the Neo-Nazi website Iron March provided analysts with user data including usernames, private messages, email addresses, and IP addresses that enabled identification of some of the site's users. Travis Frey, a captain at the Nevada Southern Detention Center, operated by CoreCivic, was identified as the Iron March user named \"In Hoc Signo Vinces\", a phrase used on the insignia of the Marine All-Weather Fighter Attack Squadron 533.Travis Frey: CoreCivic Chief of Security and Iron March Fascist in Nevada, January 5, 2020. Retrieved June 23, 2020. Frey joined Iron March in 2013 and posted on the site in 2016 and 2017, while working at a CoreCivic location in Indianapolis. In January 2020, Frey was placed on administrative leave and later fired by CoreCivic. ==See also== * List of S&P; 400 companies * Coffee Correctional Facility *Prison-industrial complex ==References== ==Further reading== * ==External links== * * Shane Bauer: My four months as a private prison guard Mother Jones, July/August 2016 * Paul Wright: How a Former Prisoner Took Down a Big Shot from the Private Prison Industry (and Cheney Pal) (Alternet.org) * Chris Hedges: Profiting From Human Misery. Truthdig. February 17, 2013. Category:Companies listed on the New York Stock Exchange Category:American companies established in 1983 Category:Companies based in Tennessee Category:1983 establishments in Tennessee Category:Private prisons in the United States Category:1980s initial public offerings Category:Real estate investment trusts of the United States ",
    "title": "CoreCivic"
}