{
    "id": "2751818",
    "text": "Thylacosmilus is an extinct genus of saber-toothed metatherian mammals that inhabited South America from the Late Miocene to Pliocene epochs. Though Thylacosmilus looks similar to the \"saber-toothed cats\", it was not a felid, like the well-known North American Smilodon, but a sparassodont, a group closely related to marsupials, and only superficially resembled other saber- toothed mammals due to convergent evolution. A 2005 study found that the bite forces of Thylacosmilus and Smilodon were low, which indicates the killing- techniques of saber-toothed animals differed from those of extant species. Remains of Thylacosmilus have been found primarily in Catamarca, Entre Ríos, and La Pampa Provinces in northern Argentina. == Taxonomy == Partally reconstructed holotype skull, Field Museum of Natural History In 1926, the Marshall Field Paleontological Expeditions collected mammal fossils from the Ituzaingó Formation of Corral Quemado, in Catamarca Province, northern Argentina. Three specimens were recognized as representing a new type of marsupial, related to the borhyaenids, and were reported to the Paleontological Society of America in 1928, though without being named. In 1933, the American paleontologist Elmer S. Riggs named and preliminarily described the new genus Thylacosmilus based on these specimens, while noting that a full description was being prepared and would be published at a later date. He named two new species in the genus, T. atrox and T. lentis. The generic name Thylacosmilus means \"pouch knife\", while the specific name atrox means \"cruel\". Riggs found the genus distinct enough to warrant a new subfamily within Borhyaenidae, Thylacosmilinae, and stated it was \"one of the most unique flesh-eating mammals of all times\". The holotype specimen of T. atrox, FMNH PP14531, was collected by Riggs and an assistant. It consists of a skull with the teeth of the right side entirely preserved as well as the left canine found separate in the matrix, fragments of the mandibles, and a partial skeleton consisting of a humerus, a broken radius and broken femora, and foot bones. Missing and scattered parts of the skull and mandible were reconstructed and fitted together. Specimen P 14344 was designated as the paratype of T. atrox, and consists of the skull, the mandible, seven cervical, two dorsal, two lumbar, and two sacral vertebrae, a femur, a tibia, a fibula, and various foot bones. It was one fourth smaller than the holotype, and may have been a young adult. It was collected by the American paleontologist Robert C. Thorne. The holotype of T. lentis, specimen P 14474, is a partial skull with the teeth of the right side preserved, and is about the same size as the T. atrox paratype. It was collected a few miles away from the by the German biologist Rudolf Stahlecker. These specimens were housed at the Field Museum of Natural History in Chicago, while the T. lentis type later became part of the Museum of La Plata collection. In 1934, Riggs fully described the animal, after the fossils had been prepared and compared with other mammals from the same formation and better known borhyaenids from the Santa Cruz Formation. Holotype skull in multiple views More fragmentary Thylacosmilus specimens were since discovered. Riggs and the American paleontologist Bryan Patterson reported in 1939 that a canine (MLP 31-XI-12-4) tentatively assigned to Achlysictis or Stylocynus by the Argentinian paleontologist Lucas Kraglievich in 1934 belonged to Thylacosmilus. A partial right ramus and front half of a skull (MLP 65_VI 1-29-41.) was collected in 1965. In a 1972 thesis, the Argentinian paleontologist Jorge Zetti suggested that T. atrox and T. lentis represented a single species, and the American paleontologist Larry G, Marshall agreed in 1976, stating the features distinguishing the two were of dubious taxonomic value, and probably due to differences in age and sex. He also found it hard to explain how two sympatric species (related species that lived in the same area at the same time) would be virtually identical in their specializations. Marshall also suggested Hyaenodonops could be cogeneric, though it was impossible to determine from the available specimens.Riggs, E.S. and Patterson, B., 1939, Stratigraphy of the late Miocene and Pliocene deposits of the Province of Catamarca (Argentina) with notes on the fauna. Physis., 14: 143–162.Marshall, L.G. (1976) Evolution of the Thylacosmilidae, extinct saber- tooth marsupials of South America. PaleoBios, 23, 1–30. === Evolution === saber toothed mammals Megantereon and Thylacosmilus Atlas, axis, and limb bones; the outlines of the missing foot bones are restored after the thylacine Though Thylacosmilus is one of several predatory mammal genera typically called \"saber-toothed cats\", it was not a felid placentalian, but a sparassodont, a group closely related to marsupials, and only superficially resembled other saber-toothed mammals due to convergent evolution. The term \"saber-tooth\" refers to an ecomorph consisting of various groups of extinct predatory synapsids (mammals and close relatives), which convergently evolved extremely long maxillary canines, as well as adaptations to the skull and skeleton related to their use. This includes members of Gorgonopsia, Thylacosmilidae, Machaeroidinae, Nimravidae, Barbourofelidae, and Machairodontinae. The cladogram below shows the position of Thylacosmilus within Sparassodonta, according to Suarez and colleagues, 2015. == Description == Size (orange) compared to that of a human and other predators Body mass for sparassodonts is difficult to estimate, since these animals have relatively large heads in proportion to their bodies, leading to overestimations, particularly when compared with skulls of modern members of Carnivora, which have different locomotory and functional adaptations, or with those of the recent predatory marsupials, which do not exceed 30 kg of body mass. Recent methods, like Ercoli and Prevosti's (2011) linear regressions on postcranial elements that directly support the body's weight (such as tibiae, humeri and ulnae), comparing Thylacosmilus to both extinct and modern carnivorans and metatherians, suggest that it weighed between , with one estimate suggesting up to , about the same size as a modern jaguar. The differences in weight estimations may be due to the individual size variation of the specimens studied in each analysis, as well as the different samples and methods used. In any case, the weight estimations are consistent for terrestrial species that are generalists or have some degree of cursoriality. A weight in this range would make Thylacosmilus one of the largest known carnivorous metatherians. ===Skull=== Details in the skull and teeth, compared with Megantereon Thylacosmilus had large, saber-like canines. The roots of these canines grew throughout the animal's life, growing in an arc up the maxilla and above the orbits. Thylacosmilus teeth are in many aspects even more specialized than the teeth of other sabertoothed predators. In these animals the predatory function of the \"sabres\" gave rise to a specialization of the general dentition, in which some teeth were reduced or lost. In Thylacosmilus the canines are relatively longer and more slender, relatively triangular in cross-section, in contrast with the oval shape of carnivorans' saber-like canines. The function of these large canines was once thought to have apparently even eliminated the need for functional incisors, while carnivorans like Smilodon and Barbourofelis still have a full set of incisors. However, evidence in the form of wear facets on the internal sides of the lower canines of Thylacosmilus indicate that the animal did indeed have incisors, though they remain hitherto unknown due to poor fossilization and the fact that no specimen thus far has been preserved with its premaxilla intact. Skull cast mounted with open jaws, North American Museum of Ancient Life In Thylacosmilus there is also evidence of the reduction of postcanine teeth, which developed only a tearing cusp, as a continuation of the general trend observed in other sparassodonts, which lost many of the grinding surfaces in the premolars and molars. The canines were hypsodont and more anchored in the skull, with more than half of the tooth contained within the alveoli, which were extended over the braincase. They were protected by the large symphyseal flange and they were powered by the highly developed musculature of the neck, which allowed forceful downward and backward movements of the head. The canines had only a thin layer of enamel, just 0.25 mm in its maximum depth at the lateral facets, this depth being consistent down the length of the teeth. The teeth had open roots and grew constantly, which eroded the abrasion marks that are present in the surface of the enamel of other sabertooths, such as Smilodon. The sharp serrations of the canines were maintained by the action of the wear with the lower canines, a process known as thegosis. The convex upper portion of the maxilla is ornamented with extensive furrows and pits. This texturing has been correlated with an extensive network of blood vessels, which may suggest that the upper maxilla was covered by some form of soft tissue which tentatively has been hypothesized as a \"horn covering\" (keratinous structure). ===Postcranial skeleton=== Restoration Although the postcranial remains of Thylacosmilus are incomplete, the elements recovered so far allow the examination of characteristics that this animal acquired in convergence with the sabertooth felids. Its cervical vertebrae were very strong and to some extent resembled the vertebrae of Machairodontinae; also the cervical vertebrae have neural apophysis well developed, along with ventral apophysis in some cervicals, an element that is characteristic of other borhyaenoids. The lumbar vertebrae are short and more rigid than in Prothylacynus. The bones of the limbs, like the humerus and femur, are very robust, since they probably had to deal with larger forces than in the modern felids. In particular, the features of the humerus suggest a great development of the pectoral and deltoid muscles, not only required to capture its prey, also to absorb the energy of the impact of the collision with such prey. Vertebrae The features of the hindlimb, with a robust femur equipped with a greater trochanter in the lower part, the short tibia and plantigrade feet shows that this animal was not a runner, and probably stalked its prey animals. The hindlimbs also allowed a certain mobility of the hip, and possibly the ability to stand up only with its hindlimbs, like Prothylacynus and Borhyaena. Contrary to felids, barbourofelids and nimravids, the claws of Thylacosmilus were not retractable. == Palaeobiology == ===Diet and feeding=== Restoration of the head Recent comparative biomechanical analysis have estimated the bite force of T. atrox, starting from maximum gape, at , much weaker than that of a leopard, suggesting its jaw muscles had an insignificant role in the dispatch of prey. Its skull was similar to that of Smilodon in that it was much better adapted to withstand loads applied by the neck musculature, which, along with evidence for powerful and flexible forelimb musculature and other skeleton adaptations for stability, support the hypothesis that its killing method consisted on immobilization of its prey followed by precisely directed, deep bites into the soft tissue driven by powerful neck muscles. It has been suggested that its specialized predatory lifestyle could be linked to more extensive parental care than in modern marsupial predators, due that the killing technique only could be used by adult individuals with a full development of its peculiar dental anatomy and grasping abilities; it could require some time for young individuals to learn the necessary skills, although there are no clear evidence in the fossils Thylacosmilus and this kind of cooperative behavior is unknown in modern marsupials. CT scans of the skulls of Smilodon and Thylacosmilus, showing the extent of the canines (red) within the jaw, with Thylacosmilus skull in side and front view below In 1988 Juan C. Quiroga published a study on the cerebral cortex of two proterotherids and Thylacosmilus. The study examines endocranial casts of two Thylacosmilus specimens: MLP 35-X-41-1 (from the Montehermosan age in Catamarca Province), which represents a natural cast of the left half of the cranial cavity lacking the anterior part of the olfactory bulbs and the brain hemispheres; and MMP 1443 (from the Chapadmalalan age in Buenos Aires Province), which is a complete, artificial cast that shows some ventral displacement but with the anterior right part of the brain hemisphere and olfactory bulb. Quiroga's analysis showed that the somatic nervous system of Thylacosmilus represented 27% of the entire cortex, with the visual area representing 18% and the auditory area 7%. The paleocortex was more than 8%. The sulci of the cortex are relatively complex and similar in pattern and number to the modern diprotodont marsupials. Compared with Macropus and Trichosurus, Thylacosmilus had less development of the maxillar area with respect to the mandibular area, and the rhinal fissure is taller than in Macropus and Thylacinus. This disproportion between the maxillar and mandibular areas, which are roughly similar in marsupials, seems to be a consequence of the extreme development of the neck and mandibular musculature, used in the functioning of the osteodentary anatomy of this animal. However, the area dedicated to the oral- mandible region comprises 42% of the somatic area. The comparison between the endocranial casts of Thylacosmilus and a proterotherid specimen (possibly a species coevolving with Thylacosmilus and a potential prey item) indicates that Thylacosmilus had only half of the encephalization and a quarter of the cortical area, however it has more somatized areas, similar visual areas and less auditory area, which suggests different sensomotoric qualities between both animals. The analysis published by Christine Argot in 2002 about the evolution of predatory borhyaenoids suggests that Thylacosmilus was a specialized form, which have a limited stereoscopic vision with small eyes, with an overlap of 50-60°, very low compared with modern predators, but the ossified and great auditory bulla and the muscular body would indicate that it could be an ambush predator in open and relatively dry environments, where the sound absorption is lesser than in more humid areas, and the acute hearing could compensate the limited vision. Argot suggested that Thylacosmilus maybe was an nocturnal hunter, as modern lions. A 2005 study published by Wroe et al. analysing bite-forces with the use of regressions on body mass and applying the model of \"dry skull\" in which the jaw is modeled as a lever based in relations between the skull dimensions and the jaw muscles, was employed in some extinct and extant placental and metatherian predatory mammals. Thylacosmilus atrox reached the lowest value in that analysis, just barely surpassed by Smilodon fatalis. The authors concluded that both taxa, with low bite forces and peculiar cranial and postcranial anatomies, had a killing technique to dispatch large bodied preys without a true analogue between modern taxa. An analysis by Goswami et al. in 2010 tested if the metatherian mode of reproduction has produced any constraint in their cranial morphological evolution. Using landmarks in the skulls of several eutherian and metatherian meat-eating lineages, they compared the ecomorphological convergences in these groups. Metatherian lineages, including specialised forms as Thylacoleo and Thylacosmilus, showed values in morphospace more similar to caniniforms than felids, due that even the shortening of the skull and reduction of postcanine teeth are not so drastic as in felids, despite them often being compared to feliform eutherians. The study shows that in any case, metatherians could be so diverse in cranial diversity as its eutherian counterparts, even with very extreme forms as Thylacosmilus itself and that the metherian development doesn't have any significative role in cranial evolution. A 2020 study found several functional disparities between Thylacosmilus's cranial anatomy and that of saber-toothed eutherians that cannot be explained by its metatherian status, such as the lack of a jaw symphysis, subtriangular canines instead of blade-like ones, lack of incisors (that would render feline-like feeding behaviours impossible), weak jaw musculature and unaligned teeth with no evidence of shearing activity, as well as a post-cranial skeleton more akin to that of a bear than a cursorial predator like a cat. This study very tentatively suggests that Thylacosmilus might have been an intestine specialist that sucked up the prey/carcasse's entrails. An isotope ratio study, using stable isotopes of carbon and oxygen from the tooth enamel of several mammals from the Pampean region from the Late Miocene to Late Pleistocene, was published by Domingo et al. in 2020 and indicates that the favoured prey of Thylacosmilus were grazers, mainly notoungulates from open areas. This diet seems to coincide with the expansion of vast grasslands of C4 plants in southern South America and the increasing of aridity and lower temperatures, in the interval between 11-3 million years ago known as Edad de las Planicies Australes (\"Age of the Southern Plains\", in Spanish). ===Motion=== Various studies have been published on the musculature and motion of Thylacosmilus. The analysis made by William Turnbull published in 1976 and 1978 included a reconstruction of the masticatory muscles of Thylacosmilus modelling them with plasticine over a cast of the skull and following the muscle scars on the surface of the fossil, then making a rubber model of the musculature and calculating the percentage of weight of these muscles compared with recent mammals, he concluded that the muscles involved in jaw closing in this animal were not unusual in size neither in form, compared with modern carnivore mammals, even indicating that they weren't so reduced as in the machairodont felids. Turnbull concluded that in Thylacosmilus these masticatory muscles was not involved at all in the use of the sabertooth canines, which depended of the large neck muscles and the flexion of the head to be used killing the prey, combining in a sense the stabbing and slashing techniques from \"dirk-toothed\" and \"scimitar\" sabertooths. The comparative studies of Argot 2004, indicates that the basicranium had rugose crests that served as attachments for the neck flexor muscles, which are associated to the increase of the bite strength. The deltopectoral crest is large, with 60% of the length of the humerus, which is correlated with musculature to manipulate heavy prey. This animal had an absent entepicondylar foramen in the humerus, which is correlated with the reduction of the abduction movement in that bone in cursorial ungulates and carnivores (Borhyaena also show this condition), although it contrasts with its probable powerful adductor muscles. Although the lumbar vertebrae are not completely known, the two last ones are known and suggest for its vertical neural process that there is not an anticlinal vertebra; probably the muscles of the back (m. longissimus dorsi) acted to stabilize the column and contribute to body propulsion, as occurs in Smilodon, which contrast with more flexible backs of the closest relatives of these sabertooth taxa. == Distribution and habitat == Based on studies of its habitat, Thylacosmilus is believed to have hunted in savanna-like or sparsely forested areas, avoiding the more open plains where it would have faced competition with the more successful and aggressive Phorusrhacids it shared its environment with. Fossils of Thylacosmilus have been found in the Huayquerian (Late Miocene) Ituzaingó, Epecuén, and Cerro Azul Formations and the Montehermosan (Early Pliocene) Brochero and Monte Hermoso Formations in Argentina.Thylacosmilus at Fossilworks.org == Extinction == Although older references have often stated that Thylacosmilus became extinct due to competition with the \"more competitive\" saber-toothed cat Smilodon during the Great American Interchange, newer studies have shown this is not the case. Thylacosmilus died out during the Pliocene (3.6 to 2.58 Ma) whereas saber-toothed cats are not known from South America until the Middle Pleistocene (781,000 to 126,000 years ago). As a result, the last appearance of Thylacosmilus is separated from the first appearance of Smilodon by over one and a half million years. == Notes == == References == == Bibliography == * * == External links == Category:Sparassodonts Category:Tortonian first appearances Category:Piacenzian extinctions Category:Miocene mammals of South America Category:Pliocene mammals of South America Category:Chapadmalalan Category:Montehermosan Category:Huayquerian Category:Neogene Argentina Category:Fossils of Argentina Category:Cerro Azul Formation Category:Ituzaingó Formation Category:Fossil taxa described in 1933 Category:Taxa named by Elmer S. Riggs ",
    "title": "Thylacosmilus"
}