{
    "id": "2751651",
    "text": "The Vedder River, called the Chilliwack River above Vedder Crossing, is a river in the Canadian province of British Columbia and the U.S. state of Washington. The name Chilliwack comes from the Halkomelem word Tcil'Qe'uk, meaning \"valley of many streams\". ==Course== Originating as the Chilliwack River in Washington's North Cascades National Park, the river begins at Hannegan Pass and flows north across the Canada–United States border and into Chilliwack Lake. The river flows through Hells Gorge, a deep, dangerous-to- access gorge just below the river's headwaters that is home of a waterfall that the river drops over.Waterfalls of the Northwest: Chilliwack Falls The river picks up the Little Chilliwack River before crossing the border. There is a large sandy beach located where the river enters the lake, a popular recreational area among locals. The river exits the north end of the lake and flows generally west via the Chilliwack River Valley to emerge on the Fraser Lowland on the south side of the City of Chilliwack. At Vedder Crossing, the river is joined by the Sweltzer River before flowing under a bridge at which its name changes to the Vedder River, after which is flows west and north to join the Sumas River just before that river's confluence with the Fraser River at the northeast end of Sumas Mountain. The river crosses the Fraser floodplain from Vedder Crossing to its confluence with the Sumas via the Vedder Canal, which prevents the river's considerable spring freshet from flooding the surrounding farmlands and towns, and which is part of the drainage system that turned Sumas Lake into Sumas Prairie. Downstream from the Vedder Crossing Bridge, the Vedder River marks the boundary between Yarrow to the south and Greendale to the north (both are separate semi-rural communities that are now part of the City of Chilliwack). ==History== The Vedder River circa 1910 Historically the Chilliwack River flowed north from Vedder Crossing, over a broad alluvial fan to the Fraser River. In 1875 heavy rains caused a logjam that diverted the river into two small streams, called Vedder Creek and Luckakuk Creek. This caused hardship for the area's farmers. In 1882 a new logjam was deliberately created which caused the waters of several streams to shift course toward the west, flowing into the now-drained Sumas Lake. A freshet in 1894 caused the new course to become permanent.River Diversion, Chilliwack Museum and Archives In the early 20th century the diverted river was diked and channelized. Today the Chilliwack River changes into the Vedder River at Vedder Crossing, and then becomes the Vedder Canal farther downstream. online at Google Books The Vedder Canal was created in the 1920s as part of the effort to drain Sumas Lake.Draining the Lake, Chilliwack Museum and Archives The former course of the Chilliwack River below Vedder Crossing is now known as Chilliwack Creek, which flows north to the Fraser River. The Chilliwack River was heavily used by the Northwest Boundary Survey of 1857-1862 as a means of accessing the 49th parallel north in order to survey and map the border between American and British-Canadian sovereignty. A number of the Chilliwack's tributaries cross the 49th parallel, including Liumchen Creek, Tamihi Creek, Damfino Creek, Slesse Creek, Nesakwatch Creek, and, from Chilliwack Lake, Klahailhu Creek and Depot Creek. Both American and British surveying parties established base camps on Chilliwack Lake from which they sent field parties through the Chilliwack drainage and east to the Skagit River drainage. In addition, the Whatcom Trail followed much of the Chilliwack River's course. ==Recreation== Vedder River Campground The Vedder River Campground, operated by The Fraser Valley Regional District, is open from April 1 to October 31. The Vedder-Chilliwack River is well known for its runs of chinook, coho, chum, pink and sockeye salmon in the fall, along with winter and spring steelhead fishing. The 1954 British Empire and Commonwealth Games' rowing events were held on the Vedder Canal. Canadians Bobby Williams in single sculls, and Donald Guest & Lawrence Stephan in double sculls won bronze medals. Canada won the gold medal in eights rowing. == Major Tributaries == Tributaries in the United States *Indian Creek *Bear Creek *Little Chilliwack River Tributaries in Canada *Centre Creek *Nesakwatch Creek *Foley Creek *Chipmunk Creek *Slesse Creek *Tamihi Creek *Liumchen Creek *Sweltzer River ==External links== * Vedder River, Yarrow, B.C. == See also == *List of tributaries of the Fraser River *List of British Columbia rivers *List of rivers in Washington ==References== Category:Tributaries of the Fraser River Category:Rivers of the Lower Mainland Category:Rivers of Washington (state) Category:Rivers of Whatcom County, Washington Category:Canadian Cascades Category:North Cascades of Washington (state) ",
    "title": "Vedder River"
}