{
    "id": "2751596",
    "text": "Haughton is a township forming the eastern portion of Denton, Tameside in Greater Manchester. The township probably dates from the Anglo-Saxon times, and was first recorded as Halcton or Halghton in the thirteenth century. In Saxon, Haughton means 'settlement' (ton) on 'low-lying land' (Haugh), and probably refers to the ancient township's location in the Tame Valley. ==Township boundaries== The ancient boundaries of Haughton run along the modern day Ashton Road from the Audenshaw boundary then along Howard Lane, adjacent to the M67 motorway, along the back of Osborne Road, along the boundary of Bentley Road and Stockport Road Playing fields, along Chapelfield Road, the rear of Mount Pleasant Road, along Stockport Road to Three Lanes End, along Two Trees Lane to the Cock Inn and then following a (now culverted) stream to the River Tame, which then forms the eastern boundaries with Bredbury and Woodley and Hyde. ==Local government history== Haughton adopted the Local Government Act in 1877, forming the Haughton Local Board of Health. in 1884 this was amalgamated with the Denton Local Board, to form the Denton and Haughton Local Board of Health. This in turn became the Denton Urban District Council in 1894. In 1974, Denton Urban District Council became part of the new Metropolitan Borough of Tameside. The Haughton coat of arms was originally three silver bars on a black shield. These elements were incorporated on the right hand side of the Denton UDC armorial shield, along with the two red bars on a white background on the left hand side of the shield, and the three cinquefoils, originating from the Denton arms. The new Denton shield is described as 'Denton impaling Haughton'. Haughton's industrial past is very similar to that of Denton with both agriculture, mining and Hatting forming the township's main industries. Today, Haughton is predominantly a residential township. ==Haughton today== St Anne's Church The name Haughton survives in Haughton Green, the main centre of the old township, and now a large housing estate surrounding the ancient village core; Haughton Dale, a hamlet at the bottom of Meadow Lane, and Haughton itself, which is the area around St. Anne's Church (Church of England) and Hyde Road. Clues to the township's past also exist in the names of Haughton Street (in Audenshaw on the boundary with Haughton) and Haughton Hall Road, where Haughton Hall farm was located until the 1940s. There is also an ancient boundary marker on Broomstair bridge, across Hyde Road at the River Tame, marking the old boundary between Hyde and Haughton. Haughton's modern day population is around 11,000. Around half of Denton North East Ward and about two-thirds of Denton South Ward constitute the old township. Haughton's Councillors (at 2012) are: Vincent Ricci, Denise Ward and Allison Gwynne (Denton North East) and Margaret Downs, Mike Fowler and Claire Francis (Denton South). Andrew Gwynne is Haughton's Member of Parliament. Category:Geography of Tameside ",
    "title": "Haughton, Greater Manchester"
}