{
    "id": "2751966",
    "text": "Old Mill High School is an American public high school in Millersville, Maryland, United States serving students in grades 9 through 12. It was occupied in 1975 and is administered by Anne Arundel County Public Schools (AACPS). The school was built to alleviate over-crowding at Arundel and Severna Park High Schools. The school has no walls and no roofs in some classrooms, only partitions to separate their classrooms. Along with Annapolis High School and Meade Senior High School, Old Mill Senior High is one of the three IB World Schools in Anne Arundel County. The school building also houses the high school's two feeder schools, Old Mill Middle School North and Old Mill Middle School South. The school mascot is the patriot. ==Academics== Old Mill High School is a public, magnet school located in Millersville, MD. It has 2,105 students in grades 9-12 with a student-teacher ratio of 16 to 1. According to state test scores, 92% of students are at least proficient in math and 91% in reading. Since 1977,CSS-MSA Status: Old Mill High School Old Mill has been accredited by the Commission on Secondary Schools of the Middle States Association. Newsweek Magazine also ranked Old Mill in their 2007 Top 1300 Public High Schools in the Country List, at #773. Old Mill High School ranks 106th out of 170 schools in Maryland on School Digger. ===International Baccalaureate (IB)=== Old Mill High School has been an IB World School since April 2005. It offers the IB Diploma Programme, preceded by the Extended Learning Program (ELP), or more commonly known as Pre-IB. The school offers a variety of standard level (SL) and higher level (HL) courses. The IB program is coordinated in Old Mill by Mrs. Sutherin and Mrs. Romanoski, and Ms. Klimes is the guidance counselor for all the IB students. Old Mill High School is currently an IB Middle Years Programme candidate school, with the intention being that Old Mill will be 'whole-school' International Baccalaureate eventually. This is in conjunction with the two other IB World Schools currently in place in Anne Arundel County, Annapolis High School and Meade High School. ===Other Programs=== *AVID *ESOL ==Extracurricular activities== Students at Old Mill Senior High School are encouraged to participate in extracurricular, community, social and professional development organizations including: *Student Government Association *Band *Chess Club *Chorus *Dance Company *FBLA *FHA *FLES/FLEX *Foreign Language Club *Freshman Scholars *Gay- Straight Alliance *International Thespian Society *International ESOL Club *It's Academic *Junior Statesmen of America *Key Club *Ladies of Excellence *Literary Magazine (Illuminations) *Marching Band *Math Club *Mathematics Engineering and Science Achievement *Mock Trial *Model United Nations *Modern Music Masters Honor Society (Tri-M) *Music Program (including color guard flags, concert band, jazz band, marching band, orchestra and stage band) *Musical Production *National Art Honor Society *National Honor Society *National Science Honor Society *National French Honor Society *National Spanish Honor Society *S.W.A.N. Club *Newspaper (The Patriot Echo) *Patriots Achieving Total Success *Patriot Players Theatre Company (PPTC) *People for Animal Welfare *Photography Club *Junior Statesmen of America *TSA (Technology Student Association) *Pom Squad *Renaissance *Robotics Club *Salsa Club *Sailing Club *Shutter Society *Steel Drum Band *Video Game Production Club ==Athletics== The Old Mill Patriots participate in a variety of interscholastic sports and activities, including: *Fall **Cheerleading **Cross Country Running **Field Hockey **Football - 2009 Maryland 4A State Champions, 2011 Maryland 4A State Champions **Golf **Soccer **Volleyball *Winter **Basketball **Bowling **Cheerleading **Indoor Track and Field **Wrestling 9x 3A/4A Maryland State Tournament Champions. 3x 3A/4A Maryland State Dual Champions. Former Coach Mike Hampe in the National Wrestling Hall of Fame. **Swimming **Tennis *Spring **Baseball - 4X State Champion (1980, 1989, 2003, 2019) **Gymnastics **Lacrosse **Softball **Outdoor Track and Field ==Notable alumni== *Josh Hader (2012) - Baseball * Kevin Barnes (2004) - American football player * Jeong H. Kim (?1979?) founded Yurie Systems, president of Bell Labs * Nick Kisner (2009) - Professional boxer * James E. Rzepkowski (1989) former member of Maryland House of Delegates * Lester Speight (1981) - American football player, a professional wrestler and actor ==School staph infections== In October 2007, Old Mill High School was listed as one of four high schools in Anne Arundel County that had outbreaks of staph infections. 28 cases of the infection have also been reported at Severna Park High School, Glen Burnie High School, and Chesapeake High School.WBAL News ==References== ==External links== * Website maintained by the school * AACPS webpage for Old Mill High Category:Public high schools in Maryland Category:International Baccalaureate schools in Maryland Category:Educational institutions established in 1975 Category:Schools in Anne Arundel County, Maryland Category:1975 establishments in Maryland ",
    "title": "Old Mill High School"
}