{
    "id": "2752579",
    "text": "Extension of the library (1878 to 1882), now known as the Prinzenstraßen Building The Göttingen State and University Library ( or SUB Göttingen) is the library for Göttingen University as well as for the Göttingen Academy of Sciences and is the state library for the German State of Lower Saxony. One of the largest German academic libraries, it has numerous national as well as international projects in librarianship and in the provision of research infrastructure services. In the year 2002, the SUB Göttingen won the German Library of the Year (Bibliothek des Jahres) award.Bibliothek des Jahres 2002: Niedersächsische Staats- und Universitätsbibliothek Göttingen. Its current director is Wolfram Horstmann. The library works under a dispersed system, with six branch libraries located in various academic departments, supplementing the central collection housed in the Central Library (construction completed in 1992) on the main campus and the Historical Library Building in downtown. The Historical Building holds manuscripts, rare books, maps, and a significant history-of-science collection and works in its special collections. In addition, its original core, the SS. Peter and Paul's Church, Göttingen, has been made into an exhibition and lecture center through adaptive reuse and reconstruction. As of December 2016, the SUB Göttingen holds some 8 million media units, among which are 5.9 million volumes, 1.6 million microforms, 50,000 licensed electronic journals as well as 126,000 further digital media, 327,000 maps and more than 14,000 manuscripts, 3,100 incunabula and 400 Nachlässe (literary remains).Deutsche Bibliotheksstatistik (German Library Statistics) 2016.. It possesses a Gutenberg Bible (one of only four perfect vellum copies known to exist). The SUB Göttingen has maintained the Göttingen Center for Retrospective Digitization (GDZ) since 1997. It also operates the Göttingen University Press, which has been expanding since its foundation in 2003 and is committed to the Open access principle. Since its establishment in 2004, the library's Department for Research and Development has been instrumental in the development of new services such as the establishment of virtual research environments and infrastructures for scientific data and services. Within the framework of the Collection of German Prints, the SUB Göttingen collects publications of the 18th century. Within the Specialised Information Services Programme funded by the German Research Foundation (DFG), it operates the specialised information services Mathematics (since 2015, with the German National Library of Science and Technology (TIB Hannover)), Anglo-American Culture (since 2016, with the Library of the J. F. Kennedy Institute of the Free University of Berlin), Geosciences of the Solid Earth (since 2016, with the German Research Centre for Geosciences (GFZ Potsdam)) and Finno-Ugric / Uralic Languages, Literature and Culture (since 2017). In cooperation with the University Library \"Georgius Agricola\" of the Technische Universität Bergakademie Freiberg (UBF), the SUB Göttingen maintains a large online collection of geoscience-related materials, the GEO- Library Experts Online, or GEO-LEO. The SUB Göttingen coordinates the establishment of a nationwide competence center for the licensing of electronic resources (together with the Berlin State Library and the Head Office of the Common Library Network (GBV). Since 2014, it has operated the Göttingen eResearch Alliance (together with the University Computing Centre (GWDG). The library coordinates the DARIAH-DE project for the development of research infrastructures in Germany, and supports the consortial establishment of open access research infrastructures (OpenAIRE 2020, COAR) across Europe and worldwide. == History == The Library was founded in 1734, three years before the university. Its first director was Johann Matthias Gesner, who remained in the position until his death in 1763. It soon was considered one of the leading research libraries in Germany, pioneering cataloging systems (then in large bound volumes). Christian Gottlob Heyne's directorship (1763-1812) laid the basis for the library's status. However, a half century of reduced financing then weakened the library's status. Only in 1866, with official Prussian sponsorship, did the library again begin to flourish. Both Heinrich Heine and Johann Wolfgang von Goethe used and commented on the library in their time. File:Besemann - Grosser Bibliothekssaal Goettingen (um 1820).png|Library hall (~1820) File:Eberlein - Universitaetsbibliothek Goettingen (um 1800).png|The library (~1800) File:SUB Goettingen Forschungsbibliothek6.JPG|Heyne Hall (2004) In 1992, a new central library building located just outside the city center (Altstadt) was opened. The previous main building, now the Historical Building, houses manuscripts, rare books and some other special collections. Meanwhile, department-specific collections are still held in facilities at various academic departments. == Bibliography == *Fast, Jan-Jasper, Tobias Möller: The Future with Tradition: The Göttingen State and University Library. [Transl. Kim Dammers, Isabel D. Holowaty] Göttingen: Georg-August-Univ., 2003. *Elmar Mittler: \"Niedersächsische Staats- und Universitätsbibliothek Göttingen,\" in Bernd Hagenau (ed.): Regionalbibliotheken in Deutschland. Frankfurt am Main: Klostermann, 2000. pp. 187 – 195. *Fabian, Bernhard (ed.): Handbuch der historischen Buchbestände in Deutschland. Vol. 2, 1. Hildesheim: Olms- Weidmann, 1998. pp. 140–266. *Christiane Kind-Doerne: Die Niedersächsische Staats- und Universitätsbibliothek Göttingen. Ihre Bestände und Einrichtungen in Geschichte und Gegenwart. Wiesbaden: Harrassowitz, 1986. ==References== == External links == *The library's English-language Internet site: http://www.sub.uni-goettingen.de/index-e.html * The Göttingen Gutenberg Bible in the Internet * Göttingen Center for Retrospective Digitization * Göttingen University Press * Collection of German Prints * Mathematics Information Service * Library of Anglo-American Culture and History * Fachinformationsdienst Geowissenschaften der festen Erde * Kompetenzzentrum für die Lizenzierung elektronischer Ressourcen * Göttingen eResearch Alliance * DARIAH-DE * OpenAIRE * COAR Category:Göttingen Category:Libraries in Germany Category:Academic libraries in Germany Library Category:1734 establishments in Europe Category:Deposit libraries ",
    "title": "Göttingen State and University Library"
}