{
    "id": "2752263",
    "text": "Shehzad Roy (born 17 February 1977) is a Pakistani singer, social worker and humanitarian. He started his singing career in 1995 and has recorded six albums since. He has recorded many hit songs such as \"Saali,\" \"Teri Soorat\" and \"Kangna,\" but is most famous for his 2008 socio-political album Qismat Apney Haath Mein.Emanuel Sarfraz, \"Roy's loud and clear political message clicks\", The Nation (newspaper), published 28 July 2008. Retrieved 13 May 2019 Roy is also the president and founder of Zindagi Trust, a non-government charitable organisation, that strives to improve the quality of education available to the average Pakistani. Roy has produced and hosted two documentary series, Chal Parha, about the state of public education in Pakistan; and Wasu aur Mein, which follows the travels of Shehzad and a villager and deals with issues like progress, poverty and patriotism in Pakistan. He received the Tamgha-i-Imtiaz (Medal of Excellence) in 2005, Sitara-i-Eisaar (Star of Sacrifice) in 2006 and Sitara-i-Imtiaz (Star of Excellence) in 2018 from the Government of Pakistan. For his organisation's rehabilitation work after the 2005 Kashmir earthquake, he was awarded the Sitara-e-Eisaar in 2006. He was also selected to be a torch bearer for the 2008 Olympic Games.\"Pakistan torchbearers for Olympics named\" DAWN (newspaper), published 9 January 2008. Retrieved 13 May 2019 ==Early life and career== Shehzad Roy was born in Karachi on 16 February 1977 to Kabir Roy and Nazli Qamar. His father was a businessman. Shehzad Roy said in an interview to a major Pakistani newspaper that his father always encouraged him to do whatever he had his heart set on because his father wanted to play cricket in his childhood, but was not allowed to do so by his own father. He finished his basic High School education in Pakistan Community School (Saudi Arabia). ===Early music career=== Shehzad Roy released his debut album Zindagi in 1995. After only two years his second album Darshan was released in 1997. His third album Teri soorat was released in 1999. His fourth album Rab Janey and fifth album Buri Baat Hai were released in 2002 and 2005 respectively.\"Discography\", Shehzad Roy website ===Qismat Apne Haath Mein (2008)=== Shehzad's sixth album marked his transformation from a singer of romantic songs to songs that reflected social issues. In 2008, Shehzad released his sixth album, Qismat Apne Haath Mein in Karachi's juvenile jail to draw attention to the nearly 70,000 prisoners in Pakistan who had been awaiting trial for years. The first music video of the album, \"Laga Rahe\" was a political comment on the situation in the country at the time. The call for the restoration of judiciary, increasing inflation and crime, price hike and the real politicking of corrupt politicians all featured in the video. The title track \"Qismat Apne Haath Mein\" is about those less privileged in society and their state of suppression. ===Ventures in Bollywood=== Akshay Kumar's film Khatta Meetha features a song by Shehzad on its soundtrack. The song, titled \"Bullshit\" is a mash-up of two of Roy's most popular songs from his 2008 album Qismat Apney Haat Mein; \"Laga Reh\" and \"Qismat Apney Haat Mein\".\" A Bollywood version of ‘Laga Reh’\", The Express Tribune (newspaper), published 14 July 2010. Retrieved 13 May 2019 === Collaborations === Roy in 2015 On 6 September 2014 Shehzad released a patriotic song \"Mere Dhol Sipahiya\" featuring Ayesha Omer. It was dedicated to all martyrs and survivors of the Pakistan army who took part in War on terror; most specifically for the martyrs of Operation Zarb-e- Azb. In September 2013, Shehzad performed with Guns N' Roses at a charitable event turned rock show, with performances from Guns N' Roses' Matt Sorum and Slash and Macy Gray in Los Angeles.Steve Baltin, \"Matt Sorum Plans Solo LP, L.A. Benefit With Slash\", Rolling Stone, 10 September 2013. Retrieved 13 May 2019 Part of the proceeds of this event went to Shehzad's organisation Zindagi Trust.Alex Stedman, \"Jane Lynch Gets Serenaded at Peace Through Music Gala\" Variety (magazine), 16 September 2013. Retrieved 13 May 2019 The event reached its climax when, Roy, Slash, Sorum and Gray did covers of The Beatles' Come Together and Radiohead's Creep.Shahzeb Shaikh, \"Spotlight: Slash and burn\" DAWN, 22 September 2013. Retrieved 13 May 2019 In 2007, Shehzad Roy came out with a musical collaboration between him and queen of Sufi soul, Abida Parveen. The song, titled \"Zindagi\", was rooted on his venture 'Equality in Education'.\" Hotstepper of the Week: Shehzad Roy\", Instep Magazine, 29 July 2007. Retrieved 13 May 2019Sonya Rehman, \" Shehzad Roy and Abida Parveen Collaborate for a Cause\", Instep Magazine, 19 July 2007 In 2006, Shehzad Roy brought Canadian rockstar Bryan Adams to Pakistan for a charity concert, Rock for a Cause, to raise funds for Shehzad Roy's Zindagi Trust and to aid the victims of the tragic October 2005 earthquake.Faisal Quraishi, \"KARACHI: Bryan Adams arrives in Karachi\", DAWN, 30 January 2006 To promote cross-border cultural exchange with India, he sang a hit duet with Indian singer Sukhbir in 2005. ===PSL Brand Ambassador=== Being an ambassador to HBL Pakistan, Roy also serves as ambassador to Pakistan Super League, sponsored by HBL. He released title anthem for 2017 Pakistan Super League \"Ballay Ballay\" on 30 January, on which he also performed in the opening ceremony on 9 February in Dubai. He is also the ambassador to team Karachi Kings, and released an anthem \"Dhan Dhana Dhan Hoga Re\" for it on 3 February. For 2018 Pakistan Super League, he also released an anthem \"Lo Phir Say Miley\" on 28 January and released a new anthem for the team Karachi Kings \"De Dhana Dhan\". ===Singles=== * Shehzad Roy recorded the official soundtrack, titled \"Bus Khail Nahin\", for the first Quaid-e-Azam Inter-Provincial Games held in April 2016. == Filmography == === Wasu aur Mein === In 2011, Shehzad discovered Wasu Khan, a villager from Baluchistan, on YouTube.\"Owning Apnay Ullo\", DAWN InPaper Magazine, 15 January 2012 In his video, Wasu raps about Pakistan's checkered political history. After seeing this, Shehzad tracked down Wasu and they collaborated to produce the hard-hitting song \"Apney Ulloo\". Packing a political punch, the video is a tale of the exploitation of a poor man. In the music video, Roy emulates a peon, a lawyer, a government secretary and a media man, all of whom exploit the common man, played by Wasu.\"I want to reform through policy and my music.- Shehzad Roy\", Instep Magazine, 5 February 2012 The song \"Apney Ulloo\" started as a one-off collaboration but ended up taking a very different direction. In 2012, Roy produced and hosted the 8-episode documentary series titled Wasu aur Mein.Muniba Kamal, \"A time for introspection\" , Instep Magazine, published May 2012. Retrieved 13 May 2019 The show followed the travels of Shehzad and Wasu Khan. Brought together by their common passion for music, Shehzad and Wasu realise that they have a lot to learn from each other. Wasu's unique perspective on Pakistan's history and his shrewd observations force Shehzad to re-evaluate his own notions on progress, poverty and patriotism. As the show moves through several cities, the two of them try to understand what being a citizen of Pakistan means and realise what the future holds for them in this country.Watch all episodes of Wasu aur Mein on YouTube. === Chal Parha === In 2013, Shehzad produced and hosted the 22-episode documentary series titled Chal Parha.\"First person: Lessons on wheels\", DAWN, 16 February 2013 In the show, Shehzad travelled on a Harley-Davidson bike across 80 cities in Pakistan and visited more than 200 public schools. In each of the 22 episodes, a new issue in public education was explored, for example, medium of instruction, curriculum, teachers, corporal punishment.\"Chal Parha\" , Geo TV The show highlighted both the obstacles in improving public schools and also the remarkable individuals who are committed to teaching and learning despite the collapsed system in which they work. An example of the impact of this show is that the third episode on corporal punishment (aired 15 February 2013) resulted in catalysing a decision by the government to finally ban corporal punishment in Pakistan.Instep Desk, \"Why rock the vote when you can rock the system?\" , Instep Magazine (The News), March 2013 Soon after the episode aired, Pakistan's provincial assemblies passed a resolution against corporal punishment and on 12 March 2013, the National Assembly unanimously passed a Bill making corporal punishment an offence.\"Bill prohibiting corporal punishment of children approved\", The News, 12 March 2013Zofeen T. Ebrahim, \"Are the days of 'Maula Bux' numbered?\", DAWN, 18 March 2013Sonya Rehman, \"Shehzad Roy: Fighting for Change in Pakistani Education\", The Diplomat, 16 May 2013 The show was intended to create awareness among Pakistani citizens for their basic right to quality education and also proposed solutions for government officials to resolve the various issues in public education. Chal Parha also showcased Pakistan's scenic beauty and diverse cultures.Watch the episodes of Chal Parha on YouTube. ===Films=== On 1 June 2015, Dawn (newspaper) reported that Roy had signed a film scripted by Anwar Maqsood, which will be directed by Ahsan Rahim and will feature Faisal Qureshi as a co- star. However, on 28 January 2018, The News reported that Roy had signed a film that was scripted by Qureshi. On 4 November 2018, Dawn reported that Qureshi had recreated the story of Alif Noon (a PTV comedy drama) in a film, which he will be directing also, in which Roy will star as Allan and Qureshi as Nanha. ==Philanthropic work== In 2002, Shehzad established Zindagi Trust, a non-governmental, non-profit organisation that strives to improve the quality of education available to the average Pakistani.\"Zindagi Trust Team\", Zindagi Trust Website ===Paid to Learn=== In 2003, the Trust pioneered the concept of I-am-paid-to-learn, a non-profit that offers working children an alternative to child labour; makes them aware of their rights as children, as workers and as citizens. With nearly 1800 students in schools across Pakistan, a 2.2-year accelerated primary education course is taught to the children who spend most of their days working in car-repair shops & other general stores in Karachi, Lahore & Rawalpindi. The programme also sponsors the continuing education of top graduates who are encouraged to enroll in mainstream secondary schools.\"Paid to Learn Overview\", Zindagi Trust Website ===Public School Reform === A few years after Paid-to-learn was initiated, Shehzad realised that this program was not enough to educate the masses. Most children of school-going age in Pakistan (over 85%) only have access to government schools which are plagued with low teacher attendance, dilapidated buildings, poor facilities, a curriculum and teaching culture that starves creativity and encourages rote-learning, etc.\"School Reform Overview\", Zindagi Trust website The Trust's school reform project at the SMB Fatima Jinnah Government Girls School in Karachi has involved the following: * Infrastructure Rehabilitation and Development. For a visual description of this effort, please view the project's \"Before and After\" picture gallery. * Administrative Changes such as the merging the multiple schools running in one campus into one school under one administration, maintaining teacher and student records for attendance, performance, etc., disallowing private use of school grounds, formulating an admission policy * Academic Innovation and Planning such as the introduction of modern, thought-provoking textbooks in Urdu, English, Mathematics, teaching a video-based science curriculum in our well-equipped A/V Room, hiring academic coordinators for English, Mathematics and Science to plan syllabi with learning outcomes and timelines, design tests, monitor progress, observe and train teachers * Teacher Reform such as monitoring teacher attendance and evaluating teacher performance through regular teaching demos, lesson plan reviews as well as in-class monitoring by academic coordinators throughout the term. * Introduction of new learning modules such as art, chess, sports (netball, basketball, football, hockey, throwball, taekwondo, rowing, cricket), public speaking, life skills and abuse awareness === Reform Matric Board campaign === In 2016, Shehzad Roy launched an education campaign to reform the examination boards of Pakistan. The cornerstone of the campaign was a music video, titled \"Sirf Bandhi Hai Kamar\", which depicted a mother transforming into a Kill Bill-type Samurai sword-wielding assassin; a teacher mutating into the Hulk; a father into a Maula Jutt lookalike and a maulvi into a Kung Fu fighter! simply on being cross-questioned by someone younger than them. The campaign points out the flaw in the way children are assessed in Pakistan and calls for reforms in the structure of the exams to test for application of concepts instead of the traditional focus on knowledge alone.\"Spotlight: Sirf Bandhi Hai Kamar: Where the question is the answer\", DAWN Sunday Magazine, 17 July 2016 ===UNODC Goodwill Ambassador=== Roy with UNODC Rep. César Guedes and Suhail Al Zarooni in 2018 On 30 October 2017, United Nations Office on Drugs and Crime appointed Roy as National Goodwill Ambassador. According to UNODC, Roy will speak out on criminal justice and demand reduction. During his two-year term, he will visit UNODC projects, educational institutions and rehabilitation centres; and raise awareness on the office's important work. He is expected to take part in a wide range of activities, including the marking of International Day against Drug Abuse and Illicit Trafficking, supporting police and prison reforms, and advocating for gender-responsive prisons for drug abusers. Roy commented, \"Their work is commendable in the fields of criminal justice, drug demand reduction and HIV/AIDS prevention. These things are close to my heart especially when children are concerned\". He said, \"It's an honour to be designated as the UNODC National Goodwill Ambassador.\" He further added that \"I will give my all to my new role\" for Pakistan, \"If I can help one child out of prison or convince just one boy or girl to turn away from drugs, I feel proud that I have made a difference\". UNODC Executive Director Yury Fedotov said that Roy's fame, humanitarian works, energy and talent \"will help UNODC publicise the dangers of drug abuse\", as he \"has shown an unwavering commitment to tackling illicit drugs\" throughout his career. He launched a video song, titled \"Zulm Kay Khilaf\", on 21 November in an event at Youth Offender Industrial School, Juvenile Jail, Karachi. He said, \"I am not going to be a symbolic ambassador,\" adding, \"I want to start bringing change from the ground up\". He further said, \"We can make some positive changes for the jailed children in collaboration with the judiciary and civil society through awareness.\" ===Awareness against child abuse=== On 4 January 2018, a young girl named Zainab Ansari was found murdered in Kasur, Pakistan, after being kidnapped and raped. The incident caused nationwide outrage in Pakistan. Roy collaborated with Bilawal Bhutto to introduce awareness about education against child sexual abuse and rape in Pakistan. He said that it was a cause he had started in 2009, and it was a must to teach a child what is a bad touch and how to deal with it. A bill was approved in Sindh assembly on 17 January to improve the educational reforms in secondary schools. == Awards and honors == *Sitara-i-Imtiaz (Star of Excellence) Award by the President of Pakistan for his public service to the nation in 2018KARACHI: 22 get Sitara-i-Imtiaz, Pride of Performance Dawn (newspaper), published 24 March 2005. Retrieved 13 May 2019 *Tamgha-i-Imtiaz (Medal of Excellence) by the President of Pakistan in 2005Shehzad Roy, Ali Zafar come out in support of Mehwish Hayat's 'Tamgha-i-Imtiaz The News International (newspaper), published 27 March 2019. Retrieved 13 May 2019 Shehzad Roy and Malala Yousafzai at the Nobel Peace Prize ceremony On the occasion of the 2014 Nobel Peace Prize to Malala Yousafzai from Pakistan and Kailash Satyarthi from India, Shehzad performed at a joint Peace concert held on the evening of the Nobel Peace Prize ceremony on 10 December 2014 in Oslo, Norway. The concert was attended by dignitaries like the Royal King family members, Prime Minister of Norway, Former Pakistani Prime Ministers, Ministers, Members of the National Parliament and the Norwegian elite in the fields of knowledge and culture, along with Norwegian Pakistanis and Indians.Wasim Riaz, \"Pakistansk-indisk Nobel-feiring i Oslo\", osloby, 13 November 2014 In April 2013, Shehzad was invited to Harvard University to talk about music, activism and his documentary series, Chal Parha, in which the audience learnt about Roy's journey to over 200 schools across Pakistan and the lessons learnt from this journey. Additionally, the viewers were educated about ways in which art and artists have struggled to bring social change throughout Pakistan's history.Name of author, \" Pakistani music icon Shehzad Roy visits Harvard\", DAWN, 26 April 2013 In May 2013, Shehzad Roy performed in Rome on invitation from Pakistan's Ambassador to Italy. The Pakistan Embassy in Rome in collaboration with Zètema Progetto Cultura, an agency of Rome's Municipality, organised the concert in Villa Borghese, the second largest public park in Rome, and was part of La Notte dei Musei (The Night of Museums). The solo show presented Pakistan's rich heritage; especially its music and poetry, to the Italian audience.\"Soundcheck: When Roy’s in Rome…\", DAWN InPaper Magazine, 26 May 2013 The Chicago Council on Global Affairs awarded the 2009 Patricia Blunt Koldyke Fellowship on Social Entrepreneurship to Shehzad Roy to recognize his commitment to providing better learning opportunities in government-run schools, and honor his goal of encouraging Pakistan's youth \"to value education and provide them with the knowledge and opportunities they need to realize a peaceful, democratic political future.\" As a Koldyke Fellow, Roy spent one week in Chicago exchanging ideas about education, philanthropy and nonprofit management with the city's civic, government, business and academic leaders. He delivered a major public address about education in Pakistan to a Chicago Council audience the evening of 29 October 2009.Naazish YarKhan, \"Shehzad Roy, Pakistani Pop Star and Humanitarian, Wins Chicago Council Award\", HuffPost, 5 August 2009 On 23 March 2018, he received Sitara-i-Imtiaz for his contributions to represent Pakistan as UNODC ambassador. ===Music awards=== Roy has won the following awards over the course of his career: * 1999 – PTV Awards – Best Pop singer * 2003 – 1st Indus Music Awards – Best Male Artist * 2005 – Indus Music Video Awards – Best Performer in a Video (\"Saali\") * 2006 – Indus Style Awards – Best Stylish Song * 2006 – 3rd Indus Music Awards – Best Pop Song (\"Saali\") * 2006 – 3rd Indus Music Awards – Best patriotic song (\"Hum Aik Hain\") * 2008 – Mtv Style Awards – Best video (\"Laga Reh\") * 2009 – Mtv Music Awards – Best lyrics (\"Laga Reh\"), Best pop song (\"Laga Reh\") * 2009 – 8th Lux Style Awards – Best album (Qismat Apne Haath Mein), Best video (\"Laga Reh\") * 2013 – 1st Hum Awards – Best solo artist * 2017 – 5th Hum Awards – nominated for Best Music Single (\"Jind Jaan\") == References == == External links == * Category:1977 births Category:Living people Category:Muhajir people Category:Pakistani people of Gujarati descent Category:Nigar Award winners Category:Pakistani educational theorists Category:Pakistani humanitarians Category:Pakistani philanthropists Category:Pakistani pop singers Category:Pakistani male singers Category:Musicians from Karachi Category:Recipients of Tamgha-e-Imtiaz Category:Recipients of Sitara-i-Imtiaz Category:Pakistani television hosts Category:Pakistani Ismailis Category:Male actors in Urdu cinema Category:Urdu playback singers ",
    "title": "Shehzad Roy"
}