{
    "id": "2753155",
    "text": "Grigory Andreyevich Spiridov () (1713, Vyborg - , Moscow) was a leading Russian naval commander and admiral (1769). Grigory Spiridov began his career in the Russian Navy in 1723. He was promoted to an officer rank in 1733. Spiridov had been commanding different ships of the Baltic Fleet since 1741. During the Seven Years' War of 1756-1763, he was in charge of a landing party of two thousand men when Peter Rumyantsev was laying siege to the fortress of Kolberg in Pomerania. In 1762, Spiridov was promoted to the rank of rear admiral and assigned to command a squadron for securing the contact with the Russian army in Prussia. In 1764, he was appointed commander of the port of Tallinn and then Kronstadt (1766). During the Russo-Turkish War of 1768-1774, Spiridov was in charge of a squadron, which would be sent from the Baltic Sea to the Mediterranean to assist the Greeks in their struggle against the Turks in the summer of 1769 (see Orlov Revolt and First Archipelago Expedition). In early 1770, he commanded the seizure of Mistra, Arcadia, and Navarino with the help of a landing party. On , a Russian squadron under the nominal command of Count Alexey Grigoryevich Orlov with Spidirov in charge of the avant-garde attacked the Turkish fleet in the Chios Strait and forced it to hide in the Chesma Bay. On the night of June 26 (July 7), the Russian squadron under the actual command of Spiridov and Samuel Greig destroyed the Turkish fleet during the Battle of Chesma and established supremacy in the Aegean Sea. In 1771-1773, Spiridov commanded the Russian fleet in this region. When he resigned from the Russian Navy in 1774, many attributed it to his resentment that all the credit for his victories went to Orlov. ==References== * Category:1713 births Category:1790 deaths Category:People from Vyborg Category:Imperial Russian Navy admirals Category:Recipients of the Order of St. Andrew Category:People of the Russo-Turkish War (1768–1774) ",
    "title": "Grigory Spiridov"
}