{
    "id": "2753050",
    "text": "Janyse Aldis Jaud (; born November 26, 1969) is a Canadian actress, voice actress, musician, dancer, and author. Her major voiceover roles include Hulk Versus, My Little Pony, Inuyasha, Ed Edd n Eddy, Batman: Black & White, Baby Looney Tunes, War Planets, Spider-Man, and Strawberry Shortcake. She is also the narrator of the Emmy Award-winning television series Adoption Stories. She has worked with companies such as Warner Bros., Alliance Atlantis, Hasbro, Marvel, Paramount, Cartoon Network, and Universal Pictures in both on-camera and voice. As a singer and songwriter, Jaud has received many awards such as Winner of Best Song ‘This Day Is Mine’ in the Contemporary Christian category at the Hollywood Music in Media Awards, Winner of Best Jazz CD ‘The Magic of Christmas’ at the Toronto Exclusive Magazine Awards, three Nominations at the Hollywood Music in Media Awards for Best Jazz Song ‘That’s What I Love About You’, Best Dance Song ‘Best Friend Forever’, and Best Contemporary Christian Song ‘Dreamers’ as well as two nominations at the Toronto Exclusive Magazine Awards for Best Song ‘Dreamers’ and Artist of the Year, as well as a nomination for Best Children’s Song ‘Stomp’ at the Independent Music Awards USA, and a nomination for Best Song ‘Blessed Is This Holy Night’ at the Hollywood Music Awards. She was chosen as a finalist (one of the top 4 rated songwriters) by the Song of the Year international songwriting contest. Jaud also has had many of her original songs chosen for movie soundtracks. ==Early life== Jaud grew up in Kelowna, British Columbia, and has Icelandic and French ancestry. At the age of five, she began training with the Canadian School of Ballet for eleven years. She also studied piano for six years with the Royal Conservatory of Music. ==Career== Jaud appeared on-camera in four television series The X-Files, The Outer Limits, Double Exposure and Andromeda. In 2004, Jaud was the narrator of the Emmy Award-winning series \"Adoption Stories\" (Discovery Health) and traveled to New York for the event. But it was her voiceover work on the animated series Ed, Edd n Eddy that had the greatest impact. Jaud met children from the Make-A-Wish Foundation who faced life- threatening diseases. After this experience, she created ‘The Magic of Think’ and began writing books, music, nursery rhymes, and videos to help children develop strength and courage. In 2008, Jaud released her first album in the Christmas music genre. She wrote songs with tongue-in-cheek humour. Many of these jazz songs have been chosen to be in movies such as Blond and Blonder, American Mary, Debbie Macomber’s Dashing Through the Snow, and Making Mr. Right. From 2010 to 2012, Jaud released several singles. ==Filmography== ===Anime=== * Adieu Galaxy Express 999 – Metalmena * Broken Saints – Shandala Nisinu * Cardcaptors – Natasha Avalon (Sakura's mother, Nadeshiko Kinomoto), Additional Voices * Cybersix – Lori Anderson, Elaine, Grizelda * Dragon Ball Z – Social Worker and Chiko (Ocean Dub) * Fatal Fury: The Motion Picture – Panni Shona, Kim Myonsaku * Gin Tama - Tae Shimura * Hamtaro – Female Veterinarian (Episode 71, Uncredited) * Highlander: The Search For Vengeance – Kyala * Human Crossing – Delinquent, Kyoshi's Mother * InuYasha – Kagura, Kanna * InuYasha: The Final Act – Kagura, Kanna * Kurozuka – Kuromitsu * Maison Ikkoku – Akemi Roppongi * MegaMan NT Warrior – Ms. Mari and Ms. Yuri * Mermaid's Scar – Misa * Monster Rancher – Mocchi, Pixie, Granity, Lilim, Poison, Lily * Night Warriors: Darkstalkers' Revenge – Felicia * Ogre Slayer – Akane, Isouko, Ryoko * Ranma ½ – Hinako Ninomiya, Kin Ono, Additional voices * Saber Marionette – Bloodberry * The Story of Saiunkoku – Kocho, Lady of the Night 2 * Shakugan no Shana – Margery Daw (Season 1) * The Vision of Escaflowne – Eriya * Zoids: Fuzors – Sabre ===Animation=== * Action Man – Asazi * The Adventures of Corduroy – Lisa * The Adventures of T-Rex – Additional Voices * Alien Racers – Talanna * Animated Classic Showcase – Various Characters * Baby Looney Tunes – Baby Melissa * Barbie as the Princess and the Pauper – Palace Maid * Batman Black and White (motion comics) – Harley Quinn, Martha Wayne, Madame X, Madelyn Crane, Dr. Marilyn Crane, Waitress, Catwoman, Karen, Tiny Tim, Angelica, Nurse, Mother * Billy the Cat – Sabrina, Bonnie * The Bots Master – Lady Frenzy * Bratz Fashion Pixiez – Cymbeline * A Chinese Ghost Story: The Tsui Hark Animation – Siu Lan * Class of the Titans – Medelia, Stephanie * Conan the Adventurer – Jezmine * Doggie Daycare – Lula * Dragon Tales – Eunice, Windy * Ed, Edd n Eddy – Sarah, Lee Kanker * Exosquad – Sgt. Rita Torres * Fat Dog Mendoza – Additional Voices * For Better or For Worse – Shawna-Marie, Sarah * Gadget and the Gadgetinis – Sandy O'Nasty * Galaxy Express 999 – Claire * G.I. Joe Extreme – Tina, Computer Agent * Hulk Vs – Lady Deathstrike, Hela * Hurricanes – Miss Espanola * The Kids from Room 402 – Melanie, Ms. Shiness * Kishin Corps: Alien Defender Geo-Armor – Eva Braun, Maria Braun * Kleo the Misfit Unicorn – Marcia * Krypto the Superdog – Rosie * Lapitch the Little Shoemaker – Yana, Marco, Marco's Mother * Littlest Pet Shop – Phoebe * A Monkey's Tale – Kom's Mother * Monster Mash – Spike, Mom * ¡Mucha Lucha! – Dragonfly, Zebrina Twins * My Little Pony (G3/G3.5 movies and specials) – Pinkie Pie and Scooter Sprite * My Little Pony: Friendship Is Magic (G4) - Mrs. Trotsworth * Ogre Slayer – Akane, Isouko, Ryoko * Reboot – Maxine * Robin and the Dreamweavers – Flit * RoboCop: Alpha Commando – Jennifer * Roswell Conspiracies: Aliens, Myths and Legends – Sh'lainn Blaze * Sabrina: The Animated Series – Leila Leigh, Bosley * Salty's Lighthouse – Sophie, Sadie * Shadow Raiders/War Planets – Jewelia * Skysurfer Strike Force – Cerina, Sliced Ice/Kim * Space Strikers – Dana * Spider-Man Unlimited – Lizard Woman * Strawberry Shortcake's Berry Bitty Adventures – Orange Blossom, Berrykin, Sadie * Street Fighter – Celia, Mailei, Sachi * Supernoobs – Additional Voices * A Tale of Two Kitties – Aunt Lucy * Tayo the Little Bus – Speedy * Tom and Jerry Tales – Sherkie * Trouble Chocolate – Mint * Trollz – Snarf * Twisteeria – Loretta Fish, Batty * Ultimate Book of Spells – Cassy * The Wacky World of Tex Avery – Raquel, Tour Guide * X-Men: Evolution – Taryn, Riley's Friend, Amy * The Power of Animals – Tina Stone ===Video games=== * Cartoon Network Universe: FusionFall – Lee Kanker * Devil Kings – Puff (English dub) * Ed, Edd n Eddy: Jawbreakers – Sarah, Lee Kanker * Ed, Edd n Eddy: The Mis-Edventures – Sarah, Lee Kanker * Inuyasha: Feudal Combat – Kagura (English dub) * Inuyasha: The Secret of the Cursed Mask – Kagura (English dub) ===Live-action=== * Andromeda – Secretary, Voice Artist, Pax Magellanic Avatar (on camera) / Dawn, Clarion of Loss, Cavava (voice) * Butterfly on a Wheel – Sarah (voice) * Double Exposure – Wife * The Karate Dog – Mary Beth (voice) * The Outer Limits – Counselor (episode: \"Beyond the Veil\") * The X-Files – Nurse ==Discography== ===Studio albums=== * The Magic of Think (2008) * The Magic of Christmas (2008) ===Singles=== * Dreamers (2008) * I Had To Say Yes (2010) ==References== ==External links== * * Category:1969 births Category:Living people Category:Actresses from British Columbia Category:Canadian child actresses Category:Canadian child singers Category:Canadian Christians Category:Canadian female dancers Category:Canadian female pop singers Category:Canadian female singers Category:Canadian film actresses Category:Canadian musical theatre actresses Category:Canadian people of French descent Category:Canadian people of Icelandic descent Category:Canadian performers of Christian music Category:Canadian pop singers Category:Canadian television actresses Category:Canadian video game actresses Category:Canadian voice actresses Category:Musicians from Kelowna Category:20th-century Canadian actresses Category:20th-century Canadian singers Category:21st-century Canadian actresses Category:21st-century Canadian singers Category:20th-century Canadian women singers Category:21st-century Canadian women singers ",
    "title": "Janyse Jaud"
}