{
    "id": "2753771",
    "text": "Euan Lloyd (6 December 1923 - 2 July 2016)http://announcements.telegraph.co.uk/deaths/204280/lloyd-euan-wallace was a British film producer. He began his career directing short travelogue documentaries, starting with April in Portugal in 1954 (not released until 1956). He worked in publicity, giving away Anita Ekberg at her wedding to Anthony Steel. Lloyd befriended Alan Ladd while making The Red Beret (1953) and Ladd gained Lloyd a job on production for Warwick Productions. He worked for that company for a number of years, then went to work for Carl Foreman. Lloyd's first credit as producer came when Richard Widmark, with whom he had made A Prize of Gold (1955), asked him to co produce The Secret Ways (1961). He went on to produce The Poppy Is Also a Flower (1966), Murderer's Row (1966), and westerns such as Shalako (1968) Catlow (1971) and The Man Called Noon (1973). Lloyd obtained finance from international sources. In the 1970s, Lloyd went independent, but his first effort, Paper Tiger (1975), was not a success, although he said it was probably his favourite picture.The Last of the Gentleman Producers at YouTube He put everything he had behind the $10 million action film The Wild Geese (1978). He followed with The Sea Wolves, (1980) starring Roger Moore, David Niven and Gregory Peck and Who Dares Wins (1982). His last film was Wild Geese II (1985) starring Scott Glenn and Laurence Olivier. Lloyd appeared in the short documentary The Last of the Gentleman Producers which accompanied the 2004 release of The Wild Geese on DVD, and also contributed to the audio commentary alongside Roger Moore and film editor/second unit director John Glen. He died on 2 July 2016 at the age of 92. Sir Roger Moore pays tribute to The Wild Geese producer Euan Lloyd ==Credits== *The Red Beret (1953) – publicist *The Black Knight (1954) – production assistant *The Cockleshell Heroes (1955) – production assistant *Safari (1956) – production assistant *April in Portugal (1956) (documentary) – director *Zarak (1956) – production assistant *Land of Laughter (1957) (documentary) – director, writer *Fire Down Below (1957) – production assistant *Love in Monaco (1959) aka Invitation to Monte Carlo (documentary) – producer, director, writer *The Secret Ways (1961) – associate producer *The Victors (1963) – associate producer *Genghis Khan (1966) – associate producer *Murderers' Row (1966) – associate producer *The Poppy Is Also a Flower (1966) – producer *Shalako (1968) – producer *Catlow (1971) – producer *The Man Called Noon (1973) – producer *Paper Tiger (1975) – producer *The Wild Geese (1978) – producer *The Sea Wolves (1980) – producer *The Final Option (1982) – producer *Wild Geese II (1985) – producer ===Unmade Films=== *The Tigers Roar (1961) – with Richard Widmark, a follow up to The Secret Ways *musical with Brigitte Bardot with script by Jack Davis (1968) ==References== ==External links== * Category:1923 births Category:2016 deaths Category:British film producers ",
    "title": "Euan Lloyd"
}