{
    "id": "2753553",
    "text": "Beecroft Peninsula is the northern headland of Jervis Bay, on Australia's east coast. On the western and southern sides of the peninsula steep sandstone cliffs rise out of the ocean, up to 91 metres at its southernmost point, Point Perpendicular. White sandy beaches are found along the northern, eastern and southern sides interspersed with numerous intertidal reefs. The Beecroft Peninsula encompasses an area of about 5250 hectares just south of the town of Currarong, about 200 kilometres south of Sydney. The historic Point Perpendicular Lighthouse, and its grounds, constructed in 1899 at Point Perpendicular, is the southern tip of the peninsula at the northern entrance to Jervis Bay. Point Perpendicular at the tip of Beecroft Peninsula with Jervis Bay in the background A large part of the Beecroft Peninsula, about 4200 hectares, is under the administration of the Australian Defence Force for use as a live-firing range called the Beecroft Weapon Range. Access to this weapons range is restricted to the public at certain times. ==Territorial status== The whole peninsula is within New South Wales in the state electorate of South Coast, and the federal electorate of Gilmore. The ownership of crown land (which, in Australia refers to all government-owned land) on the southern coast of the peninsula was transferred from New South Wales to the federal government in 1909 by the same Act of Parliament that transferred the ownership of the Jervis Bay Territory on the southern side of Jervis Bay. Then in 1915, the jurisdiction over Jervis Bay Territory was transferred to the Commonwealth to be administered by the Australian Capital Territory, but the region on the Beecroft Peninsula was excluded from the transfer. It remains a part of New South Wales. Most of the remaining land on the peninsula has subsequently been purchased by the Commonwealth to be used by the Royal Australian Navy. Because of the association with the nearby Jervis Bay territory and because it is occupied by the Navy, there is sometimes the mistaken belief that the southern strip of the peninsula is either a part of the ACT or a separate federal territory.For example in 1995, a geology map published by The Australian Geological Survey Organisation (Geoscience Australia) included this strip in the Jervis Bay Territory and the Shoalhaven City Council excludes the area from its land-use maps . ==Geology== The Beecroft Peninsula is the best example of a Permian cliffed coast in New South Wales. The peninsula is a remnant of a Permian sandstone and siltstone plateau, overlain with a patchy veneer of Tertiary and Quaternary sand and gravel deposits. The eastern coast consists of almost continuous cliffs, rising up to 91 metres at Point Perpendicular and erosion processes have created caves, blowholes, small peninsulas, clefts, arches, and stacks such as the Drum and Drumsticks. The western coast dips gently into the bay with several low cliffs and sandy beaches. The peninsula is connected to the mainland at its northern end by the Carama Isthmus, a sand swamp, which is 211 m wide, at its narrowest width, at low-water mark.Australian Geological Survey Organisation.1995. Geoscience and environmental map of Jervis Bay Territory and Beecroft Peninsula, viewed on 23 April 2015, http://www.ga.gov.au/metadata-gateway/metadata/record/gcat_16391Dexter, N., P. Meek, S. Moore, M. Hudson and H. Richardson. 2007. Population Responses of Small and Medium Sized Mammals to Fox Control at Jervis Bay, Southeastern Australia. Pacific Conservation Biology 13: 283–292. Beecroft Peninsula occurs near the southern boundary of the Hawkesbury Sandstone geological unit. Accordingly, the place has a high number of flora and fauna species at the limit of their distribution. ==Biodiversity== ===Flora=== The vegetation on the Beecroft Peninsula is a complex mosaic of heathland, eucalypt forest, and rainforest, mangroves, saltmarsh and swamps.Adam, P. and P. Hutchings. 2010. The saltmarshes and mangroves of Jervis Bay. Wetlands (Australia) 6:58–64.Clarke, P. J. 1993. Mangrove, saltmarsh and peripheral vegetation of Jervis Bay. Cunninghamia 3:231–254.Skelter, N. and P. Adam. 1994. Beecroft Peninsula vegetation survey. Report for the Australian Nature Conservation Agency and the Department of Defence. The most widespread vegetation community is heath and this area of heath is the largest remaining on the south coast of New South Wales. There are 573 plant species occurring in eight major and 27 minor vegetation types. Heathland dominated by heath banksia (Banksia ericifolia) and scrub she oak (Allocasuarina distyla) occurs over approximately 50% of the peninsula. Other heath communities dominated by narrow-leaved bottlebrush (Callistemon linearis) and Lepidosperma filiforme are restricted to the northwest. Shrubland communities are dominated by scrub she oak, heath banksia, tick bush (Kunzea ambigua) and Leptospermum epacridoideum. The regionally-uncommon \"she oak shrubland\" is widespread on the peninsula. Open forest communities dominated by several eucalypts, rough barked apple (Angophora floribunda), and black she oak (Allocasuarina littoralis) are restricted to deep soils in sheltered positions. There are three forest communities; littoral rainforest, swamp oak (Casuarina glauca) forest, and turpentine (Syncarpia glomulifera) forest restricted to a single site at the head of Plutus creek. Woodland communities dominated by bloodwood (Corymbia maculata), silvertop ash (Eucalyptus sieberi), coast tea-tree (Leptospermum laevigatum), Leptospermum trinervium and saw banksia (Banksia serrata) are associated with sand dunes. Swamp communities dominated by jointed twig-rush (Baumea articulata), swamp paper-bark (Melaleuca ericifolia) and common reed (Phragmites australis) occur in depressions adjacent to creeks. A small area of grey mangrove (Avicennia marina) occurs near Chinaman's beach. A sedgeland dominated by slender twine-rush (Leptocarpus tenax) and Ptilothirix deusta is restricted to the north western of the peninsula. The Beecroft Peninsula supports two plant species that are listed as vulnerable both nationally and in New South Wales, the coastal mint bush Prostanthera densaOffice of Environment and Heritage. 2014. Villous mint bush – profile, viewed on 17 April 2015, http://www.environment.nsw.gov.au/threatenedspeciesapp/profile.aspx?id=10676 and the magenta lilly pilly (Syzygium paniculatum).Office of Environment and Heritage. 2014. Magenta lilly pilly – profile, viewed on 27 April 2015, http://www.environment.nsw.gov.au/threatenedspeciesapp/profile.aspx?id=10794 Littoral rainforest is a nationally critically endangered ecological community.Department of the Environment, Water, Heritage and the Arts. 2015. Littoral Rainforest and Coastal Vine Thickets of eastern Australia: a nationally threatened ecological community, viewed on 27 April 2015, http://www.environment.gov.au/system/files/resources/19747170-3fd3-4930-9ca5-6ca89508b571/files/littoral- rainforest.pdf ===Fauna=== Twenty-three native mammal species have been recorded on the Beecroft Peninsula.Department of Environment 2015, Beecroft Peninsula in Australian Heritage Database, viewed on 16 May 2015, http://www.environment.gov.au/cgi- bin/ahdb/search.pl?mode=place_detail;search=place_name%3Dbeecroft%2520%3Bkeyword_PD%3Don%3Bkeyword_SS%3Don%3Bkeyword_PH%3Don%3Blatitude_1dir%3DS%3Blongitude_1dir%3DE%3Blongitude_2dir%3DE%3Blatitude_2dir%3DS%3Bin_region%3Dpart;place_id=105539 The non-flying mammalian community is relatively impoverished in diversity and includes the brown antechinus (Antechinus stuartii), bush rat (Rattus fuscipes), the common ringtailed possum (Pseudocheirus peregrinus), the brushtail possum (Trichosurus vulpecula), long-nosed bandicoot (Parameles nasuta), the sugar glider (Petaurus breviceps), the eastern grey kangaroo (Macropus giganteus), the red-necked wallaby (M. rufogriseus) and the swamp wallaby (Wallabia bicolour).Dexter, N. and P. Meek. 1998. An analysis of bait- take and non-target impacts during a fox-control exercise. Wildlife Research 25:147–155. There are eight species of bat including the vulnerable large footed myotis (Myotis macropus).Office of Environment and Heritage. 2104. Southern Myotis – profile, viewed on 27 April 2015, http://www.environment.nsw.gov.au/threatenedspeciesapp/profile.aspx?id=10549 One hundred and twenty-six bird species have been recorded, including 12 species of honeyeater, the endangered eastern bristlebird (Dasyornis brachypterus),Office of Environment and Heritage. 2012. National Recovery Plan for Eastern Bristlebird Dasyornis brachypterus, viewed on 27 April 2015, http://www.environment.gov.au/system/files/resources/7ca9c6cc-7225-4ca5-af9a-80bb28e47ae7/files/eastern- bristlebird-recovery-plan.pdf the vulnerable ground parrot (Pezoporus wallicus),Office of Environment and Heritage. 2014. Eastern Ground Parrot – profile, viewed on 16 May 2015, http://www.environment.nsw.gov.au/threatenedspeciesapp/profile.aspx?id=10608 two pairs of the vulnerable powerful owl (Ninox strenua),Office of Environment and Heritage. 2014. Powerful Owl – profile, viewed on 27 April 2015, http://www.environment.nsw.gov.au/threatenedspeciesapp/profile.aspx?id=10562 and the vulnerable masked owl (Tyto novaehollandiae).Office of Environment and Heritage. 2014. Masked Owl – profile, viewed 12 May 2015, http://www.environment.nsw.gov.au/threatenedspeciesapp/profile.aspx?id=10820OE Thirty-five bird species are protected by international bird treaties (JAMBA, CAMBA, and the Bonn Convention) including the endangered pied oystercatcher (Haematopus longirostris)Office of Environment and Heritage. 2014. Pied Oystercatcher – profile viewed on 27 April 2015, http://www.environment.nsw.gov.au/threatenedspeciesapp/profile.aspx?id=10386 and the vulnerable sooty oystercatcher (Haematopus fuliginosus).Office of Environment and Heritage. 2014. Sooty Oystercatcher – profile viewed 27 April 2015, http://www.environment.nsw.gov.au/threatenedspeciesapp/profile.aspx?id=10385 Nineteen species of terrestrial reptile have been recorded, including six species of skink and six snake species, including the death adder (Acathophis antarcticus), which may be declining in southern NSW. The common scaly-foot (Pygopus lepidopodus), a legless lizard, occurs on the peninsula, this species is recognised as the most primitive of the legless lizards and has strong Gondwanic associations. Twelve species of amphibian have been recorded from streams and swampy areas. ==Conservation and Management== In recognition of its outstanding natural, cultural and historic values which encompasses a diverse range of vegetation, rare plant, bird and mammal species and sites of Aboriginal and historical significance, the Beecroft Peninsula was listed on the Commonwealth Heritage List in 2004, giving it protection by Federation environmental legislation. Its reservation as a firing range has meant that very little of the original vegetation in the area has been cleared and remains in relatively good condition, despite periodic localised short-term damage by military exercises, providing a wide diversity of good quality habitat for native fauna. The land of the Beecroft Peninsula is managed by the Department of Defence’s Shoalhaven Environment Team as of 2015.Department of Defence. 2015. Welcome to Beecroft Weapons Range, viewed on 24 April 2015, http://www.pointperp.com/PDF/Welcome_to_Beecroft_Weapons_Range.pdf There is no current management plan for the area. ===Littoral rainforest=== The nationally critically endangered littoral rainforest community is found on the western side of the peninsula and is a remnant of coastal rainforests that were once extensive in southern Australia. It contains several species near the southern limit of their distribution; these include ribbonwood (Euroschinus falcata var.falcata), plum pine (Podocarpus elatus), coast canthium (Canthium coprosmoides), deciduous fig (Ficus henneana), flintwood (Scolopia braunii), celery wood (Polyscias elegans), and Cissus sterculiifolia. The rainforest also contains a mixture of sub-tropical and temperate rainforest species. As such, this community is significant in the study of the latitudinal shift from sub-tropical to temperate forests. The littoral rainforest behind Long Beach is a well-preserved example of rainforest on sand – a rare vegetation type in New South Wales. Littoral rainforest is threatened by habitat loss and degradation, weed invasion, inappropriately placed paths and inappropriate fire regimes. Important management options include protecting and restoring remnants, relocating paths, removal of invasive weeds and hazard reduction burns in the vicinity of the forest area. There is no recovery plan for this community type. ===Small mammals=== From 1993 to 2002 a study was conducted on the peninsula that measured the response of the small and medium-sized mammal populations to continuous fox control. The bottle-necked entrance to the otherwise ocean-ringed peninsula make for ideal geography for fox control. The most surprising result of the study was the appearance of the long-nosed bandicoot, which had never previously been recorded from the Beecroft Peninsula, despite surveys. Remains of the bandicoot are however found in relatively recent Aboriginal middens. The long-nosed bandicoot not only appeared on the peninsula but increased significantly in abundance from the time it was first recorded in 2000. Similarly, the bush rat had also never been recorded and appeared in the fauna surveys after the commencement of fox control. A third species, the common ringtailed possum, showed a significant increase in abundance as a result of the fox control study. The brown antechinus, the black rat, the brushtailed possum and the sugar glider showed no significant change in abundance. This nine year fox control study on the Beecroft Peninsula provides compelling evidence that small to medium-sized \"critical weight range\" mammal populations have been driven to extinction or near extinction by fox predation and recover when the ongoing predation pressure of foxes is removed.Woinarski, J. C., A. A. Burbidge, and P. L. Harrison. 2015. Ongoing unraveling of a continental fauna: Decline and extinction of Australian mammals since European settlement. Proceedings of the National Academy of Sciences 112:4531–4540.Burbidge, A. and N. McKenzie. 1989. Patterns in the modern decline of Western Australia's vertebrate fauna: causes and conservation implications. Biological Conservation 50:143–198 This conclusion is supported is further supported by the retention of most of original vegetation on the peninsula so historical mammal decline was not due to the common cause of habitat destruction. ===Eastern bristlebird=== The eastern bristlebird is a nationally endangered small, brownish bird approximately 200 mm in length, cryptic and ground dwelling living in low dense vegetation cover.Baker, J. 1997. The decline, response to fire, status and management of the eastern bristlebird. Pacific Conservation Biology 3:235. In 2000, the eastern bristlebird had not been recorded from the Beecroft Peninsula for over a century and re-establishment of extinct populations was identified as an important recovery action for the species. During 2003–2005, 45 birds were successfully translocated from the Bherwerre Peninsula, on the opposite side of Jervis Bay, to the Beecroft Peninsula.Bain, D., K. French, J. Baker, and J. Clarke. 2012. Translocation of the Eastern Bristlebird 1: radio‐tracking of post‐release movements. Ecological Management & Restoration 13:153–158.Baker, J., R. J. Whelan, L. Evans, S. Moore, and M. Norton. 2010. Managing the Ground Parrot in its fiery habitat in south-eastern Australia. Emu 110:279–284. The reintroduction has shown medium-term success; in 2012 the Beecroft population had grown to 94 birds. The eastern bristlebird recovery plan identifies habitat fragmentation, widespread and frequent fires and predation as threatening processes and appropriate fire management of habitat, feral predator control, controlling invasive weeds as very high priority. ===Eastern ground parrot=== The eastern ground parrot is a distinctive, bright grass-green, long-tailed, ground-dwelling parrot of the coastal and sub- coastal heaths, reaching 30 cm long. It is a rare and iconic endemic of coastal and sub-coastal heathlands in southern Australia including the Beecroft Peninsula where there is an estimated maximum population size of 450 individuals. A long term study of ground parrot habitat found that the species occurs in long-unburnt habitat and that fire should not be used to manipulate the ecological functioning of habitat for the persistence of ground parrot population. Frequent and widespread fire had been identified as a threat to the eastern ground parrot and management recommendations include exclusion of fire for at least 7 years after a fire. ==Environmental Threats== Like most natural reserved land areas in Australia, the Beecroft Peninsula and its biodiversity are threatened by predation by introduced feral species and invasive plants. Five species of feral mammal have been recorded, including the red fox (Vulpes vulpes), feral cat (Felis cattus), black rat (Rattus rattus), rabbit (Oryctolagus cuniculus) and house mouse (Mus domesticus). Foxes are a significant threat to the peninsula’s non-flying small mammal population. Low soil fertility on Beecroft Peninsula means that few weeds species can grow except in cleared areas and they do not usually enter undisturbed vegetation.Ingwersen, F. 1976. Vegetation of the Jervis Bay Territory. Australian Government Publishing Service. There are 23 weed species on the peninsula and the major species are Senecia Madagascariensis, Protoaparagus aethiopucus and Kalanchoe tubiflora. Erosion is responsible to localised habitat degradation as there are many secondary vehicular tracks that have become severely eroded following major rains and side tracks have been created through heath communities in places where original roads have become impassable. Fire frequency, some of which are started by naval exercises, may adversely impact on some the plants and animals. ==Aboriginal Heritage== Archaeological evidence demonstrates that Aboriginal occupation of the Beecroft Peninsula extends back at least 7000 years. This undoubtedly underestimates the time that Aboriginal people have lived in the area because radiocarbon dates obtained from nearby coastal sites elsewhere in New South Wales demonstrate occupation back to 20 000 years.Zakharov, J. 2010. A review of Aboriginal cultural factors for the Jervis Bay area, New South Wales. Wetlands (Australia) 6:9–18. The Beecroft Peninsula is of particular significance to the Jerrinja and Wreck Bay Village Aboriginal communities as part of their traditions. Their stories describe the movement of ancestral beings, including Bundoola, Spandula, the Bip Bip women and others, as they formed the landscape, people and the law. The Beecroft Hill area, the Devils Hole area, the Drum and Drumsticks area and the Duck Hole area form part of these stories while the southern part of Jervis Bay has strong cultural associations for women. The stories of the activities of ancestral beings create links with neighbouring regions and Aboriginal people with traditional links to the area say that Jervis Bay is the birthplace of the thirteen tribes of the south. There are a large numbers of middens mainly located near the beaches on the southern and western sides of the Peninsular that contain evidence of past patterns of Aboriginal exploitation of marine resources. Other sites providing evidence of past Aboriginal activity in the area include rockshelters with occupation debris, artefact scatters, grinding grooves, ceremonial grounds and rock shelters with paintings and stencils on the walls. ==References== ==See also== * Point Perpendicular * Jervis Bay (Australia) * Jervis Bay Territory Category:Landforms of New South Wales Category:Landforms of the Australian Capital Territory Category:Peninsulas of Australia ",
    "title": "Beecroft Peninsula"
}