{
    "id": "2754405",
    "text": "A Prohibitory Order is a legal instrument issued by the United States Postal Service, against a mailer, on request of a recipient. Its effect is to criminalize any further attempt by a particular mailer to continue to send advertisement material to a particular recipient through the United States Postal Service. In addition, it demands that the mailer delete immediately the names of the particular recipient from all mailing lists owned or controlled by the mailer or his agents or assigns and, further, prohibits the mailer and his agents or assigns from the sale, rental, exchange, or other transaction involving mailing lists bearing the names of the particular recipient. It is requested by filing United States Postal Service Form 1500, either with a local Postmaster, or directly with the Prohibitory Order Processing Center. Historically, the Prohibitory Order was devised as a means of protecting freedom of speech, while recognizing the rights of individual recipients not to receive advertisements they deem to be pornographic or otherwise offensive, and the absolute and unreviewable right of the recipient of a mailpiece to determine whether or not it is offensive. A prohibitory order against a specific mailer, although the language of the application form implies that explicit sexual content is the only basis for finding a mailpiece offensive, has been extended by case law to allow the recipient to declare any mailpiece obscene, for any reason whatsoever, with no requirement to state the reason(s) for taking offense. The only absolute requirement is that it must be possible to construe the mailpiece as an offer to sell goods or services. Various rulings have upheld the Supreme Court decision that the postal customer's discretion is not subject to review. In addition, recipients may use Form 1500 to apply for a general prohibitory order, covering any mailpiece that may be deemed offensive on the basis of explicit sexual content. == Process == # Mailpiece received #* Addressee receives mailpiece #* Mailpiece must be an offer to sell something, pursuant to 39 U.S.C. § 3008(a) #* Recipient must believe the offer is \"erotically arousing or sexually provocative,\" pursuant to 39 U.S.C. § 3008(a). Recipient may declare any offer \"erotically arousing or sexually provocative\" without explanation, pursuant to Rowan v. United States Post Office Department # Order application #* Recipient prepares a prohibitory order application (Form 1500) #* Recipient mails application, mailpiece, and envelope to: Attn: Prohibitory Order Processing; Pricing & Classification Service Ctr.; U.S. Postal Service; P.O. Box 1500; New York, NY 10008-1500 # Order issued #* USPS issues prohibitory order (Form 2152) to sender, pursuant to 39 U.S.C. § 3008(b). Each order is assigned a unique \"order number.\" #* USPS notifies requester and includes copy of order # Order violation #* Recipient writes \"I received this on DATE.\" and signs below on the mailpiece #* Recipient writes \"I received this on DATE.\" and signs below on the envelope #* Recipient forwards copy of the original order, signed mailpiece, and signed envelope to: Attn: Prohibitory Order Processing; Pricing & Classification Service Ctr.; U.S. Postal Service; P.O. Box 1500; New York, NY 10008-1500 # Complaint served #* USPS serves complaint (Form 2153) upon sender, pursuant to 39 U.S.C. § 3008(d). Each case is assigned a unique \"docket number.\" #* USPS notifies requester and includes copy of complaint # Hearing possible #* Sender may elect hearing, pursuant to 39 U.S.C. § 3008(d) #* If elected, a hearing is conducted in accord with 39 C.F.R. § 963 # Enforcement #* USPS asks attorney general to ask a federal district court to enforce the order, pursuant to 39 U.S.C. § 3008(d) == References == == External links == * Category:United States federal law Category:United States Postal Service ",
    "title": "Prohibitory Order"
}