{
    "id": "2754876",
    "text": "The Spanish Cross () was an award of Nazi Germany given to German troops who participated in the Spanish Civil War, fighting for nationalist general, later Spanish caudillo, Francisco Franco.Wehrmacht awards.com: Spanish Cross == History == With the outbreak of the Spanish Civil War in July 1936, Germany sent the Condor Legion, drawn from the German air force and army, to aid Franco's Nationalist forces. On 14 April 1939, Germany instituted the Spanish Cross as a decoration for the German airmen and soldiers who fought in the Condor Legion during the war. A number of German Navy ships served in Spanish waters, their crew also qualifying for the cross. The Spanish Cross was to be worn on the right breast below the pocket flap or, if awarded, below the Blood Order. After the death of the recipient, the award remains with the next-of- kin. The wear of Nazi era awards was banned in 1945. The Spanish Cross was not among those awards reauthorised for official wear by the Federal Republic of Germany in 1957. == Classes == The Spanish Cross filled the dual role of gallantry decoration and campaign medal. The Cross was awarded in Gold, Silver and Bronze classes to reflect the rank or merit of the recipient. The Silver and Bronze classes were awarded with and without swords, the Gold only with swords. For outstanding bravery in combat, the Gold class could be awarded with diamonds. Each class, and the numbers awarded, were: === Bronze === The non-combatant version was awarded without swords to military personnel or civilian technicians for three months of service in Spain without combat experience. 7,869 bronze crosses were awarded. ==== Bronze with Swords ==== The Spanish Cross in Bronze with Swords was given to individuals involved in front line combat during the war. 8,462 bronze crosses with swords were awarded. === Silver === The Silver Cross without swords was a non-combatant version awarded for merit. 327 silver crosses were awarded. ==== Silver with Swords ==== The Spanish Cross in Silver was awarded to servicemen who took part in decisive battles or had considerable fighting experience. 8,304 silver crosses with swords were awarded. === Gold === The Spanish Cross in Gold was awarded, only with swords, to servicemen who showed great merit in combat or exceptional leadership. 1,126 gold crosses were awarded. ==== Gold with Diamonds ==== The Spanish Cross in Gold with Swords and Diamonds was the highest grade of the decoration. It was awarded to those who showed great leadership skills in battle or great merit. 28 gold crosses with diamonds were awarded, one of which was presented to Adolf Galland. === Next of Kin === A Cross of Honour for relatives of the German dead in Spain () was awarded to relatives of servicemen who died during their service in Spain. 315 next of kin crosses were awarded. == Design == The Spanish Cross is a Maltese cross with, in its centre, a swastika on a roundel. Between each arm of the cross is the Luftwaffe eagle and, for the versions with swords, two crossed swords, placed behind the eagle symbols. The diamond class had brilliants placed around the swastika in the central roundel. The reverse side is plain and has a pin used for wearing the cross on the uniform. The cross for next of kin is bronze and similar to the cross without swords, but smaller in size. Unlike the others, it is attached to a ribbon in black with edges in red, yellow, and red (the colours of the Spanish flag). ==References== ===Citations=== ===Bibliography=== * * * * Category:Awards established in 1939 Category:1939 establishments in Germany Category:Military awards and decorations of Nazi Germany Category:Spain in World War II ",
    "title": "Spanish Cross"
}