{
    "id": "2754386",
    "text": "Lang Labor members of the 14th Parliament, Old Parliament House, Canberra, 1935 Lang Labor was a faction of the Australian Labor Party (ALP) consisting of the supporters of Jack Lang, who served two terms as Premier of New South Wales and was the party's state leader from 1923 to 1939. Following the expulsion of the NSW branch by the Federal Executive during the Federal Conference in March 1931, the expelled branch led by Lang ran as Australian Labor Party (New South Wales) in state and federal elections. Lang Labor reconciled with Labor in February 1936. In later years, the term \"Lang Labor\" also included Lang and his supporters who broke away (or were expelled) from the ALP in later years, forming breakaway party Australian Labor Party (Non- Communist) between 1940 and 1941, and between 1943 and 1950. During its time, Lang Labor had representation in both state and federal parliaments. ==Background== Lang was elected leader of New South Wales branch of the Labor Party in 1922 by the NSW party caucus, after two interim leaders had been appointed during a conflict between the NSW state executive of the party, (dominated by the Australian Workers' Union), and the ALP Federal Executive. From very early in his leadership, Lang faced opposition within the caucus due to his domineering manner. Particular areas of contention were the establishment of a Government Insurance Office and Lang's role in an attempt to increase the party's parliamentary majority through the appointment of Alick Kay as the consumer's representative on the Metropolitan Meat Board. However Lang continued to enjoy the overwhelming support of the party branches and he controlled a large majority at the annual conference, which was the party's ultimate forum. Conflict within the caucus culminated in a leadership challenge in October 1926 by Peter Loughlin, Lang's deputy leader. Lang survived this challenge on the casting vote of the Chairman. Lang responded to the challenge by calling a special meeting of the party conference in which, at his request, the conference took a supervisory role in the pre-selection of party candidates, took away from caucus the power to elect the parliamentary leader, and allowed the party leader to select the cabinet. In the press, these rule changes were referred to as \"the red rules\" or \"the Lang dictatorship\". Lang still faced significant opposition within the caucus and the caucus appointed cabinet but he was able to defeat his opponents by returning his commission as Premier to the Governor, Sir Dudley de Chair on 25 May 1927. This automatically resulted in the dismissal of the cabinet. As there was no viable alternative government, De Chair recommissioned Lang to form a caretaker government on the condition that he would recommend a dissolution of the Legislative Assembly and call an election. The new government was formed solely of Lang supporters, and Lang used the four months prior to the election to ensure that his opponents were denied ALP pre- selection. In part due to the switch to single-member electorates, the ALP lost the election. However, the ALP caucus that was elected was firmly under Lang's control, ensuring that he would dominate NSW Labor for the next 12 years. ==Australian Labor Party (New South Wales)== With the support of the state party, the Labor Premier of New South Wales, Lang announced a policy of foreign debt repudiation, known as the \"Lang Plan\", and imposed a moratorium on the New South Wales government's overseas loans. This policy was in contrary to the policy of the federal Labor government led by James Scullin. In March 1931, the Federal Executive expelled the New South Wales branch from the party, including Jack Beasley and Eddie Ward, a result of its disloyalty to the federal Labor government of Scullin. The expelled branch became a separate parliamentary party known as Australian Labor Party (New South Wales), commonly known as Lang Labor. In the federal parliament, Lang Labor was led by Beasley. Lang repudiated the Premiers' Plan agreed by a meeting of the Premiers of the Australian states in June 1931 for the economic management of the Great Depression in Australia. In November 1931, Lang Labor voted with the United Australia Party (UAP) opposition to bring down the Scullin Labor government and force an early election. Lang Labor then ran candidates against the official ALP at the election. Supporters of the federal party (led in New South Wales by Ted Theodore and Ben Chifley) were known as Federal Labor candidates. The election resulted in a landslide victory for the UAP and the election of Lyons as Prime Minister. Most of the Lang members had ultra-safe working class seats and survived, although Ward was narrowly defeated in East Sydney. He would later return at the 1932 East Sydney by-election. In total, Lang Labor won four seats, while nationwide the ALP retained only 14 seats after the loss of 32 seats, and won only three seats in New South Wales. Theodore and Chifley were both defeated ending Theodore's political career. The party also ran in the 1934 federal election. Lang Labor significantly increased its total vote, and won nine seats, at the election, which saw the ALP win only one seat in New South Wales (Newcastle). At its peak, the faction held nine out of 74 seats in the House of Representatives. Lang also had some supporters outside of New South Wales, most notably several state MPs in South Australia who won elections under his banner. ==Reconciliation== In September 1935, John Curtin succeeded Scullin as Federal Labor leader and in February 1936 he brought about a reconciliation with the New South Wales Branch after a series of \"unity conferences\", resulting in Labor running as a single party throughout the nation at the 1937 federal election. Lang remained as the party's state leader in New South Wales. Though Labor remained in opposition after the election, the party's competitiveness was restored with a large increase to their vote and seats held, becoming the largest single party in the House of Representatives on both votes and seats. Lang's lack of success at state elections eroded his support within the labour movement. In his 16 years as state Labor leader, he only won two elections, in 1925 and 1930; he was defeated in 1927, 1932, 1935 and 1938. This led some members of caucus, including Bob Heffron, to break away to form the Industrial Labor Party. In 1939, following intervention by the Federal Executive, the two factions were reunited at a state conference. This gathering also reversed the \"red rules\" and returned the power of selecting the party leader to the caucus. Lang was replaced as state leader by William McKell. ==Australian Labor Party (Non- Communist)== ===1940-1941=== In 1940, Lang seceded from Labor, along with several supporters, and formed a new party called the Australian Labor Party (Non-Communist), in retaliation of a policy opposing Australian involvement in World War II, adopted by the state executive. The breakaway party contested the 1940 federal election, but with only minority support in the Labor movement of NSW. Many of his old supporters such as Eddie Ward remained loyal to Australian Labor Party leader John Curtin, and Lang candidates polled poorly. The Federal Executive again intervened in the NSW branch and expelled the leftist elements. Following the Federal intervention, prior to the May 1941 state election, Lang and nearly all of his followers rejoined the ALP. The reunification would help assist Curtin to become Prime Minister of Australia in October 1941, allowing Labor to form government. ===1943-1950=== In 1943, having published newspaper articles attacking McKell (NSW's Premier since 1941) and Prime Minister John Curtin, Lang was expelled from the ALP and restarted the Australian Labor Party (Non-Communist). This manifestation of Lang Labor contested the 1944 NSW election, electing two members—Lang and Lilian Fowler, Australia's first female mayor. When Lang transferred to federal politics, he was succeeded as the Lang Labor member for Auburn by his son James. Although Fowler and James Lang were both re-elected in the 1947 NSW election, they were defeated in 1950, leading to the party essentially being defunct. During Lang's expulsion, the ALP continued to enjoy their greatest House of Representatives victory both in terms of proportion of seats and their strongest national two-party vote at the 1943 federal election and additionally their first successful federal re-election attempt at the 1946 federal election. During this election Lang was elected to the House of Representatives for the federal seat of Reid, being elected with the benefit of Liberal Party preferences. Lang was a nuisance to the Labor government led, since 1945, by Ben Chifley, whom he repeatedly castigated in public. He lost his seat at the 1949 election. In the double dissolution 1951 election he stood for the Senate, but was not elected. ==Aftermath== Lang was re-admitted to the NSW branch ALP in 1971, at the age of 94, after a campaign by his protégé Paul Keating. He died four years later. ==References== ==Bibliography== *Green, Antony (2009). New South Wales Election Archive, Parliament of New South Wales *Nairn, Bede (1995). Jack Lang the 'Big Fella': Jack Lang and the Australian Labor Party 1891-1949, Melbourne University Press, Melbourne , . *McMullin, Ross (1991). The Light on the Hill: The Australian Labor Party 1891–1991, Oxford University Press *Lang, J. T. (1970). The Turbulent Years, Alpha Books *Lang, J. T. (1956). I Remember, Invicta Press ==External links== Category:Australian labour movement Category:Defunct political parties in Australia Category:Defunct political parties in New South Wales Category:Australian Labor Party breakaway groups Category:Political parties with year of establishment missing Category:Political parties with year of disestablishment missing * ",
    "title": "Lang Labor"
}