{
    "id": "2754038",
    "text": "Major League Baseball on CBS is the branding used for broadcasts of Major League Baseball (MLB) games produced by CBS Sports, the sports division of the CBS television network in the United States. ==History== The network has aired Major League Baseball telecasts in several variations dating back to the 1950s. The most notable version existed from 1990 to 1993. ===July 12, 1949 and August 11, 1951=== Technically, CBS' first ever official Major League Baseball telecast occurred on July 12, 1949. It was the 16th annual All-Star Game from Ebbetts Field in Brooklyn and featured Red Barber on the play-by- play. The Major League Baseball All-Star Game wasn't truly nationally televised until 1952. Prior to this, CBS did broadcast Games 3–4 of the 1947 World Series (the first World Series to ever be televised) with Bob Edge on the call. However, the 1947 World Series was only seen in four markets via coaxial inter-connected stations: New York City; Philadelphia; Schenectady, New York; Washington, D.C.; and, environs surrounding these cities. Outside of New York, coverage was pooled, which continued through 1950. By that point, World Series games could be seen in most of the country, but not all. On August 11, 1951, CBS' flagship television station WCBS-TV in New York City broadcast the first baseball game ever televised in color between the Brooklyn Dodgers and Boston Braves from Ebbets Field, in which the Braves beat the Dodgers 8–1. As were all color programs at the time, it was transmitted via a field-sequential color system developed by CBS. Signals transmitted this way could not be seen on existing black-and-white sets. Later that year, CBS televised Game 1 of the National League tie-breaker series between the Dodgers and the New York Giants. Red Barber and Connie Desmond called that particular game and John Derr served as a field reporter. The remaining two games (including the legendary \"Shot Heard 'Round the World\" that ended Game 3 to send the Giants to the World Series) were broadcast by NBC with Ernie Harwell and Russ Hodges on the call. ===Original Major League Baseball on CBS program (1955–1965)=== ====1955–1958==== By , Dizzy Dean and the Game of the Week would move from ABC to CBS (the rights were actually set up through the Falstaff Brewing Corporation). \"CBS' stakes were higher\" said Buddy Blattner, who left the Mutual Broadcasting System to rejoin Dean. Ron Powers wrote about the reteaming of Dean and Blattner, \"they wanted someone who'd known Diz, could bring him out.\" Gene Kirby, who had worked with Dean and Blattner at Mutual and ABC, produced the telecasts and also filled in on announcing duties. Bob Finnegan, who along with Bill McColgan had called backup games for ABC, performed the same role for CBS, working with a variety of color men including future Wide World of Sports host Jim McKay and future World News Tonight anchor Frank Reynolds. In 1956, CBS Sports director Frank Chirkinian devised an earplug called an Intercepted Feed Back (or IFB) in order to connect the announcer, director, producer and thus, smoothing on-air flow. In , CBS added a Sunday Game of the Week. ABC's Edgar Scherick said \"In '53, no one wanted us. Now teams begged for \"Game\"'s cash.\" That year, the National Football League (NFL) began a US$14.1 million revenue-sharing pact. By , Major League Baseball ended the large-market blackout, got $6.5 million for exclusivity, and split the pot. With CBS now carrying the Game of the Week, the network's stations in Phoenix (KOOL-TV), Little Rock (KTHV) and Cedar Rapids (KGAN-TV) were finally receiving the broadcasts. Bud Blattner said \"America had never had TV network ball. Now you're getting two games a week [four, counting NBC, by ].\" In , Dizzy Dean ruffled the feathers of CBS Sports head Bill MacPhail when he said \"I don't know how we come off callin' this the 'Game of the Week'. There's a much better game – Dodgers-Giants – over on NBC.\" Dean also once refused a Falstaff ad because the date was Mother's Day. When United Airlines backed CBS' Game of the Week telecasts, Dean – who hated to fly – said \"If you have to, pod-nuh, Eastern is much the best.\" That year, George Kell served as host for the pregame show. During one broadcast, Kell hoped to ask guest Casey Stengel about the Yankees' batting order. When asked about how it went, Kell said, \"Fine. But in our 15 minutes, Casey didn't get past the leadoff batter.\" ====1959–1963==== Jack Whitaker and Frankie Frisch announced the backup games from 1959 to 1961. They usually did games that took place in Philadelphia, New York City, Washington, D.C. or Baltimore. Whitaker once said in three years, he would only broadcast three innings because CBS would not switch away from Dizzy Dean. However, he said that he learned a lot of baseball just sitting next to Frisch. CBS had other backup crews for games featuring the Chicago Cubs and White Sox, Cleveland Indians and Cincinnati Reds. In these cases, Bob Finnegan would handle the play-by-play duties with various analysts depending on the city. CBS did not have Game of the Week rights from any other ballparks in those years. Pee Wee Reese replaced Blattner as Dean's partner in . That year, Jerry Coleman hosted the pregame show for CBS' Game of the Week broadcasts. A rather embarrassing incident for Coleman occurred when he was interviewing Cookie Lavagetto when the \"Star- Spangled Banner\" started. Coleman later said, \"Believe me, when the Anthem starts, I stop, whether I'm taping, talking, or eating a banana.\" In 1962, CBS dropped the Sunday baseball Game of the Week once the NFL season started, dropping the option clause for affiliates to carry baseball or football in place since 1957. In 1963 and 1964, viewers in San Francisco were unable to see certain baseball telecasts aired by CBS on KPIX-TV locally, although the games aired on stations in markets adjacent to the Bay Area. In 1963, KPIX pre-empted the July 13 game between the San Francisco Giants-Philadelphia Phillies (at 10:15 a.m.), and the Los Angeles Dodgers-Phillies game on July 14 (at 9:30 a.m.); in 1964, the station pre-empted the Kansas City Athletics-New York Yankees game on May 16 (at 10:45) and the Milwaukee Braves-St. Louis Cardinals game on May 17. All four games did air on NBC affiliate KSBW in Salinas, KXTV in Sacramento and ABC affiliate KHSL-TV in Chico (the games also aired on KOLO-TV in Reno, Nevada, however it joined the two July 1963 games in progress, at 10:25 and 9:55 a.m. on the respective dates). ====1964–1966==== By , CBS' Dean and Reese called games from Yankee Stadium, Wrigley Field, St. Louis, Philadelphia and Baltimore. The New York Yankees got a $550,000 share of CBS' $895,000. Six clubs that exclusively played nationally televised games on NBC were paid $1.2 million. The theme music used on the CBS telecasts during this era was a Dixieland styled rendition of \"Take Me Out to the Ballgame\". In , the New York Yankees, which in the year prior played 21 Games of the Week for CBS (which had actually just purchased the Yankees), joined NBC's television package. The new package under NBC called for 28 games compared to the 123 aired across the three networks in 1960. ====Announcers==== Play-by-play * Dizzy Dean (–; (Yankee Baseball)) * Bob Finnegan (–) * Bill McColgan (–) * Jack Whitaker (–) Color commentators * Bud Blattner (–) * Frankie Frisch (–) * Gabby Hartnett (–) * Jim McKay (–) * Pee Wee Reese (–; (Yankee Baseball)) * Frank Reynolds () Hosts/field reporters * Jerry Coleman () * George Kell () ===1990–1993 version=== By the end of the 1987-88 season, CBS finished in last place and was looking to get themselves out of the slump that they had gotten themselves into. They decided that sports would be a very powerful tool to put CBS back on the map. So on that end, they paid a huge sum of money to broadcast Major League Baseball. On December 14, 1988, CBS (under the guidance of Commissioner Peter Ueberroth, Major League Baseball's broadcast director Bryan Burns, CBS Inc. CEO Laurence Tisch as well as CBS Sports executives Neal Pilson and Eddie Einhorn) paid approximately US$1.8 billion (equivalent to billion in ) for exclusive over- the-air television rights for over four years (beginning in 1990). CBS paid about $265 million each year for the World Series, League Championship Series, All-Star Game, and the Saturday Game of the Week. CBS replaced ABC (which had broadcast Monday and later Thursday night baseball games from 1976 to 1989) and NBC (which had broadcast Major League Baseball in some shape or form since 1947 and the Game of the Week exclusively since 1966) as the national broadcast network television home of Major League Baseball. It was one of the largest agreements (to date) between the sport of baseball and the business of broadcasting. The cost of the deal between CBS and Major League Baseball was about 25% more than in the previous television contract with ABC and NBC. The deal with CBS was also intended to pay each team (26 in and then, 28 by ) $10 million a year. The network would also be paying an estimated $7.1 million per game or $790,000 per inning, and $132,000 per out; a separate cable television deal would bring each team an additional $4 million. Each team could also cut its own deal with broadcast and cable television channels and radio stations to serve as their local broadcasters (for example, the New York Yankees signed a cable deal with MSG that would pay the team $41 million annually for 12 years). Reportedly, after the huge television contracts with CBS and ESPN were signed, baseball clubs spent their excess millions on free agent players. Author and presidential speechwriter Curt Smith however, said that Major League Baseball's deal with CBS Sports was \"sportscasting's Exxon Valdez.\" Had baseball valued national promotion provided by the Game of the Week, said Smith, it never would have crafted a fast-bucks plan that has cut off the widest viewership. \"It's an obscene imbalance\", Smith also said, \"to have 175 games going to 60 percent of the country [in reference to Major League Baseball's corresponding cable deal with ESPN, which at the time was only available in about 60% of the country] and 16 games going to the rest.\" He added: \"Baseball has paid a grievous price for being out of sight and out of mind. It's attacked the lower and middle classes that forms baseball's heart. . . . In the end, the advertising community has come to view baseball as a leper.\" One possible key factor towards why NBC lost the baseball package to CBS was due to their commitment to broadcasting the 1992 Summer Olympics from Barcelona. To put things into proper perspective, two weeks prior to the announcement of the baseball deal with CBS, NBC had committed itself to paying $401 million for U.S. broadcast rights to the 1992 Summer Olympics. After the baseball deal was announced, some skeptics surmised that CBS had lowballed the Barcelona bidding so that it would have at least $1 billion to spend on baseball. According to industry insiders, neither NBC nor ABC wanted the entire baseball package—that is, regular-season games, both League Championship Series and the World Series—because such a commitment would require them to preempt too many highly rated prime time shows. Thus, ABC and NBC bid thinking that two of the networks might share postseason play again or that one of the championship series might wind up on cable. Peter Ueberroth had encouraged the cable idea, but after the bids were opened, NBC and ABC found to their chagrin that he preferred network exposure for all postseason games. Only CBS, with its weak prime time programming, dared go for that. Before the previous television contract (which ran from to ) with Major League Baseball was signed, CBS was at one point, interested in a pact which would have called for three interleague games airing only on Thursday nights during the season. The proposed deal with CBS involved respectively American League East teams playing the National League East, and the American League West playing the National League West. At the end of their coverage of the 1989 World Series, ABC commentator Al Michaels said: ====Trademarks==== A trademark of CBS' baseball coverage was its majestic, uplifting, and harmonious theme music (which was composed by Bob Christianson and Tony Smythe). Besides the prologues (with the play-by-play announcer previewing the upcoming matchup) for the Saturday Game of the Week, the music was usually set to the opening graphic of an opaque rendition of the CBS Eye entering a big, waving red, white and blue bunting and then a smaller, unfolding red, white and blue bunting (over a white diamond) and floating blue banner (which usually featured an indicating year like for instance, \"1991 World Series\") complete with dark red Old English text. Pat O'Brien presided over the World Series and All-Star Game telecasts, while usually delivering the prologue (normally set against the live scenery over the theme music). Though O'Brien would be joined in 1993 by co-host Andrea Joyce during the MLB All-Star Game and World Series. The network used the slogan \"Baseball's biggest moments are on CBS!\" to promote its regular season Game of the Week broadcasts. This was especially considerate because 1990 would mark the first time since 1975 (NBC) that a single network presented the complete Major League Baseball package nationwide. The pre-game shows were titled Baseball, with the corresponding season tagged at the end (such as Baseball '90 and Baseball '91) for each year. =====Other music===== For Pat O'Brien's prologue for Game 3 of the 1990 National League Championship Series, between the Cincinnati Reds and Pittsburgh Pirates, CBS used David Arkenstone's \"Desert Ride\", which would subsequently be used during Bob Costas' prologue for NBC's coverage of Game 6 of the 1993 NBA Finals between the Chicago Bulls and Phoenix Suns. During the closing credits of CBS' coverage of Game 4 of the 1990 World Series (after the Cincinnati Reds swept the Oakland Athletics), CBS used James Horner's score from the end credits of the 1989 film Glory. A recurring theme during CBS' coverage of the postseason was the usage of Michael Kamen's \"Overture\" from Robin Hood: Prince of Thieves. From start to finish, an audio montage of baseball's most memorable moments played over it, followed by a video and music (with no narration) recap of both League Championship Series and the World Series from to . The \"Training\" cue from Robin Hood: Prince of Thieves was played against an all slow-motion montage of the entire series. As Tim McCarver recapped the first six games of the 1991 World Series before Game 7, CBS used Hans Zimmer's \"Fighting 17th\" from the movie Backdraft for the soundtrack. During Pat O'Brien's prologue for CBS' coverage of the 1992 Major League Baseball All-Star Game, Ennio Morricone's theme from the 1987 film The Untouchables was used. CBS previously used this particular theme for the prologue of their 1990 National League Championship Series coverage. NBC would subsequently used Morricone's theme during the closing credits for their coverage of Game 6 of the 2000 American League Championship Series (their final Major League Baseball broadcast to date). During Pat O'Brien's prologue for Game 1 of the 1991 American League Championship Series between the Minnesota Twins and Toronto Blue Jays and Dick Stockton's prologue for Game 5 of the 1992 American League Championship Series between the Toronto Blue Jays and Oakland Athletics, CBS used \"In Celebration of Man\" by Yanni, which is now known for being the theme music for NBC's U.S. Open golf coverage. Also during CBS' 1992 ALCS coverage, CBS enlisted the cast of Sesame Street such as Big Bird, Oscar the Grouch and Telly Monster to help with the intros. During the 1993 All-Star Game and postseason, highlights of past All-Star Games and postseason moments were scored using the John Williams composed theme from the movie Jurassic Park. Also during the commercial breaks of the 1993 All-Star Game, CBS provided a snippet of Don Henley's \"The Boys of Summer\". Van Halen's \"Right Now\" was used during the opening for the network's coverage of Game 4 of the 1993 American League Championship Series between the Toronto Blue Jays and Chicago White Sox. During the prologue for Game 1 of the 1993 World Series, CBS used Hans Zimmer's \"The Walk Home\" from the movie Cool Runnings. During the prologue for Game 6 of the 1993 World Series (CBS' final Major League Baseball telecast to date), they used Jerry Goldsmith's \"Tryouts\" from the movie Rudy. Meanwhile, during the closing credits for Game 6 of the 1993 World Series, they used Bob Seger's \"The Famous Final Scene\" followed by Billy Joel's \"Famous Last Words\". ====Year-by-year==== CBS for the most part, bypassed the division and pennant races. Instead, its schedule focused on games featuring major-market teams, regardless of their record. =====1990===== Major League Baseball's four-season tenure with CBS (–) was marred by turmoil and shortcomings throughout. The original plan was for Brent Musburger to be the primary play-by-play announcer for CBS' baseball telecasts (thus, having the tasks of calling the All-Star Game, National League Championship Series and World Series), with veteran broadcaster and lead CBS Radio baseball voice Jack Buck to serve as the secondary announcer (which would involve calling a second weekly game and the American League Championship Series). Former ABC color commentator Tim McCarver was hired by CBS to be Musburger's partner while NBC's Jim Kaat was hired to be Buck's. However, weeks before CBS was to debut its MLB coverage, on April 1, 1990, Musburger was fired by the network over what CBS perceived to be a power grab by Musburger in taking on the assignment (at the time, Musburger was CBS' lead college basketball announcer, host of The NFL Today, and was the main studio host for the NBA and had felt that he had been given too many broadcasting assignments by the network). With Musburger's firing, Buck was moved up to the primary announcing team alongside McCarver. His position as backup announcer alongside Kaat was taken by CBS' lead NBA announcer, Dick Stockton. Studio host Greg Gumbel took over for Stockton as the secondary play-by-play announcer in . Gumbel was in return, replaced by Andrea Joyce, who served as a field reporter for the first three seasons of CBS' coverage. On the teaming of Buck and McCarver, Broadcasting magazine wrote \"The network has exclusivity, much rides on them.\" Joining the team of Buck and McCarver was Lesley Visser (who was, incidentally, married to the aforementioned Dick Stockton), became the first woman to cover the World Series in 1990. It was initially speculated that Dick Stockton wouldn't have been available to contribute as the secondary play-by-play announcer due to his football and basketball commitments for CBS. In the interim between Brent Musburger's firing and Jack Buck's promotion, there had been speculation that if Al Michaels won an arbitration case involving ABC, he would join CBS as its lead baseball announcer. Michaels had been feuding with the network over an alleged violation of company policy. Michaels' contract with ABC was originally set to expire in late 1992. Ultimately however, ABC announced a contract extension that sources said would keep Michaels at ABC through at least the end of 1995 and would pay him at least $2.2 million annually with the potential to earn more. That would make Michaels the highest-paid sports announcer in television. Meanwhile, Jim Kaat earned rave reviews for his role as CBS' backup analyst (which flashed a considerable \"good-guy air\"). Ron Bergman wrote of Kaat's performance during the 1990 ALCS, \"This was a night for pitchers to excel. Dave Stewart. Roger Clemens. Jim Kaat [on commentary].\" Despite the rave reviews, Jim Kaat admitted that he was frustrated. He felt that at that point and time, the idea of figuring out what to talk about during a three-hour broadcast had become intimidating. As a result, Kaat would bring notes into the booth, but in the process, found himself providing too much detail. He ultimately confided in his broadcasting partner, Dick Stockton, that he wanted to work without notes. So Stockton hooked Kaat up with then-lead NFL on CBS color commentator, John Madden for a telephone seminar. Madden said if he brought notes into the booth he felt compelled to use them and would \"force\" something into a telecast. On his seminar with John Madden, Jim Kaat said \"Then John told me if he did his homework it would be stored in his memory bank. And if it is important it will come out. If it doesn't, it probably wasn't that important.\" A mildly notorious moment came during CBS' coverage of the 1990 All-Star Game from Wrigley Field in Chicago. In a game that was marred by rain delays for a combined 85 minutes (including a 68-minute monsoon during the 7th inning), CBS annoyed many diehard fans by airing the William Shatner-hosted reality series Rescue 911 during the delay. ======Regular season====== CBS initially did not want to start their 1990 coverage until after the network had aired that year's NBA Finals (which was the last time CBS aired the Finals before the NBA's move to NBC). Therefore, only 12 regular season telecasts were scheduled The broadcasts would have been each Saturday from June 16 through August 25 and a special Sunday telecast on the weekend of August 11–12 (the New York Yankees against the Oakland Athletics in Oakland on both days). Ultimately, four more telecasts were added – two in April and two on the last two Saturdays of the season. {| border=\"1\" cellpadding=\"1\" |Date |Teams |Announcers |- |April 14, 1990 |Chicago Cubs at Pittsburgh Los Angeles at Houston |Jack Buck and Tim McCarver Dick Stockton and Jim Kaat |- |April 21, 1990 |Montreal at New York Mets California at Minnesota |Jack Buck and Tim McCarver Dick Stockton and Jim Kaat |- |June 16, 1990 |Boston at Baltimore San Diego at Los Angeles |Jack Buck and Tim McCarver Dick Stockton and Jim Kaat |- |June 23, 1990 |St. Louis at Chicago Cubs San Francisco at Houston |Jack Buck and Tim McCarver Dick Stockton and Jim Kaat |- |June 30, 1990 |Oakland at Toronto |Jack Buck and Tim McCarver |- |July 7, 1990 |Chicago Cubs at San Francisco Minnesota at New York Yankees |Jack Buck and Tim McCarver Dick Stockton and Jim Kaat |- |July 10, 1990 |All-Star Game (Wrigley Field, Chicago) |Jack Buck and Tim McCarver |- |July 14, 1990 |Kansas City at Boston San Diego at Pittsburgh |Greg Gumbel and Jim Kaat Jack Buck and Tim McCarver |- |July 21, 1990 |San Francisco at Chicago Cubs Philadelphia at Cincinnati |Dick Stockton and Jim Kaat Jack Buck and Tim McCarver |- |July 28, 1990 |St. Louis at New York Mets Baltimore at Kansas City |Jack Buck and Tim McCarver Dick Stockton and Jim Kaat |- |August 4, 1990 |Los Angeles at San Francisco New York Mets at St. Louis |Jack Buck and Tim McCarver Dick Stockton and Jim Kaat |- |August 11, 1990 |New York Yankees at Oakland Texas at Chicago White Sox |Jack Buck and Tim McCarver Dick Stockton and Jim Kaat |- |August 12, 1990 |New York Yankees at Oakland |Jack Buck and Tim McCarver |- |August 18, 1990 |California at Boston Pittsburgh at Cincinnati |Dick Stockton and Jim Kaat Jack Buck and Tim McCarver |- |August 25, 1990 |New York Mets at Los Angeles Boston at Toronto |Jack Buck and Tim McCarver Dick Stockton and Jim Kaat |- |September 22, 1990 |St. Louis at Pittsburgh Boston at New York Yankees |Jack Buck and Tim McCarver Dick Stockton and Jim Kaat |- |September 29, 1990 |Boston at Toronto |Dick Stockton and Jim Kaat |} ======Postseason====== The 1990 postseason started on a Thursday, while World Series started on a Tuesday due to the brief lockout. Major League Baseball and CBS went with some rather unconventional scheduling during the LCS round, with two consecutive scheduled off-days in the NLCS after Game 2. After NBC lost the Major League Baseball package to CBS, the network aggressively counter-programmed CBS' postseason baseball coverage with made-for-TV movies and miniseries geared towards female viewers. CBS' first year of Major League Baseball postseason coverage in general, proved to be problematic for the network. First and foremost, none of the teams involved in the ALCS (Boston and Oakland), NLCS (Cincinnati and Pittsburgh), and World Series (Cincinnati and Oakland) involved teams from baseball's largest media markets. This more than likely, helped reduce playoff ratings by 9.4% for prime time games and 3.4% for weekend daytime games. This was below the levels of the playoffs the year before, when they aired on NBC. While the ratings for the 1990 World Series improved to 26.2 compared to 1989, the 1989 Series (which aired on ABC) was interrupted for 10 days by the Loma Prieta earthquake. All in all, the 1989 World Series was at the time, the lowest rated World Series ever. More to the point, the ratings for the 1990 World Series on CBS were significantly lower than any World Series between 1982 and 1988. Although the 1990 NLCS lasted six games, that year's ALCS and more importantly, the World Series, lasted only four out of seven possible games. To put things into proper perspective, by one estimate, CBS lost $5 million for each playoff game not played and US$15.4 million for each World Series game not played. At the end of the day, CBS lost $12 million to $15 million on each of the League Championship Series and World Series games not played, for a total of $36 million to $45 million. =====1991===== After sustaining huge losses (CBS claimed to have lost about $55 million in after-taxes revenue in 1990, which would go up to $170 million at the end of its four-year contract) from 1990's abbreviated postseason (which ended with the Cincinnati Reds shockingly sweeping the defending World Champion Oakland Athletics in the World Series), CBS made several notable adjustments for 1991. Regular season telecasts were reduced to a meager handful. In return, pregame shows during the League Championship Series were entirely eliminated, to minimize the ratings damage. On Sunday, May 5, CBS broadcast games involving Cleveland at Oakland (with Jack Buck and Tim McCarver on the call) and Boston at the Chicago White Sox (with Dick Stockton and Jim Kaat on the call). And then on Sunday, July 14, Dick Stockton and Jim Kaat called a game in Anaheim between the New York Yankees and California Angels. For CBS' coverage of the 1991 All- Star Game from Toronto, CBS started their broadcast at the top of the hour with the customary pregame coverage. And then, because American President George H.W. Bush and Canadian Prime Minister Brian Mulroney were throwing out the first ball, there was a slight delay from the 8:30 p.m. EDT start. The game eventually started about 15–20 minutes late. Presumably this, along with CBS' low ratings for baseball, and the costs of doing pregame coverage, led to them starting the prime time broadcasts at 8:30 for the final two years of the contract, with little or no pregame content. The 1991 season was perhaps most noteworthy for CBS having the opportunity to cover the now legendary World Series between the Minnesota Twins and Atlanta Braves. In this Series, four games were won during the teams' final at-bat, and three of these, including the seventh and decisive game, were in extra innings. In the sixth game, Jack Buck famously called Minnesota left fielder Kirby Puckett's game-winning home run off of Charlie Leibrandt with the line \"And we'll see you tomorrow night!\" Ultimately, the tightly contested, seven-game affair between Minnesota and Atlanta earned CBS the highest ratings for a World Series since the 1986 World Series between the New York Mets and Boston Red Sox on NBC. Earlier in the postseason, CBS' coverage of the ALCS meant that they could not carry the live testimony of Clarence Thomas, whose confirmation to the United States Supreme Court was put into question because of charges of sexual harassment from former staffer Anita Hill. Meanwhile, ABC, NBC, CNN and PBS all carried the testimony. As previously mentioned, as CBS' baseball coverage progressed, the network dropped its 8:00 p.m. pregame coverage (in favor of airing sitcoms such as Evening Shade), before finally starting their coverage at 8:30 p.m. Eastern Time. The first pitch would generally arrive at approximately 8:45 p.m. Perhaps as a result, Joe Carter's World Series clinching home run off Mitch Williams in 1993, occurred at 12 a.m. on the East Coast. ======Regular season====== {| border=\"1\" cellpadding=\"1\" |Date |Teams |Announcers |- |April 20, 1991 |New York Mets at Montreal Detroit at Chicago White Sox |Dick Stockton and Jim Kaat Jack Buck and Tim McCarver |- |April 27, 1991 |Chicago Cubs at Cincinnati Seattle at Minnesota |Jack Buck and Tim McCarver Dick Stockton and Jim Kaat |- |May 5, 1991 |Boston at Chicago White Sox Cleveland at Oakland |Dick Stockton and Jim Kaat Jack Buck and Tim McCarver |- |May 18, 1991 |New York Mets at Los Angeles |Jack Buck and Tim McCarver |- |May 25, 1991 |Los Angeles at Cincinnati Cleveland at Milwaukee |Dick Stockton and Jim Kaat Jack Buck and Tim McCarver |- |June 15, 1991 |Chicago Cubs at San Diego |Dick Stockton and Jim Kaat |- |June 22, 1991 |Pittsburgh at Los Angeles |Jack Buck and Tim McCarver |- |June 29, 1991 |St. Louis at Chicago Cubs Boston at Baltimore |Jack Buck and Tim McCarver Dick Stockton and Jim Kaat |- |July 9, 1991 |All-Star Game (SkyDome, Toronto) |Jack Buck and Tim McCarver |- |July 14, 1991 |New York Yankees at California |Dick Stockton and Jim Kaat |- |July 20, 1991 |Los Angeles at New York Mets Detroit at Kansas City |Jack Buck and Tim McCarver Dick Stockton and Jim Kaat |- |August 3, 1991 |Toronto at Boston Pittsburgh at St. Louis |Jack Buck and Tim McCarver Dick Stockton and Jim Kaat |- |August 24, 1991 |Cincinnati at New York Mets New York Yankees at Toronto |Jack Buck and Tim McCarver Dick Stockton and Jim Kaat |- |September 14, 1991 |Los Angeles Dodgers at Atlanta Oakland at Toronto |Jack Buck and Tim McCarver Dick Stockton and Jim Kaat |- |September 21, 1991 |Toronto at Oakland |Dick Stockton and Tim McCarver |- |September 28, 1991 |San Francisco at Los Angeles Atlanta at Houston |Jack Buck and Tim McCarver Dick Stockton and Jim Kaat |- |October 5, 1991 |Houston at Atlanta Los Angeles at San Francisco |Dick Stockton and Jim Kaat Jack Buck and Tim McCarver |} ====Sean McDonough replaces Jack Buck==== After two years of calling baseball telecasts for CBS, Jack Buck was dismissed in December 1991. According to the radio veteran Buck, he had a hard time adjusting to the demands of a more constricting television production. CBS felt that Buck should have done more to make himself appear to be a set-up man for lead analyst Tim McCarver. Jack Buck's son Joe tried to rationalize his father's on-air problems by saying \"My dad was brought up in the golden age of radio, I think he had his hands tied somewhat, being accustomed to the freedom of radio. I'm more used to acquiescing to what the producer wants to do, what the director wants to do.\" Buck himself sized up CBS' handling of the announcers by saying \"CBS never got that baseball play-by-play draws word- pictures. All they knew was that football stars analysts. So they said, 'Let [analyst Tim] McCarver run the show.' In television, all they want you to do is shut up. I'm not very good at shutting up.\" Buck though, would add that although he knew Tim McCarver well, they never developed a good relationship with each other on the air despite high hopes to the contrary. Phil Mushnick added insult to injury to Buck by accusing him of \"trying to predict plays, as if to prove he was still on top.\" Buck also got into deep trouble with CBS executives (namely executive producer Ted Shaker) over questionable comments made towards singer Bobby Vinton in 1990. While on-air prior to Game 4 of that year's NLCS in Pittsburgh, Buck criticized Vinton's off-key rendition of \"The Star-Spangled Banner\", making a comment towards Vinton that sounded like a prejudicial remark centered on his Polish heritage. Joe Buck believed that the situation was ironic because his father was \"trying to help the guy.\" Buck began receiving death threats from Pirate fans and discovered a footprint on his pillow once he returned to his hotel room. =====1992===== Buck's replacement was Boston Red Sox announcer Sean McDonough. Ted Shaker called McDonough about his interests for the top announcing job, and after McDonough hung up the telephone, he claimed that he did not want to \"act like a 10-year- old\" but he \"jumped so high that he put a hole in his ceiling.\" McDonough, who was 30 years old at the time, became the youngest full-time network announcer to call a World Series when he called that year's Fall Classic alongside McCarver. For CBS' coverage of the 1992 All-Star Game, they introduced Basecam, a lipstick-size camera, inside first base. Over the course of Game 2 of the 1992 ALCS, Jim Kaat was stricken with a bad case of laryngitis. As a result, Johnny Bench had to come over from the CBS Radio booth and finish the game with Dick Stockton as a \"relief analyst.\" There was talk that if Kaat's laryngitis did not get better, Don Drysdale was going to replace Kaat on television for Game 3, while Bench would continue to work on CBS Radio. Tim McCarver ran afoul of Atlanta Braves outfielder Deion Sanders during the 1992 postseason, when he made comments on-air criticizing Sanders for his two-sport athletic career; Sanders was playing for both the Braves and the NFL's Atlanta Falcons at the time and participated in both the baseball postseason and the early NFL regular season for the first time in 1992 (Sanders was unable to do this in 1991, as his NFL contract with the Falcons would not allow him to). Sanders retaliated following Game 7 of the NLCS by dumping a bucket of ice water on McCarver (who was wired for sound and feared electrocution). McCarver was not immune to criticism from outside sources, either, as Norman Chad wrote a critique of him in Sports Illustrated during the postseason. Chad said that McCarver was someone who \"when you ask him the time, will tell you how a watch works\", a reference to McCarver's perceived tendency to overanalyze things. Chad went further by saying \"What's the difference between Tim McCarver and appendicitis? Appendicitis is covered by most health plans.\" McCarver was also known to make gaffes from time to time. One of his more amusing miscues came during the 1992 National League Championship Series when he repeatedly referred to Pittsburgh Pirates pitcher Tim Wakefield as \"Bill Wakefield.\" He finally explained that Bill Wakefield was one of his old minor-league teammates, and he laughed at himself because \"I forgot my own name!\" The year prior, during Game 6 of the World Series, McCarver's broadcast colleague, Jack Buck talked about Atlanta third baseman Terry Pendleton, who hit .367 in the series. Buck said, \"TP. That's what his teammates call him.\" A few seconds later, McCarver rather oddly added, \"TP. An appropriate name for someone who plays on the Braves.\" During the 1992 postseason, CBS missed covering one of the three debates among U.S. presidential candidates George H.W. Bush, Bill Clinton and H. Ross Perot. CBS had planned to join other broadcast and cable networks in the telecast; however, Game 4 of the ALCS between the Toronto Blue Jays and Oakland Athletics did not end until 8:30 p.m. Eastern Time, about the time the debate ended. The Blue Jays won the game 7–6 in 11 innings. The other networks reported very good ratings for the debate, part of one of the more compelling election campaigns in recent times. The 1992 NLCS between the Atlanta Braves and Pittsburgh Pirates meanwhile, ended in dramatic fashion; in the bottom of the ninth inning of Game 7, with Atlanta down 2–1 and the bases loaded, the Braves' Francisco Cabrera cracked a two-run single that scored David Justice and Sid Bream. Bream famously slid to score the Series-winning run, beating the throw by Pirates left fielder Barry Bonds. Don Ohlmeyer, the former head of NBC Sports and President of NBC West Coast, supposedly called the event \"one of the most exciting baseball moments he had ever seen,\" albeit regretting the time of day it took place. ======Regular season====== :Note: All times eastern {| border=\"1\" cellpadding=\"1\" |Date |Teams |Announcers |- |April 18, 1992 |Chicago Cubs at St. Louis Detroit at Baltimore |Sean McDonough and Tim McCarver Dick Stockton and Jim Kaat |- |April 25, 1992 |Oakland at Minnesota (1 p.m.) |Sean McDonough and Tim McCarver |- |May 2, 1992 |New York Mets at Atlanta Texas at Chicago White Sox (1 p.m.) |Dick Stockton and Jim Kaat Sean McDonough and Tim McCarver |- |June 13, 1992 |Boston at Toronto (10 p.m.) Los Angeles at Cincinnati (1 p.m.) |Sean McDonough and Tim McCarver Dick Stockton and Jim Kaat |- |June 20, 1992 |San Diego at San Francisco (3 p.m.) |Dick Stockton and Jim Kaat |- |June 27, 1992 |New York Mets at St. Louis Atlanta at Cincinnati |Sean McDonough and Tim McCarver Dick Stockton and Jim Kaat |- |July 4, 1992 |Chicago Cubs at Atlanta Cincinnati at Pittsburgh |Sean McDonough and Tim McCarver Dick Stockton and Jim Kaat |- |July 11, 1992 |St. Louis at Los Angeles |Sean McDonough and Tim McCarver |- |July 14, 1992 |All-Star Game (Jack Murphy Stadium, San Diego; 8 p.m.) |Sean McDonough and Tim McCarver |- |July 18, 1992 |Texas at Baltimore (1 p.m.) |Sean McDonough and Tim McCarver |- |July 25, 1992 |Minnesota at Boston Texas at Baltimore |Dick Stockton and Jim Kaat Sean McDonough and Tim McCarver |- |August 1, 1992 |New York Yankees at Toronto (1 p.m.) Oakland at Kansas City (1 p.m.) |Dick Stockton and Jim Kaat Sean McDonough and Tim McCarver |- |August 8, 1992 |Los Angeles Dodgers at Atlanta New York Mets at Chicago Cubs (1 p.m.) |Sean McDonough and Tim McCarver Dick Stockton and Jim Kaat |- |August 29, 1992 |Cincinnati at New York Mets Milwaukee at Toronto (1 p.m.) |Dick Stockton and Jim Kaat Sean McDonough and Tim McCarver |- |September 19, 1992 |Texas at Toronto (3 p.m.) Baltimore at Milwaukee |Sean McDonough and Tim McCarver Dick Stockton and Jim Kaat |- |September 26, 1992 |Oakland at Milwaukee New York Mets at Pittsburgh |Dick Stockton and Jim Kaat Sean McDonough and Tim McCarver |- |October 3, 1992 |Detroit at Toronto (3 p.m.) Milwaukee at Oakland |Sean McDonough and Tim McCarver Dick Stockton and Jim Kaat |} =====1993===== Lesley Visser missed the first half of the 1993 season due to injuries earlier suffered in a bizarre jogging accident in New York City's Central Park. Visser broke her hip and skidded face-first across the pavement, requiring reconstructive plastic surgery on her face and more than a decade later required an artificial hip replacement. She missed the Major League Baseball All-Star Game. Jim Kaat would replace her while she recuperated. Jim Gray also served as a reporter for the All-Star Game and World Series. As previously mentioned, for 1993, CBS made a broadcast booth change by removing Dick Stockton from his role as secondary play-by-play announcer after three seasons, and replacing him with Greg Gumbel. Also as previously mentioned, also during the 1993 season, Andrea Joyce replaced Gumbel as studio host. Joyce would be joined at the anchor desk by Pat O'Brien. At the 1993 World Series, she became the first woman to co-host the network television coverage for a World Series. Sean McDonough filled in for O'Brien, who was suffering from laryngitis, as the pregame host for Game 6 of the 1993 National League Championship Series. Game 6 of the NLCS by the way, didn't have its first pitch until nearly 8:50 p.m. EST so that CBS could run 60 Minutes in its entirety. During CBS' coverage of the World Series, umpires were upset with the overhead replays being televised by CBS. Dave Phillips, the crew chief, said just prior to Game 2 that the umpires want \"CBS to be fair with their approach.\" Rick Gentile, senior vice president for production for CBS Sports, said that Richie Phillips, the lawyer for the Major League Umpires Association, tried to call the broadcast booth during Saturday's game, but the call was not put through. Richie Phillips apparently was upset when Dave Phillips called the Philadelphia Phillies' Ricky Jordan out on strikes in the fourth inning, and a replay showed the pitch to be about 6 inches outside. National League President Bill White, while using a CBS headset in the broadcast booth during Game 1, was overheard telling Gentile and the producer Bob Dekas, \"You guys keep using that camera the way you want. Don't let Phillips intimidate you.\" ======Regular season====== {| border=\"1\" cellpadding=\"1\" |Date |Teams |Announcers |- |April 17, 1993 |New York Mets at Cincinnati Chicago White Sox at Boston |Greg Gumbel and Jim Kaat Sean McDonough and Tim McCarver |- |April 24, 1993 |Florida at Colorado Cincinnati at Chicago Cubs |Sean McDonough and Tim McCarver Greg Gumbel and Jim Kaat |- |May 1, 1993 |St. Louis at Atlanta |Sean McDonough and Tim McCarver |- |May 8, 1993 |Baltimore at Toronto (1 p.m.) |Sean McDonough and Tim McCarver |- |May 15, 1993 |Los Angeles at Houston |Sean McDonough and Tim McCarver |- |May 22, 1993 |New York Yankees at Boston California at Texas |Sean McDonough and Tim McCarver Greg Gumbel and Jim Kaat |- |May 29, 1993 |San Francisco at Atlanta Montreal at Chicago Cubs |Greg Gumbel and Jim Kaat Sean McDonough and Tim McCarver |- |July 10, 1993 |San Francisco at Philadelphia Detroit at Kansas City |Sean McDonough and Tim McCarver Greg Gumbel and Jim Kaat |- |July 13, 1993 |All-Star Game (Oriole Park at Camden Yards, Baltimore; 8 p.m.) |Sean McDonough and Tim McCarver |- |July 17, 1993 |Oakland at New York Yankees Houston at St. Louis |Sean McDonough and Tim McCarver Greg Gumbel and Jim Kaat |- |July 24, 1993 |Philadelphia at San Francisco |Sean McDonough and Tim McCarver |- |July 31, 1993 |Detroit at Toronto Atlanta at Houston |Greg Gumbel and Jim Kaat Sean McDonough and Tim McCarver |- |August 7, 1993 |Boston at Detroit Chicago Cubs at St. Louis |Sean McDonough and Tim McCarver Jim Kaat and Steve Stone |- |August 28, 1993 |Chicago Cubs at Atlanta |Greg Gumbel and Jim Kaat |- |September 18, 1993 |Boston at New York Yankees New York Mets at Atlanta |Greg Gumbel and Jim Kaat Sean McDonough and Tim McCarver |- |September 25, 1993 |Atlanta at Philadelphia |Sean McDonough and Tim McCarver |- |October 2, 1993 |San Francisco at Los Angeles Colorado at Atlanta |Sean McDonough and Tim McCarver Greg Gumbel and Jim Kaat |} ====The end of Major League Baseball on CBS==== The final Major League Baseball game that CBS has televised to date was Game 6 of the 1993 World Series on October 23. Before Major League Baseball decided to seek the services of other networks, CBS offered US$120 million in annual rights fees over a two-year period, as well as advertising revenues in excess of $150 million a season. Shortly after the start of the 1994–95 Major League Baseball strike, Stanford University's Roger Noll argued that the Baseball Network deal (and the bargain-basement ESPN cable renewal, which went from $100 million to $42 million because of their losses) reflected \"poor business judgment on the part of management about the long-run attractiveness of their product to national broadcasters.\" He added that the $140 million that owners expected to share for the 1994 season (before the strike) from TBN was underestimated by \"one-third to one-half\" and fell below the annual average of $165 million needed to renew the TBN deal after two years. Meanwhile, Andy Zimbalist, author of Baseball and Billions, and a players' union consulting economist, insisted that baseball \"could have done better than the TBN deal with some combination of CBS (which as previously mentioned, offered $120 million last-ditch bid for renewal), Fox and TBS. Baseball shut out CBS and could have waited longer before closing them out.\" In October , when it was a known fact that ABC and NBC were going to end their television deal/joint venture with Major League Baseball, preliminary talks arose about CBS resuming its role as the league's national over-the-air broadcaster. It was rumored that CBS would show Thursday night games (more specifically, a package of West Coast inter-league games scheduled for the 11:30 p.m. Eastern/8:30 Pacific Time slot) while Fox would show Saturday afternoon games. CBS and Fox were also rumored to share rights to the postseason. At the time, CBS sports President David Kenin said in a statement, \"We are interested in all major sports properties and obviously Major League Baseball is one of them. If we can conceive an arrangement that makes sense, naturally we'd be very interested in acquiring some kind of baseball package.\" In the end however, CBS' involvement did not come to pass and NBC became Fox's over-the-air national television partner. Whereas each team earned about $14 million in 1990 under CBS, the later television agreement with NBC and Fox beginning in 1996 earned each team about $6.8 million. =====Aftermath===== After CBS' contract with Major League Baseball expired following the 1993 season, Tim McCarver returned to ABC (and to his broadcast partners prior to coming to CBS, Al Michaels and Jim Palmer) for the next two years under the short-lived \"Baseball Network\" joint-venture. After calling Games 1, 4–5 of the 1995 World Series for ABC (NBC's Bob Costas, Joe Morgan, and Bob Uecker called the other games), McCarver moved to Fox to form the lead broadcast team with Joe Buck. With the exception of 1997 and 1999 (when NBC held the broadcasting rights), McCarver would help broadcast every World Series from 1996 until his retirement from national TV broadcasts in 2013. Ten years prior to that, McCarver set a record by broadcasting his 13th World Series on national television (surpassing Curt Gowdy); in all, he called 24 Fall Classics for ABC, CBS, and Fox. Meanwhile, despite the loss of Major League Baseball, Sean McDonough stayed on at CBS Sports calling among other things, the College World Series. In fact, three years after calling Joe Carter's World Series clinching home run in Toronto, McDonough while calling the College World Series for CBS alongside Steve Garvey, McDonough called another series clinching home run. This time, it was Warren Morris, who hit a two out, 9th inning walk-off home run that won the 1996 College World Series for the Louisiana State University Fighting Tigers against Miami. Sean McDonough's run at CBS came to an end in December 1999 when CBS Sports President Sean McManus informed McDonough that his contract would not be renewed. Once Dick Enberg, late of NBC became available, McDonough basically became the odd man out. Since 2000, McDonough has announced baseball, college basketball, college football, and NHL and NCAA hockey for ABC and ESPN. Specifically, McDonough announces many Big East college football and basketball events. McDonough also continued to announce local Red Sox broadcasts during this time, moving over the years to different local stations including WFXT (Channel 25), WABU (Channel 68) and WLVI (Channel 56). In 1996, he was teamed with former Red Sox second baseman Jerry Remy, with whom he worked for nine seasons before McDonough was replaced completely in 2005 by NESN announcer Don Orsillo. McDonough attributed his firing to his salary and disputed talk that his \"candor\" was to blame. In 1994, Jim Kaat was the lead analyst on Baseball Tonight for ESPN's coverage of Major League Baseball. In 1995, he was nominated for a New York Emmy Award for \"On Camera Achievement.\" Also in , Kaat called the American League playoffs with Brent Musburger for ABC/The Baseball Network including the Yankees–Seattle Mariners Division Series. He served his second stint as an announcer for Yankees games on the MSG Network/YES Network (–), where his straight-shooting style was much in the mode of former Yankees broadcasters Tony Kubek and Bill White. Towards the end of his second stint with the Yankees, his workload decreased. In 2006, he only broadcast 65 games. Despite his decreased work load, Kaat won another Emmy for on-air achievement in 2006. In an on-air broadcast on September 10, with booth partner Ken Singleton, Kaat acknowledged his plan to end his broadcasting career. His final appearance in the booth was to be a Yankee–Red Sox game on September 15, 2006 (Kaat was also set to throw out the first pitch). However, the game was postponed due to rain. Kaat later announced that he was going to record a special farewell message to the fans, but would not return for any additional broadcasts. However, the following day, Kaat did announce one full inning of the first game of Saturday September 16's doubleheader on Fox along with Tim McCarver and Josh Lewin. During that Fox telecast he was able to say goodbye to the Yankee fans, an opportunity that the previous night's rainout had deprived him of doing on the YES Network. In , Kaat joined the recently launched MLB Network as a color commentator for their MLB Network Showcase series. Kaat also writes a weekly on-line blog for the Yankees (YES) Network, Kaat's Korner, and contributes video blogs and interviews regularly with national and international media outlets. One of the reasons he got back into regular broadcasting was because after his wife died, Tim McCarver and Elizabeth Schumacher, his friend and business manager, urged him to get back into the game. He also called Pool D in Puerto Rico for the 2009 World Baseball Classic games for an international feed. Greg Gumbel moved to NBC in 1994 following CBS' losses of the NFL and Major League Baseball broadcasting contracts (Gumbel's last on-air assignment for CBS was providing play-by-play for the College World Series). While at NBC, Gumbel hosted NBC's coverage of the 1994 Major League Baseball All-Star Game. He also did play-by-play for the Major League Baseball National League Division Series and National League Championship Series (on both occasions, teaming with Joe Morgan), did play-by- play for The NBA on NBC, hosted NBC's daytime coverage of the 1996 Summer Olympics from Atlanta, Georgia, hosted the 1995 World Championships of Figure Skating, and served as the studio host for The NFL on NBC. Gumbel left NBC after the network broadcast of Super Bowl XXXII to return to CBS. His first major assignment was to serve as studio host for the network's coverage of college basketball, including the NCAA men's basketball tournament, something he continues to do to this day. Dick Stockton left CBS in 1994 for Fox Sports, which continues to employ him on NFL and Major League Baseball telecasts. For Fox's MLB coverage, he has worked with Eric Karros, Joe Girardi, Mark Grace and Tim McCarver and others. From 1993 to 1995, Stockton also called local TV broadcasts of the Oakland Athletics. From to 2013, Stockton called postseason Major League Baseball games on TBS. In 2007, he partnered with Ron Darling to call the National League Division Series for the network. In , he called the AL Central tiebreaker game with Darling and Harold Reynolds, followed by the NLDS with Darling and Tony Gwynn. In , he teamed with Bob Brenly to call the NLDS for TBS, and the two have worked together for the NLDS every year since until 2014, when TBS began carrying only two LDS, rotating between AL/NL each year. (TBS and Fox began splitting the LDS from 2014 on.) TBS was previously the exclusive home of the LDS from 2007 to 2013. Stockton split play-by-play duties during the regular season on TBS with NBA on TNT studio host Ernie Johnson, Jr. and Milwaukee Brewers announcer Brian Anderson. In , he partnered with Ron Darling and John Smoltz to call Game 5 of National League Division Series between the St. Louis Cardinals and Philadelphia Phillies for TBS as his normal partner Brenly was away at a family event. Over the course of the 1990s, Jack Buck decided to reduce his schedule to calling only Cardinals home games (or 81 games a year unless there was a special occurrence). Health concerns obviously could have played a factor in this, as Buck suffered from such ailments as Parkinson's disease, diabetes, requiring a pacemaker, cataracts, sciatica, and vertigo. Buck once joked, \"I wish I'd get Alzheimer's, then I could forget I've got all the other stuff.\" In 1998, the Cardinals dedicated a bust of Buck that showed him smiling with a hand cupping his left ear. In 1999, he lent his name to a restaurant venture called J. Buck's, with the restaurant's name being shared with son Joe and daughter Julie. One of Buck's final public appearances was on September 17, 2001 at Busch Memorial Stadium in St. Louis. It was the first night that Major League Baseball resumed after the terrorist attacks of September 11. Although looking rather frail (Buck at the time was sick with lung cancer) and struggling to maintain his composure (Buck was obviously showing the signs of Parkinson's disease as well), Buck stirred emotions by reading a patriotic-themed poem during the pregame ceremonies. He concluded by silencing critics who thought baseball had come back too soon: \"I don't know about you, but as for me, the question has already been answered: Should we be here? Yes!\" Jack Buck died on June 18, 2002, in St. Louis's Barnes-Jewish Hospital from a combination of illnesses. He had stayed in the hospital since January 3 of that year to undergo treatment for lung cancer, Parkinson's disease, and to correct an intestinal blockage. =====Reasons behind monetary losses===== In the end, CBS wound up losing approximately half a billion dollars from their television contract with Major League Baseball. CBS repeatedly asked Major League Baseball for a rebate, however the league was not willing to do this. According to Curt Smith's book The Voice – Mel Allen's Untold Story, one CBS executive wore a St. Louis Cardinals cap at a 1988 Christmas party. However, by , pining to shed baseball, that same executive wore a cap styled \"One More Year.\" ======Erratic scheduling====== CBS alienated and confused fans with its sporadic treatment of regular season telecasts. With a sense of true continuity destroyed, fans eventually figured that they could not count on the network to satisfy their needs (thus, poor ratings were a result). CBS televised about 16 regular season Saturday afternoon games (not counting back- up telecasts) which was 14 less than what NBC televised during the previous contract. According to Commissioner Peter Ueberroth, the reason for the reduction in regular season telecasts was in order for teams to sell them locally in order to make a direct profit. CBS used the strategy of broadcasting only a select number of games in order to build a demand in response to supposedly sagging ratings. In theory, the limited regular season package would require the network to sell less advertising during the year so it can charge more for its postseason events. In response to this, NBC Sports chairman Dick Ebersol grinned \"I assume [its] baseball strategy has to be a big disappointment.\" Counting the All-Star Game, both League Championship Series and the World Series, CBS would have televised just 38 games. This comes on the account of both League Championship Series and the World Series going to a full seven games. Ebersol criticized Peter Ueberroth for negotiating the four-year, $1.06 billion deal with CBS. According to Ebersol, Ueberroth was totally focused on business. Ebersol said \"Ueberroth wanted his legacy to be the maximum amount of money. Baseball got this enormous overbid with CBS, coupled with expanding the cable package (on ESPN) from zero to four nights a week. Now, when they find themselves in trouble, they've got no place to expand. There just wasn't a lot of foresight. (Baseball was) just looking for the big score.\" In their first year in 1990, CBS Sports had a pretty loaded schedule (much came at the expense of the regular season baseball coverage): the NBA Playoffs (the 1989–90 season marked CBS' final year with the NBA before the over-the-air package moved over to NBC), College World Series and college football (like the NBA, CBS would lose the College Football Association (CFA) package soon after being awarded the Major League Baseball contract). CBS never scheduled baseball on Masters weekend, and seldom on other weekends when it was scheduled to air a PGA Tour event. It was around this time that CBS started expanding its weekend coverage from two hours to three on weekends when there was no baseball, generally from 3:00 to 6:00 p.m. Eastern Time. Most of its baseball dates landed on weeks when other networks covered golf. Marv Albert, who hosted NBC's baseball pregame show for many years said about CBS' baseball coverage \"You wouldn't see a game for a month. Then you didn't know when CBS came back on.\" Sports Illustrated joked that CBS stood for \"Covers Baseball Sporadically\". USA Today added that Jack Buck and Tim McCarver \"may have to have a reunion before [their] telecast.\" Mike Lupica of the New York Daily News took it a step further by calling CBS' baseball deal \"the Vietnam of sports television.\" NBC play-by-play announcer Bob Costas believed that the fact that a large bulk of the regular season coverage ended up on cable (namely, ESPN) beginning in the 1990s was because CBS, when it took over the MLB the television rights from NBC in 1990, did not really want the Saturday Game of the Week. Many fans who did not appreciate CBS' approach to scheduling regular season baseball games believed that they were only truly after the marquee events (namely, the All-Star Game, League Championship Series and the World Series) in order to sell advertising space (especially the fall entertainment television schedule). ======The Toronto Blue Jays factor====== The Toronto Blue Jays were in back-to-back World Series in their championship seasons of and , as well as the 1991 ALCS. All of CBS's postseason telecasts were simulcast on CTV (which earned CBS approximately $7.5 million per year) in Canada, and received very high ratings north of the border when the Jays were involved. Unfortunately, Canada does not factor in the Nielsen ratings so as a consequence, CBS earned the lowest ratings in over 20 years for a World Series (not counting the earthquake interrupted 1989 World Series that was televised by ABC). In any other World Series, viewership would have likely been higher since two American teams would have been involved, to say nothing of spikes to off-the-chart ratings shares in the two competing cities (especially in when CBS was fortunate to cover the riveting, ultra intense, seven-game battle between the Minnesota Twins and Atlanta Braves). Another reason behind the poor ratings likely had to do with the gradual attrition of the audience for almost all network programming. ======Unlucky timing====== The country at the time to the deal was going through a recession. More to the point, in 1990, CBS had asked for about $300,000 for 30-second spots during the World Series, but ended up filling some of its inventory for just $240,000. CBS could not properly maximize the deal because the Division Series had not yet been created (thus automatically giving CBS more games to carry) and the network did not have a cable outlet to air some of the games (like Fox would eventually have with Fox Sports Net and later FS1). In reality, it competed with ESPN and local broadcasts outside of CBS' broadcast window. More postseason games could have increased the advertising inventory. Both ABC and NBC lost money on their in-season games the last three years of their respective Major League Baseball television contracts (–). It should also be noted that CBS' baseball coverage came about just prior to the league making some major changes and innovations, beginning with the mid-1990s. Besides the aforementioned addition of a third round of postseason play called the Division Series, which doubled the number of playoff teams at the time from four to eight, there was also a renaissance in stadium construction. This began in , when Baltimore's Oriole Park at Camden Yards opened. Camden Yards (which was showcased by CBS in their final year with baseball in , when they broadcast the All-Star Game) led to many other fan (and revenue) friendly ballparks being built, and helped expand interest in the game. Instead, CBS was for the most part, handed a declining product that was played in many outdated cookie cutter stadiums. ======Too much money for one package====== CBS simply made far too high of a bid (especially for a network that wound up frustrating fans with its lack of regular season coverage) and sustained a shortfall in advertising revenue. Perhaps it is somewhat ironic that back in , CBS Sports president Neal Pilson said of ABC's then ongoing contract with Major League Baseball \"Three years ago, we believed ABC's package was overpriced by $175 million. We still believe it's overpriced by $175 million.\" Whereas from 1976 to 1989, ABC split the television contract with NBC, and therefore logically, split the financial risks, CBS in sharp contrast, aggressively negotiated exclusive postseason rights. In December 1988, Arthur Watson, the president of NBC Sports, criticized CBS saying \"We made every effort to keep it. Regretfully, someone bid far more than was responsible. Everybody evaluates things differently. That bid was beyond our reach. Let them explain that bid.\" For their inaugural season in 1990, CBS lost between US$75 million and $80 million More to the point, CBS as previously mentioned, took a $55-million after-tax loss for its 1990 playoff and World Series coverage and a $115 million charge against earnings in the fourth quarter for losses during the remaining three years of its $1.06 billion contract. In 1991, it cost CBS $4.8 million per game in venue productions alone to televise the National League Championship Series, not including studio backup operations or the satellite time needed to transmit the game to New York City for broadcast on their network frequencies. The American League Championship Series (between the Minnesota Twins and Toronto Blue Jays) was another problem because of the tariffs and labor laws they had to endure going into Canada. CBS averaged $1.9 to $2.4 million per regular season game. In return, it was typical for the production cost to double come playoff time. Ultimately, CBS reported a loss of around $169 million in the third quarter of 1991. A drop of in advertiser interest caused revenue from the sale of ads during CBS' baseball telecasts to plummet. All the while, CBS was still contractually obligated to pay Major League Baseball around $260 million a year through 1993. ===Association with Major League Baseball on TBS and College Baseball on CBS=== On the July 2, 2011 edition of CBS Sports Spectacular, TBS' Atlanta-based Major League Baseball studio crew of Matt Winer, Dennis Eckersley, Cal Ripken, Jr. and David Wells presented a 2011 Major League Baseball midseason report. This was followed by MLB 2011: Down the Stretch, which aired on September 24. CBS Sports and Turner Sports have also partnered on coverage of the NCAA Men's Division I Basketball Tournament and in the past, on the Winter Olympics in 1992, 1994 and 1998. On August 29, 2012, The New York Times reported a potential alliance between CBS and TBS on a Major League Baseball television contract beginning in 2014. According to the Times report, CBS \"would most likely want only the All-Star Game and World Series,\" an arrangement almost similar to the one NBC had with Major League Baseball from 1996 to 2000. On September 19, 2012, Sports Business Daily reported that Major League Baseball would agree to separate eight-year television deals with Fox Sports and Turner Sports through the 2021 season. On May 19, 2015, CBS Sports Network resurrected CBS Sports' Major League Baseball theme music for the first time since Game 6 of the 1993 World Series for the American Athletic Conference Championship. Under the terms of the package, CBS Sports Network would air three Houston Baseball games in 2015, as well as the first two contests of the 2015 American Athletic Conference Baseball Championship. Carter Blackburn provided play-by-play for all seven games of the package, while analyst duties would be handled Darryl Hamilton and Ray King along with Brandon Tierney. ==Major League Baseball coverage on CBS' owned-and-operated television stations== {| class=\"wikitable\" |Team |Stations |Years |- |Baltimore Orioles |WJZ-TV 13WJZ-TV was an ABC affiliate at the time it held the Orioles broadcast rights; the station did not join CBS until 1995. |1954 |- |Boston Braves | rowspan=\"2\" |WBZ-TV 4WBZ-TV was an NBC affiliate at the time it held the Red Sox broadcast rights; the station did not join CBS until 1995. |1948-1949 |- |Boston Red Sox |1948-1954 |- |Brooklyn Dodgers | rowspan=\"2\" |WCBS-TV 2 |1946–1949 |- |New York Yankees |2002-2004 |- |Oakland Athletics |KPIX-TV 5 |1975-1981; 1985-1992 |- |Philadelphia Athletics |WPTZ 3 (later KYW-TV) |1947-1954 |- |Pittsburgh Pirates |KDKA-TV 2 |1958-1995 |} WBZ- TV has aired local sporting events over the years, that have originated either in-house, or through NBC or CBS. Besides the Braves (from 1948 until the team moved to Milwaukee before the 1953 season) and the Red Sox (1948–1957, 1972–1974, and a handful of games in 2003 and 2004, along with certain games aired nationally on NBC from 1948 to 1989). As previously mentioned, as an ABC station, WJZ-TV broadcast limited Baltimore Orioles games via ABC's MLB broadcast contract from 1976 to 1989. During the 1980s, KPIX was the flagship station for the Oakland Athletics baseball team (at times preempting or delaying CBS network shows for the live broadcasts), before the A's broadcasts moved to then-NBC affiliate KRON-TV the early 1990s; select A's and San Francisco Giants games were aired on KPIX from 1990 to 1993 as part of CBS' MLB broadcast contract. In 2002, WCBS-TV acquired the over-the-air rights to New York Yankees baseball games, replacing Fox owned-and-operated station WNYW. The games, produced by the new YES Network, remained in the station until the 2004 season; the rights moved to UPN affiliate (now MyNetworkTV owned-and-operated station) WWOR-TV beginning in 2005. It also aired any Yankee or Met games as part of CBS' MLB broadcast contract from 1990 to 1993. ==References== ==External links== * *Searchable Network TV Broadcasts Category:1950s American television series Category:1960s American television series Category:1990 American television series debuts Category:Black-and- white American television shows Category:CBS Sports Category:CBS original programming CBS Category:New York Yankees broadcasters Category:1955 American television series debuts Category:1965 American television series endings Category:1993 American television series endings ",
    "title": "Major League Baseball on CBS"
}