{
    "id": "2755982",
    "text": "Carshalton was a local government district in north east Surrey from 1883 to 1965 around the town of Carshalton. The parish of Carshalton adopted the Local Government Act 1858 in 1883 and a local board was formed to govern the town. The Local Government Act 1894 reconstituted the area as an urban district, and an elected urban district council replaced the local board.Parishes: Carshalton, A History of the County of Surrey: Volume 4 (1912), pp. 178-188 (British History Online), accessed February 7, 2008 In 1933 the boundaries of the district were altered after the abolition of Epsom Rural District.Frederic A Youngs Jr., Guide to the Local Administrative Units of England, Vol.I: Southern England, London 1979 The district was abolished in 1965 by the London Government Act 1963 and the former area was transferred to Greater London to be combined with that of other districts to form the present-day London Borough of Sutton. Carshalton Urban District Council were granted armorial bearings by the College of Arms on 14 May 1952.Carshalton Urban District (Civic Heraldry) accessed 15 Jan 2008 The basic colours of the shield were gold and red, from the arms of the Mandeville family who anciently held the manor of Carshalton. The chevron in the centre of the arms was derived from the arms of the Gaynesford and Scawen families. On the chevron was placed a heraldic fountain for the many springs and pools of the town, with on either side a silver sprig of oak. The oak sprigs came from the arms of Surrey County Council. The lions appeared in the arms of three local families: Burgersh, Fellowes and Hardwick. The greyhound was from the Gaynesford family arms, and also depicted the historic Greyhound Inn. The crest above the shield featured a mural crown as symbol of local government. On this was placed a Tudor rose, the symbol of the UDC prior to 1952. From the crown rose a swan, based on the Bohun swan, the heraldic badge of the Bohun family. In the swan's beak was a sprig of beech symbolising Carshalton Beeches.C W Scott-Giles, Civic Heraldry of England and Wales, 2nd edition, London, 1953 The council met in an Edwardian brick building in The Square. After the council was abolished in 1965, the building housed the local library until 2013. It is now a school, and has been Grade II listed since 1974. ==References== ==External links== *A Vision Britain - Carshalton UD Category:History of the London Borough of Sutton Carshalton Category:Districts of England created by the Local Government Act 1894 Category:History of local government in London (1889–1965) Category:Urban districts of England Category:Carshalton ",
    "title": "Carshalton Urban District"
}