{
    "id": "2755129",
    "text": "Muhammad Rafi' 'Usmani (, Muḥammad Rafī‘ Us̱mānī) is a Pakistani Sunni Islamic scholar who serves as President of Darul Uloom Karachi, the largest seminary or religious institution in the city of Karachi, Pakistan. He was named Pakistan's Grand Mufti. ==Biography== Rafi Usmani was born on 21 July 1936 at Deoband, Uttar Pradesh, British India. He is the elder brother of Taqi Usmani. They are the sons of Muhammad Shafi Usmani, the founder of Darul Uloom Karachi. His son Zubair Ashraf Usmani is a scholar in Islamic law and Islamic finance.Board of Sharia & Experts' profile on The centre for Halal assuranceSharia Board Members' profile on HabibMetro Sirat He always asked students to keep a distance from politics. ==Literary works== Usmani’s books in Urdu and Arabic include: *The three systems of economics in Europe : feudalism, capitalism, socialism and their historical background. *Islāmī maʻīshat aur ṣanʻatī taʻalluqāt , study of the religious aspects of economics and industrial relations in Islam. *Ḥayāt-i Muftī-yi Aʻẓam : faqīhulʻaṣr Muftī Aʻẓam Pākistān, on the life and works of Muftī Muḥammad Shafī, his father. *Javāhirulfiqh, collection of author's scholarly writings on Islamic jurisprudence. *ʻAlāmāt-i qiyāmat aur nuzūl-i Masīḥ, collection of Islamic teachings on the advent of Jesus and the day of judgement. *Tīn Islāmī mulkon̲ kā safar nāmah, Anbiyāʼ kī sarzamīn men̲, travelogs to Saudi Arab, Syria and Jordan. *Mere murshid Ḥaẓrat-i ʻĀrifī, biography of Muḥammad ʻAbdulḥaʼī ʻĀrifī,1898-1986, a religious scholar from the Deobandi School of thought. *ʻAurat kī sarbarāhī kī sharʻī ḥais̲īyat, criticism on a woman becoming the head of an Islamic state according to Islamic law. == See also == * 2020 International Maturidi Conference ==References== ==External links== *Blackwater involved in Karachi catastrophe, says Mufti Usmani (Muharram 2009 blasts in Karachi) Geo TV News, Published 30 December 2009, Retrieved 13 March 2020 Category:Living people Category:Hanafis Category:Maturidis Category:Deobandis Category:Pakistani Sunni Muslim scholars of Islam Category:People from Karachi Category:Muhajir people Category:Grand Muftis of Pakistan Category:1936 births Category:Pakistani religious leaders ",
    "title": "Muhammad Rafi' Usmani"
}