{
    "id": "2755961",
    "text": "Walthamstow was a local government district in southwest Essex, England from 1873 to 1965, around the town of Walthamstow. It was within the London suburbs, forming part of the London postal district and Metropolitan Police District. Its former area now corresponds to the central part of the London Borough of Waltham Forest in Greater London. ==Background and formation== The ancient parish of Walthamstow formed part of the Becontree hundred of Essex. It was grouped into the West Ham poor law union in 1837 and included in the Metropolitan Police District in 1840. The Public Health Act 1872 would have transferred sewerage and sanitary powers from the Walthamstow Vestry to the West Ham Board of Guardians. To avoid this, the parish adopted the Local Government Act 1858 in 1873 and was constituted as a local board district, governed by a local board, replacing the vestry, and special drainage district that had been created in 1868 for the southeast of the parish. The local board became the urban sanitary authority in 1875. Under the Local Government Act 1894 it became an urban district, governed by Walthamstow Urban District Council. ==Geography== The parish of Walthamstow included a long and narrow exclave of 98 acres in Leyton known as \"Walthamstow Slip\". It became part of the Leyton local government district in 1873 when a local board was created and was merged with the Leyton civil parish on 1 December 1877. ==Incorporation== The incorporation of the parish of Walthamstow as a municipal borough was publicly discussed in 1892 (the population at the 1891 census was 46,346). In 1907 and 1908 the possibility of transfer to the County of London was considered by Walthamstow Urban District Council, which would have converted the urban district into a metropolitan borough (1911 population was 124,580). After the First World War the Walthamstow Guardian led a campaign to have the district incorporated and a petition was submitted to the privy council in 1920. The decision was delayed until 1926 by the Royal Commission on London Government. The council had been supplying electricity to the district since 1895 and during the General Strike of 1926 cut off the supply to factories. Following the strike, the council was found to be in neglect of duty and this led to the delay of the official grant of borough status until 1929. The charter of incorporation was presented by James Henry Thomas, Lord Privy Seal. The first mayor was Sir Courtenay Warner. ==Civic works and services== There was a burial board from 1870 to 1896, when the functions were absorbed by Walthamstow Urban District Council. There was a Walthamstow School Board from 1880 to 1903 responsible for elementary education. Following the Education Act 1902 this power was transferred to Essex County Council. However, as the population of Walthamstow was high enough, it was permitted to take over responsibility from the school board for elementary education. This right continued after the Education Act 1944. The borough ran its own tram services until they became the responsibility of the London Passenger Transport Board in 1933.Reed, J., London Tramways, (1997) Walthamstow Town Hall was built on Orford Road in 1876. A new Town Hall was built in Forest Road in 1941. ==Abolition== Walthamstow formed part of the review area of the Royal Commission on Local Government in Greater London. The report of the commission proposed that Walthamstow should be combined with Chingford to form one of 52 boroughs in Greater London. Following the London Government Act 1963 in 1965 the borough was abolished and transferred from Essex to Greater London. It was combined with the former boroughs of Chingford and Leyton to form the present-day Waltham Forest, one of 32 London boroughs. ==References== The old town hall in Orford Road Category:Districts of England created by the Local Government Act 1894 Category:Districts abolished by the London Government Act 1963 Category:History of the London Borough of Waltham Forest Category:History of local government in London (1889–1965) Category:Municipal boroughs of England Category:Walthamstow ",
    "title": "Municipal Borough of Walthamstow"
}