{
    "id": "2755984",
    "text": "Surbiton was a local government district in northeast Surrey, United Kingdom from 1855 to 1965. ==Creation== Until 1855 Surbiton was administered as part of the parish of Kingston upon Thames. In that year a body of improvement commissioners was formed by a local act of parliament to govern the area.Kelly's Directory of Kent, Surrey & Sussex, 1891, p.1497 (Historical Directories), accessed February 5, 2008 ==Changes== The Local Government Act 1894 reconstituted the Improvement Commissioners District as an urban district, and Surbiton Urban District Council was formed to replace the commissioners. The parishes of Hook and Tolworth were added from the short- lived Kingston Rural District in 1895 and Chessington was added in 1933, transferred from Epsom Rural District. In 1936 the town was granted a charter of incorporation to become a municipal borough. ==Abolition== Surbiton formed part of the review area of the Royal Commission on Local Government in Greater London. The transfer to Greater London was supported by Surbiton Borough Council and opposed by Surrey County Council.HC Deb 18 May 1962 vol 659 cc156-7W In 1965 it was abolished and its former area transferred to Greater London to be merged into an expanded Royal Borough of Kingston upon Thames. The former Town Hall in Ewell Road still survives, with the winged lion from the crest of the borough's arms in the façade. After the formation of the Royal Borough of Kingston upon Thames it was used as a Sessions House i.e courthouse and is Grade II listed. ==Coat of arms== The borough's coat of arms was: Azure an elm tree proper in front of a sun ascendant or. The supporters were two stags proper, and the crest was a winged lion couchant above a bridge proper. The arms survives in a stained glass window of Surbiton's parish church of Saint Mark. ==References== ==External links== *Vision of Britain Category:Districts of England created by the Local Government Act 1894 Category:Districts abolished by the London Government Act 1963 Category:History of local government in London (1889–1965) Category:History of the Royal Borough of Kingston upon Thames Category:Municipal boroughs of England Category:Surbiton ",
    "title": "Municipal Borough of Surbiton"
}