{
    "id": "2755566",
    "text": "Jeff Cripps is an Australian recording artist and music producer both for many local bands within New South Wales as well as throughout Australia and many internationally. Many see him solely as a producer of great blues music (because of the many blues related awards he has received) though he can and has recorded many styles for a variety of bands. Jeff almost always works out of the ASharp Recording Studio in Sydney, NSW though he also does a copious amount of live events, playing and mixing. Over the years Jeff has worked with and produced works for several big bands and artists including The Vines, Fred Smith, Disney (Discovering Nimo) The Wolverines, Mortal Sin, Anglican Youth Works, Cursed Legacy, Throwdown, The D4, James Blundell and The Atlantics. He has also worked on various other regional and international projects including producing the soundtrack for the movie Garage Days and producing the official AFL songs. He was the lead guitarist and vocalist of the band Mississippi Shakedown and was previously the drummer in the band Ol' 55 John Paul Young, Col Joye, Marc Hunter, Jackie Orszaczky, The Fiftys, The Cadillacs, The Atlantics. ==Awards== As a reflection of his work Jeff Cripps has received numerous music awards , some of which include: *Goulburn Music Festival: producer of the year in 2003 2005 and 2006, Album of the Year 2003, Album of the Year 1999 *Aust Blues Music Awards: Producer of the Year 2005 , Female Vocalist of the Year 2001 *Italian Song Festival: Best Song *Country Music Australian Awards: Gold Guitar 2004 Jeff is also a former owner of A Sharp Studio audio engineer at ASharp Recording Studio in Sydney, New South Wales. Jeff now lives in Cairns Australia and is a member of The Brazilians. ==References== == External links == *ASharp Recording Studio Category:Australian record producers Category:Living people Category:Ol' 55 (band) members Category:Year of birth missing (living people) ",
    "title": "Jeff Cripps"
}