{
    "id": "2756263",
    "text": "Osanobua is the name for God in the Edo language.Ekeh, Peter Palmer, Studies in Urhobo Culture, Urhobo Historical Society (2005), p. 9, (Retrieved 1 July 2019)Osagiẹdẹ, Osamwọnyi; Mariere, Efe Jereton; Ẹbọhọn, Ọsẹmwegie; Ọsẹmwegie Ẹbọhọn: Life and Works of a High Priest of African Religion : a Guide to the Ẹbọhọn Centre Museum and Hospital Complex, Ẹbọhọn Cultural Centre (1989), p.25. (Indiana University)Ezeh, Mary Dorothy, Human Trafficking and Prostitution Among Women and Girls of Edo State, Nigeria Possibility of Rehabilitation Through Education and Prevention, Xlibris Corporation (2017), pp. 115-6, (Retrieved 1 July 2019) It is often abbreviated as Osa, which is commonly integrated into modern Edo names, such as Esosa, which means God's goodness or gift; Eghosa, God's time; and Efosa, God's blessings or wealth. The epithet Osanobua Noghodua mean God Almighty. The word Osanobua encompasses a large number of divine principles - including the divine state of being merciful, timeless, goodness, justice, sublimity, and supreme. In the Edo belief system, Osanobua has the divine attributes of omnipresence (orhiole), omniscience (ajoana), and omnipotence (udazi). The Supreme Deity is believed to be present everywhere and at all times.Peavy, Daryl, Kings, Magic, and Medicine, p. 5, Paula Ben-Amos, Flora Edouwaye S. Kaplan: Edo Religion. In: Lindsay Jones: Encyclopedia of Religion. Thomson-Gale, 2005. Edo State has several areas with their own local dialects; Esan, Ewohimi, Ewato, Ewosa, Etsako, Ora, Auchi, Igueben and Iruekpen to mention but a few. The Esan people called God \"Osenebra\". It is often abbreviated as Ose. God is also described as \"Ofuekenede\" (merciful God), \"Okakaludo\" (stronger than stone), \"Obonosuobo\" (the great physician), etc. ==References== Category:Names of God in African traditional religions ",
    "title": "Osanobua"
}