{
    "id": "2756860",
    "text": "Roxburgh and Berwickshire was a county constituency of the House of Commons of the Parliament of the United Kingdom (Westminster) from 1983 to 2005. It elected one Member of Parliament (MP) by the first past the post voting system. ==Boundaries== 1983–1997: Roxburgh District, and Berwickshire District. 1997–2005: Roxburgh District, Berwickshire District, and the Ettrick and Lauderdale District electoral division of Scott's View. The constituency was defined by the Third Periodical Review of the Boundary Commission for Scotland, and first used in the 1983 general election. The name of the constituency relates it to the Roxburgh and Berwickshire districts of the Borders region, which were created in 1975, under the Local Government (Scotland) Act 1973. By the time of the Third Periodical Review, Scottish counties and burghs had been abolished by the same legislation which created regions and districts, and earlier constituencies had been defined by the Second Periodical Review, with reference to county and burgh boundaries, results being implemented for the February 1974 general election. The county of Roxburgh was covered by the Roxburgh, Selkirk and Peebles constituency, and the county of Berwick was covered by the Berwick and East Lothian constituency. In 1996, under the Local Government etc (Scotland) Act 1994, regions and districts were abolished and the Scottish Borders council area was created with the boundaries of the former Borders region. The results of the Fourth Periodical Review were implemented for the 1997 general election. When the constituency was abolished, as a result of the Fifth Periodical Review, Berwickshire, Roxburgh and Selkirk was created, and first used in the 2005 general election, as one of six constituencies covering the Dumfries and Galloway, Scottish Borders, and South Lanarkshire council areas. ==Members of Parliament== {|class=\"wikitable\" !colspan=\"2\"|Election!!Member !Party |- | style=\"background-color: \" | | 1983 |rowspan=2 | Sir Archy Kirkwood | Liberal |- | style=\"background-color: \" | | 1988 | Liberal Democrat |- | | 2005 |colspan=\"2\" | constituency abolished |} ==Election results== Berwickshire constituencies electoral history ===Elections of the 1980s=== ===Elections of the 1990s=== ===Elections of the 2000s=== ==References== * Category:Historic parliamentary constituencies in Scotland (Westminster) Category:Roxburgh Category:Berwickshire Category:United Kingdom Parliamentary constituencies established in 1983 Category:United Kingdom Parliamentary constituencies disestablished in 2005 Category:Politics of the Scottish Borders ",
    "title": "Roxburgh and Berwickshire (UK Parliament constituency)"
}