{
    "id": "2756556",
    "text": "Owen Rutter Edward Owen Rutter (7 November 1889 – 2 August 1944) was an English historian, novelist and travel writer. After serving with the North Borneo Civil Service from 1910 to 1915, Rutter returned to Britain during World War I and was commissioned.London Gazette 10 May 1918 Rutter served with the 7th Battalion of the Wiltshire Regiment in France and on the Salonika Front. He edited the Balkan News which included, under the pseudonym \"Klip- Klip\", his parody of Henry Wadsworth Longfellow's The Song of Hiawatha in serial form. Entitled Song of Tiadatha it has been described as \"one of the masterpieces of Great War verse\".The Overshadowed Poets of The Great War Later published as a book, Tiadatha (\"Tired Arthur\") was the story of a naive, privileged young man who matures through his war experiences, particularly on the Macedonian front fighting against the Bulgarians, and including the Great Thessaloniki Fire of 1917. This volume was followed by Travels of Tiadatha (1922). Accompanied by his wife, who also took many of the photographs for his books, Rutter travelled around the globe, making extended stops in Borneo, Hong Kong, Taiwan (then known as Formosa), Japan, Canada and the United States among other places. His many books included The Scales of Karma (1940), Pirate Wind (1930), Triumphant Pilgrimage: An English Muslim's Journey from Sarawak to Mecca (1937), Pagans of North Borneo (1929), and Through Formosa: An Account of Japan's Island Colony (1923). He was also the author of works on Captain William Bligh and the Mutiny on the Bounty. His novel Lucky Star was filmed as Once in a New Moon in 1935. Triumphant Pilgrimage was an account of \"David Chale\", a pseudonym for Gerard MacBryan.The White Rajahs: A History of Sarawak from 1841 to 1946 by Steven Runciman, p.246 From 1933, he was a partner in the Golden Cockerel Press. During World War II Major Rutter worked for the Ministry of Information writing a number of booklets covering the British war effort. He was fellow of the Royal Geographical Society and of the Royal Anthropological Institute. Rutter was a member of the Athenaeum Club, London. ==Book editions Golden Cockerel Press with Introduction and Notes by Owen Rutter== The Journal of James Morrison.jpg The First Fleet 02.jpg Bligh’s voyage in the Resource 03.jpg A voyage round the world with Captain Cook 03.jpg ==Partial bibliography== *1920 The Song of Tiadatha *1921 Chandu (Opium) (London: Queensway Press) *1922 British North Borneo: An Account of Its History, Resources and Native Tribes (London: Constable and Co Ltd) *1922 The Travels of Tiadatha (London: T. Fisher Unwin) *1923 The Dragon of Kinabalu. Bornean folk-tales *1923 General Sir John Cowans G.C.B., G.C.M.G. The Quartermaster-General of the Great War. Volume I (with Major Desmond Chapman-Huston) (London: Hutchinson and Co) *1923 Through Formosa: An Account of Japan's Island Colony *1924 General Sir John Cowans G.C.B., G.C.M.G. The Quartermaster-General of the Great War Volume II (with Major Desmond Chapman- Huston) (London: Hutchinson and Co) *1925 Dog Days (An anthology of poems on dogs) *1925 The New Baltic States and Their Future: an Account of Lithuania, Latvia and Estonia (London: Methuen) *1926 Sepia (London: Hutchinson and Co) (republished in 1934 as Passion Fruit) *1928 Ask Me Another (London: T. Fisher Unwin) *1928 Golden Rain (London: T. Fisher Unwin) *1929 Lucky Star *1929 The Pagans of North Borneo (London: Hutchinson and Co) *1930 One Family, A Dream Of Real Things (London: Elkin Mathews & Marrot) *1930 The Pirate Wind: Tales of the Sea-Robbers of Malaya (London: Hutchinson and Co); Oxford University Press reprint 1986. *1931 (ed) The Court Martial of the Bounty Mutineers (William Hodge) *1932 The Monster of Mu (London: Ernest Benn) *1932 Once in a New Moon *1932 The Ostrich, at Colnbrook. With illustrations (Some British Inns. no. 14.) *1933 If Crab No Walk: A Traveller in the West Indies (London: Hutchinson and Co) *1933 What, Where & Who? A Book of Questions for Children (London: Benn) *1934 (ed) The History of the Seventh (Service) Battalion, the Royal Sussex Regiment. 1914-1919 (London: Times Publishing Co) *1934 One Fair Daughter (London: Victor Gollancz) *1934 Passion Fruit (originally published in 1926 as Sepia) *1935 (ed) Rajah Brooke & Baroness Burdett Coutts. Consisting of the letters from Sir James Brooke to Miss Angela, afterwards Baroness, Burdett Coutts *1935 (ed) The Voyage of the Bounty's Launch (Golden Cockerel Press) *1936 Clear Waters *1936 The True Story of the Mutiny in the Bounty (Newnes) *1936 Turbulent Journey: a Life of William Bligh Vice-Admiral of the Blue (London: Ivor Nicholson & Watson) *1937 Bligh's Voyage in the Resource (Golden Cockerel Press) *1937 The First Fleet. The Record of the Foundation of Australia from its Conception to the Settlement at Sydney Cove. Compiled from Original Documents, with Extracts from the Log-Books of HMS Sirius (Golden Cockerel Press) *1937 Triumphant Pilgrimage: An English Muslim's journey from Sarawak to Mecca *1938 Anne Alone (London: Michael Joseph) *1938 At the Three Sugar Loaves and Crown: a Brief History of the Firm of Messrs. Davison, Newman & Company Now Incorporated with the West Indian Produce Association Limited (London: Davison, Newman & Co ) *1939 Regent of Hungary: The Authorized Life of Admiral Nicholas Horthy (London: Rich and Cowan) *1939 (ed) John Fryer of the Bounty (Golden Cockerel Press) *1939 Portrait of a Painter. The Authorized Life of Philip de László (with Fülöp Elek László) *1939 White Rajah (London: Hutchinson and Co) *1940 The Scales of Karma *1941 (ed) Allies in Arms. The Battle for Freedom *1941 The Land of Saint Joan (London: Methuen) *1943 Red Ensign: A History Of Convoy (London: Robert Hale) *1944 The British Navy's Air Arm: The Official Story of the British Navy's Air Operations *1946 (ed) 'We Happy Few' An Anthology I: Britain at War II: Britain at Sea III: Britain in the Air (Golden Cockerel Press) *date of publication uncertain The Four Leaf Clover *date of publication uncertain One Family. A Dream of Real Things ... Adapted from the film by Walter Creighton, with illustrations therefrom *date of publication uncertain Rack Your Brain. A Naval Question Book *date of publication uncertain Vendetta *date of publication uncertain Violation: A Variation on an Old Theme ==References== Category:English travel writers Category:Fellows of the Royal Geographical Society Category:1889 births Category:1944 deaths Category:British Army personnel of World War I Category:Wiltshire Regiment officers Category:English World War I poets Category:20th-century male writers Category:North Borneo Chartered Company administrators ",
    "title": "Owen Rutter"
}