{
    "id": "2756660",
    "text": "\"White Light / Violet Sauce\" is Namie Amuro's 29th solo single under the Avex Trax label. It was her first single since the release of her smash hit album Queen of Hip-Pop (2005). Unlike her two previous singles, \"White Light / Violet Sauce\" was released in one format. An altered version of \"Violet Sauce\" called \"Violet Sauce (Spicy)\" is featured on the album \"Play\". The other A-side, \"White Light\" was included in her compilation album \"Best Fiction\". == Overview == The song \"Violet Sauce\" was first announced in early September when news broke out that it would be used as the theme to the Japanese release of the American motion picture adaptation of Sin City. The song features a cameo from Sin City director, Robert Rodriguez, who can be heard saying \"Welcome to Sin City\" in a distorted voice. It also features a collaboration with Tomoyasu Takeuchi of Super Butter Dog & Maboroshi who plays guitar on the song. On September 30, \"Violet Sauce\" was unveiled online in commercials and in full on the music service, ONget. Her management company, Vision Factory, officially announced that the single would be a double a-side single on their official website on October 7, 2005. The other a-side, \"White Light\" is her first ballad single since 2004's \"All for You.\" Various online music retailers have described the song as having a Christmas theme. A b-side to the single entitled, \"Nobody\" was to be included but was shelved. The song was said to be a sequel to \"White Light.\" It was reported in early 2007 that \"Nobody\" would be the b-side on her first single in 2007, Baby Don't Cry. == Commercial endorsements == \"Violet Sauce\" is the image song to the movie, Sin City. Amuro approached GaGa productions who were distributing the film in Japan to do the theme song. The production company felt that her image and music fit the film and agreed to allow her to contribute to the film. The song is currently being used in Sin City adverts online and on television. It was later used to promote the live DVD \"Namie Amuro Best Tour \"Live Style 2006\"\". \"White Light\" was used in Dwango Iromelo Mix commercials. Dwango is a ringtone service. == Track listing == # \"White Light\" # \"Violet Sauce\" # \"Violet Sauce\" (Anotha Recipe) # \"White Light\" (Instrumental) # \"Violet Sauce\" (Instrumental) == Digital Download == # \"White Light\" # \"Violet Sauce\" # \"Violet Sauce\" (Anotha Recipe) == Personnel == * Namie Amuro – vocals * Tomoyasu Takeuchi – guitar == Production == * Producers – Nao'ymt * Mixing – Tsutomu Toyama & D.O.I. * Art Direction – Ryuichi Shirota (See also Shirota) * Design – Ryuichi Shirota & Katsunori Ishibashi * Photographer – Shoji Uchida * Stylists – Keiko Miyazawa & Mihoko Tanaka * Hair & Make-Up – Akemi Nakano & Eriko Ishida == TV performances == * November 7, 2005 – Hey! Hey! Hey! * November 17, 2005 – Utaban * November 18, 2005 – Music Fighter * November 19, 2005 – CDTV * November 25, 2005 – Music Station * November 30, 2005 – 1 Oku 3000 Banjin ga Erabu! Best Artist 2005 * December 23, 2005 – Music Station Super Live == Charts == Oricon Sales Chart (Japan) {| class=\"wikitable\" width=\"750px\" !Release !Chart !Peak position !First week sales !Sales total |- |rowspan=\"2\"|November 16, 2005 |Oricon Daily Singles Chart |align=\"center\"|5 | | |- |Oricon Weekly Singles Chart |align=\"center\"|7 |31,325 |72,652 |} ==RIAJ certification== \"White Light / Violet Sauce\" has been certified gold for shipments of over 100,000 by the Recording Industry Association of Japan. ==References== Category:Namie Amuro songs Category:2005 singles Category:Avex Trax singles Category:2005 songs ",
    "title": "White Light/Violet Sauce"
}