{
    "id": "2756938",
    "text": "Verner Eisby, a Danish engineer, the inventor of corona treatment. Corona treatment (sometimes referred to as air plasma) is a surface modification technique that uses a low temperature corona discharge plasma to impart changes in the properties of a surface. The corona plasma is generated by the application of high voltage to an electrode that has a sharp tip. The plasma forms at the tip. A linear array of electrodes is often used to create a curtain of corona plasma. Materials such as plastics, cloth, or paper may be passed through the corona plasma curtain in order to change the surface energy of the material. All materials have an inherent surface energy. Surface treatment systems are available for virtually any surface format including dimensional objects, sheets and roll goods that are handled in a web format. Corona treatment is a widely used surface treatment method in the plastic film, extrusion, and converting industries. ==History== The corona treatment was invented by the Danish engineer Verner Eisby in 1951. Verner had been asked by one of his customers if he could find a solution which would make it possible to print on plastic. Verner found that there were already a couple of ways to accomplish this. One was a gas flame method and the other was a spark generating method, both of which were crude and uncontrollable and did not produce a homogeneous product. Verner came up with the theory that a high frequency corona discharge would provide both a more efficient and controllable method to treat the surface. Exhaustive experiments proved him to be correct. Verner's company, Vetaphone, obtained patent rights for the new corona treatment system. ==Materials== Many plastics, such as polyethylene and polypropylene, have chemically inert and nonporous surfaces with low surface tensions causing them to be non-receptive to bonding with printing inks, coatings, and adhesives. Although results are invisible to the naked eye, surface treating modifies surfaces to improve adhesion. Polyethylene, polypropylene, nylon, vinyl, PVC, PET, metalized surfaces, foils, paper, and paperboard stocks are commonly treated by this method. It is safe, economical, and delivers high line speed throughput. Corona treatment is also suitable for the treatment of injection and blow molded parts, and is capable of treating multiple surfaces and difficult parts with a single pass. ==Equipment== Corona discharge equipment consists of a high-frequency power generator, a high-voltage transformer, a stationary electrode, and a treater ground roll. Standard utility electrical power is converted into higher frequency power which is then supplied to the treater station. The treater station applies this power through ceramic or metal electrodes over an air gap onto the material's surface. Two basic corona treater stations are used in extrusion coating applications—Bare Roll and Covered Roll. On a bare roll treater station, the dielectric encapsulates the electrode. On a covered roll station, it encapsulates the treater base roll. The treater consists of an electrode and a base roll in both stations. In theory a covered roll treater is generally used to treat non-conductive webs, and a Bare Roll treater is used to treat conductive webs. However, manufacturers who treat a variety of substrates on the same production line may choose to use a Bare Roll treater. ==Pre-treatment== Many substrates provide a better bonding surface when they are treated at the time they are produced. This is called “pre-treatment.” The effects of corona treatment diminish over time. Therefore, many surfaces will require a second “bump” treatment at the time they are converted to ensure bonding with printing inks, coatings, and adhesives. ==Other technologies== Other technologies used for surface treatment include in-line atmospheric (air) plasma, flame plasma, and chemical plasma systems. ===Atmospheric plasma treatment=== Atmospheric-pressure plasma treatment is very similar to corona treatment but there are a few differences between them. Both treatments may use one or more high voltage electrodes which charge the surrounding blown gas molecules and ionizes them. However, in atmospheric plasma systems, the overall plasma density is much greater which enhances the rate and degree to which the ionized molecules are incorporated onto a materials' surface. An increased rate of ion bombardment occurs which may result in stronger material bonding traits depending on the gas molecules used in the process. Atmospheric plasma treatment technology also eliminates a possibility of treatment on a material's non-treated side; also known as backside treatment. ===Flame plasma=== Flame plasma treaters generate more heat than other treating processes, but materials treated through this method tend to have a longer shelf-life. These plasma systems are different from air plasma systems because flame plasma occurs when flammable gas and surrounding air are combusted into an intense blue flame. Objects’ surfaces are polarized from the flame plasma affecting the distribution of the surface's electrons in an oxidation form. This treatment requires higher temperatures so many of the materials that are treated with a flame plasma can be damaged. ===Chemical plasma=== Chemical plasma is based on the combination of air plasma and flame plasma. Much like air plasma, chemical plasma fields are generated from electrically charged air. But, instead of air, chemical plasma relies on a mixture of other gases depositing various chemical groups onto the treated surface. == See also == * Flame treatment * List of plasma (physics) articles * Plasma activation * Polymeric surface * Surface finishing ==References== ==External links== * Technical article describing how surface treatment with Corona and plasma works Category:Industrial processes Category:Plastics industry ",
    "title": "Corona treatment"
}