{
    "id": "2756286",
    "text": "East Base on Stonington Island Stonington Island is a rocky island lying northeast of Neny Island in the eastern part of Marguerite Bay off the west coast of Graham Land, Antarctica. It is long from north-west to south-east and wide, yielding an area of . It was formerly connected by a drifted snow slope to Northeast Glacier on the mainland. Highest elevation is Anemometer Hill which rises to . ==History== Stonington Island was chosen as the site for the East Base of the United States Antarctic Service (USAS) Expedition (1939–41). It was named after Stonington, Connecticut, home port of the sloop Hero in which Captain Nathaniel Palmer sighted the Antarctic continent in 1820. ===Station E=== The island was also home to the British Antarctic Survey (BAS) Station EStation E British Antarctic Survey and the Ronne Antarctic Research Expedition, and was the base of operations for many historic Antarctic Peninsula surveying missions in the 1940s. Station E was occupied until 23 February 1975 and the main building was known as Trepassey House, it was cleaned up and repaired in 1992. The huts are protected under the Antarctic Treaty. ===Historic sites=== A protected area on the island consists of the buildings and artifacts at East Base (with their immediate environs) that were erected and used during the two US wintering expeditions. The size of the area is about north-south, from the beach to Northeast Glacier adjacent to Back Bay, and east-west. It has been designated a Historic Site or Monument (HSM 55) following a proposal by the US to the Antarctic Treaty Consultative Meeting (ATCM). The British Station E research station is also considered to be of historical importance in relating to both the early period of exploration and the later BAS history of the 1960s and 1970s, and it has been similarly designated a Historic Site or Monument (HSM 64) following a proposal by the United Kingdom to the ATCM. ==Environment== ===Climate=== ===Important Bird Area=== A circular, 500 ha site on the island has been designated an Important Bird Area (IBA) by BirdLife International because it supports a breeding colony of about 135 pairs of imperial shags. Other birds breeding at the site include south polar skuas and Antarctic terns. ==See also== * Anemometer Hill * List of Antarctic research stations * List of Antarctic field camps * List of Antarctic and subantarctic islands * Crime in Antarctica * Edith Ronne * Tragic Corner ==References== ==External links== *Newsreel footage of Stonington Base, 1964 Category:Islands of Graham Land Category:Fallières Coast Category:Important Bird Areas of Antarctica Category:Seabird colonies Category:Historic Sites and Monuments of Antarctica ",
    "title": "Stonington Island"
}