{
    "id": "2756222",
    "text": "Philip Dansken Ross (January 1, 1858 – July 5, 1949) was a Canadian journalist, newspaper publisher, sportsman and early ice hockey administrator. ==Early life== Philip Dansken Ross was born in Montreal to parents Christina Chalmers Dansken and Montreal accountant Philip Simpson Ross. Ross studied at McGill University as a science major in 1875. At McGill, Ross played for the football and rowing clubs, later captaining the McGill football club to victory against Harvard University in the first Canada-U.S. international football game in 1878. He was provincial single sculling champion twice. He also played lacrosse and founded several golf clubs. He graduated from McGill in 1875, with honours. ==Career== Upon graduation, Ross worked for the Montreal Harbour Commission. He left the Commission and joined the staff at the Montreal Star in 1880. He joined the Toronto Daily Mail as a journalist. He returned to Montreal and joined the Montreal Star in 1885, eventually becoming its managing editor. In 1886, Ross became co-owner of the near- bankrupt Ottawa Evening Journal newspaper. In 1891 he bought out his partner and made it into a highly successful and respected paper. He served as its president for 60 years during which time he helped found the Canadian Press newspaper association. He was a builder and sometimes player of the Ottawa Hockey Club, later to be known as the Ottawa Senators. With this club, he befriended the sons of Lord Stanley, the Governor-General of Canada. In 1892, Lord Stanley appointed him to be a trustee for his championship ice hockey trophy, known today as the Stanley Cup. He helped found the Ontario Hockey Association in 1890. He played in the first Ontario championship game in 1891 at the Rideau Rink in Ottawa, helping Ottawa win 5-0 over Toronto St. George's. Ross was one of the two original Trustees of the Stanley Cup named by Lord Stanley in 1894, and so served for 56 years until his death. He also served as trustee for the Minto Cup of lacrosse. He turned down the trusteeship for the Grey Cup of Canadian football. He was inducted into the Hockey Hall of Fame in 1976. ===Politics=== He also went into politics. In 1912, Ross was nominated by the Civic Improvement League to be their mayoral candidate. This upset Wilson Southam, publisher of the Ottawa Citizen, who disliked that Ross and the League promoted \"compulsory vaccination and elitism.\" Ross would end up losing to Southam in the election. In 1928, Ross served as president of the Liberal-Conservative Association of Ottawa. On September 10, 1929, Ross was elected chairman of the Ontario Royal Commission on Public Welfare \"to investigate provision of services in hospitals, prisons and other provincial institutions.\" In 1931, he turned down the opportunity to be appointed lieutenant governor of Ontario. In 1933, he served as president of McGill's Graduate Society. ==Legacy and personal life== Ross family grave at Beechwood Cemetery The Ontario Heritage Foundation erected a plaque commemorating Philip Dansken Ross 1858–1949 at the Journal Towers, Kent Street between Laurier and Slater, Ottawa. \"A distinguished journalist widely admired for his candour of expression and depth of knowledge, P.D. Ross was publisher- owner of the Ottawa Journal and one of the founders of the Canadian Press\".Ontario Heritage Foundation plaque Ross married Mary Littlejohn in 1891. Ross died on July 5, 1949, in Ottawa, Ontario, Canada. He was interred at Beechwood Cemetery in Ottawa.Ontario Cemetery Finding Aid ==References== General * * * Specific ==External links== * * Category:1858 births Category:1949 deaths Category:Burials at Beechwood Cemetery (Ottawa) Category:Businesspeople from Montreal Category:Canadian male journalists Category:Canadian newspaper publishers (people) Category:Journalists from Montreal Category:McGill University alumni Category:Ottawa Senators (original) players Category:Ottawa city councillors Category:Canadian sportsperson- politicians Category:19th-century Canadian journalists Category:Ottawa Senators (original) personnel ",
    "title": "Philip Ross"
}