{
    "id": "2757709",
    "text": "The Old Dead Tree was a progressive death metal band from the city of Paris, France active between 1997 and 2019. ==Musical style== Their musical style is a mixture of death metal elements, such as double bass drumming and heavy guitar riffing, and more mellow, progressive, gothic metal and doom metal elements. Singer Manuel Munoz varies between harsh growls and a melodic tenor voice. ==Albums== Their first major album release in 2003 was entitled The Nameless Disease and was inspired by and centered around the suicide of the band's first drummer, Frédéric Guillemot. Their second album The Perpetual Motion was released in 2005. Their latest record to date is The Water Fields which was released in September 2007. It received critical acclaim. A new album was tentatively scheduled to be recorded in Fall 2009, but creative differences caused the band to break up before it could be finished. In 2013, in order to celebrate the 10th anniversary of The Nameless Disease, Manuel, Nicolas, Gilles and Raphael reunited to perform the album in its entirety on a series of live shows, including at Hellfest. Prior to the tour, a special edition of The Nameless Disease was released digitally. They reunited once more in 2017 with the same line-up as the 2013 show. ==Band== ===Final members=== * Manuel Munoz - vocals, guitars (1997–2009, 2013, 2017) * Nicolas Chevrollier - guitars (1997–2006, 2013, 2017) * Gilles Moinet - guitars (2006–2009), bass (2013, 2017) * Raphaël Antheaume - drums (2008–2009, 2013, 2017) ===Former members=== * Frédéric Guillemot - drums (1997–1999; died 1999) * Franck Métayer - drums (1999–2004) * Foued Moukid - drums (2004–2007) * Vincent Danhier - bass (1997–2009) ==Timeline== ==Discography== * 1999: The Blossom (demo) * 2003: The Nameless Disease (Season of Mist) * 2005: The Perpetual Motion (Season of Mist) * 2007: The Water Fields (Season of Mist) * 2019: The End (EP) (Season of Mist) ==Notes== ==External links== * * The Old Dead Tree Official Website * The Old Dead Tree Official MySpace Category:Musical groups established in 1997 Category:Musical groups disestablished in 2009 Category:French gothic metal musical groups Category:Musical quartets Category:Season of Mist artists ",
    "title": "The Old Dead Tree"
}