{
    "id": "2757988",
    "text": "Flag of England Statue of Alfred the Great, the Anglo-Saxon King of Wessex from 871 to 899. A map of England (dark red) within the United Kingdom (light red) English nationalism is the nationalism that asserts that the English are a nation and promotes the cultural unity of English people. In a general sense, it comprises political and social movements and sentiment inspired by a love for English culture, language and history, and a sense of pride in England and the English people. English nationalists often see themselves as predominantly English rather than British. On the political level, some English nationalists have advocated self-government for England such as the English Democrats. This could take the form either of a devolved English parliament within the United Kingdom or the re-establishment of an independent sovereign state of England outside of the United Kingdom. ==History== The history of English nationalism is a contested area of scholarship. The historian Adrian Hastings has written that: \"One can find historians to date 'the dawn of English national consciousness' (or some such phrase) in almost every century from the eighth to the nineteenth\".Adrian Hastings, The Construction of Nationhood. Ethnicity, Religion and Nationalism (Cambridge University Press, 1997), p. 35. ===Anglo-Saxon=== The Venerable Bede Patrick Wormald has claimed that England was a nation by the time of the Venerable Bede, who wrote the Historia ecclesiastica gentis Anglorum (Ecclesiastical History of the English People) around 730.Patrick Wormald, 'The Venerable Bede and the \"Church of the English\"', Geoffrey Rowell (ed.), The English Religious Tradition and the Genius of Anglicanism (Wantage: Ikon, 1992), p. 26. Wormald attributes Bede with a decisive \"role in defining English national identity and English national destiny\".Wormald, p. 26. Bede uses the label \"English\" to describe the Germanic peoples who inhabited Britain: Angles, Saxons and Jutes, and excluding Britons, Scots and Picts.Hastings, p. 37. In the final paragraph to the preface of the Ecclesiastical History of the English People Bede departs from the usual word \"gens\" and instead uses the word \"natio\" to describe the \"historia nostrae nationis\": the history of our own nation. This is the first verbal appearance of the English nation.Hastings, p. 38. The Anglo-Saxon poem The Battle of Maldon described the said battle between the Anglo-Saxon forces of Ethelred the Unready against a Viking invasion in 991. The poem praises the Anglo-Saxons defence of \"their land, the land of Ethelred the King, the place and the people\" and Byrhtnoth, Earl of Essex, is attributed as saying: \"Shall our people, our nation, bear you to go hence with our gold?\"Hastings, p. 42. Both Hastings and James Campbell believe England was a nation-state during late Anglo-Saxon times. Campbell writes that by the Norman conquest of 1066, \"England was by then a nation-state\".James Campbell, 'The United Kingdom of England: The Anglo-Saxon Achievement', Alexander Grant and Keith J. Stringer (eds.), Uniting the Kingdom? The Making of British History (London: Routledge, 1995), p. 31. ===Medieval=== The Norman conquest introduced a ruling class over England who displaced English land owners and clergy, and who spoke only Anglo-Norman, though it is likely many if not most were conversant in English from the second generation onwards. William of Malmesbury, a chronicler of mixed Anglo-Norman descent writing in the twelfth century, described the Battle of Hastings as: \"That fatal day for England, the sad destruction of our dear country [dulcis patrie]\".M. T. Clanchy, England and Its Rulers: 1066–1272 (Blackwell, 1998), p. 24. He also lamented: \"England has become the habitation of outsiders and the dominion of foreigners. Today, no Englishman is earl, bishop, or abbot, and newcomers gnaw away at the riches and very innards of England; nor is there any hope for an end of this misery\".Hugh M. Thomas, The English and the Normans: Ethnic Hostility, Assimilation and Identity 1066–c.1220 (Oxford University Press, 2003), p. 56. Another chronicler, Robert of Gloucester, speaking in part of earlier centuries, in the mid to late thirteenth century: > ...the Norman could not speak anything then except their own speech, and > they spoke French as they had done at home, and had their children taught > it, too, so that important men in this country who come from their stock all > keep to that same speech that they derived from them; because, unless a man > knows French, he is thought little of. But humble men keep to English and > their own speech still. I reckon there are no countries in the whole world > that do not keep to their own speech, except England only.Basil Cottle, The > Triumph of English 1350–1400 (London: Blandford Press, 1969), p. 16. King Edward I, himself a Norman-French speaker, when issuing writs for summoning Parliament in 1295, claimed that the King of France planned to invade England and extinguish Old English, \"a truly detestable plan which may God avert\".Hastings, p. 45.\"[Rex Franciae] linguam anglicam, si conceptae iniquitatis proposito detestabili potestas correspondeat, quod Deus avertat, omnino de terra delere proponit.\" William Stubbs, Select Charters (Oxford: Clarendon Press, 1946), p. 480. In the Cursor Mundi, an anonymous religious poem in northern Middle English dating from approximately 1300, appears the words: \"Of Ingland the nacion\".Hastings, p. 15. The Prologue starts: > :Efter haly kyrces state :Þis ilke bok it es translate, :Into Inglis tong to > rede, :For þe love of Inglis lede, :Inglis lede of Ingeland, :For þe commun > at understand. :Frankis rimes here I redd :Comunlik in ilk a sted; :Mast es > it wroght for Frankis man — :Quat is for him na Frankis can? :Of Ingeland þe > nacioun, :Es Inglis man þar in commun. :Þe speche þat man with mast may > spede, :Mast þarwith to speke war nede. :Selden was for ani chance :Praised > Inglis tong in France; :Give we ilk an þar langage, :Me think we do þam non > outrage. :To lauid Inglis man I spell... This can be translated into modern English as: > This same book is translated, in accordance with the dignity of Holy Church, > into the English tongue to be read, for love of the English people, the > English people of England, for the common people to understand. I have > normally read French verses everywhere here; it is mostly done for the > Frenchman – what is there for him who knows no French? As for the nation of > England, it is an Englishman who is usually there. It ought to be necessary > to speak mostly the speech that one can best get on with. Seldom has the > English tongue by any chance been praised in France; if we give everyone > their own language, it seems to me we are doing them no injury. I am > speaking to the English layman...Cottle, p. 17. In 1323 Henry Lambard, a cleric, was brought before a court and asked how he wished to clear himself of charges of theft. Lambard said in English that he was a cleric and was then asked if he knew Latin or French. He replied that he was English, and English-born, and that to speak in his mother tongue was proper. He refused to speak any other language except English. Refusing to give any other answer to the court, he was committed to another court to suffer peine forte et dure.Michael Prestwich, Plantagenet England. 1225–1360 (Oxford University Press, 2007), p. 556. During the later decades of the fourteenth century English started to come back into official use. The Pleading in English Act 1362 sought to replace French with English for all pleas in courts. The Mercers' Petition to Parliament of 1386 is the oldest piece of parliamentary English; the earliest English wills at the London Court of Probate date from 1387; the earliest English returns of the ordinances, usages, holdings of the gilds are from 1389 and come from London, Norwich and King's Lynn.Cottle, pp. 17–18. John Trevisa, writing in 1385, noted that: \"...in all the grammar schools of England children are dropping French and construing and learning in English...Also gentlemen have now largely stopped teaching their children French\".Cottle, pp. 20–21. The Hundred Years' War with France (1337–1453) aroused English nationalist feeling.Hastings, p. 47. May McKisack has claimed that \"The most lasting and significant consequences of the war should be sought, perhaps, in the sphere of national psychology...For the victories were the victories, not only of the king and of the aristocracy, but of the nation\".May McKisack, The Fourteenth Century 1307–1399 (Oxford University Press, 1959), p. 150. In 1346 was exhibited in Parliament for propaganda purposes a forged ordinance (in which the French King would have called for the elimination of the English nation) while Parliament was summoned to vote supplies to the king, who was engaged in the Siege of Calais. After the Siege of Calais of 1346, King Edward III expelled the inhabitants of that city because, in his words, \"I wolde repeople agayne the towne with pure Englysshmen\".William Paton Ker (ed.), The Chronicle of Froissart. Translated out of French by Sir John Bourchier, Lord Berners. Volume I (London: David Nutt, 1901), p. 332. When King Henry V conquered Harfleur in 1415, he ordered the inhabitants to leave and imported English immigrants to replace them.W. G. Boswell, Shakespeare's Holinshed. The Chronicle and the Historical Plays Compared (Chatto and Windus, 1907), p. 181, n. 1. King Edward III Edward III promoted Saint George during his wars against Scotland and France. Under Edward I and Edward II, pennons bearing the Cross of Saint George were carried, along with those of Saint Edmund the Martyr and Saint Edward the Confessor. However Edward III promoted St George over the previous national saints of St Edmund, St Edward the Confessor and Saint Gregory the Great.Ian Mortimer, The Perfect King. The Life of Edward III, Father of the English Nation (Vintage, 2008), p. 60.Henry Summerson, ‘George (d. c.303?)’, Oxford Dictionary of National Biography, Oxford University Press, Sept 2004; online edn, Oct 2007, accessed 3 October 2008. On 13 August 1351 St George was celebrated as \"the blessed George, the most invincible athlete of Christ, whose name and protection the English race invoke as that of their patron, in war especially\".Summerson. In Chichester in 1368 a guild was founded \"to the honour of the holy Trinity and of its glorious martyr George, protector and patron of England\". The Cross of St George was used by Edward III as banners on his ships and carried by his armies. St George became the patron saint of England and his cross eventually became the flag of England.Mortimer, p. 398. Laurence Minot, writing in the early fourteenth century, wrote patriotic poems celebrating Edward III's military victories against the Scots, French, Bohemians, Spaniards, Flemings and the Genoese.Cottle, p. 61.Douglas Gray, ‘Minot, Laurence (fl. early 14th cent.)’, Oxford Dictionary of National Biography, Oxford University Press, 2004, accessed 13 September 2008. After the English victory at Cressy in 1346, a cleric wrote a Latin poem criticising the French and extolling the English: > :Francia, foeminea, pharisaea, vigoris idea :Lynxea, viperea, vulpina, > lupina, Medea... :Anglia regna, mundi rosa, flos sine spina :Mel sine > sentina, vicisti bella marina.Hastings, p. 49. In English, this is: > :France, womanish, pharisaic, embodiment of might :Lynx-like, viperish, > foxy, wolfish, a Medea... :Realm of England, rose of the world, flower > without thorn, :Honey without dregs; you have won the war at sea.Thomas > Beaumont James and John Simons (eds.), The Poems of Laurence Minot 1333–1352 > (University of Exeter Press, 1989), p. 86, p. 93. Shortly after Henry V's victory over the French at Agincourt in 1415, a song was written to celebrate the victory. It started: > :Deo gratias Anglia redde pro victoria! :Owre Kynge went forth to Normandy > :With grace and myght of chyvalry :Ther God for hym wrought mervelusly; > :Wherefore Englonde may call and cry :Deo gratias: :Deo gratias Anglia redde > pro victoria. John Wycliffe (1320s–1384), the founder of the reformist Lollard movement, argued against the power of the Pope over England: \"Already a third and more of England is in the hands of the Pope. There cannot be two temporal sovereigns in one country; either Edward is king or Urban is king. We make our choice. We accept Edward of England and refuse Urban of Rome\".Rev. James Aitken Wylie, The History of Protestantism. Volume I (London: Cassell, 1878), p. 67. Wycliffe justified his translating the Bible into English: \"The gospels of Crist written in Englische, to moost lernyng of our nacioun\". The historian Robert Colls has argued that \"by the middle of the fourteenth-century nearly all the requirements for an English national identity were in place\", including a \"distinctive sense of territory and ethnicity, an English church, a set of national fables, and a clear common language\".Robert Colls, Identity of England (Oxford University Press, 2002), p. 17, p. 18. Scholar of nationalism Anthony D. Smith agrees to an extent, as from his ethnosymbolist perspective the ethnic core necessary for the development of modern nations had begun to crystallise during the fourteenth-century. That would not be to claim however that 'an English nation had come into existence, only that some of the processes that help to form nations had become discernible'.Anthony D. Smith, National Identity (Penguin, 1991), p. 56 ===Tudor=== King Henry VIII of England The historian of the Tudor period, Geoffrey Elton, has asserted that the \"Tudor revolution in government\" under King Henry VIII and his chief minister Thomas Cromwell has as its chief ingredient a concept of \"national sovereignty\".G. R. Elton, England under the Tudors. Third Edition (London: Routledge, 1991), p. 160. The Act in Restraint of Appeals 1533 famous preamble summarised this theory: > Where by divers sundry old authentic histories and chronicles it is > manifestly declared and expressed that this realm of England is an > empire...governed by one supreme head and king having the dignity and royal > estate of the imperial crown of the same, unto whom a body politic, compact > of all sorts and degrees of people divided in terms and by names of > spiritualty and temporalty, be bounden and owe to bear next to God a natural > and humble obedience.G. R. Elton (ed.), The Tudor Constitution. Documents > and Commentary. Second Edition (London: Cambridge University Press, 1982), > p. 353. By declaring England to be an \"empire\" this meant that England was a state entirely independent of \"the authority of any foreign potentates\". Elton claimed that \"We call this sort of thing a sovereign national state\".Elton, England under the Tudors, p. 161. The Act outlawed appeals from courts within the realm to courts outside the realm. The English Reformation destroyed the jurisdiction of the Pope over England. England was now completely independent.Elton, England under the Tudors, p. 162. For this reason Sir Thomas More went to his death, because in his words: \"This realm, being but one member and small part of the Church, might not make a particular law dischargeable with the general law of Christ's holy Catholic Church, no more than the City of London being but one poor member in respect of the whole realm, might make a law against an act of Parliament\". He later said: \"I am not bounden...to conform my conscience to the Council of one realm against the General Council of Christendom. For of the foresaid holy bishops I have...above one hundred; and for one Council or Parliament...I have all the Councils made these thousand years. And for this one kingdom, I have all other Christian realms\".A. G. Dickens, Thomas Cromwell and the English Reformation (London: The English Universities Press, 1959), pp. 64–65. When Mary (daughter of Henry and Catherine of Aragon) became Queen in 1553, she married Philip II of Spain and sought to return England to Roman Catholicism. Elton has written that \"In the place of the Tudor secular temper, cool political sense, and firm identification with England and the English, she put a passionate devotion to the catholic religion and to Rome, absence of political guile, and pride in being Spanish\".Elton, England under the Tudors, p. 214. Mary wanted to marry a Spaniard and Charles V, Holy Roman Emperor, chose Philip II (also his son and heir). With this marriage, England would become a Habsburg dominion and it did for a short time (arranged marriages such as these in the sixteenth century had built up the Habsburg empire). England \"played barely the part of a pawn\" in the diplomatic battle between the great European powers (France opposed the match) and the marriage was widely unpopular in England, even with Mary's own supporters such as Stephen Gardiner, who opposed reducing England to \"a Spanish colony\".Elton, England under the Tudors, p. 215. Ian Archer has argued that \"the possibility that England might become another Habsburg milch cow was very real\".Ian W. Archer, ‘Wyatt, Sir Thomas (b. in or before 1521, d. 1554)’, Oxford Dictionary of National Biography, Oxford University Press, Sept 2004; online edn, Oct 2006, accessed 6 September 2008. A courtier, Sir Thomas Wyatt, headed a rebellion to try to stop the marriage, motivated by a \"nationalist resentment at the proposed foreign king\".Elton, England under the Tudors, p. 217. Supporters of the insurgency urged Londoners to join to stop the English becoming \"slaves and vilaynes\", which was met with the response that \"we are Englishmen\".Archer. The uprising was defeated, and Wyatt at his trial justified his actions by saying: \"Myne hole intent and styrre was agaynst the comyng in of strangers and Spanyerds and to abolyshe theym out of this realme\". Mary vigorously persecuted Protestants, recorded by John Foxe in his Book of Martyrs, which were unprecedented in English history and resulted in an \"undying hatred of the pope and of Roman Catholicism which became one of the most marked characteristics of the English for some 350 years\".Elton, England under the Tudors, p. 220. Elizabeth I (who succeeded Mary in 1558) made a speech to Parliament on 5 November 1566, emphasising her Englishness: > \"Was I not born in this realm? Were my parents born in any foreign country? > Is there any cause I should alienate myself from being careful over this > country? Is not my kingdom here?\"L. S. Marcus, J. Mueller, and M. B. Rose > (eds.), Elizabeth I: Collected Works (University of Chicago Press, 2002), p. > 95. The excommunication of Elizabeth by Pope Pius V's papal bull (Regnans in Excelsis) of 1570; the St. Bartholomew's Day massacre of 1572; the publication of Foxe's Book of Martyrs; the Spanish Armada of 1588; and the Gunpowder Plot of 1605 all contributed to an English nationalism which was \"thoroughly militant and Protestant\".Hastings, p. 55. An example of this nationalism can be seen in Lord Chancellor Sir Christopher Hatton's opening speech to Parliament in 1589 in the aftermath of the defeat of the Armada. It has been described as \"an appeal designed to rouse both patriotic and ideological responses\".Wallace T. MacCaffrey, ‘Hatton, Sir Christopher (c.1540–1591)’, Oxford Dictionary of National Biography, Oxford University Press, 2004, accessed 6 September 2008. It was fiercely anti-Catholic (the Pope was a \"wolfish bloodsucker\"), execrated Englishmen who turned against their native country, and appealed for England's defence: \"Shall we now suffer ourselves with all dishonour to be conquered? England hath been accounted hitherto the most renowned kingdom for valour and manhood in all Christendom, and shall we now lose our old reputation?\".J. E. Neale, Queen Elizabeth (London: The Reprint Society, 1942), pp. 283–4. In 1591 a John Phillips published A Commemoration on the life and death of the right Honourable, Sir Christopher Hatton..., which included the lines: > :You noble peeres, my native Countrimen, :I need not shew to you my bloud > nor birth ... :Was not his hart bent for his Countries weale? ... :Take > courage then, maintaine your Countries right, ... :To straungers Yoakes, > your neckes doe never bow. ... :Our gratious Queene, of curtesie the flowre, > :Faire Englands Gem: of lasting blisse and joye: ... Sir Walter Raleigh, in his A Discourse of War, wrote that \"if our King Edward III. had prospered in his French Wars, and peopled with English the Towns which he won, as he began at Calais, driving out the French; the Kings (as his Successors) holding the same Course, would by this Time have filled all France with our Nation, without any notable emptying of this Island\".Thomas Birch (ed.), The Works of Sir Walter Ralegh, Kt., ii, (London: 1751), p. 27. Hastings has claimed that this usage of the word \"nation\" (used by Dr. Johnson in his Dictionary) is the same as the modern definition.Hastings, p. 14. Strong support exists among historians and students of nations and nationalism for the idea that England became a nation in or no later than the Tudor period. Liah Greenfeld argues that England was \"the first nation in the world\".Liah Greenfeld, Nationalism: Five Roads to Modernity (Harvard University Press, 1992) Others, including Patrick Collinson and Diana Muir Appelbaum argue strongly for Tudor-era English nationhood.Patrick Collinson, The Birthpangs of Protestant England (1988) Others including Krishan Kumar, argue that nations arose only in the modern period and that England cannot be described as a nation until the late nineteenth century.Krishan Kumar, The Making of English National Identity, Cambridge: Cambridge University Press, 2003 ===Stuart=== The idea of the Norman yoke became increasingly popular amongst English radicals in the seventeenth century. They believed that Anglo- Saxon England was a land of liberty but that this liberty was extinguished by the Norman conquest and the imposition of feudalism. John Milton, writing in the 1640s, used nationalist rhetoric: \"Lords and Commons of England, consider what nation it is whereoff ye are\" and on another occasion: \"Methinks I see in my mind a noble and puissant nation raising herself like a strong man after sleep\". It has also been demonstrated by projects such as the Locating the Hidden Diaspora by Northumbria University that English communities in America and Canada had a clear sense of English ethnicity especially in the 1800s and set up many societies and organisations and celebrated English culture and traditions, such as the Sons of St George etc. In her widely cited book, Britons: Forging the Nation 1707-1837, Linda Colley argues for the formation of an English nation in the Stuart era.Linda Colley, Britons: Forging the Nation 1707–1837, 1992. ==Modern== The English nationalist movement has its roots in a perception amongst many people in England that they are primarily or exclusively English rather than British, which mirrors the view in the other constituent countries. The perceived rise in English identity in recent years, as evidenced by the increased display of the English flag (particularly during international sporting competitions i.e. FIFA World Cup and UEFA European Championship), is sometimes attributed in the media to the increased devolution of political power to Scotland, Wales and Northern Ireland.BBC News Sunday 9 January 2000 English nationalism 'threat to UK' retrieved November 2011 One possible incentive for supporting the establishment of self-governing English political institutions has been the West Lothian question: the constitutional inconsistency whereby Scottish, Welsh and Northern Irish MPs in the UK Parliament have been able to cast votes on bills which will apply only to England while English MPs have had fewer such rights in relation to Scottish, Welsh and Northern Irish legislation, which is in many cases handled by the devolved legislatures. This anomaly was addressed in 2015 using the English votes for English laws procedures to ensure that legislation affecting only England requires a majority vote of MPs representing English constituencies. Many contemporary English nationalist movements are associated with support for right-of-centre economic and social policies, but nationalists elsewhere in the UK tend towards a social democratic political stance, as evidenced by the policies of the Scottish National Party and Plaid Cymru. English nationalism is also often linked with Euroscepticism.Ben Wellings Political Resistance to European Integration and the foundations of contemporary English nationalism, 61st Annual Political Studies Association Conference, April 2011The English Democrats call for the immediate withdrawal from the European Union... website of the English Democrats at www.voteenglish.org, retrieved November 2011 While there is in principle no conflict between the objectives of English, Scottish, Welsh and Irish nationalism, there is an inherent incompatibility between many forms of English nationalism and Cornish nationalism, since Cornwall is administratively an integral part of England. Also, to the extent that English nationalism advocates the political separation of England from the remainder of the UK, it is not compatible with Welsh, Scottish or Northern Irish Unionism. Brexit has been described as a symptom of English nationalism. ===Opinion polls=== A MORI opinion poll in 2006 commissioned by the Campaign for an English Parliament indicated that support for the creation of an English Parliament with the same powers as the existing Scottish Parliament had risen, with 41% of those questioned favouring such a move. In the same month an ICM Omnibus poll commissioned by the Progressive Partnership (a Scottish research organisation) showed that support for full English Independence had reached 31% of those questioned. In November 2006, another ICM poll, commissioned by the Sunday Telegraph, showed that support for an English Parliament had reached 68% and support for full English Independence had reached 48% of those questioned. A study conducted for the Commission for Racial Equality (CRE) in 2005 found that, in England, the majority of ethnic minority participants born there identified primarily as being British, whereas white English participants identified as being English first and British second. A YouGov survey for the BBC in 2018 found young people are less likely to feel proud to be English than older generations and the further someone lives from London, the more likely they are to identify with a particular part of England. ==Separatist organisations== * English Independence Party * England First Party (political party de-registered on 14 June 2012) * English People's Liberation Army (minor terrorist bombing organisation) == List of English parliamentary groups == * English Democrats * Campaign for an English Parliament ==See also== *Pegida UK *English Defence League * English national identity * St George's Day in England * Parliament of England and Devolved English Parliament * West Lothian question * Anglish – English linguistic purism * Merry England – Nostalgic English romantic nationalism ==Notes== ==References== * Ian W. Archer, ‘Wyatt, Sir Thomas (b. in or before 1521, d. 1554)’, Oxford Dictionary of National Biography, Oxford University Press, Sept 2004; online edn, Oct 2006, accessed 6 September 2008. * Thomas Birch (ed.), The Works of Sir Walter Ralegh, Kt., ii, (London: 1751). * W. G. Boswell, Shakespeare's Holinshed. The Chronicle and the Historical Plays Compared (Chatto and Windus, 1907). * James Campbell, 'The United Kingdom of England: The Anglo-Saxon Achievement', Alexander Grant and Keith J. Stringer (eds.), Uniting the Kingdom? The Making of British History (London: Routledge, 1995). * M. T. Clanchy, England and Its Rulers: 1066–1272 (Blackwell, 1998). * Basil Cottle, The Triumph of English 1350–1400 (London: Blandford Press, 1969). * A. G. Dickens, Thomas Cromwell and the English Reformation (London: The English Universities Press, 1959). * G. R. Elton (ed.), The Tudor Constitution. Documents and Commentary. Second Edition (London: Cambridge University Press, 1982). * G. R. Elton, England under the Tudors. Third Edition (London: Routledge, 1991). * Douglas Gray, ‘Minot, Laurence (fl. early 14th cent.)’, Oxford Dictionary of National Biography, Oxford University Press, 2004, accessed 13 September 2008. * Adrian Hastings, The Construction of Nationhood. Ethnicity, Religion and Nationalism (Cambridge University Press, 1997). * Thomas Beaumont James and John Simons (eds.), The Poems of Laurence Minot 1333–1352 (University of Exeter Press, 1989). * William Paton Ker (ed.), The Chronicle of Froissart. Translated out of French by Sir John Bourchier, Lord Berners, i, (London: David Nutt, 1901–3). * Wallace T. MacCaffrey, ‘Hatton, Sir Christopher (c.1540–1591)’, Oxford Dictionary of National Biography, Oxford University Press, 2004, accessed 6 September 2008. * L. S. Marcus, J. Mueller, and M. B. Rose (eds.), Elizabeth I: Collected Works (University of Chicago Press, 2002). * May McKisack, The Fourteenth Century 1307–1399 (Oxford University Press, 1959). * Ian Mortimer, The Perfect King. The Life of Edward III, Father of the English Nation (Vintage, 2008). * J. E. Neale, Queen Elizabeth (London: The Reprint Society, 1942). * Henry Summerson, ‘George (d. c.303?)’, Oxford Dictionary of National Biography, Oxford University Press, Sept 2004; online edn, Oct 2007, accessed 3 October 2008. * William Stubbs, Select Charters (Oxford: Clarendon Press, 1946). * Hugh M. Thomas, The English and the Normans: Ethnic Hostility, Assimilation and Identity 1066–c.1220 (Oxford University Press, 2003). * Patrick Wormald, 'The Venerable Bede and the \"Church of the English\"', Geoffrey Rowell (ed.), The English Religious Tradition and the Genius of Anglicanism (Wantage: Ikon, 1992). * Rev. James Aitken Wylie, The History of Protestantism. Volume I (London: Cassell, 1878) * 3.22 of English Democrats 2016 manifesto ‘, English Parliament within a UK, English Democrat Website; online edn, Sep 2016, accessed 17 September 2017. * ‘, Batley and Spen By- Election Result and Analysis – English Democrats, English Independence, Election Polling, online edn, Oct 2016, accessed 17 September 2017. ==External links== * The Campaign for an English Parliament * The English Democrats * England First Party * We Are The English * Anglo-Saxon Foundation * English Nationalist Blog Category:Separatism in the United Kingdom ",
    "title": "English nationalism"
}