{
    "id": "2757364",
    "text": "Merseburg Incantations manuscript (Merseburger Domstiftsbibliothek, Codex 136, f. 85r, 10th Cy.) The Merseburg charms or Merseburg incantations () are two medieval magic spells, charms or incantations, written in Old High German. They are the only known examples of Germanic pagan belief preserved in the language. They were discovered in 1841 by Georg Waitz, who found them in a theological manuscript from Fulda, written in the 9th century, although there remains some speculation about the date of the charms themselves. The manuscript (Cod. 136 f. 85a) is stored in the library of the cathedral chapter of Merseburg, hence the name. ==History== miscellany with other manuscripts. The Merseburg charms are the only known surviving relics of pre-Christian, pagan poetry in Old High German literature. The charms were recorded in the 10th century by a cleric, possibly in the abbey of Fulda, on a blank page of a liturgical book, which later passed to the library at Merseburg. The charms have thus been transmitted in Caroline minuscule on the flyleaf of a Latin sacramentary. The spells became famous in modern times through the appreciation of Jacob Grimm, who wrote as follows: > :Lying between Leipzig, Halle and Jena, the extensive library of the > Cathedral Chapter of Merseburg has often been visited and made use of by > scholars. All have passed over a codex which, if they chanced to take it up, > appeared to offer only well-known church items, but which now, valued > according to its entire content, offers a treasure such that the most famous > libraries have nothing to compare with it... The spells were published later by Jacob Grimm in On two newly-discovered poems from the German Heathen Period (1842). The manuscript of the Merseburg charms was on display until November 2004 as part of the exhibition \"Between Cathedral and World - 1000 years of the Chapter of Merseburg,\" at Merseburg cathedral. They were previously exhibited in 1939. ==The texts== Each charm is divided into two parts: a preamble telling the story of a mythological event; and the actual spell in the form of a magic analogy (just as it was before... so shall it also be now...). In their verse form, the spells are of a transitional type; the lines show not only traditional alliteration but also the end-rhymes introduced in the Christian verse of the 9th century. ===First Merseburg Charm=== \"Idise\" (1905) by Emil Doepler. The first spell is a \"Lösesegen\" (blessing of release), describing how a number of \"Idisen\" freed from their shackles warriors caught during battle. The last two lines contain the magic words \"Leap forth from the fetters, escape from the foes\" that are intended to release the warriors. > {| |- valign=\"top\" | Eiris sazun idisi, sazun hera duoder; suma hapt > heptidun, suma heri lezidun, suma clubodun umbi cuoniouuidi: > insprinc haptbandun, inuar uigandun. | Once sat women, They sat here, > then there. Some fastened bonds, Some impeded an army, Some unraveled > fetters: Escape the bonds, flee the enemy! | |} ===Second Merseburg Charm=== \"Wodan Heals Balder's Horse\" (1905) by Emil Doepler. Phol is with Wodan when Baldur's horse dislocates its foot while riding through the forest (holza). Wodan intones the incantation: \"Bone to bone, blood to blood, limb to limb, as if they were mended\". Figures that can be clearly identified within Continental Germanic mythology are \"Uuôdan\" (Wodan) and \"Frîia\" (Frija). Depictions found on Migration Period Germanic bracteates are often viewed as Wodan (Odin) healing a horse. Comparing Norse mythology, Wodan is well-attested as the cognate of Odin. Frija the cognate of Frigg, also identified with Freyja. Balder is Norse Baldr. Phol is possibly masculine form of Uolla, and, as Grimm suggested, the context makes it clear that it is another name for Balder. Uolla is cognate with Old Norse Fulla, a goddess there also associated with Frigg. Sunna (the personified sun) is in Norse mythology Sól. Sinthgunt is otherwise unattested. > {| |- valign=\"top\" | Phol ende uuodan uuorun zi holza. du uuart demo > balderes uolon sin uuoz birenkit. thu biguol en sinthgunt, sunna era > suister; thu biguol en friia, uolla era suister; thu biguol en uuodan, > so he uuola conda: sose benrenki, sose bluotrenki, sose lidirenki: > ben zi bena, bluot zi bluoda, lid zi geliden, sose gelimida sin! | > Phol and Wodan were riding to the woods, and the foot of Balder's foal was > sprained So Sinthgunt, Sunna's sister, conjured it; and Frija, Volla's > sister, conjured it; and Wodan conjured it, as well he could: Like bone- > sprain, so blood-sprain, so joint-sprain: Bone to bone, blood to blood, > joints to joints, so may they be glued.translation from Benjamin W. Fortson, > Indo-European language and culture: an introduction, Wiley-Blackwell, 2004,, > p. 325. | |} ==Parallels== The First Merseburg Charm (loosening charm)'s similarity to the anecdote in Bede's Hist. Eccles., IV, 22 () has been noted by Jacob Grimm. In this Christianized example, it is the singing of the mass, rather than the chanting of the charm, that effects the release of a comrade (in this case a brother). The unshackled man is asked \"whether he had any spells about him, as are spoken of in fabulous stories\",translation based on L.C. Jane (1903); A. M. Sellar (1907) (wikisource version) which curiously has been translated as \"loosening rune (about him)\" () in the Anglo-Saxon translation of Bede, as has been pointed out by Sophus Bugge. Bugge makes this reference in his edition of the Eddaic poem Grógaldr (1867), in an attempt to justify his emending the phrase \"Leifnir's fire (?)\" () into \"loosening charm\" () in the context of one of the magic charms that Gróa is teaching to her son. But this is an aggressive emendation of the original text, and its validity as well as any suggestion to its ties to the Merseburg charm is subject to skepticism., p.365, footnote. Quote: \"The existence of the term \"leysigaldr\" in Old Norse is seductive, but does not constitute proof of the existence of these outside the realm of fiction, or that it can be applied to the Merseburg charm. \" Many analogous magic incantations to the Second Merseburg Charm (horse-healing spell) have been noted. Some paralleling is discernible in other Old German spells, but analogues are particularly abundant in folkloric spells from Scandinavian countries (often preserved in so-called \"black books\"). Similar charms have been noted in Gaelic, Lettish and FinnishChristiansen, Reidar. 1914. Die finnischen und nordischen Varianten des zweiten Merseburgerspruches. (Folklore Fellows’ Communications 18.) Hamina Academia Scientiarum Fennicum. suggesting that the formula is of ancient Indo-European origin. Parallels have also been suggested with Hungarian texts.Pócs, Éva. \"A „2. merseburgi ráolvasás” magyar típusai\" [Hungarian types of the 2nd Merseburg Charm]. Olvasó. Tanulmányok a 60 (2010): 272-281. Some commentators trace the connection back to writings in ancient India. ===Other Old High German and Old Saxon spells=== Other spells recorded in Old High German or Old Saxon/Old Low German noted for similarity, such as the group of wurmsegen spells for casting out the \"Nesso\" worm causing the affliction. There are several manuscript recensions of this spell, and Jacob Grimm scrutinizes in particular the so- called \"Contra vermes\" variant, in Low German from the Cod. Vidob. theol. 259 (now ÖNB Cod. 751). The text is Old High German, with a Latin title: > Contra vermes (against worms) Gang ût, nesso, mit nigun nessiklînon, ût > fana themo margę an that bên, fan themo bêne an that flêsg, ût fana themo > flêsgke an thia hûd, ût fan thera hûd an thesa strâla. Drohtin, uuerthe so!. > For additional ms. details, see As Grimm explains, the spell tells the nesso worm and its nine young ones to begone, away from the marrow to bone, bone to flesh, flesh to hide (skin), and into the strâla or arrow, which is the implement into which the pest or pathogen is to be coaxed. It closes with the invocation: \"Lord (Drohtin), let it be\". Grimm insists that this charm, like the De hoc quod Spurihalz dicunt charm (MHG: spurhalz; \"lame\") that immediately precedes it in the manuscript, is \"about lame horses again\" And the \"transitions from marrow to bone (or sinews), to flesh and hide, resemble phrases in the sprain-spells\", i.e. the Merseburg horse-charm types. ===Scandinavia=== Jacob Grimm in his Deutsche Mythologie, chapter 38, listed examples of what he saw as survivals of the Merseburg charm in popular traditions of his time: from Norway a prayer to Jesus for a horse's leg injury, and two spells from Sweden, one invoking Odin (for a horse suffering from a fit or equine distemper) and another invoking Frygg for a sheep's ailment. He also quoted one Dutch charm for fixing a horse's foot, and a Scottish one for the treatment of human sprains that was still practiced in his time in the 19th century (See #Scotland below). ====Norway==== Grimm provided in his appendix another Norwegian horse spell, which has been translated and examined as a parallel by Thorpe. Grimm had recopied the spell from a tome by Hans Hammond, Nordiska Missions-historie (Copenhagen 1787), pp. 119–120, the spell being transcribed by Thomas von Westen c. 1714. This appears to be the same spell in English as given as a parallel by a modern commentator, though he apparently misattributes it to the 19th century. The texts and translations will be presented side-by-side below: > {|cellpadding=\"2\" |- valign=\"top\" | ::LII. gegen knochenbruchNumeral and > German title is Grimm's :Jesus reed sig til Heede, :der reed han syndt sit > Folebeen. :Jesus stigede af og lägte det; :Jesus lagde Marv i Marv, :Ben i > Ben, Kjöd i Kjöd ; :Jesus lagde derpaa et Blad, :At det skulde blive i samme > stad. :i tre navne etc. :(Hans Hammond, \"Nordiska Missions-historie\", > :Kjøbenhavn 1787, pp.119, 120), Appendix, Spells, Spell #LVII. Title is > Grimm's :(= Bang's formula #6), | ::\\--- :Jesus rode to the heath, :There he > rode the leg of his colt in two. :Jesus dismounted and heal'd it ; :Jesus > laid marrow to marrow, :Bone to bone, flesh to flesh ; :Jesus laid thereon a > leaf, :That it might remain in the same place. , text and translation. Lacks > the last invocational line | ::For a Broken Bone :Jesus himself rode to the > heath, :And as he rode, his horse's bone was broken. :Jesus dismounted and > healed that: :Jesus laid marrow to marrow, :Bone to bone, flesh to flesh. > :Jesus thereafter laid a leaf :So that these should stay in their place. > :(in the Three Names, etc.) | |} The number of Norwegian analogues is quite large, though many are just variations on the theme. Bishop Anton Christian Bang compiled a volume culled from Norwegian black books of charms and other sources, and classified the horse-mending spells under the opening chapter \"Odin og Folebenet\", strongly suggesting a relationship with the second Merseburg incantation.Bang's Norse hexeformulaer collection lacks commentary, but makes clear he subscribes to the parallelism view espoused by Grimm and Bugge. Bang here gives a group of 34 spells, mostly recorded in the 18th–19th century though two are assigned to the 17th (c. 1668 and 1670), and 31 of the charms are for treating horses with an injured leg. The name for the horse's trauma, which occurs in the titles, is in most of the rhymes, with smatterings of raina and bridge (sic.), but they all are essentially synonymous with brigde, glossed as the \"dislocation of the limb\" in Aasen's dictionary. (pdf) From Bishop Bang's collection, the following is a list of specific formulas discussed as parallels in scholarly literature: * No. 2, \"Jesus og St. Peter over Bjergene red..\" (c. 1668. From Lister og Mandal Amt, or the modern-day Vest-Agder. Ms. preserved at the Danish Rigsarkivet) * No. 6, Jesus red sig tile Hede..\" (c. 1714. Veø, Romsdal). Same as Grimm's LII quoted above., repr. Grimm#LVII and Bang's no.4 have spelling differences, but both cite Hammond as source, and the identity is mentioned in * No, 20, \"Jeus rei sin Faale over en Bru..\" (c. 1830. Skåbu, Oppland. However Wadstein's paper does not focus the study on the base text version, but the variant Ms. B which has the \"Faale\" spelling) * No. 22, \"Vor Herre rei..\" (c. 1847. Valle, Sætersdal. Recorded by Jørgen Moe) It might be pointed out that none of the charms in Bang's chapter \"Odin og Folebenet\" actually invokes Odin. The idea that the charms have been Christianized and that the presence of Baldur has been substituted by \"The Lord\" or Jesus is expressed by Bang in another treatise, crediting communications with Bugge and the work of Grimm in the matter. Jacob Grimm had already pointed out the Christ-Balder identification in interpreting the Merseburg charm; Grimm seized on the idea that in the Norse language, \"White Christ (hvíta Kristr)\" was a common epithet, just as Balder was known as the \"white Æsir-god\", citing Grimm's DM 1st ed., Anhang, p.cxlviii and, p.21-2 Another strikingly similar \"horse cure\" incantation is a 20th-century sample that hails the name of the ancient 11th-century Norwegian king Olaf II of Norway. The specimen was collected in Møre, Norway, where it was presented as for use in healing a bone fracture: > {|cellpadding=\"2\" |- valign=\"top\" | ::Les denne bøna: :Sankt-Olav reid i den > :grøne skog, :fekk skade på sin :eigen hestefot. :Bein i bein, :kjøt i kjøt, > :hud i hud. :Alt med Guds ord og amenCollected by Martin Bjørndal in Møre > (Norway); printed in (cited by ) | ::To Heal a Bone Fracture :Saint Olav > rode in :green wood; :broke his little :horse's foot. :Bone to bone, :flesh > to flesh, :skin to skin. :In the name of God, :amen. | |} This example too has been commented as corresponding to the second Merseburg Charm, with Othin being replaced by Saint Olav. ====Sweden==== Several Swedish analogues were given by Sophus Bugge and by Viktor Rydberg in writings published around the same time (1889). The following 17th-century spell was noted as a parallel to the Merseburg horse charm by both of them:Studier over de nordiske Gude- and Helte-sagns Oprindelse ; Germ. tr. by Brenner, > {|cellpadding=\"2\" |- valign=\"top\" | :: ::(Sörbygdens dombok, 1672) :Vår > herre Jesus Kristus och S. Peder de gingo eller rede öfver Brattebro. S. > Peders häst fick vre eller skre. Vår herre steg af sin häst med, signa S. > Peders häst vre eller skre: blod vid blod, led vid led. Så fick S. Peders > häst bot i 3 name o.s.v. | :: ::(court proceeding records for Sörbygden > hundred, 1672) :Our Lord Jesus Christ and St. Peter went or rode over > Brattebro. St. Peter's horse got (a dislocation or sprain). Our Lord > dismounted from His horse, blessed St. Peter's horse (with the dislocation > or sprain): blood to blood, (joint to joint). So received St. Peter's horse > healing in three names etc. etc. | |} Another example (from Kungelf's Dombok, 1629) was originally printed by Arcadius: > {|cellpadding=\"2\" |- valign=\"top\" | Vår herre red ad hallen ned. Hans foles > fod vrednede ved, han stig aff, lagde leed ved leed, blod ved blod, kiöd ved > kiöd, ben ved ben, som vor herre signet folen sin, leedt ind igjen, i naffn, > o.s.v. | Our Lord rode down to the hall. His foal's foot became sprained, he > dismounted, laid joint with joint, blood with blood, sinew with sinew, bone > with bone, as our Lord blessed his foal, led in again, in the name of, etc. > | |} A spell beginning \"S(anc)te Pär och wår Herre de wandrade på en wäg (from Sunnerbo hundred, Småland 1746) was given originally by Johan Nordlander. A very salient example, though contemporary to Bugge's time, is one that invokes Odin's name: > :: ::(from Jellundtofte socken, Västbo hundred in Småland, 19th century) > {|cellpadding=\"2\" |- valign=\"top\" | Oden rider öfver sten och bärg han rider > sin häst ur vred och i led, ur olag och i lag, ben till ben, led till led, > som det bäst var, när det helt var. | Odin rides over rock and hill; he > rides his horse out of a sprain and into joint out of disorder and into > order, bone to bone, joint to joint, as it was best, when it was whole. | |} ====Denmark==== A Danish parallel noted by A. Kuhn is the following: > {|cellpadding=\"2\" |- valign=\"top\" | :: :: Jesus op ad Bierget red; der vred > han sin Fod af Led. Saa satte han sig ned at signe. Saa sagde han: Jeg > signer Sener i Sener, Aarer i Aarer, Kiød i Kiød, Og Blod i Blod! Saa satte > han Haanden til Jorden ned, Saa lægedes hans Fodeled! I Navnet o.s.v. | :: > :: Jesus up the mountain did ride; sprained his foot in the joint. He sat > down for a blessing, and so said he: I bless tendon to tendon vein to vein, > flesh to flesh, and blood to blood! So he set his hand down on the ground > below, and bonded were his joints together! In the Name, etc. | |} ===Scotland=== Grimm also exemplified a Scottish charm (for people, not horses) as a salient remnant of the Merseburg type of charm. This healing spell for humans was practiced in Shetland (which has strong Scandinavian ties and where the Norn language used to be spoken). The practice involved tying a \"wresting thread\" of black wool with nine knots around the sprained leg of a person, and in an inaudible voice pronouncing the following: Alexander Macbain (who also supplies a presumably reconstructed Gaelic \"Chaidh Criosd a mach/Air maduinn mhoich\" to the first couplet of \"The Lord rade\" charm above) also records a version of a horse spell which was chanted while \"at the same time tying a worsted thread on the injured limb\"., > {|cellpadding=\"2\" |- valign=\"top\" | Chaidh Criosda mach Sa' mhaduinn moich > 'S fhuair e casan nan each, Air am bristeadh mu seach. Chuir e enaimh ri > enaimh, Agus feith ri feith, Agus feòil ri feòil, Agus craicionn ri > craicionn, 'S mar leighis esan sin Gu'n leighis mise so. | Christ went > forth In the early morn And found the horses' legs Broken across. He put > bone to bone. Sinew to sinew, Flesh to flesh. And skin to skin; And as He > healed that, May I heal this. | |} Macbain goes on to quote another Gaelic horse spell, one beginning \"Chaidh Brìde mach..\" from Cuairtear nan Gleann (July 1842) that invokes St. Bride as a \"he\" rather than \"she\", plus additional examples suffering from corrupted text. ===Ancient India=== There have been repeated suggestions that healing formula of the Second Merseburg Charm may well have deep Indo-European roots. A parallel has been drawn between this charm and an example in Vedic literature, an incantation from the 2nd millennium BCE found in the Atharvaveda, hymn IV, 12:, quote: \"The parallels of the Merserburger Charm in Vedic literature\", is followed by the text of the Atharvaveda 4,12 and translation by ., \"one of the 'Merseburger Zauberspruche' (Merseburg Spells) which has its parallel in the Atharvaveda\" > {|cellpadding=\"2\" |- valign=\"top\" | :1. róhaṇy asi róhany asthṇaç chinnásya > róhaṇî :: róháye 'dám arundhati :2. yát te rishṭáṃ yát te dyuttám ásti > péshṭraṃ te âtmáni :: dhâtấ tád bhadráyâ púnaḥ sáṃ dadhat párushâ páruḥ :3. > sáṃ te majjấ majjñấ bhavatu sámu te párushâ páruḥ ::sáṃ te mâmsásya > vísrastaṃ sáṃ ásthy ápi rohatu :4. majjấ majjñấ sáṃ dhîyatâṃ cármaṇâ cárma > rohatu ::ásṛk te ásthi rohatu ṃâṇsáṃ mâṇséna rohatu :5. lóma lómnâ sáṃ > kalpayâ tvacấ sáṃ kalpayâ tvácam ::ásṛk te ásthi rohatu chinnáṃ sáṃ dhehy > oshadhe | :1. Grower (Rohani) art thou, grower, grower of severed bone; > make this grow. O arundhatī :2. What of thee is torn, what of thee is > inflamed (?), what of thee is crushed (?) in thyself ::may Dhātar > excellently put that together again, joint with joint. :3. Let thy marrow > come together with marrow, and thy joint together with joint; ::together let > what of your flesh has fallen apart, together let thy bone grow over. :4. > Let marrow be put together with marrow; let skin grow with skin; :: let thy > blood, bone grow; let flesh grow with flesh. :5. Fit thou together hair with > hair; fit together skin with skin; ::let thy blood, bone grow; put together > what is severed, O herb..., etc. (also – via Wikisource.) | |} However, the Rohani (Rōhaṇī ) here apparently does not signify a deity, but rather a healing herb; in fact, just an alternative name for the herb arundathi mentioned in the same strain. ==See also== *Eggja stone *Lorsch Bee Blessing *Nine Herbs Charm ==Explanatory notes== ==Citations== ==References== ;Editions * * * ;The Merseburg Charms * * * * (reprint) * * * * * ;General * *, p. 287, 549- (addendum to p. 284ff) * * * * * (in: \"Cap. XXXVIII. Sprüche und Segen\"; \"Beschwörungen\") * (in: \"Chapter XXXVIII, Spells and Charms\") * *Hoptman, Ari (1999). \"The Second Merseburg Charm: A Bibliographic Survey.\" Interdisciplinary Journal for Germanic Linguistics and Semiotic Analysis 4: 83-154. * * * : Cont. in: The Highland Monthly 4 (1892-3), pp. 227–444 * : Cont. in: Transactions 18 (1891-2), pp. 97–182 * (discusses Rydberg and Bugge's commentary) * * (Reprint) :(Revised version; containing and his Anglo- Saxon Trial by Jury (2000)) * Category:Germanic mythology Category:Germanic paganism Category:Merseburg Category:Old High German literature Category:Sources on Germanic paganism Category:Incantation Category:Medieval documents of Germany ",
    "title": "Merseburg charms"
}