{
    "id": "2757275",
    "text": ",Iwanami Nihonshi Jiten along with his brother Moronao and his cousin Morofuyu, was one of the leading generals of Shōgun Ashikaga Takauji during the Nanbokucho War. In 1335 he was sent west from Kamakura, the capital, at the head of a large army. The goal was to secure the shōgun's control over the region, and prepare for an attack to the west, expanding the Shōgun's power. However, the Imperial Court sent its army, bolstered by warriors from across the country, against the shogunate and against Moroyasu and Moronao in particular. This army, led by Nitta Yoshisada, met Moroyasu's force on 10 December, and they fought again ten days later. After a number of skirmishes, Moroyasu's army, despite being reinforced by men under Ashikaga Tadayoshi, was defeated, and withdrew into the Hakone Mountains. Here, at Sanoyama and Mishima, another set of skirmishes took place, eventually resulting in the destruction of Nitta's Imperial force when the shōgun arrived with further reinforcements. The Taiheiki, an epic dedicated to the events of this period, describes the Kō brothers as avid villains. That description is very probably accurate. Both brothers during their careers were extremely useful to Takauji, but because of their violent characters they also made him many powerful enemies. Most importantly, Moronao was bitterly opposed to Takauji's younger brother Tadayoshi and his policies. This enmity would be the main trigger of the Kannō Disturbance, an extremely divisive and damaging civil war between Takauji and Tadayoshi with very serious repercussions for the whole country. Although he ultimately won, Takauji was initially defeated in March 1351 by Tadayoshi and a truce was agreed upon with the help of Zen master Musō Soseki, who was close to both sides. One of the conditions posed by Tadayoshi was that the Kō brothers would retire from politics forever and become monks, which they did. Moronao became a Zen monk and Moroyasu a member of the Nembutsu fraternity. They later left Hyōgo for Kyoto accompanied by Takauji, but they would never arrive. The Kō were captured and then executed with many dozens of their family at the Muko River by forces led by Uesugi Akiyoshi on 25 March, 1351 (Kannō 2, 27th day of the 2nd month) in revenge for their killing of Akiyoshi's father Shigeyoshi. Takauji, powerless, had to deliver them to Akiyoshi. ==See also== *Siege of Kanegasaki (1337) ==References == == References == * Iwanami Nihonshi Jiten (岩波日本史辞典), CD-Rom Version. Iwanami Shoten, 1999–2001. * Sansom, George (1961). \"A History of Japan: 1334-1615.\" Stanford, California: Stanford University Press. Category:1351 deaths Category:Samurai Category:Year of birth unknown ",
    "title": "Kō no Moroyasu"
}