{
    "id": "2757030",
    "text": "Thierry Bisch (born 1953 in Strasbourg, France) is a French artist. ==Early life and education== Bisch comes from a family with industrial interests in France. The work of his great-grand father, the painter Louis Janmot (1814–1892), had a profound influence upon him. He travelled through Eastern Europe and parts of the Middle East just after graduation, then returned to Strasbourg in 1974 to study at art school. In 1978 he moved to Toulouse where he took classes at the Fine Art department of the University, beginning an enduring passion for life drawing. ==Career== In 1984 Thierry moved to Paris, the center of France’s art community. While continuing to work on his drawings over the following years, he took advantage of many work opportunities in the art world. He co-founded the independent rock label \"Reflexes\" and helped create and develop the well-known French magazine, called \"Zoulou\", for art designers. In 1986, he wrote and produced a 52 minutes movie on French fashion designer Thierry Mugler, broadcast on the television channel Canal+. The year following, he became Thierry Mugler's personal assistant for fashion photography, music, and special projects. Their work took them on many foreign travels, in U.S.S.R., Africa, U.S.A., China and many other countries. Ever since his studies at Toulouse University, he has continued to practice sketching and painting. He has had a permanent artist residency at the Hotel Lutetia, Paris since 2000. Since 2004, his animal portraits have achieved international notoriety. artnet.com In January 2007, he was named a Chevalier of The Ordre des Arts et des Lettres. In 2008, he has, with the IUCN Red List, been directing the operation \"Les murs de l'Arche\". IUCN- Species-| News 2 March 2009 In 2016 he undertakes, with the support of the Prince Albert II of Monaco Foundation, the campaign \"Delete?\" Prince_Albert_II_of_Monaco_Foundation | «Delete?» campaign, in partnership with Thierry Bisch to raise awareness of urban populations to the danger of extinction of wildlife. ==Sources== *2003 - Monographie Thierry Bisch (1990–2002) Editions Enrico Navarra *2009 - IUCN- Species-News 2 March 2009 ==See also== *List of wildlife artists ==Notes and references== ==External links== * * IUNC leaflet \"Les murs de l'Arche\" * THIERRY BISCH Un artiste incontournable de la mémoire du Lutetia. *«Delete?» campaign with Prince Albert II of Monaco Foundation Category:1953 births Category:Living people Category:20th-century French painters Category:20th-century male artists Category:French male painters Category:21st-century French painters Category:21st-century male artists Category:French portrait painters Category:Wildlife artists Category:Equine artists Category:Dog artists Category:Chevaliers of the Ordre des Arts et des Lettres ",
    "title": "Thierry Bisch"
}