{
    "id": "2758340",
    "text": "Nahalal () is a moshav in northern Israel. Covering 8.5 square kilometers, it falls under the jurisdiction of Jezreel Valley Regional Council. In it had a population of . Nahalal is best known for its general layout, as designed by Richard Kauffmann: slightly oval round, similar to a spoke wheel with its public buildings at the \"hub\" and individual plots of agricultural land radiating from it like spokes with symmetrically placed roads creating eight equal sectors, an inner ring of residential buildings, and an outer ring road.Richard Kauffmann, Die Bebauungsplaene der Kleinsiedlungen Kfar-Nahalal und Kfar-Jecheskiel ('The construction plans for the agricultural small housing estates Kfar Nahalal and Kfar Jecheskiel'), published by the Department for Agricultural Colonization of the Zionist Executive, Jerusalem (1923), in German. ==In the Hebrew Bible== Nahalal was a Levitical city mentioned in the Hebrew Bible. According to the Book of Joshua, Nahalal, also transliterated Nahallal, was located in the territory of the tribe of Zebulun () and given to the Merarite division of the Levite tribe (). In the Book of Judges it is referred to as Nahalol (). ==History== ===Antiquity=== Archaeological findings in the area suggest human settlement there dates to the Bronze Age, and continued into the Iron Age, Persian era, Hellenistic period, Roman era, and Byzantine era. Among the artifacts found was an ancient Jewish inscription of the word \"Sabbath\" on a rock, from Nahalal or nearby Shimron.Mordechai Aviam (2011). \"The Sabbath Boundary at Timrat\". In Eretz Magazine. A Hebrew version of the article is also available. ===Ottoman Empire: Ma'alul=== An Arab village in the area, Ma'alul, was incorporated into the Ottoman Empire in 1517. It was identified with the biblical Nahalal by Rabbi Joseph Schwarz in 1850. ===20th century=== ====Arab village of Ma'alul==== By the 20th century, Ma'alul's inhabitants were tenants of the Sursuq family of Beirut, absentee landlords who had acquired the land earlier. In 1921, they sold all but 2,000 dunams of Ma'alul's land to the Zionist Palestine Land Development Company.a total of 16,000 dunams, with 90 families, according to List of villages sold by Sursocks and their partners to the Zionists since British occupation of Palestine, evidence to the Shaw Commission, 1930 Moshe Dayan mentioned Nahalal as an example of \"there is not one place built in this country which did not have a former Arab population\". ====Moshav Nahalal==== Nahalal in 1932 Nahalal was the first moshav ovdim (workers' cooperative agricultural settlement) in Mandatory Palestine. Its founders immigrated to Palestine from Eastern Europe as part of the Second and Third Aliyah between 1904 and 1914, at the end of Ottoman rule. Some of them had been members of the first kibbutz, Degania. After working in farming communities for a decade, they dreamt of establishing an income-sharing farming community similar to a kibbutz, but they wanted to maintain the nuclear family and household structure (kibbutzim had communal dining and children were kept in separate housing, where they also slept). The founders first arrived to the lands given to them by the Jewish National Fund on September 11, 1921. They first saw the allotted land from the hill, noticing that small rivulets transformed the plain into marshes that attracted malaria- spreading anopheles mosquitoes. Heeding the warnings of experts, such as Dr. Hillel Yaffe, the Jewish pioneers temporarily settled on a nearby hill, near the Arab village of Ma'lul. Later they came down from the hill and divided the land, initially into 80 equal parcels, 75 to the members and 5 to Nahalal agricultural school. Nahalal school 1944 Nahalal 1945 Nahalal 1946 The physical layout of Nahalal, devised by architect Richard Kauffmann in 1921, became the pattern for many moshavim established before 1948; it is based on concentric circles, with the public buildings (school, administration offices, services, and warehouses) in the centre, the homes of non-farming families (craftsmen, teachers, etc.) around the centre, then a ring street with the farmers' homesteads bordering on it on the outside, and beyond those, ever- widening circles of gardens and fields. The equal parcelling of the land became the trademark geometric shape of Nahalal. According to a census conducted in 1922 by the British Mandate authorities, Nahalal had a population of 437 Jews. On 22 December 1932, a member of Nahalal and his son were killed when a bomb was thrown into their home. ==Education== In 1929, a Girls' Agricultural Training Farm was established at Nahalal by Hana Meisel of the Women's International Zionist Organization, and in the 1940s it became a co- educational farming school of the Youth Aliyah movement. ==Notable residents== Ilan Ramon's grave in Nahalal *Ram (Rami) Ben-Barak (born 1958), politician *Moshe \"Muki\" Betser (born 1945), famous commando officer *Assi Dayan (1945–2014), film director, actor, screenwriter, and producer; son of Moshe Dayan *Moshe Dayan (1915–1981), military leader *Ruth Dayan (née Schwartz, born 1925)), social activist; first wife of Moshe Dayan *Shmuel Dayan (1891–1968), activist and politician; father of Moshe Dayan *Yael Dayan (born 1939), MK and daughter of Moshe Dayan *Pnina Gary (born 1927), actress and theatre director *Yehonatan Geffen (born 1947), musician, nephew of Moshe Dayan *Amos Hadar (1923–2014), politician, Member of the Knesset *Roy Kafri (born 1985), artist, comedian and musician *Aryeh Nehemkin (born 1925), Minister of Agriculture *Moshe Peled (soldier), Israeli general during the Yom Kippur War *Amir Pnueli (1941–2009), computer scientist *Nissan Rilov (1922–2007), artist, soldier, activist *Meir Shalev (born 1948), writer *Hannah Szenes (1921-1944), poet and paramilitary Note: *Ilan Ramon (1954–2003), Israel's first astronaut, is buried in the Nahalal cemetery, though he never lived in Nahalal. ==References== ==External links== *Official website *Degania & Nahalal UNESCO *Nahalal Jewish Agency for Israel *LIFE Magazin, Jul 5, 1937, \"Jews made a garden\" - aerial photo of Nahalal (page 55), and a girl from Girls' Agricultural Training Farm (page 54), at Google Books. *25 Mind-Blowing Aerial Photographs Around the World at twistedsifter.com – better aerial photograph at #9, by Yann Arthus-Bertrand. Category:Levitical cities Category:Moshavim Category:Populated places established in 1921 Category:Populated places in Northern District (Israel) Category:1921 establishments in Mandatory Palestine ",
    "title": "Nahalal"
}