{
    "id": "2758491",
    "text": "Meursault is a commune in the Côte-d'Or department and region of Bourgogne- Franche-Comté in eastern France. ==Geography and viticulture== Meursault is an Appellation d'origine contrôlée (AOC) in the Côte de Beaune subregion of the Burgundy wine region. It lies along the foot of the Côte-d'Or escarpment, around Beaune and with the broad Saône valley plain to its east. Meursault produces mainly white wines from Chardonnay grapes, primarily in a style with a clear oak influence, which have led to descriptions such as \"buttery\" to be applied to powerful examples of Meursault wines. Within the Meursault AOC there are some Premier Cru vineyards, but no Grand Cru. This has however not stopped the wines of Meursault from competing with the white burgundies from the villages Chassagne-Montrachet and Puligny-Montrachet, where several Grands Crus are situated. The town of Meursault is home to the international wine event La Paulée de Meursault. ==History== Meursault is situated on a prehistoric settlement. Mont Mélian is a Gallo-Roman camp. The old Roman Fort remains are still visible on the hill (known and signposted as \"La Montagne\") above the village. The name of Meursault derives from muris saltus, the \"mouse-leap\" stream of the Ruisseau des Cloux, so named by the Roman soldiers.Wilson, James E. (1998): Terroir, The Role of Geology, Climate, And Culture in the Making of the French Wines University of California Press. The hôpital de Meursault is an old hospital, dating from the twelfth century, that was originally used to treat leprosy. Meursault was used in the film La Grande Vadrouille. The town hall, very recognisable with its Burgundy coloured roof, is used in some scenes, with it catching fire. ==Administration== {| class=\"wikitable\" |+ List of mayors |- ! Year !! Name !! Party !! Background |- | March 2001 || M. Jean-Claude Monnier || || |- | colspan=\"4\" | Earlier data are not yet known. |} ==Population== ==See also== * Communes of the Côte-d'Or département * Route des Grands Crus * French wine ==References== ==External links== * Location of Meursault * Cartographical details. In French. * Meursault Tourist Office In French. * In French. Category:Communes of Côte-d'Or ",
    "title": "Meursault"
}