{
    "id": "2759054",
    "text": "The Avalon Theatre is a historic theater located in downtown Easton, Maryland. Originally built as a cinema in 1921, The Avalon was billed as the \"Showplace of the Eastern Shore.\" Today serves as the prime venue of the Mid-Shore area for performing arts, nationally and locally. ==Overview== In 1934, the Schine Chain Theatres purchased the Avalon and renovated it with an art deco theme. It would become one of the most famous movie houses in the area, hosting three world premieres, including The First Kiss, starring Gary Cooper. The theater eventually fell into disrepair and closed its doors in 1985. In 1989, it was restored as a performing arts center and then purchased in 1992 by the town of Easton. The Avalon is currently operated by The Avalon Foundation, a non- profit organization. The Avalon has since become a major music venue and center for community events in the area. ==History== ===Early=== Built in 1921, at the cost of $100,000, The Avalon Theatre immediately became, as one newspaper reporter proclaimed, the \"Showplace of the Eastern Shore.\" Visually spectacular, another newspaper reporter made the bold statement that \"no house in the South will compare with all its detail.\" That detail included leaded glass doors at every theater entrance, an 18 foot dome with 148 lights, a 300 pipe electric-pneumatic organ, an electric player piano, and a ballroom on the second floor. ===Middle=== However, when the Schine Theatre Chain purchased the Theatre in 1934, they completely refitted the building. Schine closed the ballroom, and redesigned the theater with an Art Deco theme that still stands today. In the process of the makeover, the theater lost many of its accoutrements in favor of the Art Deco theme, but its reputation as a movie house grew quickly. Generations of Eastern Shore movie-goers saw Clark Gable’s first screen kiss, Bette Davis’ first psychotic role, and Roy Rogers’ first gunfight at the Avalon. Three world premieres took place at the Avalon including \"The First Kiss\" starring Gary Cooper and Fay Rae, which was filmed in Easton and St. Michaels. The Avalon’s standing as Easton’s premier movie house ended in 1985 after a 64-year run. Suffering from mildew, cracks in the walls, stained carpeting and rickety seats, the Avalon closed in 1985 and remained dark until November 1987. ===Later=== Under the leadership of Easton Mayor George Murphy, renovations began in late 1987 to restore the Theatre to its former glory. Finished in 1989, the Avalon was magnificently restored and upgraded to a performing arts center, retaining its proscenium stage, domed ceiling, and incredible acoustics. The Theatre did not immediately thrive following the renovations, however. Following the 1.36 million dollar makeover, the Theatre was sold to the Mid-Shore Center for the Performing Arts, which was unsuccessful in managing it profitably. In order to save the Theatre, it was repurchased at auction in 1992 by its sole bidder - the Town of Easton. After intensive discussion and analysis by a planning group, the town decided to turn the operation over to a non-profit corporation, its Board of Trustees and professional management. In 1994, the town entered a lease agreement with the Avalon Foundation, Inc., founded by John and Ellen General. Soon there after, the historic Avalon Theatre began its rapid growth under their leadership as a center for the performing arts and community events. Since the Avalon Foundation took over, the Theatre has been provided with state of the art sound and lighting, video projectors, television production facilities, and a friendly but elegant atmosphere.https://avalonfoundation.org/node/3069 ==References== Category:Easton, Maryland Category:Theatres completed in 1921 Category:Theatres in Maryland Category:Music venues in Maryland Category:Art Deco architecture in Maryland Category:Buildings and structures in Talbot County, Maryland Category:Tourist attractions in Talbot County, Maryland ",
    "title": "Avalon Theatre"
}