{
    "id": "2759420",
    "text": "The Catholic Church in Ireland () is part of the worldwide Catholic Church in communion with the Holy See. With 3.7 million members, it is the largest Christian church in Ireland. In the Republic of Ireland's 2016 census, 78% of the population identified as Catholic, which represents a decrease of 6% from 2011. By contrast, 41% of Northern Ireland identified as Catholic at the 2011 census, a percentage that is expected to increase in the coming years. The Primate of All Ireland is the Archbishop of Armagh. The Primate of Ireland is the Archbishop of Dublin. The church is administered on an all-Ireland basis. The Irish Catholic Bishops' Conference is a consultative body for ordinaries in Ireland. Christianity has existed in Ireland since the 5th century and arrived from Roman Britain (most famously associated with Saint Patrick), forming what is today known as Gaelic Christianity. It gradually gained ground and replaced the old pagan traditions. The Catholic Church in Ireland cites its origin to this period and considers Palladius as the first bishop sent to the Gaels by Pope Celestine I. However, during the 12th century a stricter uniformity in the Western Church was enforced, with the diocesan structure introduced with the Synod of Ráth Breasail in 1111 and culminating with the Gregorian Reform which coincided with the Norman invasion of Ireland. After the Tudor conquest of Ireland the Catholic Church was outlawed. The English Crown attempted to export the Protestant Reformation into Ireland. In the 16th century, Irish national identity coalesced around Irish Catholicism. For several centuries, the Irish Catholic majority were suppressed, but eventually the Church and the British Empire came to a rapprochement. Funding for Maynooth College was agreed as was Catholic Emancipation to ward off revolutionary republicanism. Following the Easter Rising of 1916 and the creation of the Irish Free State, the Church gained significant social and political influence. This has seen a decline due to social liberal modernity. ==History== ===Gaels and early Christianity=== The Christianisation of Ireland is associated with the 5th century activities of St. Patrick. The Roman Empire never reached Ireland; so when the Edict of Milan in 313 AD allowed tolerance for the Levantine-originated religion of Christianity and then the Edict of Thessalonica in 380 AD enforced it as the state religion of the Empire; covering much of Europe (including Roman Britain); the indigenous Indo- European pagan traditions of the Gaels in Ireland remained normative. Aside from this independence, Gaelic Ireland was a highly decentralised tribal society, so mass conversion to a new system would prove a drawn out process. The earliest stages of Christianity in Ireland during its 5th century arrival are somewhat obscure, however, native Christian figures including Ailbe, Abbán, Ciarán and Declán, later venerated as saint by the Christians, are known. These were typically in Leinster and Munster. The early stories of these people mention journeys to Roman Britain, Roman Gaul and even Rome itself. Indeed, Pope Celestine I is held to have sent Palladius to evangelise the Gaels in 431, but this did not gather much steam. However, the figure most associated with the Christianisation of Ireland is Patrick (Maewyn Succat), a Romano-British nobleman, who was captured by the Gaels during a raid, as Roman rule in Britain was retracting. Patrick contested with the druí, targeted the local royalty for conversion and re-orientated Irish Christianity to having Armagh as the preeminent seat of power; an ancient royal site associated with the goddess Macha (an aspect of An Morríghan). ===Gregorian Reform and Norman influence=== A reform to the Roman style diocesan system developed slowly after the Synod of Rathbreasail in 1111. In 1155, Pope Adrian IV, the English born Pope, issued a papal bull known as Laudabiliter. This purported to give Henry, Duke of Normandy (also known as King Henry II of England ) permission to invade Ireland as a means of strengthening the Papacy's control over the Irish Church.Austin Lane Poole. From Domesday book to Magna Carta, 1087–1216. Oxford University Press 1993. pp. 303–304. The Norman invasion of Ireland began in 1169, under the authority of this bull. Adrian IV's successor, Pope Alexander III, ratified the Laudabiliter and claimed to give Henry dominion over the \"barbarous nation\" of Ireland so that its \"filthy practises\" may be abolished, its Church brought into line, and that the Irish pay their tax to Rome.Hull, Eleanor. \"Pope Adrian's Bull \"Laudabiliter\" and Note upon It\", from A History of Ireland and Her People (1931). After the Norman invasion, a greater number of foreign-born prelates were appointed. ===Counter-Reformation and suppression=== St. Oliver Plunkett, Primate of All Ireland was executed by the English during the \"Popish Plot\" affair. A confusing but defining period arose during the English Reformation in the 16th century, with monarchs alternately for or against papal supremacy. When on the death of Queen Mary in 1558, the church in England and Ireland broke away completely from the papacy, all but two of the bishops of the church in Ireland followed the decision. Very few of the local clergy led their congregations to follow. The new body became the established state church, which was grandfathered in the possession of most church property. This allowed the Church of Ireland to retain a great repository of religious architecture and other religious items, some of which were later destroyed in subsequent wars. A substantial majority of the population remained Catholic, despite the political and economic advantages of membership in the state church. Despite its numerical minority, however, the Church of Ireland remained the official state church for almost 300 years until it was disestablished on 1 January 1871 by the Irish Church Act 1869 that was passed by Gladstone's Liberal government. The effect of the Act of Supremacy 1558 and the papal bull of 1570 (Regnans in Excelsis) legislated that the majority population of both kingdoms to be governed by an Anglican ascendancy. After the defeat of King James II of The Three Kingdoms in 1690, the Test Acts were introduced which began a long era of discrimination against the recusant Catholics of the kingdoms. ===Between emancipation and the revolution=== The slow process of reform from 1778 on led to Catholic Emancipation in 1829. By then Ireland was a part of the newly created United Kingdom of Great Britain and Ireland. ===Following the partition of Ireland=== Mass in a Connemara Cabin by Aloysius O'Kelly, 1883. The custom of priests saying Mass secretly in people's homes dates to the penal laws-era. It was especially common in rural areas. From the time that Ireland achieved independence, the church came to play an increasingly significant social and political role in the Irish Free State and following that, the Republic of Ireland. For many decades, Catholic influence (coupled with the rural nature of Irish society) meant that Ireland was able to uphold family-orientated social policies for longer than most of the West, contrary to the laissez- faire-associated cultural liberalism of the British and Americans. This cultural direction was particularly prominent under Éamon de Valera. For example, from 1937 until 1995, divorce and remarriage was not permitted (in line with Catholic views of marriage).Divorce was permitted under the Constitution of the Irish Free State. The ban on divorce was introduced with the 1937 constitution. The ban was repealed in 1995. While the ban forbade remarriage, it provided for separation. Similarly, the importation of contraceptionThe sale of contraceptives was banned until 1978. They were regarded as medical items thereafter, and were only available from pharmacies; see . Other outlets issued them freely, accepting donations and, as this was not selling, it was legal; see Contraception in the Republic of Ireland. For comparison, some other countries had a total ban: in the United States, for example, laws in some states prohibited contraception to married couples until the Griswold v. Connecticut decision in 1965; unmarried couples had to wait until the 1972 ruling Eisenstadt v. Baird. abortion and pornography were also resisted; media-depictions perceived to be detrimental to public morality were also opposed by Catholics. In addition the church largely controlled many of the state's hospitals, and most schools, and remained the largest provider of many other social services. At the partition of Ireland in 1922, 92.6% of the south's population were Catholic while 7.4% were Protestant.M.E.Collins, Ireland 1868–1966, (1993) p431 By the 1960s, the Anglican and Protestant population had fallen by half, mostly due to emigration in the early years of Irish independence, with some Anglicans preferring to live within the UK. However, in the early 21st century the percentage of Protestants in the Republic has risen slightly, to 4.2%, and the absolute numbers to over 200,000, almost equal to the number in 1920, due to immigration and a modest flow of conversions from Catholicism. The Catholic Church's policy of Ne Temere, whereby the children of marriages between Catholics and Protestants had to be brought up as Catholics,The Ne Temere decree was issued in 1908. In one Irish instance, a court ruled, in 1957, that a pre-nuptial agreement based on this was legally binding. This led to the Fethard-on-Sea boycott. Many, including Éamon de Valera condemned the incident. Ne Temere was criticised by the Second Vatican Council and repealed by Pope Paul VI in 1970, declaring: \"The penalties decreed by canon 2319 of the Code of Canon Law are all abrogated. For those who have already incurred them the effects of those penalties cease\" (see ). also helped to uphold Catholic hegemony. In both parts of Ireland, church policy and practice changed markedly after the Vatican II reforms of 1962. Probably the largest change was that Mass could be said in vernacular languages instead of Latin, and in 1981 the church commissioned its first edition of the Bible in the Irish language,An Biobla Naofa, Irish Bible Society, Maynooth 1981 ed. Pádraig Ó Fiannachta. but the Church overwhelmingly uses English. Archbishop John Charles McQuaid was uneasy about the introduction of an English liturgy and ecumenical revisions, finding it offensive to Catholic sensibilities; he wished to uphold the liturgy in Latin, while also offering Irish as the vernacular (he promoted an Irish language provision more than other Bishops). Since the Celtic Tiger and the furtherance of cosmopolitanism in Ireland, Catholicism has been one of the traditional elements of Ireland to fall into decline; particularly in urban areas. Fewer than one in five Catholics attend Mass on any given Sunday in Dublin with many young people only retaining a marginal interest in religion the Archbishop of Dublin, Diarmuid Martin, said in May 2011. According to an Ipsos MRBI poll by the Irish Times, the majority of Irish Catholics do not attend mass weekly, with almost 62% rejecting key parts of Catholicism such as transubstantiation. After the results of both the 2015 same-sex marriage and 2018 abortion referendums, Úna Mullally, a liberal journalist who writes for The Guardian claimed that \"the fiction of Ireland as a conservative, dogmatically Catholic country has been shattered\". ==Northern Ireland== The Government of Ireland Act of 1920 acted as the constitution of Northern Ireland, in which was enshrined freedom of religion for all of Northern Ireland's citizens. Here Catholics formed a minority of some 35 percent of the population, which had mostly supported Irish nationalism and was therefore historically opposed to the creation of Northern Ireland. Many commentators have suggested that the separate education systems in Northern Ireland after 1921 prolonged the sectarian divisions in that community. Cases of gerrymandering and preference in public services for Protestants led on to the need for a Civil Rights Movement in 1967. This was in response to continuing discrimination against Catholics in Northern Ireland.Richard English. The State: Historical and Political Dimensions, Charles Townshend, 1998, Routledge, p. 96; . ==Organisation== Catholic Dioceses in the island of Ireland The Church is organised into four ecclesiastical provinces. While these may have coincided with contemporary 12th century civil provinces or petty kingdoms, they are not now coterminous with the modern civil provincial divisions. The church is led by four archbishops and twenty-three bishops; however, because there have been amalgamations and absorptions, there are more than twenty-seven dioceses. For instance, the diocese of Cashel has been joined with the diocese of Emly, Waterford merged with Lismore, Ardagh merged with Clonmacnoise among others. The bishop of the Diocese of Galway is also the Apostolic Administrator of Kilfenora. There are 1087 parishes, a few of which are governed by administrators, the remainder by parish priests. There are about 3000 secular clergy—parish priests, administrators, curates, chaplains, and professors in colleges. The Association of Catholic Priests is a voluntary association of clergy in Ireland that claims to have 800 members. There are also many religious orders, which include: Augustinians, Capuchins, Carmelites, Fathers of the Holy Ghost, Dominicans, Franciscans, Jesuits, Marists, Missionaries of Charity, Oblates, Passionists, Redemptorists, and Vincentians. The total number of the regular clergy is about 700. They are engaged either in teaching or in giving missions, and occasionally charged with the government of parishes. Two societies of priests were founded in Ireland, namely St Patrick's Missionary Society, with its headquarters in County Wicklow, and the Missionary Society of St. Columban based in County Meath. ===Affiliated groups=== Besides numerous religious institutes such as the Dominicans, there are many groups more focused on Catholic laity in Ireland, such as: *Society of Saint Vincent de Paul (1844) *Ancient Order of Hibernians (1890s) *Knights of Columbanus (1915) *Legion of Mary (1921) Other organisations with Irish branches: *Sovereign Military Order of Malta *Order of the Holy Sepulchre ===Missionary activity=== In the years surrounding the Great Famine in Ireland, the Catholic Church was doing much work to evangelise other nations in the world. As a consequence of the famine, the Parish Mission's Movement commenced that would lead to a stricter observance of Catholicism in Ireland as well as the push for reform of healthcare and education which would later be expanded into the overseas missionary work. Initially inspired largely by Cardinal Newman to convert the colonised peoples of the British Empire, after 1922 the church continued to work in healthcare and education what is now the Third World through its bodies such as Trócaire. Along with the Irish Catholic diaspora in countries like the US and Australia, this has created a worldwide network, though affected by falling numbers of priests. ==Statistics== In the 2016 Irish census 78.3% of the population identified as Catholic in Ireland; numbering approximately 3.7 million people. Unlike Catholics in some other countries, Ireland has seen a significant decline from the 84.2% who identified as Catholic in the 2011 census. In October 2019 the Association of Catholic Priests (ACP) announced that reform is urgently required to prevent parishes from closing across Ireland. The number of clerics dying or retiring continues to exceed the number of new priests. The ACP has long promoted church reform, including relaxing celibacy rules, ordaining married men, and ordaining women to the diaconate. irish Central, \"Irish priests warn Catholic sacraments will disappear amid vocation crisis\" Oct. 30, 2019 ==Society== ===Politics=== In Ireland the church had significant influence on public opinion. The introduction of the Irish Education Act (1831) of Lord Stanley placed Irish primary school education under it. It was associated with the Jacobite movement until 1766, and with Catholic emancipation until 1829. The church was resurgent between 1829 and the disestablishment of the Church of Ireland in 1869–71, when its most significant leaders included Bishop James Doyle, Cardinal Cullen and Archbishop MacHale. The relationship to Irish nationalism was complex; most of the bishops and high clergy supported the British Empire, but a considerable number of local priests were more sympathetic to Irish independence. While the Church hierarchy was willing to work with Parliamentary Irish nationalism, it was mostly critical of \"Fenianism\"; i.e. – Irish republicanism. This continued right up until it was clear that the British-side was losing, then the Church partly switched sides. It supported the Anglo-Irish Treaty and therefore were formally Pro-Treaty in the Irish Civil War, excommunicating Anti-Treaty followers. Despite this, some Protestants in Ireland stated that they were opposing Irish self-government, because it would result in \"Rome Rule\" instead of home rule, and this became an element in (or an excuse for) the creation of Northern Ireland. The church continued to have great influence in Ireland. Éamon de Valera's 1937 constitution, while granting freedom of religion, recognised the \"special position of the Holy Catholic Apostolic and Roman Church\". Major popular church events attended by the political world have included the Eucharistic Congress in 1932 and the Papal Visit in 1979. The last prelate with strong social and political interests was Archbishop McQuaid, who retired in 1972. Pope Francis visited Ireland in 2018 upon invitation extended to the Supreme Pontiff by Ireland's Catholic bishops to visit the country in August 2018 for the World Meeting of Families. This was only the second visit of a pope to the country, the first one having taken place in 1979 with John Paul II. ===Education=== After independence in 1922, the Church became more heavily involved in health care and education, raising money and managing institutions which were staffed by Catholic religious institutes, paid largely by government intervention and public donations and bequests. Its main political effect was to continue to gain power in the national primary schools where religious proselytisation in education was a major element. The hierarchy opposed the free public secondary schools service introduced in 1968 by Donogh O'Malley, in part because they ran almost all such schools. The church's strong efforts since the 1830s to continue the control of Catholic education was primarily an effort to guarantee a continuing source of candidates for the priesthood, as they would have years of training before entering a seminary.E. Brian Titley \"Church, State and the control of schooling in Ireland 1900–1944\"; McGill-Queen's Univ. Press, New York 1983. As Irish society has become more diverse and secular, Catholic control over primary education has become controversial, especially with regard to preference given to baptized Catholics when schools are oversubscribed. Virtually all state-funded primary schools – almost 97 percent – are under church control. Irish law allows schools under church control to consider religion the main factor in admissions. Oversubscribed schools often choose to admit Catholics over non-Catholics, a situation that has created difficulty for non-Catholic families. The United Nations Committee on the Rights of the Child in Geneva asked Ireland's minister for children, James Reilly, to explain the continuation of preferential access to state-funded schools on the basis of religion. He said that the laws probably needed to change, but noted it may take a referendum because the Irish constitution gives protections to religious institutions. The issue is most problematic in the Dublin area. A petition initiated by a Dublin barrister, Paddy Monahan, has received almost 20,000 signatures in favor of overturning the preference given to Catholic children. A recently formed advocacy group, Education Equality, is planning a legal challenge.Catholic Church’s Hold on Schools at Issue in Changing Ireland The New York Times, January 21, 2016 ===Health care=== From 1930, hospitals were funded by a sweepstake (lottery) with tickets frequently distributed or sold by nuns or priests. In 1950, the Church opposed the Mother and Child Scheme. Less hospitals in Ireland are still run by Catholic religious institutes. For example, the Mater Misericordiae University Hospital, Dublin is run by the Sisters of Mercy. In 2005, the hospital deferred trials of a lung cancer medication because female patients in the trial would be required to practise contraception contrary to Catholic teaching. Mater Hospital responded that its objection was that some pharmaceutical companies mandated that women of childbearing years use contraceptives during the drug trials: \"The hospital said it was committed to meeting all of its legal requirements regarding clinical trials while at the same time upholding the principles and ethos of the hospital's mission\", and \"that individuals and couples have the right to decide themselves about how they avoid pregnancy.\" ===Public morality=== Divorce allowing remarriage was banned in 1924 (though it had been rare), and selling artificial contraception was made illegal. The Church's influence slipped somewhat after 1970, impacted partly by the media and the growing feminist movement as well as the sexual revolution. For instance, the Health (Family Planning) Act, 1979 showed the ability of the Catholic Church to influence the government to compromise over artificial contraception, though the Church was unable to get the result it wanted—contraception could now be bought, but only with a prescription from a doctor and supplied only by registered chemists. A 1983 Amendment to the constitution introduced the constitutional prohibition of abortion, which the Church supported, though abortion for social reasons had already been illegal under Irish statutory law. However, the Church failed to influence the June 1996 removal of the constitutional prohibition of divorce. While the Church opposed divorce allowing remarriage in civil law, its canon law allowed for a law of nullity and a limited divorce \"a mensa et thoro\", effectively a form of marital separation. The Church helped reinforce public censorship and maintained its own list of banned literature until 1966, which influenced the State's list. In spite of objections from the Catholic hierarchy, voters in Ireland approved a referendum to legalise same-sex marriage in 2015 and abortion in 2018. In September 2010, an Irish Times/Behaviour Attitudes survey of 1,006 people showed that 67% felt that same-sex couples should be allowed to marry. This majority extended across all age groups, with the exception of the over-65s, while 66% of Catholics were in favour of same-sex marriage. Only 25% disagreed that same-sex couples should be allowed to marry, opposition that was concentrated among older people and those in rural areas. In terms of same-sex adoption, 46% were in support of it and 38% opposed. However, a majority of females, 18- to 44-year-olds, and urban dwellers supported the idea. The survey also showed that 91% of people would not think less of someone who came out as homosexual, while 60% felt the recent civil partnership legislation was not an attack on marriage. War-time censorship by the government for security was strict and included the church; when bishops spoke on aspects of the war, they were censored and treated \"with no more ceremony than any other citizen\" While statements and pastoral letters issued from the pulpit were not interfered with, the quoting of them in the press was subject to the censor. ===Sex abuse scandals=== Several reports detailing cases of emotional, physical and sexual abuse of thousands of children while in the pastoral care of dozens of priests have been published in 2005–2009. These include the Ferns Report and the Commission to Inquire into Child Abuse, and have led on to much discussion in Ireland about what changes may be needed in the future within the Church. ==Popular traditions== Alongside the church itself, many Irish devotional traditions have continued for centuries as a part of the church's local culture. One such tradition, unbroken since ancient times, is of annual pilgrimages to sacred Celtic Christian places such as St Patrick's Purgatory and Croagh Patrick. Particular emphasis on mortification and offerings of sacrifices and prayers for the 'Holy Souls' of Purgatory is another strong, long time cultural practice. The Leonine Prayers were said at the end of Low Mass for the deceased of the penal times. \"Patterns\" (processions) in honour of local saints also continue to this day. Marian Devotion is an element, focused on the shrine at Knock, an approved apparition of the Virgin Mary who appeared in 1879. Feasts and devotions such as the Immaculate Conception of Mary (1854) and the Sacred Heart of Jesus (1642), and the concepts of martyrology are very prominent elements. Respect for mortification of the flesh has led on to the veneration of Matt Talbot and Padre Pio. ==See also== *Irish Catholic *Christianity in Ireland *Apostolic Nuncio to Ireland ==Footnotes== ==References== ==Further reading== * * * Contemporary Catholicism in Ireland: A Critical Appraisal, ed. by John Littleton, Eamon Maher, Columbia Press 2008, *Brian Girvin: \"Church, State, and Society in Ireland since 1960\" In: Éire-Ireland – Volume 43:1&2, Earrach/Samhradh / Spring/Summer 2008, pp. 74–98 * Tom Inglis: Moral Monopoly: The Rise and Fall of the Catholic Church in Modern Ireland, Univ College Dublin Press, 2nd Revised edition, 1998, *Moira J. Maguire: \"The changing face of catholic Ireland: Conservatism and Liberalism in the Ann Lovett and Kerry Babies Scandal\" In: feminist studies. fs, ISSN 0046-3663, j. 27 (2001), n. 2, p. 335–359 * *Report on abuse by the Catholic Church in Ireland ==External links== *Irish Bishops' Conference *CatholicIreland.net *Early Christian Sites in Ireland *Catholic Parish Registers Category:All-Ireland organisations Category:Irish culture ",
    "title": "Catholic Church in Ireland"
}