{
    "id": "2760390",
    "text": "{| |} Gulflight was an American 5,189-ton tanker built by the New York Shipbuilding Co. of Camden, New Jersey for the Gulf Refining Company (a predecessor of Gulf Oil). It was launched on 8 August 1914. The ship became famous when it was torpedoed early in World War I and became the center of a diplomatic incident which moved the United States closer to war with Germany. The ship survived the attack but was eventually sunk in 1942 by torpedo attack in World War II. ==World War I controversy== The ship was torpedoed by the German U-boat commanded by Rosenberg-Gruszczynski on 1 May 1915, despite America being a neutral party in the war at that time. The ship left Port Arthur on 10 April carrying a cargo of gasoline in the ship's tanks and barrels of lubricating oil to Rouen, FranceNewspaper report including personal account of the first officer During the latter half of the voyage the ships radio operator had heard messages from a British cruiser which judging from the transmission strength had been keeping station with Gulflight. At a point west of the Bishop Rock lighthouse, Scilly Isles, at 11 a.m. on 1 May, Gulflight was challenged by two British patrol vessels, HMS Iago and HMS Filey, which queried her destination. The patrol ships had been searching for a submarine which had been sinking ships in the area over the last couple of days. The patrol vessels were not satisfied with Gulflight's papers and suspected her of refuelling the U-boat, so ordered the tanker to accompany them into port. The patrol ships took up station one on either side of Gulflight, Iago close on the starboard side and Filey further ahead on the port. While under escort, Gulflight's second officer, Paul Bowers, reported sighting a submarine ahead some 28 minutes before the ship was hit. He reported this to the captain who decided that the submarine must be British, as the escorts had not reacted to its presence. The submarine was visible for five minutes and then disappeared. Shortly before 1 p.m., a submarine surfaced ahead of the ships and ordered them to stop. Filey attempted to ram the submarine, which submerged but fired a torpedo at the tanker. Von Rosenberg reported that he had seen a tanker under escort by ships flying the white ensign and had seen no flag on the escorted ship. After firing the torpedo, he spotted a U.S. flag on the tanker, so broke off the attack. Fire Axe from the tanker Gulflight At 12:50 p.m., an explosion took place sending a column of water into the air alongside Gulflight's starboard bow. The ship immediately started to sink and shortly the forward deck was awash. The crew abandoned ship and were taken on board by the patrol ship Iago which turned towards St Mary's island. At about 2:30 a.m., Captain Gunter from the Gulflight was taken ill and died around 3:40 a.m. from a heart attack. The remainder of the crew arrived at St. Mary at 10 a.m. on 2 May. Gulflight did not sink but instead was towed to Crow Bay by patrol vessels. Ralph Smith, previously first officer, was now invited to inspect the ship, which was examined by divers and had a large hole in the starboard bow. Smith and the first engineer remained with Gulflight while the remainder of the crew were evacuated to Penzance. Of the 38 crew, there were three fatalities. The captain had suffered a heart attack and two crew members were reported lost when they jumped overboard after the torpedo hit. She was the first American ship to be torpedoed during World War I, although another ship, the Cushing, had been bombed shortly before, again by mistake because no American markings could be seen from what was then a somewhat novel air attack. The German government apologized for attacking Gulflight, but refused to change its strategy of unrestricted submarine warfare. A report by the British admiralty into the attack concluded that the German commander had behaved properly according to \"Cruiser rules\" defined in international law. A merchant ship under escort by military vessels forfeited any right to be warned before being attacked, so the patrol ships had made Gulflight a legitimate target by taking her under escort. As an American ship, the submarine would not have attacked had he seen her nationality, but apart from an ordinary flag Gulflight was not carrying any additional markings painted on the hull to make clear her nationality, which other ships were then doing. The report also suggested that the tanker being stopped and then slowed down by the accompanying patrol had made her an accessible target. The Admiralty report was not published at the time and official comment did not explain the circumstances. The three deaths were the only Americans killed as a result of attacks on American ships by German submarine until 16 March 1917, when diplomatic relations had irreparably broken down just before the declaration of war.Report of the second officer and second engineer printed in 'The Times' state that the two who did not survive were the wireless operator Mr Short and a Spanish seaman. American official reaction to the incident was determined by President Woodrow Wilson under the advice of U.S. Secretary of State William Jennings Bryan and Counselor to the State Department Robert Lansing. Bryan favoured reconciliation with Germany and avoidance of war, but this policy was becoming increasingly unpopular and was opposed by his subordinate Lansing. Lansing submitted a memorandum proposing immediate and vigorous protest and coupled with the Cushing incident and the sinking of on 7 May, a British ship but carrying American passengers who drowned, president Wilson made a forceful response to Germany. In June, Bryan resigned and was replaced by Lansing. Despite his belligerent formal advice, Lansing's private papers suggest that he considered the rights and wrongs of the situation much more finely balanced and the logical outcome ought to have been impartial military trade sanctions against both belligerents. However, the U.S. economy was already heavily committed to producing military supplies for the British, while American support for one side or the other was likely to prove decisive in choosing the eventual victor. The chief officer and the chief engineer returned to Gulflight, which was towed into port in the Scilly Isles for assessment and to land some of her cargo. Gulflight then proceeded under her own power to Rouen to deliver the remaining cargo. She was then taken to Newcastle-upon-Tyne for repairs before returning to service. == Later career and sinking == In 1937, the vessel was sold to the Nantucket Chief SS Co Inc of Port Arthur, Texas and renamed the SS Nantucket Chief. In 1938, it was sold again, this time to Harris & Dixon Ltd, London and was renamed the SS Refast. On 26 January 1942, the Refast was torpedoed and sunk by the German south of St Johns, Newfoundland. == References == Category:World War I merchant ships of the United States Category:Tankers of the United States Category:Ships built in Camden, New Jersey Category:Shipwrecks in the Atlantic Ocean Category:Cornish shipwrecks Category:Maritime incidents in 1915 Category:Atlantic operations of World War I Category:1914 ships Category:Gulf Oil ",
    "title": "SS Gulflight"
}