{
    "id": "2760904",
    "text": "Rear Admiral Peter Ross Sinclair, (born 16 November 1934) is a retired senior officer of the Royal Australian Navy who served as the 35th Governor of New South Wales from 8 August 1990 to 1 March 1996. Born in Manly, New South Wales, he was educated North Sydney Boys High School before joining the navy through the Royal Australian Naval College. Over a 41-year career, Sinclair saw active service in Korea, Malaysia, Vietnam and in relief operations following Cyclone Tracy, and commanded the naval base . He later rose to high command, serving as Director of Naval Plans and as chief project officer during the establishment of the tri-service Australian Defence Force Academy, and then serving as its first commandant. In 1987 he was appointed Flag Officer Commanding HM Australian Fleet, which was redesignated as Maritime Commander Australia the following year. In 1989 he was appointed as Deputy Chief of the Naval Staff but served only briefly until his retirement later that year. When his friend and navy colleague, Sir David Martin, resigned his commission as Governor of New South Wales in August 1990 due to an advancing medical condition, Sinclair was appointed to succeed him. He retired in 1996 while controversy of Carr's proposed changes of the Governor's role emerged in regard to his successor. ==Early life== Peter Sinclair was born in Manly, New South Wales on 16 November 1934 to Gordon and Dorothy Sinclair. After being educated at North Sydney Boys High School, Sinclair joined the Royal Australian Navy and entered the Royal Australian Naval College as a Cadet in January 1948. After several years he was sent for further studies at the Royal College of Defence Studies in London. Sinclair served on various ships including , , , , , , and and saw service in the Korean War and the Vietnam War. On 9 May 1957, he married Shirley McLellan. Together they had two daughters, Jann a teacher on the North Shore of Sydney, Kay CEO of a recruitment company and a son, Commodore Peter John Sinclair, who joined the navy and was the commander in charge of the commissioning of the Collins class submarines. ==Naval command== Sinclair's first command was of from 1970 to 1972, and then of the Guided Missile Destroyer, . As commander in 1974, his ship was called upon to take part in the relief operations in Darwin, Northern Territory, following Cyclone Tracy.The Governors of New South Wales: 1788–2010, p. 588. Commanding until 1977, Sinclair soon rose to higher administrative and directive roles in the navy, serving as commander of in 1978, Director of Naval Plans from 1979 to 1980, Director-General of the Military Staff Branch Strategic and International Policy Division Department of Defence from 1980 to 1982 and Chief of Staff and Deputy to the Naval Support Commander from 1983 to 1984. Sinclair was Chief Project officer during the establishment of the tri-service Australian Defence Force Academy, serving as its first commandant from 1984 to 1986. In the 1986 New Year Honours list, Sinclair was made an Officer of the Order of Australia (AO) for \"Service to The Royal Australian Navy, particularly as the First Commandant of the Australian Defence Force Academy\".Officer of the Order of Australia , AO, 26 January 1986, itsanhonour.gov.au Citation: AO/NY86 For Service to The Royal Australian Navy, particularly as the First Commandant of the Australian Defence Force Academy.. In 1987 he was appointed Flag Officer Commanding HM Australian Fleet, a position which later changed to Maritime Commander, Australia. During the 1987 Fijian coups d'état, Sinclair was in charge of the evacuation of all Australian citizens from Fiji. In 1989, he was appointed as Deputy Chief of the Naval Staff. He served only briefly and in that same year he retired from the Navy to take up cattle breeding at \"Kirkbreck\" a property near Tea Gardens, New South Wales. In 1990, the Premier of New South Wales, Nick Greiner, asked Sinclair to coordinate the Flood Relief Operations during the Nyngan and Bogan Shire floods.The Governors of New South Wales: 1788–2010, p. 589. ==Governor of New South Wales== When his friend and navy colleague, Sir David Martin, resigned his commission as Governor of New South Wales on 7 August 1990 due to an advancing medical condition, dying three days later on 10 August, Sinclair was the only person considered as Martin's replacement. The Premier of New South Wales, Nick Greiner, identified a military appointment as the only appropriate successor to Martin and recommended Sinclair's to Buckingham Palace. This was accepted by Queen Elizabeth II and Sinclair was sworn in on 8 August 1990. At his swearing in, Sinclair declared that he and his wife would \"steer a broad course set by Sir David and Lady Martin\". Sinclair later took the advice passed on to him from Martin in his notes: \"The person who is Governor is not important. The office of Governor is important.\" During his time at Government House, Sydney, Sinclair increased accessibility to the public. While all previous Governors had maintained public access through Garden Parties and specific events, Sinclair was the first to start Government House open days, the first being on 24 March 1991. By the end of his term in 1996 approximately 35,000 people had visited the Vice-regal residence. While initially uncertain of his constitutional role, particularly in regard to the Executive Council, Sinclair decreed that all Ministers of the Crown were required to produce a certificate with any legislation requiring assent. The certificate declared that the NSW Crown Solicitor, then Hugh Roberts, had scrutinised the legislation and could therefore recommend assent without problem. While during the Greiner/Fahey Governments, Sinclair received compliance with these requests as well as regular attendance to Council meetings. However, once the Carr Labor Government took power in 1995, Labor ministers were less ready to accede to Crown scrutiny. Sinclair readily took advice from many sources including Chief Justice Murray Gleeson, fellow state Governors and former NSW Governors, Sir Roden Cutler and Sir James Rowland.The Governors of New South Wales: 1788–2010, pp. 591–592. ===Hung parliament=== At the May 1991 election, The Liberal/National Government of Greiner lost ten seats, reducing its majority to 3 over Labor. However, with four independents in the crossbenches, the Government needed at least one independent to ensure a workable majority in the Legislative Assembly. After several negotiations, Greiner was able to secure the independent Member for Tamworth, Tony Windsor, agreeing to provide concessions to his electorate in exchange for Windsor's support in confidence and supply motions. Sinclair then reviewed the letters of the agreement to ascertain their legality and then commissioned Greiner as Premier. Greiner then, promising parliamentary and government reforms, signed a \"Memorandum of Understanding\" with the other three Independents: Clover Moore (Bligh), Peter MacDonald (Manly) and John Hatton (South Coast), to secure their support in parliament for confidence and supply.The Governors of New South Wales: 1788–2010, pp. 592–593. Despite several seat changes reducing the Government majority to 47, equal to Labor's, thereby threatening a constitutional crisis, no problems occurred until the \"Metherell affair\" emerged. The former Minister for Education, Terry Metherell, had resigned from the Liberal Party in October 1991, sitting as an independent. The government subsequently created a job for Metherell, a position with the Environment Protection Agency, which he accepted, effectively engineering a vacancy in a seat that the Liberal Party would recover at a by-election. At the May 1992 by-election the seat was won by Liberal candidate Andrew Humpherson. While the Liberal Party won the by- election, there was a much higher cost. Because the Greiner government was in a minority, it could not prevent the Legislative Assembly referring the matter of Metherell's appointment to the Independent Commission Against Corruption, which made findings of corruption. Five days after the findings, on 24 June 1992, Greiner tearfully met with Sinclair at Government House and tendered his resignation. That same day Sinclair commissioned John Fahey as Premier.The Governors of New South Wales: 1788–2010, pg 595. The ICAC findings were eventually ruled by the Supreme Court of New South Wales as being outside the powers of the ICAC to make, but by then Premier Greiner had already resigned. Metherell never took up the offered job. Another problem arose over the Governor's power to dissolve the Parliament. This emerged over the introduction of reforms to introduce a fixed four-year parliamentary term, prompted by the independent's, particularly John Hatton's, desire to prevent Premiers from calling elections whenever it suited them. Fearing an upcoming undeclared 1991 election, Hatton introduced a motion in the Assembly to request the Governor to only grant an early election if the majority of MPs requested one. Soon Greiner and various Ministers objected to it as an attempt to limit the Governor's conventional constitutional powers. Sinclair disagreed with the motion and asked the Crown Solicitor to convey these concerns to the Premier. Facing increasing criticism, Hatton withdrew the motion saying that \"The last thing I would want to do would be to politicise the office of the Governor.\" In the 1992 Queen's Birthday honours list, Sinclair was invested as a Companion of the Order of Australia (AC) for \"Service to the Crown as Governor of New South Wales\".Companion of the Order of Australia, AC, 8 June 1992, itsanhonour.gov.au Citation: AC/QB 1992 (General Division) For Service to the Crown as Governor of New South Wales.. ===Labor government=== Despite speculation that Fahey would call an early election, the parliament ran its full term. At the March 1995 election, Fahey lost Government to the Labor Party under Bob Carr. The relationship between Sinclair and the republican Carr soon degenerated. One of Carr's first moves was to declare that his cabinet would be the last to swear allegiance to the Queen, a symbolic move intended to contribute the campaign towards the upcoming 1999 Referendum.The Governors of New South Wales: 1788–2010, pp. 596–599. Carr generated further antagonism between him and Sinclair, as well as public controversy, over his intentions to make the Governor a part-time post that did not require a residence or independent staff. Sinclair's personality and dislike for Carr's policies was soon derided by editors in The Sydney Morning Herald, calling him the \"Chief Boy Scout\", a reference to the governor's role as head of the Scouts. Another controversy emerged from the choice of Sinclair's successor, whom he had wanted to give a more thorough handover than he had in 1990. He communicated to Carr several possible replacements, including Professor Marie Bashir. Carr, wanting to choose the successor himself, turned down Sinclair and chose the former Judge and Chancellor of the University of New South Wales, Gordon Samuels. Carr requested Sinclair to prorogue the Parliament, partly to prevent the opposition from debating the changes to the Governor's role in the Legislative Council. Sinclair agreed to Carr's request of an Executive council meeting to deal with the matter. However, when Treasurer, Michael Egan, announced that Sinclair had already agreed to prorogue the Parliament, Sinclair was furious about the breach of protocol. Sinclair demanded a retraction and apology from Carr and Egan, which he received. Sinclair's last public appearance as Governor was at an Australia Day event at Darling Harbour. The following day, Sinclair signed the order of prorogation. On 28 January 5000 visitors attended the final government House open day, while a larger crowd of 15,000 farewelled the Sinclairs two days later, before marching on Parliament House to protest Carr's intention to remove the Governor from Government House. ==Later life== On his retirement, Sinclair returned to \"Kirkbreck\" but nevertheless continued in public life for the RSL with a life membership, as Chairman of the Council of the Order of Australia from 1996 to 2001, Vice-President of St John Ambulance New South Wales, Deputy Chair of the Newcastle Permanent Building Society, and a Councillor of the ANZAC Health and Medical Research Foundation. In 1992 Sinclair was made an honorary Doctor of Sydney University, and an Honorary Doctor of Southern Cross University in 1996. In retirement, Sinclair gives regular talks on constitutional matters to various groups and he is Patron of the Hunter Medical Research Institute, Australian Surf Life Saving Foundation., Task Force 72 and the Rail Motor Society, Paterson. On 28 November 2013 the Premier of NSW announced that the Queen had given approval for the title of \"The Honourable\" to be accorded to the governors and former governors of New South Wales. In June 2016, Sinclair was called as a witness before the Royal Commission into Institutional Responses to Child Sexual Abuse and gave an account of his experience as a victim of a humiliating initiation ritual when he joined the navy and had vowed to never let the practice happen on his watch, during his time as Deputy Commander at HMAS Leeuwin Naval Base. ==Titles and honours== ===Titles=== * 19841986: Rear-Admiral Peter Sinclair RAN, Commandant of the Australian Defence Force Academy * 19861986: Rear- Admiral Peter Sinclair AO RAN, Commandant of the Australian Defence Force Academy * 19871988: Rear-Admiral Peter Sinclair AO RAN, Flag Officer Commanding HM Australian Fleet * 19881989: Rear-Admiral Peter Sinclair AO RAN, Maritime Commander Australia * 19891989: Rear-Admiral Peter Sinclair AO RAN, Deputy Chief of Naval Staff * 19891990: Rear-Admiral Peter Sinclair AO * 19901992: His Excellency Rear-Admiral Peter Sinclair AO, Governor of New South Wales * 19921996: His Excellency Rear-Admiral Peter Sinclair AC, Governor of New South Wales * 19962013: Rear-Admiral Peter Sinclair AC * 2013present: Rear-Admiral The Honourable Peter Sinclair AC ===Honours=== {| class=\"wikitable\" |- |80px || Companion of the Order of Australia (AC) || General division (1992) |- |80px || Officer of the Order of Australia (AO) || Military division (1986) |- |80px || Knight of Justice of the Venerable Order of St John (KStJ) || 1991 |- |80px || Australian Active Service Medal 1945–1975 || |- |80px || United Nations Service Medal for Korea || |- |80px || General Service Medal || |- |80px || Vietnam Medal || |- |80px || Australian Service Medal 1945–1975 || |- |80px || Centenary Medal || 2001Centenary Medal, 1 January 2001, itsanhonour.gov.au. |- |80px || Defence Force Service Medal with 40 years rosette || |- |80px || National Medal with First clasp || 1977,National Medal, 14 July 1977, itsanhonour.gov.au 1978National Medal – 1st Clasp, 15 November 1978, itsanhonour.gov.au |- |80px || Australian Defence Medal || |- |80px || Pingat Jasa Malaysia || (Malaysia) |- |80px || Korean War Service Medal || (South Korea) |- |} ====Honorary degrees==== * In 1992, he was awarded a Doctor of the University (honoris causa) by the University of Sydney. * In 1996, he was awarded a Doctor of the University (honoris causa) by Southern Cross University. ====Honorary military appointments==== * 8 August 19901 March 1996: Honorary and Regimental Colonel in the Royal New South Wales Regiment. * 22px 8 August 19901 March 1996: Honorary Air Commodore of No. 22 Squadron Royal Australian Air Force. ==References== Category:1934 births Category:Living people Category:Australian military personnel of the Indonesia–Malaysia confrontation Category:Australian military personnel of the Korean War Category:Australian military personnel of the Vietnam War Category:Royal Australian Navy admirals Category:Graduates of the Royal Australian Naval College Category:Companions of the Order of Australia Category:Recipients of the Centenary Medal Category:Knights of Justice of the Order of St John Category:Governors of New South Wales Category:Deputy Chiefs of Naval Staff (Australia) Category:People educated at North Sydney Boys High School Category:People from Manly, New South Wales ",
    "title": "Peter Sinclair (governor)"
}