{
    "id": "2760175",
    "text": "Charles de Gaulle–Étoile () is a station on Line 1, Line 2 and Line 6 of the Paris Métro, as well as on Île-de-France's commuter rail RER A. It lies on the border of the 8th, 16th and 17th arrondissements of Paris. Originally called simply Étoile, after its location at Place de l'Étoile, it took on the additional name of President Charles de Gaulle from 1970. ==Location== The station is located under the northern part of Place Charles-de-Gaulle, the platforms are established: * on lines 1 (between Argentine and George V stations) and 6 (preceding Kléber station), side by side, parallel to the historic Paris axis; * on line 2 (between Victor Hugo and Ternes stations), almost perpendicular to the previous ones, on a lower level, below the beginning of Avenue de Wagram. ==History== Although line 1 had opened on 19 July 1900, the Étoile station only opened on 1 September 1900. On 2 October 1900, the terminus of line 2 Sud, consisting of the Étoile - Trocadéro section of current line 6, was opened. This line was first operated in the form of a branch line 1 until 5 November 1903, when it was extended from one station to Passy. On 13 December 1900, the station of line 2 Nord was also opened and temporarily constituted the eastern terminus of its first section until 7 October 1902, the date on which the line was extended to Anvers. On 17 October 1907, this line became line 2 following the absorption of line 2 Sud by line 5 on 14 October 1907, which then performed the Étoile - Lancry route (current station Jacques Bonsergent). It owes its original name Étoile to its location under the Place de l'Étoile, as it is then called because of the multiple avenues that intersect there, thus giving it the shape of a star. From 17 May to 6 December 1931, the section between Place d'Italie and Étoile on line 5 was temporarily integrated into line 6, which then linked Étoile to Nation. The absorbed section was finally ceded on 6 October 1942. The station was modernized around the 1950s with the installation of sand-colored tiles in the connecting corridors, while the platforms of line 1, like the majority of its stopping points, were extended 90 meters to accommodate six-car trainsets between May 1963 and December 1964. As at the Bastille on the same line, the presence of curves upstream and downstream from the station precluded an extension to 105 meters as initially envisaged. After the death of Charles de Gaulle on 13 November 1970, Place de l'Étoile was renamed Place Charles de Gaulle and the station was renamed as Charles de Gaulle–Étoile. The RER line A station, 30 m deeper, opened on 21 February 1970, initially as the terminus of a shuttle from La Défense. The RER A was extended to Auber on 23 November 1971. In parallel with this connection to the RER station, the platforms of the three lines were modernized in turn by adopting the Mouton-Duvernet style, a decoration that cuts radically with the dominant white of the original metro (which would then be supplemented with red \"Motte\" style seats). On 18 November 1996, a derailment occurred at the line 6 station, resulting in two minor injuries. The station on line 1 was renovated in 2010 as part of its automation, losing its Mouton style. Its platforms were raised to accommodate landing doors, the installation of which took place in April 2011. On 16 July 2018, part of the nameplates of the platforms on lines 2 and 6 were temporarily replaced to celebrate France's victory at the 2018 Football World Cup, as at five other stations. Charles de Gaulle - Étoile was humorously renamed On a 2 Étoiles with two small golden stars inscribed at the bottom of the plate (below the 2), in reference to the second star won by the France team. In 2019, 7,296,559 travelers entered this station which places it at the 36th position of the metro stations for its usage. ==Passenger services== ===Access=== The station has 11 entrances: * Entrance 1: Champs-Élysées: Avenue des Champs-Élysées, even side * Entrance 2: Avenue de Friedland: corner Charles de Gaulle / Avenue de Friedland, even side * Entrance 3: Avenue Victor-Hugo * Entrance 4: Avenue Hoche: Place Charles-de-Gaulle (corner avenue de Wagram, odd side) * Entrance 5: Avenue de Wagram: Place Charles-de-Gaulle (corner avenue de Wagram, even side) * Entrance 6: Avenue Carnot-Parc Auto: Avenue Carnot, even side * Entrance 7: Avenue Carnot: Avenue Carnot, odd side * Entrance 8: Avenue de la Grande Armée: Avenue de la Grande-Armée, even side * Entrance 9: Rue de Presbourg: Avenue de la Grande-Armée, odd side * Entrance 10: Avenue Foch-Parc Auto: Avenue Foch, odd side * Entrance 11: Rue Beaujon: Avenue de Wagram, odd side ===Station layout=== {|table border=0 cellspacing=0 cellpadding=3 |style=\"border-bottom:solid 1px gray;border-top:solid 1px gray;\" width=50 valign=top|G |style=\"border-bottom:solid 1px gray;border-top:solid 1px gray;\" width=100 valign=top|Street Level |style=\"border-bottom:solid 1px gray;border-top:solid 1px gray;\" width=500 valign=top|Exit/Entrance |- |style=\"border-bottom:solid 1px gray;\" width=50 valign=top|B1 |style=\"border- bottom:solid 1px gray;\" width=100 valign=top|Mezzanine |style=\"border- bottom:solid 1px gray;\" width=500 valign=top|to Exits/Entrances, connections between platforms |- |style=\"border-bottom:solid 1px gray;border-top:solid 1px gray;\" width=50 rowspan=7 valign=top|B2 |style=\"border-top:solid 1px gray;border-right:solid 2px black;border-left:solid 2px black;border- bottom:solid 2px black;text-align:center;\" colspan=2|Side platform with PSDs, doors will open on the right |- |style=\"border-bottom:solid 1px gray;\" width=100|Westbound |style=\"border-bottom:solid 1px gray;\" width=390|← toward La Défense – Grande Arche (Argentine) |- |Eastbound | toward Château de Vincennes (George V) → |- |style=\"border-top:solid 2px black;border- right:solid 2px black;border-left:solid 2px black;border-bottom:solid 1px gray;text-align:center;\" colspan=2|Side platform with PSDs, doors will open on the right |- |style=\"border-top:solid 1px gray;border-right:solid 2px black;border-left:solid 2px black;border-bottom:solid 2px black;text- align:center;\" colspan=2|Side platform, doors will open on both sides (boarding platform) |- |Southbound |width=390|← toward Nation (Kléber) |- |style=\"border-top:solid 2px black;border-right:solid 2px black;border- left:solid 2px black;border-bottom:solid 1px gray;text-align:center;\" colspan=2|Side platform, doors will open on both sides (alighting platform) |- |style=\"border-bottom:solid 1px gray;\" width=50 rowspan=4 valign=top|B3 |style=\"border-top:solid 1px gray;border-right:solid 2px black;border- left:solid 2px black;border-bottom:solid 2px black;text-align:center;\" colspan=2|Side platform, doors will open on the right |- |style=\"border- bottom:solid 1px gray;\" width=100|Southbound |style=\"border-bottom:solid 1px gray;\" width=390|← toward Porte Dauphine (Victor Hugo) |- |Northbound | toward Nation (Ternes) → |- |style=\"border-top:solid 2px black;border-right:solid 2px black;border-left:solid 2px black;border-bottom:solid 1px gray;text- align:center;\" colspan=2|Side platform, doors will open on the right |- |style=\"border-bottom:solid 1px gray;\" width=50 rowspan=4 valign=top|B4 |style=\"border-top:solid 1px gray;border-right:solid 2px black;border- left:solid 2px black;border-bottom:solid 2px black;text-align:center;\" colspan=2|Side platform, doors will open on the right |- |style=\"border- bottom:solid 1px gray;\" width=100|Eastbound |style=\"border-bottom:solid 1px gray;\" width=390| toward Boissy-Saint-Léger or Marne-la-Vallée–Chessy → |- |Westbound |← toward Saint Germain-en-Laye, Cergy-le-Haut or Poissy |- |style=\"border-top:solid 2px black;border-right:solid 2px black;border- left:solid 2px black;border-bottom:solid 1px gray;text-align:center;\" colspan=2|Side platform, doors will open on the right |} ===Platforms=== The platforms of line 1, 90 meters long and slightly curved to the west, are of standard configuration. Two in number, they are separated by the metro tracks and the vault is elliptical. The decoration is of the style used for most metro stations, combined with the specific fittings for this line since its automation. The lighting canopies are white and rounded in the Gaudin style of the renouveau du métro des années 2000 renovation, and the bevelled white ceramic tiles cover the walls, the vault, the tympan and the outlets of the corridors. The advertising frames are made of white ceramic and the name of the station is written in Parisine typeface on backlit panels mostly incorporated in wooden clad boxes. The platforms are equipped with burgundy colored Akiko seats as well as platform screen doors. The station on line 2, 75 meters long and slightly curved, is also available as a classic under an elliptical vault. On the other hand, unlike that of line 1, it has retained its Mouton-Duvernet style from the 1970s with walls and tympans covered with tiles in two main orange tones placed horizontally and aligned vertically, a coated and painted vault in white as well as the light canopies characteristic of this decorative style. The advertising frames are metallic and the name of the station is written in Parisine typography on enameled plates. The shell seats, characteristic of the Motte style, are red. The terminus of line 6 forms a loop under the square with a 75 meter long station adjoining that of line 1, consisting of a narrow platform to the left of the train for the descent of passengers and another wider to the right for the climb, according to the Spanish solution. Because of this constraint, it is only a commercial terminus and the trains leave immediately afterwards to make a prolonged stop linked to the regulation at the Kléber station which therefore plays the role of terminus. As for the station on line 2, the platforms are furnished in Mouton style with orange tiles with more nuances, placed horizontally and aligned vertically on the walls and tympans, as well as an elliptical walls painted in white and a typical lighting canopies for this decoration. A second lighting canopy made up of partially concealed tubes illuminates the walls of the landing platform, which is provided with gray metallic advertising frames, and the name of the station is in capital letters on enameled plates. As on line 2, the Motte seats are red in color, but only arranged on the boarding platform. ===Other connections=== The station is connected by connecting corridors to the RER A station of the same name. It is served by bus lines 22, 30, 31, 52, 73, 92 and 341 of the RATP Bus Network, to which are added the tourist line OpenTour. In addition, at night, it is served by lines N11, N24, N53, N151 and N153 of the Noctilien network. Finally, the station is served by line 1 of the Le Bus Direct (Paris Aéroport) bus network (Paris Aéroport) to Orly Airport, and line 2 to Charles de Gaulle Airport. ==Nearby== * Arc de Triomphe de l'Étoile - thanks to the direct connection to the monument, the station is popular with tourists from the capital. * Avenue des Champs-Élysées - the station is located at the north-west end of the avenue, at the end of its shopping section lined with shops and restaurants. ==Culture== In the film Fear Over the City by Henri Verneuil with Jean-Paul Belmondo and Charles Denner, released in 1975, part of Marcucci's pursuit in Paris takes place in the corridors of the station. The film Les Rois mages by Bernard Campan and Didier Bourdon (2001) depicts the three magi who returned to earth after two thousand years: on the trail of the Star, they finally discover the newborn they are looking for in the corridors of Charles de Gaulle - Étoile station. Other films its found in include Subway (1985) by Luc Besson and Eden Is West (2008) by Costa-Gavras. ==Gallery== ===Métro=== Metro Paris - Ligne 1 - station Etoile 01.jpg|Line 1 platforms Metro de Paris - Ligne 2 - Charles de Gaulle - Etoile 07.jpg|Sign in the station Metro Paris - Ligne 6 - station Etoile 01.jpg|Line 6 platforms with a spanish solution platform layout ===RER=== Charles de Gaulle - Étoile - MI 2N.jpg|MI 2N at Charles de Gaulle–Étoile Station Etoile du RER A à Paris, avril 2015.jpg|RER A platforms in 2015 Rame MI09 du RER A - CDG - IMG 1592.jpg|MI 09 at Charles de Gaulle–Étoile ==See also== * List of stations of the RER ==References== Category:Paris Métro stations in the 16th arrondissement of Paris Category:Paris Métro stations in the 17th arrondissement of Paris Category:Réseau Express Régional stations Category:Railway stations in France opened in 1900 Category:Paris Métro stations in the 8th arrondissement of Paris Category:Charles de Gaulle Category:Articles containing video clips Category:Railway stations located underground in France ",
    "title": "Charles de Gaulle–Étoile"
}