{
    "id": "2760573",
    "text": "Martin Wylde Carter (7 June 1927 – 13 December 1997) was a Guyanese poet and political activist. Widely regarded as the greatest Guyanese poet, and one of the most important poets of the Caribbean region, Carter is best known for his poems of protest, resistance and revolution. He played an active role in Guyanese politics, particularly in the years leading up Independence in 1966 and those immediately following. He was famously imprisoned by the British government in Guyana (then British Guiana) in October 1953 under allegations of \"spreading dissension\", and again in June 1954 for taking part in a PPP procession. Shortly after being released from prison the first time, he published his best-known poetry collection, Poems of Resistance from British Guiana (1954). == Life == Martin Carter was born in Georgetown in what was then British Guiana (now Guyana) to Victor Emmanuel and Violet Eugene Carter (née Wylde) on 7 June 1927. He was one of seven siblings. From 1938 to 1947 he attended Queen's College school, in Georgetown. On leaving Queen's College, Carter decided not to go to university and, instead, joined the civil service where he worked for the Post Office and then for the Prison Service. The year 1948 saw the first publication of Carter's poetry, when a \"fragment\" of his poem \"An Ode to Midnight\" was printed in A. J. Seymour's literary journal Kyk- Over-Al. In 1950 Carter became one of the founding members of the socialist and anti-colonial People's Progressive Party (PPP), led by Cheddi Jagan. He published his second poem, \"The Indian Woman\", in the same year, in the PPP journal Thunder (under the pseudonym M. Black). Carter married Phyllis Howard in 1953, and their first child, Keith, was born later that year. In 1953, Carter left the civil service and stood for the PPP in the first universal suffrage elections in British Guiana. He was not elected, but the PPP won a convincing victory. In October 1953, following the British government's declaration of a State of Emergency in Guyana, he was arrested and detained without charge at a US airbase in Timehri on suspicion that he was \"spreading dissension\", along with Eusi Kwayana and Cheddi Jagan. While detained, Carter took part in a one-month hunger strike, beginning on 23 November, organised by the detainees as a protest against the injustices of the government and their being held, indefinitely, without charge. He remained in prison until January 1954, when he was released under orders not to leave Georgetown. The restriction orders placed upon him lasted until 1957. In May 1954, Poems of Resistance from British Guiana was published in London by the Marxist publishing house Lawrence and Wishart, making Carter one of the first Caribbean poets to be published outside of the Caribbean. In June 1954 he was arrested once again for taking part in a PPP procession, and was imprisoned for six months, until December that year. His second child, Sonia, was born shortly after his release. When disagreement in the PPP led to a split in the party and the founding of a rival party, the People's National Congress (PNC) (under Forbes Burnham) in 1955, Carter chose to remain with the PPP. This would not last long, however: just a year later, in 1956, he was expelled from the PPP for being an \"ultra-leftist\". After leaving the PPP, he worked briefly as an information officer in the British Council's Georgetown Office, and then for a longer period (1959–67) as an Information Officer for Booker (a multinational company and owner of Guyana's sugar estates). Following the declaration of Guyana's Independence in May 1966, he resigned from Booker and joined the PNC as Minister of Information and Culture in 1967. In 1966–67 he represented Guyana at the United Nations. Concerned about the way in which the PNC government was developing, he resigned from this position, and indeed from governmental politics, in November 1970, remarking that he wished to live \"simply as a poet, remaining with the people\". From 1970 to 1978, he returned to Booker once again, resigning for the last time in 1978 to become a lecturer in creative writing and artist in residence at the University of Guyana. During this time, he wrote Poems of Succession, which was published in 1977 by New Beacon Books. In 1978 he was badly beaten when he took part in a demonstration against the PNC and their refusal to hold elections. Politically, his sympathy lay with the Working People's Alliance of Eusi Kwayana and Walter Rodney during this time, although he never became a party member. In 1992 Carter took part in a Guyanese Writers Tour, in the UK, with Wilson Harris, Fred D'Aguiar and Grace Nichols. In 1993 Carter suffered a stroke and lost the ability to walk and talk. He died on 13 December 1997, survived by his wife and their four children. He was buried at the Place of Heroes in the Botanical Gardens in Georgetown, an honour that had previously been reserved for Heads of State. == Poetry and critical reception == His collection Poems of Resistance, published in 1954, established his reputation as a powerful moral and political voice. Long seen as primarily a poet who touched on themes of politics, resistance, and protest, his later poems were often highly personal. He is best known, however, for a powerful protest poem of the 1960s, \"I come from the nigger yard of yesterday\".Andrew Stone, \"Inspiring Poetry – Review of University of Hunger, Socialist Review. At the Live from Lincoln Center jazz concert for the victims of Hurricane Katrina, Danny Glover quoted some lines of Carter's, bringing him to public attention in North America for the first time in the twenty-first century. ==Select bibliography== * The Hill of Fire Glows Red, Miniature Poets, 1951. * The Kind Eagle, privately printed, 1952. * The Hidden Man, privately printed, 1952. * Poems of Resistance from British Guiana, Lawrence and Wishart, 1954. * Poems of Shape and Motion, privately printed, 1955. * Jail Me Quickly, privately printed, 1963. * Poems of Succession, New Beacon, 1977. * Poems of Affinity, Release, 1980. * Selected Poems, Demerara, 1989. * University of Hunger: Collected Poems and Selected Prose. Ed. Gemma Robinson. Bloodaxe, 2006. == Awards == * 1989 Guyana Prize for Literature * 1994 Order of Roraima for outstanding contribution to literature * 1996 Gabriela Mistral Inter-American Prize for Culture for contribution to literature ==References== === Notes === === Sources === * * * * * * * * * * * * * * * * * ==Further reading== * ==External links== *Index to material on Martin Carter, The Caribbean Review of Books. *A \"Biography\" of Martin Carter *Vahni Capildeo, Review of University of Hunger, The Caribbean Review of Books. *Nicholas Laughlin, Review of University of Hunger. First published in Caribbean Beat, July/August 2006. * Artículo \"Poesía de la otra América: la obra de Martin Carter\" de Eliff Lara Astorga. Revista Poiética, número 4 (2014). México: UNAM/CCH, pp. 126–131 (in Spanish) * Archival materials including \"letters and proofs relating to the published poetry works of Martin Carter\" are held at Newcastle University Special Collections and Archives (Bloodaxe Books Archive)Archives Hub, . Category:1927 births Category:1997 deaths Category:Guyanese poets Category:Alumni of Queen's College, Guyana Category:Guyanese literature Category:Recipients of the Order of Roraima of Guyana Category:Recipients of the Wordsworth McAndrew Award Category:20th-century poets Category:People from Georgetown, Guyana Category:20th-century male writers ",
    "title": "Martin Carter"
}