{
    "id": "2761612",
    "text": "KCPT, virtual channel 19 (UHF digital channel 18), branded on-air as Kansas City PBS or KC PBS, is a Public Broadcasting Service (PBS) member television station licensed to Kansas City, Missouri, United States and serving the Kansas City metropolitan area. Owned by Public Television 19, Inc., it is sister to adult album alternative radio station KTBG (90.9 FM). The two stations share studios on East 31st Street in the Union Hill section of Kansas City, Missouri (adjacent to the transmitter tower of CBS affiliate KCTV, channel 5); KCPT's transmitter is located near 23rd Street and Stark Avenue in the city's Blue Valley section. On cable, the station is available on Charter Spectrum and SureWest channel 11, Comcast Xfinity channel 4, and Google Fiber and AT&T; U-verse channel 19. There is a high definition feed provided on Spectrum digital channel 1221, Xfinity channel 804, SureWest channel 601 and U-verse channel 1019. KCPT also serves as the default PBS member station for the St. Joseph market (which borders the northern portions of the Kansas City Designated Market Area), as that market does not have a PBS affiliate of its own; the station is available in that market on cable providers (including Suddenlink Communications) and on satellite via DirecTV and Dish Network; its transmitter also produces a city-grade signal that reaches St. Joseph proper and rural areas in the market's central and southern counties. ==History== Live broadcast of KCPT's Ruckus Event. The station first signed on the air on March 29, 1961 as KCSD-TV. It was founded by the Kansas City School District, and originally operated as a member station of National Educational Television (NET); it later became a charter member of PBS when it launched on October 6, 1970. The school district put the station's license up for sale in 1971. A group of civic leaders formed a nonprofit broadcasting entity called Public Television 19, Inc., and bought the license. The station changed its callsign to KCPT in January 1972. That fall, it began broadcasting PBS programs in color for the first time. In 1973, the station held its first televised auction. In 1984, KCPT relocated its operations to facilities in the Union Hill neighborhood of Kansas City, Missouri, located south of downtown Kansas City, which had originally served as the broadcast facility of KCTV (channel 5) from 1955 to 1983; that station's trademark transmission tower still rises above the building. In 2002, KCPT won a National Emmy Award for Best Documentary for Be Good, Smile Pretty, a film which documents Tracy Droz Tragos's journey to find the father she lost in Vietnam. In 2008, KCPT began broadcasting its programming in high definition. In December 2013, KCPT gained a sister radio station when Public Television 19, Inc. finalized its purchase of KTBG (90.9 FM) in Warrensburg from the University of Central Missouri for $1.1 million, plus $550,000 in \"in kind\" services; the transmitter for the station would also be moved west to adequately cover most of the Kansas City area. The KCPT logo was standalone from 1989 to February 9, 2016 and the PBS logo was added in 2000. It is used as a digital on-screen graphic during programs. In July 2020, the station changed its branding to Kansas City PBS. KCPT logo (2000–2016) KCPT logo (2016–2020) ==Digital television== ===Digital channels=== The station's digital signal is multiplexed: {| class=\"wikitable\" |- ! Channel ! Video ! Aspect ! PSIP Short Name ! ProgrammingRabbitEars TV Query for KCPT |- | 19.1 || rowspan=2| 1080i || rowspan=4| 16:9 || KCPT-1 || Main KCPT programming / PBS |- | 19.2 || KCPT-2 || KCPT2 |- | 19.3 ||rowspan=2| 480i || KCPT-3 || Create |- | 19.4 || KCPT-4 || PBS Kids |- |} In addition to its main channel, KCPT operates digital subchannels: KCPT2 on digital channel 19.2 offers a second schedule of PBS programming; KCPT Create on digital channel 19.3 features how-to and other instructional programming from the Create network; both subchannels launched in 2008. KCPT4 on digital channel 19.4 offers programming from PBS Kids and launched in January 2017. ===Analog-to-digital conversion=== KCPT shut down its analog signal, over UHF channel 19, on June 12, 2009, the official date in which full-power television stations in the United States transitioned from analog to digital broadcasts under federal mandate. The station's digital signal continued to broadcasts on its pre-transition UHF channel 18. Through the use of PSIP, digital television receivers display the station's virtual channel as its former UHF analog channel 19. ==Programming== In addition to carrying PBS programs and programs syndicated for public television distribution, KCPT produces local programs such as Kansas City Week in Review, Rare Visions & Roadside Revelations, the political affairs program Ruckus, Check, Please! Kansas City and The Local Show. Some of KCPT's former on-air program hosts have included John Masterman (the host of Kansas City Illustrated) and Laurel Defoe, who joined the station from commercial outlet WDAF-TV (channel 4). ==References== ==External links== * * * Category:PBS member stations Category:Television channels and stations established in 1961 Category:Television stations in the Kansas City metropolitan area Category:1961 establishments in Missouri ",
    "title": "KCPT"
}