{
    "id": "2761377",
    "text": "Ranch Hand UC-123B spraying defoliant in 1962 Agent Green is the code name for a powerful herbicide and defoliant used by the U.S. military in its herbicidal warfare program during the Vietnam War. The name comes from the green stripe painted on the barrels to identify the contents. Largely inspired by the British use of herbicides and defoliants during the Malayan Emergency, it was one of the so-called \"Rainbow Herbicides\". Agent Green was only used between 1962 and 1964, during the early \"testing\" stages of the spraying program. Agent Green was mixed with Agent Pink and used for crop destruction. A total of 20,000 gallons of Agent Green were procured.Young Alvin. The History, Use, Disposition and Environmental Fate of Agent Orange. Springer. 2009. pg. 174 Agent Green's only active ingredient was 2,4,5-trichlorophenoxyacetic acid (2,4,5-T), one of the common phenoxy herbicides of the era. Even prior to Operation Ranch Hand (1962-1971) it was knownBerufliche Akne (sog. Chlorakne) durch chlorierte aromatische zyklische Äther Von J. Kimmig und K. H. Schulz in Dermatologica Vol. 115, 1957, p.540-6 (German; with English and French summaries; cited in CA 1958:22227) (accessed 2013-07-29)Table TCDD-UNFÄLLE - Eine Bilanz des Schreckens pp. 54-59 in Seveso ist überall - Die tödlichen Risiken der Chemie by Egmont R. Koch, Fritz Vahrenholt; 1978, (accessed 2013-07-29)p. 49 in Seveso ist überall - Die tödlichen Risiken der Chemie by Egmont R. Koch, Fritz Vahrenholt; 1978, Peter H. Schuck: Agent Orange on Trial: Mass Toxic Disasters in the Courts p. 17 (accessed 2013-07-29)\"Chemical companies, US authorities knew dangers of Agent Orange\" by Jon Dillingham; August 10, 2009 (accessed 2013-07-29)REPORT TO SECRETARY OF THE DEPARTMENT OF VETERANS AFFAIRS ON THE ASSOCIATION BETWEEN ADVERSE HEALTH EFFECTS AND EXPOSURE TO AGENT ORANGE as Reported by Special Assistant Admiral E.R. Zumwalt, Jr., May 5, 1990 (accessed 2013-07-29) that a dioxin, 2,3,7,8-tetrachlorodibenzo-para-dioxin (TCDD), is produced as a side product of the manufacture of 2,4,5-T, and was thus present in any of the herbicides that used it. Because Agent Green's only active ingredient was 2,4,5-T, along with the similar Agent Pink, and earlier-produced batches of 2,4,5-T having higher TCDD-levels,Stellman, Jeanne et al. The Extent and patterns of usage of Agent Orange and other herbicides in Vietnam Nature, Vol. 422 (17 April 2003) pp. 681-687 (accessed 2013-07-28) it contained many times the average level of dioxin found in Agent Orange. During much of the fighting in the Vietnam War, chemical agents were used by the United States to defoliate the landscape. Although many different chemical agents were used, the most well known today is \"Agent Orange,\" one of the \"Rainbow Herbicides\" ==References== Category:Auxinic herbicides Category:Defoliants Category:Military equipment of the Vietnam War ",
    "title": "Agent Green"
}