{
    "id": "2761072",
    "text": "Canadian Amateur Musicians/Musiciens Amateurs du Canada is a nonprofit organization supporting amateur music making at all ages and levels. It is commonly known by its acronym, CAMMAC. CAMMAC runs a summer music centre (CAMMAC Lake MacDonald in the Laurentian mountains northwest of Montreal, Quebec. CAMMAC also holds regional activities year-round in Montreal, Toronto, and Ottawa-Gatineau. The Music Centre offers individual weeks of classes and music-making opportunities for adults and children during nine summer weeks.\"Carleton University Jazz Camp: a happy first set\". Ottawa Jazz Scene, by Alayne McGregor / 21 August 2010 The different weeks emphasize different kinds of music. The regions support a variety of music-making, including, in different regions, monthly choral readings, orchestral performances, and specialized groups such as madrigal singing, jazz band, chamber music workshops and recorder ensembles. The Music Centre also offers occasional activities on weekends during the year and supports a lending library of musical material. The Montréal region, which is the largest by membership, organizes a regularly rehearsing amateur orchestra. All regions organize local readings and workshops. Apart from other readings and workshops, since 1988 the Ottawa-Gatineau region has organized an annual Come Sing Messiah event, with over 700 participating singers. ==History== CAMMAC was founded in 1953 by George and Carl Little, with their wives, Madeleine and Frances.\"CAMMAC: 60 Years of Summer Music Camp for All\". La Scena Magazine, by Rebecca Anne Clark / February 1, 2014 The four set up a music centre at Otter Lake in the Laurentians, and began organizing a music camp which included music from many cultures. Other active founding members were Mario Duschenes, who taught recorder for many years; and Walter and Otto Joachim. In 1968 CAMMAC opened a summer music camp at Lake MacDonald at Harrington, Quebec.\"Camping with CAMMAC builds a musical community\". ArtsFile, By Peter Robb, August 2, 2017 Canadian baritone and educator Jan Simons was general director of CAMMAC from 1969 to 1990, and taught at the Lake MacDonald centre for 50 years. While CAMMAC's focus has been amateur music making, a number of alumni have gone on to professional careers in music, in some cases coming back as teachers. From 1978 to 2009, CAMMAC also operated a second music centre in the Toronto area (various locations), called the CAMMAC Ontario Music Centre. This centre was renamed Lake Field Music in 2010, moved to the Lakefield College School in the Kawartha Lakes area of Ontario), and operates as an independent entity. At various times, in addition to the regions mentioned above, CAMMAC chapters were active in Quebec City and Nova Scotia. ==References== ==External links== *CAMMAC's website *Entry on CAMMAC at the Canadian Encyclopedia *Chan, Wah Keung. \"CAMMAC: Fifty Years and Counting,\" La Scena Musicale, vol 9, Dec 2003 Category:Music organizations based in Canada Category:Non-profit organizations based in Canada Category:1953 establishments in Canada ",
    "title": "Canadian Amateur Musicians/Musiciens Amateurs du Canada"
}