{
    "id": "2761490",
    "text": "The Best Go First (1950) by Frank O'Rourke under the pseudonym Frank O'Malley Frank O'Rourke (October 16, 1916 – April 27, 1989) was an American writer known for western and mystery novels and sports fiction. O'Rourke wrote more than 60 novels and numerous magazine articles. Born in Denver, Colorado, he attended Kemper Military School. A very talented amateur baseball player, he considered trying out for a professional team, but was called up for service in World War II. By the end of the war he had decided to become a writer; his first novel was E Company (1945), based in part on his wartime experiences. O'Rourke dedicated the book to Max Brand, whom he knew before the war. In the book O'Rourke named a fictional war correspondent Max Hastings after him.p. 221 Tuska, Jon The Max Brand Companion 1996 Greenwood Publishing Several of O'Rourke's novels were filmed; The Bravados (1958) was the first, and his novel A Mule for the Marquesa was made into a popular movie named The Professionals (1966). The Great Bank Robbery was filmed in 1969. He married artist Edith Carlson. Later in life, O'Rourke turned to writing children's literature. A long-time sufferer of bronchial asthma, and made even more ill by the large doses of steroids he was required to take for control of the ailment, he committed suicide on April 27, 1989. His wife died on May 21, 2007.Obituary: Edith Carlson O\"Rourke | Deseret News, July 22, 2007 ==Notes== ==Sources== * author and book info.com * Edith Carlson O'Rourke ==References== * O'ROURKE, Frank. Contemporary Authors. 118:361-364. 1986. ==External links== * Inventory of the Frank O'Rourke Papers (Accn 1201) at the J. Willard Marriott Library at the University of Utah * Frank O'Rourke Photograph Collection Category:American crime fiction writers Category:Western (genre) writers Category:1916 births Category:1989 deaths Category:20th-century American novelists Category:American male novelists Category:20th-century American male writers ",
    "title": "Frank O'Rourke"
}