{
    "id": "2761301",
    "text": "Route 4 is an state highway in northeastern Massachusetts. It runs south to north, serving many of Boston's western and northwestern suburbs, from an interchange with Route 2 in Lexington northwest to an intersection with Route 3A in North Chelmsford. Much of it, north of Lexington, runs parallel to U.S. Route 3 (the Northwest Expressway). The entire route is contained within Middlesex County. ==Route description== ===Concurrency with Route 225=== Route 4 begins at Route 2's Exit 56 interchange in Lexington, just west of the border with Arlington. This interchange also serves as Route 225's eastern terminus, and the two routes begin overlapped with one another. Routes 4 and 225 proceed northward on Watertown Street, turning onto Massachusetts Avenue and meeting Route 2A in East Lexington, briefly sharing pavement with it. The two routes continue through the center of Lexington, where Mass Ave splits to the west, and Routes 4 and 225 continue northwest on Bedford Street. The concurrency passes near North Lexington and interchanges with Interstate 95 (Route 128) at Exit 31, before continuing northwest into the town of Bedford. Routes 4 and 225 pass into the center of town, meeting Route 62 and running concurrent through the town center. After passing through town, Route 62 splits to the west, while Routes 4 and 225 turn northward, splitting themselves soon thereafter; Route 225 to the northwest and Route 4 to the north. ===Northern segment=== Route 4 proceeds northward out of Bedford by itself, where it begins to parallel US-3 as it passes into Billerica. Route 4 does not intersect any other numbered highways in the town, but does intersect two local roads - Concord Road and Treble Cove Road - which provide nearby access to US-3, which lies to the east. Route 4 continues north into Chelmsford, where it meanders towards the center of town. Near the center, Route 4 intersects the northern end of Route 27 at a rotary-type intersection, and then crosses Route 110, very briefly sharing pavement. Continuing to the north, Route 4 has a half-interchange with Interstate 495 at Exit 33. This interchange provides southbound-only access to I-495 and is a northbound-only exit from the freeway. Access to I-495 northbound is available via Route 110 East, at the nearby Exit 34 interchange. Route 4 continues to the northwest, where it comes to a rotary interchange with US-3 at Exit 32, crossing over the freeway, and continuing another half-mile to the northwest where it ends at an intersection with Route 3A in North Chelmsford. Recently, there have been various maps showing Route 4 being cosigned with Route 3A, extending to the nearby town of Tyngsborough (terminating at Route 113), but Route 4 has ended at Route 3A in North Chelmsford for years. There may be a possibility of this being a new modification to both routes, but there also may be a possibility of the various maps that show the concurrency having inaccurate information as well. Therefore, the true end of Route 4 (as of late) is somewhat controversial. ==Major intersections== ===Street names=== Route 4 is known by the following street names: Massachusetts Avenue in Lexington Lexington *Watertown Street (concurrent with Route 225) *Pleasant Street (concurrent with Route 225) *Massachusetts Avenue (concurrent with Route 225) *Bedford Street (concurrent with Route 225) Bedford *Great Road (concurrent with Route 225, partly with Route 62) *North Road Billerica *Nashua Road Chelmsford *Boston Road *North Road North Chelmsford *North Road ==References== *\"Massachusetts Atlas and Gazetteer.\" Yarmouth, Maine: DeLorme. First Edition, 1998. *The Roads of Massachusetts 004 Category:Transportation in Middlesex County, Massachusetts ",
    "title": "Massachusetts Route 4"
}