{
    "id": "2761828",
    "text": "Bells Line of Road is a major road located in New South Wales, Australia, providing an alternative crossing to the Great Western Highway of the Blue Mountains. The eastern terminus of the road is in , 51 km northwest of Sydney, where the road continues eastward as Kurrajong Road, which intersects the A9. The western terminus of the road is in , in the Blue Mountains, where the road continues as the Chifley Road. The route, part of the traditional Aboriginal pathway network, was shown to Archibald Bell, Jr. by Darug men Emery and Cogy in 1823. Subsequently, he was accompanied by the Government Assistant Surveyor and the route marked was known as Bell's Line, to be later cleared to become the second road across the Blue Mountains. Due to its condition and the gradients around Mount Tomah it was rarely used before World War II. The road was improved between 1939 and 1943, as an alternative to the Great Western Highway for the war effort. At the same time that it was improved the road from Bell via Scenic Hill to Lithgow was built, so that the westernmost section of Bell's Line of Road between Bell and Mount Victoria across the Darling Causeway (the vertical-sided ridge separating the Grose River and Cox's River catchments) carries relatively little traffic, but is a significant tourist route. Today, the route is still used as an alternative route across the Blue Mountains and is also a popular tourist drive. ==Route== The eastern terminus of Bells Line of Road as an identified route began at the edge of the town of Richmond, but now officially begins at the Richmond Bridge across the Hawkesbury River. West of the Hawkesbury River it passes through the town of and the village of Kurmond, before bypassing Kurrajong. At Bellbird Hill it then proceeds to climb onto the Bell Range of the Blue Mountains, passing through Kurrajong Heights. When on the range, it proceeds through the fruit-growing areas of Bilpin and Berambing, before climbing and descending Mount Tomah, passing by the Mount Tomah Botanic Gardens. After Mount Tomah it proceeds through the Blue Mountains National Park passing Mount Bell and Mount Charles and passing close to Pierces Pass and Mount Banks. before Bell is the turn off to the villages of Mount Wilson and Mount Irvine. At the village of Bell, Bells Line of Road turns south to run along the crest of the Darling Causeway to Mount Victoria, passing the site of the now- demolished Hartley Vale railway station. From Bell the majority of traffic uses Chifley Road, which goes west to and the Great Western Highway. The route has numerous sections of steep and winding road. The steepest section is at Bellbird Hill, where the road rises around from the Hawkesbury Valley to the Bell Range. The road is steep with a grade of 1:8 and has several tight bends. Other steep sections include the east and west ascents of Mount Tomah and Mount Bell as well as \"The Glen\" on the west side of Kurrajong Heights. In recent years confusion has arisen as to the western terminus of Bell's Line of Road due to the New South Wales Roads and Traffic Authority (now Roads and Maritime Services) erecting incorrect road signage at a number of locations. This signage confuses the geographical feature of the Darling Causeway between Bell and Mount Victoria with the name of the road itself. ===Route numbering=== Bells Line of Road is part of the former State Route 40, which began in the Sydney CBD and ran via Victoria Road to Parramatta then via Windsor Road through Windsor to Richmond, then via Bells Line of Road and Chifley Road to terminate at the Great Western Highway in Lithgow. The continuity of this route was broken with the introduction of alpha-numeric route numbering in 2013: east of State Route 40 became A2 then A40, and west of Windsor (including Bells Line of Road) route B59. The length of Bells Line of Road between Richmond and is now designated as part of route B59, which from Bell continues west via Chifley Road to join the Great Western Highway at Bowenfels in Lithgow. ==Junctions== ==Lowered speed limits== In November 2007, the Roads and Traffic Authority (RTA) announced plans to lower the speed limits along much of Bells Line of Road. Within a week, sufficient opposition was expressed that the changes were put on hold. In October 2008, the same changes were again announced, with the RTA claiming that there had been community consultation, but numerous users of the road, including politicians and councillors based west of the Blue Mountains, claimed to have been unaware of any consultation. As a result of the changes, the maximum speed limit east of Bell is now . ==Future== For many years, road-lobby groups have been pushing for what they call a \"superhighway\" across the Blue Mountains. They claim that the poor roads across the Blue Mountains are impeding economic growth west of the Mountains. In 2002, road-lobby groups secured $2 million in funding for a feasibility study into building a freeway following Bells Line of Road. The proposed freeway would have linked to the M2 Hills Motorway in Sydney and connected to the Great Western Highway west of Lithgow via a route across the Newnes Plateau. The study report, published in November 2004 concluded that, while feasible to build from an engineering perspective, it would not be economically feasible and would have massive impact on adjacent national parks and local communities. The Great Western Highway has been the main route across the Blue Mountains since its construction in 1815, but after the above studies found that a freeway would be too expensive to build along the route of Bell's Line of Road, the idea was abandoned. However Roads and Maritime Services' 2017 road corridor improvement program (https://www.rms.nsw.gov.au/projects/sydney-west/bells-line-of- road/index.html) provides for a somewhat more modest program of upgradings. It is also revisiting studies last undertaken in the 1960s to extend the planned Castlereagh Freeway (subsequently partly-built as the M2) to connect with Bell's Line of Road at Kurrajong Heights. If this project were to be implemented it would force major improvements to be undertaken to the route followed by Bell's Line of Road, due to the traffic volumes that would be generated by a freeway. Conversely, a freeway could not be justified without a major capacity increase on the Bell's Line of Road route. ==Alternative routes== The next trafficable road north of Bells Line of Road that crosses the Blue Mountains is the Bylong Valley Way, which forms a more direct route between the Central West region and the Hunter Region, including the port of Newcastle, NSW. ==See also== * List of Blue Mountains articles * Highways in Australia * List of highways in New South Wales ==References== ==External links== * Bells Line of Road on Google Maps * Bells Line of Road: History and Development on Ozroads * Category:Highways in Australia Category:Roads in New South Wales Category:Transport in the Blue Mountains (New South Wales) ",
    "title": "Bells Line of Road"
}