{
    "id": "2762429",
    "text": "Sir Robert William Duff (8 May 1835 – 15 March 1895), known as Robert William Duff Abercromby until 1862, was a Scottish Liberal Party politician who sat in the House of Commons from 1861 to 1893 and was Governor of New South Wales from 1893 to 1895. ==Early life== Duff was born at Fetteresso Castle, Stonehaven, Kincardineshire, son of Arthur Duff (grandson of Robert Duff) and his wife Elizabeth Innes, daughter of John Innes of Kincardine. He was educated at Blackheath School, London. He entered the Royal Navy in 1848, and was made a commander in 1865.Debretts House of Commons and the Judicial Bench 1870 He was a Deputy Lieutenant and J.P. for Banffshire (from April 1894) and Kincardineshire (from January 1900). ==Political career== Duff served as Liberal Member of Parliament (MP) for Banffshire from 1861 to 1893. He joined Robert Lowe as one of the Adullamites opposing the parliamentary Reform Bill of 1866, which led to the Reform Act 1867. He was a junior Lord of the Treasury and Liberal whip from 1882–5, and Civil Lord of the Admiralty in 1886. He was appointed a Privy Counsellor in 1892. ==Governor of New South Wales== Arrival of Governor Sir Robert Duff, Circular Quay, Sydney, June 1893 Duff was appointed Governor of New South Wales in March 1893 and was subsequently awarded the GCMG. He reached Sydney to take up his duties on 29 May 1893. His term of office was chiefly marked by his permitting the premier, Sir George Dibbs, to obtain the prorogation of parliament on 8 December 1893, after that minister had incurred a vote of censure. In July 1894, after his ministry had failed to carry the general election, Dibbs desired Duff to nominate several persons to the legislative council on his recommendation. Duff declined to accede to his wish on the ground that the ministry had been condemned by the colony, and in consequence Dibbs and his colleagues resigned. In February 1895, he became ill while visiting Hobart and returned to Government House in Sydney, where he died of multiple hepatic abscesses and septicaemia on 15 March aged 59. He was interred in Waverley Cemetery. ===Freemasonry=== He was a freemason. During his term as Governor (1893-1895), he was also Grand Master of the Grand Lodge of New South Wales.Vice-Regal Grand Masters - Who and Why? ==Family== On 21 February 1871, Duff married Louisa, youngest daughter of Sir William Scott, ninth bart. of Ancrum in Roxburghshire. By her he had three sons, the eldest Robert William, and four daughters. ==References== ;Attribution ==External links== * * * * Category:Governors of New South Wales Category:Lords of the Admiralty Category:UK MPs 1859–1865 Category:UK MPs 1865–1868 Category:UK MPs 1868–1874 Category:UK MPs 1874–1880 Category:UK MPs 1880–1885 Category:UK MPs 1885–1886 Category:UK MPs 1886–1892 Category:UK MPs 1892–1895 Category:Members of the Parliament of the United Kingdom for Scottish constituencies Category:Members of the Privy Council of the United Kingdom Category:Royal Navy officers Category:Knights Grand Cross of the Order of St Michael and St George Category:1835 births Category:1895 deaths Category:Australian Freemasons Category:Masonic Grand Masters Category:People from Stonehaven Category:Colony of New South Wales people ",
    "title": "Robert Duff (British politician)"
}