{
    "id": "2762694",
    "text": "Judith Weir (born 1954) is a British composer and the first female Master of the Queen's Music. ==Biography== Weir was born in Cambridge, England, to Scottish parents. She studied with Sir John Tavener whilst at school (North London Collegiate School) and subsequently with Robin Holloway at King's College, Cambridge, graduating in 1976. Her music often draws on sources from medieval history, as well as the traditional stories and music of her parents' homeland, Scotland. Although she has achieved international recognition for her orchestral and chamber works, Weir is best known for her operas and theatrical works. From 1995 to 2000, she was Artistic Director of the Spitalfields Festival in London. She held the post of Composer in Association for the City of Birmingham Symphony Orchestra from 1995 to 1998. She received the Lincoln Center's Stoeger Prize in 1997, the South Bank Show music award in 2001 and the ISM's Distinguished Musician Award in 2010. In 2007, she was the third recipient of The Queen's Medal for Music. She was Visiting Distinguished Research Professor in Composition in Cardiff University from 2006 to 2009. In 2005, Weir was appointed CBE for services to music. On 30 June 2014, The Guardian stated that her appointment as the Master of the Queen's Music, succeeding Sir Peter Maxwell Davies (whose term of office expired in March 2014), would be announced;Booth, Robert, \"Judith Weir to be appointed first female master of Queen's music\", The Guardian (London), 29 June 2014. Retrieved 2 July 2014 this was officially confirmed on 21 July. In May 2015, Weir won The Ivors Classical Music Award at the Ivor Novello Awards. Weir is a member of the Incorporated Society of Musicians. In 2018 she was elected an Honorary Fellow of the Royal Society of Edinburgh. ==Music== Weir's musical language is fairly conservative, with a \"knack of making simple musical ideas appear freshly mysterious.\" Her first stage work, The Black Spider, was a one- act opera which premiered in Canterbury in 1985 loosely based on the short novel of the same name by Jeremias Gotthelf. She has subsequently written one more \"micro-opera\", three full-length operas, and an opera for television. In 1987, her first half-length opera, A Night at the Chinese Opera, premiered at Kent Opera. This was followed by a further three full-length operas The Vanishing Bridegroom (1990), Blond Eckbert (1994), the latter commissioned by the English National Opera and Miss Fortune (Achterbahn) (2011). In 2005 her opera Armida, an opera for television, premiered on Channel Four in the United Kingdom). The work was made in co-operation with Margaret Williams. Weir's commissioned works most notably include woman.life.song (2000) for Jessye Norman and We are Shadows (1999) for Simon Rattle. In January 2008, Weir was the focus of the BBC's annual composer weekend at the Barbican Centre in London. The four days of programmes ended with a first performance of her new commission, CONCRETE, a choral motet. The subject of this piece was inspired by the Barbican building itself – she describes it as 'an imaginary excavation of the Barbican Centre, burrowing through 2,500 years of historical rubble'. The first public performance of Weir's arrangement of the National Anthem of the UK, God Save the Queen, was performed at the reburial of King Richard III at Leicester Cathedral on 26 March 2015. ===Opera and Music Theatre=== * King Harald's Saga (1979, soprano, singing eight roles) *The Black Spider (6 March 1985, Canterbury); also exists in an expanded version for Hamburg State Opera (February 8, 2009, Hamburg) * The Consolations of Scholarship (5 May 1985, Durham, soprano, chamber ensemble) *A Night at the Chinese Opera (8 July 1987, Cheltenham) *HEAVEN ABLAZE in His Breast (5 October 1989, Basildon), based on E.T.A. Hoffmann's The Sandman, which won the prize for innovative work at OperaScreen in 1991.Weir, Judith. Memoirs of an Accidental Film Artist. In: A Night in at the Opera - Media representations of Opera. Edited by Jeremy Tambling. John Libbey & Company Ltd, London, 1994, p57. *The Vanishing Bridegroom (1990, Glasgow); also exists in a chamber version (1990) *Scipio's Dream (1991, television broadcast for the BBC), based on Il sogno di Scipione by Metastasio *The Skriker (27 January 1994, London) - music for Caryl Churchill's play of the same name *Blond Eckbert (20 April 1994, London); also exists in a so-called \"pocket version\" (reduced to one act from two) (2006) *Armida (2005, television broadcast for Channel Four in the United Kingdom) * Miss Fortune (Achterbahn) (21 July 2011, Bregenzer Festspiele) ====Miss Fortune (Achterbahn)==== On 21 July 2011, her first opera for 17 years, Miss Fortune (Achterbahn), premiered at the Bregenz Festival in Austria. It was a co-production with the Royal Opera, Covent Garden, London, and was written in English. The opera reworks a Sicilian folktale as a contemporary parable. Gerhard R. Koch, writing in the Frankfurter Allgemeine newspaper on 25 July, had these observations: :The music of Judith Weir, who also wrote the libretto for her opera, is neither avant-garde nor experimental but has a highly distilled folkloric style with cantabile voices similar to that of Britten without becoming retrospective. Tonality and atonality are not applied in a strictly antithetical manner, therefore the ideas of the American minimalists Reich and Riley are very present. This music has colour and a rhythmic pulse; it creates characteristic sounds without losing itself in descriptive patterns. Miss Fortune moved to London in March 2012, garnering at least two negative reviews. Edward Seckerson in The Independent (London) wrote of \"Miss Fortune in name and deed\" and described the opera as \"silly and naive\" and \"a waste of talent and resources\", with a libretto that \"vacillates between the banal and the unintentionally comedic (or is that irony?), full of truisms and clunky metaphors\" and \"about as streetwise as a visitor from Venus\". Andrew Clements wrote in The Guardian of \"a long two hours in the opera house\" with scenes that \"follow like cartoonish tableaux, without real characterisation, or confrontation, and without suggesting a dramatic shape\", and also criticised the \"twee rhyming couplets and inert blank verse\" of Weir's libretto. The American premiere of Miss Fortune was originally planned in 2011 by the Santa Fe Opera to be a part of its 2014 season, but it was announced in the summer of 2012 that the opera was to be replaced by the North American premiere of Huang Ruo's Dr. Sun Yat-sen.Press release from The Santa Fe Opera, 22 August 2012. ===Other compositions=== * Music for 247 Strings (1981, violin, piano) * Thread! (1981, narrator, chamber ensemble) * Scotch Minstrelsy (1982, tenor or soprano, piano) * The Art of Touching the Keyboard (1983, piano) * Missa Del Cid (1988, SAAATTTBBB choir), originally part of BBC's Sound on Film series; later used independently in concert and on stage.Weir, Judith. Memoirs of an Accidental Film Artist. In: A Night in at the Opera - Media representations of Opera. Edited by Jeremy Tambling. John Libbey & Company Ltd, London, 1994, p58. * String Quartet (1990) * Musicians Wrestle Everywhere (1994, flute, oboe, bass clarinet, horn, trombone, piano, cello, double bass) * Forest (1995, orchestra) * Piano Concerto (1997, piano, strings) * Storm (1997, children's choir, SSAA choir, chamber ensemble) * Natural History (1998, soprano, orchestra) * Piano Trio (1998) * We Are Shadows (1999, children's choir, SATB choir, orchestra) * Piano Quartet (2000) * woman.life.song (2000, premiered by Jessye Norman at Carnegie Hall, soprano, chamber ensemble) * The welcome arrival of rain (2001, orchestra) * Tiger Under the Table (2002, chamber ensemble) * Piano Trio Two (2003–2004) * Winter Song (2006, orchestra) * CONCRETE (2007, speaker, SATB choir, orchestra) * I give you the end of a golden string (2013, strings) * In the Land of Uz (2017, SATB choir, soprano saxophone, trumpet, tuba, organ, viola, double bass) * Oboe Concerto (2018, oboe, orchestra) ==Recordings== * Judith Weir: Discography * A Night at the Chinese Opera – NMC D060 * King Harald’s Saga – Cala CACD88040 * Piano Concerto; Distance and Enchantment; various other chamber works – NMC D090 * Blond Eckbert Nicholas Folwell (baritone), Blond Eckbert; Anne-Marie Owens (mezzo-soprano), Berthe; Christopher Ventris (tenor), Walther / Hugo / An Old Woman; Nerys Jones (soprano), A bird; Chorus and Orchestra of English National Opera; Sian Edwards (conductor) Collins Classics: CD14612 / NMC: NMC D106 * On Buying a Horse: The songs of Judith Weir On Buying a Horse; Ox Mountain Was Covered by Trees; Songs from the Exotic; Scotch Minstrelsy; The Voice of Desire; A Spanish Liederbooklet; King Harald's Saga; Ständchen. Susan Bickley (mezzo-soprano), Andrew Kennedy (tenor), Ailish Tynan (soprano), Ian Burnside (piano) Signum SIGCD087 * The Vanishing Bridegroom. Ailish Tynan (soprano), Anna Stéphany (soprano), Andrew Tortise (tenor), Owen Gilhooly (baritone), Jonathan Lemalu (bass-baritone), BBC Singers, BBC Symphony Orchestra; Martyn Brabbins (conductor) – NMC D196 ==References== Notes Sources *Warrack, John and West, Ewan (1992), The Oxford Dictionary of Opera, 782 pages, == External links == *Achterbahn Bregenz 2011 *Judith Weir on the British Music Collection Category:1954 births Category:20th-century British composers Category:20th-century classical composers Category:21st-century British composers Category:21st-century classical composers Category:Academics of Cardiff University Category:Alumni of King's College, Cambridge Category:British female classical composers Category:British opera composers Category:Commanders of the Order of the British Empire Category:English people of Scottish descent Category:Female opera composers Category:Honorary Members of the Royal Academy of Music Category:Living people Category:Masters of the Queen's Music Category:People educated at North London Collegiate School Category:People from Cambridge Category:20th-century women composers Category:21st-century women composers ",
    "title": "Judith Weir"
}