{
    "id": "2763297",
    "text": "Presbyterian Church (U.S.A.) seminaries are educational institutions run by the Presbyterian Church (USA), geared primarily towards the training of ministers. The seminaries are independent institutions but relate dynamically to the PC(USA) through the Committee on Theological Education, a committee of seminary presidents and ministers and elders from across the PC(USA). The Theological Education Fund (TEF) is the only denomination-wide funding system to support the schools. All PCUSA seminaries grant the Master of Divinity with some also granting other degrees, such as the Master of Theological Studies, Master of Theology, Doctor of Ministry, Doctor of Theology, and the Doctor of Philosophy degree. Presbyterian seminaries are often very highly regarded academically. That reputation is in part a reflection upon the Presbyterian emphasis on education, as well as the relatively high academic requirements for ordination in the PC(USA). The Presbyterian Church, for instance, is one of the few Protestant denominations that still requires all ministers to have a working knowledge of both Biblical Greek and Hebrew. The ten Presbyterian Church (U.S.A.) seminaries relate to the denomination through the Committee on Theological Education (COTE). COTE has responsibility for providing an arena wherein a comprehensive plan for theological education from the perspective of the whole church can be developed and maintained. It seeks to identify, develop, and propose strategies for a systemic approach to theological education within the denomination. COTE serves as an advocate for theological education, seeking to support the seminaries (both financially and in other ways) and to strengthen them for their mission to the whole church. It is the body through which the seminaries report and are accountable to the denomination. COTE can also be seen as a two-way communication link between the denomination and its graduate theological institutions. ==List== PC(USA) seminaries include: *Austin Theological Seminary *Columbia Theological Seminary *Dubuque Theological Seminary *Johnson C. Smith Theological Seminary *Louisville Presbyterian Theological Seminary *McCormick Theological Seminary *Pittsburgh Theological Seminary *Princeton Theological Seminary *San Francisco Theological Seminary *Union Presbyterian Seminary Two additional seminaries are related to the PC(USA) by covenant agreement. They are: *Auburn Theological Seminary *Evangelical Seminary of Puerto Rico ==Description== These seminaries differ greatly in size, endowment, and theological viewpoints. Some, like Princeton Theological Seminary, are quite large with expansive campuses. Most, like Union Presbyterian Seminary and Columbia Theological Seminary, are more moderate in student size, but still have substantial campuses. Johnson C. Smith Theological Seminary, on the other hand, is quite small and does not have its own campus but is located on the campus of the Interdenominational Theological Center. Another important distinction to consider is the historical background of the seminary. Before the reunion of the two branches of the PCUSA in 1983, seminaries were affiliated with either the \"Northern\" United Presbyterian Church or the \"Southern\" Presbyterian Church in the United States. Princeton, Pittsburgh, Dubuque, San Francisco, McCormick and Johnson C. Smith were all \"Northern\" seminaries. Columbia, Union and Austin were all \"Southern\" seminaries. Louisville was affiliated with both churches. Additionally, Johnson C. Smith was founded as an African-American seminary, the only one of its kind in the PCUSA. Given the current atmosphere of theological debate in the church, some seminaries have become nominally associated with the liberal and conservative branches of the church in many church members' minds. Princeton and Dubuque, for instance, tend to have more conservative reputations. Columbia, McCormick, and Louisville fall on the more progressive side. In reality, there are students and faculty at all of the ten institutions who subscribe to all sides of the theological spectrum, and it's difficult to make a blanket statement about which seminary is \"left\" or \"right.\" Most PC(USA) ministers receive their training at one of these ten schools. Other schools which have educated substantial numbers of PC(USA) ministers include Harvard Divinity School, Yale Divinity School, Union Theological Seminary in New York, Vanderbilt Divinity School, Erskine Theological Seminary, Fuller Theological Seminary and Gordon- Conwell Theological Seminary. Presbyteries differ greatly in their acceptance of candidates from these non-affiliated schools. Regardless of where a candidate for ministry receives their degree, however, they are required to complete the Inquiry and Candidacy processes of the church, and to pass stringent ordination exams in order to be ordained. ==References== ",
    "title": "Presbyterian Church (USA) seminaries"
}