{
    "id": "2763582",
    "text": "The Personal Liberty League was a series of ad hoc political lobby groups formed throughout the United States (mainly at state and local levels) in the 1870s thru the early 1900s. They were organized in response to the threat posed to the liquor industry by the growing political strength of the American temperance movement.Catlin, George E. G. Liquor Control. NY: Henry Holt & Co., 1931, and Barleen, Steven D. \"Personal Liberty League\". The SAGE Encyclopedia of Alcohol: Social, Cultural, and Historical Perspectives. Edited by Scott C. Martin. Retrieved July 24, 2019. One of the first references to the purpose of the PLL was found in an 1873 article in the American German language newspaper Illinois Staats-Zeitung published in Chicago, IL. \"The aim of the \"Personal Liberty League\" is to protect the liberty of the individual against the law.\" THE \"PERSONAL LIBERTY LEAGUE.\" - flps.newberry.org Foreign Language Press Survey. Retrieved July 24, 2019.[≤http://flps.newberry.org/article/5418474_2_1_0735/≥] In addition to political lobbying, the Leagues also attempted to mediate between the Temperance groups and the brewers and liquor dealers to ameliorate the worst aspects of the spirits trade. For example, local chapters campaigned to have saloons close during church hours. Sullivan, Jack. \"The Jaegers: Doing their Duty in Dubuque - Saturday, July 6, 2019\" Retrieved July 24, 2019.[≤https://pre-prowhiskeymen.blogspot.com/≥] By 1900, the PLL expanded its lobbying efforts to include opposition to the anti-gambling movement - especially in horse-racing.Postcard by Robson and Adee, Publishers, Saratoga Springs, N.Y. \"Pop and his Pet Pig at Walled-Off-Astoria, Saratoga Springs, N.Y.\" (circa 1908) ==Sources== Category:Prohibition in the United States Category:1872 establishments in the United States Category:Organizations established in 1870 Category:Gambling in the United States ",
    "title": "Personal Liberty League"
}