{
    "id": "2763451",
    "text": "Hypostasis (Greek: ὑπόστασις, hypóstasis) is the underlying state or underlying substance and is the fundamental reality that supports all else. In Neoplatonism the hypostasis of the soul, the intellect (nous) and \"the one\" was addressed by Plotinus. In Christian theology, a hypostasis is one of the three hypostases (Father, Son, Holy Spirit) of the Trinity. ==Ancient Greek philosophy== Pseudo-Aristotle used hypostasis in the sense of material substance.Pseudo-Aristotle, De mundo, 4.19. Neoplatonists argue that beneath the surface phenomena that present themselves to our senses are three higher spiritual principles, or hypostases, each one more sublime than the preceding. For Plotinus, these are: the Soul, the Intellect, and the One.Neoplatonism (Ancient Philosophies) by Pauliina Remes (2008), University of California Press , pp. 48–52. ==Christian theology== In early Christian writings, hypostasis is used to denote \"being\" or \"substantive reality\" and is not always distinguished in meaning from ousia ('essence' or 'substance'). It was used in this way by Tatian and Origen, and also in the anathemas appended to the Nicene Creed of 325. ===Trinitarian definitions=== It was mainly under the influence of the Cappadocian Fathers that the terminology was clarified and standardized so that the formula \"three hypostases in one ousia\" came to be accepted as an epitome of the orthodox doctrine of the Trinity. Specifically, Basil of Caesarea argues that the two terms are not synonymous and that they, therefore, are not to be used indiscriminately in referring to the godhead. He writes: This consensus, however, was not achieved without some confusion at first in the minds of Western theologians since in the West the vocabulary was different. Many Latin-speaking theologians understood hypo-stasis as \"sub- stantia\" (substance); thus when speaking of three \"hypostases\" in the godhead, they might suspect three \"substances\" or tritheism. However, from the middle of the fifth century onwards, marked by Council of Chalcedon, the word came to be contrasted with ousia and used to mean \"individual reality,\" especially in the trinitarian and Christological contexts. The Christian concept of the Trinity is often described as being one god existing in three distinct hypostases/personae/persons. ==See also== * Haecceity – a term used by the followers of Duns Scotus to refer to that which formally distinguishes one thing from another with a common nature * Hypokeimenon * Hypostatic union * Hypostatic abstraction * Instantiation principle * Noema – a similar term used by Edmund Husserl * Prakṛti – a similar term found in Hinduism * Principle of individuation * Prosopon or persona * Reification (fallacy) * Substance theory ==References== == Sources == * Category:Ancient Christian controversies Category:Christian terminology Category:Christianity and Hellenistic philosophy Category:Christology Category:Concepts in ancient Greek metaphysics Category:New Testament Greek words and phrases Category:Trinitarianism ",
    "title": "Hypostasis (philosophy and religion)"
}