{
    "id": "2764126",
    "text": "Guldborgsund between Falster and Lolland. Guldborgsund is the strait between the Danish islands of Lolland and Falster. It connects Smålandsfarvandet in the north with the Bay of Mecklenburg in the south. It is navigable for craft of up to 6 metres draught in its northern part and is used for commercial traffic to Nykøbing Falster. The southern part is much shallower with a minimum depth of approximately 2 metres, and can only be used by yachts and other small craft. Guldborgsund is crossed by two bascule bridges, Frederick IX Bridge at Nykøbing and Guldborgsund Bridge at Guldborg, at the northern end of the strait. There is also a modern tunnel carrying euro route E47 from Copenhagen. Nykøbing Falster, Guldborg and Sundby have all have marinas in Guldborgsund. Furthermore, the open-air museum Middle Ages Centre has got a museum harbour which was dug out in the mid 1990s. This is the starting point for sailing with reconstructed medieval ships such as Gedesbyskibet. Guldborgsund was the location of the 2005 KFUM-Spejderne i Danmark National Jamboree. ==Battleship== Guldborgsund is also the name of a minesweeper that served in the Royal Danish Navy from 1956–1993. It was built by Stephens Brothers Inc. in Stockton, United States, and launched March 14, 1956. Two General Motors diesel engines powered it to a max speed of . With 375 tons of displacement, it had a range of at . It was crewed by 33-37 men, including four officers, during its service. It was decommissioned on May 4, 1993. == Gallery == Image:Guldborgsund.jpg|Guldborgsund view from south to Guldborg. Image:Nykøbing waterfront.jpg|The industrial harbour in Nykøbing Falster. Image:Frederick bridge from bank.jpg|Frederick IX Bridge which crosses Guldborgsund at Nykøbing Falster. Image:Medieval_town_at_Middelaldercentret.JPG|The harbour at the Middle Ages Centre. Image:Guldborg.jpg|The marina in Guldborg. Image:Sejlere i Guldborgsund.jpg|Sejlere på Guldborgsund (Sailors on Guldborgsund) in National Gallery of Denmark, Copenhagen. Image:Guldborgsund Jamboree.JPG|2005 KFUM- Spejderne i Danmark National Jamboree. ==References== Category:Straits of Denmark Category:Straits of the Baltic Sea Category:Lolland Category:Falster Category:Ramsar sites in Denmark ",
    "title": "Guldborgsund"
}