{
    "id": "2764783",
    "text": "Dame Pattie Maie Menzies GBE (2 March 189930 August 1995) was the wife of Australia's longest-serving Prime Minister, Sir Robert Menzies. ==Biography== Menzies was born as Pattie Maie Leckie at Alexandra, Victoria, the eldest daughter of John Leckie, a Deakinite Liberal who was elected the member for Benambra in the Victorian Legislative Assembly in 1913. He won the federal seat of Indi in 1917. Pattie usually accompanied her father on electorate tours until he lost his seat in 1919. Pattie Leckie attended Fintona Girls' School in Melbourne, and during this time saw Robert Menzies, but they were not formally introduced until 1919. After they met, Menzies became a regular visitor at her father's home. On 27 September 1920 they were married at Kew Presbyterian Church in Melbourne. Soon after their marriage, the Menzies bought the house in Howard Street, Kew, which would become their family home for 25 years. They had three surviving children: two sons and a daughter. Another child died at birth. Her father was elected to the Senate in 1934, serving until 1947. In 1940 he was appointed Minister without portfolio in his son-in-law's ministry, and later Minister for Aircraft Production. Robert and Pattie Menzies in London in 1938 ==Honours== In the 1954 New Year's Honours, Pattie Menzies was appointed Dame Grand Cross of the Order of the British Empire.It's an Honour website The official citation read: \"In recognition for her years of incessant and unselfish performance of public duty in hospital work, in visiting, addressing and encouraging many thousands of women in every State of Australia, including very remote areas, and in the distinguished representation of Australia on a number of occasions overseas\". Her husband was knighted in 1963. ==Other== In the 1967 America's Cup challenge, the Australian syndicate headed by Sir Frank Packer raced an International 12-metre class racing yacht which was named Dame Pattie in her honour. Sir Robert Menzies died in 1978. In 1992 Dame Pattie moved back to Melbourne from Canberra to live with her daughter, Heather Henderson. She was a founding member and first patron of the Australian Monarchist League. ==Death== Grave of Sir Robert and Dame Pattie Menzies, Melbourne General Cemetery Dame Pattie Menzies died on 30 August 1995, aged 96. Her ashes were interred alongside her husband within the 'Prime Ministers Garden' at Melbourne General Cemetery.Death of Dame Pattie Menzies She was survived by her daughter, Heather Henderson, having outlived not only her husband but both of her sons. ==Titles, styles and honours== ===Titles and styles=== *Miss Pattie Leckie (1899–1920) *Mrs Robert Menzies (1920–1954) *Dame Pattie Menzies GBE (1954–1995) ===Honours=== *Dame Grand Cross of the Most Excellent Order of the British Empire 1954. ==References== ==Sources== *Australia's Prime Ministers – National Archives of Australia * ==External links== *Australian Dictionary of Biography Category:1899 births Category:1995 deaths Category:Australian Dames Grand Cross of the Order of the British Empire Category:Australian Presbyterians Category:Spouses of Australian Prime Ministers Category:Robert Menzies Category:People from Alexandra, Victoria ",
    "title": "Pattie Menzies"
}