{
    "id": "2764747",
    "text": "Bisquick is a pre-mixed baking mix sold by General Mills under its Betty Crocker brand, consisting of flour, shortening, salt, sugar and baking powder (a leavening agent). ==History== According to General Mills, Bisquick was invented in 1930 after one of their top sales executives met an innovative train dining car chef, on a business trip. After the sales executive complimented the chef on his deliciously fresh biscuits, the dining car chef shared that he used a pre-mixed biscuit batter he created consisting of lard, flour, baking powder and salt. The chef then stored this pre-mixed biscuit batter on ice in his kitchen, enabling him to bake fresh biscuits quickly on the train every day. As soon as the sales executive returned from that business trip, he created Bisquick. The recipe was adapted, using hydrogenated oil, thus eliminating the need for refrigeration. Bisquick was officially introduced on grocers' shelves in 1931. Though first promoted for only baking biscuits (\"90 seconds from package to oven\", the slogan read), Bisquick was soon used to prepare a wide variety of baked goods from pizza dough to pancakes to dumplings to snickerdoodle cookies. ==Substitution== One cup of Bisquick can be substituted by a mixture of one cup of flour, teaspoons of baking powder, teaspoon of salt, and tablespoons of oil or melted butter (or by cutting in tbsp Crisco or lard). ==Ingredients== The ingredients in Bisquick Original consist of bleached wheat flour (enriched with niacin, iron, thiamine mononitrate, riboflavin and folic acid), corn starch, dextrose, palm oil, leavening (baking soda, sodium aluminum phosphate, monocalcium phosphate), canola oil, salt, sugar, DATEM, and distilled monoglycerides. Bisquick Heart Smart is formulated with canola oil resulting in less saturated fat and 0g trans fat. Bisquick also comes in a gluten-free variety, which uses rice flour instead of regular flour. ==References== ==External links== * *Official website Bisquick Recipes *History of Bisquick *How Bisquick got its start *Advertising Cookbooks: Bisquick History and Information Category:General Mills brands Category:Products introduced in 1931 Category:Baking mixes Category:Pancakes ",
    "title": "Bisquick"
}