{
    "id": "2764286",
    "text": "\"Girl Talk/The Speed Star\" is a double a-side by Japanese recording artist Namie Amuro from her seventh studio album Queen of Hip-Pop (2005). The a-side, which consists of the tracks \"Girl Talk\" and \"The Speed Star\", was released as the album's third single on October 14, 2004. \"Girl Talk\" was written and produced by T.Kura and Michico while \"The Speed Star\" was written and produced by Akira and Monk. The songs are R&B-dance; tracks, which features instrumentation from synthesizers, violins, keyboards and bass guitars. Both \"Girl Talk\" and \"The Speed Star\" were used as the commercial songs for cosmetic company Lucido-L. The songs received positive reviews from music critics, who commended the songs' composition and production. Charting together as a single, \"Girl Talk/The Speed Star\" reached number two on the Japanese Oricon Singles Chart and was certified gold by the Recording Industry Association of Japan (RIAJ). The songs both received a music video, with \"Girl Talk\" featuring Amuro inside a mansion with her lover and \"The Speed Star\" showing Amuro dancing in front of a large-scaled motor. ==Background and composition== \"Girl Talk\" was written and produced by T.Kura and Michico while \"The Speed Star\" was written and produced by Akira and Monk. With the announcement of a new studio album in May 2005, Amuro's label Avex Trax confirmed that all the pre-released singles would be included in the album apart from \"The Speed Star\" for unknown reasons. Both \"Girl Talk\" and \"The Speed Star\" were used as the commercial songs for cosmetic company Lucido-L, which Amuro had been spokesperson since 2003. \"Girl Talk/The Speed Star\" was released as a CD single and a DVD single on October 14, 2004. The CD included two instrumental versions of the tracks and the DVD only featured \"The Speed Star\" music video. Musically, \"Girl Talk\" is a pop and dance song, while \"The Speed Star\" is an R&B; song. CDJournal.com noticed that the singles from the Queen of Hip-Hop album were a musical transition from pop music to mainstream hip-hop and R&B; music, a sound that later carried on her albums Play (2007) and Past Future (2009). ==Reception== Both \"Girl Talk\" and \"The Speed Star\" received favorable reviews from most music critics. The AMG Staff at Allmusic had selected \"Girl Talk\" as an album stand out track and a career milestone highlight. CDJournal.com had reviewed each song individually. For \"Girl Talk\", the website commended the \"fashionable\" and slick production alongside its \"delicate\" melody, while they labelled \"The Speed Star\" as \"cool\" an praised its \"sharp\" production and R&B; transition. An editorial review from HMV commended the sound of the tracks and the album overall and recommended the singles as the album stand out tracks. Charted together as a single, \"Girl Talk/The Speed Star\" debuted at the top position on the Japanese Oricon Daily Chart and two on the Japanese Oricon Singles Chart, making it her first top three appearance in two years. \"Girl Talk/The Speed Star\" sold over 107,000 units in Japan was certified gold by the Recording Industry Association of Japan (RIAJ) for shipments of 100,000 units, and \"Girl Talk\" was certified gold alone for 100,000 digital sales. The single is currently Amuro's twenty- ninth best selling single in Japan, according to Oricon. ==Promotion== Two music video were shot for the single. Amuro was invited to the Kōhaku Uta Gassen event in order to promote both \"Girl Talk\" and \"The Speed Star\", but she decided not to appear even though had been invited to perform at the event. She had previously attended the coveted event nine years in a row. \"Girl Talk\" and \"The Speed Star\" has been included on several of Amuro's concert tours, including Space Of Hip-Pop Namie Amuro Tour 2005 and Best Tour Live Style 2006, and performed \"Girl Talk\" solely on her Play Tour 2007, Best Fiction Tour 2008-2009 and 5 Major Domes Tour 2012 20th Anniversary Best. ==Track listing== == Credits and personnel == ;Song credits * Namie Amuro – vocals, background vocals * Michico – background vocals, producer, vocal producer * T.Kura – producer, multiple instruments, mixing * Monk – multiple instruments * Akira – producer, vocal producer * Junya Endo – mixing Visual and video credits * Masashi Muto – director * Ugichin – director * Chiharu – Choreographer * Etsu – Choreographer * Keita – Dancer * Mayumi – Dancer * Rika – Dancer * Ryo – Dancer * Shige – Dancer ==Charts== ===Chart positions=== {| class=\"wikitable plainrowheaders\" !Chart (2004) !Peak position |- !scope=\"row\"|Japan Daily Chart (Oricon) | style=\"text- align:center;\"|1 |- !scope=\"row\"|Japan Weekly Chart (Oricon) | style=\"text- align:center;\"|2 |- |} ===Certification=== ==Notes== == References == == External links == * * Category:2004 singles Category:Namie Amuro songs Category:Avex Trax singles ",
    "title": "Girl Talk/The Speed Star"
}