{
    "id": "2765554",
    "text": "Weight for Age (WFA) is a term in Thoroughbred horse racing which is one of the conditions for a race. It means that a horse will carry a set weight in accordance with the Weight for Age Scale. This weight varies depending on the horse’s age, its sex, the race distance and the month of the year. Weight for age races are usually Group 1 races, races of the highest quality. It is a form of handicapping for horse racing, but within the horse racing industry is not referred to as handicap which is reserved for more general handicapping. WFA is a method of trying to equal out the physical progress which the average thoroughbred racehorse makes as it matures. The thoroughbred matures extremely quickly compared to the human being. By the age of two the horse has achieved 95% of its mature height and weight, and by the end of its third year it will be fully mature. To allow for this variation in maturity in the context of racing, it is necessary to express it as a function of the weight a horse will carry in a race. It is also necessary to take into account the race distance because stamina comes with maturity, and younger horses are at a greater disadvantage the further they have to run. If no allowance was made, a mature older horse would always beat a younger one. The principle of WFA was developed by Admiral Rous, a handicapper with the English Jockey Club. Rous experimented with weights until he arrived at a relationship between age and maturity, expressed in terms of weight. His original scale has undergone only minor alterations since his work in the 1860s. ==Top WFA races== ===Australia=== * Australian Cup * Cox Plate * The BMW Stakes * Queen Elizabeth Stakes (ATC) * The Everest ===France=== * Prix de l'Arc de Triomphe ===Ireland=== * Irish Champion Stakes * Irish St. Leger ===Japan=== * Japan Cup ===New Zealand=== * New Zealand International Stakes * Spring Classic (formerly the Kelt Capital Stakes) ===South Africa=== * Queen's Plate * Horse Chestnut Stakes * Metropolitan Stakes * Premier's Champion Challenge * Paddock Stakes * Majorca Stakes * Champions Cup * Gold Challenge Stakes ===United Kingdom=== * Diamond Jubilee Stakes * Eclipse Stakes * July Cup * Sussex Stakes * King George VI and Queen Elizabeth Stakes * International Stakes * Nunthorpe Stakes * Sprint Cup * Queen Elizabeth II Stakes * Champion Stakes ===United States=== * Breeders' Cup Classic * Breeders' Cup Turf * Breeders' Cup Mile * Breeders' Cup Sprint * Jockey Club Gold Cup ===Uruguay=== * Gran Premio José Pedro Ramírez * Gran Premio Pedro Piñeyrúa * Gran Premio Ciudad de Montevideo ==References== Australian Rules of Racing. Weight for Age Advice U.S. Scale of Weights from about.com Category:Horse racing ",
    "title": "Weight for Age"
}