{
    "id": "2766790",
    "text": "Emily Dickinson Townsend Vermeule (August 11, 1928 – February 6, 2001) was an American classical scholar and archaeologist. She was a professor of classical philology and archaeology at Harvard University. ==Early life and education== Emily Dickinson Townsend was born on August 11, 1928 in New York City to Clinton Blake Townsend and Eleanor Mary Meneely. She was named for her grandmother, a relative of the poet Emily Dickinson. She attended the Brearley School in New York City from 1934 to 1946. She received an undergraduate degree in Greek and philosophy from Bryn Mawr College in 1950. She earned a master's degree in classical archaeology from Radcliffe College in 1954, and a Ph.D. in Greek from Bryn Mawr in 1956. Her doctoral dissertation, supervised by Richmond Lattimore, was entitled \"Bacchylides and Lyric Style.\" == Career == Vermeule attended the American School of Classical Studies at Athens as a Fulbright Scholar in 1950–1951, where she took part in the excavation of a Mycenaean tomb. Three years later, in 1953–1954 she studied at St Anne's College, Oxford, Oxford University, as a Catherwood Fellow. She was the recipient of a Guggenheim Fellowship in 1964–1965. She taught at Bryn Mawr and Wellesley College from 1956–1958, became an assistant professor of classics in 1958, and was hired as an associate professor, at Boston University in 1961. In 1965 she returned to Wellesley, holding the position of professor of Art and Greek until 1970. She was the James Loeb Visiting Professor of Classical Philology at Harvard University in 1969. In 1970, she was appointed the Samuel Zemurray, Jr. and Doris Zemurray Stone-Radcliffe Professor at Harvard University, where she taught in both the Department of Classics and the Department of the History of Art and Architecture. She retired from teaching in 1994. In 1995, Vermeule served as the president of the American Philological Association (now Society for Classical Studies). She delivered a presidential lecture at the 1995 annual meeting in San Diego entitled \"Archaeology and Philology: The Dirt and the Word.\" Vermeule excavated at many sites in Greece, Turkey, Cyprus and Libya, including Gordion in the early 1950s, and Kephallenia, Messenia, Coastal East Libya, Halicarnassus, and Thera-Santorini in the 1960s. She was director of the excavations at Toumba tou Skourou, Cyprus, from 1971 to 1974. === Excavation at Toumba tou Skourou === Considered her most significant expectation, Vermeule was the director of an excavation project co-sponsored by the Department of Antiquities of the Republic of Cyprus, Harvard University, and the Boston Museum of Fine Arts. Touma tou Skourou, near Mourphou, Cyprus, was a Late Bronze Age town that Vermeule uncovered which represented three different cultures coming together: Palestinian, Egyptian, and Minoan. Due to the Turkish invasion of Cyprus in 1974, Vermeule was forced to abruptly end her excavation and leave the island. This expedition led to her publishing two books about the excavation and the artifacts found, Toumba tou Skourou: The Mound of Darkness (1974) and Toumba tou Skourou: A Bronze Age Potter's Quarter on Morphou Bay in Cyprus (1990). == Awards and honors == Vermeule was awarded the Radcliffe Graduate Society Gold Medal in 1968. In 1980, she received the American Philological Association's Charles J. Goodwin Award of Merit for her book Aspects of Death in Early Greek Art and Poetry. In 1982 the National Endowment for the Humanities selected Vermeule for the Jefferson Lecture, the U.S. federal government's highest honor for achievement in the humanities. Her lecture was entitled \"Greeks and Barbarians: The Classical Experience in the Larger World,\"Jefferson Lecturers at NEH Website (retrieved January 22, 2009). and dealt with the relationship between the Greeks and their \"less civilized\" neighbours.David M. Rosenfeld, Classics Professor Vermeule To Deliver Jefferson Lecture, Harvard Crimson, February 22, 1982. Vermeule has received several honorary degrees from institutions throughout the United States. In 1968, Douglass College, Rutgers University, awarded her a D.Litt.; 1970, University of Massachusetts, Amherst, a D.F.A; 1970, Regis College, LL.D; 1971, Smith College, D.Litt.; 1973, Wheaton College, D.Litt.; and 1974, Trinity College, Hartford, L.H.D. A festschrift in her honor was published in 1998: The Ages of Homer: A Tribute to Emily Townsend Vermeule.Jane B. Carter, Sarah P. Morris, eds., The Ages of Homer: A Tribute to Emily Townsend Vermeule (Austin: University of Texas Press, 1998) ==Personal life and legacy== She married the archaeologist Cornelius Clarkson Vermeule III in 1957. Together they had two children: Blakey Vermeule, a professor of English literature at Stanford University, and Adrian Vermeule, a professor at Harvard Law School. Vermeule was an avid supporter of the Boston Red Sox, and frequently compared the efforts of the Red Sox to the mythical Greek heroes from her studies as evidenced in three newspaper articles she published: \"It Is Not a Myth—They're Immortal: Gallant Red Sox Did Not Really Fail\" (Boston Globe, October 5, 1978); \"Odysseus at Fenway\" (New York Times, September 26, 1982); and \"Why Boston Still Hates the Yankees\" (Boston Globe, June 14, 1990). She died of heart disease-related issues in Cambridge, Massachusetts on February 6, 2001 at the age of 72. Vermeule was one of the earliest female academics at Harvard University and helped shape the faculty. Vermeule was also a published poet, whose poems appeared in The New Yorker and Poetry Magazine. ==Selected publications== *The Trojan War in Greek Art (1964) *Greece in the Bronze Age (Chicago: University of Chicago Press, 1964) *The Mycenaean Origin of Greek Mythology (Berkeley: University of California Press, 1972) with Martin P. Nilsson *Toumba Tou Skourou. The Mound of Darkness. A Bronze Age Town on Morphou Bay in Cyprus (Boston: Harvard University–Museum of Fine Arts, Boston, Cyprus Expedition, 1974) with Florence Z. Wolsky *Aspects of Death in Early Greek Art and Poetry (Berkeley: University of California Press, 1979) – Won the 1980 Philological Association's Charles J. Goodwin Award of Merit *Mycenaean Pictorial Vase Painting (Cambridge, MA: Harvard University Press, 1982) with Vassos Karageorghis ==References== ==External links== *Harvard Gazette: obituary *Papers of Emily Dickinson Townsend Vermeule, 1946–1996 and 2001. Category:American classical scholars Category:Women classical scholars Category:Classical archaeologists Category:1928 births Category:2001 deaths Category:Bryn Mawr College alumni Category:Radcliffe College alumni Category:Classical scholars of Harvard University Category:Wellesley College faculty Category:American School of Classical Studies at Athens Category:Vermeule family Category:American women archaeologists Category:20th- century American archaeologists ",
    "title": "Emily Vermeule"
}