{
    "id": "2766992",
    "text": "Anthony Heilbut (born November 22, 1940) is an American writer, and record producer of gospel music. He is noted for his biography of Thomas Mann, and has also won a Grammy Award. ==Life== Anthony Heilbut, the son of German Jewish refugees Bertha and Otto Heilbut, was born in New York. He has a doctorate in English from Harvard University. He received his Ph.D. from Harvard University when he was 25. For the next ten years he taught, first at New York University and then at Hunter College. Since 1976 he has been a full- time writer and record producer. Heilbut's first book, The Gospel Sound: Good News and Bad Times, was published in 1971 and has been updated several times since then; a \"25th Anniversary Edition\" appeared in 1997. James Baldwin said, > It's a very beautiful book, with love and precision, no pity -- a little > like a gospel song ... I didn't know that anybody knew that much about it, > or cared that much, or could be so tough and lucid. Counter-Punch magazine selected it as one of its top 100 books of the 20th century. Exiled in Paradise: German Refugee Artists and Intellectuals in America from the 1930s to the Present was published in 1983 and updated in 1997. It was a finalist for Los Angeles Times Book of the Year. In 2003, a conference entitled \"Exiled in Paradise\" was held at Los Angeles' Villa Aurora, the palatial residence of Lion Feuchtwanger, one of the best-known emigre writers. (Ironically Feuchtwanger's famous novel, The Oppermanns, was inspired by Otto Heilbut's cousin Wilfrid Israel. Wilfrid, whom Christopher Isherwood called \"the greatest man I ever met\", was also the inspiration for the character of Herr Landauer in Isherwood's Goodbye to Berlin.) Heilbut's Thomas Mann: Eros and Literature was published in 1996. The New York Times called the book \"brilliant\" and \"astonishing\". Colm Toibin in The London Review of Books called it \"brilliantly perceptive\", and the London Independent called it \"endlessly illuminating\". In 1997 it received the Randy Shilts Award for Gay Non-Fiction from the Publishing Triangle. He has written reviews and articles for, among others, Harper's Magazine, The New York Times Book Review, The Nation, Truthdig, The New Yorker, Dimensions, The Village Voice, The Daily Beast, The Believer, Los Angeles Times Book Review, Black Women in America, and The Encyclopedia of New York City. Heilbut's The Fan Who Knew Too Much, a collection of cultural essays published by Alfred A. Knopf in 2012, ranges from Thomas Mann to the gay and lesbian influence on gospel music.https://www.washingtonpost.com/entertainment/books/review-of-anthony- heilbuts-the-fan-who-knew-too-much/2012/08/01/gJQAtfvHUX_story.html The book has won the \"Deems Taylor ASCAP Award\", and was chosen by Lorin Stein, editor of the Paris Review, as one of his seven recommended books of 2012. The book was released in paperback by Soft Skull Press in fall 2013. He has appeared in several documentaries including Rejoice and Shout (2011) and Sister Rosetta Tharpe: The Godmother of Rock and Roll (2011). ==Producer== Heilbut is well known as a record producer. He has produced anthologies of jazz, country music, white gospel, and even opera (50 Great Moments in Opera has sold over 700,000 albums), but his specialty is black gospel music. Among his productions, How I Got Over (Columbia) by Mahalia Jackson has won a Grammy Award; Prayer Changes Things (Atlantic) by Marion Williams has won a Grand Prix du Disque; and Precious Lord: The Great Gospel Songs of Thomas A. Dorsey (Sony) was the first gospel album to be included in the Library of Congress' National Directory. He has produced albums for many labels. Since 1987 he has been the president, sole producer, literary editor, and janitor of Spirit Feel Records, which is distributed by Shanachie Records. He jokes that the critical reception has been \"as full-throated as a gospel solo.\" Ten Spirit Feel albums have received five-star reviews from Rolling Stone. The magazine even called Marion Williams, Heilbut's most heralded artist, \"the greatest singer ever.\" Thanks largely to her recordings for Spirit Feel, Williams received both the MacArthur Genius Award and the Kennedy Center Honor in 1993, tragically just a few months before her death. Other gospel acts Heilbut has produced include The Dixie Hummingbirds, Professor Alex Bradford, Dorothy Love Coates, Bessie Griffin, Reverend Claude Jeter, R. H. Harris, Inez Andrews, The Roberta Martin Singers, Sallie Martin, J. Robert Bradley, Robert Anderson, Willie Mae Ford Smith, The Stars of Faith and Delois Barrett Campbell. He says \"it has been the thrill of my lifetime to work with my singing idols.\" He has also produced reissues and career overviews of Edna Gallmon Cooke, The Fairfield Four, and his good friend Sister Rosetta Tharpe. He has written close to one hundred liner notes. In 2010 he produced a combination CD/DVD, How Sweet It Was: The Sights and Sounds of Traditional Gospel. In 2011 he annotated and co-produced Aretha Franklin The Great American Songbook. Spirit Feel albums have not sold well. The famous photographer David Gahr once quipped, \"I never heard of a label getting such great reviews and selling so few records.\" But the outlook is not totally bleak. In 2005, after Marion Williams album Remember Me was released, Heilbut was interviewed by Michele Norris on National Public Radio, and overnight, the album soared to #16 on amazon.com. Williams' Spirit Feel recordings, produced by Heilbut, have been featured in several films, most famously Fried Green Tomatoes and Mississippi Masala, as well as in the video game Scene It; as recently as January 2020 one was included in a Netflix film directed by Tyler Perry. That same month a Spirit Feel recording of Bessie Griffin was sampled in a Beyoncé commercial. And in April 2020, Bruce Springsteen compiled a 20-song tribute to the victims of the COVID-19 coronavirus, which included Marion Williams’ Trouble So Hard -- a track Heilbut composed and produced in 1990. Heilbut is an atheist.\"People are amazed that a German Jewish atheist would be supposedly the world's expert on gospel music.\" Anthony Heilbut interviewed by Barney Hoskyns, \"The gospel according to Anthony\", The Independent (London), June 24, 1996, Arts; Pg. 26. ==Works== * The Gospel Sound: Good News and Bad Times (1975) * Exiled in Paradise: German Refugee Artists and Intellectuals in America (1983) * Thomas Mann: Eros and Literature (1995) * The Fan Who Knew Too Much (2012) ==References== Category:American biographers Category:Male biographers Category:1940 births Category:Harvard University alumni Category:Writers from New York City Category:Living people Category:Record producers from New York (state) Category:American people of Jewish descent Category:American people of German-Jewish descent Category:Jewish atheists Category:American atheists Category:Historians from New York (state) ",
    "title": "Anthony Heilbut"
}