{
    "id": "2766880",
    "text": "Suidakra live at Dark Troll Open Air 2017 Drummer Lars Wehner live at Rockharz Open Air 2015 Suidakra (stylized \"SuidAkrA\") is a German melodic death metal band from Düsseldorf, Germany. During their twenty-year career, they have performed over 200 live shows for several European and Russian tours, as well as a North American tour. They are known for their use of traditional instruments to augment their sound, such as the bagpipe, banjo, and tin whistle. ==Biography== Suidakra was formed in 1994 by guitarist Arkadius Antonik and drummer Stefan Möller under the name Gloryfication. The band recorded two demos with varying lineups, until finally solidifying its line-up with keyboardist Daniela Voigt, guitarist Marcel Schoenen and bassist Christoph Zacharowski. Later in the same year the band's name was changed to Suidakra (Arkadius spelled backwards). In 1997, the band released their first album, the self-published Lupine Essence. The album attracted the attention of German record company Last Episode. A deal was signed, and the band proceeded to record their second album Auld Lang Syne in 1998. Soon after the release bassist Nils Bross replaced Christoph Zacharowski. Lays from Afar and The Arcanum were released in 1999 and 2000, respectively. At this point, the sound of the band had developed into melodic death metal reminiscent of many Gothenburg area bands. Further lineup changes took place after the release of The Arcanum, as Daniela Voigt and Stefan Möller left the band and Marcel Schoenen retired his band position to concentrate on song writing. In 2001, SuidAkrA signed a deal with Century Media Records. Drummer Lars Wehner and guitarist Germano Sanna joined Antonik and Bross to record the follow-up to The Arcanum, titled Emprise to Avalon, released in 2002. This lineup didn't last long, as Bross left the band soon after recordings were complete. Marcus Riewaldt joined the band to take up the bass spot. A year later Marcel Schoenen returned to replace Sanna. The new lineup meant a change in the creative responsibilities. For the band's sixth studio album, Signs for the Fallen, all members took part in writing material. While the lineup remained the same for the next album, the band had run into disagreement with their label and eventually split. They went on to finance the next album on their own, and later signed a new recording deal with Armageddon Music. Command to Charge was released in 2005. Their eighth studio release, titled Caledonia was released on 2006-11-17. The Scottish themed album included some fairly prominent use of highland bagpipes, contributed by Axel Römer, who also appeared on some of the larger live performances. From 5–12 August 2007, some old tracks were re-recorded for a Best Of compilation titled 13 Years of Celtic Wartunes. Others tracks were remastered. This was released on 25 April 2008. together with a live DVD containing registrations of the Wacken 2007 performance as well as the acoustic show at the Kielowatt Festival in 2006. Release dates for other regions were 2008-04-28 (Europe) and 2008-06-10 (USA). Shortly after their performance on Ultima Ratio 3 in November 2007 the band announced that Marcel Schoenen had left the band for the second time, to concentrate on his job. Consequently a new live guitar player was recruited in the form of Tim Siebrecht, ex-member of the disbanded formation Sleeping Gods. The band returned to Gernhart recording studios in November 2008 to record their ninth studio album Crógacht. The album featured greater Celtic influences, taking its name from the Gaelic word for bravery. It was released on 20 February 2009 in Germany, 23 February in the rest of Europe, and 3 March in the USA. Suidakra supported this album with a US and European tour throughout 2009. In May 2009, Suidakra announced a Chinese tour, as well as informing fans that tour guitarist and backup vocalist, Sebastian Hintz, was promoted to full member. On 6 October 2010, the band announced that, after a short tour and some festival appearances, they would enter the studio to begin recording their tenth studio album, Book of Dowth. Early the next year, the band signed with AFM Records, and Book of Dowth was released through that label on 25 March 2011. Immediately after release of the album, the band embarked on a European tour. In February 2012, Suidakra played in India for the first time, appearing at VIT University in Vellore as well as performing in Bangalore at Summer Storm Festival (supporting Opeth). A tour of the United States followed, with Tim Siebrecht standing in for Marcus Riewaldt on bass. Siebricht would become the permanent bassist for the band. Suidakra returned to India in June to perform at Bangalore Open Air as a fill-in act for Iced Earth. The title of the band's eleventh album, Eternal Defiance, was announced in December 2012, with recordings finished by February 2013. Eternal Defiance was released on 24 May 2013 by AFM Records. In September of that year, Suidakra appeared on the Heidenfest Tour with fellow folk metal bands Equilibrium, Ensiferum, and Turisas. Songwriting for Suidakra's twelfth studio album, Realms of Odoric, began in January 2015. Realms of Odoric will be a collaboration with Kris Verwimp, who is doing lyrics for the album. Verwimp had previously done cover artwork for several of the band's albums. ==Line- up== ===Current members=== * Arkadius Antonik - vocals, guitars (1994–present), keyboards (2000–present) * Sebastian Hintz - guitars, clean vocals (2009–2010, 2018–present) * Tim Siebrecht - bass (2012–2016, 2019–present), live guitars, clean vocals (2008–2009) * Ken Jensen - drums (2019–present), bass (2018-2019) ===Live musicians=== * Sebastian \"Seeb\" Levermann - guitars, clean vocals (2009) ===Past members=== * Stefan Möller - drums, vocals (1994–2000) * Daniela Voigt - keyboards, vocals (1994–2000) * Christoph Zacharowski - bass (1994–1998) * F.T. - bass (1999–2001) * Nils Bross - bass (1998–1999) * Marcus Riewaldt - bass, backing vocals (2002–2012) * Marcel Schoenen - guitar, clean vocals (1996–2000, 2005–2007) * Matthias Kupka - guitars, clean vocals (2004-2005) * Marius \"Jussi\" Pesch - guitars, clean vocals (2012–2018; live 2010-2012) * Jan Jansohn - bass (2016-2018) * Lars Wehner - drums, backing vocals (2001–2018) ===Timeline=== ==Discography== ===Albums=== * Lupine Essence (1997) * Auld Lang Syne (1998) * Lays from Afar (1999) * The Arcanum (2000) * Emprise to Avalon (2002) * Signs for the Fallen (2003) * Command to Charge (2005) * Caledonia (2006) * Crógacht (2009) * Book of Dowth (2011) * Eternal Defiance (2013) * Realms of Odoric (2016) * Cimbric Yarns (2018) * Echoes of Yore (2019) (Re-recording of selected songs) ===Extended plays=== * The Eternal Chronicles (2013) ===Demos=== * Dawn (1995) ===Compilations=== * 13 Years of Celtic Wartunes (2008) == References == == External links == * Category:German melodic death metal musical groups Category:German folk metal musical groups Category:Celtic metal musical groups Category:Musical groups established in 1994 Category:Musical quartets ",
    "title": "Suidakra"
}