{
    "id": "2766700",
    "text": "Deng Yu (2-58 CE), courtesy name Zhonghua, was a Han dynasty general and official who was a major contributor to Emperor Guangwu (Liu Xiu)'s campaign to reestablish the Han dynasty. He was well known in history for his accomplishments at a young age, but his main strengths might have been his abilities to find the right people for the right responsibilities, rather than his own personal military might. == Initial following of Liu Xiu == Deng first met Liu Xiu when both were visiting and studying in the Xin dynasty capital of Chang'an, perhaps in 12. He befriended Liu as both were from Nanyang Commandery (roughly modern Nanyang, Henan). Later, both went back home, and Liu Xiu would eventually be involved in his brother Liu Yan's rebellion against Xin in 22. Deng apparently was not involved in any revolutionary activities against Xin at this point. After Xin fell to the Gengshi Emperor's rebel armies in 23, Liu Xiu was commissioned by the Gengshi Emperor to pacify the territory north of the Yellow River. Deng, having heard this, and believing from his earlier experience with Liu Xiu that Liu Xiu was a capable man who could do great things, left home and chased Liu Xiu, finally catching him at Yecheng (鄴城, in modern Handan, Hebei). When Liu Xiu saw Deng, he asked Deng whether he was looking for a commission. Deng gave a famous reply: :What I want is that your power and grace be extended to all territory under the heaven, and that I may contribute in a minor but sufficient way, so that my name may be recorded in history. Liu was impressed, and requested Deng to remain and give him suggestions. Deng analyzed the situation and suggested to him that the Gengshi Emperor's administration would eventually fall, and that he should be ready to establish great things. Liu agreed. Deng was later part of Liu Xiu's train while fleeing the attacks of the pretender Wang Lang in 23-24, and contributed to Liu's eventual defeat of Wang. After Wang's defeat, it was at Deng's suggestion that Liu, who had decided to break away from the Gengshi Emperor by that point, entrusted his base of the He'nei (河內, modern northern Henan north of the Yellow River) region to Kou Xun () -- a key suggestion since Kou was an able administrator who turned He'nei into a wealthy territory capable of supplying Liu's subsequent campaigns. == Campaign in the west == As Liu began to increase his influence in the east, he was pondering whom to entrust with an army to head west to try to take over territories while Gengshi Emperor's forces battled the Chimei. In 24, he commissioned Deng with a relatively small force of 20,000. Deng was quickly able to capture the Hedong (河東, modern southern Shanxi) region for Liu. After Liu declared himself emperor in 25, he gave Deng the title of prime minister and created him the Marquess of Zhan—the same title as Xiao He, his ancestor Emperor Gao's famed prime minister—implicitly comparing Deng to Xiao. Deng, at age 23, was the youngest prime minister in Han history. As Chimei forces destroyed Gengshi Emperor's later that year, forcing Gengshi Emperor's surrender, Deng decided to let the militarily mighty but administratively inept Chimei generals wear themselves out, and chose not to engage them directly, but rather made raids to harass them and meanwhile pacified the modern northern Shaanxi region by treating the people with kindness. Although he became popular among the people who were tired and fearful of Chimei's pillages, Emperor Guangwu was not pleased with his failure to engage the Chimei. Deng, reluctantly, engaged the Chimei in a number of battles but had limited success, perhaps showing that his reluctance to engage the Chimei was correct. Eventually, as he predicted, the Chimei wore out their welcome in the Guanzhong region after they pillaged and destroyed wherever they went, and they were forced to retreat east. Forces led by Emperor Guangwu himself was able to corner the Chimei and force their surrender in 27. == Role in Emperor Guangwu's administration == After the surrender of the Chimei, Emperor Guangwu, seeing that Deng was more useful as a prime minister who governs and a strategist than a general himself, summoned Deng back to the capital to be the head of his administration. In 37, after Emperor Guangwu had largely reunified the entire empire, he created Deng the Marquess of Gaomi, with a large march—four counties. Deng, like a number of other generals, realizing that Emperor Guangwu wanted to preserve their status by not giving them major duties, resigned his prime minister post. He would remain a trusted advisor to Emperor Guangwu, however, throughout Emperor Guangwu's reign. After Emperor Guangwu died in 57, Deng, being recognized as chief among those who had contributed to Emperor Guangwu's reestablishment of Han Dynasty, was given the honorary post of imperial professor (太傅, taifu) by Emperor Guangwu's son Emperor Ming. Deng himself died in 58. In 60, when Emperor Ming honored those who had served his father well by painting their portraits on a palace tower, Deng's portrait was placed in the first position. His granddaughter Deng Sui would eventually become empress to Emperor He. ==References== * Fan, Ye. Book of the Later Han (Houhanshu), Volume 16. Category:AD 2 births Category:58 deaths Category:Han dynasty prime ministers Category:Han dynasty generals from Henan Category:1st-century heads of government Category:Politicians from Nanyang, Henan Category:Han dynasty politicians from Henan ",
    "title": "Deng Yu"
}