{
    "id": "2766350",
    "text": "Haw Par Villa MRT station is an underground Mass Rapid Transit (MRT) station on the Circle line (CCL), located within Queenstown planning area, Singapore, located underneath West Coast Highway and Pasir Panjang Road. The station takes its name from the nearby Haw Par Villa, a tourist attraction. It is also close to the Pasir Panjang Wholesale Centre. Currently, a \"West Coast Extension\" of the future Jurong Region line is being considered. If built, Haw Par Villa station will become an interchange with this extension and serve as its terminus. ==History== Exit A (in the distance) and an entrance to Haw Par Villa itself. Concourse level of the station. When the Circle line was initially planned, this station had been planned to open only when the surroundings is more developed and was named West Coast. It was only announced to be opened on 25 January 2008 with the rest of Stage 5 to attract visitors into the Haw Par Villa and subsequently renamed the station to \"Haw Par Villa\". ===West Coast Extension (Jurong Region line)=== On 25 August 2015, Lui Tuck Yew at Clementi station announced that there will be a possible West Coast Extension from the Jurong Region line. It said that the West Coast Extension would end at this station, and it would most likely be built in the 2030s. ==Art in Transit== The artwork featured in this station under the Art in Transit programme is Eroclamation by Tan Wee Lit, located on the lift shaft in the station. Inspired by traditional papercuts, the black-and-white artwork shows images of traditionally Chinese elements (such as a pagoda, archway and peonies) with pictures of heavy machinery (tractors, cranes, etc.) hidden in them. The former is a reference to the Chinese-themed attraction which this station is named after, and the latter is a commentary about how much the western side of Singapore is reclaimed land. Keen eyes will also spot the tiger hiding among the peonies, a reference to the name \"Tiger Balm Gardens\". ==References== ==External links== * * Category:Queenstown, Singapore Category:Railway stations opened in 2011 Category:2011 establishments in Singapore Category:Mass Rapid Transit (Singapore) stations ",
    "title": "Haw Par Villa MRT station"
}