{
    "id": "2767615",
    "text": "Francis Williams Rockwell (May 26, 1844June 26, 1929) was a United States Representative from Massachusetts. Born in Pittsfield, Massachusetts, his father was Julius Rockwell, also a member of Congress. Rockwell attended the public schools and Edwards Place School Stockbridge. He graduated from Amherst College in 1868 and from the law department of Harvard University in 1871; he commenced the practice of law in Pittsfield in 1871. He was appointed one of the special justices of the district court of central Berkshire in 1873, resigning in 1875. He served in the Massachusetts House of Representatives in 1879, and served in the Massachusetts Senate in 1881 and 1882. Rockwell was elected as a Republican to the Forty-eighth Congress to fill the vacancy caused by the resignation of George D. Robinson; he was reelected to the Forty-ninth, Fiftieth, and Fifty-first Congresses and served from January 17, 1884, to March 3, 1891. He was an unsuccessful candidate for reelection in 1890 to the Fifty-second Congress, and resumed the practice of law in Pittsfield until 1916 when he retired. From 1893 to 1916 he was president of the City Savings Bank 1893-1916, and was a delegate to the Republican National Convention in 1900. He was a member of the Greylock Reservation Commission from 1898 to 1926. He died in Pittsfield, and was interred in Pittsfield Cemetery. ==See also== * 102nd Massachusetts General Court (1881) ==References== ==External links== * Category:1844 births Category:1929 deaths Category:Politicians from Pittsfield, Massachusetts Category:Amherst College alumni Category:Harvard Law School alumni Category:Massachusetts lawyers Category:Massachusetts Republicans Category:Members of the Massachusetts House of Representatives Category:Massachusetts state senators Category:Members of the United States House of Representatives from Massachusetts Category:Republican Party members of the United States House of Representatives ",
    "title": "Francis W. Rockwell"
}