{
    "id": "2767911",
    "text": "Raymond LeRoy Clark (December 11, 1917 - July 5, 2000) known professionally as Yodelin' Slim Clark was an American musician known for his yodeling. He was born in Springfield, Massachusetts, the son of Mr. and Mrs. Charles Clark. Slim completed two years of high school, at which time he became a professional musician at the age of 15 in 1932 - however, he was performing at grange halls and fairs as early as 1930. In 1945, Slim began spending his summers in Maine, and in 1952 he became a resident there. Clark was first married to Mildred Towne from North Dana. They had two children, Lee and May. He was married to Celia Jo Roberson Clark in 1943. He had two children with Celia, Jewel LaVerne Clark and Wilf Carter Clark, both of whom have pursued careers in music, including yodeling. He was divorced from Celia in 1968. He was married in 1981 to Dr. Kathleen M. Pigeon Clark. Raymond Clark died in St. Albans, Maine on July 5, 2000. Kathleen Clark still resides there. ==Music career== His early days included performances at WHAI in Greenfield, Massachusetts and WKNE in Keene, New Hampshire. In 1936, he went on the air as \"Wyoming Buck\" and a few months later the radio station manager renamed him \"Yodeling Slim Clark\" - which was his trademark throughout his career. His performances at WKNE starting in 1938 included a memorable weekly show with legendary Keene announcer Ozzie Wade. Later, he moved to Maine, where he starred in the 1960s on the Bangor radio program, \"RFD Dinnerbell\". From 1952-1967 he was featured in both radio and television programs at WABI in Bangor. Though primarily known as a single act, Slim's bands included the \"Red River Rangers\", \"The Trailriders\" and \"The Trailsmen\". Country music favorites Kenny Roberts and Dick Curless (The Tumbleweed Kid) were members of the Red River Rangers and the Trailriders, respectively. In 1946, Slim signed with Continental Records in New York City, at the urging of yodeler Elton Britt. He made his first 78 rpm recording that same year. The songs he recorded at Continental were largely traditional cowboy and folk tunes, along with a few Wilf Carter songs and some originals, often co-written with Pete Roy. Clark stayed with the label until 1957, followed by associations with several independent labels. He cut four singles for Doc Williams' Wheeling label in 1953 and later made an album for the Canadian Arc label. In 1965, Clark recorded a few excellent albums for Palomino records. During his very active career, Slim recorded over 50 78s, 40 45s and over 25 albums. Copies of his old 78s are in the Library at the Country Music Hall of Fame and Museum, and have become collector's items. Slim also appeared coast-to-coast on both the NBC network and the ABC network on different jamborees. He was featured on Folk Music USA. Slim performed western music for 70 years. He gained popularity throughout the United States, Canada, Australia, New Zealand, and Europe with only a handful of appearances outside his lifelong New England base. After a partial retirement in the early 1970s, he recorded for Palomino Records, and played many festivals during the summertime. Slim won the World Yodeling Championship in 1947 and was inducted into the Yodeler's Hall of Fame, along with Jimmie Rodgers, Elton Britt, and Wilf Carter. He was a member of the Western Music Association's Hall of Fame. He is represented in the Walkway of Stars at the Country Music Hall of Fame and Museum in Nashville. In November 2000, he was posthumously inducted into the Cowboy Hall of Fame. He was also inducted into the Maine Country Music Hall of Fame, Massachusetts Country Music Hall of Fame and the Rhode Island Country Music Hall of Fame. The Old Chisholm Trail ===Influences=== Two of the biggest influences on Slim's music and career were Jimmie Rodgers and Wilf Carter (Montana Slim). Around 1930, after hearing a Montana Slim national radio broadcast, he decided to become a cowboy singer. \"A cowboy,\" he said, \"is anyone who lives that type of life, no matter where he is.\" ==Retirement and non-music careers== During his younger days, Slim played pro-baseball as a pitcher for the Blackstone Valley League in Massachusetts. He later tried out to be a pitcher of the Boston Braves. He was an avid sports fan, following baseball, football, basketball and golf. In addition to sports, he maintained a lifelong interest in hunting and fishing, as well as farming and was a Registered Guide in Maine, Massachusetts, New Hampshire and Vermont for over 17 years. In retirement, most of his time was spent painting. He became recognized for his lifelike paintings of outdoors scenes—one of his most popular paintings being that of a Lombard Log hauler. ==External links== *Yodeling Slim Clark.com * Category:1917 births Category:2000 deaths Category:Songwriters from Massachusetts Category:American male singer-songwriters Category:American country singer-songwriters Category:People from St. Albans, Maine Category:Yodelers Category:20th-century American singers Category:20th-century male singers Category:Country musicians from Massachusetts ",
    "title": "Yodelin' Slim Clark"
}