{
    "id": "2767240",
    "text": "Jacques Balmat, called Balmat du Mont Blanc (1762–1834) was a mountaineer, a Savoyard mountain guide, born in the Chamonix valley in Savoy, at this time part of the Kingdom of Sardinia. A chamois hunter and collector of crystals, Balmat completed the first ascent of Mont Blanc with physician Michel-Gabriel Paccard on 8 August 1786. For this feat, King Victor Amadeus III gave him the honorary title du Mont Blanc. Balmat and Paccard's ascent of Mont Blanc was a major accomplishment in the early history of mountaineering. C. Douglas Milner wrote \"The ascent itself was magnificent; an amazing feat of endurance and sustained courage, carried through by these two men only, unroped and without ice axes, heavily burdened with scientific equipment and with long iron- pointed batons. The fortunate weather and a moon alone ensured their return alive.\" Eric Shipton wrote \"Theirs was an astounding achievement of courage and determination, one of the greatest in the annals of mountaineering. It was accomplished by men who were not only on unexplored ground but on a route that all the guides believed to be impossible.\" Gaston Rébuffat praised Balmat's climbing abilities, describing him as \"This man, robust, resolute, this crystal hunter who, as it turns out, possesses an extraordinary mountaineering sense, an unerring instinct for the crevasses and seracs of the glaciers ...\" After the successful ascent, Balmat collected the reward offered 25 years before by Horace-Bénédict de Saussure to the first man who could climb Mont Blanc. On 3 August 1787 he assisted de Saussure himself to reach the summit with a party of about 17 people. During the Napoleonic Wars, Savoy fell under French control, and Citizen Jacques Balmat became a member of the council of the commune. He led an unsuccessful attempt to introduce Merino sheep into the Chamonix valley. Balmat was criticized for his autobiographical account of the climb, later published in English as Jacques Balmat, or The First Ascent of Mont Blanc, since his account downplayed the role of Dr. Paccard. Milner describes Balmat's story as \"cloudily romantic and largely fictional\" and quotes four analysts of mountaineering history who discovered errors in Balmat's version of events. Shipton describes Balmat as \"boastful and conceited\" and that \"in character, he was both vain and mean. Success went to his head, and he soon began to amplify his part in the exploit.\" Balmat died by falling off a cliff while prospecting for gold in the Sixt valley in 1834. == References == === Citations === === Sources === * * * * Category:1762 births Category:1834 deaths Category:Alpine guides Category:Mountain climbers Category:Mountaineering deaths Category:People from Haute-Savoie Category:People from the Kingdom of Sardinia ",
    "title": "Jacques Balmat"
}