{
    "id": "2767947",
    "text": "Chetan Prakash Bhagat (born 22 April 1974) is an Indian author and columnist. He was included in Time magazine's list of World's 100 Most Influential People in 2010. Bhagat graduated in mechanical engineering at IIT Delhi and completed an MBA at IIM Ahmedabad. He started his career as an investment banker, but left it after a few years to pursue his passion in writing. He has written eight novels and three non-fiction books. His first novel, Five Point Someone, was published in 2004. His novels have been listed as bestsellers. Five of Chetan Bhagat's novels have been adapted into Bollywood films like Hello in 2008 (based on One Night @ the Call Center), 3 Idiots in 2009 (based on Five Point Someone), Kai Po Che! in 2013 (based on The 3 Mistakes of My Life); 2 States in 2014 (based on his novel of the same name) and Half Girlfriend in 2017 (based on his novel of the same name). Bhagat has also written the scripts for Bollywood films like Kick in 2014 and adapted his stories for the movies Kai Po Che! and Half Girlfriend. Bhagat won the Filmfare Award for Best Screenplay for Kai Po Che! at the 59th Filmfare Awards in 2014. Bhagat is often invited to speak at various institutes and organisations in India and abroad. He is also active on social media. He also writes op-ed columns for English and Hindi newspapers, including The Guardian, The Times of India and Dainik Bhaskar, focusing on youth, career, leadership, political issues and current affairs. ==Early life== Chetan Bhagat grew up in Naraina Vihar, West Delhi in a traditional middle class Hindu family. His father served as a Lieutenant Colonel in the Indian Army and mother worked in a government job in the agriculture department. He was schooled at The Army Public School, Dhaula Kuan. He claims to have been an average student at the age of 15. In Class V, Bhagat submitted a small joke for his school magazine, after being forced to do so by his teacher. Seeing his name in print greatly impressed him. Bhagat graduated with a BTech degree in Mechanical Engineering from the Indian Institute of Technology, Delhi in 1995. He stayed in IIT Delhi's Kumaon Hostel in Room No NB 24, which is now considered lucky by hostellers as it is believed that two other published authors, besides Bhagat had stayed in the same room. Bhagat then went on to do MBA in Marketing from the Indian Institute of Management, Ahmedabad (IIMA) and graduated in 1997 with an MBA degree. He was awarded as the \"Best Outgoing Student\" of his batch. In June 2018, IIMA awarded him the \"Young Alumni Achiever’s Awards 2018\" in the Art & Entertainment category. == Career == After graduating with an MBA in 1997, Bhagat was placed through his campus at Peregrine Investments Holdings in Hong Kong. However, Bhagat lost this job within six months as the company closed its operations in 1998. His next banking job was as an investment banker with Goldman Sachs at their Hong Kong office. Despite being unhappy with his boss at the bank, he stayed on due to lack of options. Bhagat kept this boss in his mind when he characterised the villain in his second novel One Night @ the Call Center. Bhagat spent most of his time at the Goldman Sachs office in writing, completing and revising drafts of his first novel, Five Point Someone. He worked on 15 drafts of the manuscript. He kept contacting publishers and was rejected. After two years, Rupa Publications accepted his manuscript and offered to publish it after some feedback. After the required changes were made, the novel Five Point Someone was finally published in 2004, when it was declared to be a best-seller. Bhagat then quit Goldman Sachs and joined Deutsche Bank. By 2006, he was vice-president, Strategic Investment Group, Deutsche Bank in Hong Kong. His second novel, One Night @ the Call Center, was published in 2005 and became a best-seller. The entire print-run of 50,000 copies of the book was sold within three days, setting a record for India's fastest-selling book. In March 2008, Bhagat shifted back to India with his wife and three-year-old twin sons after spending more than 10 years in Hong Kong. He joined as director in Deutsche Bank's distressed-assets team in Kodak House, Mumbai. The same year his third novel, The 3 Mistakes of My Life, was published and sold five lakh copies in three months. Bhagat continued to work as an investment banker in 2008 in Deutsche Bank, Mumbai, putting in 12 hours in the office. His day job would keep him busy analysing the financial reports of loss-making companies and bad loan portfolios of other banks that Deutsche Bank may eventually acquire. He kept a low profile in the bank despite having three best-sellers to his credit. Neither the head of corporate communications in the bank, nor the HR head were aware that Bhagat worked with them in their Mumbai office. By August 2008, Bhagat was earning as much from his writing, as he was from his bank job. He had three successful best-seller novels and two movies based on his novels were being shot. It was in 2009 that Bhagat quit his international investment banking career to devote full-time to writing. Bhagat considers writing to be a flexible career which \"you can do... anywhere\" He accepts the fact that his personal life suffers at times because of his professional commitments. The protagonist of all his novels is named after Krishna. ===Screenwriting=== Bhagat has also taken steps in Bollywood by writing dialogues and screenplays for Bollywood films based on his novels and also for a film not based on his novel. Five of his novels have been adapted into movies. For the 2008 film Hello, based on his novel One Night @ the Call Center, Bhagat received two film credits — 'Additional dialogue' and 'Book'. Regarding the film 3 Idiots released in 2009 (based on his novel Five Point Someone), Bhagat alleged that the makers of the film had \"played\" with him and had not given him adequate credit. His name came in the end credits or rolling credits of the film. He claimed that 70% of the film was based on his book, while he had been initially informed that only 2-5% of the film followed the book's story. Bhagat later ended the debate by claiming to have moved on. For the film Kai Po Che!' (2013) based on his novel The 3 Mistakes of My Life, Bhagat was one of the four screenplay writers for the film and was closely involved in the adaptation of the book for the film. Bhagat's then eight-year- old son Ishaan made his acting debut in the film. It took Bhagat two years to write the screenplay. The film was a commercial success and Bhagat along with Pubali Chaudri, Supratik Sen and Abhishek Kapoor won the Filmfare Award for Best Screenplay for Kai Po Che! at the 59th Filmfare Awards. Bhagat says that his \"greatest inspiration is Gulzar, an author who has done films scripts as well.\" == Reception == Bhagat was referred to as \"the biggest-selling English- language novelist ever in India\" according to The New York Times. However, he has been criticised for his writing skills. He has even been accused of plagiarism for his novel One Indian Girl, which he denied. In April 2017, the University of Delhi's decision to include Bhagat's novel Five Point Someone as part of the English Literature syllabus was criticised. In September 2017 the University announced that they had kept this decision on hold. == Bibliography == ===Novels=== *Five Point Someone (2004) *One Night @ the Call Center (2005) *The 3 Mistakes of My Life (2008) *2 States (2009) *Revolution 2020 (2011) *Half Girlfriend (2014) *One Indian Girl (2016) *The Girl in Room 105 (2018) *One Arranged Murder (2020) ===Non-fiction=== *What Young India Wants (2012) *Making India Awesome (2015) * India Positive (2019) == Awards and accolades == * Featured on Time magazine's list of World's 100 Most Influential People of 2010 in the Artists category *Listed '47' among the \"100 Most Creative People 2011\" by the Fast Company American business magazine and business media brand *Won the \"CNN-IBN Indian of the Year 2014\" award in the Entertainment category *Ranked No. 82 on the 2017 Forbes India Celebrity 100 list == References == == External links == * * * Category:1974 births Category:English-language writers from India Category:Indian Institute of Technology Delhi alumni Category:Indian male novelists Category:Living people Category:Punjabi people Category:Indian writers Category:Indian Institute of Management Ahmedabad alumni Category:21st-century Indian novelists Category:Screenwriters from Delhi Category:Indian male screenwriters Category:21st-century Indian essayists Category:Indian male essayists Category:Indian libertarians Category:20th-century Indian journalists Category:The Times of India journalists Category:Indian male journalists Category:20th-century Indian male writers Category:21st-century Indian male writers Category:Novelists from Delhi ",
    "title": "Chetan Bhagat"
}