{
    "id": "2768429",
    "text": "Painting by Andrea del Castagno depicting Farinata degli Uberti. Villa Carducci, Florence. Manente degli Uberti (1212 – 11 November 1264), known as Farinata degli Uberti, was an Italian aristocrat and military leader of the Ghibelline faction in Florence. He was considered to be a heretic by some of his contemporaries, including Dante Alighieri, who mentioned Farinata in his Inferno. ==Life== Farinata belonged to one of the most ancient and prominent noble families of Florence, his native city. He was the leader of the Ghibelline faction in his city during the power struggles of the time. He led the Ghibellines from 1239, but after the death of the Holy Roman Emperor Frederick II, in 1250, the Guelphs were able to reassert power in Florence, securing his exile from the city, along with his supporters. The exiles sought refuge in Siena, a Ghibelline stronghold. In response to the exile, Farinata allied himself with Frederick's illegitimate son, Manfred of Sicily, who was seeking to expand his alliances in order to secure himself on the throne of Sicily. In September 1260 Farinata led the Ghibelline forces to victory over the rival Guelphs at the Battle of Montaperti. As a result, he was able to capture Florence. The leading Guelph families were banished and the government of Florence was radically restructured to ensure Ghibelline dominance. Farinata's allies wanted to ensure that Florence would never again rise to threaten them. Following the example of Roman ruthlessness towards its enemy Carthage, they voted to raze Florence utterly to the ground. Only Farinata stood out against them, declaring himself to be a Florentine first and a Ghibelline second, and vowing that he would defend his native city with his own sword. The Ghibellines thereupon took the lesser course of destroying the city's defences and the homes of the leading Guelphs, knocking down 103 palaces, 580 houses, and 85 towers. When the Guelphs regained control of the city in 1266, they repeated in reverse the demolitions, by destroying every building belonging to the Uberti clan, which were in what is now Piazza della Signoria, decreeing as well that no building should ever be erected in that accursed space. This is why Palazzo Vecchio, begun in the 1290s, is not in the center of the piazza, but squeezed over to one side. ==Heresy== Farinata degli Uberti in niche on portico of Uffizi Palace, Florence, 16th century Dante and Virgil before Farinata Farinata died at Florence in 1264. In 1283 his body and that of his wife, Adaleta, were exhumed from their resting place in Santa Reparata, and tried for heresy. They were found guilty by the Franciscan-led Inquisition, and their remains were subjected to a posthumous execution. According to Boccaccio, in his commentary on Dante, the Inquisition discovered, among other things, that Farinata denied life after death: > He was of the opinion of Epicurus, that the soul dies with the body, and > maintained that human happiness consisted in temporal pleasures; but he did > not follow these in the way that Epicurus did, that is by making long fasts > to have afterwards pleasure in eating dry bread; but was fond of good and > delicate viands, and ate them without waiting to be hungry; and for this sin > he is damned as a Heretic in this place. Therefore, Farinata appears with several other atheists and heretics in Dante's Inferno. Since they denied the immortality of the soul, their eternal punishment is to be entombed in fiery coffins, the dead among the dead, within the city of Dis. Farinata is also mentioned in C.S. Lewis's Screwtape Proposes a Toast. ==Notes== ==References== Category:1212 births Category:1264 deaths Category:People from Florence ",
    "title": "Farinata degli Uberti"
}