{
    "id": "2768189",
    "text": "is a Japanese manga series created by Suihō Tagawa, originally published by Kodansha in Shōnen Kurabu, and one of the first series' to be reprinted in tankōbon format.Jason S. Yadao. The Rough Guide to Manga The titular protagonist, Norakuro, or Norakuro-kun, is an anthropomorphic black and white dog inspired by Felix the Cat.http://cartoonresearch.com/index.php/norakuro/ The name Norakuro is an abbreviation of and . Norakuro strongly influenced Machiko Hasegawa, the author of Sazae-san, who apprenticed with its author Suihō Tagawa, as well as Fullmetal Alchemist author Hiromu Arakawa. There is an excerpt that appears in the sixth Kramer's Ergot comics anthology which is the only example of Tagawa's work published in English. ==History== In the original story, the central character Norakuro was a soldier serving in an army of dogs called the . The strip's publication began in Kodansha's Shōnen Kurabu in 1931, and was based on the Imperial Japanese Army of the time; the manga artist, Suihō Tagawa, had served in the Imperial Army from 1919 to 1922. Norakuro was gradually promoted from private to captain in the stories, which began as humorous episodes, but eventually developed into propaganda tales of military exploits against the \"pigs army\" on the \"continent\" - a thinly-veiled reference to the Second Sino-Japanese War. Serialization of Norakuro stopped in 1941 for wartime austerity reason. After the war, due to the popularity of the strip, the character returned in various guises, including a sumo wrestler and a botanist. Pre-war animated films based on the military Norakuro, and two post-war animated series of Norakuro, in 1970 and 1987, have also been produced. In the 1970 series, the voice of Norakuro was played by Nobuyo Ōyama, also known as the voice of Doraemon. During the 1980s and early 1990s Norakuro was the mascot of the Physical Training School (Tai-Iku Gakko) of the Japan Self-Defense Forces. ==References== ==External links== * Norakuro-kun at Studio Pierrot * Norakuro-kun at Studio Pierrot * * * Category:1930s animated short films Category:1931 manga Category:1933 anime films Category:1933 films Category:1934 anime films Category:1934 films Category:1935 anime films Category:1935 films Category:1938 anime films Category:1938 films Category:1970 anime television series Category:1971 Japanese television series endings Category:1987 anime television series Category:1988 Japanese television series endings Category:Anime series based on manga Category:Anime and manga featuring anthropomorphic characters Category:Anime short films Category:Comics characters introduced in 1931 Category:Eiken (studio) Category:Animated television series about dogs Category:Fuji TV original programming Category:Kodansha manga Category:Manga adapted into films Category:Pierrot (company) Category:Shōnen manga ",
    "title": "Norakuro"
}