{
    "id": "2768406",
    "text": "Xinmin Secondary School (XMSS) is a co-educational secondary school in Hougang, Singapore with autonomous status. ==History== ===Sin Min High School (1945-1986)=== Xinmin Secondary School was founded as Sin Min Public School (公立新民学校) by Mr. Yap Fun Fong. Mr Yap sold five of his pigs in order to raise money to buy three bungalows along Upper Serangoon Road. Lessons commenced for primary school education on 1 November 1945. Initial enrollment was capped at 620 students. Secondary classes were offered subsequently in 1956. ===Xinmin Secondary School (1987-Present)=== In 1987, Sin Min High School was restructured under the government from a Chinese-English integrated medium school into a government secondary school, with English as the medium of instruction. The secondary section of Sin Min High School was relocated to 11, Hougang Avenue 8 and renamed as\"Xinmin Secondary School\", while the primary section was relocated the following year to 9, Hougang Avenue 8 and renamed as \"Xinmin Primary School\". Between 1992 and 1997, Xinmin Secondary School underwent changes to its curriculum under principal Mr. Goh Tong Pak, which included stricter rules and fostering of an inclusive culture. The school gradually gained reputation as one of the top neighbourhood schools in Singapore, being listed as one of the top 20 Value-Added Schools in Singapore from 1992 to 1993. In 2001, the school attained autonomous status from the Ministry of Education in recognition of its consistent excellence in holistic education.Press Release on Xinmin's Autonomous Status, Accessed October 2007 Xinmin Secondary School moved into a holding campus off Sengkang West Avenue between January 2003 and December 2004 for modernisation of its Hougang campus. In September 2005, Xinmin Secondary School became the first neighbourhood school to be accorded the School Excellence Award. In 2010, in celebration of her 65th anniversary, Xinmin Secondary School broke the Singapore Book of Records by building the largest sculpture out of recycled cans. In 2013, the school completed work on a Creative Arts Complex. Funds were raised by students through the annual Homecoming Day celebrations along with significant donations by notable alumni such as Dr George Quek, the founder and CEO of BreadTalk, and Mr Chua Kee Teang of Mukim Investment. == Principal == {| class=\"wikitable\" !Name of Principal !Years Served |- |Mr. Yap Fun Hong |1945-1949 |- |Mr. Heng Chin Soo |1950-1953 |- |Mr. Tung Si Yu |1953-1965 |- |Mr. Chew Peng Leng |1965-1985 |- |Mr. Teo Ting Kok |1986-1991 |- |Mr. Goh Tong Pak |1992-1997 |- |Mr. Lee Hak Boon |1998-2002 |- |Mrs. Low Ay Nar |2002-2006 |- |Mdm. Liew Wei Li |2006-2010 |- |Mrs. Ong Hong Peng |2011-2017 |- |Mr Tan Kuo Cheang |2018-Present |} == Gallery == File:Xinmin Outside.JPG|Entrance stone plaque of Xinmin Secondary School File:Xinmin Rock Wall.JPG|Rock climbing facilities in Xinmin Secondary School == External links == * ==References== Category:Autonomous schools in Singapore Category:Educational institutions established in 1945 Category:Secondary schools in Singapore Category:Schools in Hougang Category:1945 establishments in Singapore ",
    "title": "Xinmin Secondary School"
}