{
    "id": "299434",
    "text": "El Dorado International Airport is an international airport serving Bogotá, Colombia and its surrounding areas. The airport is located mostly in the Fontibón district of Bogotá, although it partially extends into the Engativá district and the municipality of Funza in the Western Savanna Province of the Cundinamarca Department. In 2018, it served over 32.7 million passengers and 741,000 metric tons of cargo. This makes El Dorado the third busiest airport in Latin America in terms of passenger traffic, and the busiest in terms of cargo. El Dorado is also by far the busiest and most important airport in Colombia, accounting for just under half (49%) of the country's air traffic. El Dorado is a hub for the Colombian flag-carrier Avianca, LATAM Colombia, Satena, Wingo, and a number of cargo companies. It is owned by the Government of Colombia and operated by Operadora Aeroportuaria Internacional (OPAIN), a consortium composed of Colombian construction and engineering firms and the Swiss company Flughafen Zürich AG, the company that operates Zurich International Airport. The airport has been named the best airport in South America by World Airport Awards. El Dorado received four-star certification and its staff was rated the best in South America by Skytrax, as well as achieving 42nd place in Skytrax's World's Top 100 Airports in 2017. ==History== Main entrance for domestic departures at El Dorado International Airport International departure terminal at El Dorado Baggage claim hall at Bogota El Dorado Airport International Departures gate in the Terminal 1 Just outside of the airport in 2018 ===Early years=== The El Dorado Passenger Terminal was designed during the government of General Gustavo Rojas Pinilla. Its construction began in 1955 and entered in service by December 1959, replacing Techo International Airport, which had been the city's main airport since 1930. Before its inauguration, Soledad International Airport in Barranquilla was the nation's air hub, and was relegated to secondary importance in the country when El Dorado Airport opened. The new terminal consisted of several taxiways, maintenance platforms, parking areas, a cellar, passenger halls, Mezzanine areas and other amenities. Its second floor consisted of the departures area with executive waiting rooms and restaurants. The third floor consisted mainly of offices for the airlines and of other airport related services. The fourth floor held the administrative offices and its dependencies which accounted through to the fifth floor. The sixth floor contained mainly the dependencies of meteorology and power station of air navigation aids of the ECA. The seventh floor held the route control facilities for the runways and taxiways and the eighth floor contained air traffic radar controllers. The ninth floor contained the airport's electrical maintenance and offices, and the tenth floor held the control tower and air traffic controllers. In 1973, the airport accomplished a milestone by serving nearly three million passengers and processing nearly 5 million units of luggage. That year turned out to be one of the most prosperous for the industry of aviation, registering high passenger growth in both domestic and international traffic. Then it became necessary for a second runway at El Dorado with concerns that the explosive growth would lead to over congestion in the future. In 1981, Avianca undertook the construction of the Puente Aéreo Terminal inaugurated by President Julio César Turbay Ayala, to serve its high density flights from Bogotá to Cali, Medellín, Miami and New York City. In 1990, the Special Administrative Unit of Civil Aeronautics (Aerocivil) moved to the third floor in the main building. During this same year, the Centro de Estudios Aeronáuticos and at the east part of the airport the building for the National Center for Aeronavigation were constructed. In 1998, the second runway was officially opened. === Avianca's main hub === On 10 December 1998, Avianca officially opened its hub in Bogotá, offering an estimated 6,000 possible connections per week, including greater numbers of frequencies, schedules and destinations served. Connections between domestic and international destinations are currently operated directly and through codesharing agreements with airlines such as Delta Air Lines, Iberia, Air Canada, Lufthansa and Air France. Operations out of the Bogotá hub allow travelers to easily connect between domestic destinations (such as Pereira San Andrés), from a domestic destination to an international destination (Such as Cali to Los Angeles), from an international destination to a domestic city (Such as Ft. Lauderdale to Baranquilla), between two international destinations (Such as Paris to Guayaquil) and allows for simpler codeshare connections (such as Atlanta to Cartagena with Delta Air Lines and Avianca). The hub also features facilities for easier transits, such as exclusive check- in counters for travelers in transit, buses for internal transportation between Puente Aéreo and El Dorado terminals, and a special lounge for international transit passengers to avoid having to go through Colombian customs and immigration between transits. === Puente Aéreo === In 1981, Avianca undertook the construction of a new exclusive terminal to be called the Puente Aéreo (Air Bridge), which was eventually inaugurated by President Julio César Turbay Ayala. Avianca's original purpose for the terminal was for flights serving Cali, Medellín, Miami and New York. During the first years of operation and until 2005 Avianca gradually moved all of its domestic operations to the Puente Aéreo and shifted the Miami and New York operations to the main terminal. This allowed them to streamline their operations by using space previously assigned to customs and immigration for passenger gates and lounges. The culmination of this process came in 2006 when the airline undertook extensive renovations on the building. However, the airline was mindful of the impending and current renovations of El Dorado. One possible plan will be demolishing the Puente Aéreo Terminal, Main terminal and old cargo buildings which will be replaced with a new mega terminal. Many of the renovations made to the terminal in 2006 were obviously temporary and designed to be cheap but effective. For example, the walkways for the new gates are simply floor tiles placed over the old tarmac and the structure is made of aluminum with plastic sheets instead of glass windows. Passengers must cross the lanes used by buses, baggage carts and other vehicles in order to reach the aircraft. Once at the gate travellers must climb stairs to access the plane, the norm in the 1950s and 1960s but has for many years been surpassed by jetways. In February 2008, Avianca opened a pioneer store called Aviancastore which sells different products including: toy airplanes, hats, umbrellas, clothing, stuffed toys, pens, mugs and other such products, all embossed with the company logo. The store was an instant success and the airline expanded the concept to various other cities in Colombia. On 28 April 2018 Avianca moved its entire domestic operation to Terminal 1 and local carriers Satena and EasyFly started operating from Puente Aéreo or Terminal 2 === CATAM military airport === On 3 September 1932 it was launched the first Military Transport Service in Colombia, when a Junkers F-13 carried Colonel Luis Acevedo and his party to Leticia. Colonel Acevedo also served as Colombia's General Director of aviation. Although the military air transport infrastructure was not formed yet, that mission was accomplished during the conflict with Peru in a rudimentary but effective way, with aircraft like the Junkers W-34, Ju-52 and BT-32 Condor. In 1954 he created a \"Liaison Squadron\" operating under direct orders of the President of the Republic, at the time, Gen. Gustavo Rojas Pinilla. The Squadron was located in the Airport of Techo, the first airport of Bogotá. Its success led to the creation of a Military Airlift Group, which reached the category of Transportation Base in 1959. By then El Dorado International Airport was finished, so the Colombian Air Force ordered the transfer of the Unit to an area adjacent to the new Airport of El Dorado, using the civil airport facilities, while finishing the construction of a new base. The base was baptized as Comando Aéreo de Transporte Militar (Military Transportation Air Command) or CATAM. The base was inaugurated on 28 May 1963. The base acquired the status of Operations and Logistics Support Center by FAC Directive No. 4429 of 8 July 1963, starting operations on 25 October. In 1968 the first two Hercules C-130B, with Colombian airplane military numbers FAC-1001 and FAC-1002, were delivered to this base. These aircraft, clearly designed for war missions and troop and materials transport, were able to use short and unpaved runways used in military operations through the country, fulfilling the needs of Colombian Air Force. In 1977, the Military Transport Aviation Command was named after the Colombian aviation pioneer, Honorary Brigadier General Camilo Daza Alvarez. In order to expand its capacity for troop and cargo transportation in support of surface forces, in their fight against subversion and drug trafficking, the Air Force acquired new C-130 Hercules aircraft that been used for security purposes but also for humanitarian assistance. Between 1990 and 1991 the base received from the U.S. government six C-130B aircraft to support operations to combat drug trafficking and guerrillas. In 1996 the base opened new ground accesses through an area devoted to the Military Transport Aviation Command. The narrow street that impeded the entrance and exit of vehicles was replaced by a dual carriageway and a tunnel that allows access to vehicular traffic passing below the airplane access ramp to runway number 2 of El Dorado International Airport. The parking lot was also enlarged to serve up to 260 vehicles. The base hosts the Colombian Air Force Museum, which has planes in display that represent the various types used in service during the 85 years history of the force. In 2003 NVG equipment for night vision air operations was installed in Hercules C-130 and CN-235 Nurtanio airplanes. This increased the operational and support capacity of the base given to ground Army force, by allowing transportation, parachuting and aeromedical evacuation on combat runways lacking illumination. In this way Colombian Air Force almost doubled its operating capacity at this base, since it works 24 hours a day. == Terminals and facilities == New construction and renovations are presently underway in the terminal area. Once fully completed, the new main terminal will be known as Terminal 1 (T1). The T1 building is shaped like an \"h\" and is divided in two piers or concourses: the international one to the north side and the domestic pier/concourse on the south side. The new terminal has four airline lounges (operated by LATAM, Avianca, Copa and American Airlines) plus El Dorado Lounge by MasterCard in the international concourse and one airline lounge (operated by Avianca) in the domestic concourse. It also offers a variety of food options, both on the air and land side, and several retail stores and cafés in the duty-free area. There are also car rental facilities, ticket counters, ATM's, telephones, restrooms, luggage storage space and even a small casino. The terminal has complimentary Wi-Fi service. T1 has several check-in counter areas, check-in kiosks and expanded immigration lanes compared to the previous terminal. \"Express lanes\" were added for holders of biometric passports and Global Entry Membership. The new terminal has moving walkways, escalators and elevators to guarantee universal access and faster connections. The new terminal contains 32 gates: 10 for international flights, 17 for domestic flights and 5 remote gates. The \"Puente Aéreo\" is currently Terminal 2 (T2). It has been Avianca's exclusive terminal for domestic flights. On 29 April 2018 Avianca moved the remainder of its domestic operation from T2 to T1, which in turn meant the switch from T1 to T2 of EasyFly and Satena. This terminal contains a revamped food plaza, some retail stores and ATM's The Special Administrative Unit of Civil Aeronautics (Aerocivil) is located in the new Aerocivil Building, located on the airport property.\"Inicio .\" Special Administrative Unit of Civil Aeronautics. Retrieved on 26 January 2011. \"Av. El Dorado 103-15 Nuevo Edificio Aerocivil – Bogotá, D. C.\"\"Oficinas y Dependencias .\" Special Administrative Unit of Civil Aeronautics. Retrieved on 26 January 2011. \"Sede Central Dirección: Aeropuerto El Dorado.\" Previously it was located on the fourth floor of the main terminal building.\"Docket No. OST-2008- Regulations, gov. 3/37. Retrieved on 4 October 2016. \"The government authority with competent jurisdiction over AIRES is the Unidad Administrativa Especial de Aeronáutica Civil (\"UAEAC\") de Colombia. The address of UAEAC is as follows: Aeropuerto El Dorado Piso 4 – Bogotá D.C. 211.20(b).\"Quality Policy .\" Special Administrative Unit of Civil Aeronautics. Retrieved on 4 October 2016. \" 2007–2010 Unidad Administrativa Especial de Aeronáutica Civil – UAEAC Aeropuerto El Dorado Piso 4 – Bogotá, D. C..\" == Future developments == Windows on the main platform Vehicles on the apron Due to the high demand for passengers, it has now become apparent to build a new, more modern airport with much more capacity for both commercial and cargo flights. Although the original master plan called for a massive overhaul and expansion of the existing terminal, the Colombian government has now realized the need to build a new airport. The process began with the creation of the new terminal. On 7 February 2007, the airport gave a concession to the consortium Opain. The national government accepted the proposal with Opain (airport operating company), to demolish the airport on 14 March 2008, after having given its concession. Initially the grant provided for the modernization of existing buildings and the construction of some additional buildings connected to the main terminal, but during the upgrading works (see below, Milestone 1), structural defects were discovered, which do not compromise the integrity of the building today. Opain from the beginning had proposed to demolish the aging terminal and had even submitted a new design to replace it, but the government had strongly opposed it due to pressing budget and legal issues (because it would be a big change to the terms of the concession, which could make Opain as well as other competitors who participated in the tender submitted claims), although many sectors of public opinion agreed with Opain. After the structural problems were discovered, the government agreed to the demolition of the airport and compensation for the renovations that Opain had already been hired to perform (Milestone 1). For the airport to handle 16 million passengers annually and 1.5 million tons of cargo, Opain plans to move the cargo terminal to allow the expansion of the passenger terminal and ensure access for at least an additional avenue to 26th Street. On 19 September 2007, the implementation of Milestone 1 of the plan for modernization and expansion of the airport began. This consists of expanding the current Central Arrivals Hall of the terminal and installation of the CUTE system at the terminal. This was completed in March 2008. Additionally, the construction of the new cargo terminal, a new building for the office of civil aviation, a new fire station, an administrative center and quarantine were completed in September 2009. The third milestone of the project began in late November 2009. Terminal 2, located on the north side of the current terminal, will handle all international passengers and its construction was set for 2012. The old building or Terminal 1 will handle only national passengers, except for Avianca's which will continue being served on Terminal Puente Aereo. Soon after Terminal 2 begins its operation, the old Terminal 1 building will be demolished in order to build a new terminal for national passengers. On 17 October, the new Terminal 2 was inaugurated and on the 19th, every international operation was moved from Terminal 1 to Terminal 2. The new El Dorado International Airport was the largest infrastructure project in the city, when it was completed in July 2014. It is now the largest and most modern airport in Latin America. In January 2015, the Santos administration announced a two-stage plan to improve Bogota's aerial access. The plans consist of a major expansion to the current main terminal with the effect of increasing the number of gates from 37 to 56 and thus raising the capacity of the airport from 27 million passengers to 40 million. Phase 1 also involves improvements to the runway to increase efficiency. The time scale for phase one is approximately 24 months. Phase two involves the construction of a brand new secondary airport in the suburb of Facatativa west of Bogota. This new project is currently conceived as El Dorado II and is aimed to be in operation by 2020. These two major developments are part of a greater endeavor to modernize the nation's airports. It is expected that El Dorado and El Dorado II will be connected via a commuter/light rail project. ==Airlines and destinations== ===Passenger=== The following airlines operate regular scheduled and charter flights at the airport. Due to the COVID-19 pandemic, several flights are currently suspended. Note: * KLM's flight from Bogotá to Amsterdam makes a stop in Cartagena. However, the airline does not have eighth freedom traffic rights to transport passengers solely between Bogotá and Cartagena. * Turkish Airlines' flight from Bogotá to Istanbul makes a stop in Panama City. However, the airline does not have traffic rights to transport passengers solely between Bogotá and Panama City. ===Cargo=== == Statistics == ===Traffic figures=== {| class=\"wikitable\" width=\"85%\"; ! Movements || 2016 || 2015 || 2014 || 2013 || 2012 || 2011 || 2010 || 2009 || 2008 |- | Passengers || 31,041,841 || 30,566,473 || 27,430,266 || 25,009,483 || 22,525,873 || 20,427,603 || 18,934,203 || 14,899,199 || 13,548,420 |- | Cargo (TM) || 773,475|| 769,823|| 636,657 || 622,145 || 637,153 || 618,062 || 594,946 || 512,844 || 578,812 |} {| class=\"wikitable\" width=\"85%\"; ! Movements ||2007 || 2006 || 2005 || 2004 || 2003 || 2002 || 2001 || 2000 |- | Passengers || 12,763,979 || 11,771,284 || 10,711,108 || 10,003,434 || 7,281,664 || 7,533,000 || 7,380,052 || 7,212,583 |- | Cargo (TM) || 585,598 || 590,931 || 585,598 || 531,474 || 482,152 || 420,605 || 374,608 || 378,035 |} ===Busiest routes=== {| class=\"sortable wikitable\" style=\"font-size: 85%\" width= align= |+ Busiest international routes (roundtrip) out of El Dorado International Airport (2019) |- ! Rank ! City ! Passengers ! % Load Factor ! % Change ! Airlines |- | 1 | Lima, Peru | 885.278 | 82,63% | 5,87% | Avianca, Avianca Perú, LATAM Perú, Viva Colombia |- | 2 | Madrid, Spain | 878.748 | 88,82% | 12,4% | Air Europa, Avianca, Iberia |- | 3 | Mexico City, Mexico | 833.665 | 81,73% | 15,42% | Aeroméxico, Avianca, Interjet, Wingo |- | 4 | Panama City, Panama | 801.463 | 80,56% | -0.12% | Avianca, Copa Airlines |- | 5 | Miami, United States | 745.857 | 86,99% | 7,53% | American Airlines, Avianca, LATAM |- | 6 | São Paulo, Brazil | 642.902 | 94,52% | 26,02% | Avianca, LATAM Brasil |- | 7 | Santiago de Chile | 642.115 | 75,70% | 18,63% | Avianca, LATAM |- |8 | Quito, Ecuador | 423.743 | 75,32% | 3,11% | Avianca Ecuador, Tame, Wingo |- | 9 | Cancun, Mexico | 355.711 | 78,11% | 17,87% | Avianca, LATAM Colombia, Wingo |- | 10 | Fort Lauderdale, USA | 343.281 | 90,65% | 10,11% | Avianca, JetBlue, Spirit Airlines |- | 11 | New York City, United States | 340.234 | 87,49% | 21,11% | Avianca |- | 12 | Guayaquil, Ecuador | 339.547 | 86,21% | 31,18% | Avianca Ecuador |- | 13 | Orlando, United States | 312.555 | 88,34% | 7,85% | Avianca, JetBlue |- | 14 | San Salvador, El Salvador | 191.293 | 79,62% | 3,78% | Avianca, Avianca El Salvador |- | 15 | Houston, United States | 190.470 | 87,79% | 6,69% | United Airlines |- | 16 | Paris, France | 190.028 | 92,94% | 8,64% | Air France |- | 17 | Barcelona, Spain | 188.184 | 95,54% | 8,02% | Avianca |- | 18 | Caracas, Venezuela | 186.003 | 40,97% | 55,47% | Avior, Wingo |- | 19 | Buenos Aires, Argentina | 183.596 | 61,02% | 37,84% | Aerolíneas Argentinas, Avianca |- | 20 | Punta Cana, Dominican Republic | 165.741 | 79,14% | 2,74% | Avianca, Wingo |- | 21 | London–Heathrow, United Kingdom | 160.548 | 89,94% | 4,95% | Avianca |- | 22 | Frankfurt, Germany | 151.799 | 83,27% | 7,68% | Lufthansa |- | 23 | San Jose, Costa Rica | 151.859 | 76,21% | 5,32% | Avianca Costa Rica |- | 24 | Atlanta, United States | 150.377 | 91,47% | 20,88% | Delta Air Lines |- | 25 | Oranjestad, Aruba | 129.192 | 78,92% | 6,72% | Avianca, Avianca Ecuador, LATAM Colombia, Wingo |- | 26 | Rio de Janeiro, Brazil | 127.617 | 97,09% | 32,70% | Avianca |- | 27 | Havana, Cuba | 109.282 | 69,59% | 9,94% | Avianca, Cubana de Aviación, Wingo |- | 28 | Los Angeles, United States | 98.189 | 84,98% | 12,83% | Avianca |- | 29 | Santo Domingo, Dominican Republic | 90.993 | 73,18% | 3,18% | Avianca |- | 30 | Toronto, Canada | 85.907 | 85,84% | 13,49% | Air Canada |- | 31 | Newark, United States | 85.452 | 91,42% | 4,64% | United Airlines |- | 32 | Amsterdam, The Netherlands | 84.110 | 88,84% | 14,99% | KLM |- | 33 | Washington, United States | 82.684 | 85,00% | 0,98% | Avianca |- | 34 | Dallas, United States | 78.531 | 76,20% | 1,26% | American Airlines |- | 35 | Panama City-Balboa, Panama | 60.906 | 50,74% | 0,20% | Viva Colombia, Wingo |- | 36 | Guatemala City, Guatemala | 59.901 | 75,02% | 1,55% | Avianca |- | 37 | Willemstad, Curaçao | 57.285 | 70,61% | 12,98% | Avianca |- | 38 | Fortaleza, Brazil |55.654 |80,56% | 132,32% |Avianca Brazil |} {| class=\"wikitable\" style=\"font-size: 85%\" width= align= |+ Busiest domestic routes (roundtrip) out of El Dorado International Airport (2018) |- ! Rank ! City ! Passengers ! Airlines |- | 1 | Medellin, Antioquia | 3.956.006 | Avianca, LATAM, Viva Colombia. |- | 2 | Cartagena, Bolívar | 2.947.551 | Avianca, LATAM, Viva Colombia, Wingo. |- | 3 | Cali, Valle del Cauca | 2.735.432 | Avianca, LATAM, Viva Colombia. |- | 4 | Barranquilla, Atlántico | 1.756.938 | Avianca, LATAM, Viva Colombia. |- | 5 | Santa Marta, Magdalena | 1.526.802 | Avianca, LATAM, Viva Colombia. |- | 6 | Bucaramanga, Santander | 1.322.449 | Avianca, LATAM, Viva Colombia. |- | 7 | Pereira, Risaralda | 1.218.550 | Avianca, LATAM, Viva Colombia. |- | 8 | San Andrés | 1.107.089 | Avianca, Copa Airlines Colombia, LATAM, Viva Colombia. |- | 9 | Cucuta, Norte de Santander | 949.083 | Avianca, LATAM, Viva Colombia. |- | 10 | Monteria, Córdoba | 607.278 | Avianca, LATAM, Viva Colombia. |- | 11 | Armenia, Quindío | 434.724 | Avianca. |- | 12 | Yopal, Casanare | 399.733 | Avianca, EasyFly, LATAM. |- | 13 | Valledupar, Cesar | 355.417 | Avianca, LATAM. |- | 14 | Neiva, Huila | 312.869 | Avianca, EasyFly. |- | 15 | Pasto, Nariño | 270.535 | Avianca, Satena. |- | 16 | Leticia, Amazonas | 218.804 | Avianca, LATAM. |- | 17 | Manizales, Caldas | 195.632 | Avianca. |- | 18 | Barrancabermeja, Santander | 176.468 | Avianca, EasyFly. |- | 19 | Ibague, Tolima | 148.294 | Avianca. |- | 20 | Riohacha, La Guajira | 134.353 | Avianca. |- | 21 | Popayán, Cauca | 115.931 | Avianca, EasyFly. |- | 22 | Villavicencio, Meta | 111.237 | Avianca. |- | 23 | Arauca, Arauca | 88.361 | EasyFly, Satena. |- | 24 | Quibdó, Chocó | 81.016 | EasyFly, Satena. |- | 25 | Florencia, Caquetá | 78.741 | Avianca, Satena. |- | 26 | Corozal, Sucre | 28.333 | Satena. |} ==Accidents and incidents== *On 7 June 1973, Vickers Viscount HK-1061 of Aerolíneas TAO was damaged beyond economic repair in an accident on landing. *On 24 January 1980, Douglas C-53D HK-2214 of Aerotal Colombia crashed after an in-flight engine failure following which the propeller on the engine was feathered. The aircraft was on a test flight. All four on board were killed. *On 8 February 1986, Douglas DC-3 HK-3031 of SAEP Colombia crashed on approach. The port engine had lost power shortly after take-off on a cargo flight to Rondon Airport and the decision was made to return to Bogotá. Although the aircraft was destroyed in the post-impact fire, all five people on board survived. *On 27 November 1989, Avianca Flight 203, flying from Bogota to Alfonso Bonilla Aragon International Airport in Cali, was destroyed by a bomb while flying over Soacha. All 107 passengers and crew and three people on the ground died. Pablo Escobar bombed the plane in an attempt to assassinate presidential candidate César Gaviria Trujillo, who was not on the plane and was elected President of Colombia in 1990. *On 25 January 1990, Avianca Flight 52, flying on a Bogotá-Medellín-New York JFK route, crashed on Long Island after running out of fuel. *On 20 April 1998, Air France Flight 422 from Eldorado Airport to Quito, Ecuador, using an aircraft leased from TAME and flown with Ecuadorian crew, crashed less than two minutes after taking off into a mountain in eastern Bogotá. All 43 passengers and 10 crew died. *On 7 July 2008, a Kalitta Air Boeing 747-209B, operating as Centurion Air Cargo Flight 164 on an aircraft that had been leased to Centurion Air Cargo, crashed shortly after departing from El Dorado International Airport in Bogotá at 3:55 am. The plane was en route to Miami, Florida, with a shipment of flowers. After reporting a fire in one of the engines, the plane attempted returning to the airport but crashed near the village of Madrid, Colombia. One of the plane's engines hit a farm house, killing an adult and two children who lived there. The crew of eight survived. ==Accolades== In 2016 and 2017 the airport was named the best in South America by World Airport Awards. It received four-star rating by Skytrax and was listed in the top 50 of the \"World's Top 100 Airports\" list in both years. Its staff was rated the best in South America by the World Airport Awards in 2017. == See also == *Transport in Colombia *List of airports in Colombia *Guaymaral Airport *Migración Colombia ==References== == External links == * El Dorado International Airport Official Site * Authorized itineraries by the Aerocivil (only passenger airlines) * Category:Airports in Colombia Category:Buildings and structures in Bogotá Category:Buildings and structures under construction in Colombia Category:Transport in Bogotá Category:1959 establishments in Colombia ",
    "title": "El Dorado International Airport"
}