{
    "id": "299563",
    "text": "Under United States tax law, itemized deductions are eligible expenses that individual taxpayers can claim on federal income tax returns and which decrease their taxable income, and is claimable in place of a standard deduction, if available. Most taxpayers are allowed a choice between the itemized deductions and the standard deduction. After computing their adjusted gross income (AGI), taxpayers can itemize deductions (from a list of allowable items) and subtract those itemized deductions from their AGI amount to arrive at the taxable income. Alternatively, they can elect to subtract the standard deduction for their filing status to arrive at the taxable income. In other words, the taxpayer may generally deduct the total itemized deduction amount, or the applicable standard deduction amount, whichever is greater. The choice between the standard deduction and itemizing involves a number of considerations: * Only a taxpayer eligible for the standard deduction can choose it. * U.S. citizens and aliens who are resident for tax purposes are eligible to claim the standard deduction. Nonresident aliens are not eligible. * If the taxpayer is filing as \"married, filing separately\", and his or her spouse itemizes, then the taxpayer cannot claim the standard deduction. In other words, a taxpayer whose spouse itemizes deductions must either itemize as well, or claim \"0\" (zero) as the amount of the standard deduction.https://www.irs.gov/app/vita/basic_module.jsp * The taxpayer must have maintained the records required to substantiate the itemized deductions. * If the amounts of the itemized deductions and the standard deduction do not differ much, the taxpayer may take the standard deduction to reduce the possibility of adjustment by the Internal Revenue Service (IRS). The amount of standard deduction cannot be changed following an audit unless the taxpayer's filing status changes. * If the taxpayer is otherwise eligible to file a shorter tax form such as 1040EZ or 1040A, he or she would prefer not to prepare (or pay to prepare) the more complicated Form 1040 and the associated Schedule A for itemized deductions. * The standard deduction is not allowed for calculating the alternative minimum tax (AMT). If the taxpayer claims the standard deduction for regular income tax, he or she cannot itemize deductions for the AMT. Thus, for a taxpayer who pays the AMT (i.e., their AMT is higher than regular tax), it may be better to itemize deductions, even if it produces a result which is less than the standard deduction. Deductions are reported in the tax year in which the eligible expenses were paid. For example, an annual membership fee for a professional association paid in December 2009 for year 2010 is deductible in year 2009. ==Examples of allowable itemized deductions== Allowable deductions include: * Medical expenses, only to the extent that the expenses exceed 10% of the taxpayer's Adjusted gross income (changed from 7.5% as of January 1, 2013 except for individuals 65 and over, who used the 7.5% floor until January 1, 2017).https://www.irs.gov/Individuals/2013-changes-to- itemized-deduction-for-medical-expenses (E.g., a taxpayer with an Adjusted gross income of $20,000 and medical expenses of $5,000 would be eligible to deduct $3,000 of their medical expenses ($20,000 X 10% = $2,000; $5,000 - $2,000 = $3,000). Allowable medical expenses include: ** Capital expenditures that are advised by a physician, where the facility is used primarily by the patient alone and the expense is reasonable (e.g., a swimming pool for someone with a degenerative disease, an elevator for someone with heart disease) ** Payments to doctors, dentists, surgeons, chiropractors, psychologists, counselors, physical therapists, osteopaths, podiatrists, home health care nurses, cost of care for chronic cognitive impairment ** Premiums for medical insurance (but not if paid by someone else, or with pre-tax money such as in Cafeteria plans) ** Premiums for qualifying long-term care insurance, depending on the taxpayer's age ** Payments for prescription drugs and insulin ** Payments for devices needed to treat or compensate for a medical condition (crutches, wheelchairs, prescription eyeglasses, hearing aids) ** Mileage for travel to and from doctors and medical treatment ** Necessary travel expenses **Non-deductible medical expenses include: *** Over-the-counter drugs *** Health club memberships (to improve general health & fitness) *** Cosmetic surgery (except to restore normal appearance after an injury or to treat a genetic deformity) * State and local taxes paid, but the entire sum of this category is capped at $10,000 starting in tax year 2018.https://money.cnn.com/2017/12/20/pf/salt-deductions-new-tax- plan/index.html These include: ** Either State income tax or state and local general sales taxes paid during the tax year, but not both. ** Property taxes, including vehicle registration fee, if assessed by reference to the value of the property. This amount is in addition to the previous choice of either income or sales tax. ** but not including: *** Use taxes *** Excise taxes *** Fines or penalties * Mortgage loan interest expense on debt incurred to purchase up to two homes, subject to limits (up to $1,000,000 in purchase debt, or $100,000 in home equity loans for loans taken out on or before December 15, 2017 or $750,000 in purchase debt for loans taken out after December 15, 2017) ** Discount points paid to discount the interest rate on up to two homes; points paid upon acquisition are immediately deductible, but points paid on a refinance must be amortized (deducted in equal parts over the lifetime of the loan) * Investment interest expenses (interest paid to borrow money used for investing, including interest paid on margin accounts), up to the amount of income reported from investments; the balance is deferred until more investment income is declared * Charitable contributions to allowable recipients; this deduction is limited to 30%-60% of AGI, depending on the characterization of the recipient. Donations can be money or goods but the value of donated services provided cannot be deducted. Reasonable expenses necessary to provide donated services such as mileage, special uniforms, or meals can be deducted. Non-cash donations valued at more than $500 require special substantiation on a separate form. Non-cash donations are deductible at the lesser of the donor's cost or the current fair market value, unless the non-cash donation has been held for longer than a year, in which case it can only be deducted at fair market value. If appreciated stock is donated, the deduction is the fair market value of the stock on the date of the donation and the taxpayer never has to pay taxes on the inherent gain. **Eligible recipients for charitable contributions include: *** Churches, synagogues, mosques, other houses of worship *** Federal, state, or local government entities *** Fraternal or veterans' organizations **Non-eligible recipients include: *** Individuals *** Political campaigns or political action committees (PACs) * Casualty and theft losses, to the extent that they exceed 10% of the taxpayer's AGI (in aggregate), and $100 (per event, $500 starting tax year 2009) ** Many areas of Connecticut, New Jersey and New York were declared disaster areas for tax year 2011, after Hurricane Sandy. This facilitated amendments to 2011 tax returns to claim a casualty tax deduction.https://www.usatoday.com/story/money/columnist/waggoner/2012/11/01/waggoner- investing-tax-deduction-catastrophe/1674479/ * Gambling losses, but only to the extent of gambling income (For example, a person who wins $1,000 in various gambling activities during the tax year and loses $800 in other gambling activities can deduct the $800 in losses, resulting in net gambling income of $200. By contrast, a person who wins $3,000 in various gambling activities during the year and loses $3,500 in other gambling activities in that year can deduct only $3,000 of the losses against the $3,000 in income, resulting in a break-even gambling activity for tax purposes for that year—with no deduction for the remaining $500 excess loss.) Unused non- professional gambling losses may not be carried forward to subsequent tax years. However, professional gamblers are allowed to deduct losses from other income. ==Miscellaneous itemized deductions (Tax Years 2017 and earlier)== Per the Tax Cuts and Jobs Act of 2017, miscellaneous itemized deductions are not deductible for tax years 2018 to 2025. For tax years before 2018: Miscellaneous itemized deductions are subject to a 2% floor,26 U.S.C. § 67 a.k.a. the \"2% Haircut.\" A taxpayer can only deduct the amount of miscellaneous itemized deductions that exceed 2% of their adjusted gross income.26 U.S.C. For example, if a taxpayer has adjusted gross income of $50,000 with $4,000 in miscellaneous itemized deductions, the taxpayer can only deduct $3,000, since the first $1,000 is below the 2% floor. There are 12 deductions listed in 26 U.S.C. § 67(b). These are not miscellaneous itemized deductions, and thus not subject to the 2% floor (although they may have their own rules). Any deduction not found in section 67(b) is a miscellaneous itemized deduction.26 U.S.C. § 67(b) Examples include: * Job-related clothing or equipment, such as steel-toed boots, hardhats, uniforms (if they are not suited for social wear: suits and tuxedoes are not deductible, even if the taxpayer does not like to wear them, but nurses' and police uniforms are), tools and equipment required for work * Union dues * Unreimbursed work-related expenses, such as travel or education (so long as the education does not qualify the taxpayer for a new line of work; law school, for example, is not deductible) (repealed, effective January 1, 2018Schwartz, Bruce H. (January 3, 2018). \"2018 Tax Reform Series: Tax Law Changes to Employee Fringe Benefits\". Benefits Law Advisor. Jackson Lewis P.C. * Fees paid to tax preparers, or to purchase books or software used to determine and calculate taxes owed * Subscriptions to newspapers or other periodicals directly relating to one's jobChirelstein, Marvin A., Federal Income Taxation 198 (Foundation Press, 10th Ed., 2005) ==Limitations== The amount of itemized deductions was limited and phased out for high income taxpayers for tax years before 2017; however, the Tax Cuts and Jobs Act of 2017 eliminated the phaseout and limitations. ==See also== *Two-Percent Haircut ==Notes== ==External links== *IRS Mileage Rates Category:Taxation in the United States Category:Tax terms ",
    "title": "Itemized deduction"
}