{
    "id": "299681",
    "text": "Moritz Hermann (Boris Semyonovich) von Jacobi () (21 September 1801 – 10 March 1874) was a German and Russian engineer and physicist. Jacobi worked mainly in Russia. He furthered progress in galvanoplastics, electric motors, and wire telegraphy. ==Motors== Born into an Ashkenazi Jewish family, Jacobi began to study magnetic motors in 1834. In 1835 moved to Dorpat (now Tartu, Estonia) to lecture at Dorpat University. He moved to Saint Petersburg in 1837 to research usage of electromagnetic forces for moving machines for Russian Academy of Sciences. He investigated the power of an electromagnet in motors and generators. While studying the transfer of power from a battery to an electric motor, he deduced the maximum power theorem. Jacobi tested motors output by determining the amount of zinc consumed by the battery. With financial assistance of Czar Nicholas, Jacobi constructed in 1839 a 28-foot electric motor boat powered by battery cells. The boat carried 14 passengers on the Neva river against the current. The boat travelled at three miles per hour. ==Jacobi's law== Circuit Diagram Circuit Diagram Power is being transferred from the source, with voltage V and resistance RS, to a load with resistance RL, resulting in a current I. I is simply the source voltage divided by the total circuit resistance The law known as the maximum power theorem states: : \"Maximum power is transferred when the internal resistance of the source equals the resistance of the load, when the external resistance can be varied, and the internal resistance is constant.\" The transfer of maximum power from a source with a fixed internal resistance to a load, the resistance of the load must be the same as that of the source. This law is of use when driving a load such as an electric motor from a battery. ==Electrotyping and telegraphy== In 1838, he discovered galvanoplastics, or electrotyping, a method of making printing plates by electroplating. The way in which this works is analogous to a battery acting in reverse. The stereotype was an impression taken from a form of movable lead type and used for printing instead of the original type. This technique is used in relief printing. He also worked on the development of the electric telegraph. In 1842-1845 he built a telegraph line between Saint Petersburg and Tsarskoe Selo using an underground cable. In 1867 he was a Russian delegate to the Commission on measurement units at the Paris World's Fair. He was a strong proponent of the metric system. ==Naval mine== In 1853, Jacobi developed the Jacobi naval mine. The mine was tied to the sea bottom by an anchor, a cable connected it to a galvanic cell which powered it from the shore, the power of its explosive charge was equal to of black powder. Its production was approved by the Committee for Mines of the Ministry of War of the Russian Empire and in 1854 60 Jacobi mines were laid in the vicinity of the Forts Pavel and Alexander (Kronstadt). ==Family== His family was Jewish.Pieper, H. (2005). Der Euler des 19. Jahrhunderts: CG Jacob Jacobi. Elemente der Mathematik, 60(3), 89-107. He was a brother of the mathematician Carl Gustav Jacob Jacobi. Von Jacobi's tomb, from wife and children ==Notes== ==External links== * * Calvert, J. B., \"Jacobi's Theorem Also known as the Maximum Power Transfer Theorem, misunderstanding of it retarded development of dynamos\". March 30, 2001 * Jacobi's motor - The first real electric motor of 1834 Category:1801 births Category:1874 deaths Category:German Jews Category:German emigrants to the Russian Empire Category:Imperial Russian electrical engineers Category:Imperial Russian inventors Category:Demidov Prize laureates Category:Full Members of the St Petersburg Academy of Sciences Category:Burials at Smolensky Lutheran Cemetery ",
    "title": "Moritz von Jacobi"
}