{
    "id": "299967",
    "text": "Kleiner Perkins, formerly Kleiner Perkins Caufield & Byers (KPCB), is an American venture capital firm which specializes in investing in incubation, early stage and growth companies. Since its founding in 1972, the firm has backed entrepreneurs in over 900 ventures,\"Assets\": Kleiner Perkins, 2019 including America Online, Amazon.com, Tandem Computers, Compaq, Electronic Arts, JD.com, Square, Genentech, Google, Netscape, Sun Microsystems, Nest, Palo Alto Networks, Synack, Snap, AppDynamics, and Twitter. By 2019 it had raised around $9 billion in 19 venture capital funds\"Future Raises $8.5M in Series A Funding Led by Kleiner Perkins to Digitize the Personal Training Experience\": Kleiner Perkins, 5/23/2019 and four growth funds. Kleiner Perkins is headquartered in Menlo Park in Silicon Valley, with offices in San FranciscoKleiner Perkins Offices at KPCB.com and Shanghai, China. The New York Times described Kleiner Perkins as \"perhaps Silicon Valley's most famous venture firm\". The Wall Street Journal called it one of the \"largest and most established\" venture capital firms and Dealbook named it \"one of Silicon Valley's top venture capital providers.\" == History == The firm was formed in 1972 as Kleiner, Perkins, Caufield & Byers (KPCB)KPCB Information Technology in Menlo Park, California, with a focus on seed, early-stage, and growth companies. The firm is named after its four founding partners: Eugene Kleiner, Tom Perkins, Frank J. Caufield, and Brook Byers. Kleiner was a founder of Fairchild Semiconductor, and Perkins was an early Hewlett-Packard executive. Byers joined in 1977. Located in Menlo Park, California, Kleiner Perkins had access to the growing technology industries in the area. By the early 1970s, there were many semiconductor companies based in the Santa Clara Valley as well as early computer firms using their devices and programming and service companies. Venture capital firms suffered a temporary downturn in 1974, when the stock market crashed and investors were naturally wary of this new kind of investment fund. Nevertheless, the firm was still active in this period. By 1996, Kleiner Perkins had funded around 260 companies a total of $880 million. Beyond the original founders, notable members of the firm have included individuals such as John Doerr, Vinod Khosla, and Bill Joy. Colin Powell joined as a \"strategic\" partner in 2005, while Al Gore joined as partner in 2007 as part of a collaboration between Kleiner Perkins and Generation Investment Management. Mary Meeker joined the firm in 2010, and that year Kleiner Perkins expanded its practice to invest in growth stage companies. Meeker departed in 2019 to found Bond Capital.\"Mary Meeker Makes First Investment Out of Bond Capital\": Fortune, Polina Marinova, published 5/21/2019 Mamoon Hamid from Social Capital and Ilya Fushman from Index Partners joined in 2017 and 2018 respectively, both as investing partners. The New York Times has described Kleiner Perkins as \"perhaps Silicon Valley's most famous venture firm\". The firm was described by Dealbook in 2009 as \"one of Silicon Valley's top venture capital providers\", and The Wall Street Journal in 2010 called it one of the \"largest and most established\" venture capital firms. By 2019 it had raised around $9 billion in 19 venture capital funds and four growth funds. In May 2012, Ellen Pao, an employee, sued the firm for gender discrimination in Pao v. Kleiner Perkins, which the firm has vigorously denied. On 27 March 2015, after a month-long trial, the jury found against Pao on all claims. In June 2015, Pao filed an appeal. In September 2015, Pao announced she would no longer appeal the jury verdict. In September 2018, Kleiner Perkins announced it was spinning out its digital growth team into a new independent firm.https://www.axios.com/kleiner-perkins-is-splitting- up-1536933575-dccd3c28-2900-4ba4-ab23-b8e3e3f89a55.htmlhttps://www.nytimes.com/2018/09/14/technology/mary- meeker-kleiner-perkins.html The firm announced its 19th fund on 31 January 2019 after raising $600 million. The fund is focused on early stage investments\"The Funded: Kleiner Perkins, TCV raise big new funds\": Silicon Valley Business Journal, Cromwell Schubarth, 2/1/2019 in the \"consumer, enterprise, hard tech and fintech\" sectors.\"Why VC Firm Kleiner Perkins Wants to ‘Return to Its Roots’ With a New $600M Fund\": Fortune, Polina Marinova, 2/1/2019 The firm raised US$600 million for its 18th fund, KP XVIII, in January 2019.https://fortune.com/2019/02/01/kleiner-perkins-early-stage-fund/ == Investments == In March 2008 Kleiner Perkins announced the iFund, a $100 million venture capital investment initiative that funds concepts related to the iPhone, and doubled that investment a year later.KPCB doubles iFund investment to $200MM It was reported in April 2008 that Kleiner Perkins was raising funds for a $500 million growth-stage clean-technology fund. In October 2010, the firm launched a $250 million fund called sFund to focus on social startups, with co-investors such as Facebook, Zynga and Amazon.com. In early 2016, the firm raised $1.4 billion in KP XVII and DGF III. The firm has been an early investor in more than 900 technology and life sciences firms since its founding, including Amazon.com, America Online, Beyond Meat, Citrix, Compaq, Electronic Arts, Genentech, Google, Intuit, Lotus Development, Netscape, Shyp, Nest,\"Alumni\": Kleiner Perkins, 2019 Sun Microsystems, and Twitter. Some current investments include DJI, Handshake, Coursera, Shape Security, Farmers Business Network, IronNet Cybersecurity, Desktop Metal, Plaid, Rippling, Robinhood, Slack, UiPath, Netlify, Loom, Viz.ai, and Looker.\"Partnerships (Consumer\": Kleiner Perkins, 2019 Very recent investments include Modern Health,\"Kleiner Perkins Backs Jared Leto Mental Health Startup\": Business Insider, 5/2019 Pillar,\"This company wants to help shave $6,200 off your student loans\": CNBC, Korie Konish, 5/30/2019 Future\"Future launches $150/mo exercise app where real coaches nag you\": TechCrunch, Josh Constine, published 6/2019 and STORD.\"Stord raises $12.3 million to digitize warehousing and distribution\": VentureBeat, published 4/17/2019 The firm typically invests into 13-24 rounds per year, and has 67 unicorns in its portfolio, as well as 11 decacorns in its portfolio. Kleiner Perkins paid $5 million in 1994 for around 25% of Netscape and profited from Netscape's IPO. Its investment of $8 million in Cerent was worth around $2 billion when the optical equipment maker was sold to Cisco Systems for $6.9 billion in August 1999.Cisco buys Cerent, Monterey Networks - CNET (August 1999) In 1999, Kleiner Perkins paid $12 million for a stake in Google.\"How John Doerr, the old prospector, finally struck Google\": CNET, published 5/3/2004 As of 2019, the market cap of Google's parent company was estimated at around $831 billion.\"Google has lost $70 billion off its market cap after a 'nasty combination' of slowing ad traffic and a drop in sales per click (GOOG)\": Business Insider, Theron Mohamed, 4/30/2019 As initial investors in Amazon.com Kleiner Perkins scored returns in excess of $1 billion on an $8 million investment. ==Key partners== ::See also: Category:Kleiner Perkins people The firm currently has five partners managing investments:\"People\": Kleiner Perkins, published 2019 * John Doerr (chairman) * Brook Byers (founder) * Ilya Fushman * Mamoon Hamid * Wen Hsieh * Bucky Moore * Ted Schlein ==Key Advisors== * Al Gore * Colin Powell * Randy Komisar * Bing Gordon * Eric Feng ==See also== * List of venture capital firms == References == == External links == * www.kleinerperkins.com Category:Companies based in Menlo Park, California Category:Financial services companies established in 1972 Category:Venture capital firms of the United States Category:1972 establishments in California Category:Life sciences industry ",
    "title": "Kleiner Perkins"
}