{
    "id": "300005",
    "text": "Amherstview is a community in Loyalist Township, Ontario. It is located on the north shore of Lake Ontario and has a population of approximately 7959 as of 2016. It is adjacent to the city of Kingston and is considered part of the Greater Kingston area. Amherstview is named for Amherst Island, directly to the south in Lake Ontario. When the community was first established in the 1950s, the spelling was generally \"Amherst View\". Amherst is a common place name found in many parts of Canada commemorating Lord Jeffrey Amherst (1717–97), Field-Marshal of the British Army, Commander-in-Chief in North America, and Governor General of British North America from 1760 to 1763. The community is the eastern end of the Loyalist Parkway, a stretch of Highway 33 that travels along Lake Ontario, in an area in which many United Empire Loyalists settled. Amherstview is home to Fairfield House which is itself situated in Fairfield Park on the shore of Lake Ontario. Fairfield House was constructed in 1793 by the Fairfield family who were among the first Loyalists to settle the area. It served as the family home and a portion of the building was also used as a tavern for some time. The impressive wood frame building is now a museum exhibiting period artifacts and furniture and offering guided tours. Public transportation between Amherstview and Kingston is provided by Kingston Transit. Since Amherstview is part of Loyalist Township, it has no legal boundaries. General boundaries are Lake Ontario to the south, the Canadian National rail line to the north, Coronation Boulevard to the east (the City of Kingston boundary), and Lennox and Addington County Road 6 to the west. Amherstview is home to the Henderson Recreation Centre. The centre houses a public library, a 25 m public swimming pool, and an arena and also includes an outdoor soccer field. Amherstview is also home to the educational institutions Amherstview Public School, and elementary and middle school composed of students in grades kindergarten through eighth grade. A 100% volunteer-run community radio station, Island Radio CJAI 92.1 FM, serves Amherstview in addition to various media outlets in nearby Kingston. ==References== ==External links== * amherstview.ca * The Loyalist Parkway * Fairfield House * Category:Populated places on Lake Ontario in Canada Category:Communities in Lennox and Addington County ",
    "title": "Amherstview, Ontario"
}