{
    "id": "300150",
    "text": "4-Aminobenzoic acid (also known as para-aminobenzoic acid or PABA because the number 4 carbon in the benzene ring is also known as the para position) is an organic compound with the formula H2NC6H4CO2H. PABA is a white solid, although commercial samples can appear gray. It is slightly soluble in water. It consists of a benzene ring substituted with amino and carboxyl groups. The compound occurs extensively in the natural world. ==Production and occurrence== In industry, PABA is prepared mainly by two routes: * Reduction of 4-nitrobenzoic acid * Hoffman degradation of the monoamide derived from terephthalic acid. Food sources of PABA include liver, brewer's yeast (and unfiltered beer), kidney, molasses, mushrooms, and whole grains. A review on this compound. ==Biology== ===Biochemistry=== Tetrahydrofolate synthesis pathway PABA is an intermediate in the synthesis of folate by bacteria, plants, and fungi. Many bacteria, including those found in the human intestinal tract such as E. coli, generate PABA from chorismate by the combined action of the enzymes 4-amino-4-deoxychorismate synthase and 4-amino-4-deoxychorismate lyase.Folate Synthesis (Abstract) Plants produce PABA in their chloroplasts, and store it as a glucose ester (pABA-Glc) in their tissues. Humans lack the enzymes to convert PABA to folate, so require folate from dietary sources such as green leafy vegetables. In humans, PABA is considered nonessential and, although it has been referred to historically as \"vitamin Bx\", is no longer recognized as a vitamin, because most people have a microbiome that will generate PABA. Sulfonamide drugs are structurally similar to PABA, and their antibacterial activity is due to their ability to interfere with the conversion of PABA to folate by the enzyme dihydropteroate synthetase. Thus, bacterial growth is limited through folate deficiency. ===Medical use=== The potassium salt is used as a drug against fibrotic skin disorders, such as Peyronie's disease, under the trade name Potaba. PABA is also occasionally used in pill form by sufferers of irritable bowel syndrome to treat its associated gastrointestinal symptoms, and in nutritional epidemiological studies to assess the completeness of 24-hour urine collection for the determination of urinary sodium, potassium, or nitrogen levels. ===Nutritional supplement=== Despite the lack of any recognized syndromes of PABA deficiency in humans, except for those who lack the colonic bacteria that generate PABA, many claims of benefit are made by commercial suppliers of PABA as a nutritional supplement. The benefit is claimed for fatigue, irritability, depression, weeping eczema (moist eczema), scleroderma (premature hardening of the skin), patchy pigment loss in the skin (vitiligo), and premature grey hair. ==Commercial and industrial use== PABA finds use mainly in the biomedical sector. Other uses include its conversion to specialty azo dyes and crosslinking agents. PABA is also used as a biodegradable pesticide, though its use is now limited due to evolution of new variants of bio-pesticides. In the past, PABA was widely used in sunscreens as a UV filter. It is a UVB absorber, meaning it can absorb wavelengths between 290 and 320 nm.Melanoma Madness The scientific flap over sunscreens and skin cancer -- Chemical studies, Science News Online, 6/6/98 (accessed 10/1/2009, 2009) Patented in 1943, PABA was one of the first active ingredients to be used in sunscreen.F. P.; Mitchnick, M.; Nash, J. F. A Review of Sunscreen Safety and Efficacy Photochem. Photobiol. 1998, 68, 243 256. The first in vivo studies on mice showed that PABA reduced UV damage. In addition, it was shown to protect against skin tumors in rodents.H.; Thune, P.; Eeg Larsen, T. The inhibiting effect of PABA on photocarcinogenesis Arch. Dermatol. Res. 1990, 282, 38 41 Animal and in vitro studies in the early 1980s suggested PABA might increase the risk of cellular UV damage. On the basis of these studies, as well as problems with allergies and clothing discoloration, PABA fell out of favor as a sunscreen. However, water-insoluble PABA derivatives such as padimate O are currently used in some products. ==Safety considerations== PABA is largely nontoxic; the median lethal dose of PABA in dogs (oral) is 2 g/kg. Allergic reactions to PABA can occur. It is formed in the metabolism of certain ester local anesthetics, and many allergic reactions to local anesthetics are the result of reactions to PABA.Toxicity, Local Anesthetics: eMedicine Emergency Medicine ==See also== *4-Aminosalicylic acid ==References== ==External links== * Para-Aminobenzoic acid MS Spectrum *PABA Cancer link Category:Anilines Category:Benzoic acids Category:IARC Group 3 carcinogens Category:Sunscreening agents Category:Non-proteinogenic amino acids ",
    "title": "4-Aminobenzoic acid"
}