{
    "id": "300265",
    "text": "John Bowden Connally Jr. (February 27, 1917June 15, 1993) was an American politician. He served as the 39th Governor of Texas and as the 61st United States Secretary of the Treasury. He began his career as a Democrat and later became a Republican in 1973. Born in Floresville, Texas, Connally pursued a legal career after graduating from the University of Texas at Austin. During World War II, he served on the staff of James Forrestal and Dwight D. Eisenhower before transferring to the Asiatic-Pacific Theater. After the war, he became an aide to Senator Lyndon B. Johnson. When Johnson assumed the vice presidency in 1961, he convinced President John F. Kennedy to appoint Connally to the position of United States Secretary of the Navy. Connally left the Kennedy Administration in December 1961 to run for Governor of Texas, and he held that position from 1963 to 1969. In 1963, Connally was riding in the presidential limousine during Kennedy's assassination, and was seriously wounded. During his governorship, he was a conservative Democrat. In 1971, Republican President Richard Nixon appointed Connally as his Treasury Secretary. In this position, Connally presided over the removal of the U.S. dollar from the gold standard, an event known as the Nixon shock. Connally stepped down from the Cabinet in 1972 to lead the Democrats for Nixon organization, which campaigned for Nixon's re-election. He was a candidate to replace Vice President Spiro Agnew after the latter resigned in 1973, but Nixon chose Gerald Ford instead. He sought the Republican nomination for president in the 1980 election, but withdrew from the race after the first set of primaries. Connally did not seek public office again after 1980 and died of pulmonary fibrosis in 1993. ==Early life and education== Connally was born on February 27, 1917, into a large family in Floresville, the seat of Wilson County, southeast of San Antonio. He was one of seven children born to Lela (née Wright) and John Bowden Connally, a dairy and tenant farmer. His six siblings included four brothers: Golfrey, Merrill, Wayne and Stanford Connally, and sisters Carmen and Blanche. Connally attended Floresville High School and was one of the few graduates who attended college. He graduated from the University of Texas at Austin, where he was the student body president and a member of the Friar Society. He subsequently graduated from the University of Texas School of Law and was admitted to the bar by examination. ==Military service== Connally served in the United States Navy during World War II, first as an aide to James V. Forrestal, then as part of the planning staff for the invasion of North Africa by General Dwight D. Eisenhower. He transferred to the South Pacific Theater, where he served with distinction. He was a fighter-plane director aboard the aircraft carrier USS Essex and was awarded the Bronze Star for bravery. He was shifted to another Essex-class aircraft carrier, the USS Bennington and was awarded the Legion of Merit. He was also involved in the campaigns in the Gilbert, Marshall, Ryukyu, and Philippine islands. He was discharged in 1946 at the rank of lieutenant commander.Charles Ashman, Connally: The Adventures of Big Bad John, New York: William Morrow & Company, 1974, p. 62 On his release from the navy, Connally practiced law in the Alvin Wirtz law firm, until Lyndon Baines Johnson, then a newly elected senator, persuaded him to return to Washington, D.C. to serve as a key aide. He had close ties with Johnson before his navy days and maintained them until the former president's death in 1973. ==Lawyer for Sid Richardson== Two of Connally's principal legal clients were the Texas oil tycoon Sid W. Richardson and Perry Bass, Richardson's nephew and partner, both of Fort Worth. Richardson's empire in the 1950s was estimated at $200 million to $1 billion. Under Richardson's tutelage, Connally gained experience in a variety of enterprises and received tips on real estate purchases. The work required the Connallys to relocate to Fort Worth. When Richardson died in 1959, Connally was named to the lucrative position of co-executor of the estate.Ashman, Connally, pp, 70–71 Connally was also involved in a reported clandestine deal to place the Texas Democrat Robert Anderson on the 1956 Republican ticket as vice president. Although the idea fell through when Dwight Eisenhower retained Richard Nixon in the second slot, Anderson received a million dollars for his efforts and a subsequent appointment as U.S. Treasury Secretary, the same position that Connally would fill for Nixon 14 years later in 1971. In another coincidence, Anderson had been Eisenhower's first Navy secretary, the post that Connally filled for John F. Kennedy in 1961.Ashman, Connally, pp. 70–71 ==From Navy secretary to governor== At the 1960 Democratic convention in Los Angeles, Connally led supporters of Senator Lyndon Johnson. He claimed that John F. Kennedy, if nominated and elected, would be unable to serve as president for a full term because of Addison's disease and dependence on cortisone. Kennedy, however, had wrapped up the needed delegates for nomination before the convention even opened. Kennedy realized that he could not be elected without support of traditional Southern Democrats, most of whom had backed Johnson. Therefore, Johnson was offered the vice-presidential nomination.Ashman, Connally, p. 74 ===Secretary of the Navy=== At Johnson's request, in 1961 President Kennedy named Connally Secretary of the Navy. Connally resigned eleven months later to run for the Texas governorship. During Connally's secretaryship, the Navy had a budget of $14 billion and more than 1.2 million workers–600,000 in uniform and 650,000 civilian–stationed at 222 bases in the United States and 53 abroad.Ashman, Connally, p. 89 Connally directed the Sixth Fleet in the Mediterranean Sea on a new kind of \"gunboat diplomacy.\" The landed in Naples, Italy, and brought gifts to children in an orphanage. Connally also ordered gifts for a hospital in Cannes, France that treated children with bone diseases, for poor Greek children on the island of Rhodes and for spastic children in Palermo, Italy. Presents were also sent to Turkish children in Cyprus and to a camp in Beirut for homeless Palestinian refugees.Ashman, Connally, pp. 90–01 The Bay of Pigs incident occurred under his watch. Connally fought hard to protect the Navy's role in the national space program, having vigorously opposed assigning most space research to the Air Force. Time termed Connally's year as Navy Secretary \"a first-rate appointment.\" Critics noted, however, that the brevity of Connally's tenure precluded any sustained or comprehensive achievements.Ashman, Connally, pp. 95–96 ===Running for governor=== Connally announced two weeks before Christmas of 1961 that he was leaving the position of Secretary of the Navy to return to Texas to seek the 1962 Democratic gubernatorial nomination. He would have to compete against the incumbent Marion Price Daniel, Sr., who was running for a fourth consecutive two-year term. Daniel was in political trouble following the enactment of a two-cent state sales tax in 1961, which had soured many voters on his administration. Daniel had let the tax become law without his signature but could have vetoed the measure. Former state Attorney General Will Wilson, who had run for the U.S. Senate seat vacated by Lyndon B. Johnson in 1961, also entered the gubernatorial campaign and was particularly critical of Johnson, who he claimed engineered Connally's candidacy. Other primary candidates were highway commissioner Marshall Formby of Plainview, another party conservative, and General Edwin A. Walker, who made anti-communism the centerpiece of his campaign. Connally waged the most active campaign of any of the Democrats, traveling more than 22,000 miles across the state. He made 43 major speeches and appeared on multiple statewide and local telecasts. Connally ran as a conservative Democrat. He was placed in a primary runoff election against a liberal attorney from Houston favored by organized labor, Don Yarborough, no relation to Connally's long-term party nemesis U.S. Senator Ralph W. Yarborough. After winning the runoff against Yarborough by a close vote, Connally faced a determined bid by the conservative Republican and oilfield equipment executive Jack Cox, also of Houston. Cox, a former state representative from his native Stephens County, had run unsuccessfully two years earlier in the Democratic primary against Daniel. Connally received 847,036 ballots (54 percent) to Cox's 715,025 (45.6 percent). In the campaign, Connally made an issue of Cox having switched to the Republican party the previous year. Eleven years later, Connally made the same switch. Cox, as it turned out, was the strongest Republican gubernatorial candidate in Texas since 1924. Not until 1972, when Henry Grover carried the GOP banner, did the Republicans make a better showing for governor. Connally was a master campaign professional, having worked on several of Johnson's campaigns. He believed in the entourage and advance men, the practice of having staff aides checking out events and having press interviews on the run to demonstrate Connally's heavy schedule of commitments. Biographer Charles Ashman claims that Connally would have aides telephone airports which he would shortly visit and ask to page him for an urgent message. Such manipulation, he believed, impressed airport patrons, many of whom would also be Texas voters.Ashman, Connally, p. 228 ==Governor of Texas== Connally served as governor from 1963 until 1969. In the campaigns of 1964 and 1966, Connally defeated weak Republican challenges offered by Jack Crichton, a Dallas oil industrialist, and Thomas Everton Kennerly Sr. (1903–2000), of Houston, respectively. He prevailed with margins of 73.8 percent and 72.8 percent, respectively, giving him greater influence with the nearly all-Democratic legislature.Election Statistics, Congressional Quarterly's Guide to U.S. Elections, Gubernatorial elections Connally was governor during a time of great expansion of higher education in Texas. He signed into law the creation of the Texas Higher Education Coordinating Board. He appointed regents who backed the entry of women into previously all-male Texas A&M; University in College Station, having been prompted to take such action by State Senator William T. \"Bill\" Moore of Bryan, who in 1953 had first proposed the admission of women to the institution.Robert C. Borden, \"Bull of the Brazos dies: Moore was champion of Texas A&M;,\" Bryan-College Station Eagle, May 28, 1999, pp. 1–3 Governor Connally signing the bill that separated Arlington State College from the Texas A&M; University System in 1965 In 1965, Connally appointed Speaker Byron M. Tunnell to the Texas Railroad Commission, upon the retirement of 32-year veteran Ernest O. Thompson, a former mayor of Amarillo. This appointment enabled the future Connally business associate Ben Barnes of De Leon in Comanche County to succeed Tunnell and become the youngest Speaker in Texas history. As governor, Connally promoted HemisFair '68, the world's fair held in San Antonio, he believed would net the state an additional $12 million in direct taxes. A permanent Institute of Texan Cultures museum was an outgrowth of the fair. It was designed to be \"a dramatic showcase, not only to Texans, but to all the world, of the host of diverse peoples from many lands whose blood and dreams built our state.\"Quoted in Ashman, Connally, p. 109 There was some talk of Connally being selected as Hubert Humphrey's running mate in 1968, but the liberal Senator Edmund Muskie of Maine was instead chosen. Connally endorsed Humphrey and greeted the nominee at the Fort Worth airport and even reconciled for a month with intraparty rival Ralph Yarborough. Ashman, however, claims that Connally was \"privately helping Nixon, recruiting a number of influential Texans, members of both parties, to work for the Republican candidate.\"Quoted in Ashman, Connally, p. 167 Ben Barnes recounts a story that Connally shouted at Hubert Humphrey in a private meeting at the 1968 Democratic National Convention in Chicago and accused the vice president of being disloyal to President Johnson by trying to soft-pedal Johnson's position regarding Vietnam. Barnes said that the \"tongue-lashing\" Connally gave Humphrey was \"an epic... He orally spanked that man as hard as I've ever seen anyone chastised. He either strengthened Hubert's backbone, or gave him some, or scared him half to death.\" Connally was succeeded as governor by Lieutenant Governor Preston Smith, a theater owner from Lubbock, who twice defeated the Republican attorney Paul Eggers in 1968 and 1970. Eggers, a friend and later associate of Republican Senator John G. Tower, served as general counsel in the Treasury Department from 1969–70, before Connally joined the Nixon Cabinet. ===Kennedy assassination=== Governor Connally, seated in front of President Kennedy, minutes before the assassination On November 22, 1963, Connally was seriously wounded while riding in President Kennedy's car at Dealey Plaza in Dallas when the president was assassinated. Connally, riding in the middle jump seat of the president's limousine in front of the president, recalled hearing the first shot, which he immediately recognized as a rifle shot. He said that he immediately feared an assassination attempt and turned to his right to look back to see the president. He looked over his right shoulder but did not catch the president out of the corner of his eye, so he said he began to turn back to look to his left when he felt a forceful impact to his back. He stated to the Warren Commission: \"I immediately, when I was hit, I said, 'Oh, no, no, no.' And then I said, 'My God, they are going to kill us all.'\" He looked down and saw that his chest was covered with blood and thought he had been fatally shot. Then he heard the third and reportedly final shot, which sprayed blood and brain tissue on the car's passengers.Warren Commission Hearings, 4 H 133. Connally suffered three broken ribs, a punctured lung and a shattered wrist and had a bullet lodged in his leg. He underwent four hours of surgery after the shooting and recovered from his wounds. In testimony before the Warren Commission, Connally said: \"There were either two or three people involved, or more, in this – or someone was shooting with an automatic rifle.\"Testimony of Gov. John Bowden Connally, Warren Commission Hearings, vol. 4, p. 133. The 10-month investigation by the Warren Commission of 1963–64 concluded that President Kennedy was assassinated by 24-year-old ex-Marine Lee Harvey Oswald and that Oswald had acted entirely alone. Connally refused to accept the single-bullet theory, which suggested that one shot passed through President Kennedy's neck and caused all of Connally's wounds. He insisted that all three shots struck occupants of the limousine. Publicly, he agreed with the Warren Commission's conclusion that Oswald acted alone. Journalist Doug Thompson claimed that in 1982 he had a private conversation with Connally, and asked him whether he was convinced that Oswald had killed Kennedy. According to Thompson, Connally replied, \"Absolutely not. I do not for one second believe the conclusions of the Warren Commission.\"Kansas State University website ==Secretary of the Treasury== In 1971, Republican President Nixon appointed the then Democrat Connally as Treasury Secretary. Before agreeing to take the appointment, however, Connally told Nixon that the president must find a position in the administration for George H. W. Bush, the Republican who had been defeated in November 1970 in a hard-fought U.S. Senate race against Democrat Lloyd M. Bentsen. Connally told Nixon that his taking the Treasury post would embarrass Bush, who had \"labored in the vineyards\" for Nixon's election as president, while Connally had supported Humphrey. Ben Barnes, then the lieutenant governor and originally a Connally ally, claims in his autobiography that Connally's insistence saved Bush's political career because the then former U.S. representative and twice-defeated Senate candidate relied on appointed offices to build a resume by which to seek the presidency in 1980 and again in 1988. Nixon hence named Bush as ambassador to the United Nations in order to secure Connally's services at Treasury. Barnes also said that he doubted George W. Bush could have become president in 2001 had Bush's father not first been given the string of federal appointments during the 1970s to strengthen the family's political viability. Shortly after taking the Treasury post, Connally famously told a group of European finance ministers worried about the export of American inflation that the dollar \"is our currency, but your problem.\"www.project-syndicate.org Connally's official Treasury Department portrait Secretary Connally defended a $50 billion increase in the debt ceiling and a $35 to $40 billion budget deficit as an essential \"fiscal stimulus\" at a time when five million Americans were unemployed. He unveiled Nixon's program of raising the price of gold and formally devaluing the dollar—finally leaving the old gold standard entirely, a process begun in 1934 by Franklin D. Roosevelt. Prices continued to increase during 1971, and Nixon allowed wage and price guidelines, which Congress had authorized on a stand-by basis, to be implemented. Connally later shied away from his role in recommending the failed wage and price controls, and announced guaranteed loans for the ailing Lockheed aircraft company. He also fought a lonely battle against growing balance-of-payment problems with the nation's trading partners, and undertook important foreign diplomatic trips for Nixon through his role as Treasury Secretary.Ashman, Connally, pp. 246–249 Historian Bruce Schulman wrote that Nixon was \"awed\" by the handsome, urbane Texan who was also a tough political fighter. Schulman added that Henry Kissinger, Nixon's National Security Advisor, noted that Connally was the only cabinet member whom Nixon did not disparage behind his back, and that this was high praise indeed.^ Bruce Schulman: The Seventies: The Great Shift in American Culture, Society, and Politics, Da Capo Press ==Democrats for Nixon== Connally on August 15, 1971 Connally's signature, as used on American currency Connally stepped down as Treasury Secretary in 1972 to head \"Democrats for Nixon\", a group funded by Republicans. Connally's former mentor, Lyndon B. Johnson, stood behind Democratic presidential nominee George S. McGovern of South Dakota, although McGovern had long opposed Johnson's foreign and defense policies. It was the first time that Connally and Johnson had been on opposite sides of a general election campaign. Connally's brother, Golfrey Connally, an economics professor at a junior college in San Antonio, also endorsed McGovern.Ashman, John Connally, p. 271 Some evidence even suggests that Connally privately supported Eisenhower in 1952 and 1956, not the Democratic candidate Adlai E. Stevenson of Illinois, for whom Johnson campaigned with considerable loyalty. During the war, Connally had served on Eisenhower's planning staff for the invasion of North Africa.Ashman, Connally, pp. 62, 70 In the 1972 U.S. Senate election in Texas, Connally endorsed Democrat Harold Barefoot Sanders, later a federal judge from Dallas, rather than the Republican incumbent John G. Tower, also of Dallas. Connally had considered running against Tower in 1966, but chose to run for a third term as governor. Tower then defeated a Connally ally, Texas Attorney General Waggoner Carr of Lubbock. Tower, Nixon's choice in the Senate race, won handily over Sanders, but the Republican candidate for governor, Henry Grover of Houston, a victim of intraparty maneuvering, fell short and lost to Democrat Dolph Briscoe of Uvalde, a city in South Texas. In January 1973, Johnson died of heart disease. He and Connally had been friends since 1938. Connally eulogized Johnson during interment services at the LBJ Ranch in Gillespie County, along with the Rev. Billy Graham, who officiated at the service. Millions around the world viewed Connally's eulogy as the most famous moment of the LBJ funeral, as it was a reminder that Connally was wounded in the assassination that made his mentor and fellow Texan president. ==Party switch== In May 1973, Connally joined the Republican party. When Vice President Spiro Agnew resigned five months later because of scandal, Connally was among Nixon's potential choices to fill the vacancy. However, Nixon tapped Gerald Ford, the House Minority Leader from Grand Rapids, Michigan, because he believed that the moderate Ford could be easily confirmed by both houses of Congress, as required by the 25th Amendment to the United States Constitution. A Connally nomination presumably could have been blocked by liberal Democratic opposition. The weakened Nixon did not want a fight for the vice-presidential selection. Connally's party bolt left a sour taste in the mouth of at least one prominent Texas Democrat who stood with George McGovern in 1972: Bob Bullock, the Hillsboro native who served as Texas secretary of state, comptroller and lieutenant governor: \"...I got some ideas on Mr. Connally. He ain't never done nothin' but get shot in Dallas. He got the silver bullet. He needs to come back here and get hisself shot once every six months. I attack Connally on his vanity. He's terribly bad vain, y'know...\"Quoted in Ashman, Connally, pp. 284–285 ==Indictment, trial and acquittal== In July 1974, Connally was indicted for allegedly pocketing $10,000 for influencing a milk price decision by Texas lawyer Jake Jacobsen. At his April 1975 trial, Connally's defense called as character witnesses former First Ladies Jacqueline Kennedy and Lady Bird Johnson, as well as Texas state senator Barbara Jordan (the first female, black state senator in Texas history), Dean Rusk, Robert McNamara and Billy Graham. According to a November 1979 profile by Paul Burka in Texas Monthly magazine, \"The case turned first on whether Connally would simultaneously be tried for perjury—some embarrassing inconsistencies had crept into his pretrial testimony—but his lawyer was able to prevent it, and then the issue came down to whether John Connally or Jake Jacobsen was telling the truth.\" On the strength of the defense's prominent character witnesses, Connally was acquitted. | AUG. 10, 1974 | Connally Pleads Not Guilty to Bribery, Perjury and Conspiracy in the Milk Case | ANTHONY RIPLEY | | JUNE 1975 | Not Guilty | The jury in John Connally's trial had been the only silent players on the courtroom stage. Now, while everyone else waited, they talked | ==Presidential run== Connally announced in January 1979 that he would seek the Republican nomination for President in 1980. He was considered a great orator and strong leader and was featured on the cover of Time with the heading \"Hot on the Trail\". His wheeler-dealer image remained a liability. Connally raised more money than any other candidate, but he was never able to overtake the popular conservative front-runner, Ronald Reagan of California. Connally spent his money nationally, while George H. W. Bush, who was from Houston like Connally, targeted his time and money in early states and won the Iowa caucus. The Houston political activist Clymer Wright rejected both Connally and Bush and served as Reagan's finance chairman in Texas. Bush's status as a challenger to Reagan was at first heightened by his victory in Iowa. Connally drew the backing of Republican state representative Fred Agnich of Dallas, former president of Texas Instruments.Ron Calhoun, \"Agnich to head area Connally group,\" Dallas Times-Herald, October 9, 1979 Connally focused on South Carolina, an early primary state in which he had the support of popular U.S. Senator Strom Thurmond, but he lost there to Reagan 55 to 30 percent and withdrew from the contest. After spending $11 million during the campaign, Connally secured the support of only a single delegate, Ada Mills of Clarksville, Arkansas, who became nationally known for a brief time as the \"$11 million delegate\". Connally quickly endorsed Reagan, appeared with the former governor at the Dallas-Fort Worth Airport, fundraisers and other campaign events. He helped Reagan win a narrow primary victory over Bush in Texas. During a press conference, Connally was asked if he thought Reagan was the best man to be president. Connally naughtily replied: \"I think he's the second best man I can think of.\" Connally said that he and Bush despised each other.Connally said as much in a 1988 60 Minutes interview on CBS. The statement seemed to contradict Connally's earlier insistence that President Nixon name Bush to a post in the administration before Connally would accept appointment as Secretary of the Treasury. Rumors also abounded in 1964 that Connally voted for Bush for senator because of his greater dislike for Bush's then-opponent, Senator Ralph Yarborough. Bad feeling between Yarborough and both Connally and Vice President Johnson was evident in the early stages of President Kennedy's tour of Texas in November 1963. It was widely reported at the time that Yarborough had refused to travel in Johnson's car, although, after Kennedy's intervention and Connally's agreement to give Yarborough a more prominent role in functions planned for Austin, he did so during the fatal motorcade in Dallas.Robert A. Caro (2012) The Years of Lyndon Johnson: The Passage of Power Charles Keating once contributed to Connally's campaign for president.NEWSMEAT ▷ Charles Keating's Federal Campaign Contribution Report . Newsmeat.com. Retrieved on 2013-07-15. ==Later years== In 1986, Connally filed for bankruptcy as a result of a string of business losses in Houston. In December 1990, Connally and Oscar Wyatt, chairman of the Coastal Oil Corporation, met with President Saddam Hussein of Iraq. Hussein had been holding foreigners as hostages (or \"guests\" as Hussein called them) at strategic military sites in Iraq. After the meeting, Hussein agreed to release the hostages. Connally was known as an immaculate dresser who wore expensive and stylish suits wherever he went. Biographer Charles Ashman related a story about Connally carrying a lighter in his pocket and lighting cigarettes as a courtesy only for very wealthy men who might be inclined to contribute to his political causes or to retain him as a consultant on business arrangements. The Connally Memorial Medical Center on U.S. Highway 181 in Floresville In one of his last political acts, Connally endorsed Republican congressman Jack Fields of Houston in the special election called in May 1993 to fill the vacancy left by U.S. Senator Lloyd Bentsen of Houston. Bentsen was appointed Treasury Secretary in the new administration of Bill Clinton. Fields finished fourth in the special election and left Congress thereafter. Republican Kay Bailey Hutchison, for whom Connally's daughter had been employed in the state treasurer's office, won the seat by a wide margin in the special election runoff against the appointed Democratic senator, Robert Krueger. ==Death== Connally tombstone at Texas State Cemetery in Austin, Texas Connally died on June 15, 1993 of pulmonary fibrosis, a progressive scarring of the lungs. His funeral was held at the First United Methodist Church of Austin where he and his wife, Nellie Connally, had been members since their days living one block to the south in the Texas Governors Mansion, 1963–69. Former President Nixon left the bedside of his wife, Pat Nixon, who died a week later, and flew to Austin to attend Connally's funeral. Connally's wife Nellie died in 2006. The Connallys are interred at the Texas State Cemetery in Austin. When Connally died, forensic pathologist Dr. Cyril Wecht and the Assassination Archives and Research Center petitioned Attorney General Janet Reno to recover the remaining bullet fragments from Connally's body, contending that the fragments would disprove the Warren Commission's single-bullet, single-gunman conclusion. The Justice Department replied that it \"...would have no legal authority to recover the fragments unless Connally's family gave [it] permission.\" Connally's family refused permission. ==Legacy== Interstate 410 in San Antonio is named the Connally Loop in his honor. The John B. Connally Middle School, part of Northside ISD also in San Antonio, is also named in his honor. The Connally Memorial Medical Center in Floresville is named for John, Wayne, and Merrill Connally. The John B. Connally Unit of the Texas Department of Criminal Justice south of Kenedy in Karnes County is named in his honor. The Connally Plaza, including a life-sized statue of Connally, in downtown Houston. The Texas A&M; University System Offices, located in College Station, are housed in a building named in his honor. John B. Connally High School, part of Pflugerville ISD in Austin, is also named in his honor. In January 1964, Connally donated the suit he wore on November 22, 1963, to the Texas State Library and Archives Commission (TSLAC). The suit was displayed to the public until March 1964. In 2000, TSLAC loaned the suit to the National Archives and Records Administration for examination purposes. From October 2013 to February 2014, the suit was featured as part of an exhibit at the TSLAC to commemorate the 50th anniversary of the Kennedy assassination. ==See also== *List of U.S. political appointments that crossed party lines ==References== ==External links== *The Handbook of Texas Online * *Photos of John Connally *Oral History Interviews with John Connally, from the Lyndon Baines Johnson Library *Photos of Jonn Connally from University of Houston Digital Library * **Booknotes interview with James Reston Jr. on The Lone Star: The Life of John Connally, December 17, 1989. |- |- |- |- Category:1917 births Category:1993 deaths Category:20th-century American lawyers Category:20th-century American politicians Category:20th-century Methodists Category:American naval personnel of World War II Category:American United Methodists Category:Ranchers from Texas Category:American shooting survivors Category:American victims of crime Category:Burials at Texas State Cemetery Category:Deaths from pulmonary fibrosis Category:Democratic Party state governors of the United States Category:Governors of Texas Category:Military personnel from Texas Category:Nixon administration cabinet members Category:Politicians from Austin, Texas Category:People from Floresville, Texas Category:Politicians from Fort Worth, Texas Category:Politicians from Houston Category:Politicians from San Antonio Category:Recipients of the Legion of Merit Category:Texas Democrats Category:Texas Republicans Category:Methodists from Texas Category:United States Navy officers Category:United States Secretaries of the Navy Category:United States Secretaries of the Treasury Category:Candidates in the 1980 United States presidential election Category:University of Texas at Austin alumni Category:University of Texas School of Law alumni Category:Witnesses to the assassination of John F. Kennedy ",
    "title": "John Connally"
}