{
    "id": "300747",
    "text": "Bengie Molina of the Anaheim Angels (left) scores a run by touching home plate after rounding all the bases. In baseball, a run is scored when a player advances around first, second and third base and returns safely to home plate, touching the bases in that order, before three outs are recorded and all obligations to reach base safely on batted balls are met or assured. A player may score by hitting a home run or by any combination of plays that puts him safely \"on base\" (that is, on first, second, or third) as a runner and subsequently brings him home. The object of the game is for a team to score more runs than its opponent. The Official Baseball Rules hold that if the third out of an inning is a force out of a runner advancing to any base then, even if another baserunner crosses home plate before that force out is made, his run does not count. However, if the third out is not a force out, but a tag out, then if that other baserunner crosses home plate before that tag out is made, his run will count. In baseball statistics, a player who advances around all the bases to score is credited with a run (R), sometimes referred to as a \"run scored\". While runs scored is considered an important individual batting statistic, it is regarded as less significant than runs batted in (RBIs). Both individual runs scored and runs batted in are heavily context- dependent; however, the sabermetric statistic runs created provides a more sophisticated assessment of a player's contribution toward producing runs for his team. A pitcher is likewise assessed runs surrendered in his statistics, which differentiate between standard earned runs (for which the pitcher is statistically assigned full responsibility) and unearned runs scored due to fielding errors, which do not count in his personal statistics. Specifically, if a fielding error occurs which affects the number of runs scored in an inning, the Official Scorer – the official in-game statistician – in order to determine how many of the runs should be classified as earned, will reconstruct the inning as if the error had not occurred. For example, with two outs, suppose a runner reaches base because of a fielding error, and then the next batter hits a two-run home run, and then the following batter then makes the third out, ending the inning. If the inning is reconstructed without the error, and if that third batter, instead of reaching on an error, registered an out, the inning would have ended there without any runs scoring. Thus, the two runs that did score will be classified as unearned, and will not count in the pitcher's personal statistics. If a pitching substitution occurs while a runner is on base, and that runner eventually scores a run, the pitcher who allowed the player to get on base is charged with the run even though he was no longer pitching when the run scored. ==Examples== Below are examples of an un-counted run and a run scored. *With a runner on third and two outs, batter hits a ground ball to the second baseman. The runner on third races home. The second baseman fields the ball and throws on to the first baseman in time to get the batter on the force out at first for the third out of the inning. Even if the runner on third had touched home plate before that force out was made at first, his run would not count. *With a runner on third and two outs, batter hits a fly ball over centerfielder's head. It bounces several times as it rolls to the wall. The runner on third runs safely home and easily scores a run. Meanwhile, the batter safely reaches first, then tries to advance to second. The centerfielder, having retrieved the ball, throws the ball to the second baseman and the runner is tagged out as he slides into second. Since the runner stepped on home plate before the batter was tagged out at second for the third out of the inning, his run will count.Baseball Explained, by Phillip Mahony. McFarland Books, 2014. See www.baseballexplained.com ==Significant run scoring records== ===Player=== The career record for most runs scored by a major-league player is 2,295, held by Rickey Henderson (1979–2003). The season record for most runs scored is 198, set by Billy Hamilton of the Philadelphia Phillies in 1894. The so-called modern-day record (1900 and after) is 177, achieved by Babe Ruth of the New York Yankees in 1921. The record for most seasons leading one of the major leagues in runs scored is 8, held by Babe Ruth (American League: 1919–21, 1923, 1924, 1926–28). The record for most consecutive games with at least one run scored is 18, shared by the Yankees' Red Rolfe (August 9–August 25, 1939) and the Cleveland Indians' Kenny Lofton (August 15–September 3, 2000). The record for most runs scored by a player in a single game is 7, set by Guy Hecker of the American Association's Louisville Colonels on August 15, 1886. The modern-day record of 6 is shared by fourteen players (eight of whom attained it before 1900). Of the six modern-day players to score 6 runs in a game, the first to perform the feat was Mel Ott of the New York Giants on August 4, 1934 (he repeated the accomplishment ten years later, making him the only player ever to do it twice); the most recent was Shawn Green, then of the Los Angeles Dodgers, on May 23, 2002. ===Team=== The record for most runs scored by a major-league team during a single season is 1,212, set by the Boston Beaneaters (now the Atlanta Braves) in 1894. The modern-day record is 1,067, achieved by the New York Yankees in 1931. The team record for most consecutive games with at least one run scored (i.e., most consecutive games not being shut out) is 308, set by the Yankees between August 3, 1931, and August 2, 1933. The team record for most runs in its overall history (up until 2013) is the Chicago Cubs with 94,138. The record for most runs scored by a team in a single game is 36, set by the Chicago Colts (now the Chicago Cubs) against the Louisville Colonels (which joined the National League in 1892) on June 29, 1897. The modern-day record of 30 was set on August 22, 2007, by the Texas Rangers against the Baltimore Orioles. The National League record was set by the Atlanta Braves with 29 runs against the Miami Marlins on September 9, 2020. The highest combined score in a game is 49 runs on August 25, 1922, when the Chicago Cubs defeated the Philadelphia Phillies 26–23. The record for most runs scored by a team in a single inning is 18, set by the Chicago White Stockings (now the Chicago Cubs) against the Detroit Wolverines on September 6, 1883. The modern-day record is 17, achieved by the Boston Red Sox against the Detroit Tigers on June 18, 1953. ===Postseason=== The Los Angeles Dodgers scored 11 runs against the Atlanta Braves in game 3 in the first inning of the 2020 NLCS, the record for the most post-season runs in a single inning. ===World Series=== The Yankees' Mickey Mantle holds the record for most career World Series runs scored with 42 (1951–53, 1955–58, 1960–64). The record for most runs scored in a single World Series, shared by two players, is 10, achieved both times in a six-game Series: Reggie Jackson of the Yankees was the first to do it, in 1977; the Toronto Blue Jays' Paul Molitor equaled him in 1993. The most runs ever scored by a player in a World Series game is 4, a record shared by ten players. Babe Ruth set the mark on October 6, 1926, while with the Yankees; it was matched most recently by Albert Pujols of the St. Louis Cardinals in Game 3 of the 2011 World Series. On October 2, 1936, playing the New York Giants, the Yankees set the team record for most runs scored in a single Series game with 18. Players crossed the plate a record 29 times in the highest-scoring World Series game in history on October 20, 1993, as the Blue Jays beat the Phillies 15–14 at Veterans Stadium in Game 4 of the 1993 World Series. ==See also== *List of Major League Baseball career runs scored leaders *Run differential ==References== ==External links== *Yearly League Leaders and Records for Runs Scored. Baseball-Reference.com. Retrieved 2009-10-08. Category:Baseball rules Category:Baserunning statistics Category:Baseball terminology Category:Scoring (sport) ",
    "title": "Run (baseball)"
}