{
    "id": "300801",
    "text": "Halewood is a town in the Metropolitan Borough of Knowsley in Merseyside, England. It lies near the city of Liverpool's southeastern boundary, bordered by the suburbs of Netherley, Hunt's Cross and Woolton. Historically a part of Lancashire, Halewood originated as a small village that later became absorbed by residential development as a suburb of Liverpool. Between the 1950s and 1970s the area developed as a housing overspill for the city. Halewood's population during this time increased from just over 6,000 to over 19,000 people. At the 2001 Census, the population of the civil parish was 20,309, remaining similar at the 2011 Census. The combined population of Halewood's four local government wards was 29,217. == History == The township of Halewood lies between the old course of Ditton Brook in the north and Rams Brook in the south. Disputes over the manor lands of Halewood between the Ireland and Holland families began in the 13th Century and were to be ongoing for some time. The Ireland family had Hale, most of Halebank and part of North End, while the Holland family who were the superior lords, controlled most of North End and a portion of Halebank. However, the Hollands were based at a Hall in Halebank, while the Irelands’ main residence was the ‘Hutt’ within Halewood. By the 15th century Halewood was a separate township from Hale and in 1682 the manor of Halewood became part of the dower of Charlotte, Countess of Derby. Halewood once had a workhouse for the township's poor that opened in 1723. The workhouse was housed in a cottage rented from the Earl of Derby in 1722. It was run at a cost of 6d per annum, and had space for 40 people. It worked with other parts of the community to give aid to the homeless (‘vagrants’) and gave the poor a coal allowance and schooling. In 1839 the Chapel of St. Nicholas was built. It was later enlarged in 1847 and in 1868 St. Nicholas' Chapel become a rectory and a true Parish Church. A tower and bells were added to the church around 1883. St Nicholas' Church is Grade II listed and has 17 historically significant stained glass windows designed by William Morris (1834–1896), the English textile designer, poet, novelist, translator, and socialist activist, and Edward Burne-Jones. The church also has a Henry Willis organ installed in 1889. William Imrie, Liverpool shipowner who owned the White Star Line is buried in Halewood. Imrie died in 1906. A service was held at St Margaret’s Church and his body was laid with that of his wife in the family plot in the graveyard of St Nicholas Church. The church also has war memorial, erected in 1921. Halewood railway station opened in 1988. An earlier station, a few hundred metres further east, on Baileys Lane had closed in 1951. The original Halewood station opened 1874 and first appeared in the timetable in May that year. The railway line in Halewood passed on a three- arched sandstone viaduct. The station was high up on an embankment, and for this reason it was constructed from timber (unlike nearly all of the other CLC stations which were palatial brick structures). There are still a few pubs in Halewood: but the oldest remaining is the former Eagle & Child (c.1750) renamed The Reverend Plummer in late 2018. The pub is named after Reverend Canon F B Plummer, incumbent of St Nicholas Church 1902-26. He tragically lost three of his seven sons during the First World War. Halewood is home to the first war horse grave to be awarded heritage protection. Blackie was a war horse buried at the RSPCA Liverpool Animal Centre, Higher Road, Halewood in 1942. He served with the 275th Brigade Royal Field Artillery ‘A’ Battery – 55th West Lancashire Division in most of the major battles of the First World War, including Arras, the Somme Offensive and Ypres. Recognising the contribution Blackie made as a horse in service with the British Army during the First World War, his grave in Halewood became a grade II listed monument in 2017. == Car Factory == Halewood transmission plant. Halewood body and assembly facility was originally opened by Ford Motor Company in 1963, to build the then small-saloon Ford Anglia, reflecting pressure on Ford of Britain's principal plant at Dagenham. In March 1963, the Lord Mayor of Liverpool, Alderman David John Lewis, drove the first car - an Anglia de Luxe - off the production line at the £30m Ford plant. The first Ford Anglia to roll of the production line at Halewood was featured as the prize in a competition in the Liverpool Echo newspaper, which was won by a Mr Taylor. Mr Taylor could not drive and sold the car on. Fords bought the car back three years later and donated it to Liverpool City Museum, as World Museum was then known. The car is now housed at the Museum of Liverpool. Production of the Anglia ceased in 1967 and the Ford factory began work on the Escort, a car it would churn out through to the turn of the millennium. The Halewood plant was also used for assembling the Ford Corsair between the model's 1964 launch and 1969. Female machinists at Ford, Halewood downed tools and walked out in solidarity with their southern colleagues in Dagenham in 1968. In the 1960s the female machinists at Ford were classified within the company pay structure as grade B. That meant they were officially unskilled, despite having to pass tests in order to gain their employment. After years battling for recognition as skilled workers, they finally walked out, bringing car production to halt and becoming the focus of national news stories. == Economy == The Halewood plant, which is in Speke, L24 9BJ, is now home to the Jaguar Land Rover Body & Assembly facility, which produces the Land Rover Discovery Sport, Range Rover Evoque and until Friday 18 December 2009 the Jaguar X-Type. On the same site is a large factory owned by Getrag which produces gearboxes for amongst others the Ford Transit, Ford Fiesta and the Land Rover Defender. There is also the Eli Lilly Factory which produces pharmaceuticals. Liverpool City Council have built a new training ground and youth academy for Everton Football Club on the edge of Halewood called Finch Farm. ===Regeneration efforts=== Following significant regeneration efforts since 2004, Halewood has turned a corner. Crime has reduced, the performance of local schools has drastically improved (with Halewood Centre for Learning topping the local authority league tables). New housing developments have created high quality housing which has resulted in an influx of professionals. The old sports centre, Bridgefield Forum, has been knocked down and replaced with the state of the art Halewood Leisure Centre. Other housing communities such as Okell Drive and surrounding areas and housing close to the original Halewood village are also thriving. Halewood's largest employer is the Jaguar Land Rover factory. In 2012 Halewood’s old Raven Court shopping centre was replaced with a 7 million pound shopping centre with new shops including Aldi, Iceland, Card Factory, Tesco Express, Barnardos, Ladbrokes and a newsagent. Halewood Park Triangle is Halewood's main public park, securing Green Flag Award in 2011. Consisting largely of mature woodland, with ponds, meadow habitat and heathland remnants, the Park is a designated Local Wildlife Site. Its layout is closely linked to its railway history. It formed part of the Liverpool Loop Line and the Transpennine Trail now follows the route leading southwards to Halewood Doorstep Green. On the abolition of the administrative county of Lancashire in 1974, the urban district was also abolished and its former area was transferred to Merseyside to be combined with that of other districts to form the present-day metropolitan borough of Knowsley. The Knowsley borough was formed on 1 April 1974 by the merger of, Huyton-with-Roby Urban District, Kirkby Urban District and Prescot Urban District, along with most of Whiston Rural District (of which Halewood was part) and a small part of West Lancashire Rural District, all from the administrative county of Lancashire. The Garston and Halewood constituency was created in 2010 represented in the House of Commons of the UK Parliament since 2010 by Maria Eagle of the Labour Party. == Notable people == George Harrison, MBE who achieved international fame as the lead guitarist of the Beatles, lived in Halewood with his family between 1962 and 1965. Steve McMahon, the former Everton and Liverpool F.C. midfielder, was born in Halewood. Aaron Cresswell, an English professional footballer who plays as a left back for Premier League club West Ham United and the English national team was born and raised in Halewood. Halewood born Katarina Johnson-Thompson is an English track and field athlete specialising in the heptathlon and pentathlon. Mary Peters was born in Halewood. In the 1972 Summer Olympics in Munich, Peters competing for Great Britain and Northern Ireland won the gold medal in the women's pentathlon. Christine Mcguinness, wife of Paddy McGuinness, model, former Miss Liverpool, and guest star on the reality TV show The Real Houswives of Cheshire, based on The Real Housewives franchise is from Halewood. Playwright Fred Lawless spent most of his childhood in Halewood and attended St. Mark's Primary School in Leathers Lane. Edward Whitley was a solicitor and Conservative politician who resided at The Grange, Halewood. Whitley was major of Liverpool in 1868. He sat in the House of Commons from 1880 to 1892. In 1880 Whitley was elected as one of three Members of Parliament (MPs) for Liverpool. He was then elected MP for Everton between 1885 and 1892. There is a statue of Whitley St George's Hall, Liverpool. In the sciences, one Halewood family produced two Fellows of the Royal Society: John Hilton Grace, a mathematician; and his nephew, Alan Robertson, an animal geneticist. The Grace family lived at Okells Farm and Court Farm. ==See also== *Listed buildings in Halewood ==References== ==External links== *Halewood Town Council * Halewood Local History Pages *Halewood College Category:Towns and villages in the Metropolitan Borough of Knowsley Category:Towns in Merseyside Category:Civil parishes in Merseyside ",
    "title": "Halewood"
}