{
    "id": "300827",
    "text": "Stockport is a large market and industrial town in the Metropolitan Borough of Stockport in Greater Manchester, England, south-east of Manchester city centre, north of Macclesfield, east of Trafford and south-west of Tameside, where the River Goyt and Tame merge to create the River Mersey. It is the largest town in the metropolitan borough of the same name. Most of the town is within the boundaries of the historic county of Cheshire, with the area to the north of the Mersey in the historic county of Lancashire. Stockport in the 16th century was a small town entirely on the south bank of the Mersey, known for the cultivation of hemp and manufacture of rope. In the 18th century, the town had one of the first mechanised silk factories in the British Isles. However, Stockport's predominant industries of the 19th century were the cotton and allied industries. Stockport was also at the centre of the country's hatting industry, which by 1884 was exporting more than six million hats a year; the last hat works in Stockport closed in 1997. Dominating the western approaches to the town is the Stockport Viaduct. Built in 1840, the viaduct's 27 brick arches carry the mainline railways from Manchester to Birmingham and London over the River Mersey. This structure featured as the background in many paintings by L. S. Lowry. ==History== The River Tame (left) and the River Goyt (right) meeting to form the Mersey ===Toponymy=== Stockport was recorded as \"Stokeport\" in 1170. The currently accepted etymology is Old English port, a market place, with stoc, a hamlet (but more accurately a minor settlement within an estate); hence, a market place at a hamlet. Older derivations include stock, a stockaded place or castle, with port, a wood, hence a castle in a wood. The castle probably refers to Stockport Castle, a 12th-century motte-and-bailey first mentioned in 1173. Other derivations are based on early variants such as Stopford and Stockford. There is evidence that a ford across the Mersey existed at the foot of Bridge Street Brow. Stopford retains a use in the adjectival form, Stopfordian, for Stockport-related items, and pupils of Stockport Grammar School style themselves Stopfordians. By contrast, former pupils of Stockport School are known as Old Stoconians. Stopfordian is used as the general term, or demonym used for people from Stockport, much as someone from London would be a Londoner. Stockport has never been a sea or river port as the Mersey is not navigable here; in the centre of Stockport the river has been culverted and the main shopping street, Merseyway, built above it. ===Early history=== The earliest evidence of human occupation in the wider area are microliths from the hunter-gatherers of the Mesolithic period (the Middle Stone Age, about 8000–3500 BC) and weapons and stone tools from the Neolithic period (the New Stone Age, 3500–2000 BC). Early Bronze Age (2000–1200 BC) remains include stone hammers, flint knives, palstaves (bronze axe heads), and funerary urns; all finds were chance discoveries, not the results of systematic searches of a known site. There is a gap in the age of finds between about 1200 BC and the start of the Roman period in about 70 AD, which may indicate depopulation, possibly due to a poorer climate. Despite a strong local tradition, there is little evidence of a Roman military station at Stockport. It is assumed that roads from Cheadle to Ardotalia (Melandra) and Manchester to Buxton crossed close to the town centre. The preferred site is at a ford over the Mersey, known to be paved in the 18th century, but it has never been proved that this or any roads in the area are Roman. Hegginbotham reported (in 1892) the discovery of Roman mosaics at Castle Hill (around Stockport market) in the late 18th century, during the construction of a mill, but noted it was \"founded on tradition only\"; substantial stonework has never been dated by modern methods. However, Roman coins and pottery were probably found there during the 18th century. A cache of coins dating from 375–378 AD may have come from the banks of the Mersey at Daw Bank; these were possibly buried for safekeeping at the side of a road. Six coins from the reigns of the Anglo-Saxon English Kings Edmund (reigned 939–946) and Eadred (reigned 946–955) were found during ploughing at Reddish Green in 1789. There are contrasting views about the significance of this; Arrowsmith takes this as evidence for the existence of a settlement at that time, but Morris states the find could be \"an isolated incident\". The small cache is the only Anglo-Saxon find in the area. However, the etymology Stoc- port suggests inhabitation during this period. ===Medieval and early modern period=== The Three Shires, built in 1580, now TPD Wealth Management Ltd. No part of Stockport appears in the Domesday Book of 1086. The area north of the Mersey was part of the hundred of Salford, which was poorly surveyed. The area south of the Mersey was part of the Hamestan hundred. Cheadle, Bramhall, Bredbury, and Romiley are mentioned, but these all lay just outside the town limits. The survey includes valuations of the Salford hundred as a whole and Cheadle for the times of Edward the Confessor, just before the Norman invasion of 1066, and the time of the survey. The reduction in value is taken as evidence of destruction by William the Conqueror's men in the campaigns generally known as the Harrying of the North. The omission of Stockport was once taken as evidence that destruction was so complete that a survey was not needed. Arrowsmith argues from the etymology that Stockport may have still been a market place associated with a larger estate, and so would not be surveyed separately. The Anglo-Saxon landholders in the area were dispossessed and the land divided amongst the new Norman rulers. The first borough charter was granted in about 1220 and was the only basis for local government for six hundred years. A castle held by Geoffrey de Costentin is recorded as a rebel stronghold against Henry II in 1173–1174 when his sons revolted. There is an incorrect local tradition that Geoffrey was the king's son, Geoffrey II, Duke of Brittany, who was one of the rebels.See for the traditional view; and for the refutation. Dent gives the size of the castle as about , and suggests it was similar in pattern to those at Pontefract and Launceston. The castle was probably ruinous by the middle of the 16th century, and in 1642 it was agreed to demolish it. Castle Hill, possibly the motte, was levelled in 1775 to make space for Warren's mill, see below. Nearby walls, once thought to be either part of the castle or of the town walls, are now thought to be revetments to protect the cliff face from erosion. The regicide John Bradshaw (1602–1659) was born at Wibersley, in the parish of Stockport, baptised in the parish church and attended Stockport Free School. A lawyer, he was appointed lord president of the high court of justice for the trial of King Charles I in 1649. Although he was dead by the time of the Restoration in 1660, his body was brought up from Westminster Abbey and hanged in its coffin at Tyburn.ODNB entry: Retrieved 30 January 2012. Subscription required A satirical print from 1784 of Jonathan Thatcher a Cheshire farmer riding his cow to Stockport market in protest at Pitt the Younger's 1784 budget introducing taxes on horse ownership Stockport bridge has been documented as existing since at least 1282. During the English Civil War the town was supportive of Parliament and was garrisoned by local militias of around 3000 men commanded by Majors Mainwaring and Duckenfield. Prince Rupert advanced on the town on 25 May 1644, with 8-10,000 men and 50 guns, with a brief skirmish at the site of the bridge, in which Colonel Washington's Dragoons led the Royalist attack. Rupert continued his march via Manchester and Bolton to meet defeat at Marston Moor near York.The Great Civil War in Lancashire, 1642-1651, Ernest Broxap, Manchester University Press, 1973, Great Britain, p117 Stockport bridge was pulled down in 1745 and trenches were additionally dug in the fords to try to stop the Jacobite army of Charles Edward Stuart as they marched through the town on the way to Derby. The vanguard was shot at by the town guard and a horse was killed.Stockport Through Time, Coral Dranfield, Amberley Publishing Limited, 10 September 2013 The army also passed through Stockport on their retreat back from Derby to Scotland. One of the legends of the town is that of Cheshire farmer, Jonathan Thatcher, who, in a 1784 demonstration against taxation, avoided Pitt the Younger's saddle tax on horses by riding to market at Stockport on an ox.Gentleman's Magazine and Historical Review, Volume 59, Part 2, p1210, 1789 The incident is also celebrated in 'The Glass Umbrella' in St Petersgate Gardens, one of the works on Stockport's Arts Trail. ===Industrialisation=== The Stockport railway viaduct over the River Mersey Stockport Hatworks in 2012 Hatmaking was established in north Cheshire and south-east Lancashire by the 16th century. From the 17th century Stockport became a centre for the hatting industry and later the silk industry. Stockport expanded rapidly during the Industrial Revolution, helped particularly by the growth of the cotton manufacturing industries. However, economic growth took its toll, and 19th century philosopher Friedrich Engels wrote in 1844 that Stockport was \"renowned as one of the duskiest, smokiest holes\" in the whole of the industrial area. Stockport was one of the prototype textile towns. In the early 18th century, England was not capable of producing silk of sufficient quality to be used as the warp in woven fabrics. Suitable thread had to be imported from Italy, where it was spun on water-powered machinery. In about 1717 John Lombe travelled to Italy and copied the design of the machinery. On his return he obtained a patent on the design, and went into production in Derby. When Lombe tried to renew his patent in 1732, silk spinners from towns including Manchester, Macclesfield, Leek, and Stockport successfully petitioned parliament to not renew the patent. Lombe was paid off, and in 1732 Stockport's first silk mill (the first water-powered textile mill in the north-west of England) was opened on a bend in the Mersey. Further mills were opened on local brooks. Silk weaving expanded until in 1769 two thousand people were employed in the industry. By 1772 the boom had turned to bust, possibly due to cheaper foreign imports; by the late 1770s trade had recovered. The cycle of boom and bust would continue throughout the textile era. The combination of a good water power site (described by Rodgers as \"by far the finest of any site within the lowland\" [of the Manchester region]) and a workforce used to textile factory work meant Stockport was well placed to take advantage of the phenomenal expansion in cotton processing in the late 18th century. Warren's mill in the market place was the first. Power came from an undershot water wheel in a deep pit, fed by a tunnel from the River Goyt. The positioning on high ground, unusual for a water powered mill, contributed to an early demise, but the concept of moving water around in tunnels proved successful, and several tunnels were driven under the town from the Goyt to power mills. In 1796, James Harrisson drove a wide cut from the Tame which fed several mills in the Park, Portwood.; Ashmore (1975). Other water-powered mills were built on the Mersey. The town was connected to the national canal network by the of the Stockport branch of the Ashton Canal opened in 1797 which continued in use until the 1930s. Much of it is now filled in, but there is an active campaign to re-open it for leisure uses. In the early 19th century, the number of hatters in the area began to increase, and a reputation for quality work was created. The London firm of Miller Christy bought out a local firm in 1826, a move described by Arrowsmith as a \"watershed\". By the latter part of the century hatting had changed from a manual to a mechanised process, and was one of Stockport's primary employers; the area, with nearby Denton, was the leading national centre. Support industries, such as blockmaking, trimmings, and leatherware, became established. Stockport Armoury was completed in 1862. The First World War cut off overseas markets, which established local industries and eroded Stockport's eminence. Even so, in 1932 more than 3000 people worked in the hatting industry, making it the third biggest employer after textiles and engineering. The depression of the 1930s and changes in fashion greatly reduced the demand for hats, and the demand that existed was met by cheaper wool products made elsewhere, for example the Luton area. In 1966, the largest of the region's remaining felt hat manufacturers, Battersby & Co, T & W Lees, J. Moores & Sons, and Joseph Wilson & Sons, merged with Christy & Co to form Associated British Hat Manufacturers, leaving Christy's and Wilson's (at Denton) as the last two factories in production. The Wilson's factory closed in 1980, followed by the Christy's factory in 1997, bringing to an end over 400 years of hatting in the area. The industry is commemorated by the UK's only dedicated hatting museum, Hat Works. Battersby Hat Works c. 1910 ====Recent history==== Houldsworth Mill, Reddish Since the start of the 20th century Stockport has moved away from being a town dependent on cotton and its allied industries to one with a varied base. It makes the most of its varied heritage attractions, including a national museum of hatting, a unique system of Second World War air raid tunnel shelters in the town centre, and a late medieval merchants' house on the 700-year-old Market Place. In 1967, the Stockport air disaster occurred, when a British Midland Airways C-4 Argonaut aeroplane crashed in the Hopes Carr area of the town, resulting in 72 deaths among the passengers and crew. On 23 November 1981, an F1/T2 tornado formed over Cheadle Hulme and subsequently passed over Stockport town centre, causing some damage to the town centre and surrounding areas. Stockport Metropolitan Borough Council has embarked on an ambitious regeneration scheme, known as Future Stockport. The plan is to bring more than 3000 residents into the centre of the town, and revitalise its residential property and retail markets in a similar fashion to the nearby city of Manchester. Many ex-industrial areas around the town's core will be brought back into productive use as mixed-use residential and commercial developments. Property development company FreshStart Living has been involved in redeveloping a former mill building in the town centre, St Thomas Place. The company plan to transform the mill into 51 residential apartments as part of the regeneration of Stockport. ==Governance== Stockport Town Hall ===Civic history=== Stockport was a township mostly within the Macclesfield Hundred within the historic county of Cheshire with a small part on the north side of the Mersey in Lancashire. The Municipal Corporations Act 1835 made Stockport a municipal borough divided into six wards with a council consisting of 14 aldermen and 42 councillors. Under the terms of the Poor Law Amendment Act 1834, Stockport Poor Law Union was established on 3 February 1837 and was responsible for an area covering 16 parishes with a total population of 68,906. Stockport Union built a workhouse at Shaw Heath in 1841. In 1888, its status was raised to County Borough, becoming the County Borough of Stockport. In 1974, under the Local Government Act 1972, Stockport amalgamated with neighbouring districts to form the Metropolitan Borough of Stockport in the metropolitan county of Greater Manchester. In 1986, Greater Manchester County Council was abolished and Stockport Metropolitan Borough Council assumed many of its functions, effectively becoming a unitary authority. In 2011, Stockport bid for city status as part of the 2012 Queen's Diamond Jubilee celebrations but was unsuccessful. ===Parliamentary representation=== There are four parliamentary constituencies in the Stockport Metropolitan Borough: Stockport, Cheadle, Hazel Grove, and Denton and Reddish. Stockport has been represented by the Labour MP Nav Mishra since 2019. Mary Robinson has been the Conservative MP for Cheadle since 2015; and William Wragg has been the Conservative MP for Hazel Grove since 2015. The constituency of Denton and Reddish bridges Stockport and Tameside; the current member is Andrew Gwynne for the Labour Party. === Council === There are 21 electoral wards in Stockport, each with three councillors, giving a total of 63 councillors with one-third elected three years out of four. {| class=\"wikitable\" |+Party political make-up of Stockport Council ! style=\"background:#ccc\" rowspan=\"2\" | ! style=\"background:#ccc\" rowspan=\"2\" | Party ! style=\"background:#ccc\" colspan=\"4\" | Seats ! style=\"background:#ccc\" colspan=\"63\" rowspan=\"2\" | Current Council (March 2018) |- ! style=\"background:#ccc\" | 2014 ! style=\"background:#ccc\" | 2015 ! style=\"background:#ccc\" | 2016 ! style=\"background:#ccc\" | As of March 2018 |- | style=\"background:#DC241F\" | | Labour | style=\"text-align: right\" | 22 | style=\"text-align: right\" | 21 | style=\"text-align: right\" | 23 | style=\"text-align: right\" | 23 | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | style=\"background:#DC241F\" | | | | | | | | | | | | | |- | style=\"background:#FDBB30\" | | Liberal Democrats | style=\"text-align: right\" | 28 | style=\"text-align: right\" | 26 | style=\"text-align: right\" | 23 | style=\"text-align: right\" | 21 | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | style=\"background:#FDBB30\" | | | | | | | | | | | | | | | |- | style=\"background:#0087DC\" | | Conservative | style=\"text- align: right\" | 10 | style=\"text-align: right\" | 13 | style=\"text-align: right\" | 14 | style=\"text-align: right\" | 14 | style=\"background:#0087DC\" | | style=\"background:#0087DC\" | | style=\"background:#0087DC\" | | style=\"background:#0087DC\" | | style=\"background:#0087DC\" | | style=\"background:#0087DC\" | | style=\"background:#0087DC\" | | style=\"background:#0087DC\" | | style=\"background:#0087DC\" | | style=\"background:#0087DC\" | | style=\"background:#0087DC\" | | style=\"background:#0087DC\" | | style=\"background:#0087DC\" | | style=\"background:#0087DC\" | | | | | | | | | | | | | | | | | | | | | | |- | style=\"background:#66CC00\" | | Heald Green Ratepayers | style=\"text-align: right\" | 3 | style=\"text-align: right\" | 3 | style=\"text-align: right\" | 3 | style=\"text-align: right\" | 3 | style=\"background:#66CC00\" | | style=\"background:#66CC00\" | | style=\"background:#66CC00\" | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | |- | style=\"background:#C0C0C0\" | | Independent | style=\"text-align: right\" | 0 | style=\"text-align: right\" | 0 | style=\"text-align: right\" | 0 | style=\"text-align: right\" | 2 | style=\"background:#C0C0C0\" | | style=\"background:#C0C0C0\" | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | |} ==Geography== At (53.408°, −2.149°) Stockport is on elevated ground, south-east of Manchester city centre, at the confluence of the rivers Goyt and Tame, creating the River Mersey. It shares a common boundary with the City of Manchester. Stockport stands on Permian sandstones and red Triassic sandstones and mudstones, mantled by thick deposits of till and pockets of sand and gravel deposited by glaciers at the end of the last glacial period, some 15,000 years ago. To the extreme east is the Red Rock fault, and the older rocks from the Upper Carboniferous period surface. An outcrop of Coal Measures extends southwards through Tameside and into Hazel Grove. To the east, the sandstones and shales of Millstone Grit are present as outcrops on the upland moors of Dark Peak and South Pennines, and, to the south, are the limestones of the White Peak. {| | |} ==Demography== {| class=\"wikitable\" style=\"float: right; margin-left: 2em; width: 40%; font-size: 90%;\" cellspacing=\"3\" |- !colspan=4|Stockport Compared |- |2001 UK census||Stockport||Stockport MB Retrieved on 17 August 2008. • Retrieved on 17 August 2008.||England |- |Total population||136,082||284,528||49,138,831 |- |White||95.5%||95.7%||91% |- |Asian||2.0%||2.1%||4.6% |- |Black||0.5%||0.4%||2.3% |- |Christian||74.9%||75.4%||72% |- |Muslim||1.8%||1.8%||3.1% |- |No religion||15.3%||14.2%||15% |} At the 2001 UK census, Stockport had a population of 136,082. The 2001 population density was 11,937 per mi² (4,613 per km2), with a 100 to 94.0 female-to-male ratio. Of those over 16 years old, 32% were single (never married) and 50.2% married. Stockport's 58,687 households included 33.1% one-person, 33.7% married couples living together, 9.7% were co-habiting couples, and 10.4% single parents with their children, these figures were similar to those of Stockport Metropolitan Borough and England. • Retrieved on 17 August 2008. Of those aged 16–74, 29.2% had no academic qualifications, significantly higher than that of 25.7% in all of Stockport Metropolitan Borough but similar to the whole of England average at 28.9%. Although suburbs such as Woodford, Bramhall and Hazel Grove rank amongst the wealthiest areas of the United Kingdom and 45% of the borough is green space, districts such as Edgeley, Adswood, Shaw Heath and Brinnington suffer from widespread poverty and post-industrial decay. In the north-west of the borough are the prosperous areas of Heaton Moor and Heaton Mersey, which together with Heaton Chapel and Heaton Norris comprise the so-called Four Heatons. ===Population change=== ==Economy== Stockport covered market in 2008 Stockport's principal commercial district is the town centre, with branches of most high-street stores to be found in the Merseyway Shopping Centre or The Peel Centre. Redrock Stockport has a ten-screen cinema, bars and several restaurants. Stockport is from Manchester, making it convenient for commuters and shoppers. In 2008, the council's £500 million plans to redevelop the town centre were cancelled after construction company Lend Lease Corporation pulled out of the project, blaming the credit crunch. More recently work has begun with talks of a metrolink to Manchester, redevelopment of the old bus station amongst many old buildings becoming luxury apartments. Also many roadworks to deal with the intended growth from the development. Interior of Market Hall ==Landmarks== Underbank Hall Stockport Town Hall, designed by Sir Alfred Brumwell Thomas, has a ballroom described by John Betjeman as \"magnificent\" which contains the largest Wurlitzer theatre organ in Britain. The war memorial and art gallery are on Greek Street, opposite the town hall. Underbank Hall is a Grade II* listed late 16th-century timber framed building which was the townhouse of the Arderne family from Bredbury who occupied it until 1823. Since 1824, it has been used as a bank and its main banking hall lies behind the 16th-century structure and dates from 1915. Stockport Viaduct is high, and carries four railway tracks over the River Mersey on the line to Manchester Piccadilly. The viaduct built of 11,000,000 bricks, a major feat of Victorian engineering, was completed in 21 months at a cost of £70,000. The structure is Grade II* listed. Beside the M60 motorway is the Stockport Pyramid, a distinctive structure designed by Christopher Denny from Michael Hyde and Associates. It has a steel frame covered with mostly blue glass and clear glass paneling at the apex and was intended to be the signature building for a much larger development planned in 1987. Construction began in the early 1990s and it was completed in 1992 but an economic downturn caused the project to be abandoned as the developers went into administration. The building lay empty until 1995 when The Co-operative Bank repossessed it and opened it as a call centre. Vernon Park, to the east towards Bredbury, was opened on 20 September 1858 on the anniversary of the Battle of Alma in the Crimean War. It was named after Lord Vernon who presented the land to the town. St Elisabeth's Church, Reddish and the model village are parts a mill community designed in the main by Alfred Waterhouse for workers of Houldsworth Mill, which was once the largest cotton mill in the world. ==Transport== Stockport bus station and Stockport Viaduct ===Road=== The Manchester orbital M60 motorway and the A6, which connects Carlisle with Luton, cross at Stockport. ===Railway=== Stockport railway station is a principal station on the Manchester spur of the West Coast Main Line. It is served by Avanti West Coast, CrossCountry, East Midlands Railway, Northern Trains, TransPennine Express and Transport for Wales services. Stockport Tiviot Dale station also served the town centre between 1865 and 1967, lying on routes from Manchester Central to Liverpool, Derby and Sheffield. Most of the station site now lies under the M60 motorway. ===Air=== Manchester Airport, the busiest in the UK outside London, is south- west of the town, which lies under the airport's flightpath. Historically known as Ringway airport, the area formed part of the Stockport Metropolitan Borough until it transferred to Manchester. ===Bus=== Stockport bus station, which serves as a terminus for many services across the borough, is one of the largest and busiest bus stations in Greater Manchester. Frequent services to Manchester city centre are provided by Stagecoach Manchester's high frequency 192 service, which also connects the town centre with Stepping Hill Hospital and Hazel Grove. Buses 7A, 7B and 330 run between Stockport and Ashton-under- Lyne. Buses 11 and 11A run between Stockport and Altrincham. Buses 23 and 25 run between Stockport and the Trafford Centre. Buses 42, 197 and 203 run between Stockport and Manchester city centre. Buses 191 and X92 run between Manchester city centre and Hazel Grove. Bus 199 runs between Buxton and Manchester Airport, via Stockport. Bus 313 runs between Stockport and Manchester Airport, via Adswood and Cheadle Hulme. Buses 314 and 384 run between Stockport and Offerton. Buses 322 and 324 run between Stockport and Haughton Green. Bus 323 runs between Stockport and Heaton Mersey. Bus 327 runs between Stockport and Denton, via Brinnington and Portwood. Bus 328 runs between Stockport and Adswood, via Edgeley. Buses 358 and 360 run between Stockport and Hayfield. Bus 364 runs between Stockport and Heaton Moor, via Woodbank Park and Bosden Farm. Bus 368 runs between Stockport and Wythenshawe Hospital, via Adswood, Heald Green and Wythenshawe. Bus 374 runs between Stockport and Hazel Grove. Bus 375 runs between Stockport and Mellor, via Marple, Offerton and Stepping Hill Hospital. Bus 378 runs between Stockport and Cheadle Hulme. Bus 378A runs between Stockport and Grove Lane, via Cheadle Hulme. Bus 379 runs between Stockport and Heald Green, via Cheadle Hulme. Bus 382 runs between Stockport and Woodley, via Bredbury and Romiley. Bus 383 runs between Stockport and Bredbury, via Offerton, Marple, Romiley and Harrytown. Buses 391 and 392 run between Stockport and Macclesfield. Bus X5 runs between Stockport and Sale, via Sale Moor and Sharston. ==Education== Stockport College is based in the town centre. Also Stockport is home to Stockport Grammar School, established in 1487, one of the oldest in the north-west of England. ==Religion== St Mary's Church, the town's oldest place of worship, was the centre of a large ecclesiastical parish covering Bramhall, Bredbury, Brinnington, Disley, Dukinfield, Hyde, Marple, Norbury, Offerton, Romiley, Stockport Etchells, Torkington and Werneth. Chapels and churches were built in those townships and the parish today covers a much smaller area. Parts of the church, situated by the market place, date to the early 14th century and it houses the Stockport Heritage centre, run by volunteers on market days. The church is Grade I listed. In the town are the Grade II listed Roman Catholic St Joseph's Church and Our Lady and the Apostles Church.Stockport - St Joseph from English Heritage, retrieved 4 February 2016[http://taking- stock.org.uk/Home/Dioceses/Diocese-of-Shrewsbury/Stockport-Our-Lady-and-the- Apostles/ Stockport - Our Lady and the Apostles from English Heritage, retrieved 4 February 2016 ==Culture== Staircase House Stockport's museums include the Hat Works in Wellington Mill, a former hat factory, and Stockport Air Raid Shelters in the tunnels dug in the Second World War to protect inhabitants in air raids. Staircase House, a Grade II* listed medieval townhouse, houses the Stockport Story Museum. The Plaza is a Grade II* listed Super Cinema and Variety Theatre built in 1932. It is the last venue of its kind operating in its original format, making it of international significance. In 2018, a new leisure complex opened called Redrock Stockport providing facilities including a cinema, restaurants, bars and a gym. In the same year, it was named by Building Design magazine as the \"worst new building\" in its annual Carbuncle Cup competition. Strawberry Studios at No. 3 Waterloo Road was a recording studio from 1968 to 1993, partly owned and used extensively by 10cc, as well as many other major artists including Joy Division, Neil Sedaka, Barclay James Harvest, The Smiths, The Stone Roses, Paul McCartney and St Winifred's School Choir. Local writer Simon Stephens' play Port is set in and around Stockport. The play has been performed at the National Theatre, London. The painter Alan Lowndes featured Stockport scenes in his work. The indie pop band Blossoms are from Stockport. The indie rock band Derailer are also from Stockport Paul Eastham, the front man of folk rock band COAST, was born in Stockport in July 1981 at Stepping Hill Hospital. Claire Foy, an actress who is best known for her main role in The Crown as Queen Elizabeth II, was born in Stockport in April 1984 at Stepping Hill Hospital The BBC Radio comedy programme \"Stockport, so good they named it once\" was set in the town. Two series were recorded. The singer Barb Jungr released an album entitled \"Stockport to Memphis\" in 2012 inspired by her memories of 1960s Stockport. The 18th century composer and organist of the Manchester Collegiate Church (later Manchester Cathedral), John Wainwright, composed the hymn tune, \"Yorkshire (Stockport)\", to the Christmas hymn, \"Christians Awake, Salute the Happy Morn\", by John Byrom. ==Sport== ===Athletics=== Stockport has three athletics clubs: Manchester Harriers & AC, Stockport Harriers & AC and DASH Athletics Club. Manchester Harriers train at William Scholes' Playing Fields in Gatley and they organise highly regarded schools cross country races throughout the winter. Stockport Harriers are based at Woodbank Park in Offerton; they have several international middle- distance and endurance athletes including Andy Nixon. DASH Athletics Club are the newest club in Stockport based at both Hazel Grove Recreation Centre and the Manchester Regional Arena at Sportcity in Manchester. In 2006, DASH AC Coach Geoff Barratt was UK Athletics' Development Coach of the Year and, in 2007, the club won England Athletics North West Junior Club and North West Overall Club of the Year accolades. Edgeley Park, home of Stockport County F.C. ===Football=== Stockport County F.C. play in the National League (division). The club was formed in 1883 as Heaton Norris Rovers, changing its name to Stockport County in 1890 to reflect the town's status as a county borough. It joined the Football League in 1900. Its most successful season was the 1996–97 season, when it reached the Football League Cup semi-finals and won promotion to Division One. Stockport's second team, Stockport Town F.C., play in the NWCFL Division One and are based in Woodley. Stockport Sports F.C. (formerly Woodley Sports) was another non-League football club that played in the town. In their final season, the club competed in the NWCFL Premier Division before dissolving in 2015, due to a breach of numerous league rules. ===Lacrosse=== Stockport Lacrosse Club which plays at Stockport Cricket Club, Cale Green, was founded in 1876 and its first match was played as Shaw Heath Villa. It is reputed to be the oldest club in the world and has men's, ladies' and junior teams. There are lacrosse clubs at Norbury (Hazel Grove) Cheadle, Cheadle Hulme, Heaton Mersey, Heaton Mersey Guild (now merged with Manchester Waconians) N and Mellor. Stockport Grammar School Old Boys (Old Stopfordians) merged with Norbury in 2013. Edgeley Park hosted the 1978 Lacrosse World Cup. ===Rugby league=== When the rugby football schism occurred in 1895, Stockport RFC, founded in 1895, became a founder member of the Northern Rugby Football Union (now Rugby Football League). Stockport played for eight seasons from the 1895–96 season to the end of 1902–1903 season, the latter two seasons played at Edgeley Park, the club finished 17th of 22 in the initial combined league, then 5th, 11th, 11th, 9th, 12th, 6th, in the 14-club Lancashire Senior Competition, and then 18th of 18 in Division 2 of the recombined league, after which it withdrew from the Northern Rugby Football Union. ===Rugby union=== Sale Sharks Rugby Union Club played at Edgeley Park from 2002 to 2012, when they moved to the AJ Bell Stadium in Barton-upon-Irwell. ===Swimming=== Stockport Metro Swimming Club, based at Grand Central Pools, is the most successful British swimming club over the last three Olympic Games. Stockport Metro swimmers have claimed 50% of British swimming's medal haul. At the 1996 Summer Olympics in Atlanta, Graeme Smith won bronze in the 1500m freestyle, and, at the 2004 Summer Olympics in Athens, Steve Parry won bronze in the 200m butterfly. Most recently, at the 2008 Summer Olympics in Beijing, Keri-anne Payne and Cassie Patten won silver and bronze, respectively, in the 10 km open water swim. ===Tennis=== Stockport is the birthplace of former World No.1 tennis player Fred Perry; winner of 8 Grand Slam singles titles, 2 Pro Slams singles titles, 2 doubles titles and 4 mixed-double titles. He was the first person to complete a Career Grand Slam and also won the Davis Cup on four consecutive occasions (1933-1936). Liam Broady and his sister Naomi Broady, the tennis professionals, were born in Stockport, attending Tithe Barn and then Priestnall School. ==Youth organisations== The former Stockport Lads Club building on Wellington Street The Stockport area is covered by several different cadet units. A unit of Sea Cadet Corps based near the Pear Mill Industrial Estate and several squadrons of the Air Training Corps, based on the A6 opposite St George's Church and others on Reddish Road in South Reddish. Stockport also has a youth council, Stockport Youth Partnership, which is based in Grand Central. ==Twin towns== Stockport is twinned with: * Béziers 25px, France (1972) * Heilbronn, Germany (1982) * Dodge City, United States (2002) ==Freedom of the Borough== The following people and military units have received the Freedom of the Borough of Stockport. ===Individuals=== * Fred Perry: 1934. * Christopher Finney GC: 5 September 2007. ===Military units=== * The Cheshire Regiment: 1969.http://democracy.stockport.gov.uk/mgConvert2PDF.aspx?ID=57043 * 1st Battalion The Mercian Regiment: 11 November 2010. ==See also== *List of people from Stockport *List of mills in Stockport *Listed buildings in Stockport *Healthcare in Greater Manchester ==References== ===Bibliography=== * * * * * * * * * * * ==Further reading== * * * * * * * * ==External links== *Stockport Council * Category:Towns in Greater Manchester Category:Market towns in Greater Manchester Category:Unparished areas in Greater Manchester Category:Geography of the Metropolitan Borough of Stockport ",
    "title": "Stockport"
}