{
    "id": "300930",
    "text": "Peter of Verona (1206 – April 6, 1252), also known as Saint Peter Martyr and Saint Peter of Verona, was a 13th-century Italian Catholic priest. He was a Dominican friar and a celebrated preacher. He served as Inquisitor in Lombardy, was killed by an assassin, and was canonized as a Catholic saint 11 months after his death, making this the fastest canonization in history. ==Biography== Thomas Agni of Leontino, Dominican archbishop of Cosenza, and later patriarch of Jerusalem, was the first to write a biography of Peter of Verona. He lived for many years with Peter of Verona and had been his superior.\"Saint Peter of Verona\", Dominican Shrine of St. Jude Peter was born in the city of Verona into a family perhaps sympathetic to the Cathar heresy. Peter went to a Catholic school, and later to the University of Bologna, where he is said to have maintained his orthodoxy and, at the age of fifteen, met Dominic of Osma. Peter joined the Order of the Friars Preachers (Dominicans) and became a celebrated preacher throughout northern and central Italy.Allaria, Anthony. \"St. Peter of Verona.\" The Catholic Encyclopedia. Vol. 11. New York: Robert Appleton Company, 1911. 6 May 2013 From the 1230s on, Peter preached against heresy, and especially Catharism, which had many adherents in thirteenth-century Northern Italy. Pope Gregory IX appointed him General Inquisitor for northern Italy in 1234 and Peter evangelized nearly the whole of Italy, preaching in Rome, Florence, Bologna, Genoa, and Como. In 1243 he recommended the new Servite foundation to the pope for approval. In 1251, Pope Innocent IV recognized Peter's virtues (severity of life and doctrine, talent for preaching, and zeal for the orthodox Catholic faith), and appointed him Inquisitor in Lombardy. He spent about six months in that office and it is unclear whether he was ever involved in any trials. His one recorded act was a declaration of clemency for those confessing heresy or sympathy to heresy. In his sermons he denounced heresy and also those Catholics who professed the Faith by words, but acted contrary to it in deeds. Crowds came to meet him and followed him; conversions were numerous, including many Cathars who returned to orthodoxy. Because of this, a group of Milanese Cathars conspired to kill him. They hired an assassin, one Carino of Balsamo. Carino's accomplice was Manfredo Clitoro of Giussano. On April 6, 1252, when Peter was returning from Como to Milan, the two assassins followed Peter to a lonely spot near Barlassina, and there killed him and mortally wounded his companion, a fellow friar named Dominic ().Henry Charles Lea, A History of the Inquisition of the Middle Ages (Macmillan, 1887), 215. Carino struck Peter's head with an axe and then attacked Domenico. Peter rose to his knees, and recited the first article of the Symbol of the Apostles (the Apostle's Creed). Offering his blood as a sacrifice to God, according to legend, he dipped his fingers in it and wrote on the ground: \"Credo in Deum\", the first words of the Apostles' Creed. The blow that killed him cut off the top of his head, but the testimony given at the inquest into his death confirms that he began reciting the Creed when he was attacked. Dominic was carried to Meda, where he died five days afterwards. Baruffini San Pietro Martire ==Legends== According to Dominican tradition Peter often conversed with the saints, including the virgin-martyrs Catherine, Agnes and Cecilia.\"St. Peter of Verona\", Dominican Sisters of St. Cecilia Once, when preaching to a vast crowd under the burning sun, the heretics challenged him to procure shade for his listeners. As he prayed, a cloud overshadowed the audience. ==Veneration== Peter's body was carried to Milan and laid in the Church of Sant'Eustorgio, where an ornate mausoleum, the work of Balduccio Pisano, was erected to his memory. Since the eighteenth century this has been located in the Portinari Chapel. Many miracles were attributed to him while alive, and even more after his martyrdom. Peter was canonized by Pope Innocent IV on March 9, 1253, the fastest canonization in papal history.Donald Prudlo, The martyred inquisitor: the life and cult of Peter of Verona (Aldershot: Ashgate Publishing, 2008), p. 81, esp. note 35. St Peter the Martyr's feast day is 6 April although his Dominican brothers celebrate it on 4 June.Dominican Ordo, The Dominican Friars of the Province of St. Albert the Great From 1586, when the feast day was inserted in the General Roman Calendar, to 1969, when it was removed on the grounds of the limited importance now attached to the saint internationally, the celebration was on 29 April.Calendarium Romanum (Libreria Editrice Vaticana 1969), p. 121 (6 April, his death date, was not used because it would too often conflict with the Easter Triduum.)Donald Prudlo, The martyred inquisitor: the life and cult of Peter of Verona (Aldershot: Ashgate Publishing, 2008), p. 84, note 53. The Church of Santa Maria Antiqua in Verona is co-entitled to him. Carino, the assassin, later repented and confessed his crime. He converted to orthodoxy and eventually became a lay brother in the Dominican convent of Forlì. He is the subject of a local cult as Blessed Carino of Balsamo. The sculptures on the great door of S. Anastasia, the Dominican Church in Verona, represent scenes from the life of St. Peter Martyr.Benigni, Umberto. \"Verona.\" The Catholic Encyclopedia. Vol. 15. New York: Robert Appleton Company, 1912. 6 May 2013 File:Lorenzo Lotto - Madonna and Child with St Peter Martyr - WGA13648.jpg|Madonna and Child with St Peter Martyr, by Lorenzo Lotto Image:SaintPeterTheMartyr'sAssasination.JPG|The Assassination of Saint Peter Martyr, by Giovanni Bellini. Image:Antonio Vivarini 001.jpg|The fire miracle of Saint Peter Martyr by Antonio Vivarini. File:Lombardia Milano4 tango7174.jpg|Tomb in Basilica of Sant'Eustorgio, Milan File:0003 - Milano - Sant'Eustorgio - Arca di S. Pietro Martire - Lato - Foto Giovanni Dall'Orto 1-Mar-2007.jpg|Peter of Verona's corpse is moved from Basilica of San Simpliciano to Basilica of Sant'Eustorgio. File:Lotto_- _Friar_Angelo_Ferretti_as_Saint_Peter_Martyr,_1549.jpg|Friar Angelo Ferretti as Saint Peter Martyr, by Lorenzo Lotto ==See also== *Konrad von Marburg *Pedro de Arbués ==References== ==Sources== * Dondaine, Fr. Antoine, O.P. \"Saint Pierre Martyr\" Archivum Fratrum Praedicatorum 23 (1953): 66-162. * Prudlo, Donald. The Martyred Inquisitor: The Life and Cult of Peter of Verona (+1252). Aldershot: Ashgate Press, 2008. * Prudlo, Donald. \"The Assassin- Saint: The Life and Cult of Carino of Balsamo\", Catholic Historical Review, 94 (2008): 1-21. ==External links== * Butler, Alban. The Lives of the Saints, Volume IV: April, 1866 *Guide to Pietro da Verona, Rubricae super quartum et quintum decretalium. Manuscript, 1519 at the University of Chicago Special Collections Research Center Category:1206 births Category:1252 deaths Category:People from Verona Category:Italian Dominicans Category:Inquisitors Category:Italian saints Category:13th-century Christian saints Category:13th- century Roman Catholic martyrs Category:13th-century Italian people ",
    "title": "Peter of Verona"
}