{
    "id": "301097",
    "text": "Connie Douglas Reeves (September 26, 1901 – August 17, 2003) was believed to be America's oldest cowgirl. She was the oldest member of the National Cowgirl Museum and Hall of Fame, and one of the first women to study law at a University of Texas School of Law. One of Reeves most notable quotes was \"Always saddle your own horse\", which Liz Smith once suggested in her gossip column was \"not a bad motto, even if you are just getting into your Mercedes.\" In 1998, the National Cowboy and Western Heritage Museum awarded Reeves the Chester A. Reynolds Memorial Award for her contributions to the Western way of life. She was one of only two women to have earned the award; the other being Mollie Taylor Stevenson Jr., founder of the American Cowboy Museum. ==Early history== Reeves was born in Eagle Pass, Texas to William and Ada (Wallace) Douglas. She received her undergraduate degree in speech from Texas Woman's University. She enrolled in the University of Texas School of Law in Austin, but was forced to withdraw and get a job to help her family during the hard economic times of the Great Depression. Reeves taught at Thomas Jefferson High School in San Antonio, where she started the \"Lassos\", the first girl’s drill team or pep squad which is still active. She also worked part-time as a riding instructor at a local stable. She grew up around horses and was quoted as saying that she sat on a horse before she could sit up by herself. In 1936, she joined the equestrian program at Camp Waldemar in Hunt where she taught horseback riding to girls for 67 years. It is estimated that she taught 30,000 girls how to ride at the camp. Reeves met her husband Jack at the camp and the couple married in 1942. They also managed of ranch land owned by former President Lyndon B. Johnson where they raised sheep and cattle for more than forty years. Jack Reeves died in 1985. ==Recognition== She was elected to the Cowgirl Hall of Fame in 1997, and rode in the parade to honor the Hall when it moved to new headquarters in Fort Worth in 2002. She was over 100 years old at the time. ==Death== On August 5, 2003, Reeves was riding her favorite horse Dr Pepper, a spirited 28-year-old paint. According to a report by camp director, Meg Clark, the horse threw Reeves over its head. She suffered a broken neck from the fall, but was not paralyzed. The Associated Press reported that she died of cardiac arrest. Reeves had suffered several injuries over the past few years of her life, including a fractured thigh that resulted from a kick by the same horse.Duryea, Bill. \"A cowgirl's final ride,\" St. Petersburg Times. Retrieved Nov. 2, 2008. Her autobiography, I Married a Cowboy: Half Century with Girls & Horses at Camp Waldemar, was published in 1995. Her motto was, \"Always saddle your own horse.\" ==References== ==External links== *Reeves at the Cowgirl Hall of Fame Category:1901 births Category:2003 deaths Category:American centenarians Category:Texas Woman's University alumni Category:University of Texas School of Law alumni Category:Cowgirl Hall of Fame inductees Category:People from Eagle Pass, Texas Category:Women centenarians ",
    "title": "Connie Douglas Reeves"
}