{
    "id": "301001",
    "text": "A modern sea kayak off west Wales A sea kayak on Valdes Island, British Columbia, Canada A sea kayak or touring kayak is a kayak developed for the sport of paddling on open waters of lakes, bays, and the ocean. Sea kayaks are seaworthy small boats with a covered deck and the ability to incorporate a spray deck. They trade off the maneuverability of whitewater kayaks for higher cruising speed, cargo capacity, ease of straight-line paddling, and comfort for long journeys. Sea kayaks are used around the world for marine (sea) journeys from a few hours to many weeks, as they can accommodate one to three paddlers together with room for camping gear, food, water, and other supplies. A sea kayak usually ranges anywhere from for solo craft, and up to for tandem craft. Width may be as little as , and may be up to . ==Origins== Inuit seal hunter in a kayak, armed with a harpoon. Contemporary sea kayaks trace their origin to the native boats of Alaska, northern Canada, and Southwest Greenland. Inuit (formerly Eskimo) hunters developed a fast seagoing craft to hunt seals and walrus. The ancient Aleut name for a Aleutian kayak is Iqyak,Traditional Arctic Kayak Symposium (TAKS) San Simeon California and earliest models were constructed from a light wooden frame (tied together with sinew or baleen) and covered with sea mammal (sea lion or seal) hides. Archaeologists have found evidence indicating that kayaks are at least 4000 years old.Made in Anglesey, paddled in the Arctic: the Inuits' plastic kayak rules the waves TimesOnline December 2006 Wooden kayaks and fabric kayaks on wooden frames (such as the Klepper) dominated the market up until the 1950s, when fiberglass boats were introduced. Rotomolded plastic kayaks first appeared in 1984. ==Design== Kayaking in a double on Lake Union in Seattle, USA Modern sea kayaks come in a wide array of materials, designs, and sizes to suit a variety of intended uses. In sea kayaking, where the designs continue along primarily traditional lines, the primary distinction is between rigid kayaks and folding kayaks. Folding kayaks are in some ways more traditional boats, being similar in design to skin-on-frame kayaks used by native people. Modern folding kayaks use ash and birch or contemporary materials such as aluminum for the frame, and replace the sealskin covering with synthetic waterproof fabrics. Unlike native kayaks, folding kayaks can be easily disassembled and packed for transport. Many folding kayaks include inflatable sponsons that improve the secondary stability of the vessel, helping to prevent capsize. More recently, a class of inflatable folding kayaks has emerged, combining a more limited rigid frame with a tightly inflated skin to produce greater rigidity than an inflatable boat alone. In recent years, there has been an increase in production of sit-on-top kayaks suitable for sea use. Most rigid sea kayaks also derive from the external designs of native vessels, especially those from Greenland, but the strength of modern materials such as fiberglass, rotomolded plastic and carbon fiber eliminate the need for an internal frame, though significantly increasing weight. Modern skin-on-frame sea kayaks constructed with nylon skins represent an ultralight niche within the rigid sea kayak spectrum. Some recent design innovations include: * Recreational kayaks—shorter kayaks with wide beams and large cockpits intended for sheltered waters * Sit-on-top kayaks—boats without an enclosed cockpit, but with the basic hull shape of a kayak. * Inflatable kayaks with either a removable bladder within a tough outer skin, or a single skin similar to that used in RIB construction. A different class of vessel emerged in the 1960s, the Surf ski, a long, narrow boat with low inherent stability that is intended for use in surf and following waves. ===Size=== Most production sea kayaks are between in length, the larger kayaks often built for two (or in rare cases, three) paddlers. The width (beam) of typical kayaks varies from , though specialized boats such as surf skis may be narrower. The length of a kayak affects not only its cargo capacity (for both gear and paddlers) but may also affect its \"tracking\" ability—the ease with which the boat travels in a straight line. While other design features also impact tracking, very long kayaks are easier to paddle straight (and harder to turn). The width of a kayak affects the cargo capacity, the maximum size of the cockpit (and thus the size of the paddler in that cockpit), and (to a degree that depends on the design of the hull) the stability. ===Material=== A sea kayak constructed from plywood, epoxy and fibreglassMost rigid production kayaks are now made out of fiberglass, rotomolded polyethylene, thermoformed plastic, blow moulded polyethylene or carbon-kevlar. More exotic materials include carbon fiber and foam core. Some kayaks are hand-built from plywood or wood strips covered with fiberglass. Skin-on-frame kayaks are built on wood or aluminum frames covered in canvas, dacron, or other fabrics, and may include inflatable tubes called sponsons. Marine Grade plywood available today provides a high strength to weight ratio for kayak construction. Inflatable kyaks may be made from cheaper pvc with a nylon outer skin to resist abrasion, or more expensive single-skin designs made from hypalon which is very tough and easy to dry after use. ===Bow, stern, and deck=== There are many design approaches for the bow, stern, and deck of kayaks. Some kayaks have upturned bows, which are meant to provide better performance when paddling into waves, as well as better wave- shedding ability. Other kayaks achieve this through increased buoyancy in the bow. Kayaks with unobstructed stern decks may ease certain types of self- rescue. Waterproof bulkheads in modern kayaks provide flotation in the event of capsize. Sea kayak decks typically include one or more hatches for easy access to the interior storage space inside. Kayak decks often include attachment points for deck lines of various kinds, which are aids in self- rescue and attachment points for above-deck equipment. Cockpits can be of several designs. They can be large or small. A large keyhole cockpit can give the advantages of both, and combine firm contact between paddler and boat, while offering relatively easier access. ===Equipment=== Sea kayaking is a popular way to explore Kealakekua Bay, Hawaii. Sea Kayaks have a wide range of hull designs, which greatly expands their range of performance. Designs can accommodate a wide range of physical fitness, or usage. Boats come in many lengths, whereby shorter boats are generally more maneuverable, and longer boats generally travel straighter and faster. Width of beam can affect a boat's stability, speed, and ability to bring to an edge. The amount of rocker (the curve from bow to stern) can greatly affect the ability of a boat to turn. Many have steering gear or tracking aids in the form of rudders or skegs. In most cases rudders are attached at the stern and operated by lines (wire or synthetics such as Spectra) from foot pedals in the cockpit. Rudders are typically retractable for beach landings. Skegs are typically retractable straight blades that drop from a well in the stern of the boat. Both devices assist in paddling when a strong wind or waves are coming from a direction other than directly in front. Some Skegs may be more effective at countering pitch, roll and yaw. ==Paddles== Sea-kayak paddles, and the associated paddling styles, fall into three basic classifications: * European : Two roughly spoon-shaped blades at either end of a cylindrical shaft. This paddle style was developed for fast acceleration and sudden manoeuvring in whitewater kayaking, and then back-ported to sea-kayaking. European paddles can be made of aluminium, plastic, or even wood; but the best are usually formed of more expensive materials like carbon-fibre for lightness. Often the two blades are feathered, or set at an angle relative to each other (both for ergonomic efficiency, and so that as one blade moves backwards through the water, the opposite blade moving forward through the air presents its edge, rather than its face). This makes it less efficient with the wind on the side or behind. A European style kayak paddle, (a) top view, (b) axial view, (first angle projection) * Greenland : Relatively narrow blades which are rounded and full near the loom and blade roots, and becoming oval near the blade tips. Some paddles feature a \"shoulder\", or abrupt transition between the loom and blade roots. Greenland paddle blades are usually not feathered. Short Greenland paddles (generally one arm-span in length), called storm paddles, are used with a sliding stroke, during which the hands are shifted along the blades for each stroke. Storm paddles are often used as spares and in very windy locations, as there is very little outboard blade to catch the wind. A Greenland style kayak paddle * Wing : The blade of the paddle is shaped with a profile like a wing. When used with a particular stroke, the blade produces lift as it moves through the water, enabling the kayaker to produce more forward motion than with any other kind of paddle. The paddling technique is different from the European style paddle though the same motion is how the Greenland paddle works with its narrow blade. It is most often used in racing, but also sees some limited use in recreational paddling such as touring. ===Dimensions=== True sea kayaks, not to be mistaken for wider, more stable recreational kayaks, are available in many designs. The length of a solo sea kayak can range anywhere from long, and tandem kayaks can range from long. Sea kayaks can range in width from (). Wider touring kayaks of () are better for bigger paddlers, or small/average sized paddlers looking for more initial stability and maneuverability. Narrower beams of () are good for small-medium- sized paddlers who want more speed and less maneuverability. And lastly, kayak depth (or the height from the hull to the highest area of the deck) can range from () high. center This design is typical of modern sea kayaks and has a low rear deck for easy rolling, a white water cockpit, compartments that allow the kayaker to reach into them while at sea, and a sloping rear bulkhead that enables the kayak to be emptied by lifting the bow. ==Safety== Sea kayaking at Trunk Bay on St. John A sea kayak's primary safety device is its paddler. Although some kayakers consider a well-practised self-righting move such as an Eskimo roll to be essential in order to safe open-water kayaking, it is the technique of bracing that every well-trained, experienced kayaker practises in order to maintain an upright position in their kayak. Practice in bracing is often neglected by inexperienced kayakers once they have learned the Eskimo roll. However, the reality is that having to roll really means having to recover from a failed brace. Being in the capsized position in some environments due to missing a brace can put the paddler in danger of colliding with obstacles under the water. Staying upright in surf zones, rocky surf zones (informally known as rock gardens), and rivers is most important and is only accomplished through well-practised and successful bracing. While there are a number of techniques for unassisted righting and re-entry of a kayak after a capsize and turtling, most paddlers consider it safest to paddle with one or more others, as assistance is useful if attempting to recover via rolling solo fails. Even if the assistance fails to successfully right the kayaker, it is much easier to climb back into a boat in the open sea if one has another boat and paddler to help and the swamped boat has been emptied of water first. Nonetheless, experienced paddlers do attempt open-water crossings unaccompanied, and many major long-distance kayak expeditions have been carried out solo. The use of a paddle float self-rescue device, generally consisting of foam or in the form of an inflatable bag, and attached to the end of a paddle when needed, allows the paddle to be used as an outrigger while climbing back into the cockpit. If an inflatable paddle float is chosen, it should be a dual-chambered model on account of the safety advantage (in the event of failure of one chamber) that is conferred by the redundancy. The kayaker is advised to train with only one chamber inflated. In many areas (Canada, for instance), a paddle float is a safety item required by the coast guard. Re-entry using a paddle float is a fairly reliable rescue technique that, if well practised, allows one to paddle with confidence when one is not equipped with a flawlessly honed rolling skill. There is a strong culture of self-sufficiency amongst sea kayakers and extensive safety equipment such as compass, towing lines, manual pumps, repair kits including wet application repair tape, flares, paddle leash, spare paddles, and survival gear are routinely carried; along with supplies of food and a flask of hot beverage for non-emergency use. GPS, charts, lights, radios and cell phones, and radar reflectors are also sometimes carried. ==Forms of sea kayaking== Kayak Sailing on the Columbia River ===Kayak sailing=== Developed by kayak enthusiasts, Kayak sails can supplement or effectively eliminate the need for paddling. Using a sail can increase offshore range and allow longer expeditions. Use of a sail for touring has established a strong following with recreational sea kayakers, expedition paddlers, and adventure racers. Sea Kayaking at Wilsons Promontory in Victoria, Australia ===Expedition trips=== Weekend trips with overnight camping are popular among recreational kayakers and many combine kayaking with wildlife watching. Modern sea kayaks are designed to carry large amounts of equipment and unsupported expeditions of two weeks or more are conducted in environments ranging from the tropics to the Arctic. Expedition kayaks are designed to handle best when loaded, so it may be necessary to ballast them on shorter trips. ===Surf kayaking=== Closely related to surf boards and requiring a mix of surfing and kayaking skills, a wide range of sea kayaks are specifically designed for the sport of surf kayaking. ===Sea fishing=== The sea kayak has long been a means of transportation and a means of accessing fishing grounds and kayak fishing has gained popularity due to the availability of purpose built stable designs. This technological development also solves some ergonomic problems that are associated with sitting for long hours without being able to change positions and special kayaks for fishing are accessorized for this sport, including specially- designed hatches, built-in rod holders, catch bags and equipment mounts. Many of the techniques used in kayak fishing are the same as those used on other fishing boats. The difference is in the set-up, how each piece of equipment is fitted to the kayak, and how each activity is carried out on such a small craft. Contemporary kayaks can be equipped with fishing aids such as rod holders, electronic fish-finders and live-bait containers. Kayak anglers target highly prized bottom feeders like halibut and cod and also pelagics like amberjacks, tuna, sailfish, wahoo, and even marlin. ==Pioneering sea kayak expeditions== ;Pre-1900 * There is controversial evidence to suggest early trans-atlantic kayak journeys from Labrador or Greenland to Scotland by Inuit paddlers. Indeed, at the end of the 17th century there were at least three separate kayaks preserved in Scotland. One kayak, with associated equipment, is preserved in Aberdeen's Marischal Museum. It was found, with dying occupant, on a nearby shore. Some suggest the occupants were escaped Inuit from European ships, Inuit storm-driven from Greenland, or from a European source. Many suggest Inuit and their kayaks to be the origin of the Celtic Finn-men, or Selkie, legends.MacRitchie, Scot, The Aberdeen Kayak and its Congeners, Royal Scottish Geographical Society Magazine, Feb 12, 1912, http://ads.ahds.ac.uk/catalogue/adsdata/PSAS_2002/pdf/vol_046/46_213_241.pdf ;1920s * Franz Romer crossed the Atlantic Ocean solo in a kayak in 1928. His crossing from the Canary Islands and toward Puerto Rico took 58 days at sea but he was lost in a hurricane trying to get to New York Map of Oskar Speck journey (1932-1939) from Germany to Australia ;1930s * Oskar Speck paddled from Germany to Australia between 1932 and 1939. ;1950s * Hannes Lindemann sailed an Aerius II kayak from the Canary Islands to the Caribbean in 1956. Documented in the book \"Alone at sea\". ;1960s * Anne and Hamish Gow made the first kayak crossing from North Uist to St Kilda, Scotland in 1965. The Gows took film footage of the trip which was screened at the Edinburgh Mountain Film Festival in 2011.SimonWillis.net: Hamish's Kayaking Kilms Showing at Edinburgh Mtn Film Fest. Simon-willis.blogspot.co.uk (2011-10-07). Retrieved on 2013-07-12. ;1970s * Derek Hutchinson was the first to cross the North Sea in 1976. After several near-death failures he finally managed it in 31 hours.Paddler Magazine Online : The 10 All-time Greatest Sea Kayaking Expeditions The kayak used in the crossing is today located in the National Maritime Museum Cornwall. * Nigel Foster and Geoff Hunter were the first to circumnavigate Iceland in 1977. * Frank Goodman was the first to circumnavigate Cape Horn in 1977. * Paul Caffyn was the first person to circumnavigate the South Island of New Zealand in the summer of 1977/78. He describes it in his book Obscured by Waves. * Paul Caffyn was the first person to circumnavigate the North Island of New Zealand in the summer of 1978/79. He describes it in his book Cresting the Restless Waves. * Earle Bloomfield and John Brewster first to circumnavigate Tasmania, 1979 ;1980s * Paul Caffyn and Nigel Dennis were the first sea kayakers to circumnavigate Britain in 1980, a distance of in 85 days * Nigel Foster solo crossing of Hudson Strait from Baffin Island to Northern Labrador 1981 * Paul Caffyn was the first person to circumnavigate Australia in 1981/2 covering a distance of He describes it in his book The Dreamtime Voyage. * Laurie Ford solo across Bass Strait, (sail assisted) 1982. * David Taylor and James Moore were the first to circumnavigate The Faroe Islands (midway between Shetland and Iceland) in 1985. * Brian Wilson rounded Scotland's main coastline including the inner & outer Hebrideas on a solo trip over 4 months in 1985, described in his book 'Blazing Paddles'. * Earle Bloomfield, Larry Gray, Rob Casamento, and Graeme Joy northwards across Bass Strait (Note that the northward crossing is more difficult than the southward.) 1986. * Ed Gillet paddled from California to Hawaii in 1987. * Howard Rice first solo around Cape Horn in 1989. ;1990s * Adventurer Chris Duff circumnavigated both Ireland in 1996 and New Zealand's South Island in 2000. * Trys Morris and Bob Timms have attempted to paddle from UK to Australia 1999 & 2000, abandoning the expedition in Athens, Greece due to lack of funds and visas for Arabian countries. ;2000s * Jon Turk and his team was the first to cross the Bering strait as they paddled from Japan to Alaska in 2000.In the wake of the Jomon * In his book Cold Oceans (1999), Jon Turk describes his attempt to solo circumnavigate Cape Horn.Cold Oceans * Peter Bray crossed from Canada to Ireland in 2001. * Trys Morris, Gemma Rawlings and Justine Curgenven successfully circumnavigated Tasmania in 2004. This journey is featured in This Is The Sea 2 * Fiona Whitehead circumnavigated Great Britain and Ireland in 2004 in 93 paddling days, 140 days in total. * In May 2004, Mark Western completed the first solo circumnavigation of Taiwan, total 34 days. * Harry Whelan, Barry Shaw and Phil Clegg are considered to have been the fastest around Britain in 2005, completing the circumnavigation in 80 days * In November 2005 the first kayak circumnavigation of South Georgia in the Southern Atlantic was completed by The Adventure Philosophy team of Graham Charles, Marcus Waters and Mark Jones in 18 days, a distance of 600 km.November 2, 2005: South Georgia Expedition Update | Outside Online * Eric Stiller and Tony Brown unsuccessfully attempted circumnavigation of Australia. The trip ended in failure roughly a third of the way through. Described in the book Keep Australia on your left (2002). * Solo Kayak Circumnavigation of Iceland - Rotem Ron in the year (2006) Circumnavigation of Iceland.טרה סנטה קיאקים ימיים. Seakayak.co.il. Retrieved on 2013-07-12. * Andrew McAuley, an Australian solo kayaker, was lost at sea in February 2007 only short of his destination of Milford Sound, New Zealand, during his attempt to cross from Australia to New Zealand. * Justin Jones and James Castrission made the first crossing from Australia to New Zealand, arriving on 13 January 2008, a journey that took 61 days. This is the longest two man kayak expedition ever undertaken.Home :: Crossing the Ditch - Trans- Tasman Kayak Expedition :: James Castrission & Justin Jones * In 2009 there are 3 separate expeditions attempting to circumnavigate the Falkland Islands: two British teamsChris Millington is fundraising for Help for Heroes. Justgiving.com. Retrieved on 2013-07-12. Tom Parrick and Fiona Whitehead Sea Kayak Falkland '09. Seakayakfalkland.blogspot.com. Retrieved on 2013-07-12. and Marcus Demuth, a solo American. * In July 2009, Patrick Winterton and Mick Berwick completed the first unsupported kayak crossing from Scotland to the Faroe Islands. * Freya Hoffmeister made the \"Race Around Australia\" and successfully circumnavigated Australia at 2009. ;2010s * Fastest solo circumnavigation of Great Britain in 72 days by John Willacy and 67 days by Joe Leach (2012) * On the turn 2010/2011, Polish kayaker Aleksander Doba crossed from Dakar (Africa - Senegal) to Fortaleza (South America - Brasil)Transatlantic kayak expedition. Aleksanderdoba.pl. Retrieved on 2013-07-12. * On August 30, 2011, Freya Hoffmeister began a circumnavigation of South America. * In his lifetime, according to the Guinness Book of World Records Verlen Kruger paddled the most miles (over 100,000 miles) of anyone in the sport. ==References== ==External links== Category:Kayaks Category:Kayaking ",
    "title": "Sea kayak"
}