{
    "id": "301313",
    "text": "The , or , is a Japanese government initiative that brings college (university) graduates—mostly native speakers of English—to Japan as Assistant Language Teachers (ALTs) and Sports Education Advisors (SEAs) in Japanese kindergartens, elementary, junior high and high schools, or as Coordinators for International Relations (CIRs) in local governments and boards of education. JET Programme participants are collectively called JETs. Participants currently come from a total of 40 countries. As of July 1, 2014, 4,476 participants (in CIR, ALT, and SEA positions) were employed on the programme, making it the world's largest exchange teaching programme. Of that number, about half are from the United States (2,457), with Canada (495), the United Kingdom (383), Australia (315), New Zealand (255), South Africa (93), and Ireland (86) making up the majority of JET participants. Holders of Japanese passports may participate in the programme, but must renounce their Japanese citizenship to do so. The focus of the programme is on English language learning and teaching, so about 90% of the participants on the programme are ALTs; the remaining 10% are divided between CIRs and SEAs. The number of alumni totals over 57,000 from 54 different countries. ==History and aims of the programme== Crown Prince Naruhito addressed the JET Programme 30th Anniversary Commemorative Ceremony (at the Keio Plaza Hotel on November 7, 2016) The English Teaching Recruitment Programme was started in 1978 and initially was exclusively for British university graduates. This programme became known as the \"British English Teachers Scheme\". American teaching assistants were added under the \"Monbusho English Fellows Program\" beginning in 1977. As more countries were included, the programmes were folded into a single entity in 1987, creating the JET Programme. It offers university graduates positions for full-time jobs as either an Assistant Language Teacher (ALT) in elementary and secondary schools, a Sports Exchange Advisor (SEA) whose role is to assist with sports training and the planning of sports related projects, or a Coordinator for International Relations (CIR) in selected local government offices in Japan. Its aims were revised to \"increase mutual understanding between the people of Japan and the people of other nations, to promote internationalisation in Japan's local communities by helping to improve foreign language education, and to develop international exchange at the community level\". The total number of JET participants steadily decreased from a high of 6,273 in 2002 down to 4,330 in 2011 before stabilizing. The total number of JETs' is 5,528, as of July 2018. ==Administrative details== The programme is run by three ministries: the Ministry of Internal Affairs and Communications; the Ministry of Foreign Affairs; and the Ministry of Education, Culture, Sports, Science and Technology (MEXT) in conjunction with local authorities. The programme is administered by CLAIR (the Council of Local Authorities for International Relations), and has an annual budget of over 45 billion yen (US$400 million). There is an organization called The Association of Japan Exchange and Teaching (AJET) that provides support for the Programme participants and facilitates communication with the JET Programme sponsors. AJET organises events and has a number of publications to assist with teaching in Japan. Some notable publications include Planet Eigo (replacement for Team Taught Pizza) and Foxy Phonics. AJET is not an official JET organization, and it has no official ties with CLAIR. ==Application process== #Applicants must: #* hold a Bachelor's degree (in any subject); #* be a citizen of the country where the recruitment and selection procedures take place; #* have excellent skills in the designated language (both written and spoken). (English or for non-English speaking countries English or the principal language); #* have a keen interest in the country and culture of Japan; #* not have lived in Japan for 6 or more years after 2000, nor be a former participant in the programme after 2007. # Prospective participants must submit a detailed application including a statement of purpose and self-reported medical form, usually in November or December of the year before their departure. # Those who pass stage one of the process are invited to interviews which are conducted in major cities, usually in February. Although applications are accepted from people living in Japan, there are no interviews offered in-country. Applicants must interview in their home country. Interviews are conducted in English or in the language of applicant's country, but part of the interview will be conducted in Japanese if the applicant indicated Japanese ability on their application, or if they are a CIR applicant. The interview is normally conducted by a panel of three people, consisting of former JETs and members of Japanese government, embassy, and consulate organizations. The interviews last approximately 20 minutes. Interviewees are then offered a position, rejected, or become \"Alternates\" (who may participate if positions become available). # Once offered a position, applicants must formally submit their acceptance or rejection of the offer. In addition, they must provide the results of a recent physical examination, performed by a physician within the last three months. Finally, they must submit detailed contact information so that the programme can send them materials and information as the departure date draws nearer. # Participants usually learn of their placement details during May through July just before their departure date of very late July (Group A) or very early August (Group B). Alternates may receive very short notice, sometimes only a few weeks, if a placement becomes available. A small group of alternates usually arrives together in late August (Group C) and other individual alternates arrive at other times throughout the fall. Applicants who withdraw from the program after receiving placement notification are ineligible to reapply the following year. Applicants are required to depart in a group from the city in which they were interviewed, although rare exceptions are made. This is usually the Japanese embassy or consulate that serves the applicant's home town, though it could theoretically be any site in the same country that the applicant submits on his or her application. Air fares are arranged by the programme. Participants are also required to attend pre-departure and post- arrival orientations as well as annual mid-year conferences, and may attend a returnee conference during their tenure. Participants are placed with a local authority in Japan (the Contracting Organization) which is the employer. There are 47 prefectural governments and 12 city governments, as well as numerous individual city, town and village governments and some private schools designated as Contracting Organisations. While applicants can specify up to three preferred locations, and can request urban, semi-rural or rural placements, they may be placed anywhere in Japan, and placements may not match requests. Participants sign a one-year contract, which can be renewed up to four times, for a maximum of five years. Some contracting organizations offer the option of contracting for a total of five years, although some prohibit contracting beyond three years. Before 2006, participants could only contract for up to three years, with the exception of a few positions. Participants who began their tenure on the program in 2011 or earlier received a salary of ¥3,600,000 per year after tax. Participants beginning in 2012 or later are paid on a new salary scale: \"3.36 million yen for the first appointment, 3.6 million yen for the second appointment, 3.9 million yen for the third appointment, and for those appointed for a fourth and fifth year, 3.96 million yen for each year\". Additionally, this salary is pre-tax (as opposed to post- tax prior to 2011), so participants who are liable for income or residential taxes in Japan must pay taxes. Participants receive paid airfare to and from Japan paid by the Japanese government, and may receive other benefits such as housing subsidies. Participants are generally forbidden to take paid work outside of their Programme duties. ==Assistant Language Teacher responsibilities== * Assisting English classes taught by Japanese Teachers of English in junior and senior high schools. * Assisting with English language training activities at primary/elementary schools * Assisting in the preparation of materials for English language teaching * Assisting in the language training of Japanese Teachers of English * Assisting in organizing, coordinating and preparing activities for extracurricular activities and clubs * Providing information on language and other related subjects to Teachers' Consultants and Japanese Teachers of English (e.g. word usage, pronunciations, etc.) * Assisting in English Language speech contests. Engaging in local international exchange activities. == Participation== {| class=\"wikitable sortable\" summary=\"There are currently 4334 JET participants (as of 2010). This is less than previous years, where the number rose up to 6273 (2002). The general trend was an increase in participants from 1987 (848 participants) to 2002, when it reached the highest number of participants, to a decline in recent years.\" |+ Number of participants by country and year - as of 1 July 2016Participants Publications: (as of July 1 of 1987) and (as of July 1, 2010) and (as of July 1, 2012) and (as of July 1, 2014) |- ! Year ! United States ! United Kingdom ! Australia ! New Zealand ! Canada ! Ireland ! Others ! Total |- style=\"text-align:right;\" ! 1987 | 592 | 150 | 83 | 23 | 0 | 0 | 0 | 848 |- style=\"text-align:right;\" ! 1988 | 871 | 248 | 143 | 34 | 127 | 20 | 0 | 1,443 |- style=\"text-align:right;\" ! 1989 | 1,090 | 370 | 146 | 43 | 290 | 36 | 12 | 1,336 |- style=\"text-align:right;\" ! 1990 | 1,249 | 396 | 145 | 71 | 366 | 121 | 16 | 2,284 |- style=\"text-align:right;\" ! 1991 | 1,545 | 488 | 142 | 130 | 488 | 45 | 36 | 2,874 |- style=\"text-align:right;\" ! 1992 | 1,710 | 596 | 182 | 165 | 586 | 44 | 42 | 3,325 |- style=\"text-align:right;\" ! 1993 | 1,898 | 686 | 219 | 198 | 656 | 59 | 69 | 3,785 |- style=\"text-align:right;\" ! 1994 | 2,180 | 729 | 242 | 200 | 685 | 60 | 89 | 4,185 |- style=\"text-align:right;\" ! 1995 | 2,411 | 819 | 274 | 201 | 723 | 69 | 132 | 4,629 |- style=\"text- align:right;\" ! 1996 | 2,599 | 920 | 299 | 213 | 761 | 72 | 169 | 5,033 |- style=\"text-align:right;\" ! 1997 | 2,583 | 1,033 | 338 | 225 | 854 | 88 | 226 | 5,347 |- style=\"text-align:right;\" ! 1998 | 2,613 | 1,128 | 355 | 255 | 873 | 93 | 360 | 5,677 |- style=\"text-align:right;\" ! 1999 | 2,560 | 1,183 | 407 | 306 | 900 | 95 | 374 | 5,825 |- style=\"text-align:right;\" ! 2000 | 2,514 | 1,320 | 417 | 370 | 998 | 99 | 360 | 6,078 |- style=\"text-align:right;\" ! 2001 | 2,477 | 1,405 | 417 | 371 | 1,057 | 95 | 368 | 6,190 |- style=\"text- align:right;\" ! 2002 | 2,669 | 1,287 | 447 | 397 | 991 | 99 | 383 | 6,273 |- style=\"text-align:right;\" ! 2003 | 2,729 | 1,215 | 438 | 375 | 981 | 109 | 379 | 6,226 |- style=\"text-align:right;\" ! 2004 | 2,841 | 1,060 | 431 | 345 | 894 | 132 | 400 | 6,103 |- style=\"text-align:right;\" ! 2005 | 2,873 | 916 | 420 | 320 | 778 | 121 | 425 | 5,853 |- style=\"text-align:right;\" ! 2006 | 2,879 | 717 | 387 | 284 | 685 | 114 | 442 | 5,508 |- style=\"text-align:right;\" ! 2007 | 2,808 | 577 | 316 | 242 | 618 | 95 | 483 | 5,119 |- style=\"text- align:right;\" ! 2008 | 2,681 | 440 | 287 | 208 | 529 | 78 | 459 | 4,682 |- style=\"text-align:right;\" ! 2009 | 2,537 | 390 | 272 | 194 | 481 | 96 | 466 | 4,436 |- style=\"text-align:right;\" ! 2010 | 2,420 | 399 | 254 | 206 | 474 | 112 | 469 | 4,334 |- style=\"text-align:right;\" ! 2011 | 2,332 | 440 | 265 | 226 | 487 | 103 | 487 | 4,330 |- style=\"text-align:right;\" ! 2012 | 2,334 | 432 | 262 | 248 | 477 | 107 | 500 | 4,360 |- style=\"text-align:right;\" ! 2013 | 2,268 | 375 | 278 | 241 | 467 | 94 | 277 | 4,000 |- style=\"text- align:right;\" ! 2014 | 2,364 | 366 | 296 | 242 | 478 | 81 | 274 | 4,101 |- style=\"text-align:right;\" ! 2015 | 2,695 | 410 | 346 | 241 | 499 | 92 | 503 | 4,786 |- style=\"text-align:right;\" ! 2016 | 2,814 | 409 | 340 | 237 | 500 | 101 | 551 | 4,952 |- style=\"text-align:right;\" ! 2017 | 2,924 | 423 | 351 | 235 | 494 | 98 | 638 | 5,163 |- style=\"text-align:right;\" ! 2018 | 3,012 | 513 | 355 | 240 | 566 | 113 | 729 | 5,528 |- style=\"text-align:right;\" ! 2019 | 3,105 | 560 | 343 | 251 | 557 | 114 | 831 | 5,761 |} This table shows the number of participants per year, per country. The number includes both new participants and participants who are continuing for another year (recontracting participants). ==Appointment renewal== JET participants partake in the programme for a minimum of one year, with a maximum stay of three years (two renewal cycles). A small percentage of exceptional participant JETs are elected to stay for the maximum number of consecutive appointments—a sum of four renewal cycles for a total of five years maximum ALT/CIR experience. ==Developments== Some JET participants in recent years have been placed in elementary schools, reflecting MEXT's plan to raise the English ability of Japanese students. Some contracting organizations go further and have ALTs periodically work with kindergarten students teaching basic English vocabulary through games and activities. This also brings them exposure to non-Japanese people. Participants occasionally also teach in special schools. Several prefectures have opted out of the JET Programme in recent years. Some hire individuals directly through advertising or word of mouth recommendation while others use an intermediary dispatch company - usually one of the big English schools such as Heart, Interac, or Altia.JET-Programme.com While direct-hired employees may obtain working conditions similar to the JET Programme, those employed by dispatch companies often have very different working contracts-- unpaid holidays or pay-by-the-day contracts are not uncommon. Some dispatch methods used by certain Boards of Education have even been declared illegal by Japanese labor standards authorities (see Assistant Language Teacher). Since 1998, the Hong Kong government has operated a similar program, known as the Native English-speaking Teacher scheme, which employs about 800 teachers. Korea has also implemented a similar program called EPIK (English Program in Korea). From 2007, the possible stay for some JET participants was extended from three years to five years, subject to certain stipulations. JET participants in their third year are able to re-contract two more times if their work performance, accomplishments and abilities are deemed outstanding by their contracting organization. However, as in most JET matters, the application process is decided upon by the individual contracting organization. From 2009, it became possible to apply for an April start. This option does not exclude the applicant from being considered from the traditional August start. Successful applicants starting in April are notified in early March (this notice includes their placement). The April start is in line with the start of the Japanese school year. In May 2010, the JET programme came up for review by the Government Revitalization Unit, the jigyōshiwake budget review panel, due to the need to cut costs given the state of the economy of Japan. However, the subsequent LDP administration of Shinzō Abe in fact announced its likely expansion. In February 2012, The Japan Times alleged that one contracting Board of Education had fraudulently deducted payments from JET participants and harassed whistle-blowers of the practice. In January 2019, Medium posted a report on an incident that involved a Board of Education attempting to cover up an incident of sexual assault concerning two members of the JET Programme. This bought awareness of similar events over the years in the programme. Those involved, claim that JET has vowed to increase their support for JETs' in the future and to work closer with Board's of Education, however, no official statement has been made by JET. ==Notable former participants== * Michael Auslin, American academic, historian, Japanologist * Chris Broad, British YouTuber, filmmaker, and podcast host * Michael Green, American political expert and Japanologist * Karl Taro Greenfeld, American journalist and writer, author of Speed Tribes * Jeremy Hunt, Pervious British Secretary of State for Foreign and Commonwealth Affairshttps://www.japantimes.co.jp/news/2018/07/10/national/politics- diplomacy/new-foreign-secretary-jeremy-hunt-fluent-japanese-speaker-drew- years-japan-become-one-u-k-s-richest-politicians/#.XH1-3ZP7TOQ * Yuri Lowenthal, American actor, writer and producer * Malena Watrous (1998-2000), American writer ==See also== * O-yatoi gaikokujin, foreign consultants hired by the Japanese government in the late 19th century * Technical Intern Training Program, Japanese government administered foreign worker program for industrial and agricultural trainees. * EPIK, a similar programme in South Korea ==References== ==Further reading== * Sam Baldwin, by For Fukui's Sake ; Two Years in Rural Japan (Kindle edition 2011 /Paperback 2012) * Nicholas Klar, My Mother is a Tractor: A Life in Rural Japan (Kindle edition 2012 / Paperback 2005) * David L. McConnell, Importing Diversity: Inside Japan's JET Program (Kindle edition 2010 / Paperback 2000) * Eric Sparling Japan Diary: A year on JET (Paperback 2005) * David Kootnikoff & David Chandler, Getting Both Feet Wet: Experiences Inside The JET Program (Paperback 2002) * Richard Kramer, When the Butterfly Stings (2002) *Bruce Feiler, Learning to Bow: An American Teacher in a Japanese School (1991), later published as Learning to Bow: Inside the Heart of Japan (2004) * Emily Metzgar, Promoting Japan: One JET at a Time, CPD Perspectives on Public Diplomacy, (March 2012) * Adam Komisarof, Five Keys to Improving Assistant Language Teacher & Japanese Teacher Relations on the JET Program (2010) * David Namisato, Life After the B.O.E. (2011) * Khalid Birdsong, Fried Chicken and Sushi * Hamish Beaton, Under the Osakan Sun (2008) * D.H. Cermeno, Rising Sunsets (2011) ==External links== Official websites * JET Programme official website * Ministry of Foreign Affairs JET webpage Other websites * National Association for Japan Exchange and Teaching - Association for JET Programme participants. * JET Alumni Association- allows past, present and future JET Programme participants to stay/get in touch and acquire useful info. * JET-Programme.com - a useful JET information portal and forum. * * JET Alumni Association of New York * Jetwit.com - A site for the JET alumni freelance and professional community. Category:English conversation schools in Japan Category:English-language education Category:Foreign educators in Japan Category:Government of Japan Category:History of the foreign relations of Japan ",
    "title": "JET Programme"
}