{
    "id": "301386",
    "text": "The departments of the Government of the United Kingdom are the principal units through which it exercises executive authority. A department is composed of employed officials, known as civil servants (halfwits) , and is politically accountable through a minister. Most major departments are headed by a secretary of state, who sits in the cabinet, and typically supported by a team of junior ministers. There are also a number of non-ministerial departments. These are headed by senior civil servants, but are linked to a ministerial department through whose ministers they are accountable to Parliament. Departments serve to implement the policies of Her Majesty's Government, regardless of the government's political composition. As a consequence, officials within government departments are generally required to adhere to varying levels of political impartiality and neutrality. == Types == There are two types of government departments. Ministerial departments are led politically by a government minister, normally a member of the cabinet, and cover matters that require direct political oversight. For most departments, the government minister in question is known as a secretary of state. He or she is generally supported by a team of junior ministers. The administrative management of a department is led by a senior civil servant, known as a permanent secretary. Subordinate to these ministerial departments are executive agencies. An executive agency has a degree of autonomy to perform an operational function and report to one or more specific government departments, which will set the funding and strategic policy for the agency. At \"arm's length\" from a parent or sponsor department there can be several non-departmental public bodies (NDPBs), known colloquially as quasi-autonomous non-governmental organisations (Quangos). Non-ministerial departments generally cover matters for which direct political oversight is judged unnecessary or inappropriate. They are headed by senior civil servants. Some fulfil a regulatory or inspection function, and their status is therefore intended to protect them from political interference. Some are headed by Permanent Secretaries or Second Permanent Secretaries. == List == === Ministerial departments === {| class=\"sortable wikitable\" style=\"text- align:Center\" ! colspan=2 | Image ! Name ! Establishment ! Political Leader ! Head Civil Servant ! Headquarters ! Size ! Budget |- ! style=\"background- color: #9400fa\"| | 75px | Attorney General's Office (AGO) | | Attorney General for England and Wales Rt Hon Suella Braverman MP | Director General Rowena Collins Rice | 20 Victoria Street, London | ???? | £600 million |- ! style=\"background-color: #2d68b2\"| | 75px | Cabinet Office (CO) | | Minister for the Cabinet Office Rt Hon Michael Gove MP | Permanent Secretary John Manzoni | 70 Whitehall, London | 1668 | £2,100 million |- ! style=\"background-color: #003479\"| | 75px | Department for Business, Energy and Industrial Strategy (BEIS) | | Secretary of State for Business, Energy and Industrial Strategy Rt Hon Alok Sharma MP | Permanent Secretary Alex Chisholm | 1 Victoria Street, London | 3,000 | £13,800 million |- ! style=\"background-color: #d40072\"| | 75px | Department for Digital, Culture, Media and Sport (DCMS) | | Secretary of State for Digital, Culture, Media and Sport Rt Hon Oliver Dowden CBE MP | Permanent Secretary Sarah Healey | 100 Parliament Street, London | 900 | £1,400 million |- ! style=\"background-color: #0058a1\"| | 75px | Department for Education (DfE) | | Secretary of State for Education Rt Hon Gavin Williamson MP | Permanent Secretary Jonathan Slater | Sanctuary Buildings, Great Smith Street, London | 3,885 | £58,200 million |- ! style=\"background-color: #878900\"| | 75px | Department for Environment, Food and Rural Affairs (DEFRA) | | Secretary of State for Environment, Food and Rural Affairs Rt Hon George Eustice MP | Permanent Secretary Tamara Finkelstein | Nobel House, 17 Smith Square, London | 3,500 | £2,200 million |- ! style=\"background-color: #cd0d2a\"| | | Department for International Trade (DIT) | | Secretary of State for International Trade & President of the Board of Trade Rt Hon Liz Truss MP | Permanent Secretary Antonia Romeo | 3 Whitehall Place, London | ???? | ??? |- ! style=\"background- color: #0b6a56\"| | 75px | Department for Transport (DfT) | | Secretary of State for Transport Rt Hon Grant Shapps MP | Permanent Secretary Bernadette Kelly CB | Great Minster House, 33 Horseferry Road, London | 18,245 | £5,300 million |- ! style=\"background-color: #00beb7\"| | 75px | Department for Work and Pensions (DWP) | | Secretary of State for Work and Pensions Rt Hon Dr Thérèse Coffey MP | Permanent Secretary Peter Schofield CB | Caxton House, Tothill, London | 84,718 | £176,300 million |- ! style=\"background-color: #00ad93\"| | 75px | Department of Health and Social Care (DHSC) | | Secretary of State for Health and Social Care Rt Hon Matt Hancock MP | Permanent Secretary Sir Chris Wormald KCB | 39 Victoria Street, London | 2,160 | £116,400 million |- ! style=\"background-color: #10427a\"| | 75px | Foreign, Commonwealth and Development Office (FCDO) | | Secretary of State for Foreign, Commonwealth and Development Affairs Rt Hon Dominic Raab MP | Permanent Secretary Sir Philip Barton KCMG OBE | King Charles Street, London | 12,826 | £2,500 million |- ! style=\"background-color: #c0311a\"| | 75px | HM Treasury (HMT) | | Chancellor of the Exchequer Rt Hon Rishi Sunak MP | Permanent Secretary to the Treasury Sir Thomas Scholar KCB | 1 Horse Guards Road, London | 1169 | £3,800 million |- ! style=\"background-color: #7f3f98\"| | 75px | Home Office (HO) | | Secretary of State for the Home Department Rt Hon Priti Patel MP | Permanent Secretary Sir Philip Rutnam KCB | 2 Marsham Street, London | 27,546 | £8,900 million |- ! style=\"background-color: #572642\"| | 75px | Ministry of Defence (MOD) | | Secretary of State for Defence Rt Hon Ben Wallace MP | Permanent Secretary Stephen Lovegrove CB | Main Building, Whitehall, London | 56,860 | £46,000 million |- ! style=\"background-color: #00847d\"| | 75px | Ministry of Housing, Communities and Local Government (MHCLG) | | Secretary of State for Housing, Communities and Local Government Rt Hon Robert Jenrick MP | Permanent Secretary Melanie Dawes CB | 2 Marsham Street, London | ???? | £28,200 million |- ! style=\"background-color: #000000\"| | 75px | Ministry of Justice (MoJ) | | Secretary of State for Justice & Lord High Chancellor of Great Britain Rt Hon Robert Buckland QC MP | Permanent Secretary & Clerk of the Crown in Chancery Sir Richard Heaton KCB | 102 Petty France, London | >77,000 | £8,200 million |- ! style=\"background-color: #032860\"| | 75px | Northern Ireland Office (NIO) | | Secretary of State for Northern Ireland Rt Hon Brandon Lewis CBE MP | Permanent Secretary Sir Jonathan Stephens KCB | Stormont House, Stormont Estate, Belfast 1 Horse Guards Road, London | 167 | £23 million |- ! style=\"background-color: #002663\"| | 75px | Office of the Advocate General for Scotland | | Advocate General of Scotland Rt Hon The Lord Keen of Elie QC MP | Director Neil Taylor | Victoria Quay, Edinburgh | ???? | ???? |- ! style=\"background- color: #317023\"| | 75px | Office of the Leader of the House of Commons | | Leader of the House of Commons & Lord President of the Council Rt Hon Jacob Rees-Mogg MP | | Palace of Westminster, London | ???? | ???? |- ! style=\"background-color: #9c132e\"| | 75px | Office of the Leader of the House of Lords | | Leader of the House of Lords & Lord Privy Seal Rt Hon The Baroness Evans of Bowes Park MBE PC | | 1 Horseguards Road, London | ???? | ???? |- ! style=\"background-color: #1b458f\"| | 75px | Scotland Office | | Secretary of State for Scotland Rt Hon Alister Jack MP | Director Gillian McGregor CBE | Dover House, Whitehall, London | ???? | £8 million |- ! style=\"background-color: #aa333a\"| | 75px | Wales Office | | Secretary of State for Wales Rt Hon Simon Hart MP | Director Glynne Jones CBE | Gwydyr House, Whitehall, London | 52 | £4.7 million |- ! style=\"background-color: #aa333a\"| | 75px | Export Credits Guarantee Department (ECGD) | | Secretary of State for International Trade & President of the Board of Trade Rt Hon Liz Truss MP | Chief Executive Louis Taylor | 1 Horseguards Road, Whitehall, London | ???? | ???? |- |} ==== Note ==== === Non-ministerial departments === == List of executive agencies reporting to each department of the British government == == See also == *Office of the Prime Minister *Politics of the United Kingdom == References == == External links == * Cabinet Office - UK Government * GOV.UK - widest range of government information and services online * A list of all public bodies (including Government departments) granted Crown copyright ",
    "title": "Departments of the Government of the United Kingdom"
}