{
    "id": "301418",
    "text": "The Bombay explosion (or Bombay docks explosion) occurred on 14 April 1944, in the Victoria Dock of Bombay (now Mumbai) when the freighter SS Fort Stikine, carrying a mixed cargo of cotton bales, gold, and ammunition including around 1,400 tons of explosives, caught fire and was destroyed in two giant blasts, scattering debris, sinking surrounding ships and setting fire to the area, killing around 800 to 1,300 people. Some 80,000 people were made homelessBombay Explosion A Corporal's War: World War II Adventures of a Royal Engineer Page 233The Day It Rained Gold Bricks and a Horse Ran Headless Bombay, Meri Jaan: Writings on Mumbai Page 138 and 71 firemen lost their lives in the aftermath. ==Vessel, the voyage and cargo== SS Fort Stikine The was a 7,142 gross register ton freighter built in 1942 in Prince Rupert, British Columbia, under a lend-lease agreement, and was named after Fort Stikine, a former outpost of the Hudson's Bay Company located at what is now Wrangell, Alaska. Sailing from Birkenhead on 24 February, via Gibraltar, Port Said and Karachi, she arrived at Bombay on 12 April 1944. Her cargo included 1,395 tons of explosives including 238 tons of sensitive \"A\" explosives, torpedoes, mines, shells, and munitions. She also carried Supermarine Spitfire fighter aircraft, raw cotton bales, barrels of oil, timber, scrap iron and approximately £890,000 of gold bullion in bars in 31 crates. The 87,000 bales of cotton and lubricating oil were loaded at Karachi and the ship's captain, Alexander James Naismith, recorded his protest about such a \"mixture\" of cargo. The transportation of cotton through the sea route was inevitable for the merchants, as transporting cotton by rail from Punjab and Sindh to Bombay was banned at that time.Ennis, John.p.25 Naismith, who lost his life in the explosion, described the cargo as \"just about everything that will either burn or blow up.\" The vessel was still awaiting unloading on 12 April, after forty- eight hours of berthing. ==Incident== People running for safety after the explosion In the mid-afternoon around 14:00, the crew were alerted to a fire onboard burning somewhere in the No. 2 hold. The crew, dockside fire teams and fireboats were unable to extinguish the conflagration, despite pumping over 900 tons of water into the ship, nor were they able to find the source due to the dense smoke. The water was boiling all over the ship, due to heat generated by the fire. At 15:50 the order to abandon ship was given, and sixteen minutes later there was a great explosion, cutting the ship in two and breaking windows over away. This and a later second explosion were powerful enough to be recorded by seismographs at the Colaba Observatory in the city. Sensors recorded that the earth trembled at Shimla,Ennis, John.p.84 a city located at a distance of over 1,700 km. The shower of burning material set fire to slums in the area. Around were set ablaze in an arc around the ship. Eleven neighbouring vessels had been sunk or were sinking, and the emergency personnel at the site suffered heavy losses. Attempts to fight the fire were dealt a further blow when a second explosion from the ship swept the area at 16:34. Burning cotton bales fell from the sky on docked ships, the dock yard, and slum areas outside the harbour. The sound of explosions was heard as far as away. Some of the most developed and economically important parts of Bombay were wiped out by the blast and resulting fire. ===News=== The details of the explosions and losses were first reported to the outside world by Radio Saigon, a Japanese-controlled radio which gave a detailed report of the incident on 15 April 1944. British-Indian wartime censorship permitted news reporters to send the reports only in the second week of May 1944. Time Magazine published the story as late as 22 May 1944 and still it was news to the outside world. A movie depicting the explosions and aftermath, made by Indian cinematographer Sudhish Ghatak, was confiscated by military officers although parts of it were shown to the public as a newsreel at a later date. ===Loss=== Aftermath of the explosion at the harbour A piece of propeller that landed in St. Xaviers High School, about from the docks. SS Jalapadma on land after 1944 Bombay explosion The total number of lives lost in the explosion is estimated at more than 800, although some estimates put the figure around 1,300. More than 500 civilians lost their lives, many of them residing in adjoining slum areas, but as it was wartime, information about the full extent of the damage was partially censored. The results of the explosion are summarised as follows: * Two hundred thirty-one people killed were attached to various dock services including fire brigade and dock employees. * Of the above figure, 66 were firemen * More than 500 civilians were killed * Some estimates put total deaths up to 1,300 * More than 2,500 were injured, including civilians * Thirteen ships were lost and some other ships heavily or partially damaged * Out of above, three Royal Indian Navy ships lost * Thirty- one wooden crates, each containing four gold bars, each gold bar weighing 800 Troy ounces or almost 25 kg. (almost all since recovered) * More than 50,000 tonnes of shipping destroyed and another 50,000 tonnes of shipping damaged * Loss of more than 50,000 tonnes of food grains, including rice, which gave rise to black marketing of food grains afterwards. ==Salvage== As part of the salvage operation, sub-lieutenant Ken Jackson, RNVR was seconded to the Indian government to establish the pumping operation. He and chief petty officer Charles Brazier arrived in Bombay on 7 May 1944. Over a period of three months, many ships were salvaged. The de-watering operation took three months to complete, after which Jackson and Brazier returned to their base in Colombo. Jackson remained in the Far East for another two years, conducting further salvage work. For their efforts with the pumping operation, both men were rewarded: Brazier was awarded the MBE, and Jackson received an accelerated promotion. An Australian minesweeper, HMAS Gawler, landed working parties on 21 June 1944, to assist in the restoration of the port. ==Aftermath== It took three days to bring the fire under control, and later, 8,000 men toiled for seven months to remove around 500,000 tons of debris and bring the docks back into action. The inquiry into the explosion identified the cotton bales as probably being the seat of the fire. It was critical of several errors: * storing the cotton below the munitions, * not displaying the red flag (B flag) required to indicate a \"dangerous cargo on board\", * delaying unloading the explosives, * not using steam injectors to contain the fire, and * a delay in alerting the local fire brigade.The Times, Tuesday, 12 September 1944; pg. 3; Issue 49956; col E Many families lost all their belongings and were left with just the clothes on their backs. Thousands became destitute. It was estimated that about 6,000 firms were affected and 50,000 lost their jobs. The government took full responsibility for the disaster and monetary compensation was paid to citizens who made a claim for loss or damage to property. The memorial erected outside Mumbai Fire Brigade Headquarters During periodical dredging operations to maintain the depth of the docking bays, many intact gold bars have been found, some as late as February 2011, and returned to the government. A live shell weighing 45 kg (100 lb) was also found in October 2011. The Mumbai Fire Brigade's headquarters at Byculla has a memorial built in the memory of the numerous fire fighters who died. National Fire Safety Week is observed across India from 14 to 21 April, in memory of the 66 firemen who died in this explosion. ===Ships lost or severely damaged=== Apart from Fort Stikine, the following vessels were sunk or severely damaged. {| class=\"wikitable\" border=\"1\" |- ! Ship ! Flag or operator ! Notes |- | | | Baroda was a cargo liner owned by the British India Steam Navigation Company. The vessel was burnt out. |- | | | Chantilly was a hospital ship that was formerly a French passenger ship. She was repaired and was returned to her French owners after the war. |- | | | El Hind was a passenger ship used by The Scindia Steam Navigation Company Ltd. for the conveyance of pilgrims. She had been requisitioned by the Royal Indian Navy as a Landing Ship Infantry (Large). She caught fire and sank. |- |- | | | Empire Indus was a cargo ship. She was severely damaged by the explosion but was repaired, returning to service in November 1945. |- | | | Fort Crevier was a Fort ship. She was burnt out and declared a constructive total loss. The vessel was used as a hulk until 1948, when she was scrapped. |- | | | Generaal van der Heyden was a cargo ship of the Koninklijke Paketvaart-Maatschappij.Caught fire and sank, loss of 15 of crew. |- | | | Generaal van Sweiten was a cargo ship of the Koninklijke Paketvaart-Maatschappij. Caught fire and sank, loss of 2 crew. |- | | | Graciosa was a cargo ship owned by Skibs A/S Fjeld and operated under the management of Hans Kiær & Co. She was severely damaged and was sold for scrap in July 1944. |- | | | Iran was a Standard World War I cargo ship operated by the Iran Steamship Company under the management of Wallem & Co. Ltd. She was severely damaged and was scrapped. |- | | | Jalapadma was a cargo ship of the Scindia Steam Navigation Company. Pushed on shore, was scrapped. |- | | | Kingyuan was a cargo ship of the China Navigation Company. Caught fire and sank. |- | | Royal Navy | The Landing Craft, Personnel was sunk. |- | | Royal Navy | The Landing Craft, Personnel was sunk. |- | | | Norse Trader was a cargo ship owned by Wallem & Co., Hong Kong. Sank was a lose. |- | | | Rod El Farag was a cargo liner of the Sociète Misr de Navigation Maritime. She was gutted by fire. Declared a total loss, she was sunk for use as a jetty. |- | | | Tinombo was a coaster owned by the Koninklijke Packetvaart Maatschappij. Heavily damaged and sank, loss of 8 crew. |} ==See also== * List of accidents and incidents involving transport or storage of ammunition * List of the largest artificial non-nuclear explosions * Halifax Explosion ==References== ===Notes=== ===Bibliography=== * ==External links== * The First and Last Voyage of the Fort Crevier * The day it rained gold Category:Explosions in 1944 Category:Explosions in India Category:Ship fires Category:Non-combat military accidents Category:1944 in British India Category:1944 in India Category:History of Mumbai Category:20th century in Mumbai Category:Disasters in Maharashtra Category:Maritime incidents in April 1944 Category:British Empire in World War II Category:April 1944 events ",
    "title": "1944 Bombay explosion"
}