{
    "id": "301479",
    "text": "{| |} USS Hammann (DD-412) was a World War II-era Sims-class destroyer in the service of the United States Navy, named after Ensign Charles Hammann, a Medal of Honor recipient from World War I. Hammann was sunk during the Battle of Midway, trying to assist the sinking aircraft carrier . Hammann was launched by the Federal Shipbuilding and Drydock Company, Kearny, New Jersey on 4 February 1939; sponsored by Miss Lillian Hammann; and commissioned on 11 August 1939, Commander Arnold E. True in command. Hammann conducted shakedown off the East Coast and for the next two years participated in training and readiness operations off both coasts. ==Service history== ===World War II=== ====Transfer from North Atlantic Patrol to Pacific Duty==== On December 7, 1941, 30 minutes after receiving news of the Attack on Pearl Harbor, the Hammann and the other ships in the North Atlantic Patrol, left Reykjavík and steamed for the United States. On December 17, she arrived in Norfolk, Virginia, for fuel, supplies, and new crew. Shortly thereafter, she steamed around Cape Hatteras for Charleston, South Carolina. From there, in early January, she rendezvoused with USS New Mexico (BB-40) and the troop transport President Hayes to escort the pair through the Panama Canal for San Diego and later San Francisco. On January 22, 1942, she arrived in Pearl Harbor and joined Vice Admiral Frank Jack Fletcher's Task Force 17 for action in the South Pacific. ====Pacific Duty==== The destroyer took part in training maneuvers in the New Caledonia area during early March, and on 27 March the Task Force departed for the Coral Sea. Hammann acted as screening ship and plane guard for , Returning to Tongatapu on 20 April, the Task Force sortied again into the Coral Sea on 27 April for a surprise air raid on Japanese Invasion forces on Tulagi. While screening the carriers during the air raids of 4 May, Hammann was directed to rescue two fighter pilots downed on Guadalcanal, some 40 miles (65 km) to the north. Steaming at full speed, the destroyer arrived at dusk and sighted a marker on the beach, which proved to be a parachute. The motor whaleboat was put over the side, but dangerous surf prevented it from landing. Consequently, the pilots were recovered with the use of lines from the boat. This accomplished, an attempt was made to destroy the wreckage of the aircraft, but the rough water made this impossible, and Hammann returned to Lexingtons screen from this successful operation that night. =====The Battle of the Coral Sea===== On 8 May came the main action of the Battle of the Coral Sea, the first naval engagement fought entirely on both sides between aircraft and ships. During the exchange of air attacks, Hammann screened the carriers, firing at Japanese torpedo planes as they attacked. Just as the torpedo planes retired, dive bombers appeared, one exploding a bomb a scant 200 yards (200 m) off Hammanns starboard bow. Lexington, which had taken two devastating torpedo hits to port, was first thought to be under control, but a large internal explosion shortly before 1300, followed later by others, sealed her fate. As the order was given to abandon ship, Hammann, , and stood by to receive survivors. The destroyer picked up nearly 500 men from the water before \"Lady Lex\" went down the night of 8 May, torpedoed by . =====The Battle of Midway===== Hammann sinking by the bow after being torpedoed and breaking in half. The Battle of the Coral Sea, which checked the Japanese advance to the southeast, was over, but new demands called Hammann to the north. Under urgent orders from Admiral Chester Nimitz to meet a new threat, Hammann moved to Pearl Harbor with the Task Force, arriving on 27 May. After making repairs, it got underway on 30 May and was just in time to take part in the Battle of Midway. During the air battle on 4 June, Hammann screened , helping to shoot down many of the attacking aircraft. However, the carrier took two torpedo hits and, listing heavily, was abandoned that afternoon. Hammann picked up survivors in the water, including Yorktowns skipper, Captain Buckmaster, and transferred them to the larger ships. Efforts were mounted to save the stricken carrier on the next morning. A skeleton crew returned on board the Yorktown, and attempts were made to tow her to safety. Hammann came alongside on 6 June to transfer a damage control party. The destroyer then lay alongside, providing hoses and water for firefighting, power, and other services while tied up next to the carrier. The salvage party was making progress when the protective destroyer screen was penetrated by Japanese submarine after noon on 6 June. Four torpedoes were loosed; one missed, two passed under Hammann and hit Yorktown, and the fourth hit the destroyer amidships, breaking her in half. As the debris from the explosion rained down and the ships lurched apart, it was apparent that the Hammann was doomed. Life rafts were lowered and rescue efforts by surrounding ships commenced. The Hammann sank, bow first, in just four minutes. Following the sinking there was a violent underwater explosion, the likely cause of which was the destroyer's depth charges and torpedoes. The explosion caused many deaths in the water, bringing the death toll to 80. Survivors were taken aboard the destroyers and . ==Awards== Hammanns skipper, Commander Arnold True, was awarded the Navy Cross and a Navy Distinguished Service Medal for his performance while in command of Hammann at Coral Sea and Midway. Hammann also received two battle stars for her service in World War II. {| | | | |} {| class=\"wikitable\" |- |align=center|American Defense Service Medal with \"A\" Device and \"Fleet\" clasp |align=center|Asiatic-Pacific Campaign Medal with 2 stars |align=center|World War II Victory Medal |} ==References== * ==External links== *USS Hammann at Destroyer History Foundation *Photo gallery at Naval Historical Center *Photo gallery at Navsource.org Hammann (DD-412) Hammann (DD-412) Category:Ships built in Kearny, New Jersey Category:Battle of Midway Hammann (DD-412) Hammann (DD-412) Category:Ships sunk by Japanese submarines Category:1939 ships Category:Maritime incidents in June 1942 ",
    "title": "USS Hammann (DD-412)"
}