{
    "id": "301454",
    "text": "Swami Dayananda Saraswati (15 August 1930 – 23 September 2015) was a renunciate of the Hindu order of sannyasa and a renowned traditional teacher of Advaita Vedanta, and founder of the Arsha Vidya Gurukulam. He was the spiritual Guru of prime minister Narendra Modi. ==Biography== ===Early life=== Swamiji was born as Natarajan in Manjakudi – Thiruvarur district of Tamil Nadu on 15 August 1930 Dialogues with Swami Dayananda, Sri Gangadhareswar Trust, 1988 to Shri.Gopala Iyer and Smt.Valambal. He was the eldest of four sons. His early schooling was done in the District Board School at Kodavasal.Swami Dayananda Saraswati: His Life and Work. Arsha Vidya Newsletter, pp. 13–16, Arsha Vidya Gurukulam, Anaikatti, Coimbatore. August 2009 . His father's death when he was eight, meant Natarajan had to shoulder a significant portion of family responsibility along with his education. After the completion of his education, Natarajan came to Chennai (erstwhile Madras) for earning a livelihood. Natarajan worked as a journalist for the weekly magazine Dharmika Hindu (run by T. K. Jagannathacharya) and also for erstwhile Volkart Brothers (now Voltas Limited) for sometime. He also decided to be a fighter pilot at one point and joined the Indian Air Force, but left after six months as he felt suffocated by the regimentation there. In his absence his younger brother MG. Srinivasan took charge of the agricultural fields of the family household and made sure that the family had the income to survive and live peacefully off the income. ===Involvement with Chinmaya Mission=== Natarajan became interested in Vedanta (Vedanta known also as Upanishad, is a positional name for the wisdom contained in the end portion of the Vedas, the most ancient body of scriptural and religious knowledge known to humankind) after listening to the public talks of Swami Chinmayananda in the year 1953. He became actively involved with the then newly formed Chinmaya Mission in various roles and he was made its Secretary within the first year of its inception. He attended the Sanskrit classes of P.S. Subramania Iyer, a retired Professor of English. He introduced the mode of chanting the Gita verses that is still followed . Swami Chinmayananda instructed Natarajan to set up Chinmaya Mission's Madurai branch which he was able to fulfill. In 1955 Natarajan accompanied Swami Chinmayananda to Uttarakashi and helped him in the preparation of a Gita manuscript for publication. In Uttarakashi, he met Swami Chinmayananda's Guru, Tapovan Maharaj, who advised him, 'You have a duty to yourself which is also important. Stay here. Do japa, meditate and study.' Natarajan could not take up that offer at that point in time. However, he promised Swami Tapovan Maharaj that he would be able to come after one year and he did. Natarajan returned to Madras and took up the editorship of 'Tyagi,' a fortnightly magazine of Chinmaya Mission. Upon the advice of Swami Chinmayananda, Natarajan shifted to Bengaluru (erstwhile Bangalore) in 1956 and continued to edit Tyagi which was also moved to Bengaluru (erstwhile Bangalore). During his stay there, Natarajan joined the Sanskrit College in Chamrajpet and had the privilege of studying one on one with Prof. Veeraraghavachariar. ===Sannyasa=== In 1961, with the permission of Swami Chinmayananda, Natarajan went to study under Swami Pranavananda at Gudivada (near Vijayawada) to clarify many of his doubts on Vedanta and self-enquiry. The stay with Swami Pranavananda helped Natarajan learn one thing clearly – that Vedanta is a pramana (means of knowledge) to know the truth of the Self. In Natarajan's own words, This critical shift in his vision about Vedanta impelled Natarajan to once again study the sastra with Sankara's commentaries. In 1962 he was given Sanyasa by Swami Chinmayananda and was given the name Swami Dayananda Saraswati.Glimpses of Swami Dayananda Saraswati's life. Arsha Adhyayan Kendra, Bhuj, Gujarat, INDIA. In 1963 he went to Mumbai, (erstwhile Bombay) to the newly inaugurated Sandeepany Sadhanalaya of Chinmaya Mission, where he undertook the responsibility of editing the magazine of the mission Tapovan Prasad. In addition, Swami Dayananda taught chanting of the Bhagavad Gita and the Upanishads to the students of Sandeepany. In November 1963 Swami Dayananda undertook a study-pilgrimage to Rishikesh and stayed in a grass hut in Purani Jhadi now known as Dayananda Nagar. He spent three years there, studying BrahmaSutras under Swami Tarananda Giri at the Kailash Ashram.kailasaahram.com ===Public talks=== Around 1967, due to the ill health of Swami Chinmayananda, the Mission approached Swami Dayananda to give public talks and lectures. Accordingly, between 1967 and 1970, Swami Dayananda travelled to different towns and cities in India spreading the knowledge of Gita and the Upanishads. In 1971, Swami Dayananda agreed to conduct a long- term study program at Sandeepany Sadhanalaya, Powai, Mumbai and formulated a curriculum that would systematically unfold the vision of Vedanta. Between 1972 and 1979, Swami Dayananda conducted two 2 1/2 - year residential Vedanta courses in Mumbai. In his words, 'At Sandeepany the teaching is traditional and rigorous. What would take a Sadhu in the Himalayas nine years to learn, the students at Sandeepany learned in two-and-half years.' ===Arsha Vidya Gurukulam=== At the request of students in the United States, in 1979 Swami Dayananda established a three-year study program at Sandeepany West in Piercy, California. In 1982, he returned to India and continued to spread the message of the Upanishads through public talks and lectures. Responding to the request of students, devotees and disciples, Swami Dayananda established the Arsha Vidya Gurukulam at Saylorsburg, Pennsylvania in 1986 wherein a three-year residential course was completed in 1990. ==Arsha Vidya Centers== ===Teaching=== Swami Dayananda along with his students has taught ten long term Vedanta Courses (eight in India and two in the United States) and many of his students from these programs are now teaching all over India and abroad. More than two-hundred of his Sanyasi-disciples are teaching Vedanta and Paninian grammar around the world. ===Institutions=== As a teacher of Vedanta, Swami Dayananda has established four traditional teaching centres and many more across the globe through his students with a primary focus on teaching Vedanta, Sanskrit and related disciplines. These traditional teaching centres carry the banner 'Arsha Vidya' or 'Arsha Vijnana', i.e. Knowledge of the Rishis. The word 'Arsha' has also been used by many of Swami Dayananda's students in naming their facilities to mark their lineage. The four Arsha Vidya teaching centres that Swami Dayananda has established are: *Arsha Vidya Pitham, Swami Dayananda Ashram, Rishikesh 249201, Uttarakhand, India *Arsha Vidya Gurukulam, P.O. Box 1059, Saylorsburg, Pennsylvania 18353, USA *Arsha Vidya Gurukulam, Anaikatti, Coimbatore – 641108, Tamil Nadu, India *Arsha Vijnana Gurukulam, Amravati Road, Nagpur, Maharashtra, 410 033, India These residential centres conduct long-term courses, 1–2-week camps, weekend study programs and family camps throughout the year and the subjects taught include the major Upanishads, Bhagavad Gita, several secondary texts of Vedanta and the Brahma Sutras. The study includes also the Sanskrit commentary of Sankara on these texts. Along with these studies, the Sanskrit language is also taught with Paninian grammar. The Gurukulas also conduct sessions of daily meditation and satsangas. Additionally camps are conducted for teaching Yoga, Indian Classical Music, Ayurveda, Jyotisha and allied disciplines. There is one more centre that has been initiated by Swami Dayananda during his lifetime in his birthplace, Manjakkudi, Thiruvarur Dist, Tamil Nadu, under the aegis of Swami Dayananda Educational Trust. It manages a liberal arts college, 2 Higher Secondary schools and a Veda pathasala. Recently, Swami Dayananda Memorial has been inaugurated. The Memorial has state-of-the art lecture hall with good audio-video facilities, good acoustics and ambience. The Memorial houses the Swami Dayananda Archives, a great collection of Swamiji's teachings in print and digital formats. Students of Vedanta can use the facility for serious study. The Memorial has come to full scale operation where regular residential study programmes are conducted by the disciples of Swami Dayananda Saraswati. The teaching centres founded by Swami Dayananda offer Indians and non-Indians, Hindus and non-Hindus, men and women alike, an opportunity to study the profound knowledge of Vedanta. The teaching centres conduct outreach programs to reach out to the public at large. At present there are at least sixty centres in India and abroad that carry on the tradition of Vedantic teaching under the banner of Arsha Vidya. ===Shishyas (students)=== The most well-known student of Swami Dayananda Saraswati is Narendra Modi, prime minister of India. Other students include Anantanand Rambachan, a professor of religion at St. Olaf College, Minnesota (USA), and Vasudevacharya, previously Dr. Michael Comans, former faculty member in the Department of Indian Studies at the University of Sydney and also Ira Schepetin. The sannyasi disciples of Swami Dayananda are many in number. Swami Suddhananda Saraswati heads the Dayananda Asram at Rishikesh. Swami Viditatmananda Saraswati heads the Arsha Vidya Gurukulam at Saylorsburg. Swami Nijananda, Swami Tadrupananda, Swami Paramarthananda, Swami Tattvavidananda, Swami Suddhabodhananda, Swami Pratyagbodhananda, Swami Brahmatmananda, Swami Paramatmananda, Swami Sakshatkrtananda, Swamini Brahmapraksananda, Swamiini Brahmalinananda, Swamini Svatmavidyananda, Swami Sadatmanada, Swami Shankarananda and Swami Santatmananda are some of the senior disciples of Swami Dayananda.Sri Vasudevacharya (previously Dr Michael Comans) ==Other organisations== Arsha Vidya Research and Publication Trust - The single-source Centre for Swami Dayananda's writings. The Arsha Vidya Research and Publication Trust (AVRandPT) is a registered non - profit charitable organisation since 21 February 2005. All contributions are exempt from tax under sec 80g of Indian Income Tax Act, 1961. The Trust office is located at Srinidhi Apartments, 32 / 4 Desika Road, Mylapore, Chennai 600 004. The Trust publishes all his teachings in printed book form, audios, videos and ebook formats and in convenient USB card drives. The Trust is also providing access to Swami Dayananda's teaching through the mobile app \"Teachings of Swami Dayananda\", which can be downloaded for Android devices from Google Play Store and for iOS devices from Apple App Store (iTunes). The author, Swami Dayananda Saraswati, has granted in writing that AVRandPT shall be the single-source Centre for editing and publishing his teachings. The Trust details can be accessed at the website www.avrpt.com ===All India Movement for Seva=== In addition to teaching, Swami Dayananda has initiated and supported various philanthropic efforts. He founded the All India Movement for Seva (AIM for Seva) in 2000 as an initiative of the Hindu Dharma Acharya Sabha, an apex body of Hindu religious heads of the various sampradayas which itself was convened by Swami Dayananda's co-ordinating efforts. ===Inter-religious dialogue=== Swami Dayananda has promoted several inter-religious dialogues. He has participated in Hindu-Jewish conferences facilitated by the World Council of Religious Leaders under that organisations “Religion One on One” initiative. He has also participated in two Hindu-Buddhist summits. The first one organised by the Global Peace Initiative of Women, was held in Phnom Penh, Cambodia in 2009 and the second one was organised in Colombo, Sri Lanka in 2010. ===Restoration of temple practices and worship=== Swami Dayananda has promoted the preservation of ancient cultures and religious and spiritual practices of India that have survived several millennia, yet struggle in modern times due to lack of support. He has started several Veda Pathashalas (Centers of learning of Vedas) for the preservation of Vedas and Agamas to prevent their rapid extinction due to a lack of infrastructure for learning. Swami Dayananda also founded the Dharma Rakshana Samiti, a body to protect the Vedic heritage, to preserve the native spiritual culture of India inherited from the rishis and to raise the awareness among Hindus of their Vedic heritage. Swami Dayananda had appointed 35 oduvars in ancient Siva temples and paid them monthly allowance to sing the Panniru Tirumurai, songs explaining Saiva Siddhanta philosophy. Swami Dayananda was instrumental in building five chariots for Sri Mahalingaswamy Temple at Tiruvidaimarudur near Kumbakonam in 2010. Sri Dayananda Saraswati brought various monks and matathipatis across India under one umbrella called Hindu Dharma Acharya Sabha. The Sabha was a conclave of various sanyasins belonging to various samprathayas i.e. traditions. It was the first time ever that such a large number of Sanyasis were brought under one organisation. Sri Dayananda Saraswati filed a Writ Petition (W.P. 476/2012) before the Supreme Court of India challenging the Constitutional validity of various provisions of the Hindu Religious Endowments and Institutions Acts of Tamil Nadu, Andhra Pradesh and Pondicherry. This matter is now pending before the Supreme Court. He was instrumental in getting Dr. Subramanian Swamy defend and protect Ram Sethu when the Union Government wanted to create a channel breaking it. He was also instrumental in getting Dr. Subramanian Swamy implead in the Chidambaram Temple Case in the year 2009. Though the Podu Dikshitars and Dr. Subramanian Swamy lost their case in the Chidambaram Temple matter before the Madras High Court in 2009, their appeals were allowed by the Supreme Court which by its judgment dated 06-Jan-2014 threw the Government out of the Chidambaram Sri Natarajar Temple by setting aside the judgments passed by the Madras High Court in the year 2009. The Supreme Court's Judgment in the Chidambaram Temple Case came as a big boost for retrieving Hindu temples from Government control. ==Publications: books, CDs and DVDs== Many of Swami Dayananda Saraswati's lectures, talks and discourses have been published in the form of books. These books deal with Vedantic teachings and their applicability to various situations in life. Many of his teachings are also available in audio and video formats. A non- exhaustive list of his books follows. ===Bhagavad Gita Home Study Program=== The Bhagavad Gita Home Study (BGHS) Course designed by Swami Dayananda presents the teaching of Bhagavad Gita. and in many other countries including Argentina, Australia, Brazil India, Japan, Malaysia, Singapore and the United Kingdom. The Home Study Programme is also available in Kannada, Marathi and Tamil. ===List of books authored by Swami Dayananda=== (in alphabetical order) * Action and Reaction * Bhagavada Geeta Home Study (considered his magnum opus, running into 3,000 pages, now in its 4th edition) * Biography - Contributions and Writings by Smt. Sheela Balaji * Biography - Teacher of Teachers by Smt. Padma Narasimhan * Can We? (Essays: 6) * Compositions * Conversion Is Violence * Crisis Management * Danam (Essays: 4) * Dialogues With Swami Dayananda * Discourses on Important Topics * Discovering Love * Do all Religions have the same goal? (Essays: 1) * Eight Significant Verses of Bhagavad Gita * Exploring Vedanta (Shraddha- Bhakti-dhyana-yogad avaihi & Atmanam ced vidnyaniyat) * Freedom * Freedom from Fear * Freedom from Helplessness * Freedom from Sadness * Freedom from Stress * Freedom in Relationship * Friendship (The Essence of Vedic Marriage) * The Fundamental Problem * Gurupurnima (Essays: 3) * In the Vision of Vedanta * Insights * Introduction to Vedanta – Understanding The Fundamental Problem * Japa * Kenopanishad * Knowledge and Action – The Two Fold Commitment * Living Intelligently * Living Versus Getting On * Mahavakya Vichara * Mandukya Upanishad * Moments with Krishna (Essays: 7) * Morning Meditation Prayers * Mundakopanishad – Bhasya and Tika unfolded (2 Vol. Set) * Need for Cognitive Change * Need for Personal Reorganisation * Om Namo Bhagavate Vasudevaya * Personal Re-engineering in Management * Personnel Management * Prayer Guide * The Problem Is You, The Solution Is You * Public Talks-2: Discovering Love & Successful Living * Purnamadah Purnamidam * The Purpose of Prayer * Ramayana * The Sadhana and the Sadhya * Sadhana Pancakam * Satyam and Mithya * Self- Knowledge * Shri Rudra * Stressfree Living * Successful Living * Surrender and Freedom * Talks and Essays (Vol.I) * Talks and Essays (Vol.II) * Talks and Essays ( Vol. III) * Talks on \"Who Am I ?\" * Talks on Meditation * Talks on Shri Rudra * Tattvabodha * The Teaching of the Bhagavad Gita * Teaching Tradition of Advaita Vedanta * Ten Essential Verses of Bhagavad Gita * Understanding Between Parents and Children * The Value of Values * Vedanta 24 x 7 * Vedic View and Way of Life * Vishnusahasranama (with translation and commentary) * Vision of Gita * Vivekachudamani (Talks on 108 Selected Verses) * Wedding Ceremony Based on Hindu Concepts * What is Meditation? Meditation Series: 2 * What You Love Is The Pleased Self * Yoga of Objectivity * You Are the Whole ==See also== * Swami Sivananda ==Notes== ==References== ==External links== * * Advaita Vision, Traditional Teachers - Dayananda * www.arshaavinash.in - Pujya Swami Dayananda Saraswati - a brief biography by N. Avinashilingam * Swami Paramarthananda's classes: Vedanta vidyarthi sangha Category:1930 births Category:2015 deaths Category:Indian Hindu monks Category:Hindu philosophers Category:Advaitin philosophers Category:Contemporary Indian philosophers Category:Vedanta Category:Indian religious writers Category:Indian spiritual writers Category:Hindu writers Category:Advaita Vedanta Category:Recipients of the Padma Bhushan in other fields Category:Hindu saints ",
    "title": "Dayananda Saraswati (Arsha Vidya)"
}