{
    "id": "301562",
    "text": "Fiddlesticks (1930) Flip the Frog is an animated cartoon character created by American animator Ub Iwerks. He starred in a series of cartoons produced by Celebrity Pictures and distributed through Metro-Goldwyn-Mayer from 1930 to 1933. The series had many recurring characters besides Flip; including Flip's dog, the mule Orace, and a dizzy neighborhood spinster. ==History of Flip== Flip was created by Ub Iwerks, animator for the Walt Disney Studios and a personal friend of Walt Disney in 1930, at the Iwerks Studios. After a series of disputes between the two, Iwerks left Disney and went on to accept an offer from Pat Powers to open a cartoon studio of his own and receive a salary of $300 a week, an offer that Disney was unable to match at the time. Iwerks was to produce new cartoons under Powers' Celebrity Pictures auspices and distributed by Metro-Goldwyn-Mayer. The first series he was to produce was to feature a character called Tony the Frog, but Iwerks disliked the name and it was subsequently changed to Flip. Ub Iwerks planned to release the series in both color and black and white versions through Celebrity Productions, Inc.The following news item appeared on the front page of the February 21, 1930 issue of The Film Daily:\"UB IWERKS TO PRODUCE CARTOONS IN COLOR, SOUND. A new series of 12 cartoons in sound and color are in preparation by UB Iwerks, cartoonists, under the auspices of Celebrity Productions. The series of sketches will be known as \"Flip the Frog\" and will be released at the rate of one a month beginning on or about Mar. 1. In addition to the color cartoons they also will be offered in black and white. UB Iwerks was formerly associated with Walt Disney on the \"Mickey Mouse\" and \"Silly Symphony\" series.\" The series attracted public attention in England by being the first color sound cartoon series, in the two-color British Multicolor System. These shorts were exhibited in England in color, but not in the United States where they were made. After four shorts had been produced (Fiddlesticks, Flying Fists, Puddle Pranks and Little Orphan Willie, also all in Multicolor) MGM picked up the series. They agreed to exhibit Fiddlesticks and Flying Fists. Little Orphan Willie and Puddle Pranks were never copyrighted and remain in the public domain. MGM decided to produce the series entirely in black and white, releasing the ones produced in color in black and white versions only. Some have speculated that Techno-Cracked (1933) may have been photographed in Cinecolor. The Cinecolor process was a new two-strip color process that came out in 1932, the year that to the two-strip Technicolor process was discontinued in favor of their new three-strip process. Iwerks would go on to make extensive use of Cinecolor with his ComiColor Cartoon series. Iwerks' studio quickly began accumulating new talent, such as animators Fred Kopietz, Irv Spence, Grim Natwick, and Chuck Jones (who worked at the Iwerks studio as a cel-washer before going on to inbetweening and then animating at the Leon Schlesinger studio). After the first two cartoons, the appearance of Flip the Frog gradually became less froglike. This was done under the encouragement of MGM, who thought that the series would sell better if the character were more humanized. Flip's major redesign is attributed to Grim Natwick, who made a name for himself at the Fleischer Studios with the creation of Betty Boop. Natwick also had a hand in changing Flip's girlfriend. In earlier films, she was consistently a cat, but Natwick made Flip's new girlfriend, Fifi, a human who shared distinct similarities with Betty (even down to her spit curls). The frog's personality also began to develop. As the series progressed, Flip became more of a down-and-out, Chaplin-esque character who always found himself in everyday conflicts surrounding the poverty-stricken atmosphere of the Great Depression. Owing to the influx of New York City animators to Iwerks's studio, such as Natwick, the shorts became increasingly risqué. In Room Runners (1932), Flip, out of cash and luck, attempts to sneak out of his hotel in order to avoid paying his past-due rent. Another gag has Flip watch a girl taking a shower through a keyhole. In The Office Boy, released the same year, Flip tries to secure a low-level office job and meets a shapely secretary. At one point in the short, a mischievous mouse that Flip tries to apprehend scoots up the secretary's skirt. In A Chinaman's Chance (1933), Flip and his dog track down the notorious Chinese criminal Chow Mein. While investigating in a Chinese laundry, Flip stumbles into an opium den, inhales the stuff via opium pipe, and begins hallucinating. The character eventually wore out his welcome at MGM. His final short was Soda Squirt, released in August 1933. Subsequently, Iwerks replaced the series with a new one starring an imaginative liar named Willie Whopper. Flip became largely forgotten by the public in the coming years. However, the character would make a small comeback when animation enthusiasts and historians began digging up the old Iwerks shorts. All of the Flip cartoons are now available in the 2004 Region 2 Flip the Frog DVD set released by Mk2/Lobster in France. Most are available in Region 1, in particular on the Cartoons That Time Forgot series. The Flip the Frog character is owned by the Iwerks estate. However, the cartoons are not in the public domain; most of them had their copyrights renewed and are now owned by Film Preservation Associates. ==Flip the Frog Annual== In 1932, a Flip the Frog Annual was issued in England by Dean & Son Ltd. Published \"by exclusive arrangement with Ub Iwerks, The Originator of The Film Character, Flip The Frog\", it was drawn by Wilfred Haughton, who also drew the early Mickey Mouse Annuals for Deans. The Annual only ran for one edition, based on Flip's ending in 1933 and the lack of success with it. The earlier, more froglike character was used rather than the later version. The book contains 11 full cartoon strip stories, 4 colour plates and other one-page items that are not derived from any of his cartoons. All the adventures take place outside, unlike the cartoons, and feature additional characters, including a fox, a policeman, a girlfriend (Flap), an Uncle Flop (mentioned only), and others not shown in the cartoon films. ==Flip the Frog filmography== ===1930=== {|class=\"wikitable\" |- !Film !Animated by !Backgrounds !Original release date !Availability |- |Fiddlesticks 1 |Ub Iwerks Fred Kopietz Tony Pabian |Fred Kopietz |August 16, 1930 3 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 1 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |Little Orphan Willie 1 |Ub Iwerks |N/A |September 7, 1930 3 |Return of the 30's Characters |- |Flying Fists 1 |Ub Iwerks |N/A |September 24, 1930 |Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |The Village Barber 2 |Ub Iwerks Fred Kopietz |N/A |October 18, 1930 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 1 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |The Cuckoo Murder Case 2 |Ub Iwerks Irven Spence |N/A |November 12, 1930 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol.2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |Puddle Pranks 2 |Ub Iwerks |N/A |December 29, 1930 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 1 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |} 1 Released in both color and black and white versions. Little Orphan Willie and Puddle Pranks were both rejected by MGM and never copyrighted. They were released by Celebrity Productions, Inc. who also released Fiddlesticks and Flying Fists before the series was picked up by MGM. 2 First cartoon produced under contract to MGM. 3 This is the re-release date by MGM. ===1931=== {|class=\"wikitable\" |- !Film !Animated by !Original release date !Availability !Notes |- |The Village Smitty |Grim Natwick |January 12, 1931 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 1 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |Original opening MGM logo music and footage found. |- |The Soup Song |Ub Iwerks Fred Kopietz |February 15, 1931 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 1 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |Original opening MGM logo music found, but no footage. |- |Laughing Gas |Ub Iwerks |March 14, 1931 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |Original opening MGM logo music and footage found. |- |Ragtime Romeo |Ub Iwerks Grim Natwick |May 4, 1931 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |Original opening MGM logo music and footage found. |- |The New Car |Ub Iwerks Grim Natwick |July 25, 1931 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |Original opening MGM logo music and footage found. |- |The Village Specialist |Ub Iwerks |September 12, 1931 |Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |Africa Squeaks |Ub Iwerks Grim Natwick |October 18, 1931 |Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |Original opening MGM logo music and footage found. |- |Movie Mad |Ub Iwerks |November 9, 1931 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |Original opening MGM logo music and footage found. |- |Jail Birds |Ub Iwerks Grim Natwick |December 12, 1931 |Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |} ===1932=== {|class=\"wikitable\" |- !Film !Animated by !Original release date !Availability !Notes |- |The Milkman |Ub Iwerks Fred Kopietz Grim Natwick |January 16, 1932 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |This is one of the shorts that made Pre-Hays Code Hollywood films were notorious for pushing the boundaries of what was considered taboo at the time, particularly the use of curse words and profane terms. However, a character uses the term \"hell\" in the context of the phrase \"What the hell do we care\". |- |Fire-Fire |Ub Iwerks |February 7, 1932 |Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |What A Life |Ub Iwerks |February 22, 1932 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |Original opening MGM logo music and footage found. |- |Puppy Love |Ub Iwerks |March 12, 1932 |Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |School Days |Ub Iwerks |April 13, 1932 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |The Bully |Ub Iwerks |May 16, 1932 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |The Office Boy |Pete Burness Chuck Jones Fred Kopietz Grim Natwick |June 19, 1932 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |Spooks |Ub Iwerks Grim Natwick |July 25, 1932 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |Original opening MGM logo music found, but no footage. |- |Stormy Seas |Ub Iwerks Grim Natwick |August 22, 1932 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |Circus |Ub Iwerks |September 19, 1932 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |Room Runners |Shamus Culhane Grim Natwick Irven Spence |October 10, 1932 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |The Goal Rush |Ub Iwerks Grim Natwick |October 29, 1932 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |Original opening MGM logo music and footage was found with one of the few Flip shorts that is found with Jackie's roar. |- |The Pony Express 1 |Shamus Culhane Al Eugster Grim Natwick |November 13, 1932 |Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |The Music Lesson |Ub Iwerks Shamus Culhane Chuck Jones Grim Natwick |December 4, 1932 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 1 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |Nurse Maid |Shamus Culhane |December 26, 1932 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |} 1 Retitled as 'Phoney Express' when the cartoon was reissued by Pat Powers. ===1933=== {|class=\"wikitable\" |- !Film !Animated by !Original release date !Availability |- |Coo Coo the Magician |Shamus Culhane Grim Natwick |January 17, 1933 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |Flip's Lunch Room |Lee Blair Shamus Culhane Grim Natwick |February 19, 1933 |Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |Funny Face |Shamus Culhane Grim Natwick |March 25, 1933 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |Techno-Cracked 1 |Shamus Culhane |April 12, 1933 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |Bulloney |Shamus Culhane Al Eugster Ub Iwerks |May 22, 1933 |Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |A Chinaman's Chance |Shamus Culhane |June 12, 1933 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |Pale-Face |Shamus Culhane Al Eugster |July 15, 1933 |Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |- |Soda Squirt |Lee Blair Shamus Culhane Al Eugster Grim Natwick Irven Spence |August 22, 1933 |Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 2 Flip the Frog, 2004 2DVD set, Mk2/Lobster Films (France) |} 1 Possibly filmed in color. ==Home media== All of Flip's cartoons were compiled on the French Mk2/Lobster Films 2004 2 disc DVD set \"Flip the Frog\". Twenty-seven of Flip's cartoons are included in the two DVD collections \"Cartoons That Time Forgot: The Ub Iwerks Collection Vol. 1 and 2.\" Another early Flip short, Little Orphan Willie, while not included on either of those DVDs, is included on the DVD collection \"Return of the 30's Characters\" from Thunderbean Animation. A complete Blu-ray set of restored Flip the Frog cartoons is in production with Thunderbean Animation; Volume One is due to be released sometime in 2020. ==See also== *Golden Age of American animation ==References== ==Further reading== *Iwerks, Leslie and Kenworthy, John. (2001): The Hand Behind the Mouse. Disney Editions. *Maltin, Leonard (1987): Of Mice and Magic: A History of American Animated Cartoons. Penguin Books. *Lenburg, Jeff (1993): The Great Cartoon Directors. Da Capo Press. *Flip The Frog Annual (1932). Dean & Son, London. *Flip The Frog Monthly (1935). Nat & Co., London. ==External links== *Flip the Frog at Don Markstein's Toonopedia. Archived from the original on July 30, 2016. *Fiddlesticks (1930) public domain theatrical cartoon short Category:Ub Iwerks Studio series and characters Category:MGM cartoon characters Category:Fictional frogs and toads Category:Male characters in animation Category:Film characters introduced in 1930 Category:Film series introduced in 1930 Category:Metro-Goldwyn-Mayer animated short films ",
    "title": "Flip the Frog"
}