{
    "id": "301584",
    "text": "Charles Lindbergh (left) and Raymond Orteig The Orteig Prize was a reward offered to the first Allied aviator(s) to fly non-stop from New York City to Paris or vice versa.Bak. Pages 28 and 29. Several famous aviators made unsuccessful attempts at the New York–Paris flight before the relatively unknown American Charles Lindbergh won the prize in 1927 in his aircraft Spirit of St. Louis. However, a number of lives were lost by men who were competing to win the prize. Six men died in three separate crashes, and another three were injured in a fourth crash. The Prize occasioned considerable investment in aviation, sometimes many times the value of the prize itself, and advancing public interest and the level of aviation technology. ==Background== The Orteig Prize was a $25,000 reward () offered on May 22, 1919, by New York hotel owner Raymond Orteig to the first allied aviator(s) to fly non-stop from New York City to Paris or vice versa. The offer was in the spirit of several similar aviation prize offers, and was made in a letter to Alan Ramsay Hawley, president of the Aero Club of America at the behest of Aero Club secretary Augustus Post. > Gentlemen: As a stimulus to the courageous aviators, I desire to offer, > through the auspices and regulations of the Aero Club of America, a prize of > $25,000 to the first aviator of any Allied Country crossing the Atlantic in > one flight, from Paris to New York or New York to Paris, all other details > in your care. Yours very sincerely, Raymond OrteigBak. Page 29. The Aero Club replied on May 26 with Orteig confirming his offer three days later. His offer was accepted by the Aero Club and Augustus Post set up a formal structure to administer the competition. Coincidentally, just a few weeks later Alcock and Brown successfully completed the first non-stop crossing of the Atlantic from Newfoundland to Ireland, winning an earlier prize offer, and in late June the British airship R34 made an east-west crossing from East Fortune, Scotland, to Long Island, New York, returning by the same route in early July. On offer for five years, the goal of the prize seemed beyond the capacity of aircraft of the time and the prize attracted no competitors. After its original term had expired Orteig reissued the prize on June 1, 1925 by depositing $25,000 in negotiable securities at the Bryant Bank with the awarding put under the control of a seven-member board of trustees.Bak. Page 41. By then the state of aviation technology had advanced to the point that numerous competitors vied for the prize. ==Attempts on the prize== In 1926 the first serious attempt on the prize was made by a team led by French flying ace René Fonck, backed by Igor Sikorsky, the aircraft designer. Sikorsky, who put $100,000 towards the attempt, built an aircraft, the S-35, for the purpose, and in September that year Fonck, with three companions, made their flight. However the aircraft was hopelessly overloaded and crashed in flames attempting to take off. Fonck and his co-pilot, Curtin, survived, but his companions, Clavier and Islamoff, were killed. By 1927 three groups in the United States and one in Europe were known to be preparing attempts on the prize. From the US: *polar explorer Richard E. Byrd, with Floyd Bennett and George Noville as crew, and backed by Rodman Wanamaker, had commissioned an aircraft, a trimotor named America from designer Anthony Fokker. *aviators Clarence Chamberlin and Bert Acosta, backed by Charlie Levine, planned an attempt in a Bellanca aircraft named Columbia. *a third team, Stanton Wooster and Noel Davis, prepared to try in a Keystone Pathfinder, named American Legion for their principal supporters, Meanwhile, in France, Charles Nungesser and François Coli were preparing for an east-west crossing in a Levasseur aircraft, L'Oiseau Blanc. In April 1927 the various teams assembled and prepared for their attempts, but all suffered mishaps. Chamberlin and Acosta undertook a series of flights, increasing Columbia's weight as they went to test the aircraft's capability and to simulate the planned takeoff weight. They also simulated the duration of the flight, setting an endurance record in the process. However their attempt was riven with arguments, between Levine and the others, resulting in Acosta leaving the team for Byrd's and his replacement, Lloyd Bertaud, taking legal action against Levine over a contract dispute. Byrd's team also made preparations. Wanamaker had the Roosevelt Field improved (Fonck's crash had been caused in part by the aircraft hitting a sunken road running across the runway) while Byrd had a ramp built for America to roll down on takeoff, providing extra impetus. However, on 8 April Byrd's team, in America, crashed during a test flight; Bennet was injured and unable to continue. On 26 April Davis and Wooster, in American Legion, also crashed on a test flight; this time both were killed. On 8 May Nungesser and Coli set off from Paris in L'Oiseau Blanc to attempt an east-west crossing, a more difficult proposition given the prevailing winds; they were last seen off the coast of Ireland, but never arrived in New York and no trace of them was ever found, creating one of aviation's great mysteries. Meanwhile, a late challenge, by solo flyer Charles Lindbergh in Ryan aircraft Spirit of St. Louis, and backed by bankers in St. Louis, Missouri, was started in February, with Lindbergh arriving at Roosevelt Field in mid-May. Lindbergh had chosen to fly solo, although this was not a requirement of the prize and required him to be at the controls for more than 30 hours. Following a period of bad weather, and before it had sufficiently cleared, Lindbergh took off for Paris, stealing a march on his rivals. Lindbergh pursued a risky strategy for the competition; instead of using a tri-motor, as favored by most other groups, he decided on a single engined aircraft. The decision allowed him to save weight and carry extra fuel as a reserve for detours or emergencies. He also decided to fly the aircraft solo, so avoiding the personality conflicts that helped delay at least one group. To save weight which had contributed to the crashes of other contributors, Lindbergh also dispensed with non-essential equipment like radios, sextant, and a parachute, although he did take an inflatable raft. The final factor in his success was his decision to fly into weather conditions that were clearing but not clear enough for others to consider safe. Lindbergh was quoted as saying \"What kind of man would live where there is no danger? I don't believe in taking foolish chances. But nothing can be accomplished by not taking a chance at all.\"Lindbergh: Flight's Enigmatic Hero, Von Hardesty, 2002. ==Aftermath== Check presented to Lindbergh for winning the Orteig PrizeAfter Lindbergh's success, the other teams had to re-evaluate their aims. Chamberlin decided to attempt a flight to Berlin, which his endurance flight had shown to be achievable, and for which the Brooklyn Chamber of Commerce were offering a $15,000 prize. On 4 June Chamberlin (and, at the last minute, Levine) took off in Columbia for Berlin; they arrived over Germany after a flight of 42 hours but were unable to find their way to the city and landed, out of fuel, at Eisleben, 60 miles to the south-west. They finally arrived in Berlin on 7 June. Byrd, meanwhile, announced his aim was not simply the prize, but “to demonstrate that the world was ready for safe, regular, multi-person flight across the Atlantic” Bryson p202 and that he would head for Paris, as planned. He and his crew, Acosta, Noville and, as a late addition, Bernt Balchen (who actually did most of the flying) set off in America for Paris on 29 June. However, after a 40-hour flight they were unable to find the airfield at Le Bourget and turned back to ditch on the coast, landing at Ver-sur-Mer, Normandy, on 1 July. Advancing public interest and aviation technology, the Prize occasioned investments many times the value of the prize. In addition, lives were lost by men who were competing to win the prize. Six men died in three separate crashes. Another three men were injured in a fourth crash. During the spring and summer of 1927, 40 pilots attempted various long- distance over-ocean flights, leading to 21 deaths during the attempts. For example, seven lives were lost in August 1927 in the Orteig Prize-inspired $25,000 Dole Air Race to fly from San Francisco to Hawaii. 1927 saw a number of aviation firsts and new records. The record for longest time in the air, longest flight distance, and longest overwater flight were set and all exceeded Lindbergh's effort. However, no other flyer gained the fame that Lindbergh did for winning the Orteig Prize. The Orteig Prize inspired the $10 million Ansari X Prize for repeated suborbital private spaceflights. Similar to the Orteig Prize, it was announced some eight years before it was won in 2004. == Timeline == === 1926 === *April - Ludwik Idzikowski arrives in Paris to investigate aircraft for the Polish airforce. He will also begin planning a trans-Atlantic flight. *September 21 - Attempting a New York to Paris flight, Frenchman René Fonck with co-pilot Lt. Lawrence Curtin of the US Navy, crashed their $100,000 Sikorsky S.35 on takeoff, killing radio operator Charles Clavier and mechanic Jacob Islamoff. *Late October - Richard E. Byrd announces that he is entering competition. === 1927 === *February - Igor Sikorsky was reported to be building a new aircraft for Fonck. *April 16 - A test flight of Byrd's $100,000 Fokker C-2 monoplane, America results in a nose-over crash, resulting in Byrd suffering a broken wrist, pilot Floyd Bennett breaking his collarbone and leg, and flight engineer George Otto Noville requiring surgery for a blood clot. *April 25 - Clarence Chamberlin and Bert Acosta in the $25,000 Bellanca WB-2 monoplane, Columbia, set the world endurance record for airplanes, staying aloft circling New York City for 51 hours, 11 minutes, and 25 seconds and covering 4,100 miles, more than the 3,600 mile from New York to Paris *April 26 - U.S Naval pilots, Lieut. Comdr. Noel Davis and Lieut. Stanton Hall Wooster, are killed when their Keystone Pathfinder, American Legion, fails to gain altitude during a test flight at Langley Field, Virginia, about a week before they expected to attempt the New York to Paris flight. *Early May - Both Chamberlain's and Byrd's group are at adjoining Curtiss and Roosevelt Fields in New York awaiting favorable flight conditions. The owner of Chamberlain's aircraft, Charles Levine is feuding with co-pilot Lloyd W. Bertaud who obtains a legal injunction. Byrd's group are still testing new equipment and instruments. *May 8 - Charles Nungesser and François Coli attempted a Paris to New York crossing in a Levasseur PL-8 biplane, ' L'Oiseau Blanc (The White Bird) ' but were lost at sea, or possibly crashed in Maine. *May 10 - May 12 - Repositioning his $10,000 Ryan monoplane, Spirit of St. Louis, to Curtiss Field, in New York, Charles A. Lindbergh sets a new North American transcontinental speed record. *May 11 - Byrd's financial backers forbid the group to fly until Nungesser and Coli's fate is known. *May 15 - Lindbergh completes test flights. The Spirit of St. Louis total flight time is only 27 hours, 25 minutes, less than the predicted time of the Atlantic crossing. *May 17 - Planned transatlantic flight of Lloyd W. Bertaud and Clarence D. Chamberlin was cancelled after an argument between the two fliers and their chief backer, Charles A. Levine.AMERICANS PLAN OCEAN DASH\", Miami Daily News, May 11, 1927, p1; \"Row Menaces Bellanca Hop Over Atlantic\", May 17, 1927, p1; \"Bertaud Out of Race, Levin Announces\", May 19, 1927, p1 *May 19 - Lindbergh has his aircraft moved to the longer runway at Roosevelt Field, Byrd having offered him its use, and prepares to fly the next morning. *May 20 - Lindbergh takes off, requiring ground crew to push the Spirit of St. Louis, which is flying for the first time with a full load of fuel, but no parachute, radio or sextant to save weight. *May 21 - Lindbergh captures the Orteig Prize, making the first solo transatlantic flight, in 33½ hours. *May 21 - Byrd's America officially christened at almost the same time as Lindbergh landed in Paris. *June 4 - June 6 - Two weeks after Lindbergh, Chamberlain, without Bertaud and with Levine as his passenger, flies the Columbia from New York to Eisleben, Germany, a record distance of 3,911 miles. *June 16 - Lindbergh is awarded the Orteig Prize *June 29 - Byrd with replacement pilot Bernt Balchen, co-pilot Acosta and engineer Noville fly to Paris in 40 hours, but end up safely ditching in the Atlantic after encountering fog over Paris. == Challengers == {| class=\"wikitable\" |- | Date | Picture | Pilot | Aircraft | Flight time | Results |- |align=\"center\"|1926 |align=\"center\"| 60px | René Fonck and crew: Lawrence Curtin Charles Clavier (died) Jacob Islamoff (died) |Sikorsky S-35 | - |Gear collapse from excess weight during take-off; crashed in flames |- |align=\"center\"|1927 |align=\"center\"|60px | Charles Nungesser François Coli | L'Oiseau Blanc. | unknown | Disappeared at sea |- |align=\"center\"|1927 |align=\"center\"| 60px | Charles Lindbergh |Spirit of St. Louis | 33½ hours |Winner |- |align=\"center\"|1927 |align=\"center\"| | Noel Davis Stanton Wooster | American Legion | - | Crashed during test flight; both killed |- |align=\"center\"|1927 |align=\"center\"| | Clarence Chamberlin, Bert Acosta (replaced by Levine) Lloyd Berthaud (left after disagreement with Levine) Charlie Levine | Columbia. | 42 hours | Flew to Germany mid-June |- |align=\"center\"|1927 |align=\"center\"| 60px | Richard E. Byrd and crew: Floyd Bennett (injured in test flight) Bert Acosta (joined later), Bernt Balchen (joined for flight), George Noville |Fokker America | 40 hours |Flew to France late June; ditched on French coast |- |} ==See also== * List of aviation awards * Prizes named after people == References == == Further reading == * * Bryson, Bill (2015) One Summer:America 1927. London: Transworld Publishers == External links == *The Trans-Atlantic Flight of the America *Charles Lindbergh Timeline *Stanton Hall Wooster Lieutenant, United States Navy Noel Davis and Stanton Wooster Category:Aviation awards Category:Challenge awards Category:Awards established in 1919 Category:History of the Atlantic Ocean ",
    "title": "Orteig Prize"
}