{
    "id": "301565",
    "text": "Protea Sunset Western Garden Book, 1995:606–607 is both the botanical name and the English common name of a genus of South African flowering plants, sometimes also called sugarbushes (Afrikaans: suikerbos). In local tradition, the protea flower represents change and hope. ==Etymology== The genus Protea was named in 1735 by Carl Linnaeus, possibly after the Greek god Proteus, who could change his form at will, possibly because they have such a wide variety of forms. Linnaeus's genus was formed by merging a number of genera previously published by Herman Boerhaave, although precisely which of Boerhaave's genera were included in Linnaeus's Protea varied with each of Linnaeus's publications. ==Taxonomy== The family Proteaceae to which Protea species belong is an ancient one among angiosperms. Evidence from pollen fossils suggests Proteaceae ancestors grew in Gondwana, in the Upper Cretaceous, 75-80 million years ago. The Proteaceae are divided into two subfamilies: the Proteoideae, best represented in southern Africa, and the Grevilleoideae, concentrated in Australia and South America and the other smaller segments of Gondwana that are now part of eastern Asia. Africa shares only one genus with Madagascar, whereas South America and Australia share many common genera — this indicates they separated from Africa before they separated from each other. ==Distribution== Most proteas occur south of the Limpopo River. However, P. kilimanjaro is found in the chaparral zone of Mount Kenya National Park. About 92% of the species occurs only in the Cape Floristic Region, a narrow belt of mountainous coastal land from Clanwilliam to Grahamstown, South Africa. The extraordinary richness and diversity of species characteristic of the Cape flora are thought to be caused in part by the diverse landscape, where populations can become isolated from each other and in time develop into separate species. ==Botanical history== Proteas attracted the attention of botanists visiting the Cape of Good Hope in the 17th century. Many species were introduced to Europe in the 18th century, enjoying a unique popularity at the time amongst botanists. ==Cultivation== Proteas are currently cultivated in over 20 countries. Cultivation is restricted to Mediterranean and subtropical climates.(Malan, G. 2012. Protea cultivation from concept to carton. page=21) Three categories of traits have to be considered before developing a new cultivar. The yield or production capacity of the cultivar must be considered. The ease of handling and packaging of the cut stems and the last category is to consider the perceived market value of the cultivar (Littlejohn, G.M. (2002). Breeding Technology for Protea. Fynbos Research. Page 1). The cultivation of a Protea plant is time-consuming, so good planning when developing the cross combinations and goals are of great importance of the breeding programme.(Littlejohn, G.M. (2002). Breeding Technology for Protea. Fynbos Research. Page 1) Some protea flower species, like the king protea flower, are self-pollinating flowers. Other protea species, however, such as P. cordata, P. decurrens, and P. scabra are self-incompatible, thus rely on cross-pollination for successive seed set. The main vectors responsible for the transfer of pollen in protea cultivation are birds, insects, and wind. Some Protea species exhibit both self-pollination and cross-pollination as a method of reproduction. Cross-pollination is preferred, though, as a method of reproduction because it provides genetic diversity in the population. When cultivating proteas, breeders use hand pollination as a controlled method to transfer pollen from one flower to another. Proteas usually flower during spring. The general structure of their flower heads consists of a mass of flowers on a woody receptacle. The ovary is protected by the receptacle, thus is not seen when looking at the flower, but the anthers are present at the top of the flower, which can then easily transfer the pollen to the vectors. The common Proteaceae plants, e.g. Protea, Leucospermum, and Leucadendron are diploid organisms, thus they can freely hybridise with closely related species to form new cultivars. Unusually, not all the genera within the family Proteaceae are able to hybridise freely; for example, Leucadendron species cannot be crossed with Leucospermum species because of the difference in their haploid chromosome number (13 and 12, respectively). This genetic incompatibility results in pollinated flowers that yield either no fruit, or seedless fruit, as the resulting plant embryos, from the incompatible pollen and ovum, fail to develop. ==Classification== Within the huge family Proteaceae, they are a member of the subfamily Proteoideae, which has Southern African and Australian members. ==Species== Protea caffra, the common protea (listed by section: a 'section' has a name in two parts, consisting of the genus name and an epithet). * Protea sect. Leiocephalae **Protea caffra (common protea) **Protea dracomontana (Drakensberg sugarbush) **Protea glabra (Clanwilliam sugarbush) **Protea inopina (large-nut sugarbush) **Protea nitida (wagon tree) **Protea nubigena (cloud sugarbush) **Protea parvula (dainty sugarbush) **Protea petiolaris (sickle-leaf sugarbush) **Protea rupicola (krantz sugarbush) **Protea simplex (dwarf grassland sugarbush) * Protea sect. Paludosae **Protea enervis (Chimanimani sugarbush) Dried head of P. madiensis shedding mature fruit * Protea sect. Patentiflorae **Protea angolensis (woodland sugarbush) **Protea comptonii (saddleback sugarbush) **Protea curvata (Barberton sugarbush) **Protea laetans (Blyde sugarbush) **Protea madiensis (tall woodland sugarbush) **Protea rubropilosa (Transvaal sugarbush) **Protea rupestris (rocket sugarbush) * Protea sect. Lasiocephalae **Protea gaguedi (African sugarbush) **Protea welwitschii (dwarf savanna sugarbush) * Protea sect. Cristatae **Protea asymmetrica (Inyanga sugarbush) **Protea wentzeliana (Wentzel's sugarbush) * Protea sect. Protea **Protea cynaroides (king protea) * Protea sect. Paracynaroides **Protea cryophila (snow protea) **Protea pruinosa (frosted sugarbush) **Protea scabriuscula (hoary sugarbush) **Protea scolopendriifolia (Hart's tongue-fern sugarbush) * Protea sect. Ligulatae **Protea burchellii (Burchell's sugarbush) **Protea compacta (Bot River sugarbush) **Protea eximia (broad-leaf sugarbush) **Protea longifolia (long-leaf sugarbush) **Protea obtusifolia (limestone sugarbush) **Protea pudens (bashful sugarbush) **Protea roupelliae (silver sugarbush) **Protea susannae (stink-leaf sugarbush) * Protea sect. Melliferae **Protea aristata (Ladysmith sugarbush) **Protea lanceolata (Lance-leaf sugarbush) **Protea repens (common sugarbush, Honey flower, Sugarbush) * Protea sect. Speciosae **Protea coronata (green sugarbush) **Protea grandiceps (red sugarbush) **Protea holosericea (saw-edge sugarbush) **Protea laurifolia (gray-leaf sugarbush) **Protea lepidocarpodendron (black-beard sugarbush) **Protea lorifolia (strap-leaf sugarbush) **Protea magnifica (queen sugarbush) **Protea neriifolia (oleander-leaf protea, narrow-leaf sugarbush) **Protea speciosa (brown-beard sugarbush) **Protea stokoei (pink sugarbush) * Protea sect. Exsertae **Protea aurea (common shuttlecock sugarbush) **Protea lacticolor (Hottentot sugarbush) **Protea mundii (forest sugarbush) **Protea punctata (water sugarbush) **Protea subvestita (waterlily sugarbush) **Protea venusta (creeping beauty) * Protea sect. Microgeantae **Protea acaulos (common ground sugarbush) **Protea convexa (large-leaf sugarbush) **Protea laevis (smooth-leaf sugarbush) **Protea revoluta (rolled-leaf sugarbush) **Protea angustata (Kleinmond sugarbush) * Protea sect. Crinitae **Protea foliosa (leafy sugarbush) **Protea intonsa (tufted sugarbush) **Protea montana (Swartberg sugarbush) **Protea tenax (tenacious sugarbush) **Protea vogtsiae (Kouga sugarbush) * Protea sect. Pinifolia **Protea acuminata (blackrim sugarbush) **Protea canaliculata (groove-leaf sugarbush) **Protea nana (mountain-rose sugarbush) **Protea pityphylla (Ceres sugarbush) **Protea scolymocephala (thistle sugarbush) **Protea witzenbergiana (swan sugarbush) * Protea sect. Craterifolia **Protea effusa (Marloth's sugarbush) **Protea namaquana (Kamiesberg sugarbush) **Protea pendula (arid sugarbush) **Protea recondita (hidden sugarbush) **Protea sulphurea (sulphur sugarbush) * Protea sect. Obvallatae **Protea caespitosa (bishop sugarbush) * Protea sect. Subacaules **Protea aspera (rough-leaf sugarbush) **Protea denticulata (tooth- leaf sugarbush) **Protea lorea (thong-leaf sugarbush) **Protea piscina (Visgat sugarbush) **Protea restionifolia (reed-leaf sugarbush) **Protea scabra (sandpaper-leaf sugarbush) **Protea scorzonerifolia (channel-leaf sugarbush) ==References== ==External links== *Protea Atlas Project: a project to map the distribution of South African plant species, using Protea as a flagship. *ncbi.nlm.nih.gov/Taxonomy/Browser *Photographs of flowers from many species of Protea Category:Proteaceae genera ",
    "title": "Protea"
}