{
    "id": "301670",
    "text": "In mathematics and physics, n-dimensional anti-de Sitter space (AdSn) is a maximally symmetric Lorentzian manifold with constant negative scalar curvature. Anti-de Sitter space and de Sitter space are named after Willem de Sitter (1872–1934), professor of astronomy at Leiden University and director of the Leiden Observatory. Willem de Sitter and Albert Einstein worked together closely in Leiden in the 1920s on the spacetime structure of the universe. Manifolds of constant curvature are most familiar in the case of two dimensions, where the surface of a sphere is a surface of constant positive curvature, a flat (Euclidean) plane is a surface of constant zero curvature, and a hyperbolic plane is a surface of constant negative curvature. Einstein's general theory of relativity places space and time on equal footing, so that one considers the geometry of a unified spacetime instead of considering space and time separately. The cases of spacetime of constant curvature are de Sitter space (positive), Minkowski space (zero), and anti-de Sitter space (negative). As such, they are exact solutions of Einstein's field equations for an empty universe with a positive, zero, or negative cosmological constant, respectively. Anti-de Sitter space generalises to any number of space dimensions. In higher dimensions, it is best known for its role in the AdS/CFT correspondence, which suggests that it is possible to describe a force in quantum mechanics (like electromagnetism, the weak force or the strong force) in a certain number of dimensions (for example four) with a string theory where the strings exist in an anti-de Sitter space, with one additional (non-compact) dimension. ==Non-technical explanation== This non-technical explanation first defines the terms used in the introductory material of this entry. Then, it briefly sets forth the underlying idea of a general relativity-like spacetime. Then it discusses how de Sitter space describes a distinct variant of the ordinary spacetime of general relativity (called Minkowski space) related to the cosmological constant, and how anti-de Sitter space differs from de Sitter space. It also explains that Minkowski space, de Sitter space and anti-de Sitter space, as applied to general relativity, can all be thought of as being embedded in a flat five-dimensional spacetime. Finally, it offers some caveats that describe in general terms how this non- technical explanation fails to capture the full detail of the mathematical concept. ===Technical terms translated=== A maximally symmetric Lorentzian manifold is a spacetime in which no point in space and time can be distinguished in any way from another, and (being Lorentzian) the only way in which a direction (or tangent to a path at a spacetime point) can be distinguished is whether it is spacelike, lightlike or timelike. The space of special relativity (Minkowski space) is an example. A constant scalar curvature means a general relativity gravity-like bending of spacetime that has a curvature described by a single number that is the same everywhere in spacetime in the absence of matter or energy. Negative curvature means curved hyperbolically, like a saddle surface or the Gabriel's Horn surface, similar to that of a trumpet bell. It might be described as being the \"opposite\" of the surface of a sphere, which has a positive curvature. ===Spacetime in general relativity=== General relativity is a theory of the nature of time, space and gravity in which gravity is a curvature of space and time that results from the presence of matter or energy. Energy and mass are equivalent (as expressed in the equation E = mc2). Space and time values can be converted into time or space units by multiplying or dividing the value by the speed of light (e.g., seconds times meters per second equals meters). A common analogy involves the way that a dip in a flat sheet of rubber, caused by a heavy object sitting on it, influences the path taken by small objects rolling nearby, causing them to deviate inward from the path they would have followed had the heavy object been absent. Of course, in general relativity, both the small and large objects mutually influence the curvature of spacetime. The attractive force of gravity created by matter is due to a negative curvature of spacetime, represented in the rubber sheet analogy by the negatively curved (trumpet-bell-like) dip in the sheet. A key feature of general relativity is that it describes gravity not as a conventional force like electromagnetism, but as a change in the geometry of spacetime that results from the presence of matter or energy. The analogy used above describes the curvature of a two- dimensional space caused by gravity in general relativity in a three- dimensional superspace in which the third dimension corresponds to the effect of gravity. A geometrical way of thinking about general relativity describes the effects of the gravity in the real world four-dimensional space geometrically by projecting that space into a five-dimensional superspace with the fifth dimension corresponding to the curvature in spacetime that is produced by gravity and gravity-like effects in general relativity. As a result, in general relativity, the familiar Newtonian equation of gravity \\textstyle F = G \\frac{m_1 m_2}{r^2}\\ (i.e. gravitation pull between two objects equals the gravitational constant times the product of their masses divided by the square of the distance between them) is merely an approximation of the gravity effects seen in general relativity. However this approximation becomes inaccurate in extreme physical situations, like relativistic speeds (light, in particular), or large, very dense masses. In general relativity, gravity is caused by spacetime being curved (\"distorted\"). It is a common misconception to attribute gravity to curved space; neither space nor time has an absolute meaning in relativity. Nevertheless, to describe weak gravity, as on earth, it is sufficient to consider time distortion in a particular coordinate system. We find gravity on earth very noticeable while relativistic time distortion requires precision instruments to detect. The reason why we do not become aware of relativistic effects in our every-day life is the huge value of the speed of light (c=300000km/s approximately), which makes us perceive space and time as different entities. ===De Sitter space in general relativity=== de Sitter space involves a variation of general relativity in which spacetime is slightly curved in the absence of matter or energy. This is analogous to the relationship between Euclidean geometry and non-Euclidean geometry. An intrinsic curvature of spacetime in the absence of matter or energy is modeled by the cosmological constant in general relativity. This corresponds to the vacuum having an energy density and pressure. This spacetime geometry results in initially timelike geodesics diverging, with spacelike sections having positive curvature. ===Anti-de Sitter space distinguished from de Sitter space=== An anti-de Sitter space in general relativity is similar to a de Sitter space, except with the sign of the spacetime curvature changed. In anti-de Sitter space, in the absence of matter or energy, the curvature of spacelike sections is negative, corresponding to a hyperbolic geometry, and initially timelike geodesics eventually intersect. This corresponds to a negative cosmological constant, where empty space itself has negative energy density but positive pressure, unlike the standard ΛCDM model of our own universe for which observations of distant supernovae indicate a positive cosmological constant corresponding to (asymptotic) de Sitter space. In an anti-de Sitter space, as in a de Sitter space, the inherent spacetime curvature corresponds to the cosmological constant. ===De Sitter space and anti-de Sitter space viewed as embedded in five dimensions=== As noted above, the analogy used above describes curvature of a two- dimensional space caused by gravity in general relativity in a three- dimensional embedding space that is flat, like the Minkowski space of special relativity. Embedding de Sitter and anti-de Sitter spaces of five flat dimensions allows the properties of the embedded spaces to be determined. Distances and angles within the embedded space may be directly determined from the simpler properties of the five-dimensional flat space. While anti-de Sitter space does not correspond to gravity in general relativity with the observed cosmological constant, an anti-de Sitter space is believed to correspond to other forces in quantum mechanics (like electromagnetism, the weak nuclear force and the strong nuclear force). This is called the AdS/CFT correspondence. ===Caveats=== The remainder of this article explains the details of these concepts with a much more rigorous and precise mathematical and physical description. People are ill-suited to visualizing things in five or more dimensions, but mathematical equations are not similarly challenged and can represent five-dimensional concepts in a way just as appropriate as the methods that mathematical equations use to describe easier to visualize three and four-dimensional concepts. There is a particularly important implication of the more precise mathematical description that differs from the analogy-based heuristic description of de Sitter space and anti-de Sitter space above. The mathematical description of anti-de Sitter space generalizes the idea of curvature. In the mathematical description, curvature is a property of a particular point and can be divorced from some invisible surface to which curved points in spacetime meld themselves. So for example, concepts like singularities (the most widely known of which in general relativity is the black hole) which cannot be expressed completely in a real world geometry, can correspond to particular states of a mathematical equation. The full mathematical description also captures some subtle distinctions made in general relativity between space-like dimensions and time-like dimensions. ==Definition and properties== Much as spherical and hyperbolic spaces can be visualized by an isometric embedding in a flat space of one higher dimension (as the sphere and pseudosphere respectively), anti-de Sitter space can be visualized as the Lorentzian analogue of a sphere in a space of one additional dimension. The extra dimension is timelike. In this article we adopt the convention that the metric in a timelike direction is negative. Image of -dimensional anti-de Sitter space embedded in flat -dimensional space. The t1\\- and t2-axes lie in the plane of rotational symmetry, and the x1-axis is normal to that plane. The embedded surface contains closed timelike curves circling the x1 axis, though these can be eliminated by \"unrolling\" the embedding (more precisely, by taking the universal cover). The anti-de Sitter space of signature can then be isometrically embedded in the space \\mathbb{R}^{p,q+1} with coordinates and the metric :ds^2 = \\sum_{i=1}^p dx_i^2 - \\sum_{j=1}^{q+1} dt_j^2 as the quasi-sphere :\\sum_{i=1}^p x_i^2 - \\sum_{j=1}^{q+1} t_j^2 = -\\alpha^2 , where \\alpha is a nonzero constant with dimensions of length (the radius of curvature). This is a (generalized) sphere in the sense that it is a collection of points for which the \"distance\" (determined by the quadratic form) from the origin is constant, but visually it is a hyperboloid, as in the image shown. The metric on anti-de Sitter space is that induced from the ambient metric. It is nondegenerate and, in the case of has Lorentzian signature. When , this construction gives a standard hyperbolic space. The remainder of the discussion applies when . ===Closed timelike curves and the universal cover=== When , the embedding above has closed timelike curves; for example, the path parameterized by t_1 = \\alpha \\sin(\\tau), t_2 = \\alpha \\cos(\\tau), and all other coordinates zero, is such a curve. When these curves are inherent to the geometry (unsurprisingly, as any space with more than one temporal dimension contains closed timelike curves), but when , they can be eliminated by passing to the universal covering space, effectively \"unrolling\" the embedding. A similar situation occurs with the pseudosphere, which curls around on itself although the hyperbolic plane does not; as a result it contains self-intersecting straight lines (geodesics) while the hyperbolic plane does not. Some authors define anti-de Sitter space as equivalent to the embedded quasi-sphere itself, while others define it as equivalent to the universal cover of the embedding. ===Symmetries=== If the universal cover is not taken, anti-de Sitter space has as its isometry group. If the universal cover is taken the isometry group is a cover of . This is most easily understood by defining anti-de Sitter space as a symmetric space, using the quotient space construction, given below. ===Instability=== The unproven 'AdS instability conjecture' introduced by the physicists Piotr Bizon and Andrzej Rostworowski in 2011 states that arbitrarily small perturbations of certain shapes in AdS lead to the formation of black holes. Mathematician Georgios Moschidis proved that given spherical symmetry, the conjecture holds true for the specific cases of the Einstein-null dust system with an internal mirror (2017) and the Einstein-massless Vlasov system (2018).Moschidis, Georgios. \"A proof of the instability of AdS for the Einstein--massless Vlasov system.\" arXiv preprint arXiv:1812.04268 (2018). ==Coordinate patches== A coordinate patch covering part of the space gives the half-space coordinatization of anti-de Sitter space. The metric tensor for this patch is :ds^2=\\frac{1}{y^2}\\left(-dt^2+dy^2+\\sum_idx_i^2\\right), with y>0 giving the half-space. We easily see that this metric is conformally equivalent to a flat half-space Minkowski spacetime. The constant time slices of this coordinate patch are hyperbolic spaces in the Poincaré half-space metric. In the limit as y\\to 0, this half-space metric is conformally equivalent to the Minkowski metric ds^2=-dt^2+\\sum_idx_i^2. Thus, the anti-de Sitter space contains a conformal Minkowski space at infinity (\"infinity\" having y-coordinate zero in this patch). In AdS space time is periodic, and the universal cover has non- periodic time. The coordinate patch above covers half of a single period of the spacetime. Because the conformal infinity of AdS is timelike, specifying the initial data on a spacelike hypersurface would not determine the future evolution uniquely (i.e. deterministically) unless there are boundary conditions associated with the conformal infinity. The \"half-space\" region of anti-de Sitter space and its boundary. Another commonly used coordinate system which covers the entire space is given by the coordinates t, r \\geqslant 0 and the hyper-polar coordinates α, θ and φ. :ds^2 = - \\left( k^2r^2 + 1\\right)dt^2 + \\frac{1}{k^2r^2+1}dr^2 + r^2 d\\Omega^2 The adjacent image represents the \"half-space\" region of anti-de Sitter space and its boundary. The interior of the cylinder corresponds to anti-de Sitter spacetime, while its cylindrical boundary corresponds to its conformal boundary. The green shaded region in the interior corresponds to the region of AdS covered by the half-space coordinates and it is bounded by two null, aka lightlike, geodesic hyperplanes; the green shaded area on the surface corresponds to the region of conformal space covered by Minkowski space. The green shaded region covers half of the AdS space and half of the conformal spacetime; the left ends of the green discs will touch in the same fashion as the right ends. ==As a homogeneous, symmetric space== In the same way that the 2-sphere :S^2=\\frac{ \\mathrm{O}(3) }{ \\mathrm{O}(2) } is a quotient of two orthogonal groups, anti- de Sitter with parity (reflectional symmetry) and time reversal symmetry can be seen as a quotient of two generalized orthogonal groups : \\mathrm{AdS}_n=\\frac{ \\mathrm{O}(2,n-1) }{ \\mathrm{O}(1,n-1) } whereas AdS without P or C can be seen as the quotient :\\frac{ \\mathrm{Spin}^+(2,n-1) }{ \\mathrm{Spin}^+(1,n-1) } of spin groups. This quotient formulation gives \\mathrm{AdS}_n the structure of a homogeneous space. The Lie algebra of the generalized orthogonal group o(1,n) is given by matrices : \\mathcal{H}= \\begin{pmatrix} \\begin{matrix} 0&0\\\\\\ 0&0 \\end{matrix} & \\begin{pmatrix} \\cdots 0\\cdots\\\\\\ \\leftarrow v^t\\rightarrow \\end{pmatrix}\\\\\\ \\begin{pmatrix} \\vdots & \\uparrow\\\\\\ 0 & v \\\\\\ \\vdots & \\downarrow \\end{pmatrix} & B \\end{pmatrix} , where B is a skew-symmetric matrix. A complementary generator in the Lie algebra of \\mathcal{G}=\\mathrm{o}(2,n) is : \\mathcal{Q}= \\begin{pmatrix} \\begin{matrix} 0&a;\\\\\\ -a&0 \\end{matrix} & \\begin{pmatrix} \\leftarrow w^t\\rightarrow \\\\\\ \\cdots 0\\cdots\\\\\\ \\end{pmatrix}\\\\\\ \\begin{pmatrix} \\uparrow & \\vdots\\\\\\ w & 0\\\\\\ \\downarrow & \\vdots \\end{pmatrix} & 0 \\end{pmatrix}. These two fulfill \\mathcal{G}=\\mathcal{H}\\oplus\\mathcal{Q} . Explicit matrix computation shows that [\\mathcal{H},\\mathcal{Q}]\\subseteq\\mathcal{Q} and [\\mathcal{Q},\\mathcal{Q}]\\subseteq\\mathcal{H} . Thus, anti-de Sitter is a reductive homogeneous space, and a non-Riemannian symmetric space. ==A mathematical definition for anti-de Sitter space and its properties== \\mathrm{AdS}_n is an n-dimensional solution for the theory of gravitation with Einstein–Hilbert action with negative cosmological constant \\Lambda, (\\Lambda < 0), i.e. the theory described by the following Lagrangian density: : \\mathcal{L}=\\frac{1}{16 \\pi G_{(n)}}(R-2\\Lambda) , where is the gravitational constant in -dimensional spacetime. Therefore, it is a solution of the Einstein field equations: : G_{\\mu u}+\\Lambda g_{\\mu u}=0 where G_{\\mu u} is Einstein tensor and g_{\\mu u} is the metric of the spacetime. Introducing the radius \\alpha as \\Lambda=\\frac{-(n-1)(n-2)}{2\\alpha^2} this solution can be immersed in a n+1 dimensional spacetime with signature (-,-,+,\\cdots,+) by the following constraint: : -X_1^2-X_2^2+\\sum_{i=3}^{n+1}X_i^2=-\\alpha^2 ===Global coordinates=== \\mathrm{AdS}_nis parametrized in global coordinates by the parameters (\\tau,\\rho,\\theta,\\varphi_1,\\cdots,\\varphi_{n-3}) as: : \\begin{cases} X_1=\\alpha\\cosh\\rho \\cos \\tau\\\\\\ X_2=\\alpha\\cosh \\rho \\sin \\tau\\\\\\ X_i=\\alpha \\sinh \\rho \\,\\hat{x}_i \\qquad \\sum_i \\hat{x}_i^2=1 \\end{cases} where \\hat{x}_i parametrize a S^{n-2} sphere. i.e. we have \\hat{x}_1=\\sin \\theta \\sin \\varphi _1 \\dots \\sin\\varphi _{n-3}, \\hat{x}_2=\\sin \\theta \\sin \\varphi _1 \\dots \\cos\\varphi _{n-3}, \\hat{x}_3=\\sin \\theta \\sin \\varphi _1 \\dots \\cos\\varphi _{n-2} etc. The \\mathrm{AdS}_n metric in these coordinates is: : d s^2=\\alpha^2(-\\cosh^2 \\rho \\, d \\tau^2 + \\, d \\rho^2 + \\sinh ^2 \\rho \\, d \\Omega_{n-2}^2) where \\tau \\in [0,2\\pi] and \\rho \\in \\mathbb{R}^+ . Considering the periodicity of time \\tau and in order to avoid closed timelike curves (CTC), one should take the universal cover \\tau \\in \\mathbb{R}. In the limit \\rho \\to \\infty one can approach to the boundary of this spacetime usually called \\mathrm{AdS}_n conformal boundary. With the transformations r\\equiv\\alpha\\sinh \\rho and t\\equiv\\alpha\\tau we can have the usual \\mathrm{AdS}_n metric in global coordinates: : d s^2=-f(r) \\, d t^2+\\frac{1}{f(r)} \\, d r^2+r^2 \\, d \\Omega_{n-2}^2 where f(r)=1+\\frac{r^2}{\\alpha^2} ===Poincaré coordinates=== By the following parametrization: : \\begin{cases} X_1=\\frac{\\alpha^2}{2r}(1+\\frac{r^2}{\\alpha^4}(\\alpha^2+\\vec{x}^2-t^2) ) \\\\\\ X_2=\\frac{r}{\\alpha}t \\\\\\ X_i=\\frac{r}{\\alpha}x_i \\qquad i\\in \\\\{3,\\cdots , n\\\\}\\\\\\ X_{n+1}= \\frac{\\alpha^2}{2r}(1-\\frac{r^2}{\\alpha^4}(\\alpha^2-\\vec{x}^2+t^2) ) \\end{cases} the \\mathrm{AdS}_n metric in the Poincaré coordinates is: : d s^2 = - \\frac{r^2}{\\alpha^2} \\, d t^2 + \\frac{\\alpha^2}{r^2} \\, d r^2 + \\frac{r^2}{\\alpha^2} \\, d \\vec{x}^2 in which 0 \\leq r. The codimension 2 surface r=0 is Poincaré Killing horizon and r\\to \\infty approaches to the boundary of \\mathrm{AdS}_n spacetime, so unlike the global coordinates, the Poincaré coordinates do not cover all \\mathrm{AdS}_n manifold. Using u\\equiv\\frac{r}{\\alpha^2} this metric can be written in the following way: : d s^2=\\alpha^2 \\left( \\frac{\\,d u^2}{u^2} + u^2(\\,d x_\\mu \\, d x^\\mu) \\right) where x^\\mu=(t,\\vec{x}) . By the transformation z\\equiv\\frac{1}{u} also it can be written as: : d s^2 = \\frac{\\alpha^2}{z^2}(\\,d z^2 + \\, d x_\\mu \\,d x^\\mu) ===Geometric properties=== \\mathrm{AdS}_n metric with radius \\alpha is one of the maximal symmetric n-dimensional spacetimes. It has the following geometric properties: Riemann curvature tensor: : R_{\\mu u\\alpha\\beta}=\\frac{-1}{\\alpha^2}(g_{\\mu\\alpha}g_{ u\\beta}-g_{\\mu \\beta}g_{ u\\alpha}) Ricci curvature: : R_{\\mu u}=\\frac{-(n-1)}{\\alpha^2}g_{\\mu u} Scalar curvature: : R=\\frac{-n(n-1)}{\\alpha^2} ==References== * * * * * * ==External links== * Simplified Guide to de Sitter and anti-de Sitter Spaces A pedagogic introduction to de Sitter and anti-de Sitter spaces. The main article is simplified, with almost no math. The appendix is technical and intended for readers with physics or math backgrounds. Category:Exact solutions in general relativity Category:Differential geometry ",
    "title": "Anti-de Sitter space"
}