{
    "id": "301649",
    "text": "EA 19 negotiating a marriage between Amenhotep III and Tushratta's daughter Tadukhipa Tadukhipa, in the Hurrian language Tadu-Hepa, was the daughter of Tushratta, king of Mitanni (reigned ca. 1382 BC-1342 BC) and his queen Juni, and niece of Artashumara. Tadukhipa's aunt Gilukhipa (sister of Tushratta) had married Pharaoh Amenhotep III in his 10th regnal year. Tadukhipa was to marry Amenhotep III more than two decades later. ==Marriage to Amenhotep III== Relatively little is known about this princess of Mitanni. She is believed to have been born around Year 21 of the reign of Egyptian Pharaoh Amenhotep III, (c. 1366 BC). Fifteen years later, Tushratta married his daughter to his ally Amenhotep III to cement their two states alliances in Year 36 of Amenhotep III's reign (1352 BC). Tadukhipa is referenced in seven of Tushratta's thirteen Amarna letters, of about 1350-1340 BC.William L. Moran, The Amarna Letters, Johns Hopkins University Press, 1992, EA 23, pp. 61-62 Tushratta requested that his daughter would become a queen consort, even though that position was held by Queen Tiye. The gifts sent to Egypt by Tushratta include a pair of horses and a chariot, plated with gold and inlaid with precious stones, a litter for a camel adorned with gold and precious stones, cloth and garments, jewelry such as bracelets, armlets and other ornaments, a saddle for a horse adorned with gold eagles, more dresses colored purple, green and crimson and a large chest to hold the items.A. L. Frothingham, Jr., Archæological News, The American Journal of Archaeology and of the History of the Fine Arts, Vol. 8, No. 4 (Oct. - Dec., 1893), pp. 557-631 In return, Amenhotep III never sent the golden statues he offered and, after his death, Tushratta sent some missives complaining about the lack of reciprocity.Aldred, Cyril, Akhenaten: King of Egypt ,Thames and Hudson, 1991 (paperback), ==Marriage to Akhenaten== Amenhotep III died shortly after Tadukhipa arrived in Egypt and she eventually married his son and heir Amenhotep IV (Akhenaten).Tyldesley, Joyce. Chronicle of the Queens of Egypt. Thames & Hudson. 2006. p. 124 ==Identified with Kiya or Nefertiti== Some scholars tentatively identify Tadukhipa with Kiya, a queen of Akhenaten.Dodson, Aidan and Hilton, Dyan. The Complete Royal Families of Ancient Egypt. Thames & Hudson. 2004. It has been suggested that the story of Kiya may be the source for the New Kingdom story called the \"Tale of Two Brothers\". This fable tells the story of how the pharaoh fell in love with a beautiful foreign woman after smelling her hair. If Tadukhipa was later known as Kiya, then she would have lived at Amarna where she had her own sunshade and was depicted with the pharaoh and at least one daughter. Others such as Petrie, Drioton and Vandier have suggested that Tadukhipa was given a new name after becoming the consort of Akhenaten and is to be identified the famous queen Nefertiti.Tyldesley, Joyce. Nefertiti: Egypt's Sun Queen. Penguin. 1998. This theory suggests that Nefertiti's name \"the beautiful one has come\" refers to Nefertiti's foreign origin as Tadukhipa. Seele, Meyer and others have pointed out that Tey, wife of Ay, held the title of nurse to Nefertiti, and that this argues against this identification. A mature princess arriving in Egypt would not need a nurse.Cyril Aldred, The End of the El-'Amārna Period, The Journal of Egyptian Archaeology, Vol. 43, (Dec., 1957), pp. 30-41 ==References== Category:Hurrian people Category:1360s BC births Category:Amarna Period Category:Queens consort of the Eighteenth Dynasty of Egypt Category:14th-century BC women Category:Year of death unknown Category:Amenhotep III Category:Ancient Mesopotamian women ",
    "title": "Tadukhipa"
}