{
    "id": "301680",
    "text": "Mechthild (or Mechtild, Matilda, Matelda) of Magdeburg (c. 1207 - c. 1282/1294), a Beguine, was a Christian medieval mystic, whose book Das fließende Licht der Gottheit (The Flowing Light of Divinity) is a compendium of visions, prayers, dialogues and mystical accounts. She was the first mystic to write in German. ==Life== Definite biographical information about Mechthild is scarce; what is known of her life comes largely from scattered hints in her work. She was born into a noble Saxon family. She had her first vision of the Holy Spirit at the age of twelve.Flowing Light 4.2. In 1230 she left her home and “renounced worldly honour and worldly riches” to become a Beguine at Magdeburg. There, like Hadewijch of Antwerp, she seems to have exercised a position of authority in a Beguine community.Flowing Light 6.7. In Magdeburg she became acquainted with the Dominicans and became a Dominican tertiary.Ghezzi, Bert. Voices of the Saints, Loyola Press It seems clear that she read many of the Dominican writers.See for example the influence of the friars in Flowing Light 4.20-22. It was her Dominican confessor, Henry of Halle, who encouraged and helped Mechthild to compose The Flowing Light. Her criticism of church dignitaries, religious laxity and claims to theological insight aroused so much opposition that some called for the burning of her writings. With advancing age, she was not only alone, and the object of much criticism but she also became blind. Around 1272, she joined the Cistercian nunnery at Helfta, who offered her protection and support in the final years of her life, and where she finished writing down the contents of the many divine revelations she claims to have experienced. It is unclear whether she actually formally joined the Cistercian community or if she simply resided there and participated in the religious services but did not take Cistercian vows. The nuns of Helfta were highly educated and important works of mysticism survive from Mechthild’s younger contemporaries, St Mechthild of Hackeborn and St Gertrude the Great. It is unclear when Mechthild died. 1282 is a commonly cited date, but some scholars believe she lived into the 1290s. ==Composition== Mechthild's book is written in the Middle Low German that was spoken in the region of Magdeburg at the time. It includes phrases in Latin. ==Works== Mechthild’s writings are formed of the seven books that constitute Das fließende Licht der Gottheit (The Flowing Light of Divinity), which was composed between 1250 and 1280. There appear to have been three stages in the evolution of the work. The first five books were finished by about 1260. During the next decade Mechthild added a sixth book. After joining the community of Cistercian nuns at Helfta around 1272, she added a seventh book, rather different in tone from the previous six. The Flowing Light was originally written in Middle Low German, the language of northern Germany. While her original composition is now lost, the text survives in two later versions. First, around 1290, Dominican friars of the Halle community translated the first six books into Latin. Then, in the mid-fourteenth century, the secular priest Henry of Nördlingen translated The Flowing Light into the Alemannic dialect of Middle High German. This version survives complete in one manuscript and in fragmentary form in three others. What is unusual about her writings is that she composed her work in Middle Low German at a time when most wisdom literature was composed in Latin. Thus she is remembered as an early proponent and popularizer of German as a language worthy of the divine and holy. Mechthild’s writing is exuberant and highly sophisticated. Her images of Hell are believed by some scholars to have influenced Dante Alighieri's The Divine Comedy, and Mechthild is thought to have been represented by Dante in that work, in the character of Matelda.Preger, lecture on Dante's Matilda, 1891 (Probably ) However, there is no concrete evidence for this and there are important differences in Dante's conception of Hell. While her work was translated into Latin during her lifetime, her work was largely forgotten by the 15th century. It was rediscovered in the late 19th century by Pater Gall Morel, who published the first edition. Her work has been increasingly studied, both for its academic interest and as a work of devotional literature. Her feast day is 19 November. ==References== == Published editions == * * * [critical edition of the Middle High German text] * (preface by Margot Schmidt) [translation into English] * [edition of the Middle High German text with facing translation into modern German] == Works cited == * (Also available at Internet Archive) * * * * == Further reading == * * * * * * * ==External links== * * * Category:1210 births Category:1285 deaths Category:13th-century Christian mystics Category:13th- century Christian saints Category:13th-century German women writers Category:13th-century philosophers Category:13th-century Roman Catholic theologians Category:Beguines and Beghards Category:Female saints of medieval Germany Category:German Christian mystics Category:German philosophers Category:German Roman Catholic religious sisters and nuns Category:German women philosophers Category:German women writers Category:Medieval German saints Category:Medieval German theologians Category:Rhineland mystics Category:Roman Catholic mystics Category:Women religious writers ",
    "title": "Mechthild of Magdeburg"
}