{
    "id": "301723",
    "text": ":For people named Yuengling and for other uses, see Jüngling#Yuengling D. G. Yuengling & Son ( ) is the oldest operating brewing company in America, established in 1829. In 2018, by volume of sales, it was the largest craft brewery, sixth largest overall brewery and largest wholly American-owned brewery in the United States.\"Boston Beer Company ties Yuengling for Largest\" Accessed April 26, 2012. Its headquarters are in Pottsville, Pennsylvania.\"Contact Us.\" D. G. Yuengling & Son. Retrieved on December 15, 2009. In 2015, Yuengling produced about 2.9 million barrels, operating two Pennsylvania facilities and a brewery in Tampa, Florida. Yuengling is an Anglicized version of Jüngling, its founder's surname and the German term for a \"young person” or “youngster”. The family-owned brewery has traditionally changed ownership through the purchase of the company by the offspring of the previous owner.Bryson, Lew. Pennsylvania Breweries. 3rd Edition. Stackpoles Books. Mechanicsburg, 2005. Though it is an amber lager, Yuengling Traditional Lager is popular enough in Pennsylvania and the Delaware Valley (including South Jersey) it can be ordered in some bars by simply asking for a lager.Russell, Don. The Philadelphia News (September 12, 2002): \"Joe Sixpack\" (column), \"\"In Philly, Lager means Yuengling\" (reprint appearing on Yuengling site) Accessed December 8, 2006. == History == alt= Plaque on the outside of the brewery. German brewer David Gottlieb Jüngling (1808–1877) immigrated to the United States in 1828 from Aldingen, near Stuttgart, in the Kingdom of Württemberg. He anglicized his surname from Jüngling to Yuengling and began the \"Eagle Brewery\" on Centre Street in Pottsville in 1829. His eldest son David Jr. left the Eagle Brewery to establish the James River Steam Brewery along the James River in Richmond, Virginia.BeerHistory.com. \"Yuengling of Pottsville: America's Oldest Brewery\". Retrieved December 8, 2006. The first brewery burned down in an 1831 fire and the company relocated to W. Mahantongo Street at 5th Street, its current location.Yuengling.com. \"History\". Retrieved December 8, 2006. The Eagle Brewery changed its name to \"D. G. Yuengling and Son\" in 1873 after Frederick Yuengling joined his father David in running the company. Although the company's name changed, the bald eagle remained the company's emblem. During the late 19th century, breweries were also opened in Saratoga Springs, New York City, and Trail, British Columbia, although they were eventually merged with the Pottsville plant. Frank D. Yuengling began heading the company in 1899 after his father Frederick died. During the Prohibition era, Yuengling survived by producing \"near beers\" (beverages with a 0.5% alcohol content) called \"Yuengling Special\", \"Yuengling Por-Tor\", and \"Yuengling Juvo\". The company also ran a dairy which produced ice cream and opened dance halls in Philadelphia and New York City. In 1933 when the nation's breweries and disgruntled beer lovers finally won the fight against Prohibition, Yuengling introduced its symbolic Winner Beer, celebrating Prohibition's repeal, and the brewery shipped a truck load of its popular brew to the White House to show their appreciation to President Roosevelt. Richard L. Yuengling Sr. and F. Dohrman Yuengling succeeded Frank Yuengling after their father's death in 1963.Yuengling.com. \"History\". Retrieved December 8, 2006. Yuengling experienced an increase of sales after a renewed interest in history owing to the United States Bicentennial in 1976. Yuengling bought the rights to use the Mount Carbon (Bavarian Premium Beer) name and label when Mount Carbon Brewery went out of business in 1977. Yuengling initially brewed beer at Mount Carbon but eventually abandoned it. The dairy remained in business until 1985. Richard L. (\"Dick\") Yuengling Jr. took over as the 5th- generation company president in 1985, the same year its Pennsylvanian brewery was listed on the National Register of Historic Places as the oldest in the United States.National Register of Historic Places: Pennsylvania — Schuylkill County It was also so listed in the Pennsylvania Inventory of Historic Places at some unspecified date. (The company's website mentions only a vague national and state registration in 1976). Yuengling has been a registered trademark for a variety of merchandise, including beer, since 1995.Trademark Applications and Registrations Retrieval. \"74453768\". Retrieved December 8, 2006. The Pottsville brewery was featured on an episode of The History Channel's American Eats. In 1987, the brewery reintroduced an amber lager they had not made in decades to take advantage of a spike in popularity of heavier- style beers. Since this time, Yuengling Lager has become its flagship brand, accounting for 80% of production and much of its rapid growth. In 1990, the brewery sold 138,000 barrels. At the time, Yuengling was the largest brewer of porter in the United States. In the early 1990s, demand throughout Pennsylvania, New Jersey, and Delaware outstripped the existing brewery's abilities. In 1999, they increased their manufacturing capacity by purchasing a Stroh Brewery Company plant in Tampa, Florida, hiring the former Stroh employees, and began working with a trade union for the first time. In 2000, the company built a third brewery in Pennsylvania, in Port Carbon in Schuylkill County near Pottsville. With production at the Port Carbon, Tampa, and original Pottsville plants, the company has been able to expand throughout the East Coast. Yuengling employees filed for union decertification in 2006. As a result, Yuengling did not renew a contract with Teamsters Local 830 of Philadelphia in March 2006.Michael Rubinkam. \"Pittsburgh Post- Gazette\".\"Teamsters foaming over ejection at Yuengling \"Kimm R. Montone. The REPUBLICAN & Herald. Yuengling declares it will honor petition by workers to can union\". Retrieved December 8, 2006. In response, the trade union began boycotting Yuengling products.The Philadelphia Public Record. \"Teamsters Boycott Yuengling\". Retrieved December 8, 2006. As of 2017, Yuengling is a moderately priced beer popular northward through New York, westward until Illinois and Kentucky, and southward through Georgia, where it has a large following. The Tampa brewery supplies the Florida Gulf Coast, the Florida Keys, Central Florida, North Florida, the Florida Panhandle as well as Alabama and Tennessee. The brewery uses corn from Minnesota and hops from Washington as ingredients in its products. Yuengling beer returned to Massachusetts on March 3, 2014, after having circulated among some bars and restaurants beginning in February.Yuengling officially drops in Massachusetts today Boston.com. 3 March 2014. Retrieved 20 October 2016. Yuengling began distribution in the state of Georgia on October 27, 2008. Yuengling also expanded distribution into West Virginia in May 2009, Ohio in October 2011, Rhode Island in June 2014, Connecticut in September 2014, Louisiana in August 2016, and Indiana in March 2017. On December 7, 2017, Yuengling announced it would expand to Arkansas in January 2018, after teasing it would expand to either that state, Kentucky, Michigan, or Texas earlier in the day on social media. Despite losing out to Arkansas, Kentucky began serving Yuengling in draft form on March 6, 2018, and will begin selling it for takeout use on March 19, 2018. A quart of Yuengling vanilla ice cream Owner Dick Yuengling spoke in Harrisburg, PA on August 26, 2013 and made his anti-union beliefs clear, calling for Pennsylvania to be a \"right-to-work\" state, and praising Republican governor Tom Corbett. A fire broke out at Yuengling's Tampa brewery on October 26, 2013. The extent of the damage was unknown.Fire reported at Tampa’s Yuengling Brewery TBO.com. Retrieved October 26, 2013 In February 2014, Yuengling Ice Cream returned to the market after a near 30-year absence. Although operated by the Yuengling family, it is operated by David Yuengling, a cousin of Dick Yuengling and a direct descendant of David Gottlob Jüngling. It is legally a separate company from the brewery, as was the case since 1935.Yuengling ice cream returns CNN. 12 February 2014. Retrieved 30 October 2016. In October 2016, Dick Yuengling sparked calls for boycotts of Yuengling after endorsing Donald Trump for President. Yuengling will transfer at least 51% control of the company in the future to either of his daughters that are currently executives, Jennifer or Wendy; he told them which one privately but not publicly. News reports in 2019 also indicated that Yuengling's two other daughters, Debbie and Sheryl, also both work for the company, and are also \"next in line to take over.\"Rader, Tom. \"Yuengling daughters talk about future of family's brewery.\" Allentown, Pennsylvania: WFMZ-TV News, July 11, 2019. In October 2019, Yuengling partnered with Hershey's to produce a limited release collaboration beer titled Yuengling Hershey's Chocolate Porter. This was the first collaborative beer for Yuengling in its 190-year history. == Products == Finished bottles being cased at a brewery * Traditional Lager : An amber lager in the style common before Prohibition (commonly called pre-Prohibition lager). Introduced in 1987,\"Lager, a Popular Newcomer\", Pottsville Republican and Herald, Aug. 16-17, 1997 it was developed by longtime Yuengling brewmaster N. Ray Norbert.Andrusavage, Frank, \"Pottsville - Yuengling Brewery is a Claim to Fame\", Standard Speaker (Hazelton, PA) Apr. 28, 1997, p. 19 It subsequently became the company's flagship beer, and what is received if a \"lager\" is ordered throughout many parts of Pennsylvania, New Jersey and Delaware. It is usually sold in green bottles prominently featuring the word \"LAGER\" on the label, but is also available in cans, brown quart bottles, and 24 ounce cans. It was previously offered in 22 ounce bottles, colloquially known as \"bombers\". The \"bomber\" name is still used for the large cans. Yuengling Lager is 4.4 percent ABV. * Light Lager : A lower-calorie version of the Traditional Lager. * Yuengling Premium Beer This was Yuengling's flagship brand prior to the introduction of Traditional Lager.Robertson, James D. The Great American Beer Book (Warner Books 1978). As of 2020 its distribution is primarily limited to Pennsylvania. : A standard American pilsner. * Yuengling Premium Light Beer : A lower-calorie version of the Premium Beer. * Original Black & Tan : This black and tan is a mixture of Yuengling Premium Beer (40%) and Dark-Brewed Porter (60%). It was introduced in 1986. * Dark-Brewed Porter : A Baltic porter with a very dark cola color, appearing almost black in the glass with a pale tan head, and a strong malt flavor. Porter originated in England in the early 1700s and became popular in Colonial America, with production concentrated in Pennsylvania. When German brewers like D.G. Yuengling began brewing in America, the popularity of porter led them to add porters to their offerings. Prior to the start of the craft brewing revolution in the 1970s, Yuengling, Stegmaier and Narragansett were the only breweries still producing porters on a regular basis in the United States.\"American Porters\", by Martin Lodahl, https://www.morebeer.com/articles/american_porters (By this time, no British breweries were brewing porters.) For this reason, these breweries have been credited with helping to keep the porter style alive. Rather than using the traditional top-fermenting ale yeasts used in most porters, Yuengling's porter is bottom-fermented; few mainstream breweries produce this style. Since the 1800s it has been known as \"Pottsville Porter\". * Lord Chesterfield Ale : Named for Philip Stanhope, 4th Earl of Chesterfield, this is Yuengling's hoppiest beer. Although Yuengling brewed ales in the 1800s,Pottsville Republican, Feb. 14, 1885, p. 7 Lord Chesterfield Ale was introduced in 1934 and was described then as a Canadian type ale.Pottsville Evening Republican, Dec. 29, 1934, p. 6 This is not a true ale as it is brewed with, \"bottom- fermenting\" type, lager yeast. Like the Traditional Lager, it is usually sold in green bottles (but also in cans) and has an element of corn in its profile. It is very carbonated and tends to sprout a large but short-lived head when poured. As of 2007, Lord Chesterfield is no longer sold in kegs. However, quarter kegs were put back on the market in October 2008. *Golden Pilsner :Introduced in 2018, Golden Pilsner is the first year-round beer introduced in 17 years. Combining pale and specialty malts, and Hallertau and Saaz hops, it has an ABV of 4.7% and comes in at 135 calories. It was initially distributed April 1 to select markets, but eventually made its way around the 22-state footprint Yuengling covers. * Yuengling Oktoberfest :Produced for the Oktoberfest season, beginning in 2011. It is currently Yuengling's only seasonal beer. *FLIGHT by Yuengling :Introduced in 2020, FLIGHT by Yuengling is what the brewery has deemed the \"next generation of light beer.\" With 2.6 grams of carbs, 95 calories, and 4.2% ABV, the beer is brewed to be crisp and easy-to-drink. Beginning in March 2020, it will be available in bottles (and selectively on tap) across Yuengling's 22-state footprint. ===No longer produced=== * Yuengling BockYuengling Bock Beer to Return in 2010 (D.G. Yuengling & Son Inc.) : Introduced in February 2009, this was a return of a discontinued beer last brewed in the 1970s. According to company sources, it was to be sold as a draught-only, spring seasonal beer. Due to its popularity Yuengling Bock beer was made available for kegs and cases in January 2010. Bock Beer was discontinued in early 2015 after not meeting sales expectations. * Summer Wheat :Yuengling introduced a Summer Wheat beer in 2014. It was 4.5% ABV and was less hoppy than the normal brew. It was described as \"a southern true authentic Bavarian-style wheat beer. Summer Wheat was discontinued in 2017 along with Yuengling IPL when the Golden Pilsner was introduced, as \"part of a business strategy to focus more on the core brands.\" *Yuengling IPL :At 5% ABV, the India Pale Lager was bright in color and loaded with Bravo, Belma, Cascade, and Citra hops on a balanced lager base. The IPL was first brewed in 2015 and discontinued along with Summer Wheat in 2017. * Old German : It was descibed in 1978 as darker in color than Yuengling premium, deep yellow gold, with the aroma of burnt baked potato, a sharp hop taste and bitter finish. It was less expensive than Yuengling Premium. * Half & Half : Originated from Reading's Northeast Taproom where they mixed a 50/50 blend of Dark-Brewed Porter and Lord Chesterfield Ale. The local bar then requested that Yuengling sell the draft pre-mixed and the official \"Half & Half\" was born. It was replaced by Original Black & Tan in 1986 and was discontinued. == References == == External links == * * Historical video profile about the brewery, family history and brewing traditions. Category:American beer brands Category:Beer brewing companies based in Pennsylvania Category:Brewery buildings in the United States Category:American companies established in 1829 Category:Cuisine of Philadelphia Category:Industrial buildings and structures on the National Register of Historic Places in Pennsylvania Category:Industrial buildings completed in 1873 Category:Industrial buildings completed in 1913 Category:Pottsville, Pennsylvania Category:Schuylkill County, Pennsylvania Category:1829 establishments in Pennsylvania Category:National Register of Historic Places in Schuylkill County, Pennsylvania Category:Food and drink companies established in 1829 ",
    "title": "Yuengling"
}