{
    "id": "301768",
    "text": "Title page of the 1641 edition, republished in 1881 by A. H. Bullen The Parliament of Bees is the best-known of the works of the Elizabethan dramatist John Day. It was probably written sometime between 1608 and 1616, but not published until 1641. The poem was entered into the Stationers' Register on 23 March 1641 and printed later in the year by the bookseller William Lee. The quarto is titled \"The Parliament of Bees, with their Proper Characters. Or a beehive furnished with twelve honeycombs, as pleasant as profitable. Being an allegorical description of the actions of good and bad men in these our days. By John Day, sometimes student of Caius College in Cambridge\". (Spellings modernized.) The quarto is dedicated to George Butler. The poem also exists in manuscript, identified as Lansdowne MS. 725. The manuscript's title is \"An old manuscript containing the Parliament of Bees, found in a hollow tree in a garden in Hibla, in a strange language, and now faithfully translated into easy English verse by John Day, Cantabridg\". (Spellings modernized.) The manuscript is prefaced with Epistles to The Reader and to William Augustine. The printed text and the manuscript show significant differences. Some of the twelve characters had been published prior to 1641. Two, nos. 4 and 5, were printed in a volume titled The Noble Soldier (1634), attributed to \"S. R.\" Five others, nos. 2, 3, 7, 8, and 9, appeared under different names in The Wonder of a Kingdom (1636), attributed to Thomas Dekker. The Parliament of Bees is a series of dialogues on the subject of \"the doings, the births, the wars, the wooings\" of bees. The bees hold a parliament under Prorex, the Master Bee, and various complaints are preferred against the humble-bee, the wasp, the drone and other offenders. This satirical allegory of affairs ends with a Royal Progress by Oberon, who distributes justice to all. ==References== * Chambers, E. K. The Elizabethan Stage. 4 Volumes, Oxford, Clarendon Press, 1923. ==External links== * The parliament of bees at Ann Arbor, MI ; Oxford (UK) :: Text Creation Partnership. Category:1641 poems Category:English poems Category:Plays by John Day (dramatist) ",
    "title": "The Parliament of Bees"
}