{
    "id": "301887",
    "text": "In United States politics, a Sister Souljah moment is a politician's calculated public repudiation of an extremist person, statement, group or position that is perceived to have some association with the politician's own party. It has been described as \"a key moment when the candidate takes what at least appears to be a bold stand against certain extremes within their party\" and as \"a calculated denunciation of an extremist position or special interest group.\" This act is intended to be a signal to centrist voters that the politician is not beholden to those positions or interest groups. However, such a repudiation runs the risk of alienating some of the politician's allies and the party's base voters. The term is named after the hip hop artist Sister Souljah. ==Origins== Sister Souljah in 1997 The term originated in the 1992 presidential candidacy of Bill Clinton. In a Washington Post interview published on May 13, 1992, the hip hop MC, author, and political activist Sister Souljah was quoted as saying (in response to the question regarding black-on-white violence in the 1992 Los Angeles riots): Speaking to Jesse Jackson Sr.'s Rainbow Coalition in June 1992, Clinton responded both to that quotation and to something Souljah had said in the music video of her song \"The Final Solution: Slavery's back in Effect\" (\"If there are any good white people, I haven't met them\").Anthony Lewis. '\"Abroad at Home; Black and White,\" New York Times. \"If you took the words 'white' and 'black,' and you reversed them, you might think David Duke was giving that speech\", said Clinton. Prior to his appearance, Clinton's campaign staff had conducted an intense debate about how far he should go in distancing himself from Jesse Jackson, who was unpopular with moderate voters. When Souljah was invited to speak at the conference, Clinton's advisors saw their chance. Clinton's response was harshly criticized by Jackson, who said, \"Sister Souljah represents the feelings and hopes of a whole generation of people\", and he claimed that she had been misquoted.Lewis, Op.cit. Clinton was also criticized by some of the Democratic Party's other African American supporters. Souljah responded by denying she had ever made remarks promoting murder and accused Clinton of being a racist and a hypocrite because he had played golf at a country club that refused to admit black members until he decided to run for president earlier in the year; Clinton acknowledged that he was once a member of an all-white Arkansas golf club early into his presidential campaign and publicly apologized. In response to the rebuttal, Paul Greenberg, a progressive Arkansas journalist and long-time Clinton critic who dubbed the Arkansas Governor \"Slick Willie\" during his 1980 re-election bid,American Frontline:Stories of Bill Accessed August 25, 2014 criticized Souljah for lying about what she said in an earlier interview with the Washington Post, accusing her of trying to fend off criticism \"with the savvy of an experienced pol.\" In the same article, he compares her to Louis Farrakhan, the leader of the Nation of Islam. ==Other examples== As a candidate for the Republican nomination for president in 2000, Texas Governor George W. Bush spoke before the conservative Manhattan Institute in October 1999 saying, \"Too often, on social issues, my party has painted an image of America slouching toward Gomorrah,\" quoting the title of a book by conservative jurist Robert Bork. Bush's comments were seen as a repudiation of the religious right and an attempt to appeal to moderate voters; commentator Charles Krauthammer called it \"an ever so subtle Sister Souljah on Robert Bork.\" In the same campaign for the Republican nomination, Arizona Senator John McCain stated, \"Neither party should be defined by pandering to the outer reaches of American politics and the agents of intolerance, whether they be Louis Farrakhan or Al Sharpton on the left or Pat Robertson or Jerry Falwell on the right.\" This was similarly seen as a repudiation of the religious right; columnist Jacob Weisberg called it \"a pungent Sister Souljah moment.\" During the 2008 United States presidential campaign, Democratic Party nominee Barack Obama received much criticism for his association with his longtime Pastor Jeremiah Wright, and Wright's pattern of racist statements. On April 29, Senator Obama distanced himself, in a well-received speech on racism, calling some of Wright's statements \"outrageous\" and \"a bunch of rants that aren't grounded in truth.\"Nick Timiraos and Jackie Calmes. Obama Denounces Ex-Pastor for 'Rants', Wednesday, April 30, 2008, ppA1, A18. South Carolina Congressman James Clyburn said of the speech, \"This, I think, offers Barack Obama his Sister Souljah moment\"; the speech was also described as \"more than a Sister Souljah moment\" by columnist Maureen Dowd. On July 10, 2008, prior to a taping of Fox and Friends, civil-rights activist Jesse Jackson was unwittingly caught by an open microphone whispering to a fellow interviewee, saying that then-candidate Barack Obama was talking down to black people and that he, Jackson, wanted to cut Obama's \"nuts off\". Jackson's son, Rep. Jesse Jackson Jr. of Illinois—co- chair of Obama's presidential campaign—publicly blasted his father's comments. Dan Balz called the comments an \"accidental Sister Souljah moment\" for Obama, since Jackson had distanced himself from the candidate, without Obama having to take a stand. On August 28, 2020, conservative pundits George Will and Amanda Carpenter called on Democratic presidential nominee Joe Biden to have a \"Sister Souljah moment\" to distance himself from the violence of the Kenosha protests, which occurred against the backdrop of the police shooting of Jacob Blake, an African American man. Two days prior, Biden had already released a statement condemning the violence, which the commentators viewed as inadequate. ==References== Category:Political terminology Category:American political neologisms Category:Extremism Category:Centrism in the United States Category:Bill Clinton Category:1992 in American politics Category:History of hip hop Category:1992 Los Angeles riots ",
    "title": "Sister Souljah moment"
}