{
    "id": "301850",
    "text": "Princess Louise of Baden (13/24 January 1779 – 4 May/16 May 1826) was, later known as Elizabeth Alexeievna (), the Empress of Russia during her marriage with Emperor Alexander I. Born Princess Louise of Baden, she was a daughter of Charles Louis, Hereditary Prince of Baden, and his wife, Landgravine Amalie of Hesse-Darmstadt. She grew up in a close, warm family environment in Karlsruhe during the long reign of her grandfather Charles Frederick, Margrave of Baden. Princess Louise came to Russia in November 1792, when she was chosen by Empress Catherine II of Russia as a bride for her eldest grandson, Grand Duke Alexander Pavlovich of Russia, the future Tsar Alexander I. Louise converted to the Orthodox Church, took the title of Grand Duchess of Russia and traded the name Louise Maria for Elizabeth Alexeievna. She married Alexander on 28 September 1793, when he was fifteen and she was fourteen. Initially the marriage was happy. Elizabeth was beautiful, but shy and withdrawn. She had two daughters, but both died in early childhood. During the reign of her father-in-law, Tsar Paul I, Elizabeth supported her husband's policies and she was with him on the night of Paul’s assassination. As empress consort, Elizabeth Alexeievna took part in Court life and the duties of representation, but the role of first lady in the Empire was reserved for her mother-in-law, Maria Feodorovna, who played a more prominent position than the young empress. For almost two decades, Alexander I and Elizabeth lived in harmony, but led separate lives, with both having affairs. She was neither popular in Russia nor much loved by her Romanov relations. Elizabeth Alexeievna did not play any major political role, but during the Napoleonic Wars, she was a reliable supporter of her husband's policies. She joined her husband at the Congress of Vienna in 1814. Elizabeth Alexeievna with Alexander at the Congress of Vienna 1814 Cliche´- Medal by Leopold Heuberger After many years living apart, Elizabeth and Alexander I reconciled in the early 1820s. By 1824, they were once again the happy couple of their youth. As Elizabeth's health was fragile, they moved to Taganrog, where Emperor Alexander died in December 1825. Empress Elizabeth died on her return journey to the capital, five months after her husband's death. ==Princess of Baden== Elizabeth Alexeievna, praised for her beauty, would not find happiness in her marriage or fulfillment in her position in Russia Elizabeth Alexeievna was born in Karlsruhe, on as Princess Louise Maria Auguste of Baden of the House of Zähringen. She was the third of seven children of Charles Louis, Hereditary Prince of Baden, and his wife, Landgravine Amalie of Hesse-Darmstadt. At birth, the child was so small and weak that doctors feared that she would not live. Louise of Baden in childhood, gouache and watercolour on ivory, Augustin Ritt, 1791 Louise grew up in a close, warm family environment. She would remain particularly attached to her mother, with whom she maintained an intimate correspondence until her death (The Margravine of Baden outlived her daughter). She received a thoughtful education at the Baden court. She spoke and wrote both in French and German; studied history, geography, philosophy, and French and German literature.Rey, Alexander I: The Tsar Who Defeated Napoleon, p. 50 Thanks to the close proximity between Baden and France, she was well acquainted with French culture and refinements, as was the custom of that era. Because her grandfather, the reigning Margrave of Baden, was not rich, the family lived modestly by royal standards. Catherine the Great was looking for a bride for her eldest grandson, the future Alexander I, and set her eyes on the Princesses of Baden who were the nieces of the Queen of Prussia and the deceased Grand Duchess Natalia Alexeievna (Wilhelmina Louisa of Hesse- Darmstadt) who had been the first spouse of Grand Duke Paul of Russia. Thus, an alliance to Prussia and several German royal houses they were closely related to would be a beneficial outcome. After favorable impressions, Catherine invited Princess Louise and her younger sister Frederica, who later became Queen of Sweden, to Russia. In the autumn of 1792, the two sisters arrived in St. Petersburg. The Empress was delighted by Louise, finding her a model of beauty, charm, and honesty.Lincoln, The Romanovs, p. 385 Louise herself was attracted to Alexander; he was tall and handsome. At first, Alexander was shy with his future bride — very young and inexperienced, he did not know how to treat her — and she mistook his reserve for dislike. However, the young couple soon grew fond of each other. \"You tell me that I hold the happiness of a certain person in my hands\", she wrote to Alexander. \"If that is true, then his happiness is assured forever… this person loves me tenderly, and I love him in return, and that will be my happiness… you can be certain that I love you more than I ever can say\", she added. They were engaged in May 1793. The Princess learned Russian, converted to the Orthodox Church, took the title of Grand Duchess of Russia and traded the name Louise Maria Auguste for Elizabeth Alexeievna. The wedding took place on 28 September 1793. \"It was a marriage between Psyche and Cupid\", Catherine wrote to the Prince of Ligne. Elizabeth was only fourteen, her husband a year older. ==Grand Duchess of Russia== Elizabeth Alexeievna, by Jean-Laurent Mosnier Alexander and Elizabeth Very young when she was married, shy and naïve, Elizabeth Alexeievna was ill- prepared for her new position. She was overwhelmed by the splendor of the Russian court and frightened by the vicious intrigues waged there with cold calculation.Lincoln, The Romanovs, p. 386 She was appalled by the intense sexual intrigues that flourished all around her in a court where adultery was an accepted form of entertainment. The Empress herself set the example for the licentious ways of the court. Catherine's lover, Platon Zubov, even tried to seduce Elizabeth Alexeievna.Lincoln, The Romanovs, p. 237 The Grand Duchess felt lonely and homesick, particularly after her sister Frederica returned to Baden. Elizabeth was abandoned in an alien world where she could never be herself, even among her servants and ladies-in-waiting. The relationship with Alexander was her only source of solace. \"Without my husband, who alone makes me happy, I should have died a thousand deaths\" The first years of the marriage were relatively happy, but the Grand Duchess disappointed Catherine II, who did not live to see a son be born to the young couple. The death of Catherine the Great in November 1796 brought Elizabeth's father-in-law, Paul I, to the Russian Throne. During the years of his reign, Elizabeth avoided Paul's court.Bergamini, The Tragic Dynasty, p. 267 She utterly disliked her father-in-law and disapproved of the injustices of his government and the bluntness of his character. The first cracks in Elizabeth's marriage began to appear. She did not find fulfillment for her romantic nature in a husband who neglected her. Elizabeth looked for emotional solace elsewhere. She first found refuge for her loneliness in a close intimate friendship with the beautiful Countess Golovina. Later, she started a romantic liaison with Alexander's best friend, the dashing and clever Polish prince, Adam Czartoryski. Their relationship lasted for three years. After more than five years of a childless marriage, on 29 May 1799, Elizabeth gave birth to a daughter, Grand Duchess Maria Alexandrovna. At court, some attributed the paternity to the Polish prince. The child had black hair and dark eyes and at the baptism, Tsar Paul I did not fail to express his amazement that two blonde, blue-eyed parents had had a dark-haired child. Elizabeth Alexeievna soon lost both her lover and her daughter. Adam Czartoryski was sent on a diplomatic mission, and Elizabeth's baby daughter did not live long. \"As of this morning, I no longer have a child, she is dead\" she wrote to her mother on 27 July 1800. \"Not an hour of the day passes without my thinking of her, and certainly not a day without my giving her bitter tears. It cannot be otherwise so long as I live, even if she were to be replaced by two dozen children.\"Troyat, Alexander of Russia, p. 45 ==Personality== Empress Elizabeth by Vladimir Borovikovsky, 1813. Russian poet Alexander Pushkin dedicated her his poem \"I wasn't born to amuse the Tsars\" (я не рожден царей забавить...) Elizabeth Alexeievna was distinguished by a soft, melodious voice, and a beautiful oval face, with delicate features, a Greek profile, large almond- shaped blue eyes and curly ash blond hair, which she usually left floating on her shoulders. With an elegant figure, regal carriage and a beautiful angelic face, she was regarded by contemporaries as one of the most beautiful women in Europe and probably the most beautiful consort at that time. Charming, generous and intellectual, Elizabeth Alexeievna loved literature and the arts. She took music lessons from Ludwig-Wilhelm Tepper de Ferguson (1768–after 1824). Unfortunately, she possessed a shy, withdrawn personality which failed to endear her to either the Russian court or her in-laws. She preferred simplicity and solitude to the pomp and ceremony of life at court. Her marriage also failed to bring her fulfillment. Although Elizabeth Alexeievna loved her husband, and encouraged him in many personal and political crises, Alexander neglected her. Their relationship was harmonious, but emotionally distant, with each engaging in love affairs outside their marriage. ==Russian Empress== The eccentricities of Tsar Paul I led to a plot to overthrow him and place Alexander on the Russian throne. Elizabeth was well aware of this scheme and on the night of Paul's assassination, she was with her husband giving him support. Once Alexander I became Emperor, Elizabeth Alexeievna encouraged him to leave behind the trauma of Paul I's murder and dedicate himself to serve Russia. As Empress Consort, she took part in Court life and the duties of representation, but the first female rank in the Empire was reserved for her mother-in-law Empress Maria Feodorovna. During official events, Empress Marie Feodorovna walked next to the Emperor, while Elizabeth was forced to walk alone behind them. Alexander I treated his wife indifferently, he was polite toward her in public ceremonies and made an effort to have his meals in her company. Elizabeth was too soft and placid to keep a hold on a restless and soul tortured man such as her husband.Bergamini, The Tragic Dynasty, p. 299 In 1803, Alexander began a love affair that would continue for more than fifteen years with the Polish Princess Maria Czetwertynska, wife of Prince Dmitri Naryshkin. Princess Maria Naryshkina flaunted her liaison at Court in a tasteless, blatant fashion. Apotheosis of Empress Elizabeth Alexeievna (1813) by Józef Oleszkiewicz, National Museum in Warsaw Portrait of Elizabeth Alexeievna (1805) by Jean-Laurent Mosnier, The Chelyabinsk State Museum of Fine Arts. Elizabeth Alexeievna, for her part, found solace in her relationship with Adam Czartoryski, who had returned to Russia at Alexander I's ascension to the throne. This liaison ended when she started a love affair with a handsome staff captain, Alexis Okhotnikov (1780–1807). All the correspondence between Elizabeth and Alexis Okhotnikov (and some of her diaries) were destroyed by the Emperor Nicholas I after her death. The affair with Okhotnikov had a tragic end. The staff captain, who suffered from tuberculosis, retired due to his worsened health and died in 1807. It was apparently rumored later that Alexander I or his brother Grand Duke Konstantin had ordered him killed; in the early twentieth century Grand Duke Nicholas Mikhailovich turned those rumors into an elaborate legend for his biography of Elizabeth Alexeievna (although the chapter on Okhotnikov was not published at the time due to Nicholas II's personal intervention) and his other studies of that period. On 16 November 1806, Elizabeth gave birth to a second daughter. There were rumors that the newborn, Grand Duchess Elizabeth Alexandrovna, was not a child of Emperor Alexander but of Okhotnikov. After his death, Elizabeth Alexeievna felt more abandoned than ever and poured out all her affection on her daughter Elizabeth, \"Lisinka\". Fifteen months later, the little girl died suddenly of an infection blamed on teething. \"Now,\" wrote Elizabeth to her mother, \"I am not longer good for anything in this world, my soul has no more strength to recover from this last blow.\"Troyat, Alexander of Russia, p. 110 The death of their daughter temporarily brought husband and wife closer. Although Elizabeth Alexeievna was not yet thirty years old, neither she nor Alexander had further hopes of a family and they would have no more children. During the Napoleonic Wars, Elizabeth Alexeievna was a reliable supporter of her husband's policies as she had been in other personal and political crises. After the fall of Napoleon, she joined her husband and many of the crowned heads of Europe in the Congress of Vienna (1814), where she was reunited with her old paramour, Adam Czartoryski. He was still in love with her and forgave her past infidelity with Okhotnikov. Their reunion was short-lived. ==Last years== Tsaritsa Elizabeth Alexeievna, during the last years of her life, circa 1821. Carpet on which Elizabeth Alexeievna stood to pray after death of Alexander I of Russia from Alexander I Palace in Taganrog. \"Blessed Be the Place where You Prayed. 1826!\" Once she reached forty, Elizabeth Alexeievna's beauty was largely faded; she left behind any romantic pretensions. Her husband also experienced a personal transformation that drove the couple closer than they ever were. In 1818, Alexander I, immersed in religious mysticism, broke his long relationship with Maria Naryshkina. From then on, husband and wife started to spend more time together. The Empress sympathized deeply with him and Alexander found her supportive when he lost his beloved natural daughter, Sophia. The marked reconciliation between the Emperor and the Empress caused general surprise. \"I am reduced to thinking of myself sometimes as Alexander's mistress, or as if we had been married secretly...\"Troyat, Alexander of Russia, p. 279 Elizabeth wrote to her mother. By 1825, Elizabeth Alexeievna's health was frail; she suffered from a lung condition and a nervous indisposition. The doctors recommended her to take a rest in a temperate climate and suggested the southern city of Taganrog, by the sea of Azov. With no comfortable Palace, the Imperial couple were established in a modest house in Taganrog by 5 October. They were happy together living in intimate simplicity. On 17 November 1825 Alexander returned to Taganrog from visiting Crimea with a cold, which developed into typhus, from which he died that December in the arms of his wife. Elizabeth was stricken by her loss, writing \"I do not understand myself, I do not understand my destiny... What am I to do with my will, which was entirely subjected to him, with my life, which I loved to devote to him?\" Troyat, Alexander of Russia, p. 292 The now Dowager Tsarina was too frail to come back to St. Petersburg for the funeral. When Elizabeth Alexeievna finally started her return journey to the capital, she felt so sick that she had to stop at Belev, Tula Province, on the road from Taganrog to St. Petersburg just a few hours before she was to meet her mother-in-law, who was coming south to greet her. In the early hours of 16 May 1826, towards 4.30 am, when her lady's maid went to check on the Empress, she found her dead in bed. Elizabeth Alexeievna had died of heart failure. Three days after her husband's death Elizabeth had written her mother, \"Do not worry too much about me, but if I dared, I would like to follow the one who has been my very life.\" ==Children== Alexander I and Elizabeth Alexeievna had two daughters, both of whom died in early childhood. Their common sorrow drew husband and wife closer together for a brief time. * Grand Duchess Maria Alexandrovna of Russia (St. Petersburg, 29 May 1799 – St. Petersburg, 8 July 1800) * Grand Duchess Elizabeth Alexandrovna of Russia (St. Petersburg, 15 November 1806 – St. Petersburg, 12 May 1808) ==Ancestry== ==Footnotes== ==References== * Bergamini, John. The Tragic Dynasty: A History of The Romanovs. Konecky&Konecky.; * Lincoln, W. Bruce. The Romanovs: Autocrats of All the Russias. Anchor. . * Rey, Marie-Pierre. Alexander I: The Tsar Who Defeated Napoleon. Northern Illinois University Press. * Troyat, Henri. Alexander of Russia. E.P Dutton, Inc. * Troyat, Henri. Catherine the Great. Plume. |- |- |- Baden, Princess Maria Louisa of Baden, Princess Maria Louisa of Category:People from Karlsruhe Category:18th-century Russian people Category:19th-century Russian people Category:18th-century Russian women Category:19th-century Russian women Category:Russian empresses consorts Category:Duchesses of Holstein-Gottorp Category:House of Holstein- Gottorp-Romanov Louise of Baden Category:Burials at Peter and Paul Cathedral Category:Russian grand duchesses by marriage Category:Converts to Eastern Orthodoxy from Lutheranism Category:Converts to Eastern Orthodoxy from Protestantism Category:Recipients of the Order of Saint Catherine Category:Dames of the Order of Queen Maria Luisa ",
    "title": "Elizabeth Alexeievna (Louise of Baden)"
}