{
    "id": "301945",
    "text": "In the Catholic Church, holy days of obligation are days on which the faithful are expected to attend Mass, and engage in rest from work and recreation, according to the Third Commandment. The expectation is attached to the holy day, even if transferred to another date, as sometimes happens in the Roman Rite. However, in some countries a dispensation is granted in such circumstances. ==Latin Church== The holy days of obligation for Latin Rite Catholics are indicated in canon 1246 of the 1983 Code of Canon Law: Placed in the order of the liturgical calendar, the ten days (apart from Sundays) that this canon mentions are: *8 December: Solemnity of the Immaculate Conception of the Blessed Virgin Mary *25 December: Solemnity of the Nativity of the Lord (Christmas) *1 January: Solemnity of Mary, the Holy Mother of God *6 January: Solemnity of the Epiphany of the Lord *19 March: Solemnity of Saint Joseph, Spouse of the Blessed Virgin Mary *Thursday of the sixth week of Easter: Solemnity of the Ascension of the Lord *Thursday after Trinity Sunday: Solemnity of the Most Holy Body and Blood of Christ (Feast of Corpus Christi) *29 June: Solemnity of Saints Peter and Paul, Apostles *15 August: Solemnity of the Assumption of the Blessed Virgin Mary *1 November: Solemnity of All Saints The number of holy days of obligation was once much greater. With the motu proprio of 2 July 1911, Supremi disciplinae, Pope Pius X reduced the number of such non-Sunday holy days from 36 to 8: the above 10 dates (1 January was then the Feast of the Circumcision of Christ) minus the feasts the Body and Blood of Christ, and Saint Joseph. The present list was established in canon 1247 of the 1917 Code of Canon Law, now canon 1246 of the current Code of Canon Law. Even before the time of Pius X, the bishops in many countries had obtained the Holy See's approval to diminish the number of non- Sunday holy days of obligation, making it less than 36. Today too, Episcopal Conferences have availed themselves of the authority granted them to reduce the number below the ten mentioned above. Non-Sunday holy days of obligation all have the rank of solemnity. Accordingly, if in Ordinary Time one of them falls on a Sunday, the Sunday celebration gives way to it; but the Sundays of Advent, Lent and Eastertide take precedence over all solemnities, which are then transferred to another dayGeneral Norms for the Liturgical Year and the Calendar § 5. (but the precept is not). Occasionally, the Feast of the Sacred Heart may fall on Ss. Peter and Paul's feast day, in which case it takes precedence over the Solemnity of Ss. Peter and Paul; the precept then applies to the feast of the Sacred Heart. ===Working holy days=== While episcopal conferences may suppress holy days of obligation or transfer them to Sunday, some of them have maintained as holy days of obligation some days that are not public holidays. For most people, such days are normal working days, and they therefore cannot observe the obligation \"to abstain from those works and affairs which hinder the worship to be rendered to God, the joy proper to the Lord's day, or the suitable relaxation of mind and body\".Canon 1247 However, the faithful remain bound by the obligation to participate in Mass. For these days, referred to as \"working holy days\", churches may have a special timetable, with Mass available outside the normal working hours and on the previous evening. In times past, Holy Days would often be referred to as days of single or double precept, with those of double precept requiring both hearing Mass and abstaining from servile works, whereas days of single precept would permit servile work.Volume II - 1881, p. 115 - 117 In Ireland the only holy days of obligation that are also public holidays are Christmas and Saint Patrick's Day, so that it has five working holy days. Similarly, Slovakia has only four holy days of obligation that are also public holidays: Christmas, Solemnity of Mary Mother of God, Epiphany, and All Saints', leaving it with five working holy days. In the Netherlands, the bishops conference decreed that, with effect from 1 January 1991, the feasts of the Assumption and All Saints, each of which it had previously decided to celebrate on the following Sunday, were to be of obligation as regards Mass, but not for abstaining from work.Analecta Aartsbisdom Utrecht, jaargang 63, november/december 1990, p. 294-295 ===Observance by country=== In Vatican City, but not in the rest of the Diocese of Rome, Sundays and all 10 days listed in canon 1246 are observed as holy days of obligation. This is also the case in the Diocese of Lugano (covering the Swiss canton of Ticino), but perhaps nowhere else. Some countries have as holy days of obligation feasts that are not among those listed in canon 1246. Ireland has Saint Patrick's Day. Germany and Hungary has St. Stephen on the \"Second Christmas Day\" (26 December), Easter Monday and Pentecost Monday (Whit Monday).Feiertagsregelung In countries where they are not holy days of obligation, three of the ten feast days listed above are assigned to a Sunday as their proper day:General Norms for the Liturgical Year and the Calendar, 7 *The Epiphany to the Sunday that falls between 2 and 8 January; if January 6 falls on Sunday there is no B date, *The Ascension of Our Lord to the following Sunday; *The Body and Blood of Christ to the following Sunday. If they are thus assigned to a Sunday, they are not included in the following national lists of holy days of obligation, since in every country all Sundays are holy days of obligation. ====Argentina==== *Solemnity of Mary, Mother of God *Holy Thursday *Holy Friday *Assumption of the Virgin Mary *Immaculate Conception of the Virgin Mary *Christmas ====Australia==== *Assumption of the Blessed Virgin Mary *Christmas ====Austria==== *Solemnity of Mary, Mother of God *Epiphany *Feast of the Ascension *The Body and Blood of Christ *Assumption of the Blessed Virgin Mary *All Saints' Day *Feast of the Immaculate Conception *Christmas ====Bahrain==== *Solemnity of Mary, Mother of God *St Thomas *Assumption of the Blessed Virgin Mary *Birth of our Lady *Christmas ====Belgium==== *Feast of the Ascension *Assumption of the Blessed Virgin Mary *All Saints' Day *Christmas No formal legislative norm of the Episcopal Conference of Belgium exists in which the holy days of obligation are listed. However, the four days mentioned above have been Belgium's holy days of obligation since the concordat of 1801 (which itself is not recognized as legally binding in Belgium since independence). Therefore, the current system is in force because of canon 5 of the 1983 Code of Canon Law. ====Brazil==== *Solemnity of Mary, Mother of God *Holy Friday *The Body and Blood of Christ *Inmaculate Conception of the Virgin Mary *Christmas ====Brunei==== *Feast of the Ascension *Assumption of the Blessed Virgin Mary *All Saints' Day *Christmas ====Canada==== *Solemnity of Mary, Mother of God *ChristmasCelebrating the Season of Christmas, Canadian Conference of Catholic Bishops, 2002 ====Chile==== *Solemnity of Mary, Mother of God * Holy Friday * Holy Saturday * Feast of Saints Peter and Paul * Assumption of the Virgin Mary * All Saint's Day * Inmaculate Conception of the Virgin Mary * Christmas * Solemnity of the Virgin of Carmel ====China==== In Mainland China, there are two holy days of obligation according to the Chinese Patriotic Catholic Association: Christmas and Assumption of the Blessed Virgin Mary. However, since the CPCA is not recognized by the Holy See, it is not clear if a Holy See-approved regulation exists. If not, it is likely that the 10 holy days of obligation would apply in Mainland China. However, this situation only exists in Mainland China. In the Diocese of Hong Kong, Christmas is the only holy day of obligation. The same seems to be true for Taiwan. In the diocese of Macau, no regulations seem to exist, suggesting the 10 holy days of obligations apply. ====Colombia==== *Solemnity of Mary, Mother of God *Immaculate Conception of the Virgin Mary *Christmas ====Croatia==== *Feast of Corpus Christi *Assumption of the Blessed Virgin Mary *All Saints' Day *Christmas ====Czech Republic==== *Solemnity of Mary, Mother of God *Christmas In Czech Republic, holy days of obligation are, by Czech Bishops' Conference, reduced to only two days, which are also public holidays in the Czech Republic' Since the other holy days of obligation mentioned in the Code of Canon Law are not public holidays, the Czech Bishops' Conference does not make attendance at Mass obligatory for Catholics, but only recommends it, as it does also on the feast days of Saints Cyril and Methodius (5 July) and Saint Wenceslas (28 September). Attendance at Mass is of course obligatory on all Sundays. ====Denmark==== *Feast of the Ascension *Christmas ====Dominican Republic==== *Solemnity of Mary, Mother of God *Epiphany *Feast of Corpus Christi *Christmas *Feast of Our Lady of Altagracia *Feast of Our Lady of Mercy ====El Salvador==== *Solemnity of Mary, Mother of God *Epiphany *Feast of Corpus Christi *Christmas ====England and Wales==== *Epiphany *Ascension *Feast of Saints Peter and Paul *Assumption of the Blessed Virgin Mary *All Saints' Day *Christmas (See Liturgy Office.) According to a 1984 decision of the Catholic Bishops' Conference of England and Wales, holydays which fall on a Saturday or a Monday (with the exception of Christmas) are transferred to the adjacent Sunday. In 2006, the Epiphany, Ascension and Corpus Christi were transferred to the nearest Sunday. On 17 November 2016 meeting in Leeds, the Bishops' Conference determined that the Epiphany and the Ascension should be celebrated on their official days, or on the adjacent Sunday when 6 January is a Saturday or a Monday. This decision was approved by the Congregation for Divine Worship and the Discipline of the Sacraments and became effective from 3 December 2017.Catholic Bishops' Conference of England and Wales, Decree on the Observance of Holy Days of Obligation in the Dioceses of England and Wales, 1 September 2017Holydays of Obligation - England and Wales, published 2 September 2017, accessed 5 May 2018 There are different regulations for Scotland and for Ireland. ====Finland==== *Solemnity of Mary, Mother of God *Epiphany *Feast of the Ascension *Christmas (See Catholic Church in Finland: Practical Matters.) ====France==== *Feast of the Ascension *Assumption of the Blessed Virgin Mary *All Saints' Day *Christmas ====Germany==== *Solemnity of Mary, Mother of God *Feast of the Ascension *Christmas *Easter Monday *Pentecost Monday *St. Stephen (Second Christmas Day) In addition, almost all dioceses have one or more of the following holy days of obligation: *Epiphany *The Body and Blood of Christ *Assumption of the Blessed Virgin Mary *All Saints' Day The solemnities of Saint Joseph, Saints Peter and Paul and the Immaculate Conception of Mary are observed nowhere in Germany as holy days of obligation – these days are also not usually transferred to a Sunday (though for Sts. Peter and Paul, this is theoretically possible). Attendance at the liturgical service (which is not Mass) on Good Friday, a public holiday, is also generally observed, although it is not a holy day of obligation.(See Feiertagsregelung.) ====Greece==== *Solemnity of Mary, Mother of God *Epiphany *Assumption of the Blessed Virgin Mary *Christmas Instead of being transferred to the following Sunday, the Feast of the Ascension of Our Lord, though not a holy day of obligation in Greece, is kept on the Thursday of the sixth week of Easter, in order to celebrate it on the same day as the Orthodox Church of Greece. ====Haiti==== * Epiphany * All Saints Day * Christmas ====Hungary==== https://katolikus.hu/lelkiseg/az-egyhaz-founnepei-es-parancsolt-unnepei *Solemnity of Mary, Mother of God *Epiphany *Assumption of the Blessed Virgin Mary *All Saints' Day *Christmas ====Iceland==== *Solemnity of Mary, Mother of God *Feast of the Ascension *All Saints' Day *Christmas ====India==== *Assumption of Mary *Christmas *Feast of St.Thomas (Dhukrana or St.Thomas day) ====Indonesia==== * Solemnity of Mary, Mother of God * Epiphany * St. Joseph's Day * Feast of the Ascension * Corpus Christi * Feast of Saints Peter and Paul * Assumption of the Blessed Virgin Mary * All Saints Day * Feast of the Immaculate Conception * Christmas Bishops' Conference of Indonesia has not issued regulation about holy day of obligation, so ten holy days on Can. 1246 § 1 applied. ====Ireland==== includes the entire island of Ireland, i.e. both the Republic of Ireland and Northern Ireland. *Epiphany *Assumption of the Blessed Virgin Mary *All Saints' Day *Inmaculate Conception of the Virgin Mary *Christmas *St. Patrick's DayLiturgical Calendar for Ireland 2012 (Veritas 2011 ), p. 10 (See \"Working holy days\", above) ====Italy==== *Solemnity of Mary, Mother of God *Epiphany *Ascension of the Lord *Assumption of the Blessed Virgin Mary *All Saints' Day *Immaculate Conception of the Virgin Mary *Christmas ====Japan==== *Solemnity of Mary, Mother of God *Assumption of the Blessed Virgin Mary *Christmas ====Kenya==== *Solemnity of Mary, Mother of God *Assumption of the Blessed Virgin Mary *All Saints Day *Christmas ====Korea==== includes the entire Korean Peninsula, including both North and South Korea. *Solemnity of Mary, Mother of God *Assumption of the Blessed Virgin Mary *Christmas ====Kuwait==== *Solemnity of Mary, Mother of God *St Thomas *Assumption of the Blessed Virgin Mary *Birth of our Lady *Christmas ====Lebanon==== * Solemnity of Mary, Mother of God * Epiphany * St. Joseph's Day * Feast of the Ascension * Corpus Christi * Feast of Saints Peter and Paul * Assumption of the Blessed Virgin Mary * All Saints Day * Feast of the Immaculate Conception * Christmas ====Luxembourg==== *Feast of the Ascension *Assumption of the Blessed Virgin Mary *All Saints' Day *Christmas ====Malta==== *Solemnity of Mary, Mother of God *St Joseph's Day *Feast of Saints Peter and Paul *Assumption of the Blessed Virgin Mary *All Saints' Day *Christmas *The Shipwreck of Saint Paul in Malta on 10 February ====Malaysia==== *Feast of the Ascension *Assumption of the Blessed Virgin Mary *All Saints' Day *Christmas ====Mexico==== *Solemnity of Mary, Mother of God *The Body and Blood of Christ *Christmas *Our Lady of Guadalupe ====Moldova==== ====Netherlands==== *Solemnity of Mary, Mother of God *Feast of the Ascension *Assumption of the Blessed Virgin Mary *All Saints' Day *Christmas (See \"Working holy days\", above) ====New Zealand==== *Assumption of the Blessed Virgin Mary *Christmas ====Nicaragua==== *Solemnity of Mary, Mother of God *The Body and Blood of Christ *Feast of the Immaculate Conception *Christmas ====Norway==== *Feast of the Ascension *Christmas Day ====Palestine==== * Solemnity of Mary, Mother of God * Annunciation of the Lord * Holy Friday * Feast of Saints Peter and Paul * Birth of our Lady * Inmaculate Conception of the Virgin Mary * Christmas ====Panama==== *Solemnity of Mary, Mother of God *Feast of the Immaculate Conception *Christmas ====Paraguay==== *Solemnity of Mary, Mother of God *Assumption of the Blessed Virgin Mary *Feast of the Immaculate Conception *Christmas ====Peru==== *Solemnity of Mary, Mother of God *Holy Thursday *Holy Friday *Feast of Saints Peter and Paul *All Saints' Day *Inmaculate Conception of the Virgin Mary *Christmas *The Feast of St. Rose of Lima ====Philippines==== *Solemnity of Mary, Mother of God *Solemnity of the Immaculate Conception *Christmas ====Poland==== *Solemnity of Mary, Mother of God *Epiphany *The Body and Blood of Christ *Assumption of the Blessed Virgin Mary *All Saints' Day *Christmas ====Portugal==== *Solemnity of Mary, Mother of God *The Body and Blood of Christ *Assumption of the Blessed Virgin Mary *All Saints' Day *Feast of the Immaculate Conception *Christmas ====Qatar==== *Solemnity of Mary, Mother of God *Thomas the Apostle *Assumption of the Blessed Virgin Mary *Birth of our Lady *Christmas ====Saudi Arabia==== *Solemnity of Mary, Mother of God *Assumption of the Blessed Virgin Mary *Christmas ====Serbia==== *Epiphany *Christmas ====Scotland==== *Feast of the Ascension *Feast of Saints Peter and Paul *Assumption of the Blessed Virgin Mary *All Saints' Day *Christmas According to a (Bishops' Conference of Scotland, 1986). Holydays which fall on Saturday or Monday (with the exception of Christmas) are transferred to the adjacent Sunday. There are different regulations for Ireland and for England and Wales. ====Singapore==== *Feast of the Ascension *Assumption of the Blessed Virgin Mary *All Saints' Day *Christmas ====Slovakia==== *Solemnity of Mary, Mother of God *Epiphany *Feast of the Ascension *The Body and Blood of Christ *Feast of Saints Peter and Paul *Assumption of the Blessed Virgin Mary *All Saints' Day *Feast of the Immaculate Conception *Christmas All the holy days of obligation listed in the Code of Canon Law except the Solemnity of Saint Joseph are maintained in Slovakia, although only Solemnity of Mary, Epiphany, All Saints' Day and Christmas are also public holidays. See \"Working holy days\", above. Additionally, the Slovak Bishops' Conference recommends Mass attendance on the following solemnities, because of their nationwide importance: *Saints Cyril and Methodius (celebrated on 5 July in Slovakia - public holiday) *Our Lady of Sorrows - Patron Saint of Slovakia (15 September - public holiday) ====South Africa==== *Feast of the Ascension *Assumption of the Blessed Virgin Mary *Christmas ====Spain==== *Solemnity of Mary, Mother of God *Epiphany *St Joseph's Day *Holy Friday *Assumption of the Virgin Mary *All Saints' Day *Immaculate Conception of the Virgin Mary *Christmas The following day is also a holy day of obligation in all of Spain: *St. James's Day (Patron of Spain) (See Calendario Litúrgico Pastoral) ====Sri Lanka==== *Solemnity of Mary, Mother of God *Assumption of the Blessed Virgin Mary *Feast of the Immaculate Conception *Christmas ====Sweden==== Påbjudna helgdagar, Catholic Diocese of Stockholm *Solemnity of Mary, Mother of God *Epiphany *Feast of the Ascension *Feast of Saints Peter and Paul *Assumption of the Blessed Virgin Mary *All Saints' Day *Christmas ====Switzerland==== *Solemnity of Mary, Mother of God *Epiphany *Feast of the Ascension *The Body and Blood of Christ *Assumption of the Blessed Virgin Mary *All Saints' Day *Christmas The following days are also holy days of obligation in Switzerland: *Easter Monday *Pentecost Monday *St. Stephen's Day (Second Christmas Day) In the Diocese of Lugano (covering the canton of Ticino), the following three days are also holy days of obligation: *St Joseph's Day *Feast of Saints Peter and Paul *Feast of the Immaculate Conception This probably makes the diocese of Lugano the only diocese in the world (except for the Vatican City part of the Diocese of Rome) where all ten holy days of obligation are observed. ====Turkey==== *Solemnity of Mary, Mother of God *Epiphany *Assumption of the Blessed Virgin Mary *Christmas ====Ukraine==== *Epiphany *Presentation of the Lord *Annunciation of the Holy Virgin Mary *Feast of the Ascension *Transfiguration of the Lord *Assumption of the Blessed Virgin Mary *Nativity of the Blessed Virgin Mary *Exaltation of the Holy Cross *Presentation of Mary *Christmas These regulations also apply on the Crimean peninsula, including Sevastopol, ==== United States ==== * Solemnity of Mary, Mother of God * Ascension of the Lord * Assumption of the Virgin Mary * All Saints' Day * Inmaculate Conception of the Virgin Mary * Christmas In most of the United States, the Ascension is transferred to the following Sunday (which would otherwise be the Seventh Sunday of Easter). It is only celebrated as a holy day of obligation on Thursday in the ecclesiastical provinces of Boston, Hartford, New York, Newark, Omaha, and Philadelphia, as well as by members of the Personal Ordinariate of the Chair of Saint Peter.Is Ascension a Holy Day of Obligation? Scott P. Richert, About.comPersonal Ordinariate of the Chair of Saint Peter, 2016-2017 Ordo, quoted in According to a complementary norm issued by the USCCB, \"Whenever January 1, the solemnity of Mary, Mother of God, or August 15, the solemnity of the Assumption, or November 1, the solemnity of All Saints, falls on a Saturday or on a Monday, the precept to attend Mass is abrogated.\" In years when December 8 falls on Sunday, the Solemnity of the Immaculate Conception is normally transferred to December 9, as it is outranked by the Second Sunday of Advent. See nos. 59-60. In this case, the precept to attend Mass, however, is abrogated by the transfer. Under the 1960 Code of Rubrics, still observed by some in accordance with Summorum Pontificum, the feast of the Immaculate Conception has precedence even over an Advent Sunday and is not transferred.See \"The Rubrics of the Roman Breviary and Missal,\" no. 91, printed in In Hawaii, the Feast of the Immaculate Conception and Christmas are the only Holy Days of Obligation, as decreed by the Bishop of Honolulu in 1992, pursuant to an indult from the Holy See and as approved by the national episcopal conference.Liturgical Calendar for the Dioceses of the United States of America 2014, p. 6. no. 6. ====Venezuela==== *Solemnity of Mary, Mother of God *The Body and Blood of Christ *Feast of the Immaculate Conception *Christmas ====Vietnam==== The Ecclesiastical Province of Hanoi observes the following four holy days of obligation, known as the \"Four Seasons\" (): * Christmas * Feast of the Ascension * Assumption of Mary into Heaven * Feast of All Saints The Ecclesiastical Provinces of and of Ho Chi Minh City only observe one recurring holy day of obligation, Christmas. Individual dioceses may observe additional holy days of obligation on an ad- hoc basis. ==Eastern Catholic Churches== The Code of Canons of the Eastern Churches (CCEO) lays down the relevant norms regarding holy days of obligations for Eastern Catholic Churches. There are five holy days of obligation, beyond Sundays, specified as common to all of the Eastern Churches: The relevant canon specifies the feasts by name and does not assign their celebration to a particular calendar date. *The Solemnity of the Nativity of the Lord (Christmas) *The Epiphany *The Ascension *The Holy Apostles Peter and Paul *The Dormition of Holy Mary, the Mother of God The CCEO provides that only the \"supreme authority\" of the Church can \"establish, transfer or suppress feast days and days of penance which are common to all of the Eastern Churches,\" although the particular law of a sui juris Church can suppress one of these days or transfer it to Sunday, provided that said particular law has been approved by the Apostolic See. The authority competent to establish the particular law of a sui iuris Church may constitute, transfer, or suppress other feast days and days of penance (i.e., ones that are not common to all the Eastern Churches), under certain conditions. The faithful of the Eastern Catholic Churches \"are bound by the obligation to participate on Sundays and feast days in the Divine Liturgy or, according to the prescriptions or legitimate customs of their own Church sui iuris, in the celebration of the divine praises.\" ==See also== *Principal Feast *Principal Holy Day *Moveable feast *Ash Wednesday *Lord's Day ==References== ==External links== * Code of Canon Law in English at Vatican.va * An often inaccurate translation of the Code of Canons of the Eastern Churches * Latin (original) text of the Code of Canons of the Eastern Churches Category:Catholic holy days Category:Christian terminology Category:Liturgical law Category:Mass in the Catholic Church Category:Catholic Church legal terminology Category:Sacred places and times in Catholic canon law ",
    "title": "Holy day of obligation"
}