{
    "id": "302037",
    "text": "was an admiral in the Imperial Japanese Navy in World War II. ==Biography== ===Early career=== Toyoda was born in what is now part Kitsuki city, Ōita Prefecture. He graduated from the 33rd class of the Imperial Japanese Navy Academy in 1905, ranked 26th out of 176 cadets. He served his midshipman duty aboard the cruisers and , and after being commissioned as an ensign on 20 December 1906, he was assigned to the destroyer . He was promoted to sub- lieutenant on 25 September 1908. Toyoda returned to school, becoming a torpedo and naval artillery expert. As a lieutenant from 1 December 1911, he served on the battlecruiser . He graduated from the Naval War College (Japan) with honors in 1915, and was promoted to lieutenant commander on 1 April 1917. From 1917 to 1919, he was aide-de-camp to Admiral Motaro Yoshimatsu (:ja:吉松茂太郎). From 1919 to 1922, he was sent as naval attaché to the United Kingdom, during which time he was promoted to commander on 1 December 1921. After his return to Japan, Toyoda was assigned as executive officer on the cruiser . He subsequently served in a number of staff positions, was promoted to captain on 1 December 1925, and received his first command: the cruiser in 1926. In December 1930, he became captain of the battleship . During the London Naval Conference, he accompanied Admiral Isoroku Yamamoto to London in 1931. On 1 December 1931, Toyoda was promoted to rear admiral. From December 1931 to February 1933, Toyoda was chief of the Second Section of the Imperial Japanese Navy General Staff, and promoted to vice admiral on 15 November 1935. From 1935 to 1937, Toyoda was Director of the Bureau of Naval Affairs, and on 20 October 1937, became Commander-in-Chief of the IJN 4th Fleet. He subsequently became Commander in Chief of the IJN 2nd Fleet on 15 November 1938. Both fleets were active in the Second Sino-Japanese War in support of the invasion of China. From 1939 to 1941, he was Director of Naval Shipbuilding Command. ===World War II=== Promoted to full admiral on 18 September 1941, at the time of the attack on Pearl Harbor, Toyoda was Commander-in-Chief of the Kure Naval District. Toyoda was strongly opposed to the war with the United States, which he viewed from the start as \"unwinnable\".Utah State Library, Toyoda Trial Transcripts On 10 November 1942, Toyoda became a member of the Supreme War Council, where he made a strong (but mostly unsuccessful) effort to increase funding and the capacity of Japan's industry toward naval aviation, over the opposition to the Army-dominated Imperial General Headquarters. On 21 April 1943, Toyoda was reassigned (i.e. demoted) from the Supreme War Council to command of Yokosuka Naval District. After the death of Admiral Mineichi Koga, Toyoda was appointed Commander-in-Chief of the Combined Fleet on 3 May 1944. In June of the same year, he drafted and implemented \"Plan A-Go\" which resulted in the decisive defeat of the Imperial Japanese Navy under the command of Admiral Jisaburō Ozawa in the Battle of the Philippine Sea. He followed with \"Plan Sho-Go\", which again resulted in another major defeat at the Battle of Leyte Gulf. Toyoda was aware that both plans were major gambles, but as the Imperial Japanese Navy fleet was running out of fuel and other critical supplies, he felt that the potential gain offset the risk of losing a fleet that was about to become useless in any event. In the end, however, Toyoda's aggressive defensive strategy did not pay off. Nonetheless, Toyoda continued with the same strategy, approving \"Plan Ten-Go\" to send the battleship on its one-way final mission to Okinawa. Toyoda replaced Koshirō Oikawa as Chief of the Navy General Staff, after the latter resigned, and was the final supreme commander of the Imperial Japanese Navy from 29 May 1945 onward. Toyoda participated in numerous Imperial Conferences concerning the surrender of Japan. Initially, the Navy Minister, Mitsumasa Yonai, hoped that Toyoda would be able to exert a moderating influence over Army Chief of Staff Yoshijirō Umezu (since both came from the same district of Japan). However, Toyoda joined Umezu in his protestations against the Potsdam Proclamation of 26 July. Toyoda was for termination of the war but insisted that the government push for more favorable terms. After the atomic bombing of Hiroshima and Nagasaki, Toyoda's position became even more hardline. He argued that the Japanese people should defend the Japanese home islands until the last man. ===Post-war=== After the war, Toyoda was interrogated by Rear Admiral Ralph A. Ofstie in Tokyo on 14 November 1945. He was viewed as \"highly intelligent and widely informed\", and was observed to be a strong critic of the amount of political power the Army held in the Japanese government. He also expressed his opinion that the war with China should have been ended \"even at some sacrifice\" so that the men and resources could be redeployed to the Pacific theater.Utah State Library, Toyoda Trial Transcripts Toyoda was subsequently arrested by SCAP authorities and held in Sugamo Prison. In 1948, Toyoda was charged with war crimes \"for violating the laws and customs of war\". He pleaded 'not guilty' to all of the charges. He was acquitted and later released in 1949. He was the only member of the Japanese armed forces charged with war crimes to be acquitted. Toyoda published his memoirs in 1950, and died in 1957 of a heart attack at the age of 72. ==References== ===Notes=== ===Books=== * * * * * ==External links== * * Utah State Library Toyoda Soemu Trial Transcripts Category:1885 births Category:1957 deaths Category:Imperial Japanese Navy admirals Category:Japanese admirals of World War II Category:People from Ōita Prefecture Category:Japanese naval attachés ",
    "title": "Soemu Toyoda"
}