{
    "id": "302038",
    "text": "Donn Beach (born Ernest Raymond Beaumont Gantt; February 22, 1907 – June 7, 1989) was an American adventurer, businessman, and World War II veteran who was the \"founding father\" of tiki culture. He is known for opening the first prototypical tiki bar, Don the Beachcomber, during the 1930s in Hollywood, California, which was expanded to a chain of dozens of restaurants throughout the United States. He later built the International Market Place and additional establishments in what was then the Territory of Hawaii. He married three times. ==Early life== Gantt was born in 1907, with some sources indicating he was born in New Orleans and growing up in Limestone County, TexasHawaii Beachcomber bio of Donn Beach and others indicating that he was born in Texas. A U.S. Census document from 1910 has him living in Limestone County, Texas at the age of 3. The same 1910 census document lists him as being born in Texas, and his mother, Molly Gant, as having a father who was born in Louisiana. In a 1987 interview for The Watumull Foundation Oral History Project Beach claims that he spent his early school days in Mandeville, Louisiana, as well as Jamaica and Texas. By his own account in an interview he started first working with his mother running boarding houses when he was sixteen. Four years later he claims to have left home and traveled around the world. Upon returning, he left Texas again in 1929, traveling as a supercargo employee for the captain of a yacht heading to Sydney, Australia by way of Hawaii. He then spent at least an additional year island hopping on freighters throughout the South Pacific. The interview was given only three years before his death, and many dates are difficult to align. Because he had a reputation as a fabulist \"spinner of tall tales\", some claim that him actually living in the South Pacific is \"almost certainly not true\". Others, such as Edward Brownlee and Arnold Bitner, corroborate parts of his accounts. ==The first Don the Beachcomber == Don the Beachcomber menu cover, 1943 When Prohibition ended in 1933 he opened a bar in Hollywood called \"Don's Beachcomber\" at 1722 N. McCadden Place. With its success he began calling himself Don the Beachcomber (the eventual name of his establishment), and also legally changed his name to Donn Beach. A former Los Angeles councilman alleged that one reason for the name change was to distance himself from past bootlegging and the former operation of an illegal speakeasy called \"Ernie's Place\". In 1937, the bar moved across the street to 1727 N. McCadden Pl., expanded into a restaurant, and its name was changed to Don The Beachcomber. He mixed potent rum cocktails at both of these tropically decorated locations, which he referred to as \"Rhum Rhapsodies\". One of the first such cocktails he invented was the Sumatra Kula. The rum-laden and potent Zombie cocktail may be his best known cocktail; it quickly grew in popularity and a copy of it was served at the 1939 New York World's Fair by Monte Proser (later of the mob- tied Copacabana). Proser continued to steal Beach's ideas, opening \"Beachcomber\" restaurants on the east coast. Such imitation of Beach's work was common. He is generally credited with establishing the entire tiki drink genre, creating dozens of other recipes such as for the Cobra's Fang, Tahitian Rum Punch, Three Dots and a Dash, Navy Grog, and many others. One of Beach's drink menus featured 60 different cocktails. Because of post-prohibition laws food also needed to be served. Customers ate what seemed like wonderfully exotic cuisines, but, in actuality, were mostly standard Cantonese dishes served with flair that he called South Seas Island food. The first pu pu platter was probably served at Don the Beachcomber, as was Rumaki. The restaurant was decorated in a tropical island motif with bamboo and materials he had accumulated from his travels and work on movie sets. In trying to create an escapist atmosphere, he even had the sound of fake rain falling on his roof incorporated into the bar, and shared leis with his customers. An early motto for the bar was “If you can’t get to paradise, I’ll bring it to you!” Beach's restaurant was popular with Hollywood actors, some of which became frequent customers and friends. A book written about Beach mentions stars such as Marlene Dietrich, Bing Crosby, Clark Gable, and Vivien Leigh. One account about David Niven had the actor anonymously placing a $100 bill in a sealed envelope for Donn at the Garden of Allah Hotel during a time when Beach was completely broke. As the bar continued to grow in popularity with celebrities, monogrammed bamboo chopstick cases were made for them to make them feel at home. In the 1930s Beach also met and married Sunny Sund (birth name Cora Irene Sund), a waitress and aspiring entrepreneur from Minnesota. She would eventually become his business partner and manager, enlarging and professionalizing the restaurant. They divorced in 1940, the same year Sunny opened a Beachcomber branch in Chicago. She ran and expanded the operation while he was in the Army Air Corp. from 1942 to 1945. Sund remarried to William Casparis in 1947. ==World War II== Gantt was a Lieutenant Colonel in the United States Army Air Forces in World War II. He was awarded a Purple Heart when he was injured during a U-boat attack on a ship. After recovery, he worked as the operator of officer rest-and-recreation centers. He created some Air Corps-themed cocktail names as a result, including the Q.B. Cooler and the Test Pilot. A B-26 Bomber bore a \"Don the Beachcomber driftwood sign\" and likeness painted onto its fuselage during the war. The plane was shot down over France a week before D-Day. The crew members parachuted out, were immediately captured, and then held 11 months in German POW camps before being liberated. He was awarded the merit version of the Bronze Star while setting up rest camps for combat-weary airmen of the 12th and 15th Air Forces in Capri, Nice, Cannes, the French Riviera, Venice, the Lido and Sorrento at the order of his friend, Lieutenant General Jimmy Doolittle.Glazner, Tim. Mai-Kai: History and Mystery of the Iconic Tiki Restaurant. Schiffer Publishing, 2016 ==Post-war tiki fad== Tiki restaurants enjoyed a tremendous burst of fad popularity in the 1940s and 50s and there were several Don the Beachcomber restaurants across the country. Victor J. Bergeron had opened a competing version called Trader Vic's in the late 1930s in the San Francisco Bay Area and the two men were (sometimes) amicable rivals for many years. Each claimed to have created the Mai Tai (the Tahitian word for \"good\"), a popular rum and fruit-juice based cocktail that Beach said was a knock-off of his Q.B. Cooler. Bergeron eventually won the rights to distribute the commercial Mai Tai mix for people to buy and use at home. Sund continued to expand Don the Beachcomber under her management. She turned it into one of the nation's first chains of themed restaurants, with 16 locations at its height. Her popular Chicago Don the Beachcomber was named one of the top 50 US restaurants in 1947. Donn also created his first \"Polynesian Village\" at his Encino, California ranch, where he continued to entertain many Hollywood celebrities with extravagant luaus. ==Transition to Hawaii== When Beach and Sund divorced in 1940 they had remained business partners. In 1945 he signed control of the restaurants over to her, retaining a role as consultant and figurehead. As part of the settlement, Beach was not allowed to open a Don the Beachcomber within the United States. Some believe he may have been forced out in part by the mob. The Chicago Don the Beachcomber had become entangled with Mafia associates. Beach then moved to Hawaii, where he continued his burgeoning entertainment and tiki-themed enterprises. He settled in Waikiki, where he opened his second \"Polynesian Village\", known as Waikiki Village. As the creator of the International Market Place, for its construction he placed his offices in the limbs of an enormous banyan tree that was in the market's center. The village was dotted with many thatch huts and wood carvings made by one of Beach's friends, \"Mick\" Brownlee. The International Market Place would also feature the Dagger Bar, and a series of Don the Beachcomber restaurants. The bar was named after a dagger that was allegedly a trophy that Beach brought back from his time in WWII, a reproduction of an imperial Roman-style Puglia knife that he had gotten in Italy. The market flourished, and Beach's impact on tourism was such that many viewed his contributions as profoundly important. He was honored with a House Resolution Tourism Award in 1957. Beach and Pete Wimberly also played an important role in establishing preservation laws for the Lahaina Historic District, which was later designated as a National Historic Landmark in 1962. At its height, the International Market Place encompassed 50 shops, night clubs, and restaurants, three of which were owned by Beach himself. Beach remarried in the early 1960s to a Costa Rican woman who would become Carla Beach. The relationship was described as tempestuous and harmful to Beach's businesses and they divorced. She later became an actress who went by the name Carla Beachcomber and Carla Beachcomber Lutz. After the divorce Beach met and married a younger woman of partial Maori ancestry from New Zealand who would become his third wife, Phoebe Beach. He built an elaborate houseboat, the Marama, a prototype for what he hoped would be floating housing in Hawaii, but failed to get the zoning for it. He eventually shipped the houseboat to Moorea, and lived there in retirement for a number of years before a succession of hurricanes destroyed it. In 1989 he died of liver cancer and was buried in the National Memorial Cemetery of the Pacific in Honolulu. In 2009, Art Snyder purchased the failing Kona restaurant in Huntington Beach, California, from owner Chuck Purrington. Purrington had purchased the long time Polynesian themed restaurant under the name Sam's Seafood, which had originally opened in the 20's. Snyder was married to Delia Wu who claimed to have the rights to the name Don the Beachcomber for the mainland U.S. Snyder rebranded Kona into the first Don the Beachcomber on mainland US in several decades. For the better part of a decade the Don The Beachcomber in Huntington Beach became a significant venue for music and California Surf/Beach Culture, and represented one of the last of the large scale original 20th century tiki bar & restaurants in the country. After Art Snyder passed away, his wife continued to run the location until its final day on April 15, 2018. ==References== 15\\. Lapis, Diane, Peck-Davis, Anne Cocktails Across America The Countryman Press 2018) ==External links== *Don the Beachcomber Restaurant website (Huntington Beach, California location) Category:American company founders Category:American army personnel of World War II Category:United States Army soldiers Don the Beachcomber Don the Beachcomber Don the Beachcomber Don the Beachcomber Don the Beachcomber Don the Beachcomber Category:1933 establishments in California Category:1907 births Category:1989 deaths Category:People from Limestone County, Texas ",
    "title": "Donn Beach"
}