{
    "id": "302260",
    "text": "Wayne State University (WSU) is a public research university in Detroit, Michigan. It is Michigan's third-largest university. Founded in 1868, Wayne State consists of 13 schools and colleges offering more than 350 programs to nearly 27,000 graduate and undergraduate students. Wayne State University, along with the University of Michigan and Michigan State University, comprise the University Research Corridor of Michigan. It is classified among \"R1: Doctoral Universities – Very high research activity\". Wayne State's main campus comprises 203 acres linking more than 100 education and research buildings. It also has six satellite campuses in Macomb, Oakland, Wayne and Jackson counties. The Wayne State Warriors compete in the NCAA Division II Great Lakes Intercollegiate Athletic Conference (GLIAC). == History == The first component of the modern Wayne State University was established in 1868 as the Detroit College of Medicine. In 1885, the Detroit College of Medicine merged with its competitor, the Michigan College of Medicine and they consolidated buildings. In 1913, the school was restructured as the Detroit College of Medicine and Surgery, passing under that name into the control of the Detroit Board of Education. These institutions are incarnated today as the Wayne State University School of Medicine. Old Main at Wayne State University In 1881, the Detroit Normal Training School for Teachers was established by the Detroit Board of Education. In 1920, after several relocations to larger quarters, the school became the Detroit Teachers College. The Board of Education voted in 1924 to make the college a part of the new College of the City of Detroit. This eventually became the Wayne State University College of Education. Detroit College of Medicine, about 1911. In 1917, the Detroit Board of Education founded the Detroit Junior College and would make Detroit Central High School's Old Main Hall its campus. Detroit's College of Pharmacy and the Detroit Teachers College were added to the campus in 1924, and were organized into the College of the City of Detroit. The original junior college became the College of Liberal Arts. The first bachelor's degrees were awarded in 1925. The College of Liberal Arts of the College of the City of Detroit is today the Wayne State University College of Liberal Arts and Sciences. Recognizing the need for a good public law school, a group of lawyers, including Allan Campbell, the school's founding dean, established Detroit City Law School in 1927 as part of the College of the City of Detroit. Originally structured as a part-time evening program, the school's first class graduated with the bachelor of laws degree (LL.B.) in 1928 and achieved full American Bar Association in 1939. The school is known today as Wayne State University Law School. Major-General Anthony Wayne (pastel by James Sharples, Sr., c. 1795) In 1933, the Detroit Board of Education voted to unify the colleges it ran into one university. In January 1934, that institution was officially named Wayne University, taking its name from Wayne County, in which the university and the city of Detroit reside, as well as Major General Anthony Wayne. Continuing to grow, Wayne University added its School of Social Work in 1935, and the School of Business Administration in 1946. Wayne University was renamed Wayne State University in 1956 and the institution became a constitutionally mandated university by a popularly adopted amendment to the Michigan Constitution in 1959. The Wayne State University Board of Governors created the Institute of Gerontology in 1965 in response to a State of Michigan mandate. The institute's primary mission in that era was to engage in research, education and service in the field of aging. The DeRoy Auditorium on the Wayne State University campus, a 1964 Modernist architecture by Minoru Yamasaki, one of the most prominent architects of the 20th century. Wayne State University grew again in 1973 with the addition of the College of Lifelong Learning. In 1985, the School of Fine and the Performing Arts, and the College of Urban, Labor, and Metropolitan Affairs grew the university further. In the early 21st century, WSU constructed several new buildings, including the Integrative Biosciences Center (IBio), a facility for interdisciplinary work in the biosciences. More than 500 researchers, staff and principal investigators work out of the building, which opened in 2016. On June 5, 2013, the Board of Governors unanimously elected M. Roy Wilson as Wayne State's 12th president. He was sworn in on August 1, 2013. In 2015, WSU bestowed its first posthumous honorary doctorate degree on Viola Liuzzo. In 2015, the School of Business administration was renamed the Mike Ilitch School of Business. The name was changed in recognition of a $40 million grant from Mike and Marian Ilitch. This gift was used toward building a new business school facility in Detroit, which opened in late August 2018 in The District Detroit. ==Academics== Wayne State's academic offerings are divided among 13 schools and colleges: the Mike Ilitch School of Business; the College of Education; the College of Engineering; the College of Fine, Performing, and Communication Arts; the Graduate School; the Law School; the College of Liberal Arts and Sciences; the School of Information Sciences; the School of Medicine; the College of Nursing; the Eugene Applebaum College of Pharmacy and Health Sciences; the Irvin D. Reid Honors College; and the School of Social Work. Fall 2019 enrollment for the university consisted of 26,844 students; freshmen enrollment was 2,969 students. Wayne State University is Michigan's only urban research university and is classified as a research university with the highest research activity by the Carnegie Foundation. Under the Michigan Constitution, the members of the Wayne State University Board of Governors (as with the University of Michigan and Michigan State University) are elected by the citizens of Michigan statewide. Wayne State University, Michigan State University and the University of Michigan are the three institutional members of the State of Michigan's University Research Corridor. ==Colleges and schools== Wayne State offers more than 350 undergraduate, post-graduate, specialist and certificate programs in 13 schools and colleges. ===Mike Ilitch School of Business=== The Mike Ilitch School of Business offers undergraduate degrees and graduate degrees, including the M.B.A. and M.S. as well as a Ph.D. The college also offers undergraduate and graduate certificates. These programs are accredited by the Association to Advance Collegiate Schools of Business. The Mike Ilitch School of Business relocated to a new facility in The District Detroit in 2018 following a $40 million gift from Mike and Marian Ilitch. ===College of Education=== The College of Education began as a teacher’s college in 1881. The college offers bachelor's, master's, education specialist and doctoral degree programs in 37 program areas. These programs are administered by four academic divisions: Administrative and Organizational Studies; Kinesiology, Health and Sport Studies; Teacher Education; and Theoretical and Behavioral Foundations. These divisions are assisted by the Office of the Dean and two support areas: the Division of Academic Services and the Educational Technology Center. ===College of Engineering=== Established in 1933, College of Engineering faculty generate approximately $20 million annually in research expenditures, particularly in areas of biomedical engineering and computing; advanced materials and flexible manufacturing; and green technologies such as alternative energy technology, alternative energy, and advanced battery storage. The college offers a range of engineering disciplines, including several research areas in which faculty members focus on interdisciplinary teamwork and industry partnerships — alternative energy technology, automotive engineering, electric-drive vehicle engineering, environmental infrastructures and transportation engineering, materials and biomedical engineering, bioinformatics and computational biology, nanotechnology, and sustainable engineering. ===College of Fine, Performing, and Communication Arts=== Established in 1986, the College of Fine, Performing and Communication Arts (CFPCA) serves nearly 2,000 students majoring in 17 undergraduate programs, 12 graduate programs and four graduate certificate programs. Many programs are nationally accredited. The college comprises four departments: the James Pearson Duffy Department of Art and Art History, the Maggie Allesee Department of Theatre and Dance, the Department of Communication, and the Department of Music. CFPCA students have gone on to receive top rankings in national and international competitions and tournaments. ===Irvin D. Reid Honors College=== The Irvin D. Reid Honors College was founded in 2008 and named in honor of Irvin D. Reid who served as the university's president between 1997 and 2009. The college's undergraduate students are selected on the basis of academic performance. In addition to general education courses and courses in their majors, students in the Honors College enroll together in additional coursework which emphasizes academic skills and civic engagement. ===Law School=== One of just three public law schools in Michigan, Wayne Law blends legal theory with practice through six legal clinics, four externship programs, local and international fellowships and internships, and co-curricular programs. Its faculty is composed of teachers and scholars known for their contributions to legal study. The law school's alumni network of more than 11,000 judges, justices, law firm partners, entrepreneurs and government officials represents every state in the nation and more than a dozen foreign countries. ===College of Liberal Arts and Sciences=== The College of Liberal Arts and Sciences (CLAS) was formed in 2004 with the merger of the College of Liberal Arts and the College of Science. The college receives approximately $20 million a year in external grants and contracts. CLAS consists of 19 departments: Humanities, Social Sciences, Physical Sciences and Mathematics, and Life Sciences categories. ===School of Information Sciences=== The American Library Association first accredited the master of Library and Information Science (MLIS) degree in 1967, and continued accreditation in 2016. The MLIS degree is available online with select classes also offered on campus. In September 2017, the school became a member of the iSchool Consortium and added a master of science in information management (MSIM) degree. ===School of Medicine=== Founded in 1868, the Wayne State University School of Medicine offers master's, Ph.D. and M.D./Ph.D. programs in 14 areas of basic science and public health to nearly 400 students annually. The school's research emphasizes neurosciences, pediatrics, obstetrics and gynecology, perinatology, cancer, cardiovascular disease including diabetes and obesity, and psychiatry and addiction research. One of the school's major assets is the Richard J. Mazurek, M.D., Medical Education Commons, which was designed specifically for students and houses classrooms, student services divisions, the medical library, a sophisticated patient simulation center and the Kado Family Clinical Skills Center. ===College of Nursing=== Founded in 1945, the Wayne State University College of Nursing offers an education focused on both clinical practice and advancing the state of nursing research, with a focus on addressing health in urban communities. The college offers B.S.N., M.S.N., D.N.P., Ph.D. and graduate certificate programs. The Nursing Practice Corporation, the college's faculty practice plan, operates Wayne State's Campus Health Clinic, which provides health care services to the student community. ===Eugene Applebaum College of Pharmacy and Health Sciences=== Established in 1924, the Eugene Applebaum College of Pharmacy and Health Sciences is one of the founding colleges of Wayne State University. It is organized into four departments — fundamental and applied sciences, health care sciences, pharmacy practice and pharmaceutical sciences. It offers 11 fully accredited degree-granting programs, which maintain autonomous admission requirements, curricula, degree requirements and academic procedures. ===School of Social Work=== Established in 1935, the school offers academic programs at the bachelor's, master's and Ph.D. levels. The school's Center for Social Work Research provides support for faculty research and scholarship, engages in relevant research with community partners, and offers consultation and technical assistance. In fall 2019, the school had more than 900 students enrolled. ==Academics== ===Student body=== {| style=\"text- align:center; float:right; font-size:85%; margin-left:2em; margin:10px\" class=\"wikitable\" |+Demographics of student body (Fall 2019) ! scope=\"col\" | Race/Ethnicity ! scope=\"col\" | Undergraduate ! scope=\"col\" | Graduate/Professional ! scope=\"col\" | Total |- ! scope=\"row\" |Asian |1,944||592||2,536 |- ! scope=\"row\" |Black or African American |2,695||1,228||3,923 |- ! scope=\"row\" |Hispanic |990||360||1,350 |- ! scope=\"row\" |Native Hawaiian/Pacific Islander |16||2||18 |- !Two or more races |794 |262 |1,056 |- ! scope=\"row\" |International |342||1,137||1,479 |- !American Indian/Alaskan |44 |33 |77 |- ! scope=\"row\" |White |10,305||5,293||15,598 |- ! scope=\"row\" |Race and ethnicity unknown |533||274||807 |} In fall 2019, Wayne State had a total of 26,844 students. ===Research=== According to the National Science Foundation, Wayne State spent $238 million on research and development in 2018, ranking it 99th in the nation. ===Rankings=== The university is ranked as tied for 246th in the 2020 U.S. News and World Report rankings of \"National Universities\" across the United States, and it is ranked tied for 119th nationally among public universities. ==Financials== Wayne State University's cost of attendance is composed of tuition, including a credit hour rate, student service credit hour fee, fitness center maintenance fee, and a registration fee. Class maintenance fees are applied on a course-to-course basis. The tuition varies depending on undergraduate (lower and upper level division) and graduate students. Although graduate programs, Law School and Medical School tuition differs. ==Campus== Maccabees Building The Charles Lang Freer House houses the Merrill Palmer Skillman Institute of Human Development & Family Life of Wayne State University. Wayne State's main campus in Detroit encompasses of landscaped walkways and gathering spots linking over 100 education and research buildings. The campus is urban and features many architecturally significant buildings, including the Helen L. DeRoy Auditorium, the Education Building, the Maccabees Building, Old Main, McGregor Memorial Conference Center, Chatsworth Tower Apartments, and the Hilberry Theatre. Many of these buildings were designed by notable architects such as Albert Kahn and Minoru Yamasaki. Wayne State University is located in Midtown Detroit near notable institutions and attractions, including the Detroit Institute of Arts, the Detroit Historical Museum, the Michigan Science Center, the Charles H. Wright Museum of African American History, the Detroit Opera House/Michigan Opera Theatre, Detroit Symphony Orchestra/Orchestra Hall, Comerica Park, Ford Field, Little Caesars Arena, the Fox Theatre, the Fisher Theatre, Grand Circus Park and Campus Martius Park. The Cass Corridor is one of the university's other notable surroundings, with a venerable history and culture that has left an imprint on many WSU alumni. Many notable events have taken place on or near the campus as a result of its unique location. Artists that got their start here include Chuck and Joni Mitchell, Alice Cooper, The White Stripes, The Detroit Cobras, MC5, The Stooges, Savage Grace, Ted Nugent, and Grand Funk Railroad. The Red Hot Chili Peppers recorded their Freaky Styley album in this area, which was also home to Creem magazine — the first rock journal, and the first to use the terms \"punk rock\" and \"heavy metal\" and give recognition to the likes of David Bowie, Iggy Pop, The Smiths and others. The now-razed Tartar Field was home to WABX's free Sunday concerts in the late 1960s and early 1970s featuring many of these musicians. Important events have also taken place on campus, such as Edmund Gettier's refutation of the \"justified true belief\" theory, which shook 2,500 years of epistemology. === Libraries === With nearly four million volumes, the Wayne State University Library System houses the 75th largest collection in the United States, according to the American Library Association. * The Vera P. Shiffman Medical Library, located at Wayne State's medical campus, houses the university's medical and health collections and is the primary library for the School of Medicine and the Eugene Applebaum College of Pharmacy and Health Sciences. * The Arthur Neef Law Library, located on the north section of the main campus adjacent to the Wayne State University Law School, houses the university's law collections and is the Law School's primary library. Its collection of over 620,000 volumes makes it the second largest law library in Michigan. The library subscribes to over 1,500 journals and 1,000 loose-leaf services. * The Purdy/Kresge Library, located near the center of main campus, serves as the primary research library for the School of Information Sciences. It contains print and electronic resources to meet the research and instructional needs of faculty, graduate students, and upper-level undergraduates. It also houses the university's main government documents collection and the offices of the university's Media Services Department. * The David Adamany Undergraduate Library (UGL), located at the center of Gullen Mall, has numerouscomputer workstations providing students with access to electronic resources. Its book and magazine collection is intended to support the learning needs of 1000 and 2000-level undergraduate courses. The UGL houses the university libraries' collection of approximately videos, DVDs, laser discs and audiotapes. The UGL provides students with information on careers, computers and study skills. The UGL is open 24 hours for both students and faculty. * The Walter P. Reuther Library, Archives of Labor and Urban Affairs, located on the easternmost portion of main campus at 5401 Cass Avenue, is the largest labor archives in North America and serves as the official archival repository for twelve major unions. It was established as the Labor History Archives for Wayne States University in 1960. In addition to labor records, the archives contain primary source material related to civil and political rights, especially those related to Detroit. The Reuther also houses the Wayne State University Archives dating from the institution's founding as the Detroit Medical College in 1868. ===Housing=== Chatsworth Tower The university provides optional housing for all students in the form of apartments and residence halls. All buildings are equipped with connection to the university computer system, wireless Internet, laundry rooms, activity rooms, and a 24-hour help desk. There are also many housing options within walking distance of the campus that are not affiliated with the University. ==== Current housing ==== Current university-owned apartment buildings consist University Tower, Chatsworth Tower, and Anthony Wayne Drive Apartments. In the hopes of bringing more residents to campus, Wayne State opened two dormitory-style residence halls in 2002: Yousif B. Ghafari Hall (formerly North Hall) and Leon H. Atchison Hall (formerly South Hall). This was the first time since the closing of the Newberry Joy Dorms in 1987 that the university offered dorm living. In 2005, the university opened The Towers Residential Suites, a residence hall open to undergraduate and graduate students. The Towers Café, located in The Towers residential suites is the campus' largest dining facility, serving a variety of food. Gold 'n' Greens, located in Ghafari Hall, serves vegetarian, vegan, and kosher food. ===== List ===== * Ghafari and Atchison Halls provide housing for freshmen and upper students only. Halls feature double-occupancy rooms, fully furnished with private baths. Study rooms and social lounges, all equipped with wireless high-speed Internet, are found on each floor. These halls also include special interest communities such as Honors, Community of Scholars, 24 hour quiet floor, and an all-female floor. These two buildings connect on the first floor through a dining hall. Gold 'n' Greens is an all- vegetarian cafeteria that is also certified kosher dairy, with gluten and vegan options. * The Towers Residential Suites, serving all students, is an 11-story tower with views as far as the Ambassador Bridge. The majority of rooms are suite style, containing four bedrooms attached to a shared living space. There are also studio rooms available. There are special-interest floors throughout the building including, Honors, International, Graduate, 21 and Up, and 24-hour quiet floors. This building also has study rooms and kitchenettes available for student use. Within the building is a café-style dining hall, Towers Café, and multiple fitness rooms. Also included in the building are many eateries, a pharmacy, post office and a salon. * Chatsworth Tower Apartments are available to graduate students, professional students and students with families, located inside a nine-story historic landmark built in 1929. This structure features large studio, one-bedroom, and two-bedroom apartments with ornate woodwork. * * The 300-unit University Tower complex opened in 1995 and offers one-, two-, and three-bedroom apartments, as well as family units to juniors, seniors, graduates and professional students. Each apartment is wired for access to the university's computer network. The first floor offers wireless internet access, a study lounge, large laundry facility and a childcare center. Wayne State's WDET radio station is also located on the first floor. * In 2016, the university renovated The Thompson Home, formerly the home of the School of Social Work, into new residential units for students in the College of Fine, Performing and Communication Arts. * The Anthony Wayne Drive Apartments provides beds for nearly 800 residents, as well as ground-floor retail and dining space and the Campus Health Center. The university allows families with children to live in some units including Chatsworth Tower and University Tower.\"Community Living Guide Apartments 2011 .\" Wayne State University. 12. Retrieved on October 2, 2011. DeRoy, University Tower, and Chatsworth Tower unfurnished apartments are approved for family housing.\" Residents are zoned to Detroit Public Schools.\"Contact Us General Office of Housing & Residential Life.\" Wayne State University. Retrieved on October 2, 2011. \"Chatsworth Tower 630 Merrick Detroit, MI 48202\" and \"Helen L. DeRoy Apartments 5200 Anthony Wayne Drive Detroit, MI 48202\" and \"University Tower Apartments 4500 Cass Avenue Detroit, MI 48201\" Zoned schools for all three apartments include DPS Foundation for Early Learners @ Edmonson (K-8),\"Elementary Boundaries - 2012/13 School Year.\" (Archive) Detroit Public Schools. Retrieved on November 1, 2012.\"Middle School Boundaries - 2012/13 School Year.\" (Archive) Detroit Public Schools. Retrieved on November 1, 2012. and King High School (9-12).\"High School Boundaries - 2012/13 School Year.\" (Archive) Detroit Public Schools. Retrieved on November 1, 2012. ==== Former housing ==== Sherbrooke Apartments were closed in September 2008. The Forest Apartments were closed after the 2004-05 school year and have since been demolished. The Chatsworth Annex apartments were demolished and replaced with greenspace and volleyball courts after the 2004-05 school year. The Helen DeRoy Apartments were demolished in 2019 with the opening of the final phase of the Anthony Wayne Drive Apartments. ===Tom Adams Field=== Tom Adams Field, best known as Adams Field, is a 6,000-seat football stadium located on the campus. It is primarily used for Wayne State Warriors football of the Great Lakes Intercollegiate Athletic Conference, a Division II conference of the National Collegiate Athletic Association. The Field was named after Thomas B. Adams, a 1944 graduate and football and track athlete who later served on as a board member at WSU. Due to his athletic, military, and business achievements the Wayne State Football field was named in honor of him on October 11, 2003. The stadium turf has been replaced several times. The most recent replacement was in May 2015 when FieldTurfRevolution (2.5\") artificial turf was installed. A new 35-foot video board was installed in August 2015. The eight lane Lowell Blanchard Track, located in the stadium, was first installed in 2006. Mondo surfacing was added to the track in 2011. ===Satellite campuses=== Wayne State has six satellite campuses, including five in the Metro Detroit area. The locations are: * Macomb Educational Center, Clinton Township * University Center at Macomb Community College, Clinton Township * Advanced Technology Education Center, Warren * Schoolcraft College, Livonia *OCC Orchard Ridge Campus, Farmington Hills *Jackson Community College, Jackson (business classes only) == Student life == Education Building McGregor Memorial Conference Center === Programs abroad === Wayne State offers more than 36 study abroad programs in 16 countries. === Media === * The official student newspaper is The South End. * The university hosts the public radio station WDET and runs the student online radio station WAYN. * The WSU Alumni Association publishes the Wayne State magazine. === Government === The university is governed by a Board of Governors consisting of eight members elected by Michigan voters for eight-year terms. Board of Governor members serve without compensation. The board elects a university president to serve as the chief executive officer of the university administration. The student body government is headed by a Student Senate (formerly the Student Council). Some colleges of the university have their own Student Senate, which reports back to the main Student Senate. The School of Law has its own Student Board of Governors. === Public safety === The campus is protected by the Wayne State University Department of Public Safety, whose commissioned officers serve Wayne State and the surrounding area. All Wayne State Police Officers are certified Michigan peace officers and sworn Detroit police officers. The department prides itself on a response time of 90 seconds or less to on-campus emergencies. The department consists of patrol officers, traffic safety officers, motorcycle officers, bike officers, three canine officers, three investigators, multiple officers assigned to task force positions, communications controllers, records personnel and other support staff. The Department of Public Safety has been in existence since 1966. The department sponsors several programs throughout campus such as the RAD (Rape Aggression Defense), sells low-cost bike locks and steering wheel \"clubs\", offers free 'VIN Etching' sessions to help deter auto theft, and sends out monthly emails to keep the university updated on the department's activities. Students whom encounter trouble or distress on campus are encouraged to call the Wayne State Police division directly, rather than the city's 911 services. === Wayne State University Alumni Association === Created in 1935 and consisting of more than 274,000 alumni throughout the world, Wayne State's alumni association provides support to graduates of the university through sponsoring events such as career booths and job fairs. ===Fraternity & sorority life=== Wayne State University hosts chapters of over two dozen fraternities and sororities, reflective of the diverse nature of the campus. ====Fraternities (Men's)==== ΑΣΦ Alpha Sigma Phi, February 12, 1938, NIC :ΦΣΚ Phi Sigma Kappa, 1942, NIC, dormant ΑΕΠ Alpha Epsilon Pi, Chartered Originally at University of Detroit Mercy in 1933, Charter Transferred to Wayne State 1947, Rechartered November 24, 2019, NIC :ΤΚΕ Tau Kappa Epsilon, May 23, 1948, NIC, dormant ΠΚΑ Pi Kappa Alpha, 1950, NIC :ΘΞ Theta Xi, April 6, 1951, NIC, dormant :ΣΤΓ Sigma Tau Gamma, May 25, 1951, NIC, dormant :ΔΧ Delta Chi, 1956, NIC, dormant :ΤΕΦ Tau Epsilon Phi, 1959, NIC, dormant ΣΠ Sigma Pi, 1967, NIC ΛΘΦ Lambda Theta Phi, 2002, NALFO and NIC, Latino-interest ΣΛΒ Sigma Lambda Beta, 2003, NIC, historically Latino-interest ΔΕΨ Delta Epsilon Psi, 2010, NIC, SE Asian-interest ΩΔΦ Omega Delta Phi, 2012, NIC, multicultural-interest ΣΒΡ Sigma Beta Rho, 2014, NIC, multicultural-interest ΦΓΔ Phi Gamma Delta (FIJI), 2016, NIC ΘΤ Theta Tau, May 19, 1951, PFA, Professional Engineering ΚΨ Kappa Psi, May 14, 1927, PFA, Professional Pharmaceutical ==== Sororities (Women's) ==== :ΑΣΤ Alpha Sigma Tau, 1923-1985, NPC, dormant :ΦΣΣ Phi Sigma Sigma, 1950-1970, NPC, dormant :ΣΣΣ Sigma Sigma Sigma, 1950-1970, NPC, dormant ΔΖ Delta Zeta, 1956, NPC ΚΔ Kappa Delta, 1958, NPC :ΑΔΠ Alpha Delta Pi, 1958-1972, NPC, dormant ΑΓΔ Alpha Gamma Delta, 1959, NPC :ΣΚ Sigma Kappa, 1959-1974, NPC, dormant ΑΕΦ Alpha Epsilon Phi, 1988, NPC ΛΘΑ Lambda Theta Alpha, 2001, NALFO, Latina-interest ΘΝΞ Theta Nu Xi, 2005, multicultural-interest ΔΤΛ Delta Tau Lambda, 2008, Latina-interest ΣΛΓ Sigma Lambda Gamma, 2009, Latina-interest ΔΦΩ Delta Phi Omega, 2011, SE Asian-interest ΡΑΨ Rho Alpha Psi, 2012, local sorority ΛΚΣ Lambda Kappa Sigma April 4, 1930, PFA, Professional Pharmacy ==== National Pan-Hellenic Council (NPHC) ==== ΔΣΘ Delta Sigma Theta, 1924, NPHC/Women ΑΚΑ Alpha Kappa Alpha, 1936, NPHC/Women ΣΓΡ Sigma Gamma Rho, 1938, NPHC/Women ΩΨΦ Omega Psi Phi, 1938, NPHC/Men ΖΦΒ Zeta Phi Beta, 1941/1971, NPHC/Women ΦΒΣ Phi Beta Sigma, 1950, NPHC/Men, NIC ΙΦΘ Iota Phi Theta, 2009, NPHC/Men, NIC ΑΦΑ Alpha Phi Alpha, Alpha Upsilon Chapter (ΑΥ), 1926, NPHC/Men, NIC ====Co- educational professional, service or special interest Greek-letter organizations==== ΤΒΠ Tau Beta Pi, Engineering Honor Society, Michigan Epsilon Chapter ΑΩ Alpha Omega, Local Co-ed Christian Service FraternityNot to be confused with the Jewish professional dental society of the same name. ΑΦΩ Alpha Phi Omega, May 27, 1948, PFA, Co-ed Service Fraternity ΒΑΨ Beta Alpha Psi, Co-ed Honor Society, for Accounting, Finance and Information Systems ΔΣΠ Delta Sigma Pi, PFA, Co-ed Professional Business Inter-chapter cooperation is managed by several governing councils: the Multi-Cultural Greek Council, the National Pan-Hellenic Council (NPHC groups), and the Panhellenic Association (NPC groups). ==Athletics== The school's intercollegiate athletic program was established in 1917 by Director of Athletics David L. Holmes, who initially coached all sports. His track teams were nationally known into the 1950s; in his first 10 years, he produced two Olympians from the school's Victorian-era gym. Although he had major ambitions for Wayne and scheduled such teams as Notre Dame and Penn State in the 1920s, the lack of facilities and money for athletics kept the program small. A student poll selected the name of \"Tartars\" for the school's teams in 1927. In 1999, the university changed the name to the \"Warriors\", due to the general feeling that the Tartar name was dated and most people were not familiar with the name's historical significance. Wayne State competes in men's baseball, basketball, cross country, fencing, football, golf, swimming and diving, and tennis, and women's basketball, cross country, fencing, golf, softball, swimming and diving, tennis, track and field, and volleyball. WSU participates in NCAA Division II in the Great Lakes Intercollegiate Athletic Conference (GLIAC) for all sports except for fencing, which competes in the single division Midwest Fencing Conference. Wayne State previously competed in men's and women's NCAA Division I ice hockey as a member of College Hockey America (CHA). The university dropped their men's program at the end of the 2007-08 season, followed in 2011 by ending the women's hockey program. National Championships: * 1975: Men's Fencing - NCAA * 1979: Men's Fencing - NCAA * 1980: Men's Fencing - NCAA * 1982: Men's Fencing - NCAA * 1982: Women's Fencing - NCAA * 1983: Men's Fencing - NCAA * 1984: Men's Fencing - NCAA * 1985: Men's Fencing - NCAA * 1988: Women's Fencing - NCAA * 1989: Women's Fencing - NCAA * 2012: Women's Swimming and Diving - NCAA DII Fencing is a single-division sport with schools from all three NCAA divisions competing against each other. ==Notable people== ==See also== * Architecture of metropolitan Detroit * Cadillac Place * Culture of Detroit * Fisher Building * Henry Ford Hospital * New Center * Product Development and Systems Engineering Consortium * University-Cultural Center Multiple Resource Area * Wayne State University Buildings * The Institute of Gerontology == References == ==Further reading== * Hanawalt, Leslie. (1968.) A Place of Light: the History of Wayne State University. Detroit: Wayne State University Press. * Aschenbrenner, Evelyn. (2009.) A History of Wayne State University in Photographs. Detroit: Wayne State University Press, , 9780814332825. ==External links== * * Wayne State Athletics website Wayne State Category:Universities and colleges in Wayne County, Michigan Category:Midtown Detroit Category:Culture of Detroit Category:Urban 13 universities Category:Educational institutions established in 1868 Category:1868 establishments in Michigan Category:Public universities and colleges in Michigan Category:Universities and colleges formed by merger in the United States ",
    "title": "Wayne State University"
}