{
    "id": "302240",
    "text": "George was a glossy monthly magazine centered on the theme of politics-as- lifestyle founded by John F. Kennedy Jr. and Michael J. Berman with publisher Hachette Filipacchi Media U.S. in New York City in September 1995. Its tagline was \"Not Just Politics As Usual.\" It was published from 1995 to 2001. ==Overview== For the debut issue, creative director Matt Berman (no relation to co-founder Michael Berman) conceived a cover which received a great deal of attention for its image of Cindy Crawford dressed as George Washington photographed by Herb Ritts. George departed from the format of traditional political publications, whose audience primarily comprised people in or around the political world. The general template for George was similar to magazines such as Rolling Stone, Esquire or Vanity Fair. The consistent underlying theme was to marry the themes of celebrity and media with the subject of politics in such a way that the general public would find political news and discourse about politics more interesting to read. ===Notable contributors=== * Paul Begala * George Clooney * Kellyanne Conway * Ann Coulter * Al D'Amato * Al Franken * Stephen Glass * Rush Limbaugh * Norman Mailer * Chris Matthews * Steve Miller * Roger Black (designer) * W. Thomas Smith Jr. * Jackie Stallone * Naomi Wolf ==Reception== When it first appeared, George attracted great interest, and for a brief period had the largest circulation of any political magazine in the nation, partly due to the celebrity status of Kennedy, but it soon began losing money. Kennedy and George occasionally courted controversy to boost sales, one notable example being the 1997 issue wherein Kennedy posed in the nude and in his editorial lambasted his cousins Michael Kennedy and Joe Kennedy II, whose marital scandals had recently made news, as \"poster boys for bad behavior.\"\"By George, JFK Jr. Bares A Lot.\" CNN AllPolitics. August 11, 1997. Retrieved December 12, 2015. Kennedy later complained that the magazine was not taken seriously in the publishing world. Critics called George \"the political magazine for people who don't understand politics,\" assailing it for \"stripping any and all discussion of political issues from its coverage of politics.\" In a feature in its final issue, Spy magazine asserted that the magazine's premise was flawed because, \"Politics overlapped with Pop Culture in such a limited number of ways\". That fairly critical profile in Spy described George as \"scrambling for celebrities 'with tits' as often as possible to put on the cover and then trying to figure out what that person had to do with politics\". At the end, the trade mark and publishing rights were purchased by the South American tycoon Luis Silva de Balboa, who never published the magazine other than for private club members distribution. ==Decline== After Kennedy died in a plane crash in 1999, Hachette Filipacchi Magazines purchased Kennedy's portion of the magazine from his estate and continued for over a year, with Frank Lalli as editor-in-chief. With falling advertising sales, the magazine ceased publication in 2001, two years after Kennedy's death. In 2005, Harvard University's Kennedy School of Government held a panel discussion titled \"Not Just Politics as Usual,\" which commemorated the 10th anniversary of the magazine's launch. The panel was moderated by Tom Brokaw and featured appearances by other journalists. ==References== ==External links== * * *Kennedy School Press Release: George Magazine Anniversary Forum * * Category:1995 establishments in New York (state) Category:2001 disestablishments in New York (state) Category:Monthly magazines published in the United States Category:Defunct political magazines published in the United States Category:Defunct magazines published in the United States Category:Magazines established in 1995 Category:Magazines disestablished in 2001 Category:Magazines published in New York City ",
    "title": "George (magazine)"
}