{
    "id": "302593",
    "text": "The Commission on the Unification of Pronunciation () was the organization established by Beiyang government in 1912 select ancillary phonetic symbols for Mandarin, (Zhuyin was the product) and set the standard Guoyu pronunciation of basic Chinese characters. == History == It was decided in a draft on 7 August 1912, a month after a conference led by the Cai Yuanpei on July 10, that a set of phonetic symbols were to be used for education purposes. The Commission was set up in December, led by Wu Zhihui (Woo Tsin- hang) (Chinese: 吳稚暉). The Commission ended on 22 May 1913. A later similar organization that still exists that had been headed by Wu Zhihui for a while is the Mandarin Promotion Council. == Members == The first meeting took place on 15 February 1913 in Beijing, with 44 delegates. The chairman was Wu; vice- chairman Wang Zhao (Chinese: 王照). There were two representatives per each of the 26 provinces. The Tibetans, the Mongolians and the overseas Chinese each had one representative. Prominent members included: * Cai Zhang (蔡璋) * Chen Suiyi (陳遂意) * Gao Kunnan (高鯤南) * Hu Yuren (胡雨人) * Li Liangcai (李良材) * Liu Zishan (劉繼善) * Lu Zhuangzhang (盧戇章) * Ma Tiqian (馬體乾) * Wang Rongbao (汪榮寶) * Wang Sui (王崔) * Wang Yi'an (汪怡安) * Xing Dao (邢島) * Yang Qu (楊麴) * Yang Zenghao (楊曾浩) == Phonetic symbols == There were three main ideas of how the phonetic symbols should be: * Using certain complete Chinese characters to symbolize other characters of the same sound ** Supporters included Wang Zhao, Wang Rongbao, Wang Yi'an, and Cai. * Using Latin alphabet letters ** Supporters included Yang Zenghao and Liu * Using non-existent symbols ** Supporters included Wu, Lu, Ma, Li, Xing, Wang Sui, Hu, Yang Qu, Gao, Chen, and Zheng. The three groups discussed for two months and adopted 15 symbols from Zhang Binglin's all-Zhuanshu Jiyin Zimu (記音字母), which was the proposal by the Zhejiang Committee. Jiyin Zimu was renamed to Zhuyin Fuhao. After its proclamation, several aspects of Zhuyin were further modified, including: * Rearranging the order of the symbols * Adding ㄜ (Pinyin e) * ㄦ, originally just r, was now also er (a retroflex vowel) * The three dialectal symbols — ㄪ (v), ㄫ (ng) and ㄬ (ny) — were deleted, but are still to be found in Unicode Bopomofo (U+3105–U+312C). * The tone system was modified == Programs == The Commission established the Seven Mandarin Sound Promotion Programs (《國音推行方法七條》 Guoyu Tuixing Fangfa Qi Tiao): # Proclaimed Zhuyin Zimu. [On 23 November 1918] # All provinces were to establish places to promote and study the 6500 standardized Mandarin sounds (國音傳習所), where the county representatives would gather and return to their counties to spread the words. [Established in 1920, along with Summer Mandarin Seminars (暑期國語講習所)] # Using the gramophone to record the exact pronunciation. [Recorded in 1920] # Having Mandarin be a compulsory subject in all elementary school. [Implemented in 19??] # All teachers were to speak solely in Mandarin in elementary and middle schools. [Implemented in 19??] # All textbooks and some official documents were to be annotated by Zhuyin. [Implemented in 19??] ==Notes== ==Further reading== *DeFrancis, John, 1950, Nationalism and Language Reform in China, Princeton University Press, Chapter 4: One State, One People, One Language Category:Chinese language Category:History of the Republic of China Category:Language regulators ",
    "title": "Commission on the Unification of Pronunciation"
}