{
    "id": "302797",
    "text": "Ishtar is a 1987 American action-adventure-comedy film written and directed by Elaine May and produced by Warren Beatty, who co-starred opposite Dustin Hoffman. The story revolves around a duo of incredibly untalented American songwriters who travel to a booking in Morocco and stumble into a four-party Cold War standoff. Shot on location in Morocco and New York City by cinematographer Vittorio Storaro, the production drew media attention before its release for substantial cost overruns on top of a lavish budget, and reports of clashes between May, Beatty, and Storaro. A change in studio management at Columbia Pictures during post-production also led to professional and personal difficulties that undermined the film's release. The film polarized critics and became a notorious failure at the box office. Many have considered it to be one of the worst films ever made, although critical support for the film has grown strongly since its release. It was originally released on DVD only in Europe. A director's cut, running two minutes shorter, was released on Region A Blu-ray in August 2013.https://www.amazon.com/dp/B0037QGRVK ==Plot== Chuck Clarke (Hoffman) and Lyle Rogers (Beatty) are inept songwriters who are down on their luck, but dream of becoming a popular singing duo in the mould of Simon and Garfunkel. Though they are poorly received at a local open mic night, agent Marty Freed (Weston) offers to book them as lounge singers in a hotel in Marrakesh, Morocco, explaining that the last act quit due to political unrest in the area. Nearly broke, both single, and without any better options, Lyle and Chuck decide to take the gig. When they arrive in the fictional neighboring country of Ishtar, Chuck agrees to give his passport to a mysterious woman who claims her life is in danger. She promises to meet him in Marrakesh. Unfortunately, Chuck learns at the U.S. Embassy that it will take longer than expected to get a new passport. Lyle goes to Morocco in a bid to save their booking while Chuck stays behind. Alone in Ishtar, Chuck meets CIA agent Jim Harrison. Chuck agrees to be a mole for the CIA and, in return, Harrison gets Chuck to Morocco by the next evening. Now together again, Chuck and Lyle unwittingly become involved in a plot to overthrow the Emir of Ishtar. The mysterious woman, named Shirra, has a map that she needs to get to the leftist guerrillas opposing the government of Ishtar. Harrison gets involved when Shirra contacts Lyle and Chuck. Both Shirra and the CIA attempt to use Lyle and Chuck to further their own agendas, resulting in Lyle and Chuck getting lost in the desert, and unwittingly exposing the CIA's top secret operation in Ishtar. To keep the situation quiet, the CIA ends up having to support Shirra leading social reforms in the country, and back an album written by Rogers and Clarke with a tour starting in Morocco. At the show, Shirra is in the audience. Meanwhile, a military officer orders the rest of the men in uniform that make up the audience to \"APPLAUD!\" when songs are finished. ==Cast== * Dustin Hoffman as Chuck Clarke * Warren Beatty as Lyle Rogers * Isabelle Adjani as Shirra Assel * Charles Grodin as Jim Harrison * Jack Weston as Marty Freed * Tess Harper as Willa * Carol Kane as Carol * Aharon Ipalé as Emir Yousef * Fred Melamed as The Caid of Assari * Fuad Hageb as Abdul * David Margulies as Mr. Clarke * Rose Arrick as Mrs. Clarke * Julie Garfield as Dorothy * Bill Bailey as General Westlake * Christine Rose as Siri Darma * Matt Frewer as a CIA agent * Warren Clarke as English Gunrunner ==Production== ===Pre-production=== Warren Beatty felt indebted to Elaine May, who, in addition to co-writing his 1978 hit Heaven Can Wait, had done a major uncredited rewrite on the script of his Academy Award-winning Reds and helped immensely with its post-production. He began looking for a project that she could write and direct. She had never, he believed, had a sufficiently protective producer, and by starring in and producing her next film he could give her the chance to make the film he believed her to be creatively and commercially capable of making. At a dinner with Beatty and Bert Fields, their agent, May said she would like to do a variant on the Road to ... films of Bing Crosby and Bob Hope, set in the Middle East. Her idea would feature Beatty and a co-star as a mediocre singer-songwriter duo who would go to Morocco and get caught in the crossfire between the Central Intelligence Agency and a local left-wing guerrilla group. She thought it would be funny to cast Beatty against type as the Hope part, the bumbler of the duo, while the co-star, possibly Dustin Hoffman, would play the self-assured ladies' man that Crosby usually portrayed. Hoffman, who was also indebted to May for her extensive uncredited rewrite on Tootsie, initially turned it down due to \"misgivings\". At Beatty's request, the two met with May and Hoffman's creative confidant, playwright Murray Schisgal. The latter two felt that the plot in Morocco overwhelmed the rest of the film and that it \"should not leave New York\". Hoffman was finally persuaded by Beatty's assurances that he would provide May with the room she needed to work. When May finished the script, Beatty, Hoffman, and some other friends including Charles Grodin had a meeting and read-through at Beatty's house. All present agreed that the script needed work, but it was funny and could be a hit. Beatty went to Columbia Pictures production head Guy McElwaine, who years before had been his publicist, instructing Fields, \"Bert, anything she wants. Period. That's my negotiating position.\" Despite the prospect of having two major stars on the same project with a well-regarded writer, McElwaine did not immediately approve it. He worried about the effects of having Beatty, Hoffman, and May on the same set, since they were all known to be perfectionists. May, in particular, had a reputation for shooting as much raw footage as Beatty himself or Stanley Kubrick. But McElwaine was also afraid the property could be a hit for another studio if Columbia passed, since Beatty had a solid record of commercial success in his four movies as producer and star. The two bankable stars and May received $12.5 million (equivalent to $ in ) in salaries before principal photography began. Beatty and Hoffman offered to defer theirs, but Columbia declined; Fields said that an agreement the studio had with HBO covered most of that cost. Beatty, Hoffman, and May all had final cut input as well (although Beatty has denied this). The film's original budget was set at $27.5 million. Other roles were cast through connections to the three. Grodin was a friend of May and had starred in a successful comedy she directed, the original version of The Heartbreak Kid. Isabelle Adjani, who played the female lead disguised as a boy for most of the film, was Beatty's girlfriend at the time. Vittorio Storaro replaced original cinematographer Giuseppe Rotunno when Rotunno was unable to change his schedule to accommodate a delay in shooting. Paul Williams began working on the songs the lead duo would sing. \"The real task was to write songs that were believably bad. It was one of the best jobs I've ever had in my life. I've never had more fun on a picture, but I've never worked harder.\" May preferred that Williams write whole songs, even if she intended to use only a few lines, and then teach them to the stars and have them perform them, necessitating more time and money. The studio had wanted to shoot the desert scenes in the Southwestern United States in order to keep costs down and production under control. But Columbia's parent company at the time, Coca-Cola, had money in Morocco it could not repatriate, so the studio relented and allowed production to take place in the real Sahara Desert. It was expected that shooting in Morocco would take ten weeks, after which the New York scenes would be shot. ===Principal photography=== Ishtar began principal photography in October 1985, amidst high political tensions in North Africa. Israeli warplanes had just bombed Palestinian Liberation Organization headquarters in Tunis and, seven days later, the Palestine Liberation Front hijacked a cruise ship, the Achille Lauro, murdering a wheelchair-using elderly Jewish American, Leon Klinghoffer. The Moroccan military was fighting the Polisario Front guerrillas at the time as well. There were rumors Palestinian terrorists might try to kidnap Hoffman, and some locations had to be checked for land mines before shooting could begin. There were also production difficulties. The filmmakers appreciated the Moroccans' hospitality and willingness to cooperate, but there was no one in the country with experience supporting a major Hollywood film production. Requests by the producers were sometimes unfulfilled, and calls for local extras led to thousands of people showing up. Some of the film's production woes have become Hollywood lore. The film's animal trainer went looking for a blue-eyed camel in the Marrakech market, and found one he considered perfect. But he chose not to buy it right away, expecting he could find others and use that knowledge to bargain with the first trader for a better price. He did not realize that blue-eyed camels were rare, and could not find another camel good enough. He returned to the first trader, who had since eaten the camel. Another frequently related incident, related by production designer Paul Sylbert but disputed by others on the film, concerns the dunes where scenes with Beatty and Hoffman lost in the desert would be shot. Sylbert had scouted dunes in the United States and Morocco but none seemed to fit the vision of May, who was very uncomfortable in the desert environment. She suffered from toothaches that she refused to have treated locally, and took extensive measures to shelter herself from the harsh sun, not only spending much of her time under a large parasol but wearing large sunglasses and wrapping her face in a white gauze veil, to the point that her appearance was compared to a Star Wars stormtrooper. After one unsuccessful search for dunes, Sylbert says, May suddenly announced she wanted a flat landscape instead. It took ten days to level an area of a square mile (2.6 km²). May feuded with others on set, as well. She and Storaro frequently differed over camera placements, since she was looking for the ideal comic effect while the cinematographer, who had little experience making comedies, sought the most ideal composition. Beatty often took Storaro's side in disputes between him and May. \"She probably felt ganged up on by the two of them,\" Hoffman observed later on. Eventually Beatty and May began quarreling, and Hoffman sometimes served as the mediator. He claims there were times when the two were not speaking to each other. May also did not get along with Adjani, which adversely affected the latter's relationship with Beatty. The director remained aloof from the film's editing staff, taking copious notes during dailies but refusing to share them. As Columbia had feared, she shot a large amount of film as well, reportedly in one instance calling for fifty takes of vultures landing next to Beatty and Hoffman. Expenses continued to grow. \"This was the kind of film where nobody would say 'Sorry, we can't afford that,'\" according to Mac Brown, who monitored the budget. When a replacement part was needed for a camera, it was sent over to Morocco with a New York-based location coordinator instead of just being shipped, out of fear it might get lost or held up at customs. The coordinator's airfare and a week's hotel stay were paid for by the production. Privately, both Beatty and May began to confess they had made a mistake. \"I was going to give this gift to Elaine, and it turned out to be the opposite,\" Hoffman recalls Beatty telling him. Matters came to a head when it came time to shoot the film's climactic battle scenes. They were far outside May's background in improvisational theatre, and during a confrontation with Beatty, May said, \"You want it done? You shoot it!\" Many crew members said that, on any other film, the director would have been fired. Beatty knew that if he called her bluff, he would have had to finish directing the film, which would have been a major embarrassment given that his main objective in making the film was to give May the chance she had never had. He compromised by scaling back the battle scenes. When the film returned to New York, Beatty told then- Columbia CEO Fay Vincent that May could not direct. But he rejected another suggestion to fire her, citing his image as a supporter of women's rights. Vincent said he would do it, but Beatty said if he did then he and Hoffman would leave the uncompleted film as well. He proposed instead that every scene be shot twice, his way and May's, effectively doubling the movie's cost. After a month-long break, the New York scenes were shot in early 1986, at Kaufman Astoria Studios and various locations. Due to union work rules, Storaro's Italian crew had to be doubled by a local standby crew, who were usually not needed but drew full pay for the entire shoot. It was also necessary to stop production for several days so Beatty and Hoffman could rehearse their songs. In April 1986, a month after principal photography wrapped, Vincent fired McElwaine. His replacement as head of production was David Puttnam, producer of Chariots of Fire and a longtime critic of Hollywood budgetary excesses. Among those films he had specifically criticized in the latter category was Reds, singling out Beatty in particular. He had also publicly criticized Hoffman for allegedly using his star power to force rewrites to the 1979 film Agatha, which had promoted his minor character to a lead. After quitting as a producer of that film, Puttnam called Hoffman \"the most malevolent person I have ever worked with\". ===Post-production=== Due to his history with both stars, the new studio head promised to stay out of Ishtar's post-production, but Beatty and Hoffman felt that move was subtly intended to undermine the film by suggesting it was a failure for which he wanted to avoid responsibility. They worried it would hurt the film when it was released before Christmas 1986. Interpersonal difficulties from Morocco continued in post-production. May was supposed to direct actors when they looped their lines in a recording studio, but sometimes left the job to Beatty or one of the editors. Most of those absences were in sessions with Adjani, who was required to lower her voice since her character had to pass as a boy for most of the film. This strained her relationship with Beatty even more. The film's raw footage before editing, known as 'rushes', came to 108 hours, more than three times that typical for a comedy. Three teams of editors, one each for Beatty, Hoffman, and May, worked almost continuously to produce cuts of the film to each principal's liking. Since McElwaine, whom he had tried to please as a friend, was no longer in charge, Beatty eventually relented to letting May cut the film her way, partly because he detested Puttnam and believed he was leaking negative information about Ishtar to the media. \"Just tell the asshole to keep paying the bills,\" he is reported to have told another Columbia executive. The costs, which Puttnam had believed would come under control in post-production, instead continued to mount. Eventually, it became clear the film would not be ready in time for Christmas. When the release date of late spring of 1987 was announced, later than that which had been expected, stories in the media about the film's troubles increased. Industry insiders began to refer to it as The Road to Ruin and Warrensgate, after the expensive 1980 flop Heaven's Gate. Beatty, who had kept the media off the set during production, took these gibes personally. He and May began to fight more frequently in the editing room. Finally, with the new release date looming, Bert Fields was called in to mediate between the director and stars. Beatty denies this, but Fields and others say he was present in the editing room. The agent has been described as having final cut, although he claims that was May's. Tensions continued as Beatty was trying to placate Adjani and lobbied for more footage of her. When they were finished, the editors were furious as no one had gone over the complete film. Beatty refused to show Puttnam the final cut. ==Release== ===Box office=== Negative buzz about Ishtar and its outrageous budget was widespread in the press long before the film ever reached theaters. In an interview with Elaine May, Mike Nichols described the bomb as \"the prime example that I know of in Hollywood of studio suicide\", implying that Puttnam sandbagged the project by leaking negative anecdotes to the media because of his grudges against Beatty and Hoffman. Before release, market research led Columbia to believe the film would fail. Its head of marketing, Peter Sealey, advised the studio to minimize its losses by cutting the film's advertising budget. Instead, Columbia spent even more to promote the film, afraid of alienating Beatty and Hoffman. \"Ego trumps logic in Hollywood,\" said Sealey. Despite the negative press, three previews went well, with Beatty describing one in Toronto as the best he had ever had, and he and the studio considered striking more prints. Those discussions ended after the opening weekend, May 15, 1987. Ishtar, on more than a thousand screens across the country, took in $4.2 million (equivalent to $ in ) in receipts, winning the weekend, being No. 1 at the box office. However, it beat The Gate—a low- budget horror film with no stars—by only $100,000, and ultimately it grossed only $14.3 million at the North American box office. Against a $51 million production budget and up to another $20 million spent on prints and marketing costs, the film is estimated to have lost $40 million. Ishtar has since become synonymous with the phrase \"box office flop\", and in 2014, the Los Angeles Times listed the film as one of the most expensive box office flops of all time.Eller, Claudia,\"The costliest box office flops of all time\", Los Angeles Times (January 15, 2014) Chicago Reader critic Jonathan Rosenbaum surmised that the media were eager to torpedo Ishtar in retaliation for instances of Beatty's perceived \"high-handed way with members of the press\". The film had been completely closed to the media, with no reporters at all permitted on set during production, a restriction greater than Beatty's previous productions. Specifically, Rosenbaum mentions critics Siskel and Ebert: \"... he was really getting them very irritated, and using them as the butt of all these jokes, and so on. And so the point is that if you start multiplying that in terms of the treatment [of] a lot of other people in the press, Ishtar was their one chance finally to get even.\" ===Critical reception=== The film had a polarizing effect on critics upon release. The Washington Post's critics were split: Desson Thomson described the film as an \"unabashed vamp for a pair of household names, and as such it works, often hilariously\", while Hal Hinson wrote that \"it's piddling—a hangdog little comedy with not enough laughs.\" Roger Ebert wrote for the Chicago Sun-Times that \"Ishtar is a truly dreadful film, a lifeless, massive, lumbering exercise in failed comedy\" and Gene Siskel called it \"shockingly dull\" and \"dim-witted\"; together they selected it as the worst film of 1987 on Siskel & Ebert & The Movies. Janet Maslin of The New York Times was more forgiving, writing \"The worst of it is painless; the best is funny, sly, cheerful and, here and there, even genuinely inspired\" and Vincent Canby—also for the Times—listed it as a runner up to his top films of 1987. Ishtar currently holds a 37% rating on Rotten Tomatoes based on 54 reviews. The site's consensus states; \"Warren Beatty, Dustin Hoffman, and laughter itself get lost in the desert during a flawed spoof of classic road movies that proves ill-suited for its mismatched and miscast stars.\"https://www.rottentomatoes.com/m/ishtar ==Aftermath== As a result of the losses it suffered from the film and negative publicity, Coca-Cola re- evaluated its decision to enter the business. It spun off its entertainment holdings into a separate company called Columbia Pictures Entertainment (now Sony Pictures Entertainment), with Coca-Cola holding 49% of the stock. Two years later, it sold Columbia to Sony. Ishtar was nominated for three Golden Raspberry Awards, including Worst Picture and Worst Screenplay, with Elaine May winning Worst Director, tied with Norman Mailer for Tough Guys Don't Dance. Ishtar was also nominated for Worst Picture at the 1987 Stinkers Bad Movie Awards. When the Stinkers unveiled their \"100 Years, 100 Stinkers\" list to present the 100 worst movies of the 20th century, Ishtar made the list and ranked at No. 20 in the listed bottom 20. The film's failure did not affect the friendship between Beatty and Hoffman, who both liked the final cut of the film; Beatty later cast his co-star in his more successful Dick Tracy for Disney. Beatty and May barely spoke for two years afterwards, and friends of hers say she remains bitter about the experience. It was nine years before she took another screenwriting credit, for The Birdcage. She was nominated for an Academy Award for Primary Colors, but has not directed another film since Ishtar. On December 20, 2010, Hoffman appeared on Late Show with David Letterman alongside Robert De Niro. When Letterman asked the actors if any of their films made them \"wince a little bit\", Hoffman joked \"Well, I'm sure Bob feels ambivalent about Ishtar\". (Letterman looked at his notes and observed that de Niro wasn't in that film.) ===Legacy=== The McClatchy-Tribune News Service wrote in 2011, \"Time has not improved this film's reputation as being one of the worst ever made.\" Time Out suggested it was \"so bad it could have been deliberate\" and called it \"one of the worst films ever made.\" It was included in Michael Sauter's The Worst Movies of All Time book and Richard Roeper included it on his list of the 40 worst films he had seen.Richard Roeper, 10 Sure Signs a Movie Character is Doomed and Other Surprising Movie Lists, New York: Hyperion Books, 2003, pp. 66–67 In 1999 Time placed the film on a list of the 100 worst ideas of the 20th century. On the other hand, since its Blu-Ray release in 2013, Ishtar has enjoyed a glut of rehabilitating reviews from sources such as the Los Angeles Times, Slate, Indiewire, and The Dissolve. Richard Brody of the New Yorker called Ishtar a \"wrongly maligned masterwork\" and raved, \"There's a level of invention, a depth of reflection, and a tangle of emotions in Ishtar which are reached by few films and few filmmakers.\" Charles Bramesco of The Guardian wrote upon the movie's 30th anniversary, \"While Ishtar has not appreciated into a stealth masterpiece in the mold of Showgirls' long road to reappraisal, its stature as the definitive cinematic failure has been outed as undeserved.\" In recent years, the film has gained a substantial cult following,http://www.ishtarthemovie.com/ with some of its more famous admirers including directors Quentin Tarantino, Lena Dunham, Joe Swanberg, and Edgar Wright, who have all gone on record praising the film. Acclaimed filmmaker Martin Scorsese has praised Ishtar as one of his favorite movies of all time. In one of Gary Larson's The Far Side comic strips, captioned \"Hell's Video Store\", the entire store is stocked with nothing but copies of Ishtar. Larson later apologized, saying, \"When I drew the above cartoon, I had not actually seen Ishtar ... Years later, I saw it on an airplane, and was stunned at what was happening to me: I was actually being entertained. Sure, maybe it's not the greatest film ever made, but my cartoon was way off the mark. There are so many cartoons for which I should probably write an apology, but this is the only one which compels me to do so.\" The film's creators still defend it. Despite all the trouble and misery he went through making it, Warren Beatty has been quoted as saying, \"There was almost no review that didn't in the first paragraph deal with the cost of the movie. That was an eye-opener—about the business, and the relationship of the entertainment press to business. Ishtar is a very good, not very big, comedy, made by a brilliant woman. And I think it's funny.\" Dustin Hoffman has also vouched for Ishtar, saying \"I liked that film ... just about everyone I've ever met that makes a face when the name is brought up has not seen it. ... I would do it again in a second.\" A Conversation with Dustin Hoffman by Neal Conan Elaine May stated, \"If all of the people who hate Ishtar had seen it, I would be a rich woman today.\" A documentary about Ishtar, called \"Waiting for Ishtar: A Love Letter to the Most Misunderstood Movie of All Time\" was released in 2017. ==Home video== Ishtar was issued on VHS globally in late 1987 (and once more in 1994), eventually generating more than seven million dollars in rental fees in the United States alone. In 2004, the film was released on DVD on every continent but North America and Antarctica. Sony Pictures Home Entertainment had announced that the film would be released only on Blu-ray Disc (and finally in a digital format in North America) on January 4, 2011, but it was pulled from the studio's release schedule just prior to that date. In an interview around the time, May said: > They tell me now—Sony—that they're going to release this on Blu-ray, and it > will really look wonderful and sound wonderful. If they don't, you'll be the > last 80 or 90 or however many people to see this movie in this particular > version. ... If you all clap your hands and believe it! They say they want > to and they'll do it soon, and I have great faith that they'll do it. The Blu-ray was eventually released in North America on August 6, 2013. ==See also== * List of films considered the worst ==References== * ==External links== * * * * * Turner Classic Movies profile * IshtarTheMovie.com: Fans' tribute to a movie Hollywood hated Category:1987 films Category:1980s action comedy films Category:1980s adventure films Category:American films Category:American action comedy films Category:American adventure comedy films Category:English-language films Category:Films scored by Dave Grusin Category:Films directed by Elaine May Category:Films with screenplays by Elaine May Category:American buddy films Category:Cold War films Category:Films about music and musicians Category:Films set in Africa Category:Films set in deserts Category:Films set in Morocco Category:Films shot in Morocco Category:Films shot in New York City Category:Columbia Pictures films Category:Films produced by Warren Beatty Category:1987 comedy films ",
    "title": "Ishtar (film)"
}