{
    "id": "303039",
    "text": "Santa with Muscles is a 1996 American Christmas comedy film starring Hulk Hogan, produced by the Shuster brothers, co-produced executively by The Wolf of Wall Street Jordan Belfort and directed by John Murlowski. The film was released for two weeks in cinemas; it was panned by critics and considered to be one of the worst films of all time. ==Plot== Blake Thorn (Hulk Hogan) is a conceited self-made millionaire who sells bodybuilding supplements and equipment that have his picture on them. One day, while recklessly playing paintball, he is targeted by police. He is chased to a shopping mall, where he hides by putting on a Santa costume. He slides down a garbage chute to escape the police and bangs his head, resulting in amnesia. Mistaken by Lenny (Don Stark) as the mall Santa, Blake begins to think he really is Santa Claus. Meanwhile, the evil scientist Ebner Frost (Ed Begley, Jr.) tries to take over an orphanage in order to gain access to the magical crystals underneath it and dispatches his henchmen to destroy it. However, Blake after discovering that being Santa has made him a better person and that Frost wants to destroy the very same orphanage he grew up in, manages to rescue the children. Frost and his henchmen are arrested, but the orphanage is destroyed due to the overload of the crystals, so Blake opens his mansion as a new home for the orphans. ==Cast== * Hulk Hogan - Blake Thorn * Don Stark - Lenny * Robin Curtis - Leslie * Garrett Morris - Clayton * Aria Curzon - Elizabeth * Adam Wylie - Taylor * Mila Kunis - Sarah * Clint Howard - Hinkley * Steve Valentine - Dr. Blight * Ed Begley Jr. - Ebner Frost * William Newman - Chas * Ed Leslie - Sumo Lab Assistant * Brenda Song - Susan ==Reception== Released on 8 November 1996, the film garnered $120,932 in box-office receipts during its opening weekend and grossed a total of $220,198 during its two-week run. ===Critical response=== Film critic Emanuel Levy gave the film a score of 2 out of 5. Joe Leydon in Variety described Santa with Muscles as a \"weakling of a comedy\" and thought that Hogan's performance was lacking the charisma of his previous work such as Suburban Commando. Leydon panned the direction in particular, stating: \"Working from an irredeemably bland screenplay, John Murlowski directs with all the enthusiasm of someone going through the motions to pay off a debt.\" Chris Hicks, writing for the Deseret News, stated that films such as Santa with Muscles make films like Jingle All The Way look better, and said that Hulk Hogan \"makes Arnold Schwarzenegger seem like Laurence Olivier\". MaryAnn Johanson of Flick Filosopher called it \"a deeply awful comedy\" and \"Believe me, it’s even dumber than it sounds.\" ==Legacy== Reception for Santa with Muscles has continued to be negative. As of December 2011 it was listed at number 62 on IMDB's bottom 100 movies. It was listed as number 43 out of 50 worst children's films by Total Film, and was included in Virgin Media's list of worst Christmas movies. The film was also included on Atlantic City Weekly's list of worst holiday films, ranking third behind Santa Claus Conquers the Martians and the Star Wars Holiday Special. Due to Hogan's starring role, the film has been featured on the website Wrestlecrap, which acts as a \"Hall of Shame\" for the worst gimmicks and storylines in pro wrestling history. When Golden Globe nominee Mila Kunis, who made her film debut, was asked about the film in 2011 by GQ magazine, she said, \"I was too young to fully understand the importance of working with Hulk Hogan. I just thought he was this huge man\", while comparing the film to American Psycho 2 in which she co-starred with William Shatner. Kunis and Stark later starred in Fox network's That '70s Show. == References == == External links == * * * * Santa with Muscles on Rotten Tomatoes Category:1996 films Category:1990s Christmas comedy films Category:1990s children's comedy films Category:American films Category:American children's comedy films Category:American Christmas comedy films Category:English-language films Category:Films directed by John Murlowski Category:Films set in California Category:Mad scientist films Category:Santa Claus in film Category:Sonar Entertainment films Category:1996 comedy films ",
    "title": "Santa with Muscles"
}