{
    "id": "303226",
    "text": "John Kenton Britten (1 August 1950 – 5 September 1995) was a New Zealand mechanical engineer who designed a world-record-setting motorcycle with innovative features and materials. ==Biography== John Britten was born to Bruce and Ruvae Britten at Christchurch at 10 minutes to midnight. His twin sister Marguerite was born just after midnight, so although they were twins they celebrated their birthdays on different dates. Being dyslexic, he needed to have exam questions read to him at school and during his tertiary education, and his answers recorded by a writer, but that didn't stop him from developing into a remarkable engineer and architectural designer. His childhood heroes were notable fellow New Zealanders, Richard Pearse (pioneer aviator), Bill Hamilton (father of the jet boat), Bruce McLaren (champion driver and founder of the McLaren Formula One Team), and Burt Munro (world record motorcycle speedster and subject of the film The World's Fastest Indian). In his own short lifetime, Britten was regularly and favourably compared with all of his heroes. Britten completed a four-year mechanical engineering course at night school before joining ICI as a cadet draughtsman, giving him a wide range of work experience including mould design, pattern design, metal spinning and various mechanical engineering designs. Britten travelled to England where he worked for four months with Sir Alexander Gibb & Partners on a highway design linking the M1 motorway to the M4 motorway. Back in New Zealand he was design engineer for Rowe Engineering, designing off-road equipment and heavy machinery. In 1976, he built glass kilns and went into business as a fine artist designing and making hand-made glass lighting, later joining the family property management and development business. In 1978, Britten and his wife bought a historic residence in Matai Street, Riccarton, that they spent the next six years renovating. As of 2018, one of their daughters lived in the house with her family. In February 1995 John Britten was elected to the Institution of Professional Engineers New Zealand (now Engineering New Zealand) as an Honorary Fellow, \"in recognition of his outstanding contribution to the advancement of the science and profession of engineering\". ==Britten designed== Britten worked on motorcycle design for some years, developing innovative methods using composite materials and performance engine designs. He created the Britten Motorcycle Company in 1992 to produce revolutionary machines to his own design made of light materials and using engines he built himself, which became famous around the world. His Britten motorcycles won races and set numerous speed records on the international circuits, and astounded the motorcycle world in 1991 when they came a remarkable second and third against the factory machines in the Battle of the Twins at Daytona, United States of America. One of Britten's radical motorcycles is on permanent display at the Museum of New Zealand Te Papa Tongarewa, in Wellington, New Zealand.Britten motorcycle at Museum display Retrieved 26 March 2019 ==Death== Diagnosed with an inoperable skin cancer related illness, he died on 5 September 1995 just over a month after his forty-fifth birthday. His funeral at Christchurch Cathedral was attended by over one thousand mourners and he was widely mourned throughout New Zealand. ==Motorcycle== thumb Signpost Corner in the Isle of Man during 2005 TT races period The Britten V1000 and Britten V1100 are rare machines with only 10 (plus 1 prototype) having been constructed. Highlights include: *Carbon fibre body work including wheels, front suspension fork, and swingarm *Hand cast, 4 valves per cylinder alloy engine *Frame-less chassis with engine acting as a stressed member *Radiator located under the rider's seat *Carbon fibre fasteners (joining bodywork together) *Rear suspension shock located in front of engine *Engine data logging Non-Britten Components: *Tyres *Brakes *Steel cylinder liners *Gearbox (sourced from a Suzuki) *Suspension shocks *Various electrical components == References == * John Britten, Tim Hanna, * Britten Motorcycles: The John Britten Story, Felicity Price (2004) * One man's Dream – Bike Story, (video), Britten Motorcycle Company and Ruffell Films ==External links== *Britten Motorcycle Company *Britten – Backyard Visionary a full- length documentary from 1993 on NZ On Screen *Biography of John Britten from the Museum of New Zealand Te Papa Tongarewa *John Britten and the Superbike from Christchurch City Library *NZ Edge – John Britten Maverick genius of motorcycle design Category:1950 births Category:1995 deaths Category:Burials at Waimairi Cemetery Category:Motorcycle designers Category:New Zealand inventors Category:Motorcycle records Category:People from Christchurch Category:People associated with the Museum of New Zealand Te Papa Tongarewa Category:20th-century inventors ",
    "title": "John Britten"
}