{
    "id": "303201",
    "text": "The heckelphone () is a musical instrument invented by Wilhelm Heckel and his sons. The idea to create the instrument was initiated by Richard Wagner, who suggested at the occasion of a visit of Wilhelm Heckel in 1879. Introduced in 1904, it is similar to the oboe but pitched an octave lower. ==General characteristics== The heckelphone is a double reed instrument of the oboe family, but with a wider bore and hence a heavier and more penetrating tone. It is pitched an octave below the oboe and furnished with an additional semitone taking its range down to A.Jürgen Meyer Acoustics and the Performance of Music: Manual for Acousticians, Audio Engineers, Musicians, Architects and Musical Instrument Makers (Modern Acoustics and Signal Processing) pg. 73 Springer Publishing (2009) It was intended to provide a broad oboe-like sound in the middle register of the swollen orchestrations of the turn of the twentieth century. In the orchestral repertoire it is generally used as the bass of an oboe section incorporating the oboe and the cor anglais (English horn), filling the gap between the oboes and bassoons. The heckelphone is approximately in length, and is quite heavy: it rests on the floor, supported by a short metal peg attached to the underside of its bulbous bell. An alternate second bell, called a \"muting\" bell, is also available, which serves to muffle the instrument for playing in a small ensemble. This arrangement is unique among double-reed instruments. It is played with a large double reed that more closely resembles a bassoon's than an oboe's reed. Smaller piccolo- and terz-heckelphones were developed, pitched respectively in (high) F and E, but few were made, and they were less successful than the baritone-range instrument.Sibyl Marcuse, Musical Instruments: A Comprehensive Dictionary, corrected edition (The Norton Library N758) (New York: W. W. Norton, 1975): 239–40. ==Musical uses== The first use of the heckelphone was in Richard Strauss's 1905 opera Salome. The instrument was subsequently employed in the same composer's Elektra, as well as An Alpine Symphony (though this part frequently calls for notes that are below the range of the heckelphone), Josephslegende and Festliches Präludium. It was adopted as part of the large orchestral palette of such works as Edgard Varèse's Amériques (1918–1921) and Arcana (1925–1927), and Carlos Chávez's Sinfonía de Antígona (1933). Aaron Copland's Short Symphony (Symphony No. 2, 1931–33) calls for a player to double on cor anglais and heckelphone, but a cor anglais may be used for the entire part if a heckelphone is unavailable. The heckelphone was also used by Gordon Jacob in his 'Variations on Annie Laurie' which was performed in the first Hoffnung Music Festival Concert at the Royal Festival Hall, London, UK in 1956. See Annetta Hoffnung's biography of Gerard Hoffnung and the sleeve notes to the complete Decca recording of the concert in question. The heckelphone is often confused with F. Lorée's redesigned hautbois baryton which was introduced in 1889, the term \"bass oboe\" being widely used to describe both instruments. Among English composers of the early-20th century there was some vogue for the use of a \"bass oboe\", for example in Gustav Holst's orchestral suite The Planets (1916), as well as in several works of Frederick Delius (A Mass of Life, 1904-1905; Dance Rhapsody No. 1, 1908), Arnold Bax's Symphony No. 1 (1921), and Havergal Brian's Gothic Symphony (1919-1927) and Symphony No. 4 (Das Siegeslied). However, it is not in all cases clear which of the two instruments is intended—indeed, it is possible that sometimes the composers themselves were unclear as to the distinction. Strauss, however, mentions both instruments in his 1904 revision of Hector Berlioz's Grand Traité d'instrumentation et d'orchestration modernes, and (like Varèse) specifies the instrument by name in his orchestral scores, so preventing any ambiguity. The heckelphone has also been employed in chamber music, one of the most notable instances being Hindemith's Trio for Heckelphone, Viola, and Piano, Op. 47 (1928). Graham Waterhouse wrote Four Epigraphs after Escher, Op. 35 (1993) for the same instrumentation. The heckelphone is also featured in the orchestral music of Finnish composer Kalevi Aho. It is heard in his operas Insect Life (1985–87), The Book of Secrets (1998), and Before We Are All Drowned (1995/99), in the Symphonies no. 6 (1979–80), 11 (1997–98), 13 (2003), 15 (2009–10), 17 (2017), and in his Piano Concerto no. 1 (1988–89), Contrabassoon Concerto (2004–05) and Oboe Concerto (2007). American composer William P. Perry used the heckelphone as part of a double reed quartet in his score for the film The Mysterious Stranger. There is a part for heckelphone in the concert band piece Two Sketches From The Orient by composer Cecil Burleigh, Op. 55 arranged by N. Clifford Page, published by Oliver Ditson Company 1926 and 1928. ==Modern use== For all its potential in adding weight to the lower registers of the woodwind section, the heckelphone remains a rarity on the orchestral scene—only about 150 heckelphones have been produced, of which around 100 are believed to be extant—and is seldom carried on the regular roster of professional orchestras. Competent players are thus rare. The most prominent American heckelphone players now are Mark Perchanok and Andrew Shreeves, both of New York City. Shreeves plays regularly with the Metropolitan Opera while Perchanok has performed many new and older compositions for the instrument and has recorded with the Paul Winter Consort. Other notable American players include Robert Howe of Massachusetts, most known for recital work, and Arthur Grossman of Seattle, Washington. The first annual meeting of the North American Heckelphone Society took place on August 6, 2001 at the Riverside Church in New York City, with six heckelphonists in attendance—possibly the first occasion upon which six such instruments had been assembled under one roof. Later meetings have included as many as 14 instruments. The group met annually in New York through 2006. The centennial of the heckelphone in 2004–5 led to the publication of a number of articles on the instrument in organological journals. Among these were two in the German-language Rohrblatt by the Cologne player Georg Otto Klapproth; a comprehensive review article by Robert Howe and Peter Hurd, \"The Heckelphone at 100\", in the 2004 Journal of the American Musical Instrument Society; and a two-part article by Michael Finkelman in the 2005 issues of The Double Reed. A recent development the Lupophon (Lupophone) is essentially an extended Heckelphone able to play lower notes such as those called for in the Alpine Symphony. ==Selected solo works== * Mielenz, Hans Concerto, Op. 60 for heckelphone and orchestra ==Discography== * Robert Howe, Heckelphone; Alan Lurie, Michael Dulac, piano (2005). Centennial Recital for Heckelphone. Wilbraham Music. *Paul Winter Consort (1990). Earth: Voices of a Planet. Living Music. *Paul Winter Consort (1995). The Man Who Planted Trees. Living Music. *Paul Winter Consort (2010). Miho:Journey To The Mountain. Living Music *Winter, Paul (1994). Prayer for the Wild Things. Living Music. *Grossman and others (2002). Music by Paul Hindemith. Centaur Records. *Arthur Grossman, Heckelphone; Lisa Bergman, piano. Arthur Grossman Plays Heckelphone. Wilhelm Heckel GmbH. *Vittorio Piredda, \"Voci in guerra\" (2018) for heckelphone, harp, cello and photosongs. ==See also== *Bassoon *Bass oboe *Piccolo heckelphone *Lupophon *List of musical instruments *List of woodwind instruments ==References== ==External links== *Heckelphone page at Contrabass Mania site *Wilhelm Heckel GmbH Category:Single oboes with conical bore Category:1904 musical instruments ",
    "title": "Heckelphone"
}