{
    "id": "303633",
    "text": "Golan (; ' or ') is the name of a biblical town later known from the works of Josephus (first century AD) and Eusebius (Onomasticon, early 4th century AD). Archaeologists localize the biblical city of Golan at Sahm el-Jaulān, a Syrian village east of Wadi ar-Ruqqad in the Daraa Governorate, where early Byzantine ruins were found. Israeli historical geographer, Zev Vilnay, tentatively identified the town Golan with the Goblana (Gaulan) of the TalmudJerusalem Talmud (Avodah Zarah chapter 2; Megillah, chapter 3) which he thought to be the ruin ej-Jelêbîne on the Wâdy Dabûra, near the Lake of Huleh, by way of a corruption of the site's original name. According to Vilnay, the village took its name from the district Gaulanitis (Golan). The ruin is not far from the Daughters of Jacob Bridge. The traces of the town were described by G. Schumacher in the late 19th-century as being \"a desert ruin,\" having \"no visible remains of importance, but [having] the appearance of great antiquity.\" Golan, in Grecised form Gaulanitis ( '), is the name of the region apparently named for the town of Golan. During much of the Hellenistic period, when the name Gaulanitis was coined, the region was part of the Seleucid Empire. In Roman times it was shared between the Roman provinces of Judaea and Phoenice. The history and antiquities of al-Golan - International Conference, Al-Bassel Center for Archaeological Research and Training, 2007-2008. ==Hebrew Bible== The area is referred in the Hebrew Bible as the territory of Manasseh in the conquered territory of Bashan: Golan was the most northerly of the three cities of refuge east of the Jordan River (). Manasseh gave this Levitical city to the Gershonite Levites (; ). According to the Bible, the Israelites conquered Golan, taking it from the Amorites. ==Persian period== During the Persian period (c. 539–332 BC) the Golan region, together with the Bashan, formed the satrapy of Karnaim. ==Hellenistic and Early Roman periods== Now named Gaulanitis, the area formed a district all by itself during the early Hellenistic period. Once the Seleucid Empire started its gradual collapse, the Golan became a target for Iturean and other Arab tribes. At the same time it was enveloped by the regional wars fought by Hasmonean ruler Alexander Jannaeus (r. 103-76 BC) and the Nabatean kings Obodas I and Aretas III between ca. 93–80 BC, leading to the conquest of the Golan by the former. In 63 BC the entire former Seleucid realm was conquered by Roman general Pompey, and the Golan is settled by the Itureans. In 23 BC the Jewish king Herod the Great, a client ruler loyal to Rome, receives the rule over the wider Hauran region and leaves it to his heirs who hold it until the death of Agrippa II at the end of the first century AD. The city of Golan was known to Josephus. Near Golan, Alexander Jannaeus was ambushed by King Obodas I of the Nabateans. It formed the eastern boundary of Galilee and was part of the tetrarchy of Philip. It was described by Eusebius in his Onomasticon as a large village that gave its name to the surrounding country. ==Late Roman and Byzantine periods== The region was prosperous between the 2nd and the 7th century AD when pagan communities were step by step replaced by Christian ones. A different view is that the Christians of the Golan were Ghassanids, an Arab tribe originally from Yemen, used by the Byzantines as frontier guards since the end of the 5th century. An important Jewish presence was attested by archaeology since the Roman period in the Golan, and by the 6th century the population of the Byzantine Golan was made up by Jews and Christian Ghassanids. The Golan was prosperous during the Roman and Byzantine periods, but had a purely rural character and lacked any larger towns. ==References== Category:Archaeological sites on the Golan Heights Category:Hebrew Bible cities Category:Levitical cities Category:Ancient Jewish settlements of the Golan Heights Category:Former populated places on the Golan Heights Category:Ancient Jewish history ",
    "title": "Golan"
}