{
    "id": "303710",
    "text": "Victor Duruy Jean Victor Duruy (11 September 1811 – 25 November 1894) was a French historian and statesman. ==Life== Duruy was born in Paris, the son of a factory worker, and at first intended for his father's trade. Having passed brilliantly through the École Normale Supérieure, where he studied under Jules Michelet, he accompanied Michelet as secretary in his travels through France, supplying for him at the École Normale in 1836, when only twenty-four. Ill- health forced him to resign, and poverty caused him to undertake an extensive series of school textbooks which made him well known. He devoted himself to secondary school education, holding his chair in the College Henri IV at Paris for over a quarter of a century. Already known as a historian by his Histoire des Romains et des peuples soumis à leur domination (7 vols, 1843–1844), he was chosen by Napoleon III to assist him in his biography of Julius Caesar, and his abilities being thus brought under the emperor's notice, he was in 1863 appointed minister of education. In this position he worked incessantly, attempting broad and liberal reforms. On 18 March 1864, Duruy visited the Christian Brothers' boarding school in Passy (the Pensionnat des Frères des écoles chrétiennes à Passy) and complimented the Brothers \"in the most flattering terms upon the appearance and tendency of the pensionnat\".Annual Report of the Commissioner of Education. Another ministerial visit took place on 12 May of the same year, > caused by the resistance to the projet de loi for special instruction which > was manifested in the parliamentary commission which had been appointed to > examine the subject. To overcome this opposition M. Duruy invited the > members of the commission to accompany him to Passy, in order to demonstrate > to them, as he expressed it, the successful realization of his project by > the Christian Brothers. Ironically, despite open domestic opposition to his views in education, he was instrumental in the reformation of Galatasaray High School in 1868, in strict concordance with his secular views, as the first Western-style state higher education institution in the Ottoman Empire. Among his measures were the reorganization of higher education (enseignement spécial), the foundation of the conférences publiques, which became universal throughout France, and of a course of secondary education for girls by lay teachers. He introduced modern history and modern languages into the curriculum both of the lycées and of the colleges. He greatly improved the state of primary education in France, and proposed to make it compulsory and free of charge, but failed to obtain the emperor's support for this move. In the new cabinet that followed the elections of 1869, Duruy was replaced by Louis Olivier Bourbeau, and was made a senator. After the fall of the Empire he took no part in politics, except for an unsuccessful candidacy for the senate in 1876. From 1881 to 1886 he served as a member of the Conseil Supérieur de l'Instruction Publique. In 1884 he was elected to the Académie française in succession to François Mignet. ==Works== Plate from History of Rome and the Roman people, Duruy 1884 As an historian Duruy aimed in his earlier works at a graphic and picturesque narrative which should make his subject popular. His fame, however, rests mainly on the revised edition of his Roman history, which appeared in a greatly enlarged form in 5 vols. under the title of Histoire des Romains depuis les temps les plus reculés jusqu'à la mort de Théodose (History of the Romans from the Most Ancient Times up to the Death of Theodosius; 1879–1885), an illustrated edition was published from 1879 to 1885 (English translation by Clarke & Miss Ripley, in 6 vols., 1883–1886). His Histoire des Grecs, similarly illustrated, appeared in 3 volumes from 1886 to 1891 (English translation in 4 volumes, 1892). He was the editor, from its commencement in 1846, of the Histoire universelle, publiée par une société de professeurs et de savants, for which he himself wrote a \"Histoire sainte d'après la Bible,\" \"Histoire grecque,\" \"Histoire romaine,\" \"Histoire du moyen âge,\" \"Histoire des temps modernes,\" and \"Abrégé de l'histoire de France.\" His other works include Atlas historique de la France accompagné d'un volume de texte (1849); Histoire de France de 1453 à 1815 (1856), of which an expanded and illustrated edition appeared as Histoire de France depuis l'invasion des Barbares dans la Gaule romaine jusqu'à nos jours (1892); Histoire populaire de la France (1862–1863); Histoire populaire contemporaine de la France (1864–1866); Causeries de voyage: de Paris à Vienne (1864); and Introduction générale à l'histoire de France (1865). A memoir by Ernest Lavisse appeared in 1895 under the title of Un Ministre: Victor Duruy. See also the notice by Jules Simon (1895), and Portraits et souvenirs by Gabriel Monod (1897). ==Notes== ==References== ==Sources== * Annual Report of the Commissioner of Education. U.S. Government Printing Office. *Prévot, André (1964). L'enseignement technique chez les Frères des écoles chrétiennes au XVIIIe et au XIXe siècles. Ligel. * Category:1811 births Category:1894 deaths Category:Writers from Paris Category:École Normale Supérieure alumni Category:Members of the Académie des sciences morales et politiques Category:École Polytechnique faculty Category:Members of the Royal Netherlands Academy of Arts and Sciences Category:Members of the Académie Française Category:French Senators of the Second Empire Category:19th-century French historians Category:Historians of antiquity Category:Lycée Henri-IV alumni Category:French Ministers of National Education Category:Grand Croix of the Légion d'honneur ",
    "title": "Victor Duruy"
}