{
    "id": "303750",
    "text": "Haverfordwest County Association Football Club () is a football team, playing in the Cymru Premier, currently managed by Wayne Jones and his assistant Mark Murison. The club was founded in 1899 and was variously known as Haverfordwest FC, Haverfordwest Town, and Haverfordwest Athletic before adopting the current name, and plays at the Bridge Meadow Stadium, Haverfordwest, which accommodates 2,000 spectators.www.worldstadiums.com The teams' first choice strip is blue shirts, shorts, and socks and the second choice strip white shirts, black shorts, and black socks. == History == Haverfordwest Football Club was formed in 1899, and was quickly renamed Haverfordwest Town in 1901. In 1936, the name of Haverfordwest Athletic was adopted and the first team switched to the Welsh Football League, leaving a reserve side in the Pembrokeshire League. In 1956 they gained promotion to the Welsh League Premier Division, having won the First Division title. The present name of Haverfordwest County was adopted and the club embarked on a long stay in the top flight. Disaster struck in 1975–76 when the club won only four league matches and was relegated to the First Division. Promotion eluded them until 1980 and they went on to take the championship in their first season back, losing only five games. In 1983 the Welsh League was reorganised to create a form of \"premiership\" for the leading clubs and Haverfordwest's facilities, administration and playing record secured their admittance. In the nine years of existence of this National Division, Haverfordwest were out of the top six only once, but their way to the title was blocked by the powerful Barry Town side. Their opportunity to take the championship came in 1990, once Barry had decided to move to English non-league football. Haverfordwest County were founder members of the League of Wales in 1992–93 but their stay was brief. Having accepted an offer which involved the redevelopment of their Bridge Meadow ground, and unable to find a suitable alternative ground of League of Wales standard, they resigned from the League in 1994. The decision to take a long-term view was fully vindicated by their return to the League of Wales three years later. The league has since changed its name to the Welsh Premier League. In 2004 Haverfordwest County qualified for Europe via league position in the League of Wales and played in the UEFA cup losing over two legs 4–1 to Fimleikafelag Hafnarfjardar of Iceland. In the 2010–11 season Haverfordwest County were involuntarily relegated from the Welsh Premier League for the first time. On 5 May 2015, they were promoted back to the Welsh Premier League following an unlikely 5–0 victory against Aberdare Town. == Current squad == == Honours == *Cymru Premier / Welsh Premier League **Best ever finish Third in 2003–04 *Welsh Cup **Best performance Semi-finalists in 2004–05 *FAW Premier Cup **Best performance Quarter-finalists in 2004–05 *Welsh League Division 1 / Premier Division / National Division (Step 1) **Winners 1956–57, 1980–81, 1989–90 **Runners-up 1969–70, 1970–71, 2014–15, 2017–18 *Welsh League Division 1 (Step 2) **Winners 1979–80, 1996–97 **Runners-up 1974–75, 1994–95, 1995–96 *Welsh League Division 2 West (Step 2) **Winners 1955–56 **Runners-up 1954–55 *Welsh League Cup **Winners 1960–61, 1988–89 **Runners-up 1974–75, 1984–85, 1996–97 *Welsh League (Youth Division) Cup **Winners 2005–06 **Runners-up 2010–11 *West Wales Senior Cup **Winners 1981–82, 1988–89, 1991–92, 1992–93, 1997–98, 1998–99, 2005–06 **Runners-up 1937–38, 1949–50, 1956–57, 1958–59, 1960–61, 1980–81 *Pembrokeshire League Senior Cup (Reserves) **Runners-up 1956–57, 1960–61, 1961–62, 1966–67 *Pembrokeshire League Wiltshire Cup (Reserves) **Winners 1969–70 *Pembrokeshire League Division 1 (Reserves) **Winners 1960–61 *Pembrokeshire League Division 2 (Reserves) **Winners 1999–00, 2005–06 **Runners-up 1954–55, 1998–99 *Pembrokeshire League Division 2 Cup (Reserves) **Runners-up 1974–75 *Pembrokeshire League Division 3 (Reserves) **Winners 2003–04 **Runners-up 1980–81 *Pembrokeshire League Division 4 (Reserves) **Runners-up 1991–92 *Pembrokeshire League Division 4 Cup (Reserves) **Runners-up 1991–92 *Pembrokeshire League Division 5 (Reserves) **Runners-up 1990–91 *Pembrokeshire League Division 5 Cup (Reserves) **Winners 1990–91 *Pembrokeshire League Junior Division (Under-18s) **Runners-up 1970–71 == Biggest victories and losses == *Biggest League of Wales win: 5–0 v Cemaes Bay in 1997 *Biggest League of Wales defeat: 0–9 at Bangor City. == References == == External links == * Category:Cymru Premier clubs Category:Football clubs in Wales Category:Association football clubs established in 1899 Category:1899 establishments in Wales Category:Haverfordwest Category:Welsh Football League clubs Category:Pembrokeshire League clubs Category:Cymru South clubs ",
    "title": "Haverfordwest County A.F.C."
}