{
    "id": "303726",
    "text": "Raymond Nicolas Landry Poincaré (, , ; 20 August 1860 – 15 October 1934) was a French statesman who served three times as 58th Prime Minister of France, and as President of France from 1913 to 1920. Trained in law, Poincaré was elected as a Deputy in 1887 and served in the cabinets of Dupuy and Ribot. In 1902, he co-founded the Democratic Republican Alliance, the most important centre-right party under the Third Republic, becoming Prime Minister in 1912 and serving as President of the Republic from 1913 to 1920. He purged the French government of all opponents and critics and single-handedly controlled French foreign policy from 1912 to the beginning of World War I. He was noted for his strongly anti-German attitudes, shifting the Franco-Russian Alliance from the defensive to the offensive, visiting Russia in 1912 and 1914 to strengthen Franco-Russian relations, and giving France's support for Russian military mobilization during the July Crisis of 1914. From 1917, he exercised less influence as his political rival Georges Clemenceau had become Prime Minister. At the Paris Peace Conference, he advocated Allied occupation of the Rhineland for at least 30 years and French support for Rhenish separatism. In 1922 Poincaré returned to power as Prime Minister. In 1923 he ordered the Occupation of the Ruhr to enforce payment of German reparations. By this time Poincaré was seen, especially in the English-speaking world, as an aggressive figure (Poincaré-la-Guerre) who had helped to cause the war in 1914 and who now favoured punitive anti-German policies. His government was defeated by the Cartel des Gauches at the elections of 1924. He served a third term as Prime Minister in 1926–1929. ==Early years== Born in Bar-le-Duc, Meuse, France, Raymond Poincaré was the son of Nanine Marie Ficatier, who was deeply religious↑ a, b, c, d, e, f, g, h, i et j Rémy Porte, \"Raymond Poincaré, le président de la Grande Guerre\", Nouvelle Revue d'Histoire, no 88 de janvier- février 2017, p. 44-46 and Nicolas Antonin Hélène Poincaré, a distinguished civil servant and meteorologist. Raymond was also the cousin of Henri Poincaré, the famous mathematician. He later wrote that \"In all my years at school I saw no other reason to live than the possibility of recovering our lost provinces.\" Educated at the University of Paris, Raymond was called to the Paris Bar, and was for some time law editor of the Voltaire. He became at the age of 20 the youngest lawyer in France. and was appointed Secrétaire de la Conférence du Barreau de Paris. As a lawyer, he successfully defended Jules Verne in a libel suit presented against the famous author by the chemist, Eugène Turpin, inventor of the explosive melinite, who claimed that the \"mad scientist\" character in Verne's book Facing the Flag was based on him.A letter which Verne later sent to his brother Paul seems to suggest that, though acquitted due to Poincaré's spirited defence, Verne did intend to defame Turpin. At the age of 26, Poincaré was elected to the Chamber of Deputies, making him the youngest deputy in the chamber. ==Early political career== Poincaré had served for over a year in the Department of Agriculture when in 1887 he was elected deputy for the Meuse département. He made a great reputation in the Chamber as an economist, and sat on the budget commissions of 1890–1891 and 1892. He was minister of education, fine arts and religion in the first cabinet (AprilNovember 1893) of Charles Dupuy, and minister of finance in the second and third (May 1894January 1895). In Alexandre Ribot's cabinet, Poincaré became minister of public instruction. Although he was excluded from the Radical cabinet which followed, the revised scheme of death duties proposed by the new ministry was based upon his proposals of the previous year. He became vice-president of the chamber in the autumn of 1895 and, in spite of the bitter hostility of the Radicals, retained his position in 1896 and 1897. Along with other followers of \"Opportunist\" Léon Gambetta, Poincaré founded the Democratic Republican Alliance (ARD) in 1902, which became the most important centre-right party under the Third Republic. In 1906, he returned to the ministry of finance in the short-lived Sarrien ministry. Poincaré had retained his practice at the Bar during his political career, and he published several volumes of essays on literary and political subjects. \"Poincarism\" was a political movement over the period 1902–1920. In 1902, the term was used by Georges Clemenceau to define a young generation of conservative politicians who had lost the idealism of the founders of the republic. After 1911, the term was used to mean \"national renewal\" when faced with the German threat. After the First World War, \"Poincarism\" refers to his support of business and financial interests.J. F. V. Keiger, Raymond Poincaré (Cambridge University Press, 2002) p126 Poincaré was noted for his lifelong feud with Georges Clemenceau.Adamthwaite, Anthony Review of Raymond Poincaré by J. F. V. Keiger pages 491-492 from The English Historical Review, Volume 114, Issue 456, April 1999 page 491. ==First premiership== Poincaré became Prime Minister in January 1912 and systematically rooted out all political opponents and critics from the government, thereby securing total control over French foreign policy as both Prime Minister and later as President. Foreign policy decisions during his time in cabinet were approved unanimously almost every time. He viewed the French Ministry of Foreign Affairs as an administrative organ. A Germanophobe, Poincaré ruled out any kind of understanding with Germany. His Germanophobia was based not so much on revanchism but rather on his belief that Germany was too powerful and becoming stronger and the balance of power had to be changed through war in France's favor. Poincaré sought to prevent any reconciliation between Germany and Britain or Russia. During the Bosnian Crisis of 1908-1909 and the Second Moroccan Crisis in 1911, France and the Russian Empire had failed to support each other.Tomaszewski, Fiona \"Pomp, Circumstance, and Realpolitik: The Evolution of the Triple Entente of Russia, Great Britain, and France\" pages 362-380 from Jahrbücher für Geschichte Osteuropas, Volume 47, Issue # 3, 1999 pages 369-370. In 1912, Poincaré converted the 1894 Franco-Russian Alliance from a defensive agreement to a tool for offensive war that could be triggered by a dispute in the Balkans. In August 1912, Poincaré visited Tsar Nicholas in Russia to bolster France's military alliance with the Tsarist state.Tomaszewski, Fiona \"Pomp, Circumstance, and Realpolitik: The Evolution of the Triple Entente of Russia, Great Britain, and France\" pages 362-380 from Jahrbücher für Geschichte Osteuropas, Volume 47, Issue # 3, 1999 pages 373-374. Poincaré hoped to pursue an expansionist policy at the expense of the Germany's unofficial ally, the Ottoman Empire. Poincaré was a leading member of the Comité de l'Orient, the main group that advocated French expansionism in the Middle East. The victory of the Balkan League in the First Balkan War was seen by Poincaré as a powerful threat to Austria's flank, strengthening the Triple Entente and weakening the military position of Germany and Austria- Hungary. Poincaré rejected Joseph Caillaux's proposal for a Franco-German alliance, arguing that Paris would be the junior partner, thus tantamount to ending France's status as a great power.Herwig, Holger & Hamilton, Richard Decisions for War, 1914-1917, Cambridge: Cambridge University Press, 2004 page 114. A fiscal conservative, he was deeply concerned about the financial effects of an ever more costly arms race. Being from Lorraine, whether he was a revancharde (revanchist) is disputed.http://centenaire.org/fr/espace- scientifique/que-dire-de-poincare His family house was requisitioned for three years during the war. ==Presidency== Le Petit Journal announces the election of Poincaré (1913). ===Pre-war=== Poincaré won election as President of the Republic in 1913, in succession to Armand Fallières. His electoral victory was helped by some two million francs in Russian bribes to the French press. The strong-willed Poincaré was the first president of the Third Republic since MacMahon in the 1870s to attempt to make that office into a site of power rather than an empty ceremonial role. During the Liman von Sanders crisis of 1913/1914, Poincaré anticipated war in two years and announced that \"his entire effort is to prepare us for it\". In early 1914, Poincaré found himself caught up in scandal when the leftish politician Joseph Caillaux threatened to publish letters showing that Poincaré was engaged in secret talks with the Vatican using the Italian government as an intermediary, which would have outraged anti-clerical opinion in France. Caillaux refrained from publishing the documents after the President pressured Gaston Calmette, editor of Le Figaro, not to publish documents showing that Caillaux had been unfaithful to his first wife, was involved in questionable financial dealings implicating a pro-German foreign policy. The matter might have remained settled had not the second Madame Caillaux, upset that Calmette might publish love letters written to her while her husband was still married to her predecessor, gone to Calmette's office on 16 March 1914 and shot him dead. The resulting scandal known as the Caillaux affair was the major French news story of the first half of 1914 causing Poincaré to joke that from now on he might send out Madame Poincaré to murder his political enemies since this method was working so well for Caillaux. ===July Crisis=== On 28 June 1914, Poincaré was at the Longchamps racetrack when he received news of the assassination of the Archduke Franz Ferdinand in Sarajevo. Poincaré was fascinated by the report but stayed on to watch the race. In 1913, it had been announced that Poincaré would visit St. Petersburg in July 1914 to meet Tsar Nicholas II. Accompanied by Premier René Viviani, Poincaré went to Russia for the second time (but for the first time as president) to reinforce the Franco-Russian Alliance. On 15 July, the Austro-Hungarian Foreign Minister, Count Leopold von Berchtold, informed foreign countries through a back-channel of Austria-Hungary's intention to present an ultimatum to Serbia. When Poincaré arrived in St. Petersburg on 20 July, the Russians told him by 21 July of the Austrian ultimatum and German support for Austria. Although Prime Minister Viviani was supposed to be in charge of French foreign policy, Poincaré promised the Tsar unconditional French military backing for Russia against Austria-Hungary and Germany. In his discussions with Nicholas II, Poincaré talked openly of winning an eventual war, not avoiding one. Later, he attempted to hide his role in the outbreak of military conflict and denied having promised Russia anything. Poincaré arrived back in Paris on 29 July and at 7 am on 30 July, with Poincaré's full approval, Viviani sent a telegram to Nicholas affirming that: > in the precautionary measures and defensive measures to which Russia > believes herself obliged to resort, she should not immediately proceed to > any measure which might offer Germany a pretext for a total or partial > mobilization of her forces. In his diary entry for the day, Poincaré wrote that the purpose of the message was not to prevent war from breaking out but to deny Germany a pretext and thereby obtain British support for the Franco-Russian alliance. He approved of Russian mobilization. A French covering force, five army corps strong, was deployed on the German border at 4:55 PM, as per normal premobilization procedure. Poincaré and Viviani demanded that the covering force be installed ten kilometers from the border, for the sole reason that France would look innocent in the eyes of Britain. A note was immediately sent to London to tell the British about the maneuver and gain their sympathy against Germany. On 31 July the German ambassador in Paris, Count Wilhelm von Schoen, presented to Viviani a quasi-ultimatum warning that, if Russia did not end its mobilization within twelve hours, Germany would mobilize. Mobilization meant war. That same day, the Chief of the General Staff of the French Army, General Joseph Joffre appealed for general mobilization, falsely claiming that Germany had been secretly mobilizing for two or three days. Poincaré backed Joffre's request. French general mobilization was decreed at 1600 hours on 1 August. On 1 August, Poincaré lied to Francis Bertie, the British ambassador to France, claiming that Russian mobilization had only been decreed after Austria's. Poincaré with Woodrow Wilson (1918) After Germany declared war on France on 3 August, Poincaré said: \"Never was a declaration of war received with such satisfaction\". He appeared before the National Assembly at 3 PM on 4 August to announce that France was now at war forming the doctrine of the union sacrée in which he announced that: \"nothing will break the union sacrée in the face of the enemy.\"Smith, Leonard; Audoin-Rouzeau, Steéphane, & Becker, Annette France and the Great War, 1914-1918, Cambridge: Cambridge University Press, 2003 page 27. \"Dans la guerre qui s'engage, la France […] sera héroïquement défendue par tous ses fils, dont rien ne brisera devant l'ennemi l'union sacrée\" (\"In the coming war, France will be heroically defended by all its sons, whose sacred union will not break in the face of the enemy\"). During the meeting, Poincaré and Viviani were silent on Russia's mobilization, claiming instead that Russia had been negotiating to the end. ===Later war=== Poincaré became increasingly sidelined after the accession to power of Georges Clemenceau as Prime Minister in 1917. He believed the Armistice happened too soon and that the French Army should have penetrated far deeper into Germany.Margaret MacMillan, Peacemakers. The Paris Conference of 1919 and Its Attempt to End War (John Murray, 2003), p. 42. At the Paris Peace Conference of 1919, negotiating the Treaty of Versailles, he wanted France to wrest the Rhineland from Germany to put it under Allied military control.MacMillan, p. 182.Ernest R. Troughton, It's Happening Again (London: John Gifford, 1944), p. 21. Ferdinand Foch urged Poincaré to invoke his powers as laid down in the constitution and take over the negotiations of the treaty due to worries that Clemenceau was not achieving France's aims.MacMillan, p. 212. He did not, and when the French Cabinet approved of the terms which Clemenceau obtained, Poincaré considered resigning, although again he refrained.MacMillan, p. 214. ==Second premiership== Poincaré with President Alexandre Millerand in 1923. In 1920, Poincaré's term as President came to an end, and two years later he returned to office as Prime Minister. Once again, his tenure was noted for its strong anti-German policies.Étienne Mantoux, The Carthaginian Peace, or The Economic Consequences of Mr. Keynes (London: Oxford University Press, 1946), p. 23. Frustrated at Germany's unwillingness to pay reparations, Poincaré hoped for joint Anglo-French economic sanctions against it in 1922, while opposing military action. In April 1922, Poincare was greatly alarmed by the Treaty of Rapallo, the beginning of a German-Soviet challenge to the international order established by the Treaty of Versailles. He was disturbed that British Prime Minister David Lloyd George did not share the French viewpoint, instead almost welcoming Rapallo as a chance to bring Soviet Russia into the international system.Keiger, John Raymond Poincaré, Cambridge: Cambridge University Press, 2002 p. 288. Poincaré came to believe by May 1922 that if Rapallo could not convince the British that Germany was out to undercut the Versailles system by whatever means necessary, then nothing would, in which case France would just have to act alone.Keiger, John Raymond Poincaré, Cambridge: Cambridge University Press, 2002 p. 290. Further adding to Poincaré's fears was the worldwide propaganda campaign started in April 1922 blaming France for World War I as a means of disproving Article 231 of the Treaty of Versailles, which would thereby undermine the French claim to reparations.Keiger, John Raymond Poincaré, Cambridge: Cambridge University Press, 2002 p. 291. Painlevé and Briand (1925) In the German-Soviet propaganda of the 1920s, the July Crisis of 1914 was portrayed as Poincaré-la- guerre (Poincaré's war), in which Poincaré put into action the plans he had allegedly negotiated with Emperor Nicholas II in 1912 for the dismemberment of Germany. The French Communist newspaper L'Humanité ran a front-page cover- story accusing Poincaré and Nicholas II of being the two men who plunged the world into war in 1914. The Poincaré-la-guerre propaganda proved to be very effective in the 1920s. Throughout the spring and summer of 1922, the British continued to spurn Poincaré's offers of an alliance with Britain. Poincaré's attempt to compromise with the British on German reparations failed in 1922.Keiger, John Raymond Poincaré, Cambridge: Cambridge University Press, 2002 pp. 291–293. By December 1922 Poincaré was faced with British-American- German hostility and saw coal for French steel production and money for reconstructing the devastated industrial areas draining away.Leopold Schwarzschild, World in Trance (London: Hamish Hamilton, 1943), p. 140. Poincaré decided to occupy the Ruhr on 11 January 1923, to extract the reparations himself. This, according to historian Sally Marks, \"was profitable and caused neither the German hyperinflation, which began in 1922 and ballooned because of German responses to the Ruhr occupation, nor the franc's 1924 collapse, which arose from French financial practices and the evaporation of reparations.\"Sally Marks, '1918 and After. The Postwar Era', in Gordon Martel (ed.), The Origins of the Second World War Reconsidered. Second Edition (London: Routledge, 1999), p. 26. The profits, after Ruhr-Rhineland occupation costs, were nearly 900 million gold marks.Marks, p. 35, n. 57. During the Ruhr crisis, Poincaré made a failed attempt to establish diplomatic relations with the Soviet Union.Carley, Michael Jabara \"Episodes from the Early Cold War: Franco-Soviet Relations, 1917-1927\" 1275-1305 from Europe-Asia Studies, Volume 52, Issue #7, November 2000 pp. 1278-1279Carley, Michael Jabara \"Episodes from the Early Cold War: Franco-Soviet Relations, 1917-1927\" 1275-1305 from Europe- Asia Studies, Volume 52, Issue #7, November 2000 p. 1279 Poincaré lost the 1924 French legislative election \"more from the franc's collapse and the ensuing taxation than from diplomatic isolation.\"Marks, p. 26. Time Cover, 24 Mar 1924 Hall argues that Poincaré was not a vindictive nationalist. Despite his disagreements with Britain, he desired to preserve the Anglo-French entente. When he ordered the French occupation of the Ruhr valley in 1923, his aims were moderate. He did not try to revive Rhenish separatism. His major goal was the winning of German compliance with the Versailles treaty. Poincaré's inflexible methods and authoritarian personality led to the failure of his diplomacy.Hines H. Hall, III, \"Poincare and Interwar Foreign Policy: 'L'Oublie de la Diplomatie' in Anglo-French Relations, 1922-1924,\" Proceedings of the Western Society for French History (1982), Vol. 10, pp. 485–494. ==Third premiership== A 1932 electoral leaflet supporting Raymond Poincaré's achievements Financial crisis brought him back to power in 1926, and he once again became Prime Minister and Finance Minister until his retirement in 1929. As Prime Minister, he enacted a number of franc stabilization policies, retroactively known as the Poincaré Stabilization Law. His popularity as Prime Minister rose considerably following his return to the gold standard, so much so that his party won the April 1928 general election. As early as 1915, Raymond Poincaré introduced a controversial denaturalization law which was applied to naturalized French citizens with \"enemy origins\" who had continued to maintain their original nationality. Through another law passed in 1927, the government could denaturalize any new citizen who committed acts contrary to French \"national interest\". ==Resignation and Death== Due to his ill health, Poincaré resigned as Prime Minister in July 1929, refusing to serve another term as Prime Minister. He died in Paris on 15 October 1934 at the age of 74. ==Family== His brother, Lucien Poincaré (1862–1920), a physicist, became inspector-general of public instruction in 1902. He is the author of La Physique moderne (1906) and L'Électricité (1907). Jules Henri Poincaré (1854–1912), an even more distinguished physicist and mathematician, was his first cousin. ==See also== * French entry into World War I * Interwar France ==Citations== ==References== * * * Herwig, Holger & Richard Hamilton. Decisions for War, 1914-1917 (2004) * , review * * Marks, Sally '1918 and After. The Postwar Era', in Gordon Martel (ed.), The Origins of the Second World War Reconsidered 2nd ed. (London: Routledge, 1999) * * * * * ==Further reading== * * Clark, Christopher. The sleepwalkers: How Europe went to war in 1914 (2012). * * * Sisley Huddleston (1924). Poincaré: A Biographical Portrait, Little, Brown & Company. * ===Primary sources=== * Poincaré, Raymond. The origins of the war (1922) online free ==External links== * * Category:1860 births Category:1934 deaths Category:20th-century Presidents of France Category:20th-century Princes of Andorra Category:People from Bar-le- Duc Category:French Roman Catholics Category:Politicians from Grand Est Category:Democratic Republican Alliance politicians Category:Princes of Andorra Category:Prime Ministers of France Category:French Ministers of Finance Category:Members of the 4th Chamber of Deputies of the French Third Republic Category:Members of the 5th Chamber of Deputies of the French Third Republic Category:Members of the 6th Chamber of Deputies of the French Third Republic Category:Members of the 7th Chamber of Deputies of the French Third Republic Category:Members of the 8th Chamber of Deputies of the French Third Republic Category:French Senators of the Third Republic Category:Senators of Meuse (department) Category:French people of World War I Category:Rectors of the University of Glasgow Category:Members of the Académie Française Category:Knights of the Golden Fleece of Spain ",
    "title": "Raymond Poincaré"
}