{
    "id": "303741",
    "text": "Raphael (; , translit. Rəp̄āʾēl, lit. 'God has healed'; , Raphaḗl; , Rafaêl; , Rafā’īl, or , Isrāfīl; , Rufaʾel) is an archangel responsible for healing in the traditions of most Abrahamic religions. Not all branches of these religions consider the identification of Raphael to be canonical. In Christianity, Raphael is generally associated with an unnamed angel mentioned in the Gospel of John, who stirs the water at the healing pool of Bethesda. Raphael is recognized as an angel in the doctrine of The Church of Jesus Christ of Latter-Day Saints, as he is briefly mentioned in the Doctrine and Covenants.Doctrine and Covenants 128:21. Raphael is an important figure in the Book of Tobit, which is accepted as canonical by Catholics, Eastern Orthodox, Oriental Orthodox and some Anglicans. In Islam, Raphael is the fourth major angel; and in the Muslim tradition, he is known as Isrāfīl. Though unnamed in the Quran, hadith identifies Israfil with the angel of Quran 6:73. Within Islamic eschatology, Israfil is traditionally attributed to a trumpet, which is poised at his lips, and when God so commands he shall be ready to announce the Day of Resurrection. ==In Judaism== Abraham with the Three Angels by Rembrandt The angels mentioned in the Torah, the older books of the Hebrew Bible, are without names. Shimon ben Lakish of Tiberias (AD 230–270), asserted that all the specific names for the angels were brought back by the Jews from Babylon, and modern commentators would tend to agree.\"Angels in the Talmud\", Jewish Heritage Online Magazine According to the Babylonian Talmud, Raphael is identified as one of the three angels that appeared to Abraham in the oak grove of Mamre, in the region of Hebron. (Gen. xviii; Bava Metzia 86b). Michael, as the greatest, walked in the middle, with Gabriel to his right and Raphael to his left (Yoma 37a). All three angels were commanded to carry out a specific mission. Gabriel's mission was to destroy Sodom; Michael's mission was to inform Sarah that she would give birth to Isaac in a year's time; Raphael's mission was to heal Abraham (from his recent circumcision) and save Lot. Rashi writes, \"Although Raphael's mission included two tasks, they were considered a single mission since they were both acts that saved people.\" Raphael is named in several Jewish apocryphal books. The Life of Adam and Eve lists the archangels as well: Michael, Gabriel, Uriel, Raphael and Joel. Medieval Jewish philosopher Maimonides made a Jewish angelic hierarchy, which includes the archangel Raphael. Medieval French rabbi, author and Hebrew Bible commentator Rashi views Raphael as being one of the three angels that appeared to Abraham in the oak grove of Mamre in the Book of Genesis. Raphael is also mentioned in the Book of Enoch alongside archangels Michael, Gabriel and Uriel. ==In the Book of Enoch== Raphael bound Azazel under a desert called Dudael according to Enoch 10:4–6: > And again the Lord said to Raphael: \"Bind Azazel hand and foot, and cast him > into the darkness: and make an opening in the desert, which is in Dudael, > and cast him therein. And place upon him rough and jagged rocks, and cover > him with darkness, and let him abide there for ever, and cover his face that > he may not see light. And on the day of the great judgment he shall be cast > into the fire.\" \"Raphael, one of the holy angels, who is over the spirits of men.\" (1 Enoch 20:7) When Enoch asked who the four figures were that he had seen: \"And he said to me: 'This first is Michael, the merciful and long-suffering: and the second, who is set over all the diseases and all the wounds of the children of men, is Raphael: and the third, who is set over all the powers, is Gabriel: and the fourth, who is set over the repentance unto hope of those who inherit eternal life, is named Phanuel.' And these are the four angels of the Lord of Spirits and the four voices I heard in those days.\" (Enoch 40:9) ==Christianity== ===In Catholicism and in the Eastern Orthodoxy=== Tobias and the Angel by Gustave Doré The Book of Tobit is considered deuterocanonical by Catholics, Orthodox, and some Anglicans. In it, Raphael first appears disguised as the human travelling companion of Tobit's son, Tobiah (Greek: Τωβίας/Tobias), calling himself \"Azarias the son of the great Ananias\". During the course of the journey, the archangel's protective influence is shown in many ways including the binding of a demon in the desert of upper Egypt. After returning and healing the blind Tobit, Azarias makes himself known as \"the angel Raphael, one of the seven, who stand before the Lord\" Tobit 12:15.Driscoll, James F. \"St. Raphael.\" The Catholic Encyclopedia. Vol. 12. New York: Robert Appleton Company, 1911. 3 May 2013 He is venerated as Saint Raphael the Archangel. Regarding the healing powers attributed to Raphael, there is his declaration to Tobit (Tobit, 12) that he was sent by the Lord to heal him of his blindness and to deliver Sarah, his future daughter-in-law, from the demon Asmodeus, who kills every man she marries on their wedding night before the marriage can be consummated.Weninger, Francis Xavier. Lives of the Saints, P. O'Shea, 1876 In the New Testament, only the archangels Gabriel and Michael are mentioned by name (Luke 1:9–26; Jude 1:9). Later manuscripts of John 5:1–4 refer to the pool of Bethesda, where the multitude of the infirm lay awaiting the moving of the water, for \"an angel of the Lord descended at certain times into the pond; and the water was moved. And he that went down first into the pond after the motion of the water was made whole of whatsoever infirmity he lay under\". Because of the healing role assigned to Raphael, this particular angel is generally associated with the archangel.\"Sts. Michael, Gabriel, Raphael, Archangels\", Catholic News Agency ===In Protestantism=== The identification of Raphael is not accepted as canonical by most denominations of Protestantism, as the name only appears in the deuterocanonical Book of Tobit. Nevertheless, the name \"Raphael\" is widely recognized in church tradition as a result of Protestantism's origins in Catholic Christianity. Raphael (and other traditional angels) are not venerated in Protestantism. ===Patronage=== 258x258px Due to his actions in the Book of Tobit and the Gospel of John, Saint Raphael is accounted patron of travelers, the blind, happy meetings, nurses, physicians, medical workers, matchmakers,Dictionary of Patron Saints' Names, Thomas W. Sheehan, p. 514, Our Sunday Visitor Publishing, 2001, Christian marriage, and Catholic studies. As a particular enemy of the devil, he was revered in Catholic Europe as a special protector of sailors: on a corner of Venice's famous Doge's Palace, there is a relief depicting Raphael holding a scroll on which is written: \"Efficia fretum quietum\" (Keep the Gulf quiet). On July 8, 1497, when Vasco Da Gama set forth from Lisbon with his four ship fleet to sail to India, the flagship was named—at the King of Portugal's insistence—the St. Raphael. When the flotilla reached the Cape of Good Hope on October 22, the sailors disembarked and erected a column in the archangel's honor. The little statue of St. Raphael that accompanied Da Gama on the voyage is now in the Naval Museum in Lisbon. ===Iconography=== Raphael is said to guard pilgrims on their journeys, and is often depicted holding a staff. He is also often depicted holding or standing on a fish, which alludes to his healing of Tobit with the fish's gall.\"All About St. Raphael the Archangel\", St. Raphael Episcopal Church Early mosaics often show him and the other archangels in the clothing of a Byzantine courtier.Stracke, Edward. \"St. Raphael the Archangel and Tobias: The Iconography\", Christian Iconography ===Feast day=== The feast day of Raphael was included for the first time in the General Roman Calendar in 1921, for celebration on October 24. With the 1969 revision of the General Roman Calendar, the feast was transferred to September 29 for celebration together with archangels Saints Michael and Gabriel.Calendarium Romanum (Libreria Editrice Vaticana, 1969), p. 143) Due to Pope Benedict XVI's Summorum Pontificum, the Catholic Church permits, within certain limits for public use, the General Roman Calendar of 1960, which has October 24 as Raphael's feast day. The Coptic Orthodox Church celebrates his feast on Kouji Nabot 3https://st-takla.org/Full-Free-Coptic- Books/FreeCopticBooks-014-Various-Authors/001-Al-Mala2ka/The- Angels__38-Archangel-Raphael.html and Koiak 13.http://home.massarra.org/samina/Saints/0_Main_index/F_03.htm ===Apparitions=== The Archangel Raphael is said to have appeared in Cordova, Spain, during the 16th century; in response to the city's appeal, Pope Innocent X allowed the local celebration of a feast in the Archangel's honor on May 7, the date of the principal apparition. Saint John of God, founder of the Hospital order that bears his name, is also said to have received visitations from Saint Raphael, who encouraged and instructed him. In tribute to this, many of the Brothers Hospitallers of St. John of God's facilities are called “Raphael Centers” to this day. The 18th century Neapolitan nun, Saint Maria Francesca of the Five Wounds is also said to have seen apparitions of Raphael. ==In Islam== The Archangel Israfil, made in Egypt or Syria, late 14th–early 15th century Raphael (, alternate spellings: Israfel, Esrafil) is a venerated archangel according to Islamic tradition. In Islamic eschatology, Israfil will blow the trumpet from a holy rock in Jerusalem to announce the Day of Resurrection (Yawm al-Qiyāmah). The trumpet is constantly poised at his lips, ready to be blown when God so orders. ===In religious tradition=== The name \"Israfil\" (or \"Israfel\", \"Esrafil\") is not specifically written in the Quran, although there is mention of an unnamed trumpet-angel assumed to identify this figure: Certain Islamic sources indicate that, created at the beginning of time, Israfil possesses four wings, and is so tall as to be able to reach from the earth to the pillars of heaven.Davidson, Gustav (1967), A Dictionary of Angels, Including The Fallen Angels, Entry: Israfel, Free Press, pp. 151, 152, Library of Congress Catalog Card Number: 66-19757, A beautiful angel who is a master of music, Israfil sings praises to God in a thousand different languages, the breath of which is used to inject life into hosts of angels who add to the songs themselves.Lewis, James R., Oliver, Evelyn Dorothy, Sisung Kelle S. (Editor) (1996), Angels A to Z, p. 224, Visible Ink Press, Further he is probably the highest angel, since he also mediates between God and the other archangels, reading on the Preserved Tablet (al-lawh al-mahfooz) to transmit the commands of God.Stephen Burge Angels in Islam: Jalal al-Din al-Suyuti's al-Haba'ik fi akhbar al-mala'ik Routledge 2015 page 92 Although disputed, some reports assert, he visited Muhammad prior to the archangel Gabriel.Joel L. Kraemer Israel Oriental Studies, Band 13 BRILL 1993 p. 219 According to Sufi traditions reported by Imam al-Suyuti, the Ghawth or Qutb ('perfect human being'), is someone who has a heart that resembles that of the archangel Israfil, signifying the loftiness of this angel. The next in rank are the saints who are known as the Umdah or Awtad, amongst whom the highest ones have their hearts resembling that of archangel Mikhail (archangel Michael), and the rest of the lower ranking saints having the heart of Jibrail (archangel Gabriel), and that of the previous prophets before the Islamic prophet Muhammad. The earth is believed to always have one of the Qutb.See Jalaluddeen As Suyuti's compilation on the proofs of Qutb, Awtad and Abdals. ==Legacy== The following places have been named in honor of Raphael: Saint Raphaël, France; Saint Raphaël, Quebec, Canada; and San Rafaels in Argentina, Bolivia, Colombia, Costa Rica, Chile, Mexico, Trinidad and Tobago, Peru, and the Philippines; also San Rafael de El Moján and San Rafael de Orituco in Venezuela. * In the United States, San Rafaels inherited from Spain survive in California (where besides the city there are the San Rafael Mountains) * New Mexico, and Utah, where the San Rafael River flows seasonally in the San Rafael Desert. * St. Raphael's Cathedral, the seat of the Diocese of Madison, Wisconsin * St. Raphael's Cathedral, the seat of the Archdiocese of Dubuque * Mission San Rafael Arcángel in San Rafael, California. * St. Raphael's Church, Huccaby, Hexworthy, Dartmoor National Park, Devon, England * San Rafael, Vecindario, Santa Lucia de Tirajana Gran Canaria The Arcangelo Raffaello youth confraternity functioned in Florence, Italy from its founding in 1411 to its suppression in 1785.Eisenbichler, Konrad. The Boys of the Archangel Raphael, University of Toronto Press, 1998 St. John of God Catholic Church in Chicago, IL, was disassembled, moved and reassembled as St. Raphael the Archangel Church in Mill Creek, IL.Moran, Dan. \"Spiritual journey: Chicago church moved, rebuilt in Lake County\", Chicago Tribune, February 17, 2015 File:Saint Raphael Church San Rafael CA.jpg| File:Church of the St Raphael the Archangel in Vilnius5.jpg| File:Bonn, Bad Godesberg, Michaelskapelle, 2012-02 CN-01.jpg| File:Archangel Raphael - Brody.jpg| File:Interior of Chiesa dei Gesuiti (Venice) - Center of the transept - Archangel Raphael.jpg| File:3860Saint Raphael the Archangel Parish Church Tarlac 14.jpg| ==Popular culture== The angel Raphael, along with many other prominent angels, appears in John Milton's Paradise Lost, in which he is assigned by God to re-warn Adam concerning the sin of eating of the Tree of the knowledge of good and evil. He also expounds to Adam the War in Heaven in which Lucifer and the demons fell, and the creation of the Earth.Sherry, Beverley. “Milton's Raphael and the Legend of Tobias.” The Journal of English and Germanic Philology, vol. 78, no. 2, 1979, pp. 227–241. JSTOR In Joseph Haydn's Creation, Raphael (bass) is one of the three angelic narrators, along with Gabriel (soprano) and Uriel (tenor). He also appears as \"Rafael\" in the role-playing game Anima Beyond Fantasy as one of the seven Beryls (god-like spirits of light, all but one having taken female gender). She is identified by the humans with the archangel of the same name and incarnates life and nature. Characters associated with Angelic figures, at least by borrowing the names, also feature in the video game industry, as an example there is the title: El Shaddai: Ascension of the Metatron. Raphael features as one of the four archangels in the TV series Supernatural. In season 2 of the TV series Criminal Minds the archangel Raphael is brought up as being one of Tobias Hankel's personalities. ==See also== * List of angels in theology * Angels in Judaism * Feast of Saint Raphael, Ollur * Saint Raphael, patron saint archive ==References== ==Further reading== * Lovasik, S. V. D., Lawrence, G. Walking With St. Raphael. == External links == * Category:Archangels Category:Archangels in Christianity Category:Archangel in Judaism Category:Archangels in Islam Category:Individual angels Category:Book of Tobit Category:Theophoric names Category:Angels in the book of Enoch ",
    "title": "Raphael (archangel)"
}