{
    "id": "303853",
    "text": "Richard Dalton Howser (May 14, 1936 – June 17, 1987) was an American Major League Baseball shortstop, coach, and manager who was best known as the manager of the Kansas City Royals during the 1980s and for guiding them to the franchise's first World Series title in 1985. ==Playing career== A native of Miami, Florida, Howser grew up in West Palm Beach, Florida; graduated from Palm Beach High School; and attended college at Florida State University. He was a member of the Sigma Nu fraternity. At Florida State, he received honors twice as an All-American shortstop and set a school record with a batting average of .422 in 1956. Signed by the Kansas City Athletics, he hit .280, stole 37 bases, scored 108 runs, and led American League shortstops in putouts and errors in his rookie season. For this he was selected to the 1961 All-Star team, and was named The Sporting News rookie of the year. As his stats declined in the following two years, his only other season as a regular was with the Cleveland Indians in 1964. His major league career spanned eight seasons with three (3) clubs – Kansas City Athletics, Cleveland Indians, and New York Yankees. ==Managerial career== Immediately following his playing career, he was the third base coach with the Yankees for ten seasons (1969–78). He then spent one year (1979) as head baseball coach at his alma mater, Florida State. As a manager at the major league level, Howser never finished lower than second place during his seven-year managerial career. ===New York Yankees (1978, 1980)=== He made his debut in 1978, managing one game with the Yankees between Billy Martin's and Bob Lemon's first tours as skipper in the Bronx. In 1980, he returned from Florida State to become a full-time manager of the Yanks, taking them to the AL Eastern Division championship with a 103–59 record but losing three consecutive games to the Kansas City Royals in the playoffs. Howser was one of the few Yankee managers who refused to let owner George Steinbrenner push him around. Steinbrenner had a rule about facial hair, which Reggie Jackson would skirt around from time to time in 1980. Howser refused to correct Jackson because he thought Jackson's facial hair was unimportant given the year Jackson was having; however, Jackson later relented and shaved out of respect for Howser. Also, when Steinbrenner would call the manager's office before or after games while Howser was meeting with coaches or reporters, Howser would pick up the phone, say \"I'm busy!\", and hang up. Steinbrenner, however, got the last word. In Game 2 of the 1980 ALCS, Yankee third base coach Mike Ferraro waved Willie Randolph home on a double by Bob Watson with two outs in the top of the eighth inning and the Yankees down 3–2. Randolph was thrown out at the plate on a relay throw by George Brett, prompting Steinbrenner to jump out of his seat and shout what appeared to be profanities on live national television. Steinbrenner wanted Ferraro fired on the spot after the game, but Howser refused. The Yankees lost the ALCS in three games, and Steinbrenner fired Howser shortly after that. In the 2007 ESPN produced mini-series The Bronx Is Burning, Howser was portrayed by actor Max Casella. ===Kansas City Royals (1981-1986)=== Howser (to left of podium) presents President Ronald Reagan with a Royals jacket, hat, and bat at the White House after their World Series victory. The next year, Kansas City—his postseason rival on multiple occasions in previous seasons—hired Howser to manage the last 33 games of the strike- shortened 1981 season. Under Howser, the Royals finished second in 1982 and 1983. Prior to the 1984 season, with their clubhouse ravaged by drug problems, the Royals started disassembling their team and starting over. Kansas City expected 1984 to be a rebuilding year, but Howser guided the young team to a division title. The Royals were defeated by the Detroit Tigers in the American League Championship Series, three games to none. The following year, Howser guided the Royals to their first World Series title. The Royals reached the World Series by defeating the Toronto Blue Jays in the American League Championship Series, which was Toronto's first postseason appearance. The Royals then went on to defeat the heavily favored St. Louis Cardinals. In both the ALCS and World Series, the Royals won each series by overcoming a 3–1 deficit to take the last three games. ===1986 Major League Baseball All-Star Game=== As manager of the defending AL champion Royals, Howser managed the 1986 All-Star Game at the Astrodome in Houston. Broadcasters noticed he was messing up signals when he changed pitchers, and Howser later admitted he felt sick before the game. It was the last game he would manage in the Major Leagues, as he was diagnosed with a brain tumor and underwent surgery. Howser guided the AL to a 3-2 victory, starting a 30-year stretch that has seen the junior circuit go 22-6-1 in the Mid-Summer Classic after going 2-21 from 1963 through 1985. ===Managerial record=== {| class=\"wikitable\" Style=\"text-align: center;font-size:90%\" |- ! rowspan=\"2\"| Team ! rowspan=\"2\"| From ! rowspan=\"2\"| To ! colspan=\"3\"| Regular season record ! colspan=\"3\"| Post–season record |- ! ! ! ! ! ! |- | New York Yankees | 1978 | 1978 | | colspan=\"3\"| — |- | New York Yankees | 1980 | 1980 | | |- | Kansas City Royals | 1981 | 1986 | | |- ! colspan=\"3\"| Total ! ! |- ! colspan=\"9\"| Reference: |} ==Death== Howser attempted a comeback during spring training of 1987 with the Royals, but he quickly found he was physically too weak and abandoned the attempt in late February when Billy Gardner took over. Three months later, he died at St. Luke's Hospital in Kansas City and was buried in Tallahassee, Florida. Two pitchers from his 1981 Royals team later died of brain cancer: Dan Quisenberry in 1998 and Ken Brett in 2003. Howser was survived by his wife Nancy and twin daughters from a previous marriage. ===Tributes=== Howser's managerial number 10 was retired by the Royals alongside George Brett and Frank White. On July 3, 1987, Howser's number 10 became the first number retired by the Kansas City Royals. Also that year, the St. Petersburg Area Chamber of Commerce established the Dick Howser Trophy, college baseball's equivalent of college football's Heisman Trophy, in Howser's honor. Florida State University's baseball team plays on Mike Martin Field at Dick Howser Stadium, named in his honor, and he is honored with a bronze bust on the stadium grounds. The Royals also commissioned a new bronze statue for their Outfield Experience to cap off the end of Kauffman Stadium renovations in 2009. The statue was revealed in a dedication ceremony on Opening Day, April 10, 2009. ==See also== *List of notable brain tumor patients ==References== ==External links== *MLB Network Remembers Howser * : Category:1936 births Category:1987 deaths Category:All-American college baseball players Category:Baseball players from Florida Category:American League All-Stars Category:Cleveland Indians players Category:Florida State Seminoles baseball players Category:Kansas City Athletics players Category:Kansas City Royals managers Category:New York Yankees managers Category:New York Yankees players Category:New York Yankees coaches Category:New York Yankees scouts Category:Major League Baseball coaches Category:Major League Baseball third base coaches Category:Sportspeople from Miami Category:Deaths from brain tumor Category:Florida State Seminoles baseball coaches Category:Major League Baseball managers with retired numbers Category:Deaths from cancer in Missouri Category:National College Baseball Hall of Fame inductees Category:World Series-winning managers Category:Sioux City Soos players Category:Shreveport Sports players ",
    "title": "Dick Howser"
}