{
    "id": "303935",
    "text": "La Pléiade () is the name given to a group of 16th-century French Renaissance poets whose principal members were Pierre de Ronsard, Joachim du Bellay and Jean-Antoine de Baïf. The name was a reference to another literary group, the original Alexandrian Pleiad of seven Alexandrian poets and tragedians (3rd century B.C.), corresponding to the seven stars of the Pleiades star cluster. The name \"Pléiade\" was also adopted in 1323 by a group of fourteen poets (seven men and seven women) in Toulouse. ==The French Renaissance Pléiade== ===Major figures=== Notable members of \"La Pléiade\" consisted of the following people: * Pierre de Ronsard * Joachim du Bellay * Jean-Antoine de Baïf The core group of the French Renaissance \"Pléiade\"—Pierre de Ronsard, Joachim du Bellay and Jean-Antoine de Baïf—were young French poets who met at the Collège de Coqueret, where they studied under the famous Hellenist and Latinist scholar Jean Dorat; they were generally called the \"Brigade\" at the time. Ronsard was regarded as the leader of the \"Brigade\", and remained the most popular and well-known poet of the group. The Pléiade's \"manifesto\" was penned by Joachim du premiere Bellay (' 1549). In it, Du Bellay detailed a literary program of renewal and revolution. The group aimed to break with earlier traditions of French poetry (especially Marot and the grands rhétoriqueurs), and, maintaining that French (like the Tuscan of Petrarch and Dante) was a worthy language for literary expression, to attempt to ennoble the French language by imitating the Ancients. To this end du Bellay recommended vernacular innovation of Greek and Roman poetic forms, emulation of specific models, and the creation of neologisms based on Greek and Latin. Among the models favoured by the Pléiade were Pindar, Anacreon, Alcaeus and other poets of the Greek Anthology, as well as Virgil, Horace and Ovid. The ideal was not one of slavish imitation, but of a poet so well-versed in the entire corpus of Ancient literature (du Bellay uses the metaphor of \"digestion\") that he would be able to convert it into an entirely new and rich poetic language in the vernacular. For some of the members of the Pléiade, the act of the poetry itself was seen as a form of divine inspiration (see Pontus de Tyard for example), a possession by the muses akin to romantic passion, prophetic fervour or alcoholic delirium. The forms that dominate the poetic production of these poets are the Petrarchan sonnet cycle (developed around an amorous encounter or an idealised woman) and the Horatian/Anacreontic ode (of the \"wine, women and song\" variety, often making use of the Horatian carpe diem topos - life is short, seize the day). Ronsard also tried early on to adapt the Pindaric ode into French and, later, to write a nationalist verse epic modelled on Homer and Virgil (entitled the Franciade), which he never completed. Throughout the period, the use of mythology is frequent, but so too is a depiction of the natural world (woods, rivers). File:PierredeRonsard1620.jpg|Pierre de Ronsard File:Joachim Du Bellay.jpeg|Joachim Du Bellay File:Jean Antoine de Baïf.jpg|Jean-Antoine de Baïf File:Pontus de Thyard.jpg|Pontus de Tyard File:Etienne Jodelle.jpg|Étienne Jodelle ===Minor figures=== Minor figures also associated with this term include the following: * Pontus de Tyard * Étienne Jodelle * Rémy Belleau * Jacques Pelletier du Mans * Jean de la Péruse * Guillaume des Autels ===Use of the term=== The use of the term \"Pléiade\" to refer to the group the French poets around Ronsard and Du Bellay is much criticised. In his poems, Ronsard frequently made lists of those he considered the best poets of his generation, but these lists changed several times. These lists always included Ronsard, du Bellay, de Baïf, Pontus de Tyard and Étienne Jodelle; the last two positions were taken by Rémy Belleau, Jacques Pelletier du Mans, Jean de la Péruse, or Guillaume des Autels. In a poem in 1556 Ronsard announced that the \"Brigade\" had become the \"Pléiade\", but apparently no one in Ronsard's literary circle used the expression to refer to himself, and use of the term stems principally from Huguenot poets critical of Ronsard's pretensions (Ronsard was a polemicist for the royal Catholic policy). This use was finally consecrated by Ronsard's biographer Claude Binet, shortly after the poet's death. Some modern literary historians reject the use of the term, as it gives precedence to Ronsard's poetic ideas and minimises the diversity of poetic production in the French Renaissance. ==The 14th century Toulouse Pléiade== Male poets: * Bernart de Panassac * Guillaume de Lobra * Béringuier de Saint-Plancart * Pierre de Mejanaserra * Guillaume de Gontaut * Pierre Camo * Bernard Oth Female poets: * Catherine Fontaine * Bernarde Deupie * Claude Ligonne * Audiette Peschaira * Esclarmonde Spinète * Johanne Perle * Françoise Marie (later replaced by Paul de Viguier) ==See also== * French poetry * Castalian Band ==Notes== * \"La Pléiade\", or more correctly \"La Bibliothèque de la Pléiade\", is also the name of a prestigious leather-bound Bible-paper collection of works in French (literature, history, etc.) published by the Éditions Gallimard publishing house. ==References== * Simonin, Michel, ed. Dictionnaire des lettres françaises. Le XVIe siècle. Paris: Fayard, 2001. . Category:French poets Category:French poetry ",
    "title": "La Pléiade"
}