{
    "id": "304249",
    "text": "Solferino (Upper Mantovano: ) is a small town and municipality in the province of Mantua, Lombardy, northern Italy, approximately south of Lake Garda. It is best known as being close to the site of the Battle of Solferino on 24 June 1859, part of the Second Italian War of Independence. The battle ended with Italo-French capture of the Rocca, the fortress then in Austrian hands. The Battle of Solferino and San Martino was the largest battle since Leipzig in 1813, with more than 234,000 soldiers fighting for about 12-14 hours and 29,000 victims (14,000 Austrians-Venetians and 15,000 Franco-Sardinians) and about 10,000 prisoners (8,000 Austrians-Venetians and 2,000 Franco- Sardinians). In terms of death toll, it was greater than the Battle of Waterloo. The wounded in the battle were witnessed by the Swiss businessman Jean-Henri Dunant, who had traveled to Italy to meet French emperor Napoléon III with the intention of discussing difficulties in conducting business in Algeria, at that time occupied by France. Horrified by the suffering of wounded soldiers left on the battlefield, Dunant completely abandoned the original intent of his trip and for several days he devoted himself to helping with the treatment and care for the wounded. He succeeded in organizing an overwhelming level of relief assistance by motivating the local villagers to aid without discrimination. Back in his home in Geneva, he set about a process that led to the Geneva Conventions and the establishment of the International Committee of the Red Cross by writing a book entitled A Memory of Solferino which he published with his own money in 1862 and thus initiated the process. From 23 to 28 June 2009, on the occasion of the 150th anniversary of the battle, a series of events gathering thousands of Red Cross and Red Crescent Movement volunteers from all around the world took place in Solferino, under the name of Solferino 2009 Celebrations. == Location == Solferino is a town located at the northern foothills of the Po Valley, in Upper Mantua and on the border with the province of Brescia. The municipal territory, extending for 13.08 km², is part of the Morainic amphitheatre of Lake Garda, located a few kilometres to the north. The altitude at the town hall is 124 m above sea level. Not far away also lies the province of Verona, with the towns of Peschiera del Garda and Valeggio sul Mincio, only a few kilometres to the east. It is 35 km from Mantua (provincial capital), 40 km from Brescia and 45 km from Verona. It is bordered to the north by Brescia (Lonato del Garda), to the east by Cavriana, to the south by Guidizzolo, to the south-west by Medole and to the west by Castiglione delle Stiviere. == Origins of the Name == The origins of the name are to be found in the medieval adjective sulphurinus, which probably refer to a sulfurous stream, with probable reference to the sulfurous emanations of the Morainic amphitheatre of Garda. == Main Sights == * The Rocca di Solferino, known as the \"Spy of Italy\", 23 metres high, erected in 1022. Inside memorabilia are found of the battle fought on June 24 1859. The Società Solferino e San Martino, a body founded in 1870, takes care of its protection and conservation. * The Red Cross Memorial, erected in 1959, in memory of the founder of the Red Cross Jean Henry Dunant. * Piazza Castello, where the Castle of Orazio Gonzaga was erected. * Monument to the Unification of Italy. == Museums == * The ossuary of Solferino, 1870. * The Museum of the Risorgimento of Solferino and San Martino, created in 1931, occupies three rooms where testimonies of the battle of 24 June 1859 are housed. This exhibition space collects material from the entire Risorgimento period, from the Napoleonic era to the Third War of Independence. * Museo La Rocca, known as the \"Spy of Italy\" because of its dominant position on the Lombardy-Veneto border. == Events == Every year in the village there is the spring festival and the children’s market, a market of arts and crafts of daily life with narratives and animation. In addition, in June, there is the now famous Beer Festival, a great attraction for the young public of the provinces of Mantua, Brescia, Verona. Periodically historical reenactments of the Battle of Solferino and San Martino are organized. On the occasion of the 150th anniversary, it was held on 28 June 2009. Furthermore, every year on the weekend closest to 24 June, in memory of the battle witnessed by Henry Dunant and which inspired him to create the International Red Cross, there are a series of events organised by the association itself in which members can attend various courses, culminating with a suggestive torch-lit procession commemorated on the Saturday evening, from the square of the church of Solferino to Castiglione delle Stiviere. ==Twin towns== Solferino is twinned with: * Solférino, France, since 1963 * Châtillon-sur-Indre, France, since 2003 ==References== Category:Cities and towns in Lombardy ",
    "title": "Solferino"
}