{
    "id": "304332",
    "text": "In These Times is an American politically progressive monthly magazine of news and opinion published in Chicago, Illinois. It was established as a broadsheet-format fortnightly newspaper in 1976 by James Weinstein, a lifelong socialist, with the aid of Julian Bond, Noam Chomsky and Herbert Marcuse. It investigates alleged corporate and government wrongdoing, covers international affairs, and has a cultural section. It regularly reports on labor, economic and racial justice movements, environmental issues, feminism, grassroots democracy, minority communities, and the media. Weinstein was the publication's founding editor and publisher; its current editor and publisher is Joel Bleifuss. , it had a circulation of over 50,000. As a nonprofit organization, the magazine is financed through subscriptions and donations. ==History== In 1976, Weinstein, an historian and former editor of Studies on the Left, launched the politically progressive journal In These Times. He sought to model the newsweekly on the early-20th-century socialist newspaper the Appeal to Reason. For some time, its tagline was 'The Socialist Newsweekly'. \"We intend to speak to corporate capitalism as the great issue of our time, and to socialism as the popular movement that will meet it\" he told the Chicago Sun Times on the eve of the first issue's release.Chicago Sun Times. November 15, 1976. While Weinstein himself was involved with both the New American Movement and the Democratic Socialist Organizing Committee, he wanted the journal to be independent of any one political party or faction. Thus, over the years it has published a wide variety of contributorsfrom anarchists, to union members, to centrists. During the 1980s, the publication won notoriety for its investigative reporting of the Iran–Contra affair. It has since broken stories on the deliberate destruction of Iraqi water treatment plants by US forces during the first Gulf War (1990-1991), global warming, and on the emergence of mad cow disease. During the 1980s, and up to 1992, it was a biweekly newspaper and a democratic-socialist competitor to the National Guardian, which was a biweekly newspaper that was closer to Marxism–Leninism.The Guardian of New York, NY, not the Manchester Guardian. Peter Miller, \"Carl Davidson: From SDS and The Guardian, to cyRev and CyberRadicalism for the 21st Century\" Senior editor Silja J.A. Talvi won two National Council on Crime and Delinquency PASS Awards (2005, 2006) for her reporting on the impact of three strikes sentencing on African-American men, and on the trend toward privatization of the prison system. The magazine was awarded the Utne Reader's Independent Press Award for Best Political Coverage in 2006.\"Political Coverage: In These Times: 2006 UIPA Winners\" . Utne Reader. January / February 2007. ==Contributors== Two of the magazine's longest- running columns are Salim Muwakkil's The Third Coast, covering race relations, and Susan J. Douglas's Back Talk, a critical review of the mass media. David Moberg has reported on labor and political economy for the magazine since its inception in 1976. The magazine's editor Joel Bleifuss has written for it since the mid-1980s. More stories from his column, The First Stone, have been included in Project Censored's \"Top 25 Censored Stories of the Year\" than any other journalist. Other columnists include H. Candace Gorman, Laura S. Washington and Terry J. Allen. Senior editors include Allen, Patricia Aufderheide, Douglas, Moberg, Muwakkil and David Sirota. Notable contributors to the magazine have included: * Noam Chomsky * Alexander Cockburn * Barbara Ehrenreich * Norman Finkelstein * Laura Flanders * Annette Fuentes * Juan Gonzalez * David Graeber * Glenn Greenwald * Miles Harvey * Doug Ireland * John Judis * Garrison Keillor * Naomi Klein * Robert W. McChesney * Rick Perlstein * Jeffrey St. Clair * Jane Slaughter * James Thindwa * Kurt Vonnegut * Joan Walsh * Fred Weir * Paul Wellstone * Slavoj Žižek ==See also== * List of newspapers in Illinois * List of political magazines * List of United States magazines * Media in Chicago ==References== ==External links== * inthesetimes.com, the magazine's official website (a portion of its content is available free of charge; yearly subscriptions are available for the full print edition) * Fire on the Prairie podcast (active 2003-2006) with interviews and speeches from progressive leaders Category:1976 establishments in Illinois Category:Alternative magazines Category:Bimonthly magazines published in the United States Category:Monthly magazines published in the United States Category:News magazines published in the United States Category:Political magazines published in the United States Category:Magazines established in 1976 Category:Magazines published in Chicago Category:Progressivism in the United States Category:Social democratic organizations Category:Socialism in the United States Category:Socialist magazines ",
    "title": "In These Times"
}