{
    "id": "304548",
    "text": "98 Degrees (stylized as 98°) is an American pop and R&B; vocal group consisting of four vocalists: The group's founding member Jeff Timmons, brothers Nick and Drew Lachey, and Justin Jeffre. The group was formed by Timmons in Los Angeles, California, although all of its members originate from Ohio. Unlike most boy bands, they formed independently and were later picked up by a record label, rather than being assembled by a label or a producer. They have sold over 10 million records worldwide and achieved eight top 40 singles in the U.S. The group reunited for a one-time performance at Mixtape Festival in Hershey, PA in August 2012. After the performance, the reunion expanded into a new album and a spot on \"The Package\" tour in 2013. ==History== ===Formation=== The founding members of 98 Degrees met after Massillon, Ohio native Jeff Timmons decided to quit college and pursue a music career with best friend Jeremy Volk. He studied psychology at Kent State University in his home state of Ohio, and planned on a career playing football in the NFL. In 1995 he sang at a college party with three friends and received a positive reaction from the female audience about his voice. The following day he left college and headed out to Los Angeles, California. \"It was a pretty hasty decision, looking back, but I was young and dumb. Sometimes ignorance is bliss,\" he said in 2004. He met a former student of the School for Creative and Performing Arts who passed his name on to another graduate, Nick Lachey, who was attending Miami University to study sports medicine. Lachey flew to Los Angeles and, after hitting it off, decided to form a boyband. Lachey suggested inviting one of his friends, Justin Jeffre, to join them. Jeffre, a history student at University of Cincinnati, had attended SCPA with Lachey and they had performed together before in various outfits such as a barbershop quartet at the amusement park Kings Island and a cover band. The final member to join the band was Lachey's younger brother Drew, who was working in New York City as an emergency medical technician, as a replacement for founding member Jonathan Lippman. After rejecting a series of names (including Just Us and Next Issue), the group decided on \"98 Degrees\" describing body temperature and their music. ===Signing to Motown records=== Taking a series of jobs including landscaping, working as club security officers and delivering take-out food, the band refined its harmonies and presentation, looking to groups such as Boyz II Men, Take 5, and Jodeci for inspiration. The new group also made the rounds of auditions in Los Angeles and gradually built up its contacts in the music industry. The group's wait for a manager and a recording contract did not take long, as they seized an opportunity to perform during a radio broadcast of a Boyz II Men concert, which they attended in the hope of passing a demo tape to the band. They were discovered by music manager Paris D'Jon, who was co-managing Montell Jordan at the time. Just before the group signed their deal founding member Jonathan Lippman departed the group due to his religious beliefs, he later went on to form CCM group True Vibe. The group's emergence at a time when teen-oriented acts like the Spice Girls, the Backstreet Boys and NSYNC were just hitting the top of the charts around the world compelled them to differentiate themselves from the mere \"boy band\" status that they derided. From the start, they emphasized that they wrote much of their own material, which reflected R&B; influences more than mainstream pop roots. \"There are major differences musically between groups, not to mention the fact that we were signed to Motown, which gives us a little more credibility as far as R&B; and soul music goes.\"Musicianguide.com ===1997: First album=== After sneaking backstage to a Boyz II Men concert, a local radio station covering the concert asked them to sing live on the air. With their debut single, \"Invisible Man\" which peaked at No. 12 on the Billboard Hot 100, achieving gold-record status after its July 1997 release, 98 Degrees was off to a promising start. Although critical reaction to the debut of the group was mixed, a Billboard review of their first single noted their vocal abilities, and the addition of a new track helped to keep the band in the public eye. The group also toured extensively, including concert dates in Asia. They also opened for several dates of Janet Jackson's Velvet Rope Tour, exposing them to a wider audience. ===1998-1999: Breakthrough=== After building popularity with their appearance in the animated Disney movie Mulan, and singing True to Your Heart, a duet with labelmate Stevie Wonder, their album 98 Degrees and Rising went 4× platinum in 1998. Production credit included Atlanta-based producer and Babyface co- writing partner Daryl Simmons. Musician credits on the breakthrough album featured Atlanta-based session musician and former Earth, Wind & Fire guitarist Dick Smith. After the second album, 98 Degrees left Motown for its parent company, Universal Records. The band's first major hit was Because of You (number three on the U.S. Hot 100 and number five on the Canadian Singles Chart) and went platinum. \"The Hardest Thing\" followed the success by reaching No. 5 on the Billboard Hot 100 and was certified gold. In 1999, 98 Degrees released their Christmas album This Christmas, which spawned the top 40 single \"This Gift\". Within a month after its release the album was certified platinum. The group appeared as featured guests on Amy Grant's 1999 CBS Christmas special, A Christmas to Remember. Nick Lachey was featured on Jessica Simpson's album on the track \"Where You Are\", which was released as a single and reached the top 40. The group appeared in the album called Jesus: The Epic Mini Series with their song \"The Love That You've Been Looking For\". ===2000–2002: Revelation=== The group scored a Billboard Hot 100 No. 1 hit in the U.S. with the single \"Thank God I Found You\", a collaboration with Mariah Carey and Joe. The single went gold, selling 700,000 copies. It stayed at No. 1 on the Hot 100 for one week and the top 200 singles sales chart for 51 weeks. The single went to the top 10 in the UK charts and the group also received a Grammy Award nomination for Best Pop Collaboration with Vocals for the same song. In the summer of 2000, 98 Degrees released the first single of their new album \"Give Me Just One Night (Una Noche)\", the single went to No. 2 on the Billboard Hot 100 and was certified gold. In September 2000, the band's album Revelation was released. Revelation peaked at No. 2 on the Billboard 200 and went 2× Platinum. The band's next singles were \"My Everything\" and \"The Way You Want Me To\", both reaching the Top 40. In September 2001, the band appeared at Madison Square Garden alongside Luther Vandross and Usher singing Michael Jackson's hit song \"Man in the Mirror\". The performance was part of a show to celebrate Michael Jackson's 30 years as a solo artist. In 2002, 98 Degrees released a compilation album called The Collection, with the new single \"Why (Are We Still Friends).\" The single reached the top 40; at that point the group had sold over 10 million records and released 12 singles. ===2003–2012: Hiatus=== The group decided to take a break to fulfill other ambitions and opportunities. Drew Lachey stated on their website that 98 Degrees has not broken up and are just on an extended hiatus.Billboard Bits: 98 Degrees, Kevin Hearn, Napster. Billboard. Retrieved October 10, 2007. During the hiatus, Drew and his wife had their first daughter shortly after he won the second season of Dancing with the Stars. Nick Lachey married singer Jessica Simpson and released two solo albums, SoulO and What's Left of Me. Timmons released a solo album, Whisper That Way, and planned to release a second solo album. Jeffre ran for mayor of Cincinnati, Ohio, and he currently works with area activists on independent media projects. The band came together in 2004 to sing on Nick & Jessica's Family Christmas TV special. In September 2005, 98 Degrees performed at Club Purgatory in Over-the-Rhine to support Jeffre in his candidacy for mayor of Cincinnati. In October 2006, it was announced Timmons would participate in the new VH1 reality TV series, Mission Man Band. The news cast doubt over previous reports about 98 Degrees adding a new member and recording a new album. However, in 2011, both Lachey and Timmons confirmed in separate interviews that 98 Degrees is still capable of reuniting. Lachey stated that despite his busy schedule, his current gig on The Sing-Off has been renewing his interest in the band. Timmons stated the band is always open to reunion discussions, ultimately saying \"if the timing's right and we have a tour lined up or we do a record, ultimately we could get back together and have a killer time.\" In 2012, the official website of 98 Degrees was relaunched, plus an official page in Facebook. The Twitter accounts of all members are very active also. ===2012–present: Reunion and 2.0=== On June 20, 2012, Nick and Drew Lachey announced on Ryan Seacrest that the group would reunite for a one-time performance at Mixtape Festival in Hershey, PA in August. The group also performed at The Today Show on August 17. In an interview with Rolling Stone on July 26, 2012, Drew Lachey revealed that a week before, the group had their first rehearsal in over a decade. He also explained the group decided to come back together because they were all at that place in their lives where they felt comfortable committing to being in a group again, and they also felt the timing was right because the pop music genre has come back around. \"Music is very cyclical. You go through rock stages, R&B; stages, rap stages... It's an uphill battle if you try and do pop during a rap stage,\" says Lachey. Regarding the group's future, he said at this time, they currently have no plan beyond their performances at The Today Show and the Mixtape Festival. However, in September 2012, he revealed the group was going to go back into the studio to record a new album in October. On January 22, 2013, the group appeared on The View along with New Kids on the Block and Boyz II Men to announce their joint tour would take place in summer 2013. This tour is named \"The Package\" and the 12 members on tour (Boyz II Men with 3 members, NKOTB with 5 members and 98 Degrees with 4 members) jokingly refer to themselves as \"The Dirty Dozen.\" The North American tour began on May 28, 2013. The band also performed a song during the season finale of NBC's The Sing-Off, which Nick Lachey hosts, on December 23, 2013. The band released their new album, 2.0, their first studio album in 13 years, on May 7, 2013. In summer 2016, they regrouped again to headline the My2K Tour, their first headlining tour in 15 years. They were supported by O-Town, Ryan Cabrera, and Dream, putting together a bill of pop acts that were first popular in the late 1990s and early 2000s at larger venues. In 2017, they returned to Universal Music and put out their second Christmas album, Let it Snow, because of their 20th anniversary. They also plan to do a tour around the fall in promotion of the album, which is called \"At Christmas Tour\". On November 23, 2017 the band made a 90-second musical appearance in Macy's Thanksgiving Day Parade, performed in New York City. On May 21, 2018 the band made a musical appearance singing \"The Hardest Thing\" and \"I Do\". They sang the songs at Miss USA, as the three final girls did their last walk on the stage. From October 15 to October 16, 2018, 98 Degrees appeared at Epcot at Walt Disney World as part of the Eat To The Beat concert series during the annual Food and Wine Festival. ==Awards and nominations== ===Billboard Music Awards=== |- | 1999 | Themselves | Top Pop Artist - Duo/Group | ===Kids' Choice Awards=== |- | 2000 | Themselves | Favorite Music Group | ===Teen Choice Awards=== |- | rowspan=3|1999 | rowspan=2|Themselves | Choice Music: Breakout Artist | |- | Choice Music Group | |- | \"Because of You\" | rowspan=2|Choice Music: Love Song | |- | rowspan=2|2000 | \"Thank God I Found You\" (with Mariah Carey & Joe) | |- | rowspan=2|Themselves | rowspan=2|Choice Music Group | |- | 2001 | ==Discography== * 98° (1997) * 98° and Rising (1998) * This Christmas (1999) * Revelation (2000) * 2.0 (2013) * Let It Snow (2017) ==Tours== ;Headlining *Heat It Up Tour *Revelation Tour *My2K Tour *98° at Christmas Tour *An Evening with 98 Degrees ;Co-headlining *All That! Music and More Festival *The Package Tour ==References== ==External links== * Official website * 2011 Reunion Category:Motown artists Category:Musical quartets Category:American soul musical groups Category:American pop music groups Category:American boy bands Category:Musical groups from Los Angeles Category:Musical groups established in 1996 Category:Musical groups disestablished in 2002 Category:Musical groups reestablished in 2012 Category:Teen pop groups Category:Vocal quartets ",
    "title": "98 Degrees"
}