{
    "id": "304546",
    "text": "Philip Romolo Neri (Italian: Filippo Romolo Neri; 22 July 151526 May 1595), known as the Second Apostle of Rome, after Saint Peter, was an Italian priest noted for founding a society of secular clergy called the Congregation of the Oratory. ==Early life== Philip was the son of Francesco di Neri, a lawyer, and his wife Lucrezia da Mosciano, whose family were nobility in the service of the state. He was carefully brought up, and received his early teaching from the friars at San Marco, the famous Dominican monastery in Florence. He was accustomed in later life to ascribe most of his progress to the teaching of two of them, Zenobio de' Medici and Servanzio Mini. At the age of 18, Philip was sent to his uncle, Romolo, a wealthy merchant at San Germano (now Cassino), a then Neapolitan town near the base of Monte Cassino, to assist him in his business, and with the hope that he might inherit his uncle's fortune. He gained Romolo's confidence and affection, but soon after coming to San Germano, Philip had a religious conversion. From then onward, he no longer cared for things of the world, and decided in 1533 to live in Rome. ==Founding of the Oratory== Philip Neri St. Philip Neri and the Virgin Mary, by Tiepolo ===Mission work=== After arriving in Rome, Philip became a tutor in the house of a Florentine aristocrat named Galeotto Caccia. After two years he began to pursue his own studies (for a period of three years) under the guidance of the Augustinians. Following this, he began those labours amongst the sick and poor which, in later life, gained him the title of \"Apostle of Rome\". He also ministered to the prostitutes of the city. In 1538 he entered into the home mission work for which he became famous, traveling throughout the city, seeking opportunities of entering into conversation with people, and of leading them to consider the topics he set before them. For seventeen years Philip lived as a layman in Rome, probably without thinking of becoming a priest. Around 1544, he made the acquaintance of Ignatius of Loyola. Many of Philip's disciples found their vocations in the infant Society of Jesus. ===Confraternity of the Holy Trinity=== In 1548, together with his confessor, Persiano Rossa, Philip founded the Confraternity of the Most Holy Trinity of Pilgrims and Convalescents (), whose primary object was to minister to the needs of the thousands of poor pilgrims who flocked to Rome, especially in jubilee years, and also to relieve the patients discharged from hospitals but who were still too weak for labour. Members met for prayer at the Church of San Salvatore in Campo where the devotion of the Forty Hours of Exposition of the Blessed Sacrament was first introduced into Rome.Addington, Raleigh (of the London Oratory), Saint Philip Neri ===The Oratory=== In 1551 Philip received all the minor orders, and was ordained deacon and finally priest (on 23 May). He thought of going to India as a missionary, but was dissuaded by his friends who saw that there was abundant work to be done in Rome. Accordingly, he settled down, with some companions, at the Hospital of San Girolamo della Carità, and while there tentatively began, in 1556, the institute with which his name is more especially connected, that of the Oratory. The scheme at first was no more than a series of evening meetings in a hall (the Oratory), at which there were prayers, hymns, and readings from Scripture, the church fathers, and the Martyrology, followed by a lecture or by discussion of some religious question proposed for consideration. The musical selections (settings of scenes from sacred history) were called oratorios. Giovanni Palestrina was one of Philip’s followers, and composed music for the services. The program developed, and the members of the society undertook various kinds of mission work throughout Rome, notably the preaching of sermons in different churches every evening, a completely new idea at that time. He also spent much of his time hearing confessions, and effected many conversions in this way. Philip sometimes led \"excursions\" to other churches, often with music and a picnic on the way. In 1553, Neri started the tradition of making a one-day pilgrimage to seven churches, starting from St. Peter's Basilica and ending at the Basilica di Santa Maria Maggiore. He and a few friends would gather before dawn and set out on their \"Seven Churches Walk\". The street which links Basilica of Saint Paul Outside the Walls with San Sebastiano fuori le mura is still called \"Via delle Sette Chiese\" (Seven Churches Walk). These pilgrimages were designed to be a counterpoint to the raucous behavior of Carnival. The Walks became very popular and began to attract others. In 1564 the Florentines requested that Philip leave San Girolamo to oversee their newly built church in Rome, San Giovanni dei Fiorentini. He was at first reluctant, but by consent of Pope Pius IV he accepted, while remaining in charge of San Girolamo where the exercises of the Oratory were kept up. At this time the new society included among its members Caesar Baronius (the ecclesiastical historian), Francesco Maria Tarugi (afterwards Archbishop of Avignon), and Ottavio Paravicini – all of whom later became cardinals – and also Gallonius (Antonio Gallonio, author of a well- known work on the Sufferings of the Martyrs), Ancina, Bordoni, and other men of ability and distinction. In 1574, the Florentines built a large oratory or mission-room for the society, next to San Giovanni – in order to save them the fatigue of the daily journey to and from San Girolamo, and to provide a more convenient place of assembly – and the headquarters were transferred there. As the community grew, and its mission work extended, the need for a church entirely its own made itself felt, and the small parish church of Santa Maria in Vallicella, conveniently situated in the middle of Rome, was offered and accepted. The building, however, not large enough for their purpose, was pulled down, and a splendid church erected on the site. It was immediately after taking possession of their new quarters that Philip formally organized, under permission of a papal bull dated 15 July 1575, a community of secular priests, called the Congregation of the Oratory. The new church was consecrated early in 1577, and the clergy of the new society at once resigned the charge of San Giovanni dei Fiorentini; Philip himself did not leave San Girolamo until 1583, and then only by virtue of an injunction of the pope that he, as the superior, should reside at the chief house of his congregation. He was at first elected for a term of three years (as was common in modern societies) but in 1587 was nominated superior for life. He was, however, entirely free from personal ambition, and had no desire to be superior general over a number of dependent houses, so he desired that all congregations formed on his model outside Rome should be autonomous, governing themselves, and with no provision for Philip to retain control over any new foundation they might themselves make elsewhere – a regulation afterwards formally confirmed by a brief of Gregory XV in 1622. ==Political activity== Although Philip refrained from becoming involved in political matters, he broke this rule in 1593–1595 when he persuaded Pope Clement VIII to revoke the excommunication and anathema pronounced against Henry IV of France and the refusal to receive his ambassador, even though the king had formally renounced Calvinism. Philip saw that the pope's attitude was more than likely to drive Henry to a relapse and to rekindle the civil war in France, and directed the future Cardinal Caesar Baronius, a member of the Oratory who was then the pope's confessor, to refuse the pope absolution and to resign his office of confessor unless the pope withdrew the anathema. Clement yielded at once, though the whole college of cardinals had supported his policy; and Henry, who did not learn the facts until several years afterwards, testified lively gratitude for the timely and politic intervention. Philip continued in the government of the Oratory until his death. He was succeeded by Baronius. ==Personal character== Philip Neri embodied a number of contradictions, combining popular venerations with intensely individual piety. He became deeply involved with the Church hierarchy while seeking to reform a corrupt Rome and an indifferent clergy. Philip possessed a playful sense of humour, combined with a shrewd wit. He considered a cheerful temper to be more Christian than a melancholy one, and carried this spirit into his whole life: \"A joyful heart is more easily made perfect than a downcast one.\" This was the secret of Neri's popularity and of his place in the folklore of the Roman poor. Many miracles were attributed to him. When his body was examined after death, it was found that two of his ribs had been broken, which was attributed at the time to the expansion of his heart while fervently praying in the catacombs about the year 1545. Benedict XIV, who reorganised the rules for canonization, decided that Philip's enlarged heart was caused by an aneurism. Ponnelle and Bordet, in their 1932 biography St. Philip Neri and the Roman Society of His Times (1515–1595), conclude that it was partly natural and partly supernatural. What is certain is that Philip himself and his penitents associated it with divine love. \"Practical commonplaceness,\" says Frederick William Faber in his panegyric on Philip, \"was the special mark which distinguishes his form of ascetic piety from the types accredited before his day. He looked like other men. ...He was emphatically a modern gentleman, of scrupulous courtesy, sportive gaiety, acquainted with what was going on in the world, taking a real interest in it, giving and getting information, very neatly dressed, with a shrewd common sense always alive about him, in a modern room with modern furniture, plain, it is true, but with no marks of poverty about it – in a word, with all the ease, the gracefulness, the polish of a modern gentleman of good birth, considerable accomplishments, and widespread knowledge.\" Accordingly, Philip was ready to meet the needs of his day to an extent and in a manner which even the versatile Jesuits, who much desired to enlist him in their company, did not rival; and, though an Italian priest and head of a new religious order, his genius was entirely unmonastic and unmedieval – frequent and popular preaching, unconventional prayer, and unsystematized, albeit fervent, private devotion. Philip prayed, \"Let me get through today, and I shall not fear tomorrow.\" Philip had no difficulties in respect of the teaching of his Church. His great merit was the instinctive tact which showed him that the system of monasticism could never be the leaven of secular life in the world of his day, but that something more homely, simple, and everyday in character was needed for the new times then emerging. ==Death and veneration== Philip Neri's effigy at his tomb Philip Neri died around the end of the day on 25 May 1595, the Feast of Corpus Christi that year, after having spent the day hearing confessions and receiving visitors. About midnight he began hemorrhaging, and Baronius read the commendatory prayers over him. Baronius asked that he bless his spiritual sons before dying and, though he could no longer speak, he blessed them with the sign of the cross and died. Philip Neri was beatified by Paul V in 1615 and canonized by Pope Gregory XV in 1622. His memorial is celebrated on 26 May. His body is venerated in the Chiesa Nuova (\"New Church\") in Rome. Philip Neri is one of the influential figures of the Counter-Reformation, and noted for converting to personal holiness many of the influential people within the Church itself. ==Legacy== ===The Oratory=== Philip Neri, as painted by Guercino in 1656 The congregation Philip Neri founded is of an original stamp, little resembling a monastery of the older type, and its rules (not drawn up by Philip Neri, but approved by Pope Paul V in 1612) leave considerable freedom of action compared with traditional religious foundations. Congregados Church, Braga, Portugal The Congregation of the Oratory of Saint Philip Neri is a pontifical society of apostolic life of Catholic priests and lay-brothers who live together in a community bound together but without formal vows. They are commonly referred to as Oratorians (Oratorian Fathers). Oratorians commit themselves to membership in a particular, independent, self-governing local community (an Oratory, usually named for the place in which it is located). In some locations, the local Oratory has been designated to administer a particular parish; others may be tasked with campus ministry. ===The French Oratory=== The Oratory movement spread in the early period especially in Italy. In France, a separate and distinct foundation from the Oratory of Saint Philip Neri was founded, though inspired by St Philip's model. Best known as the French Oratory, it was founded in 1611 in Paris, France, by Pierre de Bérulle (1575–1629), later a cardinal of the Catholic Church. The French Oratory had a determinant influence on the French school of spirituality throughout the 17th century. Unlike St Philip's Oratory, it operates under the central authority of a Superior General. Early members included Nicolas Malebranche, Louis Thomassin, Jules Mascaron and Jean Baptiste Massillon. Suppressed at the French Revolution, it was revived by Père Pététot, curé of St Roch, in 1852, as the \"Oratory of Jesus and Mary Immaculate\". ===Music=== Philip Neri encouraged the singing of the lauda spirituale (laude) in his oratory services. The prominent composers Tomás Luis de Victoria and Giovanni Pierluigi da Palestrina probably participated in this music. The result of Philip's approach was undoubtedly a unique and varied aesthetic experience. ==Philip Neri in popular culture== Johnny Dorelli played Philip Neri in a 1983 Italian movie State buoni se potete. Gigi Proietti played Philip Neri in a 2010 Italian movie made for television, Saint Philip Neri: I Prefer Heaven. ==See also== * Poustinia * Oratory School * Saint Philip, patron saint archive * Seven Churches Visitation ==References== ==Sources== * * * * Attribution: * * ===Further reading=== * Authorised English translation of Philipp Neri oder Das Feuer der Freude (Freiburg im Breisgau: Herder, 1986, ). * Alfonso Capecelatro, The life of Saint Philip Neri, Apostle of Rome v.1 (1894). * * The life of Saint Philip Neri, Apostle of Rome v.2 (1894). * Bacci, Pietro Giacomo. The life of Saint Philip Neri, Apostle of Rome, and founder of the congregation of the oratory (1902). ==External links== * As described by Goethe * Filippo Neri's memo to Pope Clement VIII * Maxims of St. Philip Neri * The Oratory of St. Philip Neri - Toronto * Saint Philip Neri engraved by Alessandro Badiale from the De Verda collection * Colonnade Statue in St Peter's Square * Founder Statue in St Peter's Basiica * * * * Procura Generalis Confoederationis Oratorii S. Philippi Nerii * – Biografie * German Federation of the Oratorium of Saint Philipp Neri * Oratorium in St. Rochus, Vienna * – a film by Luigi Magni about Philipp Neri Category:1515 births Category:1595 deaths Category:16th-century Christian mystics Category:16th-century Christian saints Category:16th-century Roman Catholic priests Category:Counter-Reformation Category:Canonizations by Pope Gregory XV Category:Founders of Catholic religious communities Category:Incorrupt saints Category:Italian Roman Catholic saints Category:Oratorian saints Category:Oratorians Category:People from Florence Category:Roman Catholic mystics ",
    "title": "Philip Neri"
}