{
    "id": "304759",
    "text": "Pennsylvania Route 179 (PA 179) and Route 179 is an state highway in Bucks County, Pennsylvania and Hunterdon County, New Jersey, United States, running along an old alignment of U.S. Route 202 (US 202) from west of New Hope, Pennsylvania northeast through Lambertville, New Jersey to Ringoes, where it ends at an intersection with US 202 and Route 31. Past this intersection, the road continues east as County Route 514 (CR 514). It is two-lane, undivided highway for most of its length with the exception of a four-lane stretch in Lambertville. The route crosses the Delaware River on the New Hope- Lambertville Bridge, where the designation changes from PA 179 to Route 179. PA 179 and Route 179 follow a part of the 18th-century Old York Road which ran between Philadelphia and New York City. Prior to 1953, the road was Route S29 from the Delaware River to downtown Lambertville, a part of Route 29 between Lambertville and Ringoes, and a concurrency of Route 29 and Route 30 in Ringoes. The route was also part of US 202, which was designated over 1926-created US 122 in the mid-1930s. In 1953, the Route S29 and 29 designations were removed in favor of US 202 and Route 30 became Route 69 (now Route 31). Route 179 was formed in 1965 when a bypass for Ringoes was built for US 202 and Route 69. Route 179 extended to Lambertville and PA 179 was created in 1974 when the new US 202 freeway, running over the New Hope- Lambertville Toll Bridge, was completed. ==Route description== ===Pennsylvania=== PA 179 northbound approaching the New Hope-Lambertville Bridge PA 179 begins at an intersection with US 202 in Solebury Township, Bucks County, Pennsylvania, heading east on two-lane undivided West Bridge Street through commercial areas. The road crosses into the borough of New Hope and passes near a shopping center and more businesses. Farther east, the route gains a center left-turn lane and enters more residential surroundings as it passes New Hope-Solebury High School. From this point, PA 179 loses the center left-turn lane and passes more homes. Upon crossing the New Hope Railroad at- grade south of New Hope station and crossing over the Delaware Canal, the route heads into the downtown of New Hope and intersects PA 32. PA 179 continues east as East Bridge Street to the New Hope-Lambertville Bridge over the Delaware River. ===New Jersey=== View south along Route 179 at Queen Road in West Amwell Township At the middle of the New Hope-Lambertville Bridge, the road enters the city of Lambertville in Hunterdon County, New Jersey and becomes Route 179. It heads east through Lambertville on Bridge Street through the downtown area. At the intersection with Main Street, Route 29 joins Route 179 for a block, forming a wrong-way concurrency At the end of the concurrency, Route 29 turns south onto Route 165 and Route 179 turns north. From here the road continues northeast as the four-lane, undivided Thomas Paine Highway, entering West Amwell Township, where the road heads into farmland and narrows to two lanes. In East Amwell Township, the route intersects CR 603, CR 601, and CR 605 (Queen Road), which heads to an interchange with the US 202 freeway. The road eventually forms the border between West Amwell and East Amwell Township. Route 179 intersects the US 202 freeway at a partial cloverleaf interchange, where the route is entirely in East Amwell Township. Past this interchange, the route runs along the West Amwell/East Amwell township line until it entirely enters East Amwell Township again and heads into the residential community of Ringoes. In Ringoes, Route 179 intersects the old Route 31 (now CR 579), forming a brief concurrency that lasts with that route until CR 579 heads north on John Ringo Road. Route 179 continues northeast through residential areas on Old York Road to its terminus at the combined US 202/Route 31, where Old York Road continues to the northeast as CR 514. ==History== Route S29 (1949-1953) The current alignment of PA 179 and Route 179 was a part of Old York Road, a historical 18th-century road that connected Philadelphia to New York City. With the establishment of the U.S. Highway System in 1926, the route was designated as a part of US 122, which became US 202 in the mid-1930s. In Pennsylvania, the route was initially cosigned with PA 52; that designation was removed by 1930. Prior to the 1953 New Jersey state highway renumbering, today's Route 179 was composed of three state routes: Route S29, designated in 1949 from the New Hope-Lambertville Bridge into Lambertville, a part of Route 29 from Lambertville to Ringoes that was designated in 1927, and a concurrency of Routes 29 and 30 northeast from Ringoes that was also designated in 1927.State of New Jersey, Laws of 1927, Chapter 319.State of New Jersey, Laws of 1948, Chapter 407. In the original 1927 plan, Route 29 would have continued northeast from the end of Route 179 along current CR 514, but it was instead modified to continue north with Route 30 to Flemington and using what had been planned as Route 12 to Somerville. In the 1953 renumbering, the Route S29 and Route 29 designations were removed from the route in favor of US 202, with Route 29 was realigned to follow former Route 29A to Frenchtown. In addition, Route 30 became Route 69 (now Route 31) to avoid conflicting with US 30 in South Jersey. The bypass of Ringoes for US 202 and Route 69 was opened in the 1960s, and Route 179 was designated along the old alignment of US 202 within Ringoes. The new US 202 freeway between the New Hope-Lambertville Toll Bridge and Route 179 southwest of Ringoes was completed in October 1974. As a result, Route 179 was extended along the old US 202 alignment to the state line in Lambertville and PA 179 was designated along the former US 202 through New Hope. Solebury Township is pushing for a roundabout at the intersection of US 202 and PA 179.\"Roundabouts live up to hype\" The Intelligencer, January 7, 2008 ==Major intersections== ==See also== * * * ==References== ==External links== * New Jersey Roads: Route 179 * Route 179 Photos * New Jersey Highway Ends - 179 * Enlarged view of the confluence of NJ 29, NJ 165 and NJ 179 in Lambertville * Speed Limits for State Roads: Route 179 179 Category:Transportation in Hunterdon County, New Jersey 179 Category:Transportation in Bucks County, Pennsylvania Category:U.S. Route 202 ",
    "title": "Route 179 (Pennsylvania–New Jersey)"
}