{
    "id": "304719",
    "text": "The modern Chinese varieties make frequent use of what are called classifiers or measure words. One use of classifiers is when a noun is qualified by a numeral known as a noun phrase. When a phrase such as \"one person\" or \"three books\" is translated into Chinese, it is normally necessary to insert an appropriate classifier between the numeral and the noun. For example, in Standard Mandarin,All examples given in this article are from standard Mandarin Chinese, with pronunciation indicated using the pinyin system, unless otherwise stated. The script would often be identical in other varieties of Chinese, although the pronunciation would vary. the first of these phrases would be yí rén, where yī means \"one\",But is generally pronounced yí due to sandhi. rén means \"person\", and gè is the required classifier. There are also other grammatical contexts in which classifiers are used, including after the demonstratives 这 (這) zhè (\"this\") and 那 nà (\"that\"); however, when a noun stands alone without any such qualifier, no classifier is needed. There are also various other uses of classifiers: for example, when placed after a noun rather than before it, or when repeated, a classifier signifies a plural or indefinite quantity. The terms \"classifier\" and \"measure word\" are frequently used interchangeably (as equivalent to the Chinese term () liàngcí, which literally means \"measure word\"). Sometimes, however, the two are distinguished, with classifier denoting a particle without any particular meaning of its own, as in the example above, and measure word denoting a word for a particular quantity or measurement of something, such as \"drop\", \"cupful\", or \"liter\". The latter type also includes certain words denoting lengths of time, units of currency, etc. These two types are alternatively called count-classifier and mass-classifier, since the first type can only meaningfully be used with count nouns, while the second is used particularly with mass nouns. However, the grammatical behavior of words of the two types is largely identical. Most nouns have one or more particular classifiers associated with them, often depending on the nature of the things they denote. For example, many nouns denoting flat objects such as tables, papers, beds, and benches use the classifier () zhāng, whereas many long and thin objects use () tiáo. The total number of classifiers in Chinese may be put at anywhere from a few dozen to several hundred, depending on how they are counted. The classifier (), pronounced or in Mandarin, apart from being the standard classifier for many nouns, also serves as a general classifier, which may often (but not always) be used in place of other classifiers; in informal and spoken language, native speakers tend to use this classifier far more than any other, even though they know which classifier is \"correct\" when asked. Mass-classifiers might be used with all sorts of nouns with which they make sense: for example, hé (\"box\") may be used to denote boxes of objects, such as lightbulbs or books, even though those nouns would be used with their own appropriate count-classifiers if being counted as individual objects. Researchers have differing views as to how classifier–noun pairings arise: some regard them as being based on innate semantic features of the noun (for example, all nouns denoting \"long\" objects take a certain classifier because of their inherent longness), while others see them as motivated more by analogy to prototypical pairings (for example, \"dictionary\" comes to take the same classifier as the more common word \"book\"). There is some variation in the pairings used, with speakers of different dialects often using different classifiers for the same item. Some linguists have proposed that the use of classifier phrases may be guided less by grammar and more by stylistic or pragmatic concerns on the part of a speaker who may be trying to foreground new or important information. Many other languages of the Mainland Southeast Asia linguistic area exhibit similar classifier systems, leading to speculation about the origins of the Chinese system. Ancient classifier-like constructions, which used a repeated noun rather than a special classifier, are attested in Old Chinese as early as 1400 BCE, but true classifiers did not appear in these phrases until much later. Originally, classifiers and numbers came after the noun rather than before, and probably moved before the noun sometime after 500 BCE. The use of classifiers did not become a mandatory part of Old Chinese grammar until around 1100 CE. Some nouns became associated with specific classifiers earlier than others; the earliest probably being nouns that signified culturally valued items such as horses and poems. Many words that are classifiers today started out as full nouns; in some cases their meanings have been gradually bleached away so that they are now used only as classifiers. ==Usage== In Chinese, a numeral cannot usually quantify a noun by itself; instead, the language relies on classifiers, commonly also referred to as measure words.Across different varieties of Chinese, classifier-noun clauses have slightly different interpretations (particularly in the interpretation of definiteness in classified nouns as opposed to bare nouns), but the requirement that a classifier come between a number and a noun is more or less the same in the major varieties . When a noun is preceded by a number, a demonstrative such as this or that, or certain quantifiers such as every, a classifier must normally be inserted before the noun. Thus, while English speakers say \"one person\" or \"this person\", Mandarin Chinese speakers say (yí rén, one- person) or (zhè rén, this- person), respectively. If a noun is preceded by both a demonstrative and a number, the demonstrative comes first. (This is just as in English, e.g. \"these three cats\".) If an adjective modifies the noun, it typically comes after the classifier and before the noun. The general structure of a classifier phrase is > – – – – The tables below give examples of common types of classifier phrases.The examples are adapted from those given in , , and . While most English nouns do not require classifiers or measure words (in English, both “five coffees” and “five cups of coffee” are grammatically correct), nearly all Chinese nouns do; thus, in the first table, phrases that have no classifier in English have one in Chinese. {| style=\"border:1px solid darkgray; margin: 1em auto;\" |-style=\"height:30px\" ! !! !! !! !! !! !! style=\"width:7%\"| !! English equivalent |- | -- || || three || || || cat || || \"three cats\" |- | -- || this || || || || cat || || \"this cat\" |- | - || || three || || || || || \"three (of them)\" |- | --- || || three || || black || cat || || \"three black cats\" |- | ---- || this || three || || black || cat || || \"these three black cats\" |- | -- || || three || || ** black || || || \"three black ones\" |- |colspan=\"8\" |* When \"cats\" is already evident from the context, as in \"How many cats do you have?\" \"I have three.\"/\"Three.\" ** When an adjective in Chinese appears by itself, with no noun after it, is added to identify it as an adjective because many nouns can be used as verbs, adjectives and/or adverbs (e.g. 统一 \"unite\" can be used as verb, adjective and adverb; 黑 \"black\" can be used as noun (as the color), verb (transferred meanings, \"defame\" and \"hack into\"; but cannot be used as \"to make something black\"), adjective and adverb). The use of in this example is not related to the presence of classifiers. |- |} {| style=\"border:1px solid darkgray; margin: 1em auto;\" |-style=\"height:30px\" ! !! !! {{teal|number !! !! !! !! style=\"width:7%\"| !! English equivalent |- | -- || || five || || || cattle || || \"five head of cattle\" |- | -- || this || || || || cattle || || \"this head of cattle\" |- | - || || five || || || || || \"five head\" |- | --- || || five || || big || cattle || || \"five head of big cattle\" |- | ---- || this || five || || big || cattle || || \"these five head of big cattle\" |- | -- || || five || || ** big || || || \"five head of big ones\" |- |colspan=\"8\" |* When \"cattle\" is already evident from the context, as in \"How many cattle do you have?\" \"I have five head.\" ** When an adjective in Chinese appears by itself, with no noun after it, is added. The use of in this example is not related to the presence of classifiers. |- |} On the other hand, when a noun is not counted or introduced with a demonstrative, a classifier is not necessary: for example, there is a classifier in (sān liàng chē, three- car, \"three cars\") but not in (wǒ-de chē, me-possessive car, \"my car\"). Furthermore, numbers and demonstratives are often not required in Chinese, so speakers may choose not to use one—and thus not to use a classifier. For example, to say \"Zhangsan turned into a tree\", both (Zhāngsān biànchéng -le yì shù, Zhangsan become PAST one tree) and (Zhāngsān biànchéng -le shù, Zhangsan become PAST tree) are acceptable. The use of classifiers after demonstratives is in fact optional. It is also possible for a classifier alone to qualify a noun, the numeral (\"one\") being omitted, as in 买马 mǎi mǎ \"buy horse\", i.e. \"buy a horse\". ===Specialized uses=== alt=A traffic jam In addition to their uses with numbers and demonstratives, classifiers have some other functions. A classifier placed after a noun expresses a plural or indefinite quantity of it. For example, (shū-, book-) means \"the books\" (e.g. on a shelf, or in a library), whereas the standard pre-nominal construction (yī shū, one- book) means \"one book\". Many classifiers may be reduplicated to mean \"every\". For example, (- rén, - person) signifies \"every person\".Although “” () is more generally used to mean \"every person\" in this case. Finally, a classifier used along with 一 (yī, \"one\") and after a noun conveys a meaning close to \"all of\" or \"the entire\" or \"a ___full of\". The sentence (tiānkōng yī yún, sky one- cloud), meaning \"the sky was full of clouds\", uses the classifier (piàn, slice), which refers to the sky, not the clouds.See, for example, similar results in the Chinese corpus of the Center for Chinese Linguistics at Peking University: 天空一片, retrieved on 3 June 2009. ==Types== The vast majority of classifiers are those that count or classify nouns (nominal classifiers, as in all the examples given so far, as opposed to verbal classifiers). These are further subdivided into count-classifiers and mass-classifiers, described below. In everyday speech, people often use the term \"measure word\", or its literal Chinese equivalent liàngcí, to cover all Chinese count-classifiers and mass- classifiers,; ; ; . Also see the usage in and most introductory Chinese textbooks. but the types of words grouped under this term are not all the same. Specifically, the various types of classifiers exhibit numerous differences in meaning, in the kinds of words they attach to, and in syntactic behavior. Chinese has a large number of nominal classifiers; estimates of the number in Mandarin range from \"several dozen\" or \"about 50\", to over 900. The range is so large because some of these estimates include all types of classifiers while others include only count-classifiers,In addition to the count-mass distinction and nominal-verbal distinction described below, various linguists have proposed many additional divisions of classifiers by type. contains a review of these. and because the idea of what constitutes a \"classifier\" has changed over time. Today, regular dictionaries include 120 to 150 classifiers;; the 8822-word Syllabus of Graded Words and Characters for Chinese ProficiencyThe Syllabus of Graded Words and Characters for Chinese Proficiency is a standardized measure of vocabulary and character recognition, used in the People's Republic of China for testing middle school students, high school students, and foreign learners. The most recent edition was published in 2003 by the Testing Center of the National Chinese Proficiency Testing Committee. () lists 81; and a 2009 list compiled by Gao Ming and Barbara Malt includes 126. The number of classifiers that are in everyday, informal use, however, may be lower: linguist Mary Erbaugh has claimed that about two dozen \"core classifiers\" account for most classifier use. As a whole, though, the classifier system is so complex that specialized classifier dictionaries have been published.Including the following: * * * * ===Count- classifiers and mass-classifiers=== Within the set of nominal classifiers, linguists generally draw a distinction between \"count-classifiers\" and \"mass- classifiers\". True count-classifiersCount-classifiers have also been called \"individual classifiers\", , \"qualifying classifiers\" (; ), and just \"classifiers\" . are used for naming or counting a single count noun, and have no direct translation in English; for example, (yì shū, one- book) can only be translated in English as \"one book\" or \"a book\". Furthermore, count- classifiers cannot be used with mass nouns: just as an English speaker cannot ordinarily say *\"five muds\", a Chinese speaker cannot say * (wǔ nì, five- mud). For such mass nouns, one must use mass-classifiers.Mass-classifiers have also been called \"measure words\", \"massifiers\" , \"non-individual classifiers\" , and \"quantifying classifiers\" (; ). The term \"mass-classifier\" is used in this article to avoid ambiguous usage of the term \"measure word\", which is often used in everyday speech to refer to both count-classifiers and mass- classifiers, even though in technical usage it only means mass-classifiers . Mass-classifiers (true measure words) do not pick out inherent properties of an individual noun like count-classifiers do; rather, they lump nouns into countable units. Thus, mass-classifiers can generally be used with multiple types of nouns; for example, while the mass-classifier (hé, box) can be used to count boxes of lightbulbs ( yì dēngpào, \"one of lightbulbs\") or of books ( yì jiàocái, \"one of textbooks\"), each of these nouns must use a different count-classifier when being counted by itself ( yì dēngpào \"one lightbulb\"; vs. yì jiàocái \"one textbook\"). While count-classifiers have no direct English translation, mass-classifiers often do: phrases with count-classifiers such as (yí rén, one- person) can only be translated as \"one person\" or \"a person\", whereas those with mass-classifiers such as (yì rén, one--person) can be translated as \"a crowd of people\". All languages, including English, have mass-classifiers, but count-classifiers are unique to certain \"classifier languages\", and are not a part of English grammar apart from a few exceptional cases such as head of livestock. Within the range of mass-classifiers, authors have proposed subdivisions based on the manner in which a mass-classifier organizes the noun into countable units. One of these is measurement units (also called \"standard measures\"), which all languages must have in order to measure items; this category includes units such as kilometers, liters, or pounds; ; (see list). Like other classifiers, these can also stand without a noun; thus, for example, (bàng, pound) may appear as both (sān ròu, \"three of meat\") or just (sān , \"three \", never * sān ). Units of currency behave similarly: for example, 十 (shí , \"ten \"), which is short for (for example) 十人民币 (shí rénmínbì, \"ten of renminbi\"). Other proposed types of mass- classifiers include \"collective\"; Also called \"aggregate\" or \"group\" measures. mass-classifiers, such as (yì rén, \"a of people\"), which group things less precisely; and \"container\"; mass-classifiers which group things by containers they come in, as in (yì zhōu, \"a of porridge\") or (yì táng, \"a of sugar\"). The difference between count-classifiers and mass-classifiers can be described as one of quantifying versus categorizing: in other words, mass-classifiers create a unit by which to measure something (i.e. boxes, groups, chunks, pieces, etc.), whereas count-classifiers simply name an existing item.; Most words can appear with both count-classifiers and mass-classifiers; for example, pizza can be described as both (yì bǐsà, \"one pizza\", literally \"one of pizza\"), using a count-classifier, and as (yí bǐsà, \"one of pizza\"), using a mass-classifier. In addition to these semantic differences, there are differences in the grammatical behaviors of count-classifiers and mass- classifiers;; for example, mass-classifiers may be modified by a small set of adjectives (as in yí dà rén, \"a big of people\"), whereas count-classifiers usually may not (for example, * yí dà rén is never said for \"a big person\"; instead the adjective must modify the noun: yí dà rén). Another difference is that count-classifiers may often be replaced by a \"general\" classifier (), gè with no apparent change in meaning, whereas mass-classifiers may not. Syntacticians Lisa Cheng and Rint Sybesma propose that count-classifiers and mass-classifiers have different underlying syntactic structures, with count- classifiers forming \"classifier phrases\",\"Classifier phrases\" are similar to noun phrases, but with a classifier rather than a noun as the head . and mass- classifiers being a sort of relative clause that only looks like a classifier phrase. The distinction between count-classifiers and mass-classifiers is often unclear, however, and other linguists have suggested that count- classifiers and mass-classifiers may not be fundamentally different. They posit that \"count-classifier\" and \"mass-classifier\" are the extremes of a continuum, with most classifiers falling somewhere in between.; ===Verbal classifiers=== There is a set of \"verbal classifiers\" used specifically for counting the number of times an action occurs, rather than counting a number of items; this set includes cì, / biàn, huí, and xià, which all roughly translate to \"times\". For example, (wǒ qù-guo sān Běijīng, I go-PAST three- Beijing, \"I have been to Beijing three \").; ; These words can also form compound classifiers with certain nouns, as in rén cì \"person-time\", which can be used to count (for example) visitors to a museum in a year (where visits by the same person on different occasions are counted separately). Another type of verbal classifier indicates the tool or implement used to perform the action. An example is found in the sentence tā tī le wǒ yī jiǎo \"he kicked me\", or more literally \"he kicked me one foot\". The word jiǎo, which usually serves as a simple noun meaning \"foot\", here functions as a verbal classifier reflecting the tool (namely the foot) used to perform the kicking action. ==Relation to nouns== Different classifiers often correspond to different particular nouns. For example, books generally take the classifier běn, flat objects take () zhāng, animals take () zhī, machines take tái, large buildings and mountains take zuò, etc. Within these categories are further subdivisions—while most animals take () zhī, domestic animals take () tóu, long and flexible animals take () tiáo, and horses take pǐ. Likewise, while long things that are flexible (such as ropes) often take () tiáo, long things that are rigid (such as sticks) take gēn, unless they are also round (like pens or cigarettes), in which case in some dialects they take zhī.; Classifiers also vary in how specific they are; some (such as duǒ for flowers and other similarly clustered items) are generally only used with one type, whereas others (such as () tiáo for long and flexible things, one-dimensional things, or abstract items like news reports)This may be because official documents during the Han Dynasty were written on long bamboo strips, making them \"strips of business\" . are much less restricted. Furthermore, there is not a one-to-one relationship between nouns and classifiers: the same noun may be paired with different classifiers in different situations. The specific factors that govern which classifiers are paired with which nouns have been a subject of debate among linguists. ===Categories and prototypes=== While mass- classifiers do not necessarily bear any semantic relationship to the noun with which they are used (e.g. box and book are not related in meaning, but one can still say \"a box of books\"), count-classifiers do. The precise nature of that relationship, however, is not certain, since there is so much variability in how objects may be organized and categorized by classifiers. Accounts of the semantic relationship may be grouped loosely into categorical theories, which propose that count-classifiers are matched to objects solely on the basis of inherent features of those objects (such as length or size), and prototypical theories, which propose that people learn to match a count-classifier to a specific prototypical object and to other objects that are like that prototype.; The categorical, \"classical\"; view of classifiers was that each classifier represents a category with a set of conditions; for example, the classifier () tiáo would represent a category defined as all objects that meet the conditions of being long, thin, and one-dimensional—and nouns using that classifier must fit all the conditions with which the category is associated. Some common semantic categories into which count-classifiers have been claimed to organize nouns include the categories of shape (long, flat, or round), size (large or small), consistency (soft or hard), animacy (human, animal, or object),; and function (tools, vehicles, machines, etc.). On the other hand, proponents of prototype theory propose that count-classifiers may not have innate definitions, but are associated with a noun that is prototypical of that category, and nouns that have a \"family resemblance\" with the prototype noun will want to use the same classifier.The theory described in and is also referred to within those works as a \"prototype\" theory, but differs somewhat from the version of prototype theory described here; rather than claiming that individual prototypes are the source for classifier meanings, these authors believe that classifiers still are based on categories with features, but that the categories have many features, and \"prototypes\" are words that have all the features of that category whereas other words in the category only have some features. In other words, \"there are core and marginal members of a category.... a member of a category does not necessarily possess all the properties of that category\" . For instance, the classifier kē is used for the category of trees, which may have features such as \"has a trunk\", \"has leaves\", and \"has branches\", \"is deciduous\"; maple trees would be prototypes of the category, since they have all these features, whereas palm trees only have a trunk and leaves and thus are not prototypical . For example, horse in Chinese uses the classifier pǐ, as in (sān mǎ, \"three horses\")—in modern Chinese the word has no meaning. Nevertheless, nouns denoting animals that look like horses will often also use this same classifier, and native speakers have been found to be more likely to use the classifier the closer an animal looks to a horse. Furthermore, words that do not meet the \"criteria\" of a semantic category may still use that category because of their association with a prototype. For example, the classifier () kē is used for small round items, as in (yì zǐdàn, \"one bullet\"); when words like (yuánzǐdàn, \"atomic bomb\") were later introduced into the language they also used this classifier, even though they are not small and round—therefore, their classifier must have been assigned because of the words' association with the word for bullet, which acted as a \"prototype\". This is an example of \"generalization\" from prototypes: Erbaugh has proposed that when children learn count-classifiers, they go through stages, first learning a classifier- noun pair only (such as yú, -fish), then using that classifier with multiple nouns that are similar to the prototype (such as other types of fish), then finally using that set of nouns to generalize a semantic feature associated with the classifier (such as length and flexibility) so that the classifier can then be used with new words that the person encounters. Some classifier- noun pairings are arbitrary, or at least appear to modern speakers to have no semantic motivation.; ; For instance, the classifier bù may be used for movies and novels, but also for cars and telephones. Some of this arbitrariness may be due to what linguist James Tai refers to as \"fossilization\", whereby a count-classifier loses its meaning through historical changes but remains paired with some nouns. For example, the classifier pǐ used for horses is meaningless today, but in Classical Chinese may have referred to a \"team of two horses\", a pair of horse skeletons, or the pairing between man and horse.The apparent disagreement between the definitions provided by different authors may reflect different uses of these words in different time periods. It is well-attested that many classifiers underwent frequent changes of meaning throughout history (; ; ), so pǐ may have had all these meanings at different points in history. Arbitrariness may also arise when a classifier is borrowed, along with its noun, from a dialect in which it has a clear meaning to one in which it does not. In both these cases, the use of the classifier is remembered more by association with certain \"prototypical\" nouns (such as horse) rather than by understanding of semantic categories, and thus arbitrariness has been used as an argument in favor of the prototype theory of classifiers. Gao and Malt propose that both the category and prototype theories are correct: in their conception, some classifiers constitute \"well-defined categories\", others make \"prototype categories\", and still others are relatively arbitrary. ===Neutralization=== In addition to the numerous \"specific\" count-classifiers described above,Also called \"sortal classifiers\" (; ). Chinese has a \"general\" classifier (), pronounced gè in Mandarin.Kathleen Ahrens claimed in 1994 that the classifier for animals—, pronounced zhī in Mandarin and jia in Taiwanese—is in the process of becoming a second general classifier in the Mandarin spoken in Taiwan, and already is used as the general classifier in Taiwanese itself . This classifier is used for people, some abstract concepts, and other words that do not have special classifiers (such as 汉堡包 hànbǎobāo \"hamburger\"), and may also be used as a replacement for a specific classifier such as () zhāng or () tiáo, especially in informal speech. In Mandarin Chinese, it has been noted as early as the 1940s that the use of is increasing and that there is a general tendency towards replacing specific classifiers with it. Numerous studies have reported that both adults and children tend to use when they do not know the appropriate count-classifier, and even when they do but are speaking quickly or informally. The replacement of a specific classifier with the general is known as classifier neutralization (\"\" in Chinese, literally \"classifier 个-ization\"). This occurs especially often among children; and aphasics (individuals with damage to language-relevant areas of the brain), although normal speakers also neutralize frequently. It has been reported that most speakers know the appropriate classifiers for the words they are using and believe, when asked, that those classifiers are obligatory, but nevertheless use without even realizing it in actual speech.; As a result, in everyday spoken Mandarin the general classifier is \"hundreds of times more frequent\" than the specialized ones. Nevertheless, has not completely replaced other count-classifiers, and there are still many situations in which it would be inappropriate to substitute it for the required specific classifier. There may be specific patterns behind which classifier-noun pairs may be \"neutralized\" to use the general classifier, and which may not. Specifically, words that are most prototypical for their categories, such as paper for the category of nouns taking the \"flat/square\" classifier () zhāng, may be less likely to be said with a general classifier. ===Variation in usage=== It is not the case that every noun is only associated with one classifier. Across dialects and speakers there is great variability in the way classifiers are used for the same words, and speakers often do not agree which classifier is best.; For example, for cars some people use bù, others use tái, and still others use () liàng; Cantonese uses gaa3. Even within a single dialect or a single speaker, the same noun may take different measure words depending on the style in which the person is speaking, or on different nuances the person wants to convey (for instance, measure words can reflect the speaker's judgment of or opinion about the object). An example of this is the word for person, rén, which uses the measure word () gè normally, but uses the measure kǒu when counting number of people in a household, and wèi when being particularly polite or honorific, and míng in formal, written contexts;; likewise, a group of people may be referred to by massifiers as (yì rén, \"a of people\") or (yì rén, \"a of people\"): the first is neutral, whereas the second implies that the people are unruly or otherwise being judged poorly. Some count-classifiers may also be used with nouns that they are not normally related to, for metaphorical effect, as in (yì fánnǎo, \"a of worries/troubles\"). Finally, a single word may have multiple count-classifiers that convey different meanings altogether—in fact, the choice of a classifier can even influence the meaning of a noun. By way of illustration, sān kè means \"three class periods\" (as in \"I have three classes today\"), whereas sān kè means \"three courses\" (as in \"I signed up for three courses this semester\"), even though the noun in each sentence is the same. ==Purpose== In research on classifier systems, and Chinese classifiers in particular, it has been asked why count-classifiers (as opposed to mass-classifiers) exist at all. Mass-classifiers are present in all languages since they are the only way to \"count\" mass nouns that are not naturally divided into units (as, for example, \"three of mud\" in English; *\"three muds\" is ungrammatical). On the other hand, count-classifiers are not inherently mandatory, and are absent from most languages.; ; Although English does not have a productive system of count-classifiers and is not considered a \"classifier language\", it does have a few constructions—mostly archaic or specialized—that resemble count- classifiers, such as \"X head of cattle\" . Furthermore, count-classifiers are used with an \"unexpectedly low frequency\"; in many settings, speakers avoid specific classifiers by just using a bare noun (without a number or demonstrative) or using the general classifier gè.; Linguists and typologists such as Joseph Greenberg have suggested that specific count- classifiers are semantically \"redundant\", repeating information present within the noun. Count-classifiers can be used stylistically, though, and can also be used to clarify or limit a speaker's intended meaning when using a vague or ambiguous noun; for example, the noun kè \"class\" can refer to courses in a semester or specific class periods during a day, depending on whether the classifier () mén or () jié is used. One proposed explanation for the existence of count-classifiers is that they serve more of a cognitive purpose than a practical one: in other words, they provide a linguistic way for speakers to organize or categorize real objects. An alternative account is that they serve more of a discursive and pragmatic function (a communicative function when people interact) rather than an abstract function within the mind. Specifically, it has been proposed that count-classifiers might be used to mark new or unfamiliar objects within a discourse, to introduce major characters or items in a story or conversation, or to foreground important information and objects by making them bigger and more salient. In this way, count-classifiers might not serve an abstract grammatical or cognitive function, but may help in communication by making important information more noticeable and drawing attention to it. ==History== ===Classifier phrases=== An alt=An off-white, ovular turtle shell with an inscription in ancient Chinese Historical linguists have found that phrases consisting of nouns and numbers went through several structural changes in Old Chinese and Middle Chinese before classifiers appeared in them. The earliest forms may have been Number – Noun, like English (i.e. \"five horses\"), and the less common Noun – Number (\"horses five\"), both of which are attested in the oracle bone scripts of Pre-Archaic Chinese (circa 1400 BCE to 1000 BCE).; The first constructions resembling classifier constructions were Noun – Number – Noun constructions, which were also extant in Pre-Archaic Chinese but less common than Number – Noun. In these constructions, sometimes the first and second nouns were identical (N1 – Number – N1, as in \"horses five horses\") and other times the second noun was different, but semantically related (N1 – Number – N2). According to some historical linguists, the N2 in these constructions can be considered an early form of count-classifier and has even been called an \"echo classifier\"; this speculation is not universally agreed on, though. Although true count-classifiers had not appeared yet, mass-classifiers were common in this time, with constructions such as \"wine – six – \" (the word yǒu represented a wine container) meaning \"six yǒu of wine\". Examples such as this suggest that mass-classifiers predate count-classifiers by several centuries, although they did not appear in the same word order as they do today.; It is from this type of structure that count-classifiers may have arisen, originally replacing the second noun (in structures where there was a noun rather than a mass-classifier) to yield Noun – Number – Classifier. That is to say, constructions like \"horses five horses\" may have been replaced by ones like \"horses five \", possibly for stylistic reasons such as avoiding repetition. Another reason for the appearance of count-classifiers may have been to avoid confusion or ambiguity that could have arisen from counting items using only mass-classifiers—i.e. to clarify when one is referring to a single item and when one is referring to a measure of items. Historians agree that at some point in history the order of words in this construction shifted, putting the noun at the end rather than beginning, like in the present-day construction Number – Classifier – Noun.; According to historical linguist Alain Peyraube, the earliest occurrences of this construction (albeit with mass-classifiers, rather than count-classifiers) appear in the late portion of Old Chinese (500 BCE to 200 BCE). At this time, the Number – Mass-classifier portion of the Noun – Number – Mass-classifier construction was sometimes shifted in front of the noun. Peyraube speculates that this may have occurred because it was gradually reanalyzed as a modifier (like an adjective) for the head noun, as opposed to a simple repetition as it originally was. Since Chinese generally places modifiers before modified, as does English, the shift may have been prompted by this reanalysis. By the early part of the Common Era, the nouns appearing in \"classifier position\" were beginning to lose their meaning and become true classifiers. Estimates of when classifiers underwent the most development vary: Wang Li claims their period of major development was during the Han Dynasty (206 BCE – 220 CE), whereas Liu Shiru estimates that it was the Southern and Northern Dynasties period (420 – 589 CE), and Peyraube chooses the Tang Dynasty (618 – 907 CE). Regardless of when they developed, Wang Lianqing claims that they did not become grammatically mandatory until sometime around the 11th century. Classifier systems in many nearby languages and language groups (such as Vietnamese and the Tai languages) are very similar to the Chinese classifier system in both grammatical structure and the parameters along which some objects are grouped together. Thus, there has been some debate over which language family first developed classifiers and which ones then borrowed them—or whether classifier systems were native to all these languages and developed more through repeated language contact throughout history.; ===Classifier words=== Most modern count-classifiers are derived from words that originally were free-standing nouns in older varieties of Chinese, and have since been grammaticalized to become bound morphemes.; In other words, count-classifiers tend to come from words that once had specific meaning but lost it (a process known as semantic bleaching). Many, however, still have related forms that work as nouns all by themselves, such as the classifier () dài for long, ribbon-like objects: the modern word dàizi means \"ribbon\". In fact, the majority of classifiers can also be used as other parts of speech, such as nouns. Mass-classifiers, on the other hand, are more transparent in meaning than count-classifiers; while the latter have some historical meaning, the former are still full-fledged nouns. For example, (bēi, cup), is both a classifier as in (yì chá, \"a of tea\") and the word for a cup as in (jiǔbēi, \"wine glass\"). It was not always the case that every noun required a count-classifier. In many historical varieties of Chinese, use of classifiers was not mandatory, and classifiers are rare in writings that have survived.; Some nouns acquired classifiers earlier than others; some of the first documented uses of classifiers were for inventorying items, both in mercantile business and in storytelling. Thus, the first nouns to have count- classifiers paired with them may have been nouns that represent \"culturally valued\" items such as horses, scrolls, and intellectuals. The special status of such items is still apparent today: many of the classifiers that can only be paired with one or two nouns, such as pǐ for horsesToday, may also be used for bolts of cloth. See \"List of Common Nominal Measure Words\" on ChineseNotes.com (last modified 11 January 2009; retrieved on 3 September 2009). and shǒu for songs or poems, are the classifiers for these same \"valued\" items. Such classifiers make up as much as one-third of the commonly used classifiers today. Classifiers did not gain official recognition as a lexical category (part of speech) until the 20th century. The earliest modern text to discuss classifiers and their use was Ma Jianzhong's 1898 Ma's Basic Principles for Writing Clearly (). From then until the 1940s, linguists such as Ma, Wang Li, and Li Jinxi treated classifiers as just a type of noun that \"expresses a quantity\". Lü Shuxiang was the first to treat them as a separate category, calling them \"unit words\" ( dānwèicí) in his 1940s Outline of Chinese Grammar () and finally \"measure words\" ( liàngcí) in Grammar Studies (). He made this separation based on the fact that classifiers were semantically bleached, and that they can be used directly with a number, whereas true nouns need to have a measure word added before they can be used with a number. After this time, other names were also proposed for classifiers: Gao Mingkai called them \"noun helper words\" ( zhùmíngcí), Lu Wangdao \"counting markers\" ( jìbiāo), and Japanese linguist Miyawaki Kennosuke called them \"accompanying words\" ( péibàncí). In the Draft Plan for a System of Teaching Chinese Grammar () adopted by the People's Republic of China in 1954, Lü's \"measure words\" ( liàngcí) was adopted as the official name for classifiers in China. This remains the most common term in use today. ===General classifiers=== Historically, gè was not always the general classifier. Some believe it was originally a noun referring to bamboo stalks, and gradually expanded in use to become a classifier for many things with \"vertical, individual, [or] upright qualit[ies]\", eventually becoming a general classifier because it was used so frequently with common nouns.; The classifier gè is actually associated with three different homophonous characters: , (used today as the traditional-character equivalent of ), and . Historical linguist Lianqing Wang has argued that these characters actually originated from different words, and that only had the original meaning of \"bamboo stalk\". , she claims, was used as a general classifier early on, and may have been derived from the orthographically similar jiè, one of the earliest general classifiers. later merged with because they were similar in pronunciation and meaning (both used as general classifiers). Likewise, she claims that was also a separate word (with a meaning having to do with \"partiality\" or \"being a single part\"), and merged with for the same reasons as did; she also argues that was \"created\", as early as the Han Dynasty, to supersede . Nor was the only general classifier in the history of Chinese. The aforementioned jiè was being used as a general classifier before the Qin Dynasty (221 BCE); it was originally a noun referring to individual items out of a string of connected shells or clothes, and eventually came to be used as a classifier for \"individual\" objects (as opposed to pairs or groups of objects) before becoming a general classifier. Another general classifier was méi, which originally referred to small twigs. Since twigs were used for counting items, became a counter word: any items, including people, could be counted as \"one , two \", etc. was the most common classifier in use during the Southern and Northern Dynasties period (420–589 CE), but today is no longer a general classifier, and is only used rarely, as a specialized classifier for items such as pins and badges. Kathleen Ahrens has claimed that (zhī in Mandarin and jia in Taiwanese), the classifier for animals in Mandarin, is another general classifier in Taiwanese and may be becoming one in the Mandarin spoken in Taiwan. ===Variety=== Northern dialects tend to have fewer classifiers than southern ones. 個 ge is the only classifier found in the Dungan language. All nouns could have just one classifier in some dialects, such as Shanghainese (Wu), the Mandarin dialect of Shanxi, and Shandong dialects. Some dialects such as Northern Min, certain Xiang dialects, Hakka dialects, and some Yue dialects use 隻 for the noun referring to people, rather than 個. ==See also== *List of Chinese classifiers *Chinese grammar *Collective noun *Classifiers in other languages: **Burmese numerical classifiers **Hokkien counter word **Japanese counter word **Korean counter word **Vietnamese classifier ==Notes== ==References== ==Bibliography== * * * * * * * * * * * * * * * * * * * * * * * * * * ==External links== *List of Common Nominal Measure Words on chinesenotes.com *Units of Weights and Measures on chinesenotes.com *How to Use Chinese Measure Words on 3000 Hanzi Classifier Category:Parts of speech ja:助数詞#中国語の助数詞 ",
    "title": "Chinese classifier"
}