{
    "id": "304707",
    "text": "George Washington Donaghey (July 1, 1856 – December 15, 1937) was the 22nd Governor of the U.S. state of Arkansas from 1909 to 1913. ==Early life and education== Donaghey was born as the oldest of five children to Christopher Columbus and Elizabeth (née Ingram) Donaghey, in the Oakland Community in Union Parish in north Louisiana. His father's family was from Ireland and his mother's from Scotland. His father Christopher was a farmer who moved from Alabama to northern Louisiana, purchasing land there, and later moved to Arkansas where he served in the Confederate Army. In 1875, without letting his family know, Donaghey moved to Texas where he worked as a cowboy on the Chisholm Trail and farmer, but later moved again to Arkansas in 1876 due to cowboy lifestyle and health issues. From 1882 to 1883, he attended the University of Arkansas at Fayetteville. He was a school teacher and carpenter, and studied both architecture and structural engineering. In 1883, Donaghey established his residence at Conway, Arkansas, and adopted that city as his hometown. There, he later met his wife Louvenia Wallace; they had no children. One of the major streets there bears his name. He served one term as town marshal and was an unsuccessful prohibition candidate for mayor in 1885. Having himself lacked a formal education, Donaghey worked diligently to bring institutions of higher learning to Conway. He served on the boards of Philander Smith College in Little Rock, Hendrix College (to which he donated $75,000 in 1910), the University of Central Arkansas, State Normal School (where he was the principal speaker for its 1908 dedication) and Little Rock Junior College (both now part of University of Central Arkansas) in Conway, where his service extended from 1906 until his death. Additionally, he gave generously to both institutions. ==Business== Donaghey entered business as a contractor and constructed courthouses in Texas and Arkansas, including the first bank building in Conway in 1890. Shortly afterward, he detoured into the mercantile business—for his contracting business was not profitable in its early years—and suffered significant losses after building the second Faulkner County courthouse. When he returned, he reconstructed the Arkansas Insane Asylum after a tornado in 1894. He built ice plants and roads in Arkansas, and water tanks and railroad stations for the Choctaw, Oklahoma and Gulf Railroad, and often invested in farm and timber land. In 1899, Donaghey was appointed to the commission tasked with constructing the new state capitol. The project was not complete until a dozen years later; during much of that time Jefferson \"Jeff\" Davis was state governor and firmly opposed all the new plans. This obstruction impelled Donaghey to enter politics; eventually in 1907 he sought the nomination for governor, in the teeth of opposition from Davis (who had been elected U.S. senator for Arkansas) and Davis's ally William F. Kirby. ==As governor== In 1908, Donaghey won a three-way primary election that broke the hold of Jeff Davis on the Arkansas Democratic Party. He then attained an easy victory in the gubernatorial general election with 106,512 votes, over Republican John I. Worthington (42,979) and Socialist J. Sam Jones (6,537). Worthington had also run in 1906 against Davis.Congressional Quarterly's Guide to U.S. Elections, p. 1601 Donaghey had to wait ten months to take office. In the meantime he traveled the country, and as professor Calvin Ledbetter, Jr. of the University of Arkansas at Little Rock points out in his book The Carpenter from Conway, Donaghey educated himself for the political office which awaited him. In June 1909, he appointed the fourth and final state capitol commission and hired Cass Gilbert for the architecture project. Donaghey was reelected in 1910, defeating another Republican, Andrew L. Roland, by 101,612 votes to 38,870. Another 9,196 ballots were cast for the Socialist candidate, Dan Hogan. That same year he negotiated with the Southern Regional Education Board to bring its campaign to Arkansas, which had successful results in the state, and he also supported four agricultural high schools that later formed into Arkansas Tech University, Arkansas State University, Southern Arkansas University and the University of Arkansas at Monticello. His actions in 1910 also included helping to create the Booneville Tuberculosis Sanatorium, thus improving public health; he later also negotiated with the Rockefeller Sanitary Commission to eradicate hookworm. During his term, Arkansas was the first state in the country to require smallpox vaccinations for all schoolchildren and school personnel, and the Crossett malaria control experiment campaigned against the mosquitos. Donaghey's achievements included establishment of a new state board of education, support for high schools, and the passage of a law making consolidation easier. Although several of the prisoners he pardoned from the convict lease program were black, Donaghey still supported segregation. In 1910 at the state Baptist Colored Convention in Little Rock, he said \"It is not for any political purpose that I come to talk to you. It is not for the purpose of getting your votes, this you know as well as I do, because your people don't vote much. This, perhaps, is best for you. The greatest man in your race [Booker T. Washington] has said that you should keep out of politics and in this I agree with him. I think it is best that you stay out of politics and look after the condition of your people, and in this you have as much as you can do\". In autumn 1911, he appeared with Booker T. Washington at the National Negro Business League and said to an audience of one thousand black men to \"not waste their time running around begging for social equality\". The Chicago Defender quoted him as saying \"You must ride in the last two seats in our street cars; you must not sit in a Pullman car; you must not ride on the same deck, nor eat in the same restaurant, nor drink in the same saloon as me...You are a race of degenerates, your women are lewd and we cannot afford to have our white women and children associate with you\". Donaghey's progressive stance procured passage of the Initiative and Referendum Act by which Arkansans can take governmental matters into their own hands and bypass the state legislature. He recruited William Jennings Bryan to help campaign for the amendment's adoption in 1910. Arkansas is the only state in the American South to grant its citizens such power. The initiative, which began in South Dakota, is otherwise particularly known in California and Colorado. The Donaghey administration focused on roads, public health, and railroads. Donaghey was vehemently opposed to the use of prisoners for contract-leased labor, especially for building railroads. He particularly learned about convict lease while at a Southern governors' conference in West Virginia in autumn 1912. Unable to get the legislature to abolish the practice, he prior to leaving office pardoned 360 prisoners, 44 in country farms and 316 out of 850 in penitentiaries and 37 percent of the incarcerated population. This left the lease system with insufficient available prisoners for utilization in construction. In 1913, a year after Donaghey left office, the legislature finally ended the practice and a new prison board was formed. In 1912, he was eager for a third term, hoping to take care of statewide prohibition and the much-needed tax reform, but the legislature rejected his reforms and the electorate rejected his prohibition plans. During his campaign for the third term the state capitol project ran out of money, and Donaghey's appropriation plans were not successful. What also helped bring on his defeat was that former governor Jeff Davis and his allies also campaigned for governor, along with emerging powerbroker Joseph Taylor Robinson. Donaghey was the first Arkansas governor who could indisputably be labeled 'progressive' but was also within the southern progressive tradition, as well as the first businessman to become governor of Arkansas. ==After being governor== After his bid for a third term as governor was defeated by Joseph Taylor Robinson in 1912, Donaghey persisted in his quest to complete the Capitol. A critical year was 1913. Senator Jeff Davis died two days into the year. Robinson, by this time state governor, was named by the legislature as Davis's successor. J. M. Futtrell, president of the Arkansas Senate, became acting governor. The result was that Futtrell and the Capitol Building Commission asked Donaghey to become a commission member and take charge of completing construction, which he did. The Capitol, valued at more than $300 million today, was completed in 1917 for $2.2 million, ending an 18-year effort. As a hallmark to completion, Donaghey personally built the governor's conference table, which sets today as the centerpiece of the governor's conference room in the north wing of the Capitol. As a former governor, Donaghey served on a number of boards and commissions responsible for a variety of tasks such as constructions, education, and charities. He penned the book Build a State Capitol, which details the construction of the Arkansas capitol building. Donaghey died from a heart attack in Little Rock in 1937, and is interred there at the Roselawn Memorial Park Cemetery. His estate is managed by George W. Donaghey Foundation in Little Rock. Former Arkansas Governor (1949-1953) Sid McMath said in his memoir Promises Kept: a Memoir that Donaghey was \"without a doubt, one of the great governors of Arkansas and served as an inspiration to my administration and to others, particularly in the continuing struggle for human rights, and I decided to continue what he had begun\". One book called him \"arguably one of the best and most influential governors and philanthropists in Arkansas history\". In 1999, the Log Cabin Democrat named him one of the ten most influential people in Faulkner County's history. ==Donaghey's Monument== In 1931, Donaghey, who felt a kinship to both Arkansas and Louisiana, established a monument at the Union Parish/Union County state line near his birthplace. The Art Deco-style monument contains intricate carvings; it includes references to transportation in 1831 and 1931, and mentions Governor Huey P. Long, Jr., whose educational program Donaghey admired. The land was not registered with state parks offices in either state, timber companies cut trees around it, and the marker was forgotten. In 1975, an employee of the Louisiana Department of Transportation came across the abandoned monument and informed then-State Representative Louise B. Johnson of Bernice of his discovery. In an article in the North Louisiana Historical Association Journal (afterward North Louisiana History), Johnson explained that she asked the Olinkraft Timber Company of West Monroe, Louisiana, to cease cutting trees on the property and to help with the restoration of the monument. She introduced a bill to cede the state's part of the property to the state parks system. Governor Edwin Washington Edwards signed what became Act 734 of 1975, and a re-dedication ceremony was held in which he and Johnson planted a tree. Months later, according to the Arkansas Historic Preservation Program, Arkansas sold its part of the land to Olin Mathieson Chemical Corporation. Since that time, chunks of the monument have been lost or spray-painted by vandals. Restoration efforts were unveiled in 2009. The Monument was dedicated in 1933; Donaghey died four years later. At one time there were plans for a Donaghey State Park, but these were never implemented. ==See also== ==References== ==External links== * Encyclopedia of Arkansas * Arkansas Secretary of State Category:Governors of Arkansas Category:Arkansas Democrats Category:People from Union Parish, Louisiana Category:People from Conway, Arkansas Category:Politicians from Little Rock, Arkansas Category:1856 births Category:1937 deaths Category:University of Arkansas alumni Category:University of Arkansas at Little Rock people Category:American real estate businesspeople Category:Businesspeople from Little Rock, Arkansas Category:Democratic Party state governors of the United States ",
    "title": "George Washington Donaghey"
}