{
    "id": "305029",
    "text": "Duane Charles \"Bill\" Parcells (born August 22, 1941), also known as \"The Big Tuna\", \"I think it goes back to my first time with the Patriots. There was an old commercial from StarKist with Charlie the StarKist tuna. So my players were trying to con me on something one time, and I said, 'You must think I'm Charlie the Tuna.'\" is a former American football coach who was a head coach in the National Football League (NFL) for 19 seasons. He rose to prominence as the head coach of the New York Giants, which he led to two Super Bowl titles. Parcells later served as the head coach of the New England Patriots, New York Jets, and Dallas Cowboys. Throughout his career, he coached teams that were in a period of decline and turned them into postseason contenders. He is the only coach in NFL history to lead four teams to the playoffs and three teams to a conference championship game. When Parcells became the head coach of the Giants in 1983, he took over a franchise that had qualified for the postseason only once (1981) in the past decade and had only one winning record in their last 10 seasons. Parcells brought new success to the team and within four years, guided them to their first Super Bowl win. His tenure with the Giants spanned eight seasons and concluded with a second championship victory in Super Bowl XXV. After the Super Bowl win, Parcells retired as a coach in 1991. In 1993, Parcells came out of retirement to become the head coach of the Patriots, another struggling franchise at the time. Once again, Parcells changed the fortunes for the team and led them to an appearance in Super Bowl XXXI during his fourth season as their coach, although the game ended in defeat for the Patriots. Amid conflicts with Patriots owner Robert Kraft, he left the franchise after their Super Bowl loss and became the head coach of the Jets for the next season. Under Parcells, the Jets went from having only one victory in the previous season to obtaining a winning record, and they reached the 1998 AFC Championship Game in his second year with the team. After three seasons as the Jets' head coach, Parcells retired for a second time in 1999, but came back to football in 2003 to become the head coach of the Cowboys. He coached the Cowboys for four seasons and helped them qualify for the playoffs twice, although the team was eliminated in the first round each time. Following the team's loss in a 2006 NFC Wild Card game, Parcells retired from coaching for good in 2007. Since his final retirement from coaching, Parcells currently serves as an NFL analyst for ESPN and since 2014, has been an unofficial consultant for the Cleveland Browns. He was also the Vice President of Football Operations with the Miami Dolphins, a position he held from 2008 to 2010. In 2013, Parcells was voted into the Pro Football Hall of Fame. His life story, Parcells: A Football Life, was co-authored by Bill Parcells and writer Nunyo Demasio, a former Washington Post reporter. The collaboration was released by Penguin Random House in late 2014, and soon became a New York Times best seller. ==Early life== Parcells was born in Englewood, New Jersey, on August 22, 1941. He grew up in the nearby town of Hasbrouck Heights. His mother, Ida Parcells (born Naclerio), was a housewife while his father, Charles (Chubby) Parcells, played quarterback at Georgetown University and worked for the FBI before becoming a lawyer for Uniroyal Tires. Prior to his sophomore year in high school, the Parcells family moved a few miles north to the town of Oradell, where he attended River Dell Regional High School. While he was at River Dell, he was routinely mistaken for another boy named Bill. As he had always disliked his given name of Duane, he decided to adopt Bill as his nickname. He and his wife lived on Pleasant Avenue in upscale Upper Saddle River, N.J., which was also home to the Parcells family. Parcells was an athlete as a youth. He was large for his age (6'2\" upon entering River Dell), which enabled him to become a standout player on his high school's football, baseball, and basketball teams.Puma, Mike. Parcells made struggling franchises into winners, ESPN.com. Accessed October 11, 2006. \"When he entered River Dell High School in 1955, Parcells was one of the biggest kids in his class at 6-foot-2 and 180 pounds.\" His football coach at River Dell was Tom Cahill, who would later become the head coach at Army. His basketball coach at River Dell was Mickey Corcoran, whom Parcells considers to be \"next to my father ... the most important influence in my life.\"Gutman, Bill (2000). Parcells: A Biography, p. 17. Carroll & Graf Publishers, Inc. Corcoran would serve Parcells as an advisor and confidant throughout his coaching career. ==College years== Upon graduating from high school, Parcells arrived at Colgate University.http://wsu.wichita.edu/the- shocker/story.php?eid=15&id;=268#.Xjiwac5KiHs As a freshman, he was offered a contract by the Philadelphia Phillies. His father disapproved of a career in sports and wanted him to study law, so the younger Parcells declined the offer. He soon transferred to the University of Wichita (now known as Wichita State University), where he played linebacker and earned a physical education degree. He was drafted in the seventh round by the Detroit Lions, but was released by the team before playing a single NFL game. ==Collegiate coaching career== At the conclusion of his playing days, Parcells decided to pursue a career in football. He began as an assistant coach at Hastings (1964) before moving on to Wichita State (1965), Army (1966–69), Florida State (1970–72), Vanderbilt (1973–74), and Texas Tech (1975–77). In 1978, he became the head coach at the Air Force Academy for one season. While serving as linebackers coach at Army, Parcells was also a part-time assistant basketball coach for Bob Knight during the 1966–67 season, which led to their longtime friendship.http://www.mahalo.com/Bill_Parcells \"Bill Parcells started his [head] coaching career with the Air Force Academy and was part-time assistant basketball coach at Army, while Bobby Knight was the head coach.\" ==Professional coaching career== ===New York Giants (1979−1990)=== In 1979, Parcells accepted an offer to become the defensive coordinator of the New York Giants under head coach Ray Perkins but, before the season started, he resigned and took a job with a land development company in Colorado. While living in Colorado, Parcells became a season ticket holder with the Denver Broncos. Parcells called it the most miserable year of his life. Feeling dissatisfied with his life away from football, Parcells returned to the sport in 1980 as the linebackers coach of the New England Patriots under Ron Erhardt. The following season, Parcells was approached once again by Perkins to join the Giants' staff as an assistant coach, and Parcells accepted the offer. As defensive coordinator and linebackers coach, he was allowed to change the team's 4–3 defense to a 3–4 system. When Perkins announced on December 15, 1982, that he was leaving the Giants at the end of the season to become head coach and athletic director at the University of Alabama, the Giants announced that Parcells would succeed him as head coach. When Parcells took over in 1983, the New York Giants were a team that had posted just one winning season in the previous ten years. In his first year, he made a controversial decision to bench Phil Simms in favor of Scott Brunner. The result was a disastrous 3–12–1 season during which the Giants surreptitiously offered Parcells' job to University of Miami head coach Howard Schnellenberger after a week 14 loss to the St. Louis Cardinals; however, Schnellenberger declined, and Parcells remained as head coach. After this dismal first season, Parcells made Simms the starter again. The team's record improved to 9–7 and 10–6 over the next two years, and earned them their first back-to-back playoff appearances since 1961–1963. In 1986, he led the Giants to the first of two Super Bowls. In the 1986 season, the Giants compiled a franchise best 14–2 record and the first of three division titles. Parcells, whose stifling 3–4 defense (known as the Big Blue Wrecking Crew) led by Lawrence Taylor, Carl Banks, Harry Carson, and Leonard Marshall, and an offense under the direction of Phil Simms, knocked off the San Francisco 49ers 49–3, and the Washington Redskins 17–0, in the playoffs before routing the Denver Broncos, 39–20, in Super Bowl XXI. Parcells is credited as the first coach to be doused with Gatorade at the end of a Super Bowl, which led to a Super Bowl tradition. While there are some claims that Chicago Bears coach Mike Ditka had been doused a year earlier, NFL Films president Steve Sabol has stated that he can find no evidence to support it in any footage he has reviewed and that he believes the tradition started with Parcells and Jim Burt. Following the Super Bowl win, Parcells was courted by the Atlanta Falcons to become the head coach and general manager of the franchise. However NFL Commissioner Pete Rozelle would not allow Parcells to break his contract with the Giants and he stayed in New York. Parcells led the Giants to a second Super Bowl in 1990. The Giants began the 1990 season 10–0, and finished 13–3, but lost Simms to injury late in the season. Playing with a back-up quarterback in Jeff Hostetler and a 33-year-old veteran running back in Ottis Anderson, the Giants convincingly defeated the Chicago Bears in the divisional playoff, 31–3, and won in dramatic, come-from-behind fashion over San Francisco, 15–13, in the NFC Championship game on a last-second 42-yard field goal by Matt Bahr, which was set up by a Roger Craig fumble caused by nose tackle Erik Howard. Super Bowl XXV proved equally exciting as the Giants used tough defense, and a ball- control and power-running Erhardt – Perkins style offense to stop the Buffalo Bills, 20–19, whose own last-second 47-yard field goal attempt by Scott Norwood missed wide right. Parcells retired from football after Super Bowl XXV due to health problems. During his coaching tenure, the Giants had secured three division titles (1986, 1989, 1990), had only two losing seasons (the Giants went 6–9 during the strike year of 1987) and tallied an 8–3 playoff record. Parcells, along with former Giants head coach Tom Coughlin, both made the NFL playoffs five times as Giants head coach, and the two Super Bowl titles they each won with the Giants occurred in their fourth and eighth seasons with the franchise, respectively. ===First retirement=== Following retirement, Parcells spent time as a football analyst for NBC Sports from 1991–1992, working as a commentator. He also hosted a local sports show in New York with Mike Francesa entitled Around the NFL. In 1992, Parcells made a handshake agreement to become head coach of the Tampa Bay Buccaneers. At the last minute, Parcells opted not to take the job. Parcells did not feel the situation was right for him at that time. Tampa Bay owner Hugh Culverhouse said, \"I feel like I've been jilted at the altar.\" ===New England Patriots (1993−1996)=== After a two-year hiatus, Parcells returned to the NFL in 1993 as the head coach for the New England Patriots. Within two years, he coached the team to a 10–6 record and its first playoff game in eight years. In 1996, he guided the Patriots to their first division title in 11 years, and only the second and third home playoff games in franchise history. The Patriots went all the way to Super Bowl XXXI, but lost to the Green Bay Packers, 35–21, in New Orleans. Parcells left the Patriots after disagreements with owner Robert Kraft, who had bought the team in early 1994, after Parcells' first year as head coach. Parcells had effectively been the team's general manager since arriving in New England, but felt Kraft would not allow him enough input in player personnel decisions. Upon his departure, Parcells famously stated: \"They want you to cook the dinner; at least they ought to let you shop for some of the groceries. Okay?\" This was mainly in reference to an incident in the Patriots' war room during the 1996 Draft. Parcells wanted to draft defensive end Tony Brackens with their first-round choice, but was vetoed by Kraft. They ultimately selected Ohio State wide receiver Terry Glenn. ===New York Jets (1997−1999)=== Although Parcells had decided to leave New England, his contract did not allow him to coach anywhere else. The New York Jets sought Parcells as head coach and general manager after a 4–28 record under Rich Kotite. To circumvent Parcells' contractual obligations, the Jets hired Bill Belichick (then the No. 1 assistant to Parcells) as the Jets coach, and then hired Parcells in an \"advisory\" role. New England threatened legal action against Parcells and the Jets, but NFL Commissioner Paul Tagliabue brokered a deal between the two sides, with New England releasing Parcells from his contract and the Jets giving New England a third and fourth round pick that year, a second-round pick the next year and a first-round draft choice the year after that. Jets owner Leon Hess gave Parcells complete control over football operations, the main sticking point in his dispute with Kraft. ====1997–98==== Parcells again orchestrated a remarkable turnaround in his first year with the Jets. In his first season with the Jets, the team barely missed the playoffs with a record of 9–7 (the Jets were 1–15 the year before Parcells arrived, and had won a total of 10 games in the previous three seasons combined). In 1998, the Jets went to the playoffs with a current franchise-best 12–4 record, which was good enough for second place in the conference and earned the Jets their third home playoff game since moving to New Jersey in 1984 (their first home playoff game was against the New England Patriots following the 1985 season), but they lost to the eventual Super Bowl champion Denver Broncos in the AFC Championship game. ====1999==== In 1999, expectations were high for the Jets to go to the Super Bowl. However, quarterback Vinny Testaverde ruptured his Achilles tendon in the Jets home opener and the season went downhill from there. After starting the season 1–6, the Jets won three straight and faced the Indianapolis Colts. Parcells emphasized the importance of not obtaining a \"7th loss\" but they did lose to the Colts and then to the New York Giants the following week. At 4–8, the Jets were in danger of finishing below .500. The Jets would finish 8–8, but out of the playoffs. In 1999, Parcells retired from football for the second time, vowing that he would not coach again. He remained with the Jets one more year as general manager. To date, he is the only Jets coach to leave the team with a winning record after coaching at least two seasons. ===Dallas Cowboys (2003−2006)=== Following three straight 5–11 seasons, Dallas Cowboys' owner Jerry Jones lured Parcells out of retirement and made him the head coach in 2003. ====Earn the Star==== Always known for deploying psychological tactics and strategies to get the most from his players, Parcells mandated upon his arrival in 2003 that to have the Cowboy star placed on the helmet was a privilege reserved for players that had made the team, not a right, and informed all rookies that regardless of their draft position, it was incumbent upon them to \"earn the star.\" Jones enthusiastically embraced the idea, and supported Parcells' decision to have Cowboy equipment managers remove all of the star logos from rookie helmets. Since then, all drafted and UFA (undrafted free agent) rookies that report to the Cowboys must officially make the roster before having the star logo permanently placed on their helmet. The practice of \"earning the star\" has become a permanent fixture of Cowboy tradition, with all of Parcells' successors adopting the practice. As social media emerged, #EarnTheStar and #EarningTheStar became popular Twitter hashtags for Cowboy fans and players.https://twitter.com/dallascowboys/status/1009512473752489986?lang=en ====2003==== In his first season with the Cowboys, he led them to the playoffs with a 10–6 record (losing to the eventual NFC Champion Carolina Panthers in the opening round), making him the first head coach in NFL history to guide four teams to the playoffs. ====2004==== The 2004 season was one of turmoil. Starting quarterback Quincy Carter was terminated for alleged drug use in favor of 40-year-old veteran Vinny Testaverde, who had been brought to the Cowboys from the New York Jets by his former coach in the off-season. While a favorite of Coach Parcells, Testaverde proved ineffective as a starter. The Cowboys started strong, with victories against the Cleveland Browns and Washington Redskins, but injuries, older personnel, spotty play calling, and persistent penalties hobbled the Cowboys, and they quickly fell off to a 3–5 record by midseason, finishing the season 6–10. ====2005==== The Cowboys improved their defense before the 2005 season with the additions of first round draft picks DeMarcus Ware and Marcus Spears. Parcells drafted these players in hopes of jumpstarting the team's transition from the traditional 4–3 defense to a 3–4 defense, which Parcells had run in all of his previous stops. Jerry Jones also added a number of high-priced older veteran players, acquiring nose tackle Jason Ferguson and cornerback Anthony Henry via free agency, and linebacker Scott Fujita via the Kansas City Chiefs. On offense, the Cowboys felt the need to upgrade their passing game to complement their top 2004 draft pick, running back Julius Jones, and acquired quarterback Drew Bledsoe via free agency. During his tenure, Parcells made a point of signing players who had played for him in the past, including Bledsoe, Terry Glenn (with the Patriots), Testaverde, cornerback Aaron Glenn, wide receiver Keyshawn Johnson, and fullback Richie Anderson with the Jets. In 2005, the Cowboys went 9–7, missing the playoffs by one game. ====2006==== In 2006 the Cowboys signed controversial former Philadelphia Eagles wide receiver Terrell Owens. Keyshawn Johnson was released and signed with the Carolina Panthers. Owens, whom Parcells never referred to by name, but rather as \"The Player\", was fairly successful with the team. In week 7 of the 2006 season, Parcells decided to replace veteran quarterback Drew Bledsoe with fourth year quarterback Tony Romo. The Cowboys were 6–4 with Romo as the starter. They finished the season with a 9–7 overall record but failed to win the NFC East Division after a 23–7 loss to the Philadelphia Eagles on Christmas Day in week 16 followed by a loss to the last-place team in the NFC North, the Detroit Lions in week 17. They were able to clinch a playoff berth as the 5th seed in the NFC, eventually losing 21–20 against the Seahawks in Seattle on January 6, on a botched hold by Tony Romo during a field goal attempt. Parcells would finish his Dallas stint with a 34–30 record and no playoff wins. Parcells' greatest accomplishment as Cowboys head coach was the development of quarterback Tony Romo. He signed Romo in 2003 and developed him into a Pro Bowl quarterback by 2006. ===Third retirement=== Parcells would have entered the final year of his contract with the Cowboys in 2007, and had been facing questions all year as to whether he would return to the Cowboys to coach his final season. With his 0–2 playoff record over four years as coach of Dallas, many had begun to wonder if the game had simply \"passed him by.\" Immediately following the Cowboys' loss to the Seattle Seahawks, Parcells said that he was unsure if he would return in 2007, and the rumors about Parcells' future escalated. On January 9, the Newark Star Ledger reported through anonymous sources that Parcells had contacted the New York Giants about their available general manager position, but the Giants were not interested in Parcells' services. Parcells, the next day, quickly refuted any interest in the Giants GM position, stating, \"There is absolutely nothing to it. Whoever said it is a liar.\" On January 22, 2007, he announced his retirement as head coach of the Cowboys after 4 years, apparently ending his coaching career. Evidently, there are still questions as to his specific reasons for leaving the game. There were even reports that Parcells had been holding out for more money, and that Cowboys' owner Jerry Jones simply did not think Parcells's performance was worth the money he was demanding for the upcoming season. After retiring from coaching, Parcells became a studio analyst for ESPN. This was his fourth stint with the network, having worked there before accepting the job in Dallas, where he coached both the Dallas Cowboys and a little league team for charity. It was rumored that ESPN offered him a position on Monday Night Football, but Parcells declined the opportunity. (It is also worth noting that ESPN still held a contract with Parcells as a broadcaster even as he coached the Cowboys.) ===Miami Dolphins=== On December 19, 2007, the Miami Herald reported that Parcells had agreed to become the new Executive Vice President of Football Operations of the Miami Dolphins. ESPN reported the following day that he signed a four-year contract. Just a day prior, reports linking Parcells to the Atlanta Falcons' position of vice president of football operations were leaked. However, the following day the Falcons formally announced that Parcells had turned down the offer because of discussions with Miami. In the first season as Executive Vice President of Football Operations, Parcells fired head coach Cam Cameron, GM Randy Mueller, along with a few assistant coaches, after a 1–15 finish in the 2007 season. With vacancies at the GM and head coaching spots, he brought in Jeff Ireland to be the general manager and signed Tony Sparano as head coach. The new front office under Parcells then signed over 20 little-known players in the free-agent market. In the 2008 draft, they drafted offensive tackle Jake Long with the No. 1 overall pick, along with Phillip Merling, Kendall Langford, Chad Henne, Lex Hilliard, and Donald Thomas. They also signed undrafted free agents Dan Carpenter and Davone Bess. They also released fan favorite Zach Thomas, who would end up signing with the Dallas Cowboys, and traded star defensive end Jason Taylor to the Washington Redskins for a second-round pick in the 2009 draft. The Dolphins then went on to sign quarterback Chad Pennington (drafted by Parcells in his Jets days), who had been cut by the Jets to make room for Brett Favre. The Dolphins finished the 2008 season 11–5 and became AFC East champions when Pennington and the Dolphins defeated Favre and the Jets in the final game of the season. They finished with a 10-game improvement from the previous season, making the Dolphins one of two teams in NFL history to accomplish a 10-game turnaround, the other being the 1999 Indianapolis Colts. It was also the first time since 2001 that the Dolphins made the playoffs. However, they were routed in the first round by the Baltimore Ravens, 27–9. Parcells left the Dolphins in 2010. ===Potential return to coaching=== In March 2012, New Orleans Saints head coach Sean Payton was suspended for the entire upcoming 2012 season by the NFL for not reporting a bounty system set up by his defense during 2009 and 2010. Upon his suspension, Payton asked his former mentor Parcells if he would be interested in filling the head coaching vacancy. On April 11, 2012, Parcells revealed in an interview with Mike Tirico that he had decided against joining the Saints but would help Sean Payton in any way he could. ==Head coaching record== ===College=== ===NFL=== {| class=\"wikitable\" style=\"font- size: 95%; text-align:center;\" |- ! rowspan=\"2\"|Team !! rowspan=\"2\"|Year !! colspan=\"5\"|Regular Season !! colspan=\"4\"|Post Season |- !Won!!Lost!!Ties!!Win %!!Finish!! Won !! Lost !! Win % !! Result |- !NYG||1983 ||3||12||1||.219||5th in NFC East|| – || – || – || – |- style=\"background:#fdd;\" !NYG||1984 ||9||7||0||.562||2nd in NFC East|| 1 || 1 || .500 || |- style=\"background:#fdd;\" !NYG||1985 ||10||6||0||.625||2nd in NFC East|| 1 || 1 || .500 || |- ! style=\"background:#FDE910;\" !NYG||1986 ||14||2||0||.875||1st in NFC East|| 3 || 0 || 1.000 || |- !NYG||1987 ||6||9||0||.400||5th in NFC East|| – || – || – || – |- !NYG||1988 ||10||6||0||.625||2nd in NFC East|| – || – || – || – |- style=\"background:#fdd;\" !NYG||1989 ||12||4||0||.750||1st in NFC East|| 0 || 1 || .000 || |- ! style=\"background:#FDE910;\" !NYG||1990 ||13||3||0||.812||1st in NFC East|| 3 || 0 || 1.000 || |- ! colspan=\"2\"|NYG Total||77||49||1||.611||||8||3||.727|| |- !NE||1993 ||5||11||0||.312||4th in AFC East|| – || – || – || – |- style=\"background:#fdd;\" !NE||1994 ||10||6||0||.625||2nd in AFC East|| 0 || 1 || .000 || |- !NE||1995 ||6||10||0||.375||4th in AFC East|| – || – || – || – |- style=\"background:#fdd;\" !NE||1996 ||11||5||0||.687||1st in AFC East|| 2 || 1 || .667 || |- ! colspan=\"2\"|NE Total||32||32||0||.500||||2||2||.500|| |- !NYJ||1997 ||9||7||0||.562||3rd in AFC East|| – || – || – || – |- style=\"background:#fdd;\" !NYJ||1998 ||12||4||0||.750||1st in AFC East|| 1 || 1 || .500 || |- !NYJ||1999 ||8||8||0||.500||4th in AFC East|| – || – || – || – |- ! colspan=\"2\"|NYJ Total||29||19||0||.604||||1||1||.500|| |- style=\"background:#fdd;\" !DAL||2003 ||10||6||0||.625||2nd in NFC East|| 0 || 1 || .000 || |- !DAL||2004 ||6||10||0||.375||3rd in NFC East|| – || – || – || – |- !DAL||2005 ||9||7||0||.562||3rd in NFC East|| – || – || – || – |- style=\"background:#fdd;\" !DAL||2006 ||9||7||0||.562||2nd in NFC East|| 0 || 1 || .000 || |- ! colspan=\"2\"|DAL Total||34||30||0||.531||||0||2||.000|| |- ! colspan=\"2\"|Total||172||130||1||.569||||11||8||.578|| |} ==Coaching tree== As of 2018, former Parcells assistants who are currently head coaches in either the NFL or the college ranks include: *Bill Belichick, New England Patriots *Sean Payton, New Orleans Saints *Mike Zimmer, Minnesota Vikings *Anthony Lynn, Los Angeles Chargers In addition, former Parcells assistants who previously served as NFL or College head coaches include: *Ray Handley, New York Giants (1991–1992) *Walt Harris: Pittsburgh Panthers (1997-2004), Stanford Cardinal (2005-2006) *Chris Palmer, Cleveland Browns (1999–2000) *Al Groh, Wake Forest (1981–1986), New York Jets (2000), University of Virginia (2001–2009) *Eric Mangini, New York Jets (2006–2008), Cleveland Browns (2009–2010) *Tony Sparano, Miami Dolphins (2008–2011). Oakland Raiders (2014, Interim) *Romeo Crennel, Cleveland Browns (2005–2008), Kansas City Chiefs (2011–2012) *Todd Haley, Kansas City Chiefs (2009–2011) *Charlie Weis, Notre Dame (2005–2009), University of Kansas (2012–2014) *Tom Coughlin, Jacksonville Jaguars (1995–2002), New York Giants (2004–2015) *Mike MacIntyre, San Jose State (2010-2012), University of Colorado (2013-2018) *Todd Bowles, New York Jets (2015-2018) *Freddie Kitchens, Cleveland Browns (2019) ==See also== * History of the New York Giants (1979–1993) * List of National Football League head coaches with 50 wins ==References== Category:1941 births Category:Living people Category:People from Englewood, New Jersey Category:People from Hasbrouck Heights, New Jersey Category:People from Oradell, New Jersey Category:People from Sea Girt, New Jersey Category:People from Upper Saddle River, New Jersey Category:Sportspeople from Manhattan Category:Sportspeople from Bergen County, New Jersey Category:Sportspeople from Monmouth County, New Jersey Category:Sportspeople from Saratoga Springs, New York Category:Players of American football from New York (state) Category:Players of American football from New Jersey Category:American football linebackers Category:Wichita State Shockers football players Category:Coaches of American football from New York (state) Category:Coaches of American football from New Jersey Category:Hastings Broncos football coaches Category:Wichita State Shockers football coaches Category:Army Black Knights football coaches Category:Florida State Seminoles football coaches Category:Vanderbilt Commodores football coaches Category:Texas Tech Red Raiders football coaches Category:Air Force Falcons football coaches Category:New York Giants coaches Category:New England Patriots coaches Category:New York Giants head coaches Category:New England Patriots head coaches Category:New York Jets head coaches Category:National Football League general managers Category:New York Jets executives Category:Dallas Cowboys head coaches Category:Miami Dolphins executives Category:Super Bowl-winning head coaches Category:Pro Football Hall of Fame inductees Category:National Football League announcers Category:American racehorse owners and breeders ",
    "title": "Bill Parcells"
}