{
    "id": "305346",
    "text": "Bowen Island (originally Nex̱wlélex̱m in Sḵwx̱wú7mesh Sníchim), British Columbia, is an island municipality that is part of Metro Vancouver. In addition, Bowen Island is within the jurisdiction of the Islands Trust. Located in Howe Sound, Bowen Island is approximately wide by long, with the island at its closest point about west of the mainland. There is regular ferry service from Horseshoe Bay, as well as semi-regular water taxi services. The population of 3,680Bowen Island population - 2016 Census is supplemented in the summer by roughly 1,500 visitors, as Bowen Island is a popular vacation home location for British Columbians. Approximately 500 workers and over 200 students commute to offices and schools on the mainland each day. The island has a land area of 49.94 km2 (19.28 sq mi). ==History== ===Indigenous peoples=== The name for Bowen Island is Nex̱wlélex̱m in the Squamish language of the Squamish people.Squamish Nation \"Skwxwu7mesh Snichim-Xweliten Snichim Skexwts / Squamish-English Dictionary\", Published 2011. pg.235. The Squamish peoples used and occupied the area around Howe Sound including Bowen Island.Squamish Nation \"Skwxwu7mesh Snichim-Xweliten Snichim Skexwts / Squamish-English Dictionary\", Published 2011. pg.x. Areas such as Snug Cove and a few other parts of the island were used as campsites for hunting and gathering trips. Historically they would use the warmer spring and summer months to travel to resource gathering sites and move from their permanent winter villages. Bowen Island has a traditional name in the Squamish language, Xwlíl’xhwm, translating to \"Fast Drumming Ground\",A short history of Bowen Island although some authors attribute the name to the sound made by the ocean as it passes through the tiny pass between the Island’s northern point and Finisterre Island. The tide rushing in and out is reminiscent of the sound of drums beating quickly. The name \"Kwém̓shem\" is used for Hood Point. Bowen is still used by people from Squamish and Musqueam for deer hunting. Into the 20th century Bowen Island was actively used by Squamish people for deer and duck hunting, fishing and, later, wage jobs. In conversations with Vancouver archivist Major Matthews in the 1950s, August Jack Khatsahlano recalled knowing several Squamish who worked for whalers on the island at the turn of the 20th century. In a conversation with City of Vancouver archivist JA Matthews, Khatsahlano recalled deer hunting on Bowen, saying that at one time he took the biggest deer in British Columbia from the island, weighing in at . ===Post-colonization=== When Spanish explorers arrived on the west coast of Canada, they named many of the features of what is now the Strait of Georgia. Bowen Island was called Isla de Apodaca (after the Mexican town of Apodaca, in northeast Nuevo León state – itself named after a benevolent bishop, Salvador de Apodaca y Loreto) by the Spanish Captain José María Narváez in July, 1791. In 1860 Cpt. George Henry Richards renamed the island after Rear Admiral James Bowen master of HMS Queen Charlotte. In 1871 homesteaders began to build houses and started a brickworks, which supplied bricks to the expanding city of Vancouver. Over the years, local industry has included an explosives factory, logging, mining, and milling, although there is no heavy industry on the island at present. The island was named by Captain Richards for Rear- Admiral James Bowen who was the master of HMS Queen Charlotte. ===20th century=== In the first half of the 20th century, life on Bowen was dominated by a resort operated by the Terminal Steamship Company (1900 - 1920) and the Union Steamship Company (1920 - 1962). These companies provided steamer service to Vancouver, and the Horseshoe Bay - Bowen Island Ferry began in 1921. When the Union Steamship resort closed in the 1960s the island returned to a quiet period of slow growth. In the 1940s and 1950s, the artists' colony called Lieben was a retreat for many famous Canadian authors, artists, and intellectuals including Earle Birney, Alice Munro, Dorothy Livesay, Margaret Laurence, A.J.M. Smith, Jack Shadbolt, Eric Nicol and Malcolm Lowry, who finished his last book, October Ferry to Gabriola, there. In the 1980s, real estate pressures in Vancouver accelerated growth on Bowen and currently the local economy is largely dependent on commuters who work on the mainland in Greater Vancouver. Prior to becoming a municipality, Bowen Island was part of the Sunshine Coast Regional District, made up of small communities and municipalities. However, in the 1980s the island transferred to the Greater Vancouver Regional District after a campaign organized by developers and realtors. A campaign to make the island an autonomous municipality was successful after two referendum attempts. In 1999 the Bowen Island Municipality was incorporated, becoming the second \"island municipality\" in BC. The first was Saltspring Island which was incorporated in 1873 and dissolved by the BC legislature 10 years later. ==Commerce== Bowen Island is served by a number of small businesses including marinas, cafes, gift shops, grocery stores, a post office, pharmacy, restaurants, garden and flower shops, and a building supply yard. Bowen Island is served by First Credit Union, and by an Exchange Network ATM operated by North Shore Credit Union. Bowen Island's commercial sector is primarily located within Snug Cove and Artisan Square. ==Transportation== ===Marine=== Queen of Capilano Ferry Approaching Snug Cove, Bowen Island, British Columbia Bowen Island is served by three scheduled water-transportation operators: * BC Ferries, a de facto Provincial Crown corporation, serves the island with the Queen of Capilano car ferry, which travels between Horseshoe Bay in West Vancouver and Snug Cove on Bowen Island. * English Bay Launch runs a passenger-only water taxi weekday commuter service between Snug Cove and Vancouver's Coal Harbour, and on summer weekends runs a tourist service between Snug Cove and Vancouver's Granville Island.This taxi service was shut down in 2018 due to the dock they used by the Parks Board on the Vancouver side being deemed unsafe. * Cormorant Marine runs a passenger-only water taxi service providing late-night sailings between the government docks in Horseshoe Bay and in Snug Cove. In addition, weekday commuter sailings are made between Snug Cove and Horseshoe Bay, to connect with the Bowen Express Bus from downtown Vancouver. ===Land=== Public roads are maintained by the Bowen Island Municipality. There are roadside walking trails in only a few places and the terrain is hilly and winding. Private vehicles are the primary form of transportation and hitchhiking is commonplace. Bowen Island has a limited bus service on these TransLink routes, which are timed to meet some ferry sailings: * Route 280 Bluewater/Snug Cove * Route 281 Eagle Cliff/Snug Cove * Route 282 Mount Gardner/Snug Cove (Weekends and Holidays only) ==Education== Exterior of the Bowen Island Public Library The Island is in the West Vancouver School district and has one public elementary school named Bowen Island Community School. High school students living in Bowen Island (grades 8 to 12) travel to West Vancouver to attend West Vancouver Secondary School, Sentinel Secondary School, or Rockridge. There is the Island Pacific School, an international baccalaureate middle school for grades 6 through 9. Some students also travel to West Vancouver to attend French Immersion at Ecole Pauline Johnson. There is a public supported home learning program The Learning Centre and a growing number of families also unschool. Bowen Island houses a public library in the heritage Old General Store, that is also part of British Columbia's InterLink co-operative of public libraries. ==Places of worship== Bowen Island United Church, c. 1971There are a number of Christian churches on the Island. St Gerard's Catholic Church is located on Miller Road. The United Church is situated in a timber building erected in 1932 a little further along on the same road. Also on Miller Road, nearer to Snug Cove, and meeting in Bowen Court, is Bowen Island Community Church, an affiliate of the Congregational Christian Churches in Canada. Lastly, Cates Hill Chapel is a Christian Brethren church founded in 1991. Its present building on Carter Road was opened in 1999. There are also regular meetings held by Unitarians and Quakers. Bowen Island is home to the Canadian branch of L'Abri, a communal Christian retreat centre where visitors come for self-directed study. Finally, Camp Bow-Isle is a summer camp for Christian Scientists. There are regular Buddhist meditation sittings in both the Zen and Vipassana traditions. Bowen's Jewish community celebrates Shabbat and high holidays, and acquired a Torah in 2006. ==Demographics== {| class=\"wikitable\" |- ! colspan=\"2\" | Canada 2006 Census!! Population !! % of Total Population |- | rowspan=\"9\" | Visible minority group Source:Island&SearchType;=Begins&SearchPR;=01&B1;=All&Custom;=, Community Profiles from the 2006 Census, Statistics Canada - Census Subdivision || South Asian || 10 || |- | Chinese || 40 || |- | Black || 15 || |- | Filipino || 10 || |- | Southeast Asian || 25 || |- | Japanese || 30 || |- | Other visible minority || 10 || |- | Mixed visible minority || 40 || |- | Total visible minority population'|| 185 || ' |- | rowspan=\"2\" | Aboriginal group Source:, Aboriginal Peoples - Data table || First Nations || 120 || |- | Total Aboriginal population || 130 || '''''' |- | colspan=\"2\" | European Canadian || 3,045' || ' |- | colspan=\"2\" | Total population || 3,360 || 100% |} == Films and TV series shot entirely or partly on Bowen Island == *The Trap (1966)Weblink to some great photos of the village on the Rita Tushingham homepage: *The Food of the Gods (1976) *Clan of the Cave Bear (1986) *People Across the Lake (1988) *American Gothic (1988) *Cousins (1989) *Look Who's Talking (1989) *Bird on a Wire (1990) *The Russia House (1990) *Another Stakeout (1993) *Intersection (1994) *Hideaway (1995) *All the Winters That Have Been (1997) *Disturbing Behavior (1998) *Double Jeopardy (1999) *Antitrust (2001) *Rugged Rich and the Ona Ona (2004) *The Fog (2005) *Paper Moon Affair (2005) *The Hitchhiker (2006) *The Wicker Man (2006) *Are We Still the Ugly American? (2008) *River (2008) *The Uninvited (2009) *Harper's Island (2009) *Virgin River (2019) == References == == External links == *Bowen Island Municipality - official site for municipal government *Community Profile: Bowen Island Island Municipality, Greater Vancouver Regional District, British Columbia; Statistics Canada == Further reading == *Hanen, Edythe Anstey (2004). Bowen Island Reflections. Bowen Island Historians, 160 pp. *Howard, Irene (1973). Bowen Island 1872-1972. Bowen Island Historians, 190 pp. *Ommundsen, Peter D. (1997). Bowen Island Passenger Ferries. The Sannie Transportation Company 1921-1956. Cape West Publishing, 64 pp. Category:Populated places in Greater Vancouver Category:Island municipalities in British Columbia Category:Islands of British Columbia Category:South Coast of British Columbia Category:1999 establishments in British Columbia ",
    "title": "Bowen Island"
}