{
    "id": "305331",
    "text": "In mathematics, a quadratic irrational number (also known as a quadratic irrational, a quadratic irrationality or quadratic surd) is an irrational number that is the solution to some quadratic equation with rational coefficients which is irreducible over the rational numbers.Jörn Steuding, Diophantine Analysis, (2005), Chapman & Hall, p.72. Since fractions in the coefficients of a quadratic equation can be cleared by multiplying both sides by their common denominator, a quadratic irrational is an irrational root of some quadratic equation whose coefficients are integers. The quadratic irrational numbers, a subset of the complex numbers, are algebraic numbers of degree 2, and can therefore be expressed as :{a+b\\sqrt{c} \\over d}, for integers ; with , and non-zero, and with square-free. When is positive, we get real quadratic irrational numbers, while a negative gives complex quadratic irrational numbers which are not real numbers. This defines an injection from the quadratic irrationals to the quadruples of integers, so their cardinality is at most countable; since on the other hand every square root of a prime number is a distinct quadratic irrational, and there are countably many prime numbers, they are at least countable; hence the quadratic irrationals are a countable set. Quadratic irrationals are used in field theory to construct field extensions of the field of rational numbers . Given the square-free integer , the augmentation of by quadratic irrationals using produces a quadratic field ). For example, the inverses of elements of ) are of the same form as the above algebraic numbers: :{d \\over a+b\\sqrt{c}} = {ad - bd\\sqrt{c} \\over a^2-b^2c}. Quadratic irrationals have useful properties, especially in relation to continued fractions, where we have the result that all real quadratic irrationals, and only real quadratic irrationals, have periodic continued fraction forms. For example :\\sqrt{3}=1.732\\ldots=[1;1,2,1,2,1,2,\\ldots] The periodic continued fractions can be placed in one-to-one correspondence with the rational numbers. The correspondence is explicitly provided by Minkowski's question mark function, and an explicit construction is given in that article. It is entirely analogous to the correspondence between rational numbers and strings of binary digits that have an eventually-repeating tail, which is also provided by the question mark function. Such repeating sequences correspond to periodic orbits of the dyadic transformation (for the binary digits) and the Gauss map h(x)=1/x-\\lfloor 1/x \\rfloor for continued fractions. ==Real quadratic irrational numbers and indefinite binary quadratic forms== We may rewrite a quadratic irrationality as follows: :\\frac{a+b\\sqrt{c}} d = \\frac{a+\\sqrt{b^2c}} d. It follows that every quadratic irrational number can be written in the form :\\frac{a+\\sqrt{c}} d. This expression is not unique. Fix a non-square, positive integer c congruent to 0 or 1 modulo 4, and define a set S_c as : S_c = \\left\\\\{ \\, \\frac{a+\\sqrt{c}} d \\colon a, d \\text{ integers, } d \\text{ even}, \\, \\, a^2 \\equiv c \\pmod{2d} \\, \\right\\\\}. Every quadratic irrationality is in some set S_c, since the congruence conditions can be met by scaling the numerator and denominator by an appropriate factor. A matrix :\\begin{pmatrix} \\alpha & \\beta\\\\\\ \\gamma & \\delta\\end{pmatrix} with integer entries and \\alpha \\delta-\\beta \\gamma=1 can be used to transform a number y in S_c. The transformed number is :z = \\frac{\\alpha y+\\beta}{\\gamma y+\\delta} If y is in S_c, then z is too. The relation between y and z above is an equivalence relation. (This follows, for instance, because the above transformation gives a group action of the group of integer matrices with determinant 1 on the set S_c.) Thus, S_c partitions into equivalence classes. Each equivalence class comprises a collection of quadratic irrationalities with each pair equivalent through the action of some matrix. Serret's theorem implies that the regular continued fraction expansions of equivalent quadratic irrationalities are eventually the same, that is, their sequences of partial quotients have the same tail. Thus, all numbers in an equivalence class have continued fraction expansions that are eventually periodic with the same tail. There are finitely many equivalence classes of quadratic irrationalities in S_c. The standard proof of this involves considering the map \\phi from binary quadratic forms of discriminant c to S_c given by : \\phi (tx^2 + uxy + vy^2) = \\frac{-u + \\sqrt{c}}{2t} A computation shows that \\phi is a bijection that respects the matrix action on each set. The equivalence classes of quadratic irrationalities are then in bijection with the equivalence classes of binary quadratic forms, and Lagrange showed that there are finitely many equivalence classes of binary quadratic forms of given discriminant. Through the bijection \\phi, expanding a number in S_c in a continued fraction corresponds to reducing the quadratic form. The eventually periodic nature of the continued fraction is then reflected in the eventually periodic nature of the orbit of a quadratic form under reduction, with reduced quadratic irrationalities (those with a purely periodic continued fraction) corresponding to reduced quadratic forms. ==Square root of non-square is irrational== The definition of quadratic irrationals requires them to satisfy two conditions: they must satisfy a quadratic equation and they must be irrational. The solutions to the quadratic equation ax2 + bx + c = 0 are :\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}. Thus quadratic irrationals are precisely those real numbers in this form that are not rational. Since b and 2a are both integers, asking when the above quantity is irrational is the same as asking when the square root of an integer is irrational. The answer to this is that the square root of any natural number that is not a square number is irrational. The square root of 2 was the first such number to be proved irrational. Theodorus of Cyrene proved the irrationality of the square roots of non-square natural numbers up to 17, but stopped there, probably because the algebra he used could not be applied to the square root of numbers greater than 17. Euclid's Elements Book 10 is dedicated to classification of irrational magnitudes. The original proof of the irrationality of the non-square natural numbers depends on Euclid's lemma. Many proofs of the irrationality of the square roots of non-square natural numbers implicitly assume the fundamental theorem of arithmetic, which was first proven by Carl Friedrich Gauss in his Disquisitiones Arithmeticae. This asserts that every integer has a unique factorization into primes. For any rational non-integer in lowest terms there must be a prime in the denominator which does not divide into the numerator. When the numerator is squared that prime will still not divide into it because of the unique factorization. Therefore, the square of a rational non-integer is always a non-integer; by contrapositive, the square root of an integer is always either another integer, or irrational. Euclid used a restricted version of the fundamental theorem and some careful argument to prove the theorem. His proof is in Euclid's Elements Book X Proposition 9. The fundamental theorem of arithmetic is not actually required to prove the result, however. There are self- contained proofs by Richard Dedekind, among others. The following proof was adapted by Colin Richard Hughes from a proof of the irrationality of the square root of 2 found by Theodor Estermann in 1975. Assume D is a non-square natural number, then there is a number n such that: :n2 < D < (n + 1)2, so in particular :0 < − n < 1\\. Assume the square root of D is a rational number p/q, assume the q here is the smallest for which this is true, hence the smallest number for which q is also an integer. Then: :( − n)q = qD − nq is also an integer. But 0 < ( − n) < 1 so ( − n)q < q. Hence ( − n)q is an integer smaller than q. This is a contradiction since q was defined to be the smallest number with this property; hence cannot be rational. ==See also== * Algebraic number field * Apotome (mathematics) * Periodic continued fraction * Restricted partial quotients * Quadratic integer ==References== ==External links== * * Continued fraction calculator for quadratic irrationals * Proof that e is not a quadratic irrational Category:Number theory ",
    "title": "Quadratic irrational number"
}