{
    "id": "305387",
    "text": "Cholecystitis is inflammation of the gallbladder. Symptoms include right upper abdominal pain, nausea, vomiting, and occasionally fever. Often gallbladder attacks (biliary colic) precede acute cholecystitis. The pain lasts longer in cholecystitis than in a typical gallbladder attack. Without appropriate treatment, recurrent episodes of cholecystitis are common. Complications of acute cholecystitis include gallstone pancreatitis, common bile duct stones, or inflammation of the common bile duct. More than 90% of the time acute cholecystitis is from blockage of the cystic duct by a gallstone. Risk factors for gallstones include birth control pills, pregnancy, a family history of gallstones, obesity, diabetes, liver disease, or rapid weight loss. Occasionally, acute cholecystitis occurs as a result of vasculitis or chemotherapy, or during recovery from major trauma or burns. Cholecystitis is suspected based on symptoms and laboratory testing. Abdominal ultrasound is then typically used to confirm the diagnosis. Treatment is usually with laparoscopic gallbladder removal, within 24 hours if possible. Taking pictures of the bile ducts during the surgery is recommended. The routine use of antibiotics is controversial. They are recommended if surgery cannot occur in a timely manner or if the case is complicated. Stones in the common bile duct can be removed before surgery by endoscopic retrograde cholangiopancreatography (ERCP) or during surgery. Complications from surgery are rare. In people unable to have surgery, gallbladder drainage may be tried. About 10–15% of adults in the developed world have gallstones. Women more commonly have stones than men and they occur more commonly after age 40. Certain ethnic groups are more often affected; for example, 48% of American Indians have gallstones. Of all people with stones, 1–4% have biliary colic each year. If untreated, about 20% of people with biliary colic develop acute cholecystitis. Once the gallbladder is removed outcomes are generally good. Without treatment, chronic cholecystitis may occur. The word is from Greek, cholecyst- meaning \"gallbladder\" and -itis meaning \"inflammation\". ==Signs and symptoms== Location of the gallbladder Most people with gallstones do not have symptoms. However, when a gallstone temporarily lodges in the cystic duct, they experience biliary colic. Biliary colic is abdominal pain in the right upper quadrant or epigastric region. It is episodic, occurring after eating greasy or fatty foods, and leads to nausea and/or vomiting.Greenberger N.J., Paumgartner G (2012). Chapter 311. Diseases of the Gallbladder and Bile Ducts. In Longo D.L., Fauci A.S., Kasper D.L., Hauser S.L., Jameson J, Loscalzo J (Eds), Harrison's Principles of Internal Medicine, 18e People who suffer from cholecystitis most commonly have symptoms of biliary colic before developing cholecystitis. The pain becomes more severe and constant in cholecystitis. Nausea is common and vomiting occurs in 75% of people with cholecystitis.Friedman L.S. (2015). Liver, Biliary Tract, & Pancreas Disorders. In Papadakis M.A., McPhee S.J., Rabow M.W. (Eds), Current Medical Diagnosis & Treatment 2015 In addition to abdominal pain, right shoulder pain can be present. On physical examination, fever is common. A gallbladder with cholecystitis is almost always tender to touch. Because of the inflammation, its size can be felt from the outside of the body in 25–50% of people with cholecystitis. Pain with deep inspiration leading to termination of the breath while pressing on the right upper quadrant of the abdomen usually causes pain (Murphy's sign). Yellowing of the skin (jaundice) may occur but is often mild. Severe jaundice suggests another cause of symptoms such as choledocholithiasis. People who are old, have diabetes, chronic illness, or who are immunocompromised may have vague symptoms that may not include fever or localized tenderness. ===Complications=== A number of complications may occur from cholecystitis if not detected early or properly treated. Signs of complications include high fever, shock and jaundice. Complications include the following: * Gangrene * Gallbladder rupture * Empyema * Fistula formation and gallstone ileus *Rokitansky-Aschoff sinuses ==== Gangrene and gallbladder rupture ==== Cholecystitis causes the gallbladder to become distended and firm. Distension can lead to decreased blood flow to the gallbladder, causing tissue death and eventually gangrene. Once tissue has died, the gallbladder is at greatly increased risk of rupture (perforation). Rupture can also occur in cases of chronic cholecystitis. Rupture is a rare but serious complication that leads to abscess formation or peritonitis. Massive rupture of the gallbladder has a mortality rate of 30%. ==== Empyema ==== Untreated cholecystitis can lead to worsened inflammation and infected bile that can lead to a collection of pus surrounding the gallbladder, also known as empyema. The symptoms of empyema are similar to uncomplicated cholecystitis but greater severity: high fever, severe abdominal pain, more severely elevated white blood count. ==== Fistula formation and gallstone ileus ==== The inflammation of cholecystitis can lead to adhesions between the gallbladder and other parts of the gastrointestinal tract, most commonly the duodenum. These adhesions can lead to the formation of direct connections between the gallbladder and gastrointestinal tract, called fistulas. With these direct connections, gallstones can pass from the gallbladder to the intestines. Gallstones can get trapped in the gastrointestinal tract, most commonly at the connection between the small and large intestines (ileocecal valve). When a gallstone gets trapped, it can lead to an intestinal obstruction, called gallstone ileus, leading to abdominal pain, vomiting, constipation, and abdominal distension. ==Causes== Cholecystitis occurs when the gallbladder becomes inflamed. Gallstones are the most common cause of gallbladder inflammation but it can also occur due to blockage from a tumor or scarring of the bile duct. The greatest risk factor for cholecystitis is gallstones. Risk factors for gallstones include female sex, increasing age, pregnancy, oral contraceptives, obesity, diabetes mellitus, ethnicity (Native North American), rapid weight loss. === Acute calculous cholecystitis === Gallstones blocking the flow of bile account for 90% of cases of cholecystitis (acute calculous cholecystitis). Blockage of bile flow leads to thickening and buildup of bile causing an enlarged, red, and tense gallbladder. The gallbladder is initially sterile but often becomes infected by bacteria, predominantly E. coli, Klebsiella, Streptococcus, and Clostridium species. Inflammation can spread to the outer covering of the gallbladder and surrounding structures such as the diaphragm, causing referred right shoulder pain. === Acalculous cholecystitis === In acalculous cholecystitis, no stone is in the biliary ducts. It accounts for 5–10% of all cases of cholecystitis and is associated with high morbidity and mortality rates. Acalculous cholecystitis is typically seen in people who are hospitalized and critically ill. Males are more likely to develop acute cholecystitis following surgery in the absence of trauma.Barie PS. Acalculous and postoperative cholecystitis. In: Surgical intensive care, Barie PS, Shires GT. (Eds), Little Brown & Co, Boston 1993. p.837. It is associated with many causes including vasculitis, chemotherapy, major trauma or burns. The presentation of acalculous cholecystitis is similar to calculous cholecystitis. Patients are more likely to have yellowing of the skin (jaundice) than in calculous cholecystitis. Ultrasonography or computed tomography often shows an immobile, enlarged gallbladder. Treatment involves immediate antibiotics and cholecystectomy within 24–72 hours. === Chronic cholecystitis === Chronic cholecystitis occurs after repeated episodes of acute cholecystitis and is almost always due to gallstones. Chronic cholecystitis may be asymptomatic, may present as a more severe case of acute cholecystitis, or may lead to a number of complications such as gangrene, perforation, or fistula formation. Xanthogranulomatous cholecystitis (XGC) is a rare form of chronic cholecystitis which mimics gallbladder cancer although it is not cancerous. It was first reported in the medical literature in 1976 by McCoy and colleagues. ==Mechanism== Blockage of the cystic duct by a gallstone causes a buildup of bile in the gallbladder and increased pressure within the gallbladder. Concentrated bile, pressure, and sometimes bacterial infection irritate and damage the gallbladder wall, causing inflammation and swelling of the gallbladder. Inflammation and swelling of the gallbladder can reduce normal blood flow to areas of the gallbladder, which can lead to cell death due to inadequate oxygen. == Diagnosis == The diagnosis of cholecystitis is suggested by the history (abdominal pain, nausea, vomiting, fever) and physical examinations in addition to laboratory and ultrasonographic testing. Boas's sign, which is pain in the area below the right scapula, can be a symptom of acute cholecystitis. === Blood tests === In someone suspected of having cholecystitis, blood tests are performed for markers of inflammation (e.g. complete blood count, C-reactive protein), as well as bilirubin levels in order to assess for bile duct blockage. Complete blood count typically shows an increased white blood count (12,000–15,000/mcL). C-reactive protein is usually elevated although not commonly measured in the United States. Bilirubin levels are often mildly elevated (1–4 mg/dL). If bilirubin levels are more significantly elevated, alternate or additional diagnoses should be considered such as gallstone blocking the common bile duct (common bile duct stone). Less commonly, blood aminotransferases are elevated. The degree of elevation of these laboratory values may depend on the degree of inflammation of the gallbladder. === Imaging === Right upper quadrant abdominal ultrasound is most commonly used to diagnose cholecystitis. Ultrasound findings suggestive of acute cholecystitis include gallstones, pericholecystic fluid (fluid surrounding the gallbladder), gallbladder wall thickening (wall thickness over 3 mm), dilation of the bile duct, and sonographic Murphy's sign. Given its higher sensitivity, hepatic iminodiacetic acid (HIDA) scan can be used if ultrasound is not diagnostic. CT scan may also be used if complications such as perforation or gangrene are suspected. File:Ultrasonography of cholecystitis.jpg|Abdominal ultrasonography showing gallstones, wall thickening and fluid around the gall bladder File:Ultrasonography of sludge and gallstones, annotated.jpg|Gallstones and biliary sludge, but the gallbladder wall is not clearly thickened, with no edema in the pericholecystic fat, thus not cholecystitis. File:Pacutecholecystitits.png|Acute cholecystitis as seen on ultrasound. The closed arrow points to gallbladder wall thickening. Open arrow points to stones in the GB File:GBthick,GS,largeMark.png|Acute cholecystitis with gallbladder wall thickening, a large gallstone, and a large gallbladder File:UOTW 30 - Ultrasound of the Week 1.webm|Significant gallbladder wall thickening File:UOTW 30 - Ultrasound of the Week 2.webm|Significant gallbladder wall thickening ===Histopathology=== Histopathology is indicated if preoperative imaging and/or gross examination gives a suspicion of gallbladder cancer. File:Gross pathology of gallbladder carcinoma.jpg|Gross examination of gallbladder carcinoma, with a prominent nodule. File:Histopathology of gallbladder carcinoma.jpg|Histopathology of gallbladder carcinoma, with marked nuclear pleomorphism. File:Histopathology of eosinophilic cholecystitis.jpg|Histopathology of eosinophilic cholecystitis File:Gross pathology of cholesterolosis.jpg|Gross examination of gallbladder cholesterolosis, with yellow streaks of cholesterol deposition. === Differential diagnosis === Many other diagnoses can have similar symptoms as cholecystitis. Additionally the symptoms of chronic cholecystitis are commonly vague and can be mistaken for other diseases. These alternative diagnoses include but are not limited to: * Perforated peptic ulcer * Acute pancreatitis * Liver abscess * Pneumonia * Myocardial ischemia * Hiatal hernia * Biliary colic * Choledocholithiasis * Cholangitis * Appendicitis * Colitis * Acute peptic ulcer exacerbation * Amoebic liver abscess * Acute intestinal obstruction * Kidney stone * Biliary ascariasis == Treatment == X-ray during laparoscopic cholecystectomy ===Surgery=== For most people with acute cholecystitis, the treatment of choice is surgical removal of the gallbladder, laparoscopic cholecystectomy. Laparoscopic cholecystectomy is performed using several small incisions located at various points across the abdomen. Several studies have demonstrated the superiority of laparoscopic cholecystectomy when compared to open cholecystectomy (using a large incision in the right upper abdomen under the rib cage). People undergoing laparoscopic surgery report less incisional pain postoperatively as well as having fewer long term complications and less disability following the surgery. Additionally, laparoscopic surgery is associated with a lower rate of surgical site infection. During the days prior to laparoscopic surgery, studies showed that outcomes were better following early removal of the gallbladder, preferably within the first week. Early laparoscopic cholecystectomy (within 7 days of visiting a doctor with symptoms) as compared to delayed treatment (more than 6 weeks) may result in shorter hospital stays and a decreased risk of requiring an emergency procedure. There is no difference in terms of negative outcomes including bile duct injury or conversion to open cholecystectomy. For early cholecystectomy, the most common reason for conversion to open surgery is inflammation that hides Calot's triangle. For delayed surgery, the most common reason was fibrotic adhesions. ===Other=== Radiography of a percutaneous drainage catheter (yellow arrow). In this control, the instilled radiocontrast is filling out the gallbladder (red arrow), where the filling defects are gallstones. The cystic duct (blue arrow) is tortuous, the common bile duct (green arrow) is mildly dilated but patent, with tapering at ampulla Vateri (white arrow), but without obstruction. Contrast was seen extending into the duodenum (orange arrows), demonstrating open passage through the bile ducts. Supportive measures may be instituted prior to surgery. These measures include fluid resuscitation. Intravenous opioids can be used for pain control. Antibiotics are often not needed. If used they should target enteric organisms (e.g. Enterobacteriaceae), such as E. coli and Bacteroides. This may consist of a broad spectrum antibiotic; such as piperacillin-tazobactam, ampicillin- sulbactam, ticarcillin-clavulanate (Timentin), a third generation cephalosporin (e.g.ceftriaxone) or a quinolone antibiotic (such as ciprofloxacin) and anaerobic bacteria coverage, such as metronidazole. For penicillin allergic people, aztreonam or a quinolone with metronidazole may be used. In cases of severe inflammation, shock, or if the person has higher risk for general anesthesia (required for cholecystectomy), an interventional radiologist may insert a percutaneous drainage catheter into the gallbladder (percutaneous cholecystostomy tube) and treat the person with antibiotics until the acute inflammation resolves. A cholecystectomy may then be warranted if the person's condition improves. Homeopathic approaches to treating cholecystitis have not been validated by evidence and should not be used in place of surgery. == Epidemiology == Cholecystitis accounts for 3–10% of cases of abdominal pain worldwide. Cholecystitis caused an estimated 651,829 emergency department visits and 389,180 hospital admissions in the US in 2012. The 2012 US mortality rate was 0.7 per 100,000 people. The frequency of cholecystitis is highest in people age 50–69 years old. ==References== ==External links== Category:Gallbladder disorders Category:Hepatology Category:Inflammations Category:IgG4-related disease Category:Articles containing video clips Category:Wikipedia medicine articles ready to translate Category:RTTEM ",
    "title": "Cholecystitis"
}