{
    "id": "305307",
    "text": "Saga of the Greenlanders. The names are the common modern English versions of the old Norse names A sheet of Eiríks saga rauða. Eiríks saga rauða () or the Saga of Erik the Red is a saga on the Norse exploration of North-America. The original saga is thought to have been written in the 13th century. The saga is preserved in two manuscripts in somewhat different versions; Hauksbók (14th century) and Skálholtsbók (15th century). Despite the name, the saga mainly chronicles the life and expedition of Thorfinn Karlsefni and his wife Gudrid, also seen in the Greenland saga. The saga also details the events that led to the banishment of Erik the Red (Eirik Raude) to Greenland and preaching of Christianity by Leif Erikson (Leiv Eiriksson) as well as his discovery of Vinland after his longship was blown off course. ==Synopsis== Chapter 1: The saga starts off by explaining the ancestry of Olaf the White and details events that happened regarding Olaf's wife, Aud the Deep-Minded and Olaf's son, Thorstein the Red. When Olaf dies in battle in Ireland, Thorstein and Aud left for the Hebrides where Thorstein marries and became a great warrior king who ruled more than half of Scotland. Upon Thorstein's death, Aud sails to Iceland where she then occupies much of the land.Thordarson, Sveinbjorn. \"The Saga of Erik the Red.\" The Saga of Erik the Red - Icelandic Saga Database. Icelandic Saga Database, n.d. Web. 23 Nov. 2016 Chapter 2: The thralls of Erik's (son of Thorvald) started a landslide that destroyed a farm. In retaliation a friend of the farm owner, Eyjolf the Foul, killed the thralls. Because of this, Erik then killed Eyjolf the Foul. Eyjolf's kinsmen then demanded he be banished from that area (Haukadalr). Erik left to Oxney where he asked Thorgest to keep some of his mystical beams: Thorgest would not give them back, so Erik took them by force and ended up killing two of Thorgest's sons. Thorgest and Erik each acquired a following. Then at the Thorsnes Thing (Þórsnes-Thing) in Snæfellsnes, Erik and his people were outlawed from Iceland. Erik then sailed to Greenland where he named many places. Then, he came back to Iceland and reconciled with Thorgest. Then he decided to go back to Greenland and recruited people to come with him. He named the land Greenland because “men will desire much the more to go there if the land has a good name.”Thordarson, Sveinbjorn. \"The Saga of Erik the Red.\" The Saga of Erik the Red - Icelandic Saga Database. Icelandic Saga Database, n.d. Web. 23 Nov. 2016. Chapter 3: Thorbjorn had a daughter named Gudrid. Einar, a successful traveling merchant wanted to marry Gudrid, but Thorbjorn did not think he was successful enough. Additionally, Thorbjorn was starting to have financial issues so he decided to leave with his family to Greenland and find Erik the Red.Thordarson, Sveinbjorn. \"The Saga of Erik the Red.\" The Saga of Erik the Red - Icelandic Saga Database. Icelandic Saga Database, n.d. Web. 23 Nov. 2016. Chapter 4: There is a prophetess named Thorbjorg who dresses very elegantly. One night she went to Thorkell's to deliver prophecies and eventually needed assistance from someone else who knew “werid-songs.” Gudrid said she learned these “werid-songs” from her foster mother back in Iceland. Gudrid sang them beautifully, and then Thorbjorg told of her prophecy that Greenland's dearth will last no longer, and Gudrid offspring will have bright futures. Then Thorbjorn sailed and found Erik the Red who gave him land and buildings.Thordarson, Sveinbjorn. \"The Saga of Erik the Red.\" The Saga of Erik the Red - Icelandic Saga Database. Icelandic Saga Database, n.d. Web. 23 Nov. 2016. Chapter 5: Erik the Red's sons were Leif and Thorstein Eiriksson. Leif had gone to Norway to be with King Olaf Tryggvason. Olaf suggested that Leif preach Christianity in Greenland and Leif agreed. On his way back to Norway, Leif was tossed about a long time at sea and accidentally discovered a land with wild wheat, large trees, vine trees, and maple trees. He then sailed back on course to Greenland where he converted many people to Christianity including his mother. Erik the Red did not convert, and his wife withheld intercourse with him because of this. Leif wanted to go back to this newly discovered land with his father, but Erik thought it was unlucky because he fell off his horse on the way to the ship.Thordarson, Sveinbjorn. \"The Saga of Erik the Red.\" The Saga of Erik the Red - Icelandic Saga Database. Icelandic Saga Database, n.d. Web. 23 Nov. 2016. Chapter 6: Thorsteinn, the son of Erik, married Gudrid. He owned half a land which he shared with another man named Thorsteinn, who had a wife named Sigridr. A disease spread throughout the farm. Thorsteinn and Sigridr fell ill and died. But strangely, Thorsteinn came back from the dead and asked to talk to his wife. He announced his wish to be buried at the church and asked Gudrid to give all their goods to the church. Erik then watched after Gudrid, who started to live in his home.Anonyme, Saga d'Eirikr le Rouge, Paris, Gallimard, 1987. Chapter 7: Two ships of 40 Icelandic men went to Greenland and were wonderfully welcomed by Erik the Red. Karlsefni, one of these men, noticed that Erik was not as joyful as usual. Erik was in fact concerned about offering his guest a great Jól feast. Karlsefni told him that he could take whatever he wanted from their ships to prepare the feast. After Jól, Karlsefni asked for Gudrid's hand. Erik agreed to let Karlsefni marry her.Anonyme, Saga d'Eirikr le Rouge, Paris, Gallimard, 1987. == Comparisons to Greenland Saga == There are numerous parallels to the Saga of the Greenlanders, including recurring characters and recounts of the same expeditions, although with a few notable differences. The Saga of Erik the Red presents a number of the expeditions in the Greenland saga as just one expedition led by Thorfinnr Karlsefni and his wife Guðríðr. The expeditions that were combined into Thorfinnr's are those of Thorvaldr Eiríksson and Freydís Eiríkssdóttir.[14] Another notable difference is the location of their settlements. In the Greenland saga, Karlsefni and the others settle in a place that is only referred to as Vinland, while in Saga of Erik the Red, they form two base settlements: Straumfjǫrðr where they spend winter and the following spring, and Hop, where they later settle and run into problems with the natives, as depicted in the Greenland saga. Otherwise, the tales are largely similar, both with heavy focuses on the exploits of Thorfinnr Karlsefni and his wife Guðríðr. ==Translations into English== There have been numerous translations of the saga, some of the most prominent of which are: * Jones, Gwyn (trans.), 'Eirik the Red's Saga', in The Norse Atlantic Saga: Being the Norse Voyages of Discovery and Settlement to Iceland, Greenland, and North America, new edn (Oxford: Oxford University Press, 1986), pp. 207–35. Based on Skálholtsbók, showing some variants from Hauksbók. * Kunz, Keneva (trans.), 'Erik the Red's Saga', in The Sagas of Icelanders: A Selection (London: Penguin, 2001), pp. 653–74. Apparently translates the Skálholtsbók text. * Magnusson, Magnus; Hermann Pálsson (trans.), 'Eirik's Saga', in The Vinland Sagas (Harmondsworth: Penguin, 1965), pp. 73–105. Based on Skálholtsbók, though readings from Hauksbók are occasionally preferred. * Reeves, Arthur Middleton (ed. and trans.), 'The Saga of Eric the Red, also Called the Saga of Thorfinn Karlsefni and Snorri Thorbransson', in The Finding of Wineland the Good: The History of the Icelandic Discovery of America (London: Henry Frowde, 1890), pp. 28–52, available at https://archive.org/details/winelandthegood00reevrich. Based on the Hauksbók text (which Reeves refers to in the apparatus as ÞsK), though the text does draw some readings from Skálholtsbók (which Reeves refers to as EsR). Variants from both Hauksbók and Skálholtsbók are thoroughly listed. Editions and facsimiles of both manuscripts also included (Hauksbók pp. 104–21, Skálholtsbók pp. 122–39). * Sephton, J. (trans.), Eirik the Red's Saga: A Translation Read before the Literary and Philosophical Society of Liverpool, January 12, 1880 (Liverpool: Marples, 1880), available at https://www.gutenberg.org/ebooks/17946 and http://www.sagadb.org/eiriks_saga_rauda.en (the former version, made by Project Gutenberg, is the closer to the printed version). Passages in square brackets are based on Hauksbók; other passages are based on Skálholtsbók, but with some readings from Hauksbók. * Saga of Erik the Red (public domain audiobook at librivox) == See also == * Vinland sagas * Eiríks saga víðförla * Grœnlendinga saga ==References== ==External links== * Saga of Erik the Red English translation at the Icelandic Saga Database * Eiríks saga rauða The saga with standardized Old Norse spelling from heimskringla.no * Arthur Middleton Reeves, North Ludlow Beamish and Rasmus B. Anderson,The Norse Discovery of America (1906) * The saga with standardized modern Icelandic spelling * A treatment of the nationality of Leifr Eiríksson * Category:Norse colonization of North America Category:Sagas of Icelanders Category:10th century in Greenland Category:13th-century books Category:10th century in North America Category:10th century in Iceland Category:10th century in Ireland Category:10th century in Scotland Category:Scandinavian Scotland Category:Viking Age in Ireland Category:Cultural depictions of Erik the Red Category:Cultural depictions of Leif Erikson ",
    "title": "Saga of Erik the Red"
}