{
    "id": "305666",
    "text": "Antena 1 () is a Romanian free-to-air television network owned by the Antena TV Group, part of the Intact Media Group. Its programming consists of soap opera shows, football matches and entertainment programmes. Antena 1's headquarters was seized by the Romanian state on 8 August 2014 due to a judicial sentence against Dan Voiculescu, the founder of Intact Media Group. The building may be sold in order for the state to recuperate the loss brought to it as a result of the fraudulent privatization of the Institute for Alimentary Research in 2003.http://anticoruptie.hotnews.ro/ancheta-7475495-dosarul-dan-voiculescu.htm After company employees destroyed the interior of the building whilst moving out, the building required refurbishment before being placed on sale.http://adevarul.ro/news/eveniment/foto-antena-3-fost-aici-ce-a-ramas- urma-antenele-si-au-schimbat-sediul-1_5720e1d65ab6550cb866f85c/index.html The National Agency for the Management of Seized Assets (ANABI) has placed the building for sale on its website.http://adevarul.ro/news/eveniment/fostele- sedii-antenei-3-prezentate-vanzare-site-ul-ababi-urmeaza-comercializeze- recuperarea-60-milioane-euro-1_583c0a015ab6550cb8ec894f/index.html ==Current Programs== The station's top-rated local productions include entertainment shows, news programs and TV series. ===News=== Observator Observator is the channel's daily newscast and a series (that airs at the Observator 12 from Monday to Friday) it is one of the most watched newscasts in Romania. It has four daily editions, starting at 6.00 AM, 12.00 PM on weekdays or 1 PM on weekend, 4.00 PM and 7.00 PM. Its flagship daily evening newscast is Observator 19.00, anchored by Alessandra Stoicescu on weekdays, and Octavia Geamănu on weekend. The daily morning edition of Observator is broadcast at 6.00 AM. Its hosts are Iuliana Pepene and Mircea Ivan on weekdays,https://observatornews.ro/eveniment/moment-emotionant-in-platoul- observator-285502.html and Anamaria Gudu and Bogdan Alecsandru, or Iuliana Pepene, or Marcel Ivan on weekend. From Monday to Friday, Andreea Ţopan, Olivia Păunescu and Bogdan Alecsandru are the hosts for Observator 12.00, and Mihaela Călin is anchoring the broadcast at 16:00.https://observatornews.ro/social/mihaela-calin-revine-la-pupitrul- observator-16-322701.html Also, from Monday to Thursday, Observator has a nightly news edition, hosted by Valentin Butnaru. On November 28, 2016, when Antena 1 launched its own HD feed, Observator debuted a new set, which includes a new studio, a new logo, opening theme and a new graphics package.https://economie.hotnews.ro/stiri- media_publicitate-21415389-antena-1-relanseaza-observatorul-28-noiembrie-cand- posturile-intact-trec-emisia.htm#self The Observator website, observator.tv, was also relaunched at the end of November 2016.https://a1.ro/tv/tv-1/din-28-noiembrie-sub-sloganul-vezi-ce-traiesti- digital-antena-group-relanseaza-siteul-observatortv-id614569.html On April 19, 2020, Observator came with a new graphics package and its website changed its name and domain to observatornews.ro,https://observatornews.ro/eveniment/noua- identitate-vizuala-a-observatorului-356634.html launching also a news application. ===Original TV Series=== {|class=wikitable style=text- align:center |- ! colspan=4|Antena 1 Original TV Series |- style=\"border- bottom:solid 2px #EE313C;\" ! Program || Status/Season || Debut || Current airtime |- |Sacrificiul |3 (last season) |2019 |Wednesday after Chefi la Cuțite |- |Observator |5 |2012 |Monday-Friday after Neatza cu Răzvan și Dani |- |Neatza cu Răzvan și Dani |5 |2016 |Monday-Friday after Observator 06 |- |Mangalița |Waiting to be renewed |2019 |N/A |- |Liber ca pasărea cerului |Waiting to be renewed |2019 |N/A |- |} ===Entertainment=== ====Variety shows==== {|class=wikitable style=text- align:center |- ! colspan=4|Antena 1 variety shows |- style=\"border- bottom:solid 2px #EE313C;\" ! Program || Status/Season || Debut || Current airtime |- |Chefi la Cuțite |8 |2016 |Monday−Wednesday at 20:30 (EEST) |- |iUmor |9 |2016 |Sunday at 20:00 (EEST) |- | Neatza cu Răzvan și Dani |12 |2008 |Monday−Friday at 08:00 (EEST) |- |Te cunosc de undeva! |15 |2012 |Saturday at 20:00 (EEST) |- |X Factor |9 |2011 |Friday at 20:30 (EEST)https://www.paginademedia.ro/2020/08/antena1-anunta-grila-toamna-x- factor-duel-direct-grila-completa/https://www.radardemedia.ro/noua-formula-a- toamnei-la-antena-1-debuteaza-luni-7-septembrie/ |- |Asia Express |rowspan=\"4\"|Waiting to be renewed |2018 |rowspan=\"4\" style=\"background:lightgray;\" | N/A |- |Insula Iubirii |2015 |- |Marele Zid |2017 |- |} ====Talk shows==== {|class=wikitable style=text-align:center |- ! colspan=4|Antena 1 talk shows |- style=\"border-bottom:solid 2px #EE313C;\" ! Program || Debut || Current airtime |- |Acces Direct |2008 |Monday−Saturday at 17:00 (EEST) |- |Xtra Night Show |2017 |Monday−Thursday at approx. 00:15 (EEST) |} == Past Programs== * 2k1, host Mirela Boureanu-Vaida *Aici eu sunt vedeta, host Dan Bittman * Băieți de oraș, sitcom starring Mihai Bendeac and Vlad Drăgulin *Burlacul, was a Romanian reality television show and the Romanian version of The Bachelor, host Cătălin Botezatu * Burlăcița, was a Romanian reality television show and the Romanian version of The Bachelorette, host Cătălin Botezatu * Câștigi în 60 de secunde, host Dan Negru * Comanda la mine! * Danseaza Printre Stele, was a Romanian show and one of the Romanian versions of Dancing with the Stars * Din Dragoste, host Mircea Radu * FamiliaDA, (Family Olympics) was one of the Romanian versions of Family Feud, host Cosmin Seleși. * FANtastic Show, host Florin Ristei *Gashka Mare, was a Romanian television summer show, host Pepe * Ghicește vârsta (Guess my age), host Dan Negru * Ham talent, was a Romanian television talent show for pets, host Liviu Vârciu * IE, Românie, host Mircea Radu * Iadul Bucatarilor, was a Romanian television cooking competition, based on the Hell's Kitchen, host Virgil Mănescu. *În gura presei, host Mircea Badea - replacing tv channel Antena 3 (Romania) *, was a Romanian television comedy show, host Mihai Bendeac * Marele câștigător, was a Romanian reality game show and the Romanian version of The Biggest Loser. The show features obese people competing to win a cash prize by losing the highest percentage of weight relative to their initial weight. * Mireasă pentru fiul meu, was a matrimonial reality show. The competition was hosted by Mirela Boureanu-Vaida and was similar with Noră pentru mama who was aired on Kanal D Romania and whose continuation was, in fact Mireasă pentru fiul meu. *Nuntǎ cu scântei, was a matrimonial reality show, host Ana Morodan *Observator Special, was a Romanian monden news and sitcom, host Octavia Geamănu * Plasa de stele, was a Romanian television pranks show, host Dan Negru *Poftiți în vacanțǎ, host Marin Barbu *Prietenii de la 11, was a Romanian television entertainment and sitcom hosts Florin Ristei and Diana Munteanu * România Dansează, was a Romanian television dancing competition, host Jorge * Să te prezint părinților * Șerifi de România, host Dan Negru * Splash! Vedete la apa, was a Romanian television diving competition between TV stars, hosts Pepe, Roxana Ionescu, Bianca Drăgușanu, Alina Pușcaș, Diana Munteanu * Sport 20/de seară * Superbingo Metropolis, host Cornel Palade, Romică Țociu, Raluca Lăzăruț and Escu * , host Dan Negru * Totul e permis, host Cosmin Seleși *Zaza Sing, was a Romanian television karaoke, competition, host Liviu Vârciu ==References== ==External links== * Antena 1 * Observator 1 Category:Television channels and stations established in 1993 Category:Television stations in Romania ",
    "title": "Antena 1 (Romania)"
}