{
    "id": "305696",
    "text": "Sir Wilfred Patrick Thesiger (3 June 1910 – 24 August 2003), also known by his Arabic name Mubarak bin London (, Blessed Son of London) was a British military officer, explorer, and writer. Thesiger's travel books include Arabian Sands (1959), on his foot and camel crossing of the Empty Quarter of the Arabian Peninsula, and The Marsh Arabs (1964), on his time living in the marshes of Iraq with the Marsh Arabs. He donated his collection of 38,000 travel photographs to the Pitt Rivers Museum, Oxford. ==Early life== Thesiger was born in Addis Ababa, Ethiopia. He was the son of Wilfred Gilbert Thesiger, the British consul-general and minister plenipotentiary to Addis Ababa from 1909 to 1919, and his wife Kathleen Mary Vigors. Thesiger's grandfather was Frederic Lord Chelmsford. Frederic Viscount Chelmsford, future Viceroy of India, was an uncle, and the actor Ernest Thesiger was a cousin. ==Education== Thesiger was educated at St Aubyn's School in Rottingdean, Sussex, followed by Eton College and then Magdalen College, Oxford, where he took a Third in History. Between 1930 and 1933, Thesiger represented Oxford at boxing and later (in 1933) became captain of the Oxford boxing team. He was awarded a boxing Blue for each of the four years that he was at Oxford. Whilst at Oxford, Thesiger was also elected Treasurer of the Oxford University Exploration Club (1931–32). ==Career== Wilfred Thesiger with the British Delegation in Addis Ababa in 1930 Thesiger in the Horn of Africa in 1934 In 1930 Thesiger returned to Africa, having received a personal invitation from Emperor Haile Selassie to attend his coronation, and joined the Order of the Star of Ethiopia. He returned again in 1933 as the leader of an expedition, funded in part by the Royal Geographical Society, to explore the course of the Awash River. During this expedition, he became one of the first Europeans to enter the Aussa Sultanate and visit Lake Abbe. Between 1935 and 1940, Thesiger served with the Sudan Political Service stationed in Darfur and the Upper Nile. ===Second World War=== At the outbreak of war, Thesiger joined the Sudan Defence Force, helping to organise the Abyssinian resistance to the occupying Italians. He was awarded the DSO for capturing Agibar and its garrison of 2,500 Italian soldiers. He later served with the Special Operations Executive in Syria and the Special Air Service during the North African Campaign, attaining the rank of Major. From 1943 to 1945 he acted as political adviser to Crown Prince Asfa Wossen of Ethiopia. ===Travels=== After the Second World War, Thesiger travelled across Arabia, lived for some years in the marshes of Iraq, and then travelled in Iran, Kurdistan, French West Africa and Pakistan. He lived for many years in northern Kenya. He is remembered for his Arabian expeditions. In 1945, an entomologist, O.B. Lean, acting on behalf of the Middle East Anti Locust Unit (MEALU), hired Thesiger to search for locust breeding grounds in southern Arabia. This led to two crossings of the great Arabian desert, the Rub' al Khali or Empty Quarter, and travels in inner Oman. He rode camels in the company of Bedu guides through remote areas that were potentially dangerous on account of tribal tensions and the opposition of local rulers to the presence of foreigners. Thesiger's first crossing began in October 1946 when, with his Bedouin companions, he left Salalah in the Dhofar province of Oman and travelled to the Mughshin Oasis. From there, he entered the sands but there was dissent among his party, some of whom were unwilling to travel any farther. Thesiger continued with four members, two from the Rashid and two from the Bait Kathir tribes. He reached the Liwa Oasis in the Emirate of Abu Dhabi in mid-December, visited the town of Abu Dhabi, then crossed into Oman, heading back towards Salalah via Dhofar and ending his journey at Salalah on 23 February 1947. His second crossing began in December 1947, at Manwakh well in Yemen. The king of Saudi Arabia did not agree to Thesiger entering his territory, and imprisoned Thesiger and his party when they arrived at Sulayil. Soon released, they travelled to the Liwa Oasis and then to Abu Dhabi town, arriving on 14 March 1948. In April, Thesiger visited the Buraimi Oasis, for which the Iraq Petroleum Company (IPC) held an oil concession, which it operated through an associate company, Petroleum Development Oman. Dick Bird, the company's representative, was concerned by Thesiger's attitude towards oil exploration. Thesiger disapproved of the company's activities, believing that the discovery of oil would destroy the Bedouin way of life. However, the need to finance his expeditions led the explorer to accept funding from the oil company in exchange for providing information garnered from his travels. Thesiger returned to England in the 1990s and was knighted in 1995. He is known for two travel books: Arabian Sands (1959), which recounts his travels in the Empty Quarter of Arabia between 1945 and 1950 and describes the vanishing way of life of the Bedu; and The Marsh Arabs (1964), which is an account of the Madan, the indigenous people of the marshlands of southern Iraq. The latter journey is also covered by his travelling companion, Gavin Maxwell, in A Reed Shaken by the Wind – a Journey through the Unexplored Marshlands of Iraq (Longman, 1957; new edition by Eland in 2003). Thesiger took many photographs during his travels and donated his vast collection of 38,000 negatives to the Pitt Rivers Museum, Oxford.http://www.prm.ox.ac.uk/thesiger.html ==Reputation== Thesiger's reputation in England was built on his travels, writings and military service. Those who met him found him traditional and old fashioned. Among the Arabian people, his reputation was based on their personal knowledge of him as an adventurer. Salim bin Ghabaisha described him, fifty years after their travels together, as \"loyal, generous, and afraid of nothing\". Despite strong evidence of homosexual longings, Thesiger maintained his private life was nobody's business but his own and always refused to discuss the matter Arab boy was secret love of Thesiger's life, The Guardian, 31 August 2003. ==In popular culture== In the film version of Gavin Maxwell's Ring of Bright Water, Bill Travers uses a copy of Thesiger's The Marsh Arabs to covertly spy on his soon- to-be close companion, Mijbil the otter. In 2008, Majid Abdulrazak (a film director from the United Arab Emirates) produced a film version of Arabian Sands which was self-funded and employed actors from the UAE and Oman in most of the major roles. A documentary about Sir Wilfred was made by producer Les Guthman in 1999, \"A Life of My Choice.\" In Eric Newby's A Short Walk in the Hindu Kush, the closing pages recount Newby and his companion meeting Thesiger. Newby was suffering from dysentery, extreme fatigue and other ailments. The final sentence of the book is of Thesiger's watching them inflate their air beds saying \"God, you must be a couple of pansies.\" ==Awards== *Master of Arts, MA, Oxon *Commander of the Order of the Star of Ethiopia, CSE 1930 *Companion of the Distinguished Service Order, DSO 1941 *Founder's Medal, Royal Geographical Society, RGS 1948 *Lawrence of Arabia Medal, Royal Society for Asian Affairs,1955 *Livingstone Medal, Royal Scottish Geographical Society, RSGS 1962 *W. H. Heinemann Award 1964 *Royal Society of Literature, RSL 1965 *Burton Memorial Medal, Royal Asiatic Society, RAS 1966 *Honorary DLitt, Leicester 1967 *Commander of the Order of the British Empire, CBE 1968 *Fellow Royal Society of Literature, FRSL 1982 *Honorary Fellow British Academy, FBA 1982 *Honorary DLitt, University of Bath, 1992 *Knight Commander of the Order of the British Empire, KBE 1995 * Abu Dhabi Awards, 2008 ==Books== *A Journey Through the Tihama, the 'Asir, and the Hijaz Mountains *Arabian Sands (1959) ** 1985 Penguin; *The Marsh Arabs (1964) ** 2007 Penguin; , *The Last Nomad (1979) ** 1980 – William Collins; *The Life of My Choice (1987) ** 1987 Harpercollins;. *Visions of a Nomad (1987) ** 1987 Collins; *My Kenya Days Harper Collins, 1994; * The Danakil Diary: Journeys through Abyssinia, 1930–34 Hammersmith, 1996, . Contains the diaries he wrote in 1930 when he attended Haille Selassie's coronation, and in 1933–1935 when he explored the Awash valley and encountered the Afar people. Interspersed with letters he wrote to his mother during that period. *Among the Mountains: Travels Through Asia Harper Collins, (1998); . This account presents edited portions of journal entries written during trips to remote mountain areas of Afghanistan, Pakistan, and Kurdistan between 1952 and 1965, as well as numerous black-and-white photographs that he took at the time. There is little detail since the book is based on his diary entries. For a better account, read The Life of My Choice. *Crossing the Sands Motivate Pub Ltd (2000) 176 pp; . About his journeys in the Empty Quarter and the Arabian Peninsula during the late forties, with photographs. *My Life and Travels (anthology) ** 2002 HarperCollins 352 pp; ** 2003 Flamingo 320 pp; *A Vanished World ** 2001 W.W. Norton 192 pp; ** 2002 W.W. Norton 189 pp, possibly the same as above, collection of photographs; ==See also== * Salim bin Ghabaisha * Jebel Hafeet ==References== ==Sources== * * * * * * * ==External links== Photographs by Thesiger * Collection of Thesiger's photography in Pitt Rivers Museum, Source: Journey biographies | Thesiger's Journeys in Arabia – Hejaz, Saudi Arabia, 1946 Obituaries and Profiles (mostly August 2003) * Daily Telegraph obituary * Review of maitland's official biography discusses various aspects of the explorer's life and characters. * BBC obituary (26 August 2003) contains errors such as Wilfred being the youngest son, which he was not. * Profile by Jonathan Glancy in The Guardian * Eric Newby's recollections of Thesiger * Frank Gardner (journalist), the BBC's Security Correspondent, recalls personal memories of the great explorer including inspiring Gardner to learn Arabic. Category:1910 births Category:People educated at St. Aubyns School Category:People educated at Eton College Category:2003 deaths Category:Alumni of Magdalen College, Oxford Category:British Arabists Category:British Christians Category:British explorers Category:British travel writers Category:Explorers of Africa Category:Explorers of Arabia Category:Explorers of Asia Category:Knights Commander of the Order of the British Empire Category:Companions of the Distinguished Service Order Category:People from Addis Ababa Category:Sudan Political Service officers Category:Sudan Defence Force officers Category:Special Air Service officers Category:British Army personnel of World War II Category:Historians of the United Arab Emirates Category:Fellows of the British Academy Category:Fellows of the Royal Society of Literature Category:Fellows of the Royal Geographical Society Wilfred Patrick ",
    "title": "Wilfred Thesiger"
}