{
    "id": "305606",
    "text": "33 (thirty-three) is the natural number following 32 and preceding 34. ==In mathematics== 33 is: * the largest positive integer that cannot be expressed as a sum of different triangular numbers. * the smallest odd repdigit that is not a prime number. * the sum of the first four positive factorials. * the sum of the sum of the divisors of the first 6 positive integers. * the sum of three cubes: 33=8866128975287528^3+(-8778405442862239)^3+(-2736111468807040)^3. * equal to the sum of the squares of the digits of its own square in bases 9, 16 and 31. : For numbers greater than 1, this is a rare property to have in more than 1 base. * the smallest integer such that it and the next two integers all have the same number of divisors. *the first member of the first cluster of three semiprimes (33, 34, 35); the next such cluster is 85, 86, 87. ==In science== *The atomic number of arsenic * A normal human spine has 33 vertebrae when the bones that form the coccyx are counted individually * 33 is, according to the Newton scale, the temperature at which water boils. ===Astronomy=== *Messier object M33, a magnitude 7.0 galaxy in the constellation Triangulum, also known as the Triangulum Galaxy. *The New General Catalogue object NGC 33, a double star in the constellation Pisces *The lunar-solar cycle takes 33 years. The lunar year is approximately 354 days, the solar year has 365 days, this means that it takes 33 years for the cycle to return to the original position. == In technology == * In reference to gramophone records, 33 refers to a type of record by its revolution speed of 33⅓ revolutions per minute. 33s are also known as long playing records, or LPs. See: 78 and 45 *The ITU country code for the French telephone numbering plan area == In religion and mythology == * The number of deities in the Vedic Religion is 33. *The second level of heaven in Buddhism is named Trāyastriṃśa, meaning \"of the 33 (gods).\" *The number of incarnations the bodhisattva Avalokiteśvara is said to embody * The divine name Elohim appears 33 times in the story of creation in the opening chapters of Genesis.Insights #517, October 8, 2010. * Lag Ba'omer is a minor Jewish holiday which falls on the 33rd day of the Omer * Jesus' traditional age when he was crucified and resurrected. * According to Al-Ghazali the dwellers of Heaven will exist eternally in a state of being age 33. * Islamic prayer beads are generally arranged in sets of 33, corresponding to the widespread use of this number in dhikr rituals. Such beads may number thirty-three in total or three distinct sets of thirty-three for a total of ninety-nine, corresponding to the names of God. * Pope John Paul I, the 33-day pope. One of the shortest reigns in papal history, and it resulted in the most recent 3-pope year. * A religious image of the Virgin Mary from the 18th century is known in Uruguay as \"Virgen de los Treinta y Tres\" (Virgin of the Thirty-Three); it was consecrated by Pope John Paul II in his visit to Uruguay in 1988. ** There are several churches dedicated to this Marian devotion, being the most important the Cathedral Basilica of Our Lady of the Thirty-Three in Florida, Uruguay. * There are 33 degrees in Scottish Rite Freemasonry * The House of the Temple, Home of The Supreme Council, 33°, Ancient & Accepted Scottish Rite of Freemasonry in Washington D.C., USA has 33 outer columns which are each 33 feet high. * The Saigoku Kannon Pilgrimage visits thirty-three Buddhist temples throughout the Kansai region of Japan. * Rupes Nigra, a phantom island was described as having a circumference of 33 \"French\" miles. ==In sports== * The number of innings played in the longest professional baseball game in history (a 1981 minor league game between the Rochester Red Wings and the Pawtucket Red Sox in Pawtucket, Rhode Island). * In motorsport, 33 is the traditional number of racers in the Indianapolis 500. * The Big 33 Football Classic is an annual postseason high school football all-star game that features top players from Pennsylvania. In recent years, the opposition has been an all-star team from Ohio. The number 33 represents the original number of players on each squad (now 34). * FIBA 33 is the original name of the basketball variant now known as 3x3. It is a formalized version of half-court three-on-three basketball currently being heavily promoted by the sport's international governing body, FIBA. Under the original rules of FIBA 33, the game ended by rule once either team scored at least 33 points, with scoring following traditional basketball rules. 3x3 uses a substantially different scoring system. * 33 is the number of the longest winning streak in NBA History, which the Los Angeles Lakers achieved in the 1971-72 NBA Season * World Snooker Championship semi-finals are played over 33 frames. The first rounds are played over 19 frames played in two sessions, the second round and quarter-finals played over 25 frames in three sessions, the semi-finals over 33 frames and the final over 35 frames, each played over four sessions. ==In media== * The number 33 is featured in Dark, a German science fiction television series following intertwined storylines over increments of 33 years. * The 33 is a biographical disaster film based on the real events of a mining disaster that occurred in 2010, where a group of 33 miners became trapped inside the San José Mine in Chile. == In other fields == Thirty-three is: * A significant number in modern numerology, one of the master numbers along with 11 and 22. * The number printed on all Rolling Rock beer labels. * Pabst Blue Ribbon Beer used to be advertised as \"Blended 33 to 1\". * The namesake of the private club, Club 33, located in Disneyland's New Orleans Square. * The number of workers trapped, all of whom were rescued, during the 2010 Copiapó mining accident. * The 33 Orientales were a group of Uruguay's national Independence Heroes that liberate the country in 1825 from the Brazilian Empire, the name is due for the leaders all 33 Degree Masons (The Thirty-Three Orientals), one of Uruguay's national states and its capital city is named \"Treinta y Tres\" after them * +33 is the code for international direct-dial phone calls to France. * The modern Russian alphabet consists of 33 letters. * Georgian is presently written in a 33-letter alphabet. ==See Also== * List of highways numbered 33 ==References== ==External links== * Prime Curios! 33 from the Prime Pages * Category:Integers ",
    "title": "33 (number)"
}