{
    "id": "305746",
    "text": "The clade Sauria was traditionally a suborder for lizards which, before 1800, were crocodilians. It has been redefined as the group containing the most recent common ancestor of archosaurs and lepidosaurs and all its descendants;Gauthier, J. A., Kluge, A. G., & Rowe, T. (1988). The early evolution of the Amniota. The phylogeny and classification of the tetrapods, 1, 103-155. as such it was commonly thought that Sauria is a crowned-base grouping of diapsids. However, recent genomic studiesCrawford, Nicholas G., et al. \"More than 1000 ultraconserved elements provide evidence that turtles are the sister group of archosaurs.\" Biology letters 8.5 (2012): 783-786. and comprehensive studies in the fossil record suggest that turtles are closely related to archosaurs, not to parareptiles as previously thought. Sauria can be seen as a crowned-group of all modern reptiles (including birds) within the larger total group Sauropsida, which also contains various stem-reptile groups. ==Systematics== ===Synapomorphies=== The synapomorphies or characters that unite the clade Sauria also help them be distinguished from stem-saurians in Diapsida or stem-reptiles in clade Sauropsida in the following categories based on the following regions of the body.Pough, F. H., Janis, C. M., & Heiser, J. B. (2005). Vertebrate life. Pearson/Prentice Hall.Laurin, Michel and Jacques A. Gauthier. 2011. Diapsida. Lizards, Sphenodon, crocodylians, birds, and their extinct relatives. Version 20 April 2011. http://tolweb.org/Diapsida/14866/2011.04.20 in The Tree of Life Web Project, http://tolweb.org/Laurin, Michel and Jacques A. Gauthier. 2011. Autapomorphies of Diapsid Clades. Version 20 April 2011. http://tolweb.org/accessory/Autapomorphies_of_Diapsid_Clades?acc_id=465 in The Tree of Life Web Project, http://tolweb.org/ *Cephalad Region **Dorsal origin of temporal musculature **Loss of caniniform region in maxillary tooth row **External nares close to the midline **Postparietal absent **Squamosal mainly restricted to top of skull **The occipital flange of the squamosal is little exposed on the occiput **Anterior process of squamosal narrow **Quadrate exposed laterally **Unossified dorsal process of stapes **Stapes slender *Trunk Region **Sacral ribs oriented laterally **Ontogenetic fusion of caudal ribs **Trunk ribs mostly single headed *Pectoral Region **Cleithrum absent *Pelvic Region **Modified ilium *Limb Region **Tubular bone lost **Entepicondylar foramen absent **Radius as long as ulna **Small proximal carpals and tarsal **Fifth distal tarsal absent **Short and stout fifth or hooked metatarsal **Perforating foramen of manus lost However, some of these characters might be lost or modified in several lineages, particularly among birds and turtles; it is best to see these characters as the ancestral features that were present in the ancestral saurian. ===Phylogeny=== The cladogram shown below follows the most likely result found by an analysis of turtle relationships using both fossil and genetic evidence by M.S. Lee, in 2013. This study found Eunotosaurus, usually regarded as a turtle relative, to be only very distantly related to turtles in the clade Parareptilia. The cladogram below follows the most likely result found by another analysis of turtle relationships, this one using only fossil evidence, published by Rainer Schoch and Hans-Dieter Sues in 2015. This study found Eunotosaurus to be an actual early stem-turtle, though other versions of the analysis found weak support for it as a parareptile. ==References== Category:Reptile taxonomy Category:Tetrapod unranked clades Category:Permian reptiles Category:Extant Permian first appearances Category:Guadalupian first appearances ",
    "title": "Sauria"
}