{
    "id": "305983",
    "text": "The Burlington Northern Railroad was a United States-based railroad company formed from a merger of four major U.S. railroads. Burlington Northern operated between 1970 and 1996. Its historical lineage begins in the earliest days of railroading with the chartering in 1848 of the Chicago and Aurora Railroad, a direct ancestor line of the Chicago, Burlington and Quincy Railroad, which lends Burlington to the names of various merger-produced successors. Burlington Northern acquired the Atchison, Topeka and Santa Fe Railway on December 31, 1996, to form the Burlington Northern and Santa Fe Railway (later renamed BNSF Railway), which was owned by the Burlington Northern Santa Fe Corporation. That corporation was purchased by Berkshire Hathaway in 2009 which is controlled by investor Warren Buffett. ==History== The Burlington Northern Railroad was the product of the merger of four major railroads: the Great Northern Railway, the Northern Pacific Railway, the Spokane, Portland and Seattle Railway and the Chicago, Burlington and Quincy Railroad. The four railroads shared a very intertwined history, due to the efforts of James J. Hill, the railroad tycoon who had founded the Great Northern Railway. Hill purchased an interest in the Northern Pacific in 1896 as the railway endured a period of financial turmoil. Hill attempted to merge the two railways but was rebuffed by the leaders of the Northern Pacific. In 1901, the two railways teamed up to purchase nearly all shares of the Chicago, Burlington and Quincy Railroad, giving both a needed connection to Chicago, the nation's railroad hub. That same year, came the next attempt to merge the railroads with the establishment of the Northern Securities Company, a trust that controlled all three, with Hill serving as president. The company was sued in 1902 under the Sherman Antitrust Act and in 1904 the Justice Department won in the Supreme Court ruling Northern Securities Co. v. United States. Although the ruling forced the three companies to be operated independently, they were still closely linked, even sharing a headquarters building in Saint Paul, Minnesota. In 1905, the Spokane, Portland and Seattle Railway was founded. Like the Chicago, Burlington and Quincy Railroad, this new railroad was co-owned by the Great Northern and Northern Pacific and allowed both to access the Pacific Northwest. Leaders attempted to merge another two times, in 1927 and 1955, but were unsuccessful. The four railroads were finally cleared to merge on March 2, 1970 after a legal challenge that once again went to the Supreme Court. A newly established holding company, Burlington Northern, Inc. purchased the four railroad companies and merged them into the Burlington Northern Railroad. To further expand the Burlington Northern, a single track was constructed in 1972 into the Powder River Basin to serve various coal mines. The expansion was a source of traffic unprecedented in United States railroad history. In 1971, the first full year for the new railroad, trains carried 64,116 million revenue ton-miles of freight, by 1979 the total was 135,004 million.Moody's Transportation Manual 1981 Most of the increase was attributed to Powder River coal from Wyoming. The Burlington Northern, along with handling freight trains, briefly operated inter-city passenger trains. The BN had started operations just a matter of weeks before the end of service of the original California Zephyr, which had been operated by the CB&Q;, in conjunction with the Denver & Rio Grande Western and Western Pacific railroads, and continued to operate the North Coast Limited, \"Mainstreeter\" Empire Builder, \"Western Star\", Denver Zephyr, \"Gopher\", and \"International\", until Amtrak took over intercity passenger service in May 1971, thus becoming the last \"new\" Class I railroad to operate its own passenger trains. The BN also operated a commuter line inherited from the CB&Q; from Chicago Union Station to the western suburb of Aurora, Illinois. In May 1980 when Mount St. Helens erupted, the BNR owned the land around the summit of Mount St. Helens in Washington state. In the 19th century, the United States government distributed land to railroads as a way to open up the American West and the 9,677-foot peak was granted to the Northern Pacific. It was inherited in the 1970 merger by Burlington Northern. Following the eruption the land including the volcano was subsequently transferred in a land swap between the railroad and the United States Forest Service so the Mount St. Helens National Volcanic Monument could be established. On November 21, 1980, the St. Louis–San Francisco Railway was acquired, giving the railroad trackage as far south into Florida. In the early 1980s two independently operated railroads, owned by Burlington Northern Inc. were absorbed into the Burlington Northern Railroad; the Colorado and Southern Railway was absorbed in 1981, followed by the Fort Worth and Denver Railway in 1982. The railroad relocated its headquarters from Saint Paul to Seattle, Washington in 1981, as well as its parent company and sister companies. All of Burlington Northern, Inc's non-rail operations were spun off to a new company, Burlington Resources in 1988. The railroad once again relocated its headquarters in 1988 moving from Seattle to Fort Worth, Texas. On September 22, 1995, the Atchison, Topeka and Santa Fe Railway merged with the Burlington Northern to create the Burlington Northern Santa Fe Railway. However, the merger was not official until December 31, 1996, when a common dispatching system was established, Santa Fe's non-union dispatchers were unionized and the implementation of Santa Fe's train identification codes systemwide. On January 24, 2005, the railroad shortened its name to BNSF Railway. ==Route== Main line heading north out of Seattle, Washington along the shore of Puget Sound The Burlington Northern traversed the most northerly routes of any railroad in the western United States. These routes started at Chicago, Illinois and ran west-northwest to La Crosse, Wisconsin. From here the routes continued northwest through Minneapolis and St. Paul, Minnesota to Grand Forks, North Dakota. From Grand Forks the routes ran west through North Dakota, Montana, and Idaho to Spokane, Washington. The former GN routed through North Dakota/Northern Montana, crossing the continental divide at Marias Pass, while the former NP line routed through the southern part of Montana (which was spun off to Montana Rail Link in 1987), crossing the continental divide at Mullan and Homestake Passes. At Spokane the routes split into three. The former Great Northern route ran west to Wenatchee, Washington, crossed under the Cascade Range at New Cascade Tunnel on Stevens Pass, and descended to the Puget Sound region through Everett, Washington. The former Northern Pacific turned southwest towards the Tri-Cities, then northwest to Yakima, Washington, and crossed under the Cascade Range at Stampede Tunnel, descending to the Green River Valley at Auburn, Washington where it connected with existing NP lines from British Columbia to Portland, Oregon. The Spokane, Portland and Seattle ran southwest to the Tri-Cities, then followed the north bank of the Columbia River to Vancouver, Washington. With the acquisition of the St. Louis – San Francisco Railway the route was extended into the South Central and Southeastern United States. Transport Statistics shows BN operated 23609 miles of line and 34691 miles of track at the end of 1970;Not including 692 route-miles operated by C&S;, 1201 FW&D;, 186 Oregon Electric, 152 Oregon Trunk, 19 Walla Walla Valley and 2 MA&CR.; it shows 4547 SLSF miles of line not including QA&P; and AT&N.; At the end of 1981 BN showed 27374 miles of line and 40041 miles of track.Not including 678 route-miles C&S; and 1181 miles FW&D.; At the time of the 1980 eruption of Mount St. Helens the summit of the volcano that was blasted away was owned by Burlington Northern. Following the eruption, Burlington Northern agreed to a land swap with the U.S. government and exchanged its square mile of land on the mountain for national forest land elsewhere to allow for the creation of the Mount St. Helens National Volcanic Monument to preserve the volcano and allow for its aftermath to be scientifically studied. ==Equipment colors and painting== NW2 510 at Aurora, Illinois The livery of the Burlington Northern traces its history to Chicago, Burlington and Quincy Railroad. EMD GP40 #629 was painted in a green, black and white scheme that introduced the BN's lettering and logo. The green color was later known as Cascade Green due to the reflections of pine trees and nature along various routes the trains of the CB&Q; traveled. Burlington Northern locomotives were easily distinguished from other green locomotives at that time. Most other railroads would paint numbers traditionally, otherwise on the cab. BN painted theirs on the back on a Geep or SD- unit, while shunters like the EMD SW1, SW1200, and others, would have the number near the nose of the locomotive like shown in the picture. Moving on to the Orange and Black \"Tiger Stripes\" had the full name of the railroad and the number in its cab position. The BN executive or 'Grinstein Green' scheme had the number back to where it all started. As the final approval of the merger was approaching the Spokane, Portland and Seattle Railway purchased 6 EMD GP38s in February 1970 that was delivered in the Burlington Northern paint scheme. By the 1980s the locomotives and rolling stock had an unfortunate habit of camouflaging into the scenery and causing accidents at railroad crossings. In late 1984 the BN commenced the High Visibility study which applied orange and black nose stripes and orange along the cab face on one locomotive followed by two new orders of locomotives: EMD SD40-2, EMD GP50, and EMD SD60 respectively. By 1987 the study did not show vast improvement of the locomotive's visibility and was dropped. In 1989 the BN reactivated its High Visibility study, trying more white paint on the nose and cab face. The first unit, GATX Rebuild EMD GP40 #3079 emerged in April 1989 with a white cab face, end-sill stripes, and a large BN logo applied on the nose; dubbed White Face this scheme proved to be a success with only a minor change occurring in 1991 with the application of a two-inch-wide separator stripe. In October 1990 BN departed from its Cascade Green, black and white scheme on its business car and locomotive fleet. Adopting Grinstein Green (an altered version of Brunswick Green/British Racing Green and named after the president of Burlington Northern, Gerald Grinstein), Cream, and Alizarin Red. This scheme was applied to EMD F9A-2 #BN-1, EMD F9B-2 #BN-2, and EMD E9A-2 #BN-3, of the locomotive fleet and the business car fleet. In November 1993, brand new EMD SD70MAC #9401 received the Executive colors, making a departure from the standard Cascade Green, White & Black scheme. This trend continued only on the EMD SD70MAC's until BNSF #9837. ==Company officers== ===Presidents of the Burlington Northern Railroad=== * Louis W. Menk (March 2, 1970-May 1, 1971) * Robert W. Downing (May 1, 1971-January 1, 1976)BN News, May 1971, pp. 1 * Norman Lorentzsen (January 1, 1976-July 17, 1985) BN News, 1976 Overview pp.3-5 * Darius W. Gaskins, Jr. (July 17, 1985-January 1, 1989)Kenneth N. Gilpin & Eric Schmitt. \"Business People; Burlington Northern Promotes 2 Executives\". The New York Times, December 18, 1985. * Gerald Grinstein (January 1, 1989-September 22, 1995)Daniel F. Cuff. \"Business People; Burlington Northern Names 2 Executives\", The New York Times, October 21, 1988. * Robert D. Krebs (September 22, 1995-December 31, 1996) [Post BN] ==Notable locomotives== Throughout its history, the Burlington Northern had various oddities and test demonstrators/paint schemes: {| class=\"wikitable\" |- ! colspan=\"3\"|Burlington Northern Paint Schemes |- !Locomotive Model !Road Numbers !Notes |- style=\"text-align:center;\" |EMD GP40 |629 |First locomotive experimented in pre-Burlington Northern Livery in 1968. |- style=\"text- align:center;\" |EMD SD45 & GE U23C |516 – 530, 460 – 468 |Pre-Burlington Northern livery designed by the CB&Q; in 1969. |- style=\"text-align:center;\" |EMD GP38 |200 – 205 (2072–2077) |First new locomotives for the Burlington Northern; ordered by the Spokane, Portland & Seattle in February 1970. |- style=\"text-align:center;\" |EMD SD40-2 |8174 |Carried a \"Together at Last\" BN- SLSF Merger slogan along the walkway. |- style=\"text-align:center;\" |EMD SD40-2, EMD GP50, EMD SD60 |8002, 3110 – 3162, 8300 – 8302 |Painted in the experimental High Visibility Tiger Stripes paint scheme. |- style=\"text- align:center;\" |EMD/GATX GP40G |3079 |The first locomotive to receive the Whiteface paint scheme in April 1989. |- style=\"text-align:center;\" |EMD GP50 |3110 & 3112 |An alternative version of white with orange \"Tiger Stripes\" instead of black. |- style=\"text-align:center;\" |EMD F9A-2, EMD F9B-2, EMD E9A-2 |BN-1, BN-2 & BN-3 |The first new locomotives painted in the Executive scheme. |- style=\"text-align:center;\" |EMD GP38-2 |2100 |The only unit receiving white striping along the front cab section. |- style=\"text- align:center;\" |EMD GP38 |2075 & 2085 |#2075 was the first unit painted in a \"Pacific Pride\" Scheme; later replaced by #2085, dubbed \"Pacific Pride II\", after 2075 was reported with fire damage |- style=\"text-align:center;\" |EMD GP9 |1813 & 1863 |Received \"The National Academy of Railroad Sciences\" lettering along the carbodies. |- style=\"text-align:center;\" |EMD GP9 |(BNML) 2 |Was the sole locomotive of the Burlington Northern Manitoba subsidiary. Retired in 2007 as BNSF 1685. It was the last GP9 to operate on BNSF. |- style=\"text-align:center;\" |EMD SD60M |1991 |Painted to honor the employees serving in Desert Storm. |- style=\"text-align:center;\" |EMD SD40-2 |7149 & 7890 | Modified by Energy Conversions Inc. to run on compressed liquefied natural gas (refrigerated liquid methane), dubbed the \"DF40-2\" for \"Dual-Fuel SD40-2\". |- style=\"text-align:center;\" |EMD SD9 |6121 |Operation Lifesaver logos applied. |- style=\"text-align:center;\" |MK GP28M |1510, 1521-1524 |Operation Lifesaver logos applied. |- style=\"text-align:center;\" |EMD SD70MAC |9647 |Introduced a proposed Burlington Northern Santa Fe paint scheme. |- style=\"text-align:center;\" |EMD SD70MAC |9709–9712 |9709 – 9710 were the last two new locomotives for the BN delivered in January 1996. 9711 – 9712 are the first new locomotives for BNSF. |- style=\"text-align:center;\" |EMD GP50, EMD SD40-2 |3120 & 7812 |The last locomotives painted in Burlington Northern green on August 8, 1996. |- style=\"text-align:center;\" |MK GP39E |2911 & 2931 |Painted in an experimental Cascade Green BNSF scheme. |- style=\"text- align:center;\" |EMD SD45 |6430 | Ex-Great Northern \"Hustle Muscle\", carried the Hustle Muscle painted on the sides after repaint into BN colors. |} ==See also== * Paul Bunyan Trail Rail Trail * Great Northern Railway: Mansfield Branch (1909-1985) * List of Superfund sites in Minnesota ==References== * ==External links== *Friends of the Burlington Northern Railroad (BN historical society) *Railroads in the Midwest: Early Documents and Images *List and Family Trees of North American Railroads *EPA Superfund Fact Sheet for Burlington Northern Category:Companies based in Saint Paul, Minnesota Category:Defunct Alabama railroads Category:Defunct Arkansas railroads Category:Defunct California railroads Category:Defunct Colorado railroads Category:Defunct Florida railroads Category:Defunct Idaho railroads Category:Defunct Illinois railroads Category:Defunct Iowa railroads Category:Defunct Kansas railroads Category:Defunct Kentucky railroads Category:Defunct Minnesota railroads Category:Defunct Mississippi railroads Category:Defunct Missouri railroads Category:Defunct Montana railroads Category:Defunct Nebraska railroads Category:Defunct New Mexico railroads Category:Defunct North Dakota railroads Category:Defunct Oklahoma railroads Category:Defunct Oregon railroads Category:Defunct South Dakota railroads Category:Defunct Tennessee railroads Category:Defunct Texas railroads Category:Defunct Washington (state) railroads Category:Defunct Wisconsin railroads Category:Defunct Wyoming railroads Category:Economy of the Midwestern United States Category:Economy of the Northwestern United States Category:Former Class I railroads in the United States Category:Predecessors of the BNSF Railway Category:Railway companies disestablished in 1996 Category:Railway companies established in 1970 Category:American companies established in 1970 Category:Companies formed by merger ",
    "title": "Burlington Northern Railroad"
}