{
    "id": "305981",
    "text": "NatWest Group plc (formerly The Royal Bank of Scotland Group plc), is a majority state-owned British banking and insurance holding company, based in Edinburgh, Scotland. The group operates a wide variety of banking brands offering personal and business banking, private banking, insurance and corporate finance through its offices located in Europe, North America and Asia. In the United Kingdom, its main subsidiary companies are NatWest, Royal Bank of Scotland,The Scottish Gaelic name () is used by its retail banking branches in parts of Scotland, especially in signage and customer stationery. Ulster Bank, NatWest Markets, and Coutts. The group issues banknotes in Scotland and Northern Ireland; , the Royal Bank of Scotland was the only bank in the UK to still print £1 notes. Before the 2008 collapse and the general financial crisis, the Group was very briefly the largest bank in the world, and for a period was the second-largest bank in the UK and Europe and the fifth-largest in the world by market capitalisation. Subsequently, with a slumping share price and major loss of confidence, the bank fell sharply in the rankings, although in 2009 it was briefly the world's largest company by both assets (£1.9 trillion) and liabilities (£1.8 trillion).RBS et mon droit: HM deficits (FT Alphaville, accessed 20 January 2009) It had to be bailed out by the UK government through the 2008 United Kingdom bank rescue package. The government, as of June 2018, holds and manages a 62.4% stake through UK Government Investments. In addition to its primary share listing on the London Stock Exchange, the company is also listed on the New York Stock Exchange. ==History== ===The Royal Bank of Scotland Group=== By the late 1960s, economic conditions were becoming more difficult for the banking sector. In response, the National Commercial Bank of Scotland merged with the Royal Bank of Scotland. The merger resulted in a new holding company, the National and Commercial Banking Group being founded in 1968 with the merger formalised in 1969. The holding company was renamed The Royal Bank of Scotland Group on 4 July 1979. The late 1990s saw a new wave of consolidation in the financial services sector. In 1999, the Bank of Scotland launched a hostile takeover bid for English rival National Westminster Bank. The Bank of Scotland intended to fund the deal by selling off many of NatWest's subsidiary companies, including Ulster Bank and Coutts. However, the Royal Bank of Scotland subsequently tabled a counter-offer, sparking off the largest hostile takeover battle in UK corporate history. A key differentiation from the Bank of Scotland's bid was the Royal Bank of Scotland's plan to retain all of NatWest's subsidiaries. Although NatWest, one of the \"Big Four\" English clearing banks, was significantly larger than either Scottish bank, it had a recent history of poor financial performance and plans to merge with insurance company Legal & General were not well received, prompting a 26% fall in share price. On 11 February 2000, The Royal Bank of Scotland was declared the winner in the takeover battle, becoming the second largest banking group in the UK after HSBC Holdings. NatWest as a distinct banking brand was retained, although many back-office functions of the bank were merged with the Royal Bank's, leading to over 18,000 job losses throughout the UK.NatWest merger's mixed fortunes BBC News, 2000 ===Further expansion=== The new headquarters nearing completion in 2005 In August 2005, the bank expanded into China, acquiring a 10% stake in the Bank of China for £1.7 billion. In 2005, the bank built a new international headquarters at Gogarburn on the outskirts of Edinburgh, and was opened by Queen Elizabeth II and Prince Philip, Duke of Edinburgh. The group was part of a consortium with Belgian bank Fortis and Spanish bank Banco Santander that acquired Dutch bank ABN AMRO in October 2007. Rivals speculated that RBS had overpaid for the Dutch bank although the bank pointed out that of the £49bn paid for ABN AMRO, RBS's share was only £10bn (equivalent to £167 per citizen of the UK). Much later, the bank announced it was to scale back its international presence. \"Let me spell it out very clearly: the days when RBS sought to be the biggest bank in the world, those days are well and truly over\", Chief Executive Ross McEwan, who had been in charge of the bank for four months, said in unveiling plans to reduce costs by £5bn over four years. \"Our ambition is to be a bank for UK customers\", he added. === 2008–2009 financial crisis === On 22 April 2008 RBS announced a rights issue which aimed to raise £12bn in new capital to offset a writedown of £5.9bn resulting from credit market positions and to shore up its reserves following the purchase of ABN AMRO. This was, at the time, the largest rights issue in British corporate history. The bank also announced that it would review the possibility of divesting some of its subsidiaries to raise further funds, notably its insurance divisions Direct Line and Churchill. Additionally, the bank's stake in Tesco Bank was bought by Tesco for £950 million in 2008. On 13 October 2008, in a move aimed at recapitalising the bank, it was announced that the British Government would take a stake of up to 58% in the Group. The aim was to \"make available new tier 1 capital to UK banks and building societies to strengthen their resources permitting them to restructure their finances, while maintaining their support for the real economy, through the recapitalisation scheme which has been made available to eligible institutions\". HM Treasury injected £37 billion ($64 billion, €47 billion, equivalent to £617 per citizen of the UK) of new capital into Royal Bank of Scotland Group plc, Lloyds TSB and HBOS plc, to avert financial sector collapse. The government stressed, however, that it was not \"standard public ownership\" and that the banks would return to private investors \"at the right time\". Alistair Darling, the Chancellor of the Exchequer, stated that the UK government would benefit from its rescue plan, for it would have some control over RBS in exchange for £5 billion in preference shares and underwriting the issuance of a further £15 billion in ordinary shares. If shareholder take-up of the share issue was 0%, then total government ownership in RBS would be 58%; and, if shareholder take-up was 100%, then total government ownership in RBS would be 0%. Less than 56 million new shares were taken up by investors, or 0.24pc of the total offered by RBS in October 2008.RBS now 58% owned by UK Government Telegraph, 28 November 2008 As a consequence of this rescue, the Chief Executive of the group, Fred Goodwin, offered his resignation and it was duly accepted. Sir Tom McKillop confirmed that he would stand down from his role as chairman when his contract expired in March 2009. Goodwin was replaced by Stephen Hester, previously the Chief Executive of British Land, who commenced work at the Royal Bank of Scotland in November 2008. On 19 January 2009, the British Government announced a further injection of funds into the UK banking system in an attempt to restart personal and business lending. This would involve the creation of a state-backed insurance scheme which would allow banks to insure against existing loans going into default, in an attempt to restore the banks' confidence.UK banking plan faces criticism BBC News, 19 January 2009 At the same time the government announced its intention to convert the preference shares in RBS that it had acquired in October 2008 to ordinary shares. This would remove the 12% coupon payment (£600m p.a.) on the shares but would increase the state's holding in the bank from 58% to 70%.RBS shares plunge on loss BBC News, 19 January 2009 On the same day RBS released a trading statement in which it expected to post full-year trading losses (before writedowns) of between £7bn and £8bn. The group also announced writedowns on goodwills (primarily related to the takeover of Dutch bank ABN- AMRO) of around £20bn. The combined total of £28bn would be the biggest ever annual loss in UK corporate history (the actual figure was £24.1bn). As a result, during the Blue Monday Crash, the group's share price fell over 66% in one day to 10.9p per share, from a 52-week high of 354p per share, itself a drop of 97%. ===Mid-2008 onwards=== RBS' contractual commitment to retain the 4.26% Bank of China (BoC) stake ended on 31 December 2008, and the shares were sold on 14 January 2009. Exchange rate fluctuations meant that RBS made no profit on the deal. The Scottish press suggested two reasons for the move: the need for a bank mainly owned by HM Treasury to focus scarce capital on British markets, and the growth possibility of RBS's own China operations. Also in March 2009, RBS revealed that its traders had been involved in the purchase and sale of sub-prime securities under the supervision of Fred Goodwin. In September 2009, RBS and NatWest announced dramatic cuts in their overdraft fees including the unpaid item fee (from £38 to £5), the card misuse fee (from £35 to £15) and the monthly maintenance charge for going overdrawn without consent (from £28 to £20).Jones, Rupert. \"Royal Bank of Scotland and NatWest cut overdraft charges\". The Guardian. 7 September 2009 The cuts came at a time when the row over the legality of unauthorised borrowing reached the House of Lords. The fees were estimated to earn current account providers about £2.6bn a year.Osborne, Hilary. \"Bank charges appeal reaches House of Lords\". The Guardian 23 June 2009 The Consumers' Association chief executive, Peter Vicary-Smith, said: \"This is a step in the right direction and a victory for consumer pressure.\" In November 2009, RBS announced plans to cut 3,700 jobs in addition to 16,000 already planned, while the government increased its stake in the company from 70% to 84%. In December 2009, the RBS board revolted against the main shareholder, the British government. They threatened to resign unless they were permitted to pay bonuses of £1.5bn to staff in its investment arm. More than 100 senior bank executives at the Royal Bank of Scotland were paid more than £1 million in late 2010 and total bonus payouts reached nearly £1 billion – even though the bailed-out bank reported losses of £1.1 billion for 2010. The 2010 figure was an improvement on the loss of £3.6 billion in 2009 and the record-breaking £24bn loss in 2008. The bonuses for staff in 2010 topped £950 million. The CEO Stephen Hester got £8 million in payments for the year. Len McCluskey, the general secretary of Unite the Union, said: \"Taxpayers will be baffled as to how it is possible that while we own 84% of this bank it continues to so handsomely reward its investment bankers.\" In October 2011, Moody's downgraded the credit rating of 12 UK financial firms, including RBS, blaming financial weakness.UK financial firms downgraded by Moody's rating agency, BBC News (7 October 2011) In January 2012, there was press controversy about Hester's bonus—Hester was offered share options with a total value of £963,000 that would be held in long-term plans, and only paid out if he met strict and tough targets. If he failed to do this, it would be clawed-back. The Treasury permitted the payment because they feared the resignation of Hester and much of the board if the payment was vetoed by the government as the majority shareholder.Treasury feared Hester and board would quit BBC 26 January 2012 After a large amount of criticismStephen Hester bonus puts David Cameron under pressure Guardian, 27 January 2012Sir Philip Hampton waives £1.4m share award The Telegraph, 28 January 2012RBS chairman waives share-based bonus Reuters, 28 January 2012Ed Miliband must block Hester's Bonus Metro, 22 January 2012 in the press, news emerged of Chairman Sir Philip Hampton turning down his own bonus of £1.4 million several weeks before the controversy. Hester, who had been on holiday in Switzerland at the time, turned down his own bonus shortly after.RBS boss Stephen Hester waives bonus: reaction The Guardian, 30 January 2012 In June 2012, a failure of an upgrade to payment processing software meant that a substantial proportion of customers could not transfer money to or from their accounts. This meant that RBS had to open a number of branches on a Sunday – the first time that they had had to do this. RBS released a statement on 12 June 2013 that announced a transition in which CEO Stephen Hester would stand down in December 2013 for the financial institution \"to return to private ownership by the end of 2014\". For his part in the procession of the transition, Hester would receive 12 months' pay and benefits worth £1.6 million, as well as the potential for £4 million in shares. The RBS stated that, as of the announcement, the search for Hester's successor would commence. Ross McEwan, the head of retail banking at RBS, was selected to replace Hester in July 2013. On 4 August 2015 the UK government began the process of selling shares back to the private sector, reducing its ownership of ordinary shares from 61.3% to 51.5% and its total economic ownership (including B shares) from 78.3% to 72.9%. On 5 June 2018 the government reduced its ownership through UK Government Investments to 62.4%RBS, Equity Ownership Statistics, accessed 9 June 2018 at a loss of £2 billion. ===Restructuring=== In June 2008 RBS sold its subsidiary Angel Trains for £3.6bn as part of an assets sale to raise cash. In March 2009, RBS announced the closure of its tax avoidance department, which had helped it avoid £500m of tax by channelling billions of pounds through securitised assets in tax havens such as the Cayman Islands. The closure was partly due to a lack of funds to continue the measures, and partly due to the 84% government stake in the bank.RBS avoided £500m of tax in global deals The Guardian, 13 March 2009 On 29 March 2010, GE Capital acquired Royal Bank of Scotland's factoring business in Germany. GE Capital signed an agreement with the Royal Bank of Scotland plc (RBS) to acquire 100% of RBS Factoring GmbH, RBS's factoring and invoice financing business in Germany, for an undisclosed amount. The transaction is subject to a number of conditions, including regulatory approval. In January 2012, due to pressure from the UK government to shut down risky operations and prepare for tougher international regulations, the bank announced it would cut 4,450 jobs and close its loss-making cash equities, corporate broking, equity capital markets, and mergers and acquisitions businesses. This move brought the total number of jobs cut since the bank was bailed out in 2008 to 34,000. During 2012, RBS separated its insurance business from the main group to form the Direct Line Group, made up of several well-known brands including Direct Line and Churchill. RBS sold a 30% holding in the group through an initial public offering in October 2012. Further shares sales in 2013 reduced RBS' holding to 28.5% by September 2013, and RBS sold its remaining shares in February 2014. In October 2015, RBS sold its remaining stake in Citizens Financial Group, having progressively reduced its stake through an initial public offering (IPO) started in 2014. ===Williams & Glyn divestment=== As a condition of the British Government purchasing an 81% shareholding in the group, the European Commission ruled that the group sell a portion of its business, as the purchase was categorised as state aid. In August 2010, the group reached an agreement to sell 318 branches to Santander UK, made up of the RBS branches in England and Wales and the NatWest branches in Scotland. Santander withdrew from the sale on 12 October 2012. In September 2013, the group confirmed it had reached an agreement to sell 314 branches to the Corsair consortium, made up of private equity firms and a number of institutional investors, including the Church Commissioners, which controls the property and investment assets of the Church of England. The branches, incorporating 250,000 small business customers, 1,200 medium business customers and 1.8 million personal banking customers, were due to be separated from the group in 2016 as a standalone business. The planned company would have traded as an ethical bank, using the dormant Williams & Glyn's brand. In August 2016, RBS cancelled its plan to spin off Williams & Glyn as a separate business, stating that the new bank could not survive independently. It revealed it would instead seek to sell the operation to another bank. In February 2017, HM Treasury suggested that the bank should abandon the plan to sell the operation, and instead focus on initiatives to boost competition within business banking in the United Kingdom. This plan was formally approved by the European Commission in September 2017. ===2020 group rebranding=== On 14 February 2020, it was announced that RBS Group was to be renamed NatWest Group, taking the brand under which the majority of its business is delivered.Makortoff, Kalyeena RBS will change name to NatWest as Alison Rose begins overhaul The Guardian, 14 February 2020RBS Group to change its name to NatWest BBC News, 14 February 2020 On 16 July 2020 the company announced that the rebrand would take place on 22 July 2020. The change took effect on 23 July 2020. The NatWest Group is likely to remain state-owned until March 2025, a deadline which the UK Treasury has announced for selling all government shares in the business. ==Corporate structure== NatWest Group is split into four main customer-facing franchises, each with several subsidiary businesses, and it also has a number of support functions. ===Retail Banking=== Child & Co's headquarters in Fleet Street. The brand focuses on private banking. The segment comprises retail banking. In the United Kingdom, the group trades under the NatWest, Royal Bank of Scotland and Ulster Bank names. The CEO of this franchise is David Lindberg appointed in September 2020. Key subsidiaries include: * NatWest * Royal Bank of Scotland * Ulster Bank ===Commercial Banking=== This franchise serves UK corporate and commercial customers, from SMEs to UK-based multinationals, and is the largest provider of banking, finance and risk management services to UK corporate and commercial customers. It also contains Lombard entity providing asset finance to corporate and commercial customers as well as some of the clients within the Private Banking franchise. The CEO of this franchise is Paul Thwaite appointed in November 2019. ===Private Banking=== This franchise serves high net worth customers, the CEO of this franchise is Peter Flavel appointed in March 2016. The key private banking subsidiaries and brands of NatWest Group that are included in this franchise are: * Coutts * Adam & Company * Drummonds Bank * Child & Co * NatWest and RBS Premier Banking ===NatWest Markets=== NatWest Group offices in Brindleyplace, Birmingham This segment, commonly referred to as the investment banking arm of NatWest Group, provides investment banking services and integrated financial solutions to major corporations and financial institutions around the world. NWMs areas of strength are debt financing, risk management, and investment and advisory services. NatWest Markets Securities is a key subsidiary, operating in the United States. The CEO of this franchise is Robert Begbie appointed in June 2020. ===Support functions=== The group is supported by a number of functions and services departments – procurement, technology, payments, anti-money laundering, property, etc. – and support and control functions: the areas which provide core services across the bank – human resources, corporate governance, internal audit, legal, risk, etc. ==Controversies== ===Media commentary and criticism=== During Goodwin's tenure as CEO he attracted some criticism for lavish spending, including on the construction of a £350m headquarters in Edinburgh opened by the Queen in 2005The Scotsman, 14 September 2005, Queen opens £350m bank HQ and a $500m headquarters in the US begun in 2006,Slate, 1 December 2008 Who's the World's Worst Banker? and the use of a Dassault Falcon 900 jet owned by leasing subsidiary Lombard for occasional corporate travel.The Times, 6 April 2004, Banking star brought down to earth over jet-set perk In February 2009 RBS reported that while Fred Goodwin was at the helm it had posted a loss of £24.1bn, the biggest loss in UK corporate history.The Guardian, 26 February 2009, RBS record losses raise prospect of 95% state ownership His responsibility for the expansion of RBS, which led to the losses, has drawn widespread criticism. His image was not enhanced by the news that emerged in questioning by the Treasury Select Committee of the House of Commons on 10 February 2009, that Goodwin has no technical bank training, and has no formal banking qualifications. In January 2009 The Guardian's City editor Julia Finch identified him as one of twenty-five people who were at the heart of the financial meltdown. Nick Cohen described Goodwin in The Guardian as \"the characteristic villain of our day\", who made £20m from RBS and left the government \"with an unlimited liability for the cost of cleaning up the mess\". An online column by Daniel Gross labelled Goodwin \"The World's Worst Banker\", a phrase echoed elsewhere in the media.The Times, 20 January 2009, Hubris to nemesis: how Sir Fred Goodwin became the 'world's worst banker'The Journal, 26 January 2009, RBS's Fred Goodwin: the world's worst banker? Gordon Prentice MP argued that his knighthood should be revoked as it is \"wholly inappropriate and anomalous for someone to retain such a reward in these circumstances.\" Other members have also frequently been criticised as \"fat cats\" over their salary, expenses, bonuses and pensions.The Times, 13 October 2008, Brown targets fat cat pay after nationalising banks in £37 billion bailoutThe Mirror, 7 May 2009, RBS fat cat Gordon Pell given £10M pension potThe Guardian, 13 January 2010, Stephen Hester's fat-cat flapThe Independent, 19 April 2004, RBS braced for shareholder showdown over fat cat bonusesEvening Standard, 5 February 2009, Bailed-out bankers facing curbs on fat cat bonuses The Scotsman, 1 February 2010, Billy Bragg takes his fight to limit RBS bonuses to Speakers' CornerThe Telegraph, 27 March 2009, A game in which people are encouraged to get their revenge on the former Royal Bank of Scotland chief Sir Fred Goodwin has gone viral. ===Fossil fuel financing=== RBS was challenged over its financing of oil and coal mining by charities such as Platform London and Friends of the Earth. In 2007, RBS was promoting itself as \"The Oil & Gas Bank\", although the website www.oilandgasbank.com was later taken down. A Platform London report criticised the bank's lending to oil and gas companies, estimating that the carbon emissions embedded within RBS' project finance reached 36.9 million tonnes in 2005, comparable to Scotland's carbon emissions. RBS provides the financial means for companies to build coal-fired power stations and dig new coal mines at sites throughout the world. RBS helped to provide an estimated £8 billion from 2006 to 2008 to energy corporation E.ON and other coal-utilising companies. In 2012, 2.8% of RBS' total lending was provided to the power, oil and gas sectors combined. According to RBS' own figures, half of its deals to the energy sector were to wind power projects; although, this only included project finance and not general commercial loans. ===Huntingdon Life Sciences=== In 2000 and 2001, staff of the bank were threatened over its provision of banking facilities for the animal testing company Huntingdon Life Sciences. The intimidation resulted in RBS withdrawing the company's overdraft facility, requiring the company to obtain alternative funding within a tight deadline. ===Canadian oil sands=== Climate Camp activists criticise RBS for funding firms which extract oil from Canadian oil sands. The Cree aboriginal group describe RBS as being complicit in \"the biggest environmental crime on the planet\". In 2012, 7.2% of RBS' total oil and gas lending was to companies who derived more than 10% of their income from oil sands operations. ==See also== * List of banks in the United Kingdom * List of systemically important banks * Systemically important financial institution * Too big to fail * European Financial Services Roundtable * High-yield debt * Inter-Alpha Group of Banks ==References== ==External links== * Category:Companies listed on the New York Stock Exchange Category:Banks of the United Kingdom Category:Banks of Scotland Category:Companies of Scotland Category:Companies based in Edinburgh Category:Companies listed on the London Stock Exchange Category:Organisations based in Edinburgh with royal patronage Category:Investment banks Category:Banks established in 1969 Category:Government-owned companies of the United Kingdom Category:1969 establishments in Scotland ",
    "title": "NatWest Group"
}