{
    "id": "306040",
    "text": "La Borde is a psychiatric clinic that opened in 1953, near the town of Cour- Cheverny in the Loire Valley of France. Still in operation today, La Borde has been a model in the field of institutional psychotherapy where citizens actively participate in running the facility. ==History== The clinic was founded by Jean Oury, a psychiatrist who previously worked in experimental therapy at Saint-Alban Psychiatric Hospital. The psychiatric practice borrowed the idea of Hermann Simon that it is necessary to look after the establishment and to look after each citizen, while returning initiative and responsibility to them by developing situations in which they can work and express their creativity. According to its constitution written by Oury, La Borde was founded on three principles: democratic centralism, a rotating basis for the division of labor, and anti-bureaucracy. From the mid-50s Félix Guattari worked at La Borde, developing its practice and organization and producing alongside Oury a body of theoretical work on the practice and theory of schizoanalysis, set in practice at La Borde, and included in his 1972 collaboration with the philosopher Gilles Deleuze, Anti-Œdipus.See Guattari (1984) and Deleuze and Guattari (1972). Among the many aspects of La Borde is the annual summer tradition in which the \"boarders\" and staff work together to perform a play. Nicolas Philibert, the documentary film-maker, made a documentary set at La Borde entitled Every Little Thing (French La Moindre des choses). The film was released in 1997 and follows the citizens and staff staging their production of Operette by Witold Gombrowicz. ==Notes== ==Sources== * Deleuze, Gilles and Félix Guattari. 1972. Anti-Œdipus. Trans. Robert Hurley, Mark Seem and Helen R. Lane. London and New York: Continuum, 2004. Vol. 1 of Capitalism and Schizophrenia. 2 vols. 1972-1980. Trans. of L'Anti-Oedipe. Paris: Les Editions de Minuit. . * Guattari, Félix. 1984. Molecular Revolution: Psychiatry and Politics. Trans. Rosemary Sheed. Harmondsworth: Penguin. . * Category:Anti-psychiatry Category:Félix Guattari Category:Medical and health organizations based in France Category:Mental health in France ",
    "title": "La Borde clinic"
}