{
    "id": "306087",
    "text": "William Edward Hartpole Lecky, Photography 1868 by Julia Margaret Cameron, National Portrait Gallery London William Edward Hartpole Lecky (26 March 1838 – 22 October 1903) was an Irish historian, essayist, and political theorist with Whig proclivities. His major work was an eight-volume History of England during the Eighteenth Century. ==Early life== Born at Newtown Park, near Dublin, he was the eldest son of John Hartpole Lecky, a landowner. He was educated at Kingstown, Armagh, at Cheltenham College, and at Trinity College, Dublin, where he graduated BA in 1859 and MA in 1863, and where he studied divinity with a view to becoming a priest in the Church of Ireland. ==Career== In 1860, Lecky published anonymously a small book entitled The Religious Tendencies of the Age, but on leaving college he turned to historiography. In 1861 he published Leaders of Public Opinion in Ireland, containing brief sketches of Jonathan Swift, Henry Flood, Henry Grattan and Daniel O'Connell, originally anonymous, republished in 1871; the essay on Swift, rewritten and amplified, appeared again in 1897 as an introduction to an edition of Swift's works. Two surveys followed: A History of the Rise and Influence of Rationalism in Europe (2 vols., 1865), and A History of European Morals from Augustus to Charlemagne (2 vols., 1869). The latter aroused criticism, with its opening dissertation on \"the natural history of morals.\" Lecky's History of European Morals was one of Mark Twain's favorite books, and influenced the writing of A Connecticut Yankee in King Arthur's Court. His statue at Trinity College, Dublin Spy published in Vanity Fair in 1882. Lecky then concentrated on his major work, A History of England during the Eighteenth Century, Vols. i. and ii. of which appeared in 1878, Vols. v. and vi in 1887, and Vols. vii. and viii., which completed the work, in 1890. In the \"cabinet\" edition of 1892, in 12 volumes (later reprinted), A History of Ireland in the Eighteenth Century is separated out.LA2-NSRW-3-0034 A volume of Poems (1891) was less successful. In 1896, he published two volumes entitled Democracy and Liberty, in which he considered modern democracy. The pessimistic conclusions at which he arrived provoked criticism both in the UK and USA, which was renewed when he published in a new edition (1899) his low estimate of William Ewart Gladstone, then recently dead. In The Map of Life (1899) Lecky discussed in a popular style ethical problems of everyday life. In 1903 he published a revised and enlarged edition of Leaders of Public Opinion in Ireland, in two volumes, with the essay on Swift omitted and that on O'Connell was expanded into a complete biography. A critic of the methods by which the Act of Union was passed, Lecky, who grew up as a moderate Liberal, was opposed to Gladstone's policy of Home Rule and, in 1895, he was returned to parliament as Unionist member for Dublin University in a by-election. In 1897, he was made a privy councillor. In the 1902 Coronation Honours list published on 26 June 1902 he was nominated an original member of the new Order of Merit (OM), and he was invested as such by King Edward VII at Buckingham Palace on 24 October 1902. ==Degrees== His university honours included the degree of LL.D. from Dublin, St Andrews and Glasgow, the degree of D.C.L. from Oxford and the degree of Litt.D. from Cambridge. In 1894 he was elected corresponding member of the Institute of France. He contributed occasionally to periodical literature, and two of his addresses, The Political Value of History (1892) and The Empire, its Value and its Growth (1893), were published. ==Family and posthumous recognition== After his father died when Lecky was 14, he was raised as a member of the family of the 8th Earl of Carnwath, his stepmother's husband. He was married in 1871 to Elizabeth van Dedem, a lady-in-waiting to Queen Sophie of the Netherlands and member of the aristocratic van Dedem family. The couple had no children. Elizabeth, herself a writer and historian, contributed articles, chiefly on historical and political subjects, to various reviews. In 1904, money for a memorial was raised by subscription and a statue by Goscombe John was erected in Trinity College, Dublin. A volume of Lecky's Historical and Political Essays was published posthumously (London, 1908), edited and introduced by his wife. The Lecky Chair of History at Trinity College, Dublin, was endowed by his widow in 1913. In 1978, part of the college's humanities library complex was named in his honour. ==Learned Societies and other activities== Lecky was elected a member of the American Antiquarian Society in 1891.American Antiquarian Society Members Directory ==Bibliography== * History of the Rise and Influence of the Spirit of Rationalism in Europe (1865): online * History of European Morals from Augustus to Charlemagne (1869): volume one of two; volume two of two * The Leaders of Public Opinion in Ireland: Swift, Flood, Grattan, O'Connell (1871, revised ed.) * A History of England in the Eighteenth Century (1878): online edition volume 1; volume 8 * A History of England in the Eighteenth Century (1888-1890) (8 rare original volume set in private collection from the estate of Eleanor Silliman Belknap Humphrey). New York: D. Appleton and Company, 1,3, and 5 Bond Street).Includes all chapters, Preface, Bibliography, and Index. * \"Democracy and Liberty\" (1896) * Map of Life (1899): online * Introduction to Edward Gibbon's The History of the Decline and Fall of the Roman Empire (1906): online * Historical and Political Essays (1908): online; gutenberg online * Advertisement in New York Times seeking subscriptions to Lecky's Memorial Fund (9 July 1904): facsimile ==Notes== ==References== * == External links == * * * * History of the Rise and Influence of the Spirit of Rationalism in Europe, vol. 1 *History of the Rise and Influence of the Spirit of Rationalism in Europe, vol. 2 Category:19th-century Irish historians Category:20th-century Irish historians Category:Irish essayists Category:Irish male poets Category:Members of the Order of Merit Category:People educated at Cheltenham College Category:Alumni of Trinity College Dublin Category:1838 births Category:1903 deaths Category:Liberal Unionist Party MPs for Irish constituencies Category:Members of The Club Category:UK MPs 1895–1900 Category:UK MPs 1900–1906 Category:Members of the Parliament of the United Kingdom for the University of Dublin Category:Members of the Privy Council of the United Kingdom Category:Fellows of the British Academy Category:Members of the American Antiquarian Society Category:People from Dún Laoghaire–Rathdown ",
    "title": "William Edward Hartpole Lecky"
}