{
    "id": "306111",
    "text": "Martin P. Robinson (born March 9, 1954) is an American puppeteer, who works for the Jim Henson Company. He built, designed, and performed the Audrey II puppets for Little Shop of Horrors. He is also best known for his work on Sesame Street, having performed the characters of Telly Monster, Mrs. Grouch (Oscar the Grouch's mother), Slimey, Mr. Snuffleupagus, Oscar's niece Irvine, and Shelley the Turtle on the show for 40 years.http://zap2it.com/2015/11/mr- snuffleupagus-sesame-street-30-years-ago-maginary-friend/ He also performed the characters Riff the Cat and Clef the dad on Allegra's Window, and was an animatronic puppeteer for Leonardo in Teenage Mutant Ninja Turtles. He is the puppeteer responsible for training the puppeteers on Sesame Tree. He also performed the Cat in the Hat in the second season of The Wubbulous World of Dr. Seuss. ==Early life== Robinson was born on March 9, 1954 in Dearborn, Michigan and later graduated from Brookfield East High School in Brookfield, Wisconsin, a suburb of Milwaukee. ==Personal life== Robinson married Sesame Street writer Annie Evans on August 9, 2008 on the set of Sesame Street in the Kaufman Astoria Studios in Queens, New York. Annie gave birth to twin daughters, Lyra and Ripley, on February 12, 2009. Robinson also has three grown step-children through a previous marriage.Vows - Annie Evans and Martin Robinson, New York Times, August 16, 2008. ==Filmography== * Muppet Meeting Films – Papa Luigi (\"Computer!\") * The Muppets Take Manhattan – The Swedish Chef (hands), Buster the Horse, Additional Muppets * Sesame Street Presents: Follow That Bird – Telly, Mr. Snuffleupagus, Grouch Diner Patron, Additional Muppets * Sesame Street – Telly, Snuffy, Slimey, Monty, Buster the Horse, Dicky Tick, Vincent Twice, Old MacDonald, Additional Muppets * Allegra's Window – Clef, Riff * Little Muppet Monsters – Rat, Cow, Walrus, Additional Muppets * The Tale of the Bunny Picnic – Farmer, Additional Muppets * A Muppet Family Christmas – Additional Muppets * Jim Henson's Play-Along Video – Crocodile, Raccoon, Additional Muppets * The Muppets Celebrate Jim Henson – Telly, Additional Muppets * Muppet Sing-Alongs – Big Snort, Shark, Additional Muppets * Elmo Saves Christmas – Telly, Snuffy, Santa's Elf, Additional Muppets ==See also== *List of Sesame Street puppeteers ==References== ==External links== * Category:American puppeteers Category:Muppet performers Category:Sesame Street Muppeteers Category:Living people Category:People from Brookfield, Wisconsin Category:1954 births Category:Animatronic engineers ",
    "title": "Martin P. Robinson"
}