{
    "id": "306296",
    "text": "The fictional character Vecna ( Mentzer, Frank. \"Ay pronunseeAY shun gyd\" Dragon #93 (TSR, 1985)) has been named as one of the greatest villains in the Dungeons & Dragons roleplaying game. Originally from the World of Greyhawk campaign setting, Vecna was described as a powerful wizard who became a lich. He was eventually destroyed, and his left hand and left eye were the only parts of his body to survive. Even after he achieved godhood—being a member of the third edition's default pantheon of D&D; gods (the pantheon of Oerth)Tweet, Jonathan, Cook, Monte, Williams, Skip. Player's Handbook (Wizards of the Coast, 2000)—he is still described as missing both his left eye and left hand. Vecna's holy symbol is an eye in the palm of a left hand. Vecna's \"right hand man\" and then ultimately his betrayer is Kas the Bloody-Handed, a vampire whose sword, the Sword of Kas, is also an artifact. ==Publishing history== In the third supplement to the original Dungeons & Dragons rules (1974-1976) , Eldritch Wizardry, Brian Blume invented two artifacts he called the Hand and Eye of Vecna.Gygax: \"Brian blume (sic) was the creator of the Eye and Hand of Vecna, and nary a detail of those items did he ever reveal to me—beyond what appeared in print.\" These were supposedly the only remnants of an evil lich, Vecna, who had been destroyed long ago. The name Vecna was an anagram of Vance, the surname of Jack Vance,D&D; Alumni: Open Grave the fantasy author whose \"fire-and-forget\" magic system is used in Dungeons & Dragons. The Hand and Eye of Vecna on the other hand were inspired by similar items that appear in the Eternal Champion series by Michael Moorcock (the Hand of Kwll and the Eye of Rhynn).Dragon magazine #371, January 2009, p.62 The Hand and Eye of Vecna were also mentioned in the 1979 Dungeon Master's Guide of Advanced Dungeons & Dragons's first edition (1977–1988), on page 124. During the \"Advanced Dungeons & Dragons\" years, Vecna was regarded only as a legend or myth, a long-destroyed legendary lich of great power, only able to threaten player characters who dared to use his Hand and Eye. Ten years later, in Advanced Dungeons & Dragons 2nd edition's Dungeon Master's Guide (1989), Vecna's history was expanded under the description of his Hand and Eye. This information was further developed in 1993's Book of Artifacts. With the release of the adventure Vecna Lives! in 1990, written in support of The City of Greyhawk boxed set, Vecna finally appeared in person, re-imagined as a demigod, and the chief antagonist of the adventure. At the end of the adventure—presuming the players defeat Vecna—he is transported to the Ravenloft campaign setting.Cook, David. Vecna Lives! (TSR, 1990) However, it wasn't until 1998 that there was a Ravenloft-centered follow-through, Vecna Reborn.Cook, Monte.Vecna Reborn (TSR, 1998) In 2000, Wizards of the Coast released the last adventure to be written for D&D;'s 2nd edition rules, Die Vecna Die!, a three-part adventure tying Greyhawk to the Ravenloft and Planescape campaign settings. In this adventure, Vecna was given the rank of a lesser god.Cordell, Bruce, and Steve Miller. Die Vecna Die! (TSR, 2000) Die Vecna Die! set up the transition between the second and third editions of D&D.; According to Shannon Appelcline, the adventure \"touched upon the oldest locales and the most ancient myths of the D&D; game\" by playing the Eye and Hand of Vecna against the cambion demigod Iuz. Wizards of the Coast continued the character's theme of ascending godhood in Dungeons & Dragons Third Edition (2000–2002) with the Player's Handbook (2000) listing him as a Lesser deity. Third Edition further raised Vecna's profile in the game, making him a member of the game's \"core pantheon\". Vecna's alignment was changed from Lawful Evil to Neutral Evil in Third Edition, and no in-game explanation has surfaced. Vecna's role in the 3rd edition Greyhawk setting was defined in the Living Greyhawk Gazetteer (2000).Holian, Gary, Erik Mona, Sean K Reynolds, and Frederick Weining. Living Greyhawk Gazetteer (Wizards of the Coast, 2000) Vecna is detailed in Deities and Demigods (2002).Redman, Rich, Skip Williams, and James Wyatt. Deities and Demigods (Wizards of the Coast, 2002) Vecna appears in the revised Player's Handbook (2003) for Dungeons & Dragons 3.5 edition (2003–2007).Tweet, Jonathan, Cook, Monte, Williams, Skip. Player's Handbook (Wizards of the Coast, 2003) His priesthood is detailed for this edition in Complete Divine (2004).Noonan, David. Complete Divine (Wizards of the Coast, 2004) Vecna was one of the deities featured in Libris Mortis (2004).Collins, Andy and Bruce R Cordell. (Wizards of the Coast, 2004) Vecna and his priesthood were expanded upon in Dragon #348, in the \"Core Beliefs\" column. Vecna appears as one of the deities described in the 2008 Dungeon Master's Guide for Dungeons & Dragons 4th edition. He is primarily the god of secrets.James Wyatt. Dungeon Masters Guide (Wizards of the Coast, 2008). The Hand of Vecna has also made its return for this edition of the game. Vecna is given a set of statistics in Open Grave (2008). Vecna is the name of Wizards of the Coast's server that hosts and handles the new online character builder tool. In the 5th Edition Dungeon Master's Guide, released in 2014, Vecna appears as a member of the \"Dawn War Pantheon\", which is mostly derived from the 4th Edition pantheon. He is also included in the Player's Handbook as one of the deities of Greyhawk. In both, he is listed as the god of evil secrets. Additionally, both his hand and eye are listed as artifacts. ==Description== Vecna is usually depicted as a powerful magician resembling a desiccated corpse missing his left hand and eye. A constant theme in the adventures in which the character appears is Vecna's never-ending quest for power, ending, should he succeed, with Vecna as the only deity in existence. ==Relationships== Vecna has few allies, and countless enemies. In 2nd and 3rd Edition, his greatest, and perhaps only true ally is the mysterious entity known as the Serpent. In 4th edition, the Open Grave book introduces Osterneth, the Bronze Lich, as the mightiest servant of Vecna. The famed cambion lich, Acererak, once served Vecna, but the current status of their relationship is unknown. Among Vecna's staunchest foes are Kas, Iuz, Saint Cuthbert, the Lady of Pain, Pholtus, and the Circle of Eight. He is also opposed by the Old Faith and the Silent Ones. In 4th edition, Vecna's main foes in the realm of death and undeath are Kas, Orcus and the Raven Queen (though he would rather she rule the dead than Orcus). Among the gods, Ioun is something of Vecna's antithesis, for she would share with the world all the knowledge he would keep secret. ==Dogma== ===Scriptures=== Being a secretive cult, there are no real collections of Vecnan teachings. However, copies of the Book of Vile Darkness are highly prized by the cult for Vecna's role in that work's development. The Open Grave book offers the \"Scroll of Mauthereign\", which offers a twisted version of Vecna's history and tells his followers that committing evil acts is holy and righteous. ==Worshippers== Vecna's cult is very secretive, and cells have been uncovered, at various points in history, in Diamond Lake, Greyhawk, and Verbobonc. Temples to Vecna have also been reported in the Pomarj town of Highport and Erelhei-Cinlu, the debased city at the heart of the Vault of the Drow. ===Hierarchy=== Each position in Vecna's cult is named for a certain body part. At the top is Vecna himself, followed by the Voice of Vecna, which can only be filled by Vecna's manifestation. Next is the Heart of Vecna, the high priest of the cult. The last known Heart of Vecna was Diraq Malcinex of Ket, who was slain by adventurers in 581 CY. Immediately below the Heart of Vecna are two bizarre monsters known as the Hand and the Eye. The Eye of Vecna creature appears as a slender humanoid with an eyeball for a head, whereas the Hand of Vecna appears as a stocky humanoid with a huge left hand where its head should be. Individual congregations are known as organs. Each organ is led by a Thought of Vecna. Lesser priests are known as Memories of Vecna. Lay members of the cult consist of the Teeth, Fingers, Blood, and Spawn of Vecna. The Teeth of Vecna are made up of wizards, and specialize in arcane spellcasting and crafting magical items for the cult. The Fingers of Vecna consist mainly of thieves, who engage in various forms of subterfuge. The Blood of Vecna are mainly warriors charged with protection and enforcement of the cult and its goals. The Spawn of Vecna are the lowest in the cult hierarchy, and consist of the common people who honor the Lich Lord. In 4th edition, the Open Grave book shows the leader of the cult of Vecna is a lich named Mauthereign. Even when Osterneth, the Bronze Lich, is Vecna's mightiest servant, her position is not revealed among his files. ===Other Vecnan organizations=== Other Vecnan organizations are known to exist outside of the mainstream cult, and some may have similar or identical names. Relations between these groups and the mainstream cult may vary. Known examples are the Eyes of Vecna (a cult of undeath consisting mainly of rogues), the Fingers of Vecna (Vecna's personal guard), and the Ebon Triad (a heretical cult seeking to merge Vecna, Hextor, and Erythnul into a single entity). In 4th edition, a secret group known as the Keepers of the Forbidden Lore is devoted to Vecna. Unlike most Vecna worshippers, the Keepers reject most of the nasty and evil rituals and beliefs associated with the god; they worship him as the God of Secrets, and believe that there is some knowledge too evil for the world to know. They instead hunt down secrets and information they deem to be too dangerous for the world at large and keep it secret in the name of Vecna. This puts them in opposition to mainstream followers of Vecna who regard the Keepers as heretics, and makes them enemies of Ioun and her followers, who believe all knowledge should be available for everybody and the moral obligations on how to use it rest on the shoulders of the individuals involved. ==Artifacts== The Hand and Eye of Vecna, as shown on the cover of Vecna Lives! (TSR, 1990) ===Hand and Eye of Vecna=== The left hand and eye of Vecna's original \"mortal\" lich form, which have never been replaced in his later more powerful incarnations, are now high-valued and very dangerous magical artifacts. To use the powers of the Hand of Vecna or the Eye of Vecna one is required to cut off one's own corresponding body part and affix Vecna's in its place. These artifacts were introduced in the third supplement to the original D&D; rules, Eldritch Wizardry. They went on to appear in all subsequent D&D; editions. They are considered classic items in D&D;, with Mordicai Knode of Tor.com commenting \"We all agree that the Hand and Eye of Vecna are the best artifacts, right?\"http://www.tor.com/2013/05/23/adad-the-old-firm/ ===Sword of Kas=== Vecna created the Sword of Kas for his greatest servant, which contains a \"portion of his consciousness.\" This interpretation is relatively recent. As per the 1st edition Dungeon Master's Guide, Vecna only procured this most powerful sword for his chief lieutenant. Similarly, depending on edition and source, its appearance has varied, from a short sword to a wavy bladed two hander. However, it is consistently depicted that the Sword is inextricably tied to Vecna's relics. ===Other artifacts=== A number of Vecna's other body parts are presented as minor artifacts in Die Vecna Die!, including the First Digit (right thumb), Second Digit (right index finger), Third Digit (right middle finger), Last Digit (right pinky finger), Incisors (a pair of inappropriately named fang-like canines), Molar, Scalp, Skin, Heart, Foot (left), and Right Eye. These artifacts are collectively known in D&D; 3rd Edition as the Fragments of Vecna. The Compendium Maleficarum is a book of spells, doctrines, and secrets crafted entirely from bone (even the pages) and penned in blood, that is on par with the Fragments of Vecna. The Tome of Shared Secrets is an illustrated bestiary of relic status, with the ability to impart knowledge of dark and evil creatures at the cost of a portion the user's life force. Those two books were superseded in 5th edition by a combined Book of Vile Darkness, a legacy of dark secrets started by Vecna. The Rod of the Whispered One, while not nearly so powerful as the Sword of Kas, is another item Vecna crafted to connect himself with his highest lieutenants. The final issue of Dragon Magazine, issue #359, featured rules for the \"Left Ear of Vecna\" as a minor artifact. It grants the owner magical bonuses to hearing and resisting sonic attacks, spell-like abilities to inflict deafness, grant clairaudience and create sonic blasts, and enables them to understand any spoken language. A lich known as Osterneth possesses the \"Heart of Vecna\" according to the Open Grave sourcebook. ===Head of Vecna=== The Head of Vecna was a hoax that one adventuring party played on another in a campaign run by game master Mark Steuer. One of the groups tricked the other into going on a quest for the Head of Vecna, a hoax artifact that was supposedly similar to his Hand and Eye, but was simply an ordinary severed head. The hoax takes advantage of the fact that the Eye and Hand require a person to remove their own eye or hand and replace it with the artifact to function. The characters involved in the story reasoned that they needed to decapitate themselves to gain the powers of the Head of Vecna, and several members of the group actually fought over which character would get to have his head cut off and replaced. After the third character died, the joke was revealed.Daily Illuminator, December 6, 1996 The Head of Vecna was later mentioned by Morte, a floating skull in Planescape: Torment, when discussing his lack of a body, made a canonical appearance in the 2000 AD&D; campaign Die Vecna Die!, and was the subject of a short adventure on the Wizards of the Coast website in 2007.The Head of Vecna: A D&D; Adventure for Characters Levels 1–12 Familiarity with the Head of Vecna was cited as an example characteristic of an avid role-playing gamer by writer David M. Ewalt. ==Character history== Vecna was born as a human, centuries ago as a member of the untouchable caste in the Flan city of Fleeth on Oerth. He was initially trained by his mother, Mazzel, in the art of magic, before she was executed by the government of Fleeth for practicing witchcraft. Vowing revenge, Vecna eventually assumed a mastery of the dark arts achieved by no mortal before or since. Some say this achievement was due to direct tutelage by Mok'slyk the Serpent, believed to be the personification of arcane magic itself. Nearly one thousand years after his birth, Vecna, now a lich and ruler of a great and terrible empire (in the Sheldomar Valley, centered near the modern-day Rushmoors), laid siege to the city of Fleeth with an army of arcane spellcasters and undead. Legend has it that Vecna was nearly slain in this battle by clerics channeling the power of Pholtus, the god of light. The clerics unleashed a great burst of light, which hit Vecna primarily on his left side. Vecna was rescued and brought to safety by one of his wizard generals, a cambion named Acererak (who would one day himself become a mighty demilich). Vecna eventually recovered. On the verge of conquering Fleeth, the officials of the city came before him to beg for mercy. They offered up the entire city and her wealth if only Vecna would spare the lives of her citizens. When Vecna was not satisfied, the officials offered their own lives. Vecna gave one of their number, Artau, and his family, over to his lieutenant, Kas, who spent the entire day torturing and murdering them before the other officials. Still unsatisfied, Vecna slaughtered all within the city, and had their heads stacked before the officials, with those of their family members prominent. Vecna then granted his mercy, granting the officials leave to depart, and promising them his protection for the rest of their lives. At his empire's height, Vecna was betrayed and destroyed by his most trusted lieutenant, a vampire called Kas the Bloody-Handed, using a magical sword that Vecna himself had crafted for him, now known as the Sword of Kas. Only his left hand and his eye survived the battle, perhaps because of the previous events in Fleeth. Vecna did not stay gone forever, and rose as a demigod of magic and secrets in the world of Greyhawk. In 581 CY, his cult helped set events in motion that would have granted him the power of a greater god, but the plan was ultimately foiled. After these events, Vecna ended up imprisoned in the demiplane of Ravenloft, but broke free again later, emerging with the power of a greater god, after absorbing the power of Iuz. He then broke free into the city of Sigil, where he came perilously close to rearranging all existence to his whims. (Vecna's multiverse shattering campaign in Sigil is used as an in-universe way to explain the differences between the 2nd and 3rd editions of Dungeons & Dragons.) When Vecna was ejected from Sigil by a party of adventurers, Iuz was freed and Vecna returned to Oerth greatly reduced in power, though still a lesser god. In the events of the Living Greyhawk campaign setting, Vecna's machinations allowed him to reappear on the prime material plane and retake his place in the Oerth pantheon. ==Writings== At some point in his history, Vecna penned a tome known as Ordinary Necromancy. He is also rumored to have made significant additions to the Book of Vile Darkness. Although not actually penned by him, the Book of Keeping (a book of Yugoloth summoning) is heavily linked with the cult of Vecna, as the cultists have the only known copies that are free of the intentional errors introduced into the book by the fiends that wrote the volume as a trap for would-be summoners. ==Reception== Vecna was #4 on Game Rant's 2020 \"10 Must-Have NPCs In Dungeons & Dragons Lore To Make Your Campaigns Awesome\" list — the article states that \"Aside from being a deity himself, Vecna can take on the role of an Undying Patron for Warlocks. Campaigns with a focus on gods, the divine, and the infernal may benefit from having Vecna. Vecna's cunning means he'll likely have a scheme to achieve domination over whatever pantheon he becomes a part of.\" ==In other media== * In the 1999 CRPG Planescape: Torment, Fall-From-Grace (a puritan succubus) asks Morte (a disembodied floating skull) \"What are you?\", to which Morte replies \"Me? I'm the head of Vecna.\" A similar conversation between the two involves Morte saying \"It's a long story involving the head of Vecna. I don't want to talk about it.\" Grace responds with an amused \"That was you?\" Also in the same game, the Eye of Vecna is a rare item dropped by greater glabrezu. * In Slash'EM, the Hand of Vecna is a very useful artifact, gained after killing Vecna himself in the Chaotic Quest. Vecna himself is one of the more difficult foes in the game. * In Critical Role, Vecna is the main villain in the last arc of the first campaign. He is also included in the associated Tal'Dorei Campaign Setting, though he is called \"The Whispered One\" due to copyright constraints. ==References== ==Further reading== * Brown, Anne. Player's Guide (TSR, 1998). * Conforti, Steven, ed. Living Greyhawk Official Listing of Deities for Use in the Campaign, version 2.0 (Wizards of the Coast, 2005). * Cook, Monte. Book of Vile Darkness (Wizards of the Coast, 2002). * Cook, Monte. Vecna Reborn (TSR, 1998). * Heard, Bruce. \"Spells Between the Covers.\" Dragon #82 (TSR, 1984). * Mona, Erik. \"Ancient History: Vecna's Realm.\" * Moore, Roger E. Greyhawk: The Adventure Begins (TSR, 1998). * Mullin, Robert S. \"Arcane Lore: Greyhawk Grimoires II.\" Dragon #241 (TSR, 1997). * Mullin, Robert S. \"Campaign Classics: Three Greyhawk Grimoires.\" Dragon #225 (TSR, 1996). * Niles, Douglas, and Carl Sargent. The City of Greyhawk (TSR, 1989). * Reynolds, Sean K, and Chris Pramas. Slavers (TSR, 2000). * Sargent, Carl. Ivid the Undying (TSR, unpublished). * Thorsson, Modi, and Kevin McCann. Vecna: Hand of the Revenant, (Iron Hammer Graphics, 2002). ==External links== * Weiss, Samuel. \"Grand Sheldomar Timeline, Part I.\" * Weiss, Samuel. \"The Yaheetes and Tyrus: The Wars Against the Hand and the Eye in the Sheldomar.\" * Weiss, Samuel, and Gary Holian. \"The Hand and Eye of Vecna.\" * Living Greyhawk Journal no. 3 – \"Gods of Oerth\" Category:Dungeons & Dragons articles that need to differentiate between fact and fiction Category:Dungeons & Dragons deities Category:Fictional arcane spellcasters (Dungeons & Dragons) Category:Fictional necromancers Category:Fictional undead Category:Greyhawk characters Category:Ravenloft Category:Ravenloft characters ",
    "title": "Vecna"
}