{
    "id": "306346",
    "text": "Ariadne Oliver is a fictional character in the novels of Agatha Christie. She is a mystery novelist and a friend of Hercule Poirot. ==Profile== Mrs Oliver often assists Poirot in his cases through her knowledge of the criminal mind. She often claims to be endowed with particular \"feminine intuition\", but it usually leads her astray. She is particularly fond of apples, which becomes a plot point in the novel Hallowe'en Party. In the books, Oliver's most famous works are those featuring her vegetarian Finnish detective Sven Hjerson. Since she knows nothing of Finland, Oliver frequently laments Hjerson's existence. In many of her appearances, Oliver – and her feelings toward Hjerson – reflect Agatha Christie's own frustrations as an author, particularly with the Belgian Hercule Poirot (an example of self-insertion). The self-caricature has also been used to discuss Christie's own follies in her earlier novels. For instance, in Mrs McGinty's Dead, Mrs Oliver talks of having made the blowpipe a foot long (30 cm) in one of her novels, whereas the actual length is something like four-and-a-half feet () – the same mistake Christie made in Death in the Clouds. In The Pale Horse, Mrs Oliver becomes acquainted with the Rev. and Mrs Dane Calthorp, who are friends of Miss Marple (The Moving Finger), thus establishing that Miss Marple and Hercule Poirot exist in the same world. In Cards on the Table, there is a reference to Mrs Oliver's book The Body in the Library; this title was used by Christie six years later, for a novel featuring Miss Marple. Books by Ariadne Oliver and by a number of other fictitious mystery writers are discussed by characters in The Clocks (1963). Like Christie, she is a member of the Detection Club. Christie even thought of setting a murder at the Club with Oliver being one of the suspects as well as the detective, but it came to nothing.Agatha Christie's Secret Notebooks, edited by John Curran. (Although in Cards on the Table, Mrs Oliver plays detective in a Poirot mystery of a murder during a bridge game.) A family crisis for Oliver's goddaughter Celia provides the plot in Elephants Can Remember. Although Ariadne Oliver is consistently referred to as \"Mrs Oliver,\" nothing is known about her husband. An offhand reference to her marriage is made in Elephants Can Remember. In a short piece in John Bull Magazine in 1956, Christie was quoted as saying: \"I never take my stories from real life, but the character of Ariadne Oliver does have a strong dash of myself.\" The author of the article went on to state: \"It is perfectly true that sometimes she works at her stories in a large old-fashioned bath, eating apples and depositing the cores on the wide mahogany surround.\"John Bull Magazine, 11 August 1956. Volume 100, Number 2615 (p. 3) ==Literary function== Even in one of the two novels in which she appears without Poirot (The Pale Horse), Mrs Oliver does not function as a detective, in that she rarely participates in the investigation and contributes only tangentially to the solution. In Cards on the Table, she does interview some of the suspects, which in turn allows her to discover a hidden motive that even the police were unable to find; in Elephants Can Remember, she again interviews witnesses, but none of the essential ones. She is more usually used for comic relief or to provide a deus ex machina through her intuitive or sudden insights, a function that is especially apparent in Third Girl, in which she furnishes Poirot with virtually every important clue, or in The Pale Horse, where she inadvertently helps the investigators to determine the type of poison used to kill the murder victims, saving the life of another character. Further functions of Mrs Oliver are to enable Christie to discuss overtly the techniques of detective fiction, to contrast the more fanciful apparatus employed by mystery authors with the apparent realism of her own plots, and to satirize Christie's own experiences and instincts as a writer. ==Literary appearances== The true first appearance of Mrs Oliver was a brief appearance in the short story \"The Case of the Discontented Soldier\" which was first published, along with four other stories, in the August 1932 issue of the U.S. version of Cosmopolitan magazine (issue number 554) under the sub-heading of Are You Happy? If Not Consult Mr. Parker Pyne. The story first appeared in the UK in issue 614 of Woman's Pictorial on 15 October 1932, and was later published in book form in 1934 as Parker Pyne Investigates (titled Mr. Parker Pyne, Detective in the USA). Within this story she appeared as part of Pyne's unorthodox team of freelance assistants. Within the same book, she also briefly appears in The Case of the Rich Woman. All her subsequent appearances (save The Pale Horse) were in Poirot novels: * Cards on the Table (1936) * Mrs McGinty's Dead (1952) * Dead Man's Folly (1956) * The Pale Horse (1961) – Oliver's only appearance in a Christie novel without Poirot * Third Girl (1966) * Hallowe'en Party (1969) * Elephants Can Remember (1972) * Hercule Poirot and the Greenshore Folly (2014) – a novella that was later expanded and published as Dead Man's Folly. An advert for Ariadne Oliver's With Vinegar and Brown Paper (as with Agatha Christie using nursery rhyme references) appears in the Frontispiece of Mark Gatiss's book The Devil in Amber along with other adverts for made-up books.Interview: Mark Gatiss | Books | The Observer In And Then There Were None, a character, Emily Brent, mistakes the name Mrs. Owen for a Mrs. Oliver, perhaps an in-joke that Emily Brent and Ariadne Oliver may have encountered each other at one point. ==Portrayals== ===Ariadne Oliver=== The first appearance of Ariadne Oliver on television was in an episode of The Agatha Christie Hour (1982). In an adaptation of the Parker Pyne story \"The Case of the Discontented Soldier\", she was portrayed by Lally Bowers. A 1986 television film adaptation of Dead Man's Folly starred Jean Stapleton as Ariadne Oliver, opposite Peter Ustinov as Poirot. Zoë Wanamaker played Ariadne Oliver in six television episodes of the series Agatha Christie's Poirot, starring David Suchet as Hercule Poirot. In the last shot episode of the series (but not the finale), Mrs Oliver is helpful to Poirot in an adaptation of Dead Man's Folly, which was filmed on the Christie Estate. In the BBC Radio 4 plays, Ariadne Oliver has been played by Stephanie Cole (The Pale Horse (1993), Hallowe'en Party (1993), and Cards on the Table (2002)), and by Julia McKenzie (Elephants Can Remember (2006), Mrs McGinty's Dead (2006), and Dead Man's Folly (2007)). ===Sven Hjerson=== A Swedish-German television series Agatha Christie’s Hjerson will bring the character of Sven Hjerson, the Finland’s Swedish detective, to life. The series will combine Christie’s stories with Nordic noir. The characters will speak Swedish in the series, which will be set to contemporary time, and it will partly be photographed in Åland. The four-part series will be produced by TV4, ZDF, Agatha Christie Ltd. and Government of Åland, among others. ==Bibliography== Books: * The Lotus Murder (mentioned in Cards on the Table) * The Clue of the Candle Wax (mentioned in Cards on the Table) * The Body In The Library (mentioned in Cards on the Table) * The Death in the Drain Pipe (mentioned in Cards on the Table) * The Affair of the Second Goldfish (mentioned in Cards on the Table and Mrs McGinty's Dead) * The Cat it Was Who Died (mentioned in Mrs McGinty's Dead) * Death of a Debutante (mentioned in Mrs McGinty's Dead) * The Woman in the Wood (mentioned in and based on her experiences from Dead Man's Folly) * The Dying Goldfish (mentioned in Hallowe'en Party) Published articles: * The Tendency of the Criminal (mentioned in Cards on the Table) * Famous Crimes Passionnels (mentioned in Cards on the Table) * Murder for Love vs. Murder for Gain (mentioned in Cards on the Table) ==References== ==External links== *Ariadne Oliver at the official Agatha Christie website *Biography of Ariadne Oliver *Ariadne Oliver at Hercule Poirot Central Category:Fictional writers Category:Hercule Poirot characters Category:Author surrogates Category:Literary characters introduced in 1932 Category:Characters in British novels of the 20th century Category:Agatha Christie characters Category:Fictional contract bridge players Category:Female characters in literature ",
    "title": "Ariadne Oliver"
}