{
    "id": "306348",
    "text": "John Pope (February 1770 - July 12, 1845)encyclopediaofarkansas.net was a United States Senator from Kentucky, a member of the United States House of Representatives from Kentucky, Secretary of State of Kentucky, and the third Governor of Arkansas Territory. ==Early life and education== Pope was born in Prince William County, Virginia in 1770. He lost his arm during his youth and was known as \"One-Arm Pope\". He attended school at Salem Academy in Bardstown, Kentucky, and then graduated from the College of William & Mary. He studied law in Lexington under George Nicholas, primary author of the 1792 Kentucky constitution. He moved to Springfield, Kentucky where he was admitted to the bar. He practiced law in Washington, Shelby, and Fayette County, Kentucky. ==Political career== Pope served as the presidential elector from Kentucky in 1801, and was elected to the Kentucky House of Representatives in 1802. He served in the House again from 1806 to 1807. Pope was elected as a Jeffersonian Republican to the United States Senate, serving from 1807 to 1813, and served as President pro tempore of the Senate during the Eleventh Congress in 1810 and 1811. His vote against the War of 1812 made since he leaned toward the Federalist Party at that time, but political gossip attributed this unpopular political stance to his wife's influence (Eliza Johnson Pope was daughter of an Englishwoman, Catherine Nuth, wife of Joshua Johnson, and she had spent much of her youth in England). The political fall- out led to his not running for re-election at the end of his term in 1813. He and his wife returned to live in Lexington, Kentucky where he practiced law and taught at Transylvania University. Pope was appointed Secretary of State of Kentucky from 1816 to 1819, under Governor Gabriel Slaughter. He served as a member of the Kentucky Senate from 1825 to 1829, and was also elected three times to the United States House of Representatives, initially as an Independent; ; and then as a Whig, serving Kentucky's District 7 between 1837 and 1843. From 1829 to 1835, he served as the Governor of Arkansas Territory. During his term as governor he arranged for the construction of the Old State House by the Kentucky architect Gideon Shryock. It remains the oldest surviving state capitol west of the Mississippi River. ==Personal life== Pope was married to three socially well-connected women over his lifetime - outliving them all. In 1795 he married Anne Henry Christian (d. 1806), daughter of one of the first settlers of Louisville, Kentucky and niece of Patrick Henry. After Anne died, and while a U.S. Senator, serving as president pro tem, he remarried in 1810. He married well again this time to Elizabeth Janet Dorcas Johnson (1786-1818), daughter of Joshua Johnson, the first American Consul-General to England. Her sister, Louisa, was the wife of John Quincy Adams, who was at that time the U.S. Minister to Prussia and later, with John Pope's support, President of the United States. During this time, and primarily under the advisement of his wife Eliza, Pope built the avant- garde mansion in what was then on the edges of the \"Athens of the West\" Lexington, Kentucky which was designed by the noted American architect, Benjamin Henry Latrobe. After the death of Eliza his second wife, Pope resigned from his position as secretary of state of Kentucky (under Governor Gabriel Slaughter) and law professor at Transylvania University, and in 1820 he moved to Springfield, Kentucky. Mrs. Frances Watkins Walton of Washington County (1772-1843), widow of General Matthew Walton, founder of Springfield and state politician. At the time of her marriage to John Pope, Mrs. Walton was one of the wealthiest people in the state. After his marriage, Pope lived in his wife's home, Walton Manor, and practiced law from the older brick cottage in front of the mansion. When his daughter married in 1829, he sold the Pope Villa which he had been leasing out, and he sold the Walton Manor to her husband John Watkins Cocke. Pope and his wife then moved to Arkansas where he served as Territorial Governor until 1835. He returned to Springfield with his wife, and they built a new house for themselves. This smaller house is also on the National Register of Historic Places. He served as a Kentucky representative to Congress from 1837 to 1843; but, soon before his third wife died, he was an unsuccessful candidate for reelection in 1842 to the Twenty- eighth Congress. He was also the brother of Nathaniel Pope, a prominent figure in early Illinois Territory, and the uncle to both John Pope, Union General in the Civil War and Daniel Pope Cook, another prominent politician in the early history of the state of Illinois. ==Death== John Pope died in Springfield, Kentucky on July 12, 1845, and is buried in Springfield Cemetery. ==Legacy== Pope Villa of Lexington, Kentucky was built by Benjamin Latrobe for him and his wife Eliza. It is only one of three extant Latrobe buildings in the U.S. Pope County, Arkansas is named for him. ==See also== * Thomas S. Hinde, close friend and adviser. ==References== ==Further reading== * * ==External links== * Encyclopedia of Arkansas Profile * Kentucky Secretary of State Category:American politicians with physical disabilities Category:Governors of Arkansas Territory Category:Members of the United States House of Representatives from Kentucky Category:Kentucky state senators Category:Members of the Kentucky House of Representatives Category:1770 births Category:1845 deaths Category:People from Prince William County, Virginia Category:United States senators from Kentucky Category:Secretaries of State of Kentucky Category:College of William & Mary alumni Category:Kentucky Whigs Category:Kentucky Democratic-Republicans Category:Kentucky Democrats Category:Democratic-Republican Party United States senators Category:Arkansas Democrats Category:Whig Party members of the United States House of Representatives Category:19th-century American politicians Category:Presidents pro tempore of the United States Senate ",
    "title": "John Pope (Kentucky politician)"
}