{
    "id": "306492",
    "text": "Ioşia (; ) is an outlying quarter (or district) in Oradea, Romania. It is a mix of both high-rise housing blocks built in Communist times as well as low- density housing. The quarter is an exurban environment - that is, in between a rural area and a suburban environment. It is located in the city's far southwest, and, although there is good infrastructure in terms of education, shopping, and, to some extent, transportation, the quarter still has a significant number of unpaved roads and country-style houses. Ioşia is usually divided into three areas: Ioşia Nord, Calea Aradului and between those two, Old Ioşia. Of the three areas of Ioşia, Ioşia Nord is the most developed, having 2 high schools, 1 kindergarten, 1 swimming pool, many supermarkets and a direct transportation line to the University of Oradea (being one of the two districts which have direct transportation to the University). It is also a beautiful place to take a walk, mainly because of the Crişul Repede river which separates Iosia Nord from the Rogerius district (beautiful at sunset). Calea Aradului, lying on the southern part of Oradea, is, as its name says, the way to Arad, another county in Romania. The Oradea Airport is located here, at the town exit. Ioşia Veche (Old = Vechi in Romanian) is entirely composed of houses, being the only one of the three areas with some unpaved roads. The quarter is one of the most beautiful in Oradea because it maintains a rustic, rural feel which still being relatively built-up and close to the city. For tourists, it provides insight into Romanian country life while still being in the city close to all the excellent facilities that Oradea is home to. In Oradea, there is a stereotype about people from Ioşia as being fairly uneducated in comparison to more inner-city urbanites, even though this is changing fast as real estate prices are increasing in the city centre and wealthy people are building large houses (villas) in Ioşia. This neighborhood, is used to belong to the actual Santandrei village, most of the elders living in the area of Ioşia are former Santandrei village residents. simple:Oradea#Iosia ",
    "title": "Ioșia"
}