{
    "id": "306428",
    "text": "Nestor Ivanovych Makhno (; – July 25, 1934), commonly known as Bat'ko Makhno (; , \"Father Makhno\"), was a Ukrainian anarchist revolutionary and the commander of an independent anarchist army in Ukraine from 1917–21. Makhno was the commander of the Revolutionary Insurrectionary Army of Ukraine, commonly referred to as the Makhnovshchina (loosely translated as \"Makhno movement\"). The Makhnovshchina was a predominantly peasant phenomenon that grew into a mass social movement. It was initially centered around Makhno's hometown Huliaipole but over the course of the Russian Civil War came to exert a strong influence over large areas of southern Ukraine. Makhno and the movement's leadership were anarcho-communists and attempted to guide the movement along these ideological lines. Makhno was aggressively opposed to all factions that sought to impose their authority over southern Ukraine, battling in succession the forces of the Ukrainian National Republic, the Central Powers of Germany and Austro-Hungary, the Hetmanate state, the White Army, the Bolshevik Red Army, and other smaller forces led by various Ukrainian atamans. He is also credited as the inventor of the tachanka—a horse-drawn carriage with a mounted heavy machine gun.Michael Malet, Nestor Makhno in the Russian Civil War, Macmillan, 1982, 85. For the pioneering use of tachanki by Makhno and a statement to the effect that the Red Army \"copied\" the Makhnovist tachanki see, Leon Trotsky, How the Revolution Armed: The Military Writings and Speeches of Leon Trotsky, London: New Park Publications, 1981, 295 (note). Makhno and his supporters attempted to reorganize social and economic life along anarchist lines, including the establishment of communes on former landed estates, the requisition and egalitarian redistribution of land to the peasants, and the organization of free elections to local soviets (councils) and regional congresses. However, the disruption of the civil war precluded a stable territorial base for any long-term social experiments. Although Makhno considered the Bolsheviks a threat to the development of an anarchist Free Territory within Ukraine, he entered into formal military alliances twice with the Red Army to defeat the White Army. In the aftermath of the White Army's defeat in Crimea in November 1920, the Bolsheviks initiated a military campaign against Makhno. After an extended period of open resistance against the Red Army, Makhno fled across the Romanian border in August 1921. In exile, Makhno settled in Paris with his wife Halyna and daughter Yelena. During this period, Makhno wrote numerous memoirs and articles for radical newspapers.Nestor Makhno, [1927] The Russian Revolution in Ukraine, Edmonton: Black Cat Press, 2007; [1936] Under the Blows of the Counterrevolution, Edmonton: Black Cat Press, 2009; [1937] The Ukrainian Revolution, Edmonton: Black Cat Press, 2011; The Struggle Against the State and Other Essays, Oakland: AK Press, 2001. Makhno also played an important role in the development of platformism and the debates around the 1926 Organizational Platform of the General Union of Anarchists (Draft).Organizational Platform of the General Union of Anarchists (Draft), trans. Nestor McNab, 2006. Makhno died in 1934 in Paris at the age of 45 from tuberculosis-related causes. ==Early life== Nestor Mahkno in 1906 Nestor Makhno was born into a poor peasant family in Huliaipole, Yekaterinoslav Governorate of the Russian Empire (now Zaporizhia Oblast, Ukraine). He was the youngest of five children. Church files show a baptism date of October 27 (November 7), 1888; but Nestor Makhno's parents registered his date of birth as 1889 (in an attempt to postpone conscription). His father died when he was ten months old. Due to extreme poverty, he had to work as a shepherd at the age of seven. He studied at the Second Huliaipole primary school in winter at the age of eight and worked for local landlords during the summer. He left school at the age of twelve and was employed as a farmhand on the estates of nobles and on the farms of wealthy peasants. Nestor Makhno in 1909 At the age of seventeen, he was employed in Huliaipole itself as an apprentice painter, then as a worker in a local iron foundry and ultimately as a foundryman in the same organization. During this time he became involved in revolutionary politics. His involvement was based on his experiences of injustice at work and the terrorism of the Tsarist regime during the 1905 revolution. In 1906, Makhno joined the anarchist organization in Huliaipole. He was arrested in 1906 for robbery (to gather political funds), tried, and acquitted. He was again arrested in 1907, but could not be incriminated, and the charges were dropped. The third arrest came in 1908 when an infiltrator was able to testify against Makhno. In 1910 Makhno was sentenced to death by hanging, but the sentence was commuted to life imprisonment and he was sent to Butyrskaya prison in Moscow. In prison he came under the influence of his intellectual cellmate Piotr Arshinov. He was released from prison after the February Revolution in 1917. == Organizing the peasants' movement == Makhno in 1918 After liberation from prison, Makhno organized a peasants' union. It gave him a \"Robin Hood\" image and he expropriated large estates from landowners and distributed the land among the peasants. In March 1918 the new Bolshevik government in Russia signed the Treaty of Brest-Litovsk concluding peace with the Central Powers, but ceding large amounts of territory, including Ukraine. As the Central Rada of the Ukrainian People's Republic (UNR) proved unable to maintain order, a coup by Pavlo Skoropadsky in April 1918 resulted in the establishment of the Hetmanate. Already dissatisfied by the UNR's failure to resolve the question of land ownership, much of the peasantry refused to support a conservative government administered by former imperial officials and supported by the Austro-Hungarian and German occupiers.Magocsi 1996, p. 499. Peasant bands under various self-appointed otamany which had been counted on the rolls of the UNR's army now attacked the Germans, later going over to the Directory in summer 1918 or to the Bolsheviks in late 1918–19, or home to protect local interests, in many cases changing allegiances, plundering so-called class enemies, and venting age-old resentments.Magocsi 1996, pp. 498–99; Subtelny 1988, p. 360. They finally dominated the countryside in mid-1919; the largest portion would follow either Socialist Revolutionary Matviy Hryhoriyiv or the anarchist flag of Makhno. In June 1918 he met Lenin, who gave him the means to go to Ukraine.The Russian Anarchists, Paul Avrich page 211 In Yekaterinoslav province the rebellion soon took on anarchist political overtones. Nestor Makhno joined an anarchist group (headed by sailor-deserter Fedir Shchus) and eventually became its commander. Due in part to the impressive personality and charisma of Makhno, all Ukrainian anarchist detachments and peasant guerrilla bands in the region subsequently became known as Makhnovists. These eventually came together in the Revolutionary Insurrectionary Army of Ukraine (RIAU), also called the Black Army (because they fought under the anarchist black flag). The RIAU battled against the Whites (counter-revolutionaries) forces, Ukrainian nationalists, and various independent paramilitary formations that conducted anti-semitic pogroms. The anarchist movement in Ukraine came to be referred to as the Black Army, Makhnovism or pejoratively Makhnovshchina. ==Makhnovists and formation of the anarchist Black Army== Hetman Pavlo Skoropadsky, head of the Ukrainian State, lost the support of the Central Powers (Germany and Austro-Hungary, which had armed his forces and installed him in power) after the collapse of the German western front. Unpopular among most southern Ukrainians, the Hetman saw his best forces evaporate, and was driven out of Kiev by the Directory. In March 1918, Makhno's forces and allied anarchist and guerrilla groups won victories against German, Austrian, and Ukrainian nationalist (the army of Symon Petlura) forces, and units of the White Army, capturing many German and Austro-Hungarian arms. These victories over much larger enemy forces established Makhno's reputation as a military tactician; he became known as Batko (‘Father’) to his admirers. At this point, the emphasis on military campaigns that Makhno had adopted in the previous year shifted to political concerns. The first Congress of the Confederation of Anarchists Groups, under the name of Nabat (\"the Alarm Bell Toll\"), issued five main principles: rejection of all political parties, rejection of all forms of dictatorships (including the dictatorship of the proletariat, viewed by Makhnovists and many anarchists of the day as a term synonymous with the dictatorship of the Bolshevik communist party), negation of any concept of a central state, rejection of a so-called \"transitional period\" necessitating a temporary dictatorship of the proletariat, and self-management of all workers through free local workers' councils (soviets). While the Bolsheviks argued that their concept of dictatorship of the proletariat meant precisely \"rule by workers' councils,\" the Makhnovist platform opposed the \"temporary\" Bolshevik measure of \"party dictatorship.\" The Nabat was by no means a puppet of Makhno and his supporters, from time to time criticizing the Black Army and its conduct in the war. In 1918, after recruiting large numbers of Ukrainian peasants, as well as numbers of Jews, anarchists, naletchki, and recruits arriving from other countries, Makhno formed the Revolutionary Insurrectionary Army of Ukraine, otherwise known as the Anarchist Black Army. At its formation, the Black Army consisted of about 15,000 armed troops, including infantry and cavalry (both regular and irregular) brigades; artillery detachments were incorporated into each regiment. From November 1918 to June 1919, using the Black Army to secure its hold on power, the Makhnovists attempted to create an anarchist society in Ukraine, administered at the local level by autonomous peasants' and workers' councils. Makhno was a de facto ally of Bolsheviks since 1918.Akulov, Mikhail. 2013. War Without Fronts: Atamans and Commissars in Ukraine, 1917-1919. Doctoral dissertation, Harvard University page 330 Makhno, ever since November 1918 de facto partner of the Bolshevik In 1920 he called the Bolsheviks dictators and opposed the \"Cheka [secret police]... and similar compulsory authoritative and disciplinary institutions\" and called for \"[f]reedom of speech, press, assembly, unions and the like\".Declaration Of The Revolutionary Insurgent Army Of The Ukraine (Makhnovist). Peter Arshinov, History of the Makhnovist Movement (1918–1921), 1923. Black & Red, 1974 The Bolsheviks, in turn, accused the Makhnovists of imposing a formal government over the area they controlled, and also said that Makhnovists used forced conscription, committed summary executions, and had two military and counter-intelligence forces: the Kontrrazvedka, with punitive functions transferred in 1920 to the Kommissiya Protivmakhnovskikh Del (Commission for Anti-Makhnovist Activities).V. Azarov, Konttrazvedka: The Story of the Makhnovist Intelligence Service, (Edmonton: Black Cat Press, 2008). The Bolsheviks claimed that it would be impossible for a small, agricultural society to organize into an anarchist society so quickly. However, Eastern Ukraine had a large amount of coal mines, and was one of the most industrialised parts of the Russian Empire. ===Relations between the Makhnovists and Mennonite colonists=== As a revolutionary peasant leader Makhno has been called a \"colourful personality\"Yekelchyk 2007, p. 80 and his career \"legendary\".Subtelny 1988, p. 360. However, the German and Mennonite communities in Ukraine considered him to be an instigator of paramilitary banditry against innocent farmers, and an \"inhuman monster whose path is literally drenched with blood.\"Dietrich Neufeld, Russian Dance of Death, translated by Al Reimer, Winnipeg: Hyperion Press, 1977, pp. 18–19. He is consistently referred to as a terrorist or bandit in Mennonite literature. At the age of 11 Makhno began working as an ox driver on a Mennonite estate. Here he began to develop a hatred for the ruling classes. In his memoirs he writes: \"At this time I began to experience anger, envy and even hatred towards the landowner and especially towards his children – those young slackers who often strolled past me sleek and healthy, well-dressed, well-groomed and scented; while I was filthy, dressed in rags, barefoot, and reeked of manure from cleaning the calves' barn.\"Nestor Makhno, The Ukrainian Revolution, trans. Malcolm Archibald and Will Firth, Edmonton: Black Cat Press, 2011, p. xvi Makhno also worked at the Mennonite owned Kroeger plant in Gulyai-Polye. Mahkno and his troops raided many German and Mennonite colonies and estates in the Katerynoslav Oblast. The larger rural landholdings of Mennonites were prominent targets due to their wealth and proximity to Gulyai-Polye. The Schönfeld colony, located adjacent to the Huliaipole area, was unique in that it consisted predominantly of Mennonite estate settlements across an expansive area. Nestor Mahkno during the Russian civil war While their religious beliefs did not allow them to serve in the Tsar's army, many Mennonites had assisted the Russian war effort by performing national service in non-fighting roles, notably forestry and medical units. The Mennonites' Germanic background also served to inflame negative sentiment. Makhno's own brother, Emelian—a disabled war veteran—was murdered and his mother's house burned to the ground by the Germans. The Mennonites themselves, having been stripped of their wealth and property during the revolution, embraced the occupation which promised to re- establish them as landowners. Some Mennonites accompanied punitive detachments against the peasantry, which greatly contributed to the growing bitterness between Mennonites and Ukrainians. In October 1918, Austro-Hungarian forces and \"German colonists\" burned down the pro-Makhnovist village of Bolshe- Mikholaivka and murdered many of its inhabitants. Makhno responded with a sustained campaign of retribution against German/Mennonite colonies and estates. At the same time Makhno voiced his opposition to the indiscriminate slaughter of the colonists and established \"ground rules\" for occupying the colonies.Nestor Makhno, The Ukrainian Revolution, trans. Malcolm Archibald and Will Firth, Edmonton: Black Cat Press, pp. 107–36 Throughout 1918 a total of 96 Mennonites were killed in the Schönfeld-Brasol area.Peter Letkemann, \"Mennonite Victims of Revolution, Anarchy, Civil War, Disease and Famine, 1917–1923\" By the winter 1918–19 most residents of the Schönfeld colony had fled to the relative safety of the Molotschna colony. The Mennonites had been encouraged to form self-defence (Selbstschutz) units. Mennonite youth were trained and armed under the supervision of German officers. Breaking with nearly four centuries of pacifism, tacit approval of the Selbstschutz was given by the Mennonite leadership at the Lichtenau Conference [June 30- July 2, 1918].J. B. Toews, ed., The Mennonites in Russia From 1917 to 1930: Selected Documents Winnipeg, MB: Christian Press, pp. 395–448 Intended exclusively for the defence of the colony, with the arrival of General Denikin's White Volunteer Army the Selbstschutz was gradually drawn into offensive operations against Makhno. Later some Mennonites also formed ethnic battalions within the White Army. The Selbstschutz was initially successful in protecting their communities against Makhno's partisans but was overwhelmed once the anarchists aligned themselves with the Red Army, which had entered Ukraine in February 1919.Lawrence Klippenstein, [www.nbuv.gov.ua/portal/Soc_Gum/Pni/2007/07lktvao.pdf \"The Selbstschutz: A Mennonite Army in Ukraine, 1918–1919\"], The Mennonites of the Molotschna colony were under joint Makhnovist-Red occupation until the Whites broke through the southern front in May 1919. Following Makhno's devastating attack on Denikin's rearguard in September–October 1919, the Mennonite colonies found themselves once more under Makhnovist occupation. The year 1919 saw the greatest number of Mennonites killed – some 827 or 67% of all Mennonite civil war deaths. The great majority of these occurred between October and December. During this period major massacres occurred in Eichenfeld (Yazykovo), Blumenort (Molotschna), Steinfeld and Ebenfeld (Borozenko) and Münsterberg (Zagradovka) while under the administrative control of the Makhnovists. The Chortitza colony also suffered a great degree of death and robbery. According to the research of Peter Letkemann 3,336 Russian Mennonites, or three percent of their total population, died between 1914 and 1923. Ninety-six percent of these deaths occurred in Ukraine. === Allegations of antisemitism === Like the White army, the Ukrainian People's Republic and forces loyal to the Bolsheviks, Makhno's forces were accused of conducting pogroms against Jews in Ukraine, based on the Bolshevik accounts of the war. However, these claims have never been proven. Anarchist Paul Avrich writes that of Makhno's alleged antisemitism, \"[c]harges of Jew-baiting and of anti-Jewish pogroms have come from every quarter, left, right, and center. Without exception, however, they are based on hearsay, rumor, or intentional slander, and remain undocumented and unproved.\" Avrich notes that a considerable number of Jews took part in the Makhnovist anarchist movement. Some, like Vsevolod Mikhailovich Eikhenbaum, also known as Voline,Voline, The Unknown Revolution, 1917–1921, (1947)Arshinov, Peter, History of the Makhnovist Movement (1918–1921), (1923) and Aron Baron were intellectuals who served on the Cultural-Educational Commission, wrote his manifestos, and edited his journals, but the great majority fought in the ranks of the Anarchist Black Army, either in special detachments of Jewish artillery and infantry, or else within the regular anarchist army brigades alongside peasants and workers of Ukrainian, Russian, and other ethnic origins. Together they formed a significant part of Makhno's anarchist army. Significantly, during the Russian civil war, the Merkaz or Central Committee of the Zionist Organization in Russia regularly reported on many armed groups committing pogroms against Jews in Russia, including the Whites, the Russian Ukrainian 'Green' nationalist Nikifor Grigoriev (later shot by Black Army troops on Makhno's orders) as well as Red Army forces, but did not accuse Makhno or the anarchist Black Army of directing pogroms or other attacks against Russian Jews.Tcherikover, M. (quoted by Voline), The Unknown Revolution, New York: Free Life Editions (1975), p. 699: The Russian historian M. Tcherikover, himself a Jew, rejected all accusations that Makhno or forces under his direct command engaged in pogroms. According to Peter Kenez, \"[h]e was a self-educated man, committed to the teachings of Bakunin and Kropotkin, and he could not fairly be described as an anti-Semite. Makhno had Jewish comrades and friends; and like Symon Petliura, he issued a proclamation forbidding pogroms\". Kenez goes on to claim that \"the anarchist leader could not or did not impose discipline on his soldiers. In the name of 'class struggle' his troops with particular enthusiasm robbed Jews of whatever they had.\"Pogroms: Anti-Jewish Violence in Modern Russian History. New York: Cambridge UP, 2004. This would be in the spirit of standards of behaviour which Makhno promoted for his troops, which called for war against \"the rich bourgeoisie of all nationalities\", be they Russian, Ukrainian or Jewish, as well as his explicit order not to beat or rob \"peaceful Jews\".David Footman, \"Civil War in Russia\". p. 275 === National issues === While the bulk of Makhno's forces consisted of ethnic Ukrainian peasants, he did not consider himself to be a Ukrainian nationalist, but rather an anarchist. His movement did put out a Ukrainian-language version of their newspaper and his wife Halyna Kuzmenko was a nationally conscious Ukrainian. In emigration, Makhno came to believe that anarchists would only have a future in Ukraine if they Ukrainianized and he stated that he regretted that he was writing his memoirs in Russian and not in Ukrainian.Frank E. Sysyn, \"Nestor Makhno and the Ukrainian Revolution,\" in Taras Hunczak, ed. The Ukraine 1917–1921: A Study in Revolution (Cambridge, Ma., 1977), pp. 271–304 Makhno viewed the revolution as an opportunity for ordinary Ukrainians – particularly rural peasants – to rid themselves of the overweening power of the central state through self- governing and autonomous peasant committees, protected by a people's army dedicated to anarchist principles of self-rule. ===White and Red Army attacks=== Red Army commander Pavel Dybenko and Nestor Makhno, 1919 Bolshevik hostility to Makhno and his anarchist army increased after Red Army defections. The Nabat confederation was banned and the Third Congress (specifically Pavel Dybenko) declared the \"Makhnovschina\" (Ukrainian anarchists) outlaws and counter-revolutionaries. In response, the Anarchist Congress publicly questioned, \"[M]ight laws exist as made by few persons so- called revolutionaries, allowing these to declare the outlawing of an entire people which is more revolutionary than them?\" (Archinoff, The Makhnovist Movement). The Bolshevik press was not only silent on the subject of Moscow's continued refusal to send arms to the Black Army, but also failed to credit the Ukrainian anarchists' continued willingness to ship food supplies to the hungry urban residents of Bolshevik-held cities. Vladimir Lenin soon sent Lev Kamenev to Ukraine where he conducted a cordial interview with Makhno. After Kamenev's departure, Makhno claimed to have intercepted two Bolshevik messages, the first an order to the Red Army to attack the Makhnovists, the second ordering Makhno's assassination. Soon after the Fourth Congress, Trotsky sent an order to arrest every Nabat congress member. Pursued by White Army forces, Makhno and the Black Army responded by withdrawing further into the interior of Ukraine. In 1919, the Black Army suddenly turned eastwards in a full-scale offensive, surprising General Denikin's White forces and causing them to fall back. Within two weeks, Makhno and the Black Army had recaptured all of the southern Ukraine. Black Army commanders Simon Karetnik (3rd from the left), Nestor Makhno (center) and Fedor Shchus (1st right), 1919 When Makhno's troops were struck by a typhus epidemic, Trotsky resumed hostilities; the Cheka sent two agents to assassinate Makhno in 1920, but they were captured and, after confessing, were executed. All through February 1920 the Free Territory – Makhnovist region – was inundated with Red troops, including the 42nd Rifle Division and the Latvian & Estonian Division – in total at least 20,000 soldiers.V. N. Litvinov, An Unsolved Mystery – The \"Diary of Makhno's Wife\". Viktor Belash noted that even in the worst time for the revolutionary army, namely at the beginning of 1920, \"In the majority of cases rank-and-file Red Army soldiers were set free\". Of course Belash, as a colleague of Makhno's, was likely to idealize the punishment policies of the Batko. However, the facts bear witness that Makhno really did release \"in all four directions\" captured Red Army soldiers. This is what happened at the beginning of February 1920, when the insurgents disarmed the 10,000-strong Estonian Division in Huliaipole.A. Buysky, \"The Red Army on the Internal Front\", Gosizdat (1927), p. 52. To this it must be added that the Revolutionary Insurrectionary Army of Ukraine included a choir of Estonian musicians.How Is Makhno’s Troop Organised? The problem was further compounded by the alienation of the Estonians by Anton Denikin's inflexible Russian chauvinism and their refusal to fight with Nikolai Yudenich.Why did the Bolsheviks win the Russian Civil War? Peter Anderson compares the tactics and resources of the two sides. There was a new truce between Makhnovist forces and the Red Army in October 1920 in the face of a new advance by Wrangel's White army. While Makhno and the anarchists were willing to assist in ejecting Wrangel and White Army troops from southern Ukraine and Crimea, they distrusted the Bolshevist government in Moscow and its motives. However, after the Bolshevik government agreed to a pardon of all anarchist prisoners throughout Russia, a formal treaty of alliance was signed. By late 1920, Makhno had halted General Wrangel's White Army advance into Ukraine from the southwest, capturing 4,000 prisoners and stores of munitions, and preventing the White Army from gaining control of the all-important Ukrainian grain harvest. Upon the signing of a truce in the Polish–Soviet War further west, additional Red Army were freed to also participate in the southern campaign that pursued Wrangel and the remainder of his forces down the Crimean peninsula. To the end, Makhno and the anarchists maintained their main political structures, refusing demands to join the Red Army, to hold Bolshevik-supervised elections, or accept Bolshevik-appointed political commissars.NESTOR MAKHNO Ukrainian anarchist general, fought both Reds & Whites (tyranny left to right). The Red Army temporarily accepted these conditions, but within a few days ceased to provide the Makhnovists with basic supplies, such as cereals and coal. When General Wrangel's White Army forces were decisively defeated in November 1920, the Communists immediately turned on Makhno and the anarchists once again. After refusing a direct order by the Bolshevik government to disband his anarchist army, Makhno intercepted three messages from Lenin to Christian Rakovsky, the head of the Bolshevik Ukrainian Soviet based in Kharkiv. Lenin's orders were to arrest all members of Makhno's organization and to try them as common criminals. On November 26, 1920, less than two weeks after assisting Red Army forces to defeat Wrangel, Makhno's headquarters staff and many of his subordinate commanders were arrested at a Red Army planning conference to which they had been invited by Moscow, and executed. Makhno escaped, but was soon forced into retreat as the full weight of the Red Army and the Cheka's Special Punitive Brigades was brought to bear against not only the Makhnovists, but all anarchists, even their admirers and sympathizers.Voline, The Unknown Revolution, pp. 693–97: Anyone in Ukraine who professed anarchist sympathies was marked for retribution. Voline recounts the example of M. Bogush, a Russian-born anarchist who had emigrated to America. He returned to Russia in 1921 after being expelled from the United States. Having heard a great deal about Makhno and the Ukrainian anarchists, he left Kharkiv to see Makhno's birthplace at Huliaipole. After only a few hours, he returned to Kharkiv, where he was arrested by the order of the Cheka, and was shot in March 1921. == Exile == Nestor Makhno circa 1925 In August 1921, after making raids all across Ukraine and constant battles with Red army forces many times larger and better equipped an exhausted Makhno was finally driven by Mikhail Frunze's Red forces into exile with 77 of his men fleeing to Romania, then Poland, Danzig, Berlin and finally to Paris. In 1926, he joined other Russian exiles in Paris as part of the Group of Russian Anarchists Abroad (Группа Русских Анархистов За Границей) who produced the monthly journal Dielo Truda (Дело Труда, The Cause of Labour). Makhno co-wrote and co-published the Organizational Platform of the General Union of Anarchists (often referred to as the Organizational Platform of the Libertarian Communists), which put forward ideas on how anarchists should organize, based on the experiences of revolutionary Ukraine and the defeat by the Bolsheviks. The document was initially rejected by many anarchists, but today has a wide following. It remains controversial to this day, continuing to inspire some anarchists (notably the platformism tendency) because of the clarity and functionality of the structures it proposes, while drawing criticism from others (including, at the time of publication, Voline and Malatesta) who viewed its implications as too rigid and hierarchical. At the end of his life Makhno lived in Paris and worked as a carpenter and stage-hand at the Paris Opera, at film-studios, and at the Renault factory. He died in Paris on July 25, 1934, from tuberculosis. He was cremated three days after his death, with five hundred people attending his funeral at the cimetière du Père-Lachaise in Paris. Makhno's widow and his daughter Yelena were deported to Germany for forced labor during World War II. After the end of the war they were arrested by the NKVD. They were taken to Kiev for trial in 1946 and sentenced to eight years of hard labor. They lived in Kazakhstan after their release in 1953. ==Personal life== Makhno and his daughter Yelena in Paris In 1919, Nestor Makhno married Agafya (aka Halyna) Kuzmenko, a former elementary schoolteacher (1892–1978), who became his aide. They had one daughter, Yelena. Halyna Kuzmenko personally carried out a death sentence of Nikifor Grigoriev, a subordinate commander who committed a series of anti-semitic pogroms (according to other accounts, Grigoriev was killed by Chubenko, a member of Makhno's staff or Makhno himself). Two of Makhno's brothers were his active supporters and aides before being captured in battle by the German forces and executed by firing squad. According to Paul Avrich, Makhno was a thoroughgoing anarchist and down-to-earth peasant. He rejected metaphysical systems and abstract social theorizing. Voline, one of his biggest supporters who was active for several months in the movement, reports that Makhno and his associates engaged in sexual mistreatment of women: \"Makhno and of many of his intimates – both commanders and others... let themselves indulge in shameful and even odious activities, going as far as orgies in which certain women were forced to participate.\"Voline, The Unknown Revolution, 1917–1921, part II chapter 7 However, Voline's allegations against Makhno in regards to sexual violations of women has been disputed by some on the grounds that the allegations are unsubstantiated, do not stand up to eyewitness accounts of the punishment meted out to rapists by the Makhnovists, and were originally made by Voline in his book The Unknown Revolution which was first published in 1947, long after Makhno's death and following a bitter falling-out between Makhno and Voline. Nestor Mahkno with Alexander Berkman Makhno was portrayed as a heavy drinker. Voline wrote that \"[Makhno's] greatest fault was certainly the abuse of alcohol...Under [its influence], Makhno became irresponsible in his actions; he lost control of himself.\" This charge by Voline, like the aforementioned accusations, was not made until years after Makhno's death. Alexandre Skirda notes that Bulgarian comrades who knew him throughout his life categorically deny this charge. Skirda further notes that he was unable to unearth any first-hand evidence of Makhno's alcoholism. Other historians (Paul Avrich, Peter Marshall) seem to adopt the narrative that Makhno had drinking issues. ==In popular culture== The memorial panel on Makhno's crematory vault in Père-Lachaise cemetery in Paris Nestor Makhno was the main antagonist in the 1923 Soviet adventure film ' a.k.a. Red Devils. He was portrayed by Odessa gangster and part-time actor Vladimir Kucherenko. The film gives an extremely negative portrayal of Makhno and the Makhnovists. Makhno, played by Vladimir Stutyrin, also featured in the sequel Savur Mogila (1926). Played by the famous Soviet actor Boris Chirkov, Makhno was also a character in the 1942 epic film Alexander Parkhomenko where he sang the \"Lyubo, bratsy, lyubo\". Michael Moorcock's A Nomad of the Time Streams/The Nomad of the Air: volume 3: The Steel Tsar (1981) is an alternate history/steampunk novel where Makhno, still alive in 1941, is an important supporting character. Makhno appears also in a short episode of Moorcock's Breakfast in the Ruins. A song by Lyube, \"Batko Makhno\" (1989) was a smash hit, as its lyrics carried a suggestive theme of the times of Red Terror. The song was released soon before the fall of the Soviet Union. Makhno was the main character in the 2006 Russian series Nine Lives of Nestor Makhno (Devyat zhizney Nestora Makhno), a 12-part series about his life. Bust of Nestor Makhno in the Huliaipole museum In the 2017 Russian TV series, The Road to Calvary (based on Aleksey Tolstoy's trilogy of novels) Nestor Makhno appears as a minor character in the series, being the leader of the Black Army. He is played by actor Yevgeny Stychkin, and is portrayed negatively as a brutal warlord who executes his loyalists when they fail his tasks, while also being involved with looting civilian trains, plus raping women he holds as sex slaves. == See also == *Maria Nikiforova *Anarchism in France *Buenaventura Durruti *Rummu Jüri *Emiliano Zapata *Black Guards *Revolutionary Insurrectionary Army of Ukraine (Anarchist Black Army) *Free Territory (Ukraine) *Green armies ==Notes== == Bibliography == * * * * * * * * == Further reading == * Peter Arshinov, History of the Makhnovist Movement (1918–1921), 1923. * * Joel Harold Goldberg, “The Anarchists View the Bolshevik Regime, 1918-1922.” PhD diss., University of Wisconsin, 1973. *Emma Goldman, \"A Visit from the Ukraina,\" Chapter 11 of My Disillusionment in Russia, 1923. * G.A. Kuz'menko's Diary; Makhno's Memoir (). * Nestor Makhno, The Struggle Against the State & Other Essays, 1996 (AK Press). * Max Nomad, \"The Warrior: Nestor Makhno, the Bandit Who Saved Moscow,\" in Apostles of Revolution, 1939. * M. Przyborowski, D. Wierzchoś, Machno w Polsce, Poznan 2012, (). * Victor A. Savchenko, \"Makhno\" (-Kharkiv, Folio. Two editions in 2005 and 2007. – 416 Art. In the top 10 books of the competition of the journal \"Correspondent\") * S.N. Semanov, Nestor Makhno: Vozhak Anarkhistov. Novoye prochteniye po novym materyalam; Nestor Makhno: Anarchist Chieftain. A New Reading Based on New Material (Veche, Moscow, 2005). * S.N. Semanov, Makhno. Podlinnaya Istoriya; Makhno. An Authentic History (AST-PRESS | 2001). *Frank Sysyn, \"Nestor Makhno and the Ukrainian Revolution,\" in Taras Hunchak, ed., The Ukraine, 1917–1921: A Study in Revolution, 1977. * Dietrich Neufeld, translated from the German and Edited by Al Reimer, A Russian Dance of Death; Revolution and Civil War in the Ukraine (1980 Hyperion Press Limited, Winnipeg, Manitoba, Canada) * * Voline, The Unknown Revolution, 1917–1921. * D. Wierzchoś, Nestor Machno i jego kontakty z Polakami i Polską, [w:] Studia z dziejów polskiego anarchizmu, Szczecin 2011. * Yanowitz, The Myth of Makhno (a critical appraisal of the Makhnovist movement) **Letter Exchange on above article **On the Bolshevik Myth (a reply to the above article) ** == External links == * The Nestor Makhno Archive * Nestor Makhno holdings at Libcom.org * Voline — The Unknown Revolution, 1917-1921 * Hélène_Châtelain — Documentary Nestor Makhno, paysan d'Ukraine with English subtitles Category:1888 births Category:1934 deaths Category:People from Huliaipole Category:People from Alexandrovsky Uyezd (Yekaterinoslav Governorate) Category:Ukrainian anarchists Category:Anarchist theorists Category:Makhnovism Category:Anti-imperialism Category:Anti-monarchists Category:Anti-fascists Category:People of the Russian Civil War Category:People of the Russian Revolution Category:19th- century Ukrainian people Category:20th-century Ukrainian people Category:Ukrainian atheists Category:19th-century atheists Category:20th- century atheists Category:Anarcho-communists Category:Insurrectionary anarchists Category:Anarchist partisans Category:Former Russian Orthodox Christians Category:Carpenters Category:Social anarchists Category:Ukrainian socialists Category:Ukrainian guerrillas Category:Guerrilla warfare theorists Category:Ukrainian military leaders Category:Soviet anarchists Category:Ukrainian dissidents Category:Ukrainian revolutionaries Category:Ukrainian emigrants to France Category:Ukrainian emigrants to Romania Category:Anti-capitalists Category:Soviet people of the Ukrainian–Soviet War Category:Soviet emigrants to France Category:Soviet emigrants to Romania Category:Anti-Stalinist left Category:Soviet emigrants to Poland Category:Burials at Père Lachaise Cemetery ",
    "title": "Nestor Makhno"
}