{
    "id": "306418",
    "text": "A Rickenbacker 360/12, identical to the model commonly used to produce \"jangly\" guitar sounds in the 1960s Jangle or jingle-jangle is a sound characterized by undistorted, treble-heavy electric guitars (particularly 12-strings) played in a droning chordal style (by strumming or arpeggiating). The sound has featured mainly in pop music and is often associated with 1960s guitar bands, folk rock, and 1980s indie music. It is sometimes classed as its own subgenre, jangle pop. Music critics usually deploy the term to suggest brightly-evocative guitar pop. Despite forerunners such as the Searchers and the Everly Brothers, the Beatles and the Byrds are commonly credited with launching the popularity of jangle. The name derives from the lyric \"in the jingle-jangle morning, I'll come following you\" from the Byrds' 1965 rendition of Bob Dylan's \"Mr. Tambourine Man\". Although many subsequent jangle bands drew significantly from the Byrds, they were not necessarily folk rock as the Byrds were. Since the 1960s, jangle has crossed numerous genres, including power pop, psychedelia, new wave, post-punk, and lo-fi. In the 1980s, the most prominent bands of early indie rock were jangle pop groups such as R.E.M. and the Smiths. Around this time, the term \"jangle pop\" was sometimes conflated with \"college rock\". ==Definition and origins== Roger McGuinn of the Byrds playing his 12-string, 1972 \"Jangle\" is a noun-adjective that music critics often use in reference to guitar pop with a bright mood. The verb \"to jangle\", of Germanic origin, means \"to sound discordantly, harshly or unpleasantly\". The underlying Greek word is \"ματαιολογία\" (mataiologia) (\"random talk, babble, vain talking, empty talk\"). The more modern usage of the term originated from the lyric \"in the jingle-jangle morning, I'll come following you\" from the Byrds' 1965 rendition of Bob Dylan's \"Mr. Tambourine Man\", which was underpinned by the chiming sound of an electric 12-string guitar. According to academic/musician Matthew Bannister, the term \"implies a more pop, mainstream approach\" that is heavily connoted with \"indie pure pop\". He writes: It is also deployed in the context of its own music subgenre, \"jangle pop\", which is characterized by trebly, ringing guitars (usually 12-string electrics) and 1960s-style pop melodies. The Everly Brothers and the Searchers laid the foundations for jangle in the late 1950s to mid 1960s, with examples including \"All I Have to Do Is Dream\" (1958) and \"Needles and Pins\" (1963). However, the Beatles and the Byrds are commonly credited with launching the popularity of jangle pop. John McNally of the Searchers speculated that the Byrds may have been influenced by the guitars in \"Needles and Pins\". He explained that the sound \"was a total mistake, and it wasn't even done with 12-string guitars. We used two regular six-string guitars playing the same riff and added a little echo and reverb ... and everyone thought we were using 12-strings.\" In the mid-1960s, the Beatles inspired many artists to purchase Rickenbacker 12-string guitars through songs such as \"A Hard Day's Night\" (July 1964), \"Words of Love\" (October 1964), \"What You're Doing\" (December 1964), and \"Ticket to Ride\" (June 1965). Rickenbacker guitars were expensive and rare, but could create a clear, ringing sound that could not be reproduced with the more \"twangy\" Telecaster or the \"fatter, less sharp\" sound of the Les Paul. Lead guitarist George Harrison's use of the Rickenbacker helped to popularize the model, and its jangly sound became so prominent that Melody Maker termed it the Beatles' \"secret weapon\". ===The Byrds=== Harrison appeared playing his Rickenbacker in the Beatles' 1964 film A Hard Day's Night; upon seeing the film, Byrds guitarist Roger McGuinn immediately traded his 6-string acoustic for a 12-string Rickenbacker. The Byrds modeled their sound on the Beatles and prominently featured a Rickenbacker electric 12-string guitar in many of their recordings. What would become popularly known as the \"jingle-jangle\" or \"jangle\" sound was unveiled with the Byrds' debut record \"Mr. Tambourine Man\", released in April 1965. By June, the single topped the national charts in the US and UK, helping to spark the folk-rock trend. AllMusic critic William Ruhlmann writes that, following the song's success, \"it seemed half the recording acts in L.A. either raided the Dylan repertoire for material ... or wrote and recorded material that sounded like it\". Harrison himself copied McGuinn's playing style for the Beatles' song \"If I Needed Someone\", released on the December 1965 album Rubber Soul. To create the Byrds' jangle, McGuinn drew from his prior experience as a banjoist and played a picking style of rising arpeggios. According to him, the other crucial component was the heavy application of dynamic range compression to compensate for the Rickenbacker's lower amount of sustain. He explained: In addition, McGuinn did not usually play solos, and instead played the 12-string continuously throughout the arrangement. Of other elements in the overall piece, vocals were sung in an impersonal, detached manner. He also spoke of the Byrds' music as exploring \"mechanical sounds\" such as jet airplanes. Bannister acknowledges that the \"continuity of sensation of drone/jangle combined with emotional detachment may give an affect that can perhaps best be compared to travel, a defining experience of modernity. ... The idea of continual movement connects to young men, associated in modern culture with fast cars, just as rock music and counterculture is associated with 'the road'.\" ==Legacy== The jangle sound has since become regarded as emblematic of the 1960s and of the decade's folk rock movement. In 2018, Guitar World contributor Damian Fanelli cited McGuinn's \"distinctive 12-string Rickenbacker jangle\" as among the \"most influential and imitated guitar sounds of the past 53 years.\" Bannister writes that the sound became ideal for bands with one guitarist who wished to fill out their sound and affect a sense of continuity throughout their music. However, few of the subsequent Byrds-influenced jangle bands were folk rock as the Byrds were. Since the 1960s, jangle pop crossed numerous genres, including power pop, new wave, post-punk, psychedelia and lo- fi. In the 1980s, the most prominent bands of early indie rock were \"jangle pop\" groups such as R.E.M. and the Smiths. Around this time, the term was sometimes conflated with \"college rock\". \"New Sincerity\" was also loosely used for a similar group of bands in the Austin, Texas music scene, led by the Reivers, Wild Seeds and True Believers. Interest in the jangle sound came to be supplanted by a preference for pure drone, a device that became common to grunge. This type of drone was regarded as more \"authentic\" for rock music. It is exemplified mainly by the Pixies' technique of contrasting a song's minimalist verses with loud guitar drones in the chorus. Regardless, grunge band Alice in Chains would embrace a jangle pop style for their 1994 EP Jar of Flies. In the early 2010s, the term \"New Melbourne Jangle\" was coined to describe a proliferation of indie pop bands in Melbourne, Australia, including Twerps and Dick Diver. These and other Australian groups were subsequently branded as \"dolewave\", jangly guitars being a defining characteristic.True, Everett (28 March 2014). \"How dolewave put Australia's music writers to work\", The Guardian. Retrieved 22 December 2018. ==See also== *List of jangle pop bands * C86 * Glide guitar * Paisley Underground ==References== Category:1960s in music Category:American styles of music Category:Pop rock Category:Guitar performance techniques Category:Ornamentation ",
    "title": "Jangle"
}