{
    "id": "306587",
    "text": "Portrait of an American Family is the debut studio album by American rock band Marilyn Manson. It was released on July 19, 1994 by Nothing and Interscope Records. The group was formed in 1989 by vocalist Marilyn Manson and guitarist Daisy Berkowitz, whose names were created by combining the given name of a pop culture icon with the surname of a serial killer: a naming convention which all other band members would conform to for the next seven years. The most prominent lineup of musicians during their formative years included keyboardist Madonna Wayne Gacy, bassist Gidget Gein and drummer Sara Lee Lucas. The band's highly visualized concerts earned them a loyal fanbase in the South Florida punk and hardcore music scene, eventually gaining the attention of Nine Inch Nails vocalist Trent Reznor, who signed them to his Nothing Records vanity label. The album was initially produced by Roli Mosimann at Criteria Studios in Miami under the title The Manson Family Album. However, the band was unhappy with his production, and this material was then re-produced and remixed in various Los Angeles recording studios by Manson and Reznor, along with assistant producers Sean Beavan and Alan Moulder. Parts of the album were re-recorded at Reznor's home studio at 10050 Cielo Drive, where members of the Manson Family infamously committed the Tate murders in 1969. Gidget Gein was not invited to the L.A. recording sessions. He had been fired from the band in late 1993 due to his ongoing addiction to heroin, and was replaced by Twiggy Ramirez. Despite this, Gein is credited with performing the entirety of the bass work on the album, while the majority of Sara Lee Lucas' live drumming was replaced with electronic drum programming from Nine Inch Nails keyboardist Charlie Clouser. The record contains a wide array of cultural references; Interscope delayed its release on several occasions due to the inclusion of references to Charles Manson, and also because of objections to its controversial artwork. Portrait of an American Family was released to limited commercial success and mostly positive reviews; in 2017, Rolling Stone deemed the album one of the greatest in the history of heavy metal music. The group embarked on several concert tours to promote the release, including appearing as an opening act on Nine Inch Nails' \"Self Destruct Tour\", as well as the \"Portrait of an American Family Tour\". \"Get Your Gunn\" and \"Lunchbox\" were issued as commercial singles, while \"Dope Hat\" was released as a promotional single. The record was certified gold by the Recording Industry Association of America in 2003 for shipments of over 500,000 units in the United States. ==Background== Marilyn Manson and the Spooky Kids was formed in December 1989 when vocalist Marilyn Manson met guitarist Daisy Berkowitz at the Reunion Room, a small nightclub in Fort Lauderdale, Florida. The two were writing original compositions by the beginning of 1990, with Manson the sole lyricist and Berkowitz composing the majority of music. Until 1996, the names of band members were derived from combining the first name of a pop culture icon with the surname of a serial killer. The earliest incarnation of the band also included Olivia Newton Bundy on bass guitar, and Zsa Zsa Speck on keyboards, along with an electronic drum machine. Speck was hired by the band on a temporary basis as their original choice for keyboardist, Madonna Wayne Gacy, was unable to obtain a keyboard. The original lineup was retained for two performances, the first of which took place at Churchill's Hideaway in Miami, with 20 audience members in attendance. As Gacy could still not afford to purchase an instrument, he appeared on-stage at their second show – at the Reunion Room – playing with toy soldiers. Speck and Bundy both exited the group sometime after this performance. Trent Reznor signed the band to Nothing Records. The band's highly visualized concerts primarily drew from elements of shock art. Their live shows routinely featured naked women nailed to crucifixes, young children locked in cages, amateur pyrotechnics and sadomasochism, as well as piñatas filled with butchered animal remains and experiments in reverse psychology. These concerts quickly earned them a loyal fanbase among the South Florida punk and hardcore music scene, and were playing sold-out shows in 300-capacity nightclubs throughout Florida within six months of forming. In February 1990, while working as a journalist at 25th Parallel, Manson interviewed Trent Reznor of Nine Inch Nails. The pair remained friends afterwards, and Reznor was eventually presented with a compilation of the band's demo recordings. After being impressed by the material, Reznor offered the group a spot opening for Nine Inch Nails and Meat Beat Manifesto at Club Nu in Miami on July 3, 1990. In early 1991, the group signed a record deal with Sony Music. However, Berkowitz later recalled that the president of A&R; at the label, Richard Griffin, \"personally rejected us within minutes, saying he liked the show and the idea but 'didn't like the singer'.\" They used the proceeds of the deal to fund the recording of subsequent demo tapes. Bassist Gidget Gein and live drummer Sara Lee Lucas would eventually join the band, and they continued touring and releasing EPs independently for the next two years. In November 1992, Reznor invited the band's vocalist to attend \"strategic talks\" in Los Angeles, and to appear as a guitarist in a music video for the Nine Inch Nails track \"Gave Up\". By the end of the year, Marilyn Manson and the Spooky Kids were the first act signed by Reznor's vanity label, Nothing Records, shortening their name to Marilyn Manson in the beginning of 1993. ==Recording== Marilyn Manson held recording sessions for their debut album, then titled The Manson Family Album, in July 1993 at Criteria Studios in Miami with producer Roli Mosimann. The album consisted of re-recorded versions of songs originally demoed by the group during their formative years. According to Loudwire, Mosimann's original production aimed for a \"sleazy, groove-laden\" sound. Sessions concluded several months later in the autumn. At this point, Mosimann created a radio edit of \"Snake Eyes and Sissies\", indicating that this song was intended to be released as the lead single. However, the band was unhappy with Mosimann's production, claiming it to be unrepresentative of their live performances, while Manson claimed the songs sounded too polished, saying: \"I thought, 'This really sucks.' So I played it for Trent, and he thought it sucked.\" Before reworking the album in Los Angeles, the band played shows in Florida under the name Mrs. Scabtree, which consisted of members of Marilyn Manson, Amboog-a-Lard, Jack Off Jill and The Itch. Manson had produced various releases by both of the latter bands in 1993. The band then travelled to the Record Plant in L.A. to remix The Manson Family Album over a seven-week period with Reznor, with Manson explaining: \"We spent seven weeks redoing, fixing, sometimes starting from scratch. That was our band's first experience in a real studio on a project this big. We didn't know what to expect. It was fifteen-hour days, with a team – Trent, Alan Moulder, Sean Beavan, and me – bringing out the sound.\" Berkowitz was initially reluctant to re-record the album, saying: \"I felt doing this was unnecessary, and worried it would make us look like a Nine Inch Nails/Reznor spin-off. The final result, however, is a very high-quality piece of work.\" Berkowitz re-recorded some of his guitar work in L.A., and the vast majority of Sara Lee Lucas' live drumming was replaced with drum programming created by Nine Inch Nails keyboardist Charlie Clouser. Gidget Gein was not invited to these sessions. He had been fired from the band a few days before Christmas 1993 due to his heroin addiction. Berkowitz clarified that this was \"the second or third time [he was being fired], for being a junkie and not showing up. And playing really horribly live.\" He was replaced by Jeordie White of Amboog-a-Lard, who was renamed Twiggy Ramirez. Despite this, Gein is credited with performing the entirety of the bass work on the album, with Ramirez credited for \"base tendencies\". Gein later died of a heroin overdose in 2008. Sections of the album were recorded and mixed at 10050 Cielo Drive: the address of the house where members of the Manson Family committed the Tate murders in 1969. Reznor purchased the property in 1992 and built a home recording studio inside the residence, which he named 'Pig'—a reference to that word being written with Sharon Tate's blood on the front door of the house on the night of the massacre. The studio is credited as 'Le Pig' in the album's liner notes. Reznor has denied buying the property in an attempt to have the infamy of the massacre associated with his music, and chastised Manson for doing so, saying: \"I wasn't trying to create some manufactured spooky thing. Any shock value to what I was doing was about trying to sneak subversive things to a wide audience. With [Manson] ... he knew exactly what he was doing and exactly what would be shocking. Those were very conscious decisions on his part. What I was doing wasn't the same thing.\" Following this period of re-recording, The Manson Family Album was retitled to Portrait of an American Family. Mosimann was listed in the liner notes as an engineer, with no mention of his original production role. ==Composition and style== Three songs – \"Cake and Sodomy\", \"Dogma\" and \"Misery Machine\" – contain excerpts of dialogue from the John Waters films Pink Flamingos (1972) and Desperate Living (1977). The record contains a wide array of cultural references, beginning with the first track: the poem recited in \"Prelude (The Family Trip)\" is an adaption of a poem originally from the 1964 novel Charlie and the Chocolate Factory, which later appeared during the tunnel boat ride scene from Willy Wonka & the Chocolate Factory. In his autobiography, The Long Hard Road Out of Hell, Manson explained that the lyrics to the second song on the album, \"Cake and Sodomy\", were inspired by a trip to New York City in 1990. He said that he wrote its lyrics in a hotel room after spending several hours viewing public-access cable television and \"watching Pat Robertson preach about society's evils and then ask people to call him with their credit card number. On the adjacent channel, a guy was greasing up his cock with Vaseline and asking people to call and give him their credit card number.\" The song's intro contains several samples, including Marlon Brando in the 1972 film Last Tango in Paris saying \"Go on and smile, you cunt!\", and Mink Stole's character from John Waters' 1977 film Desperate Living repeatedly screaming \"White trash!\". \"Lunchbox\" was inspired by a 1972 law introduced by the Florida Legislature, which made it illegal to carry a metal lunch-box on school grounds. It tells the story of a bullied child who uses a lunch-box as a defensive weapon, and proclaims that one day he will be a \"big rock 'n' roll star\". The track incorporates elements from The Crazy World of Arthur Brown's 1968 single \"Fire\". \"Organ Grinder\" makes use of various dialogue excerpts of the Child Catcher from the 1968 film Chitty Chitty Bang Bang, while \"Cyclops\" contains a distorted sample of the preacher from Poltergeist II: The Other Side (1986). \"Dope Hat\" contains various samples of dialogue spoken by Charles Nelson Reilly – the actor who portrayed Horatio J. HooDoo – in Sid and Marty Krofft's television series Lidsville (1971–73). The lyrics to \"Get Your Gunn\" were inspired by the murder of Dr. David Gunn, who was killed by a self- proclaimed pro-life activist. Manson later described his murder as \"the ultimate hypocrisy I witnessed growing up: that these people killed someone in the name of being 'pro-life'.\" The song also features audio from the televised suicide of Pennsylvania Treasurer R. Budd Dwyer. The title of \"Wrapped in Plastic\" is a reference to David Lynch's television series Twin Peaks, specifically the scene in the pilot episode where Laura Palmer's dead body is discovered wrapped in sheets of plastic. \"Dogma\" contains a sample of dialogue from John Waters' 1972 film Pink Flamingos. Although the clips from Desperate Living on \"Cake and Sodomy\" and \"Misery Machine\" are credited in the liner notes, this clip is not; Waters is additionally thanked in the album credits. \"Sweet Tooth\" is the only song on the record for which former bassist Gidget Gein wrote both guitar and bass parts. A line of dialogue spoken at the start of \"Snake Eyes and Sissies\" – \"Killing is killing whether done for duty, profit or fun\" – is a quote taken from an interview with serial killer Richard Ramirez. \"My Monkey\" contains numerous samples of interviews from Charles Manson; several of its verses are derived from \"Mechanical Man\", a song from his 1970 album Lie: The Love and Terror Cult. Its lyrics are credited simply to \"Manson\". The song also contains vocals from Robert Pierce, who was six years old at the time of its recording. He was the son of Rambler guitarist Richard Pierce, and was introduced to Marilyn Manson when both bands shared a rehearsal space in Florida. \"Misery Machine\" is the thirteenth and final track on the album, and contains a sample from \"Beep Beep\" by The Playmates. The title is a direct reference to the Mystery Machine from the animated television series Scooby-Doo, while a phrase contained in the song, \"We're gonna ride to the Abbey of Thelema\", is a reference to Aleister Crowley's spiritual philosophy of Thelema: \"Do what thou wilt shall be the whole of the Law. Love is the law, love under will.\" An untitled hidden track begins a few seconds after \"Misery Machine\", and consists of Stole in Desperate Living screaming \"Go home to your mother! Doesn't she ever watch you!? Tell her this isn't some Communist daycare center! Tell your mother I hate her! Tell your mother I hate you!\". After this, a telephone rings for several minutes, followed by an irate answering machine message from the mother of a Manson fan. The band's vocalist discussed his thoughts on Portrait of an American Family in retrospect with Empyrean Magazine, circa May/June 1995: ==Cover and packaging== The four-member family depicted on the album cover were created by Manson using papier-mâché and human hair. In The Long Hard Road Out of Hell, the vocalist said that a painting by John Wayne Gacy was originally set to feature as the cover; the same painting later appeared on the cover of Acid Bath's 1994 album When the Kite String Pops. Also set to appear as part of the album's interior artwork was an image of himself as a child sitting naked on a living room couch. Although the photograph was taken by his mother with no vulgar intent, and no genitalia is shown, Interscope's parent company Time Warner demanded it be removed on the grounds that it could constitute child pornography. Manson explained the background of the image: \"When I was six years old, that was when Burt Reynolds had posed for Playgirl. My mom thought it'd be funny to have me do that pose, lying on a couch. It's only sick if you have a sick mind. It was innocent.\" Another piece of interior photography consisted of an image of a Blythe doll surrounded by Polaroid pictures of a mutilated female body, purportedly faked by Manson and several of his friends. ==Release and promotion== When the record was presented to Nothing's parent company Interscope in January 1994, executives at the label refused to release it unless all references to Charles Manson were removed. This included altering the band's name, and omitting the song \"My Monkey\". The vocalist explained: \"I think the Axl Rose/Charles Manson thing panicked them. The heat came from the name of our band. They apparently hadn't looked into it very carefully, and they had this knee-jerk reaction to what we're about.\" Guns N' Roses had faced widespread criticism over the inclusion of \"Look at Your Game, Girl\" – a cover of a Charles Manson song – as a hidden track on their 1993 album \"The Spaghetti Incident?\". During this period, the band's management attempted to have it issued through other labels and distributors. They met with Guy Oseary and Freddy DeMann from Maverick Records, Madonna's vanity label, who were initially worried that their lyrics or image included antisemitism, although they found this was not the case. Afterward, Maverick offered the band an alternate deal. Before this deal could be finalized, Interscope agreed to release the album, which was issued in the United States on July 19, 1994. The Honolulu Star-Bulletin reported that Members of the British Parliament tried to ban the album in the United Kingdom and called it an \"outrage against society.\" Portrait of an American Family was preceded by the release of \"Get Your Gunn\" as the lead single on June 9. Its music video was directed by Rod Chong. Twiggy Ramirez and Marilyn Manson performing at the Slammie Awards show in Fort Lauderdale, Florida, on July 3, 1994. Marilyn Manson performed as one of the opening acts on Nine Inch Nails' \"Self Destruct Tour\" throughout 1994. They embarked on their first national headlining tour in December, with Monster Voodoo Machine and Arab on Radar supporting. The tour would be problematic, however. The band's vocalist was arrested after the tour's first date, in Jacksonville, for allegedly violating Florida's Adult Entertainment Code by simulating sex on stage while wearing a strap-on dildo. He narrowly avoided arrest four nights later – on New Year's Eve in Fort Lauderdale – after Nine Inch Nails guitarist Robin Finck jumped on stage wearing a g-string and attempted to play an unspecified practical joke on the singer involving powdered sugar. Manson reacted by tearing the g-string off and placing Finck's penis in his mouth. He hid from local police in a backstage bathroom. This would also be drummer Sara Lee Lucas' final tour with the band. Tensions developed between him and Manson as the tour progressed and, during the second-to-last show, Manson doused Lucas' drum kit in lighter fluid and set it ablaze. He was immediately replaced by Kenneth Wilson, who joined the group as Ginger Fish. The \"Lunchbox\" EP was released on February 6, 1995, containing several remixes of the song created by Charlie Clouser as well as a cover of Gary Numan's \"Down in the Park\". Richard Kern directed the music video for the track. Marilyn Manson toured again in the spring of 1995, opening for Danzig alongside Korn. \"Dope Hat\" was issued as a promotional single in the summer of 1995. Its music video was directed by Tom Stern, and was based on the tunnel boat ride scene from Willy Wonka. The band entered Reznor's Nothing Studios in New Orleans to record b-sides for the song's release as a commercial single. However, the release was cancelled, as the material recorded during these sessions was compiled into a standalone EP of cover versions, remixes and interludes titled Smells Like Children. Portrait of an American Family was re-released in 2009 as a limited edition green- colored vinyl LP box set, which also contained a T-shirt emblazoned with the album cover. ==Critical reception and legacy== The album received mostly positive reviews. Stephen Thomas Erlewine of AllMusic said that \"Beneath all the camp shock, there are signs of [Manson's] unerring eye for genuine outrage and musical talent, particularly on the trio of 'Cake and Sodomy', 'Lunchbox', and 'Dope Hat'.\" Rolling Stone was negative, saying that the album was not the \"sharply rendered cultural critique of America [Manson would] like you to think it is. Most of the record comes off like some low-budget horror movie.\" The publication later revised its view of the record; it was included at number 68 on their 2017 list of The 100 Greatest Metal Albums of All Time. Guitar World ranked the album at number thirteen in their list of the 50 Iconic Albums That Defined 1994, although they also featured \"Cyclops\" at number 47 on their list of the 100 Worst Guitar Solos. Manson himself has been dismissive of the album, ranking it in last place of the band's entire discography in a 2018 list compiled for Kerrang!. Conversely, Kristy Loye of the Houston Press dubbed it the best album of the band's career, writing: \"This album's impact on music at the time of release cannot really be underestimated, nor can it be accurately described in a short blurb. Like it or not, Marilyn Manson and the Spooky Kids gave rock the dark shot in the arm that was needed at the time when music had given itself completely over to the bland and self-indulgent emotional ballads of alt-rock kings like Pearl Jam. Music needed a balance of dark and light and Manson brought the darkness like few were doing at the time when suddenly metal was barely breathing.\" In a feature written for the twentieth anniversary of the record, Tom Breihan of Stereogum praised the album's production and quality of the band's songwriting, but said that Portrait of an American Family had aged badly, and was critical of Manson's vocals and the amount of samples used throughout. However, he went on to argue: \"What still resonates about Manson isn't really his music, though 1998's Mechanical Animals still stands as a pretty incredible album. Manson was a culture-war agitator for our side: someone willing to jar and frighten the fuck out of the power structures that seemed there to keep teenagers in their place. His whole thing was a violent, overblown rejection of vast forces of oppression and control, and his tactics made him a target, both of mass-culture disdain and of superior alt-culture snark. All that was by design. He put himself out there to take those attacks. And, on some level, he's a saint for that. Simply by existing, and by moving the baseline, he made lives easier for hundreds of thousands of teenagers. That, rather than 'Cake and Sodomy', is his legacy.\" ==Commercial performance== Portrait of an American Family failed to chart upon release. Manson later complained: \"Well, there was always a real chip on our shoulder that the album never really got the push from the record label that we thought it deserved. It was all about us touring our fucking asses off. We toured for two years solid, opening up for Nine Inch Nails for a year and then doing our own club tours. It was all just about perseverance.\" It eventually peaked at number 35 on Billboards Top Heatseekers chart, on the issue dated March 25, 1995. The record was certified gold by the Recording Industry Association of America in May 2003 for shipments in excess of 500,000 units. As of 2015, it has sold over 645,000 copies in the United States. Despite never entering the top 100 of the UK Albums Chart, in 2013 the record was certified silver by the British Phonographic Industry, indicating sales in excess of 60,000 copies in that country. ==Track listing== All lyrics written by Marilyn Manson, except track 1 by Manson and Roald Dahl, and track 12 by Marilyn Manson and Charles Manson (uncredited). Sample credits * \"Prelude (The Family Trip)\" contains an adaption of \"The Rowing Song\" by Roald Dahl. * \"Lunchbox\" contains a vocal sample from \"Fire\" by The Crazy World of Arthur Brown. * \"My Monkey\" contains an adaption of \"Mechanical Man\" by Charles Manson. * \"Misery Machine\" contains an interpolation of \"Beep Beep\" by The Playmates. * The record additionally features excerpts of dialogue from Last Tango in Paris, Desperate Living, Chitty Chitty Bang Bang, Poltergeist II: The Other Side, Lidsville, Twin Peaks and Pink Flamingos. ==Personnel== Credits adapted from AllMusic, and the liner notes of Portrait of an American Family. Marilyn Manson *Marilyn Manson – vocals, brass, loops, production, lyrical adaption, musical composition, artwork, logo *Daisy Berkowitz – lead, rhythm, acoustic and wah-wah guitars, musical composition *Gidget Gein – bass and musical composition *Madonna Wayne Gacy – keyboards, calliope, Hammond organ, theremin, saxophone, sound effects, loops, musical composition *Sara Lee Lucas – drums and sound effects Production, technical and additional personnel *Tom Baker – mastering *Sean Beavan – brass , digital audio editing, programming, engineering, assistant producer, mixing *Frank Callari – tour manager *Charlie Clouser – drums , African drums, drum programming, digital audio editing * Donovan – \"tattoos\" *Mark Freegard – mixing *Barry Goldberg – assistant engineer *Marc Gruber – assistant engineer *Roli Mosimann – engineering and original production *Alan Moulder – engineering, assistant producer, mixing *Chris Meyer – live sound *Hope Nicholls – saxophone , background vocals *Robin Perine – photography *Robert Pierce (aged 6) – vocals *Brian Pollack – assistant engineer *Twiggy Ramirez – live bass for the \"Portrait of an American Family Tour\" *Trent Reznor – \"bionic\" guitar , brass , digital audio editing, programming, production, executive producer, mixing *Melissa Romero (aged 19) – 'violation' on \"Wrapped in Plastic\" *Brian Scheuble – assistant engineer *Albert Sgambati – \"tattoos\" *Gary Talpas – packaging *John Tovar – management *Chris Vrenna – percussion , programming, assistant engineer *Jeff Weiss – album cover image and additional photography *Wade Wright – \"mood lighting\" *Sioux Z. – publicity ==Charts== {| class=\"wikitable plainrowheaders\" |- ! scope=\"col\"| Chart (1995) ! scope=\"col\"| Peak position |- |- |} ==Certifications== ==References== Notes References Bibliography * Category:1994 debut albums Category:Albums produced by Roli Mosimann Category:Albums produced by Trent Reznor Category:Albums produced by Marilyn Manson Category:Albums produced by Sean Beavan Category:Albums produced by Alan Moulder Category:Albums recorded in a home studio Category:Albums recorded at Record Plant (Los Angeles) Category:Marilyn Manson (band) albums Category:Nothing Records albums Category:Obscenity controversies in music ",
    "title": "Portrait of an American Family"
}