{
    "id": "306686",
    "text": "TNT explosive charge during Operation Sailor Hat. The passing blast-wave left behind a white water surface. A white condensation cloud is visible overhead. Detonation () is a type of combustion involving a supersonic exothermic front accelerating through a medium that eventually drives a shock front propagating directly in front of it. Detonations occur in both conventional solid and liquid explosives, as well as in reactive gases. The velocity of detonation in solid and liquid explosives is much higher than that in gaseous ones, which allows the wave system to be observed with greater detail (higher resolution). A very wide variety of fuels may occur as gases, droplet fogs, or dust suspensions. Oxidants include halogens, ozone, hydrogen peroxide and oxides of nitrogen. Gaseous detonations are often associated with a mixture of fuel and oxidant in a composition somewhat below conventional flammability ratios. They happen most often in confined systems, but they sometimes occur in large vapor clouds. Other materials, such as acetylene, ozone, and hydrogen peroxide are detonable in the absence of dioxygen. Detonation was discovered in 1881 by two pairs of French scientists Marcellin Berthelot and P. Vieille6 M. Berthelot and P. Vieille, “On the velocity of propagation of explosive processes in gases,” Comp. Rend. Hebd. Séances Acad. Sci., Vol. 93, pp. 18-21, 1881 and Ernest-François Mallard and Henry Louis Le Chatelier.5 E. Mallard and H. L. Le Chatelier, “On the propagation velocity of burning in gaseous explosive mixtures,” Comp. Rend. Hebd. Séances Acad. Sci., Vol. 93, pp. 145-148, 1881 The mathematical predictions of propagation were carried out first by David Chapman in 1899Chapman, D. L. (1899). VI. On the rate of explosion in gases. The London, Edinburgh, and Dublin Philosophical Magazine and Journal of Science, 47(284), 90-104. and by Émile Jouguet in 1905,Jouguet, E. (1905). On the propagation of chemical reactions in gases. J. de mathematiques Pures et Appliquees, 1(347-425), 2. 1906Jouguet, E. J. (1906). Mathem. Pures Appl. 1. 1905. P. 347-425. And 2. and 1917.Jouguet, É. (1917). L'œuvre scientifique de Pierre Duhem. Doin. The next advance in understanding detonation was made by Zel'dovich, von Neumann, and W. Doering in the early 1940s. == Theories == The simplest theory to predict the behaviour of detonations in gases is known as Chapman-Jouguet (CJ) theory, developed around the turn of the 20th century. This theory, described by a relatively simple set of algebraic equations, models the detonation as a propagating shock wave accompanied by exothermic heat release. Such a theory confines the chemistry and diffusive transport processes to an infinitesimally thin zone. A more complex theory was advanced during World War II independently by Zel'dovich, von Neumann, and W. Doering. This theory, now known as ZND theory, admits finite-rate chemical reactions and thus describes a detonation as an infinitesimally thin shock wave followed by a zone of exothermic chemical reaction. With a reference frame of a stationary shock, the following flow is subsonic, so that an acoustic reaction zone follows immediately behind the lead front, the Chapman-Jouguet condition. Continued in Continued in There is also some evidence that the reaction zone is semi- metallic in some explosives. Both theories describe one-dimensional and steady wave fronts. However, in the 1960s, experiments revealed that gas-phase detonations were most often characterized by unsteady, three-dimensional structures, which can only in an averaged sense be predicted by one- dimensional steady theories. Indeed, such waves are quenched as their structure is destroyed. The Wood-Kirkwood detonation theory can correct for some of these limitations. Experimental studies have revealed some of the conditions needed for the propagation of such fronts. In confinement, the range of composition of mixes of fuel and oxidant and self-decomposing substances with inerts are slightly below the flammability limits and for spherically expanding fronts well below them. The influence of increasing the concentration of diluent on expanding individual detonation cells has been elegantly demonstrated. Similarly their size grows as the initial pressure falls. Since cell widths must be matched with minimum dimension of containment, any wave overdriven by the initiator will be quenched. Mathematical modeling has steadily advanced to predicting the complex flow fields behind shocks inducing reactions. To date, none has adequately described how structure is formed and sustained behind unconfined waves. == Applications == When used in explosive devices, the main cause of damage from a detonation is the supersonic blast front (a powerful shock wave) in the surrounding area. This is a significant distinction from deflagrations where the exothermic wave is subsonic and maximum pressures are at most one eighth as great. Therefore, detonation is a feature for destructive purpose while deflagration is favored for the acceleration of firearms' projectiles. However, detonation waves may also be used for less destructive purposes, including deposition of coatings to a surface or cleaning of equipment (e.g. slag removal) and even explosively welding together metals that would otherwise fail to fuse. Pulse detonation engines use the detonation wave for aerospace propulsion. The first flight of an aircraft powered by a pulse detonation engine took place at the Mojave Air & Space Port on January 31, 2008. == In engines and firearms == Unintentional detonation when deflagration is desired is a problem in some devices. In Otto cycle, or gasoline engines it is called engine knocking or pinging or pinking, and it causes a loss of power, excessive heating, and harsh mechanical shock that can result in eventual engine failure.See article on engine knocking In firearms, it may cause catastrophic and potentially lethal failure. Pulse detonation engines are a form of pulsed jet engine that have been experimented with on several occasions as this offers the potential for good fuel efficiency. == See also == * Carbon detonation * Detonator * Detonation of an explosive charge * Detonation diamond * Detonation flame arrester * Sympathetic detonation * Nuclear testing * Predetonation * Chapman-Jouguet condition * Engine knocking * Deflagration * Relative effectiveness factor == References == == External links == * Youtube video demonstrating physics of a blast wave * GALCIT Explosion Dynamics Laboratory Detonation Database Category:Explosives engineering Category:Combustion ",
    "title": "Detonation"
}