{
    "id": "306812",
    "text": "The Great Mouse Detective is a 1986 American animated mystery film produced by Walt Disney Feature Animation and released by Walt Disney Pictures. The 26th Disney animated feature film, the film was directed by Burny Mattinson, David Michener, and the team of John Musker and Ron Clements, who later directed The Little Mermaid (1989) and Aladdin (1992). The film was also known as The Adventures of the Great Mouse Detective for its 1992 theatrical re-release and Basil the Great Mouse Detective in some countries. The main characters are all mice and rats living in Victorian London. Based on the children's book series Basil of Baker Street by Eve Titus, it draws heavily on the tradition of Sherlock Holmes with a heroic mouse who consciously emulates the detective; Titus named the main character after actor Basil Rathbone, who is best remembered for playing Holmes in film (and whose voice, sampled from a 1966 reading of \"The Red-Headed League\" was the voice of Holmes in this film, 19 years after his death). Sherlock Holmes also mentions \"Basil\" as one of his aliases in the Arthur Conan Doyle story \"The Adventure of Black Peter\". The Great Mouse Detective was released to theaters on July 2, 1986 to positive reviews and financial success, in sharp contrast to the box office under- performance of Disney's previous animated feature film The Black Cauldron (1985). As such, the new senior management of the company were convinced that their animation department was still a viable enterprise and this set the stage for the Disney Renaissance. ==Plot== In London in June 1897, a young mouse named Olivia Flaversham is celebrating her birthday with her toymaker father, Hiram. Suddenly, a bat with a crippled wing and a peg leg bursts into Flaversham's workshop, kidnapping Mr. Flaversham. Olivia searches to find the famed Great Mouse Detective named Basil of Baker Street, but gets lost. A surgeon named Dr. David Q. Dawson, who has just returned from a lengthy service of the Mouse Queen's 66th Regiment in Afghanistan, meets Olivia, and escorts her to Basil's residence. Upon their arrival, Basil is initially indifferent, but when Olivia mentions the bat that abducted her father, Basil realizes that Olivia saw Fidget, the assistant of Professor Ratigan, a villain that Basil has attempted to arrest for years. It is then revealed that Ratigan kidnapped Hiram to create a clockwork robot, which mimics the Queen of the Mice so that Ratigan can rule England. Flaversham initially refuses to participate in the scheme, but capitulates when Ratigan threatens to harm Olivia. Ratigan plans to usurp the Queen and become \"supreme ruler of all mousedom\". Meanwhile, Fidget appears through the window, and they attempt to chase him. Basil, along with Dawson and Olivia, take Toby, Sherlock Holmes's pet Basset Hound, to track down Fidget's scent, where they locate him in a toyshop stealing clockwork mechanisms and toy soldiers' uniforms. Fidget ambushes Olivia and captures her. Basil and Dawson pursue Fidget, but are easily outsmarted. While searching the shop, Dawson discovers Fidget's checklist, to which Basil does some chemical tests to discover the list came from a riverfront near the Thames. Basil and Dawson disguise themselves as sailors and head to a tavern called the \"Rat Trap\". They find Fidget and follow him to Ratigan's headquarters, but are caught in an ambush by Ratigan. Ratigan has them tied to a spring-loaded mousetrap connected with a Rube Goldberg machine laid out to kill them both. Ratigan sets out for Buckingham Palace, where his henchman hijack the roles of the royal guards and kidnap the Queen. Basil deduces the trap's weakness and escapes along with Dawson and Olivia just in time. At Buckingham Palace, Ratigan forces Flaversham to operate the toy Queen, while the real one is taken to be fed to Felicia, Ratigan's pet cat. The toy Queen declares Ratigan the ruler of all Mousedom, and he announces his dictatorial plans for his new \"subjects\". After Basil, Dawson, and Olivia save Flaversham and the real Queen, they restrain Fidget and Ratigan's other henchmen while Toby chases out Felicia. Basil seizes control of the mechanical queen, making it denounce Ratigan as a fraud while breaking it into pieces. The crowd, enraged by Ratigan's treason, turns on him, and he escapes on his dirigible with Fidget, holding Olivia hostage. Basil, Dawson and Flaversham create their own craft with a matchbox and some small helium-filled balloons, held together by the Union Jack. Ratigan tosses Fidget overboard to lighten the load, and he attempts to drive the dirigible himself. Basil jumps onto the dirigible to confront Ratigan, causing it to crash straight into the Big Ben clocktower. Inside the clocktower, where Ratigan still holds Olivia hostage, Basil manages to get Ratigan's cape stuck on some gears. He rescues Olivia and safely delivers her to Flaversham. Ratigan breaks free and attacks Basil, eventually knocking him to the dirigible. When the clock strikes 10:00, the bell hits for the loudest sound, and Ratigan falls to his death, taking Basil with him. However, Basil grabs a part of Ratigan's dirigible and saves himself. Back at Baker Street, Basil and Dawson recount their adventures. After the Flavershams leave the house, a distraught new client arrives and solicits Basil and Dawson's help, with Basil noting that Dawson is his trusted associate, prompting Dawson to remain and assist Basil. ==Voice cast== * Barrie Ingham as Basil, a Mouse detective. * Vincent Price as Professor Ratigan, Basil's nemesis. He and Basil are long- established arch-enemies. * Val Bettin as Major Dr. David Q. Dawson, previously of the Queen's 66th Regiment in Afghanistan. He eventually becomes Basil's associate, friend, and personal biographer. Dawson also serves as the film's narrator. * Susanne Pollatschek as Olivia Flaversham, an eight-year-old Scottish mouse who seeks Basil's help in finding her toymaker father. * Candy Candido as Fidget, Ratigan's bumbling bat right-hand henchman. He has a crippled wing and a peg leg, and, as a result of the former, he cannot fly. During the final battle, Ratigan betrays Fidget by throwing him off the side of his flying machine and he falls into the Thames. He is revealed to have survived the fall in the book. Candido also voices a reprobate in the pub. * Alan Young as Hiram Flaversham, Olivia's affectionate Scottish father. He works as a toymaker, and is kidnapped by Fidget to make the Queen Mousetoria robot for the evil Ratigan. * Frank Welker as Toby, Basil's loyal basset hound. He technically belongs to Sherlock Holmes, who lives above Basil. (In the Sherlock Holmes canon, Toby (who is not a basset but \"half spaniel and half lurcher\") is owned by a Mr. Sherman, a \"bird-stuffer\" and owner of a menagerie, who willingly lends him to Holmes whenever requested.) * Frank Welker also voices Felicia, Ratigan's large and pompous pet cat. Ratigan calls upon her by ringing a special bell to dispose of traitors or anyone who makes him angry. She is chased by Toby, only to be mauled by Royal Guard Dogs during the climax of the film. * Diana Chesney as Mrs. Judson, Basil's housekeeper. She adores Basil, but gets very annoyed when he mistreats her good pillows by shooting them with a pistol. * Eve Brenner as Queen Mousetoria, the mouse queen of England, whom Ratigan attempts to depose. * Basil Rathbone as Sherlock Holmes, the famous human detective who lives above Basil. His voice is taken from the 1966 Caedmon Records recording of the Sherlock Holmes story \"The Red-Headed League\". * Laurie Main as Dr. Watson, the medical associate/partner of Sherlock Holmes, who also lives above Basil. Unlike Rathbone, voice samples of Nigel Bruce were not used for the voice of Watson as he had died in 1953. * Wayne Allwine, Tony Anselmo, Walker Edmiston and Val Bettin as the Thug Guards * Melissa Manchester as Miss Kitty Mouse, who appears in \"Let Me Be Good To You\" ==Production== The idea of doing an animated film about Sherlock Holmes with animals was first discussed about during the production of The Rescuers. Veteran layout artist Joe Hale is credited with suggesting to adapt the children's book series Basil of Baker Street by Eve Titus, but the project fell into development limbo because of the similarities to The Rescuers. In 1982, Ron Clements proposed adapting the children's book series into an animated feature and, along with story artist Pete Young, it was pitched to Disney President and CEO Ron Miller who approved the project. Earlier in his career, Clements created a fifteen-minute Sherlock Holmes animated short recorded on Super 8 film. Because the animators were displeased with the direction The Black Cauldron was heading, Basil of Baker Street was approved as an alternative project. Burny Mattinson and John Musker were assigned as the original directors while Dave Michener was also added as co-director. Miller became the producer for the film. The first idea for the victim was for Olivia—then an older and potential love interest whom Dawson falls for, but Miller suggested the character to be \"a little girl, someone they [the audience] can feel sorry for.\" One of the dropped characters was a stool pigeon who always hung around Buckingham Palace and tipped Basil off about the skullduggery. The writers dropped the characters deciding for Basil to figure it out for himself. With the departure of Miller in 1984, the board of directors appointed Michael Eisner, who had resigned from Paramount Pictures, to become the new CEO. Eisner recruited former production head Jeffrey Katzenberg to become studio chairman over Disney's film division. Following a story reel screening of Basil, Eisner and Katzenberg complained about the slow pacing of the story and ordered for rewrites before animation would commence. Although the intended release was set for Christmas 1987, Michael Eisner slashed the projected production budget at $24 million in half where it was green-lit at $10 million, and moved the release date up to July 1986 giving the production team one year to complete the film. To replace Miller who had been producer, Feature Animation chairman Roy E. Disney assigned Mattinson to serve as director/producer, but finding both tasks much too laborious, Mattinson decided to remain as producer. Musker and Michener remained as directors, but with the shortened production schedule, Clements became as an additional director. Following the box office under-performance of the 1985 Paramount/Amblin film Young Sherlock Holmes, Eisner decided to rename Basil of Baker Street into The Great Mouse Detective feeling the name \"Basil\" was \"too English\". The re-titling of the film proved to be unpopular with the filmmakers so much that animator Ed Gombert wrote a satirical interoffice memo, allegedly by studio executive Peter Schneider, which gave preceding Disney films generic titles such as Seven Little Men Help a Girl, The Wonderful Elephant Who Could Really Fly, The Little Deer Who Grew Up, The Girl with the See-through Shoes, Two Dogs Fall in Love, Puppies Taken Away, and A Boy, a Bear and a Big Black Cat. These generic titles would later become a category on Jeopardy!. ===Casting=== Following a succession of American and British actors who read for the part of Basil, Royal Shakespeare actor Barrie Ingham won the role within six minutes of his audition so much that a compelling portion of it was used in the finished film. Val Bettin was co- director Ron Clements's first choice for Dawson. For Olivia, Susanne Pollatschek was selected over hundreds of other applicants while Alan Young, who had voiced Scrooge McDuck for Mickey's Christmas Carol, was selected to voice her father Hiriam because of his authentic Scottish brogue. When the filmmakers watched the 1950 comedy film Champagne for Caesar to study Ronald Colman's performance as a possible model for Basil, they immediately decided to cast Vincent Price, who also starred in the film, as Ratigan. A veteran actor for fifty-two years, Price was willing to do an audition commenting \"If anybody but Disney had asked me, I would have been offended.\" Following a voice test, veteran voice artist Candy Candido recorded his dialogue for Fidget in one hour. To heighten the pitch, the tape recording of his voice was sped up. Candido's natural voice was kept for one character shouting \"Get off, you eight-legged bum.\" ===Animation=== Before the box office failure of The Black Cauldron, the animation unit on The Great Mouse Detective was moved to animate the film at 1400 Flower Street in Glendale, California (pictured here). Basil was first modeled on Bing Crosby, but the animators eventually took inspiration from Leslie Howard. Initially, Ratigan had been designed as thin, weasely, and ratlike. Following the screening of Champagne for Caesar, Glen Keane noted that following the casting of Price, \"[h]is expressive voice and attitude inspired us to further redesign the character.\" Additionally, during one story meeting, Glen Keane decided to base the stature of Ratigan on then-Disney CEO Ron Miller, who was a 6'6\" former football player for the Los Angeles Rams. Furthermore, Keane lifted his personality as he was thumbing through these \"photographs of people of London in the 1800s, of railroad men, and there was this one guy smoking a cigar—he had a top hat and there was just something about this guy—this Ratigan ... this rat sucking the cigar, completely dressed to the hilt, he was sharp and perfect—he's a sewer rat dressed like a king and he lives as a king!\" The following supervising animators included Mark Henn for Basil, Hendel Butoy for Dawson, Rob Minkoff for Olivia, Andreas Deja for Queen Moustoria, Ruben Aquino for Mrs. Judson, and Mike Gabriel for Toby and Felicia. The original finale was to take place on the hands of Big Ben with Ratigan eventually falling to his demise. However, layout artist Mike Peraza approached Musker with the idea of restaging the final confrontation so the characters would break through the face of the Big Ben with the grinding clockwork gears providing added menace, in which Musker agreed. Peraza's inspiration for the scene was a Japanese anime film, The Castle of Cagliostro (1979), the feature film debut of animator Hayao Miyazaki which is part of the Lupin III franchise; The Castle of Cagliostro, which Peraza was a fan of, featured a climatic scene involving characters amidst giant turning gears in a clock tower. Pereza and his team was sent to London for video reference and were granted unprecedented access to the clockworks inside Big Ben. Because the bells would chime at every quarter-hour, the team completed their research in one hour. Back at the Feature Animation building, animators Phil Nibbelink and Tad Gielow spent months designing the interior of Big Ben, with each gear produced as wire- frame graphics on a computer that was printed out and traced onto animation cels onto which the colors and characters were added. The two-minute climax scene thus used computer-generated imagery (CGI), making it the first Disney film to extensively use computer animation, a fact that Disney used to promote the film during marketing. ==Music== Unusually for a Disney animated feature, there was no soundtrack album released alongside the film; it was released in 1992 alongside the film's reissue under its new title by Varèse Sarabande, the only Disney cartoon to have an original soundtrack on the label to date (and the only one not to be issued under a Walt Disney imprint). The album marked the debut of Henry Mancini for score composition of an animated feature aside from the animated opening for The Pink Panther. Initially, Mancini composed a song titled \"Are You the One Who Loves Me?\" to serve as parody of a Victorian British music hall. Already in rough animation, the song was recorded by Shani Wallis. However, Katzenberg and the new management desired a more contemporary song as they would help make the film more marketable. Michael Jackson was considered by Eisner to voice a character who would enter the saloon, confront Basil, and sing a song at the tavern, but the suggestion was met with uncomfortable silence for which Eisner withdrew the idea; Eisner later proposed for Madonna to perform the song. Eventually, Melissa Manchester was brought in where she wrote and performed \"Let Me Be Good to You\" by which the rough animation had to be re-timed and often re-animated to properly sync with the song. Mancini also co-wrote two of the film's three original songs, \"The World's Greatest Criminal Mind\" and \"Goodbye So Soon\" (both performed by Vincent Price). # Main Title (1:40) # Dawson Finds Olivia (1:20) # Enter Basil (2:12) # Enter Ratigan (2:17) # Crushed Box (1:30) # The World's Greatest Criminal Mind – Vincent Price (M&L;: Ellen Fitzhugh/Larry Grossman/Henry Mancini) (5:09) # Unusual Foot Prints (1:40) # Here's Toby (3:53) # Check Mate (2:41) # Reunion (2:38) # Let Me Be Good to You – Melissa Manchester (M&L;: Melissa Manchester) (3:01) # Ratigan's Plan (2:01) # Goodbye So Soon – Vincent Price (M&L;: Ellen Fitzhugh/Larry Grossman/Henry Mancini) (2:55) # Cat Nip (1:44) # Big Ben Chase (5:33) # Wrap-Up (3:08) # End Title/\"Goodbye So Soon\" (chorus) (1:51) ==Release== During the film's initial theatrical release, the film was accompanied with the short, Clock Cleaners. ===Home media=== Following the theatrical re-release in February 1992, the film was released on VHS and Laserdisc in July 1992 as part of the Walt Disney Classics series. It was placed into moratorium on April 30, 1993. It was released again on VHS on August 3, 1999 (with a game sheet inside it as part of a contest) and on DVD in 2002 with a short making-of featurette. In the United Kingdom, it was first released on VHS in 1992 followed by re-releases in 1993 and 1995. A \"Mystery in the Mist Edition\" of The Great Mouse Detective was released on DVD on April 13, 2010 and on Blu-ray Disc on October 9, 2012. Unlike previous home media releases, which all used the 1992 reissue title print (The Adventures of the Great Mouse Detective), this DVD restored the original 1986 title card, which had previously not been seen since the original 1986 release. The DVD also has the film in its 1.78:1 widescreen aspect ratio, which brings it closer to its original theatrical aspect ratio. The Blu-ray edition is region-free and thus can be played in any region of the world. The Blu-ray was finally released in the UK on November 9, 2015 and released in France on Blu-ray on October 20, 2015. ==Reception== ===Critical reaction=== On their syndicated television show, At the Movies, the film received a \"two thumbs up\" rating from critics Gene Siskel and Roger Ebert. In his print review for The Chicago Tribune, Siskel enthusiastically praised the film as the most \"truly memorable animated feature in 25 years\" that \"travels a wide emotional range, taking us from cuddly to scary, from recognition to wonder.\" Likewise, in his print review for the Chicago Sun-Times, Ebert gave the film three stars out of four in which he praised the film's animation and compared the film to that of Disney's golden age. He summarized that \"the result is a movie like The Great Mouse Detective, which looks more fully animated than anything in some 30 years.\" London's Time Out magazine wrote, \"As usual with film noir [...] it is the villain who steals the heart and one is rooting for in the breathtaking showdown high up in the cogs and ratchets of Big Ben.\" The New York Times film reviewer Nina Darnton applauded that \"[t]he heroes are appealing, the villains have that special Disney flair – humorous blackguards who really enjoy being evil – and the script is witty and not overly sentimental.\" Johanna Steinmetz, also from The Chicago Tribune, graded the film three-and-a-half stars (out of four) writing \"This movie is cute, cute, cute, but it's a higher grade of cute than The Rescuers (1977) and The Fox and the Hound (1981). The key to good Disney animation is character and facial expression, and Detective abounds in both.\" Alex Stewart reviewed The Great Mouse Detective for White Dwarf #83, and stated that \"After their dismal fudge of The Black Cauldron, it's good to see the Disney studios taking a step, however cautious, towards the world of animation as it is today. The style is looser and more vigorous, and, in a climactic fight inside Big Ben, effectively amalgamates computer-drawn clockwork with hand-drawn characters.\" The review aggregator website Rotten Tomatoes reported that the film received an 80% approval rating with an average rating of 7.12/10 based on 25 reviews. The website's consensus states that \"The Great Mouse Detective may not rank with Disney's classics, but it's an amiable, entertaining picture with some stylishly dark visuals.\"Metacritic gave the film a score of 73 based on 13 reviews, indicating \"generally favorable reviews\". ===Box-office=== The film grossed around $50 million worldwide against a budget of over $14 million during its initial release. Its inexpensive success after its predecessor's under-performance gave the new management of Disney confidence in the viability of their animation department, though it was suppressed at the box office by An American Tail. Re-titled as The Adventures of the Great Mouse Detective, the film was re- released theatrically on February 14, 1992 where it grossed $13,288,756. The Great Mouse Detective has had a lifetime North American gross of $38.7 million across its original release and reissue. ==References== ==Bibliography== * * * ==External links== * * * * * * Category:1986 films Category:1986 animated films Category:1980s American animated films Category:1980s fantasy films Category:1980s mystery films Category:American children's animated fantasy films Category:American detective films Category:American mystery films Category:American films Category:Animated films about death Category:Animated films about friendship Category:Animated films based on children's books Category:Films about bats Category:Films directed by Burny Mattinson Category:Films directed by Dave Michener Category:Films directed by John Musker Category:Films directed by Ron Clements Category:Films featuring anthropomorphic mice Category:Films scored by Henry Mancini Category:Films set in 1897 Category:Films set in London Category:Films set in the Victorian era Category:Films with screenplays by John Musker Category:Films with screenplays by Ron Clements Category:Sherlock Holmes films Category:Sherlock Holmes pastiches Category:Walt Disney Animation Studios films Category:Walt Disney Pictures films Category:1980s children's animated films Category:Animated films about rats Category:1986 directorial debut films ",
    "title": "The Great Mouse Detective"
}