{
    "id": "307024",
    "text": "Plaza Las Américas is a shopping mall in Hato Rey, San Juan, Puerto Rico, located at the intersection of Routes 18 and 22. \"Plaza\", as it is known to many Puerto Ricans, was the first indoor shopping mall built in Puerto Rico. It is the largest shopping mall in the Caribbean and the second largest in Latin America. Anchor stores are JCPenney, Macy's, Sears, Sears Brand Central, Forever 21, Old Navy, Caribbean Cinemas and Marshalls. Cuba Libre and Planet Fitness are coming soon to the mall. ==History== In 1918, siblings Jerónimo, Rosa, Gerardo, and Jaime Fonalledas acquired of land previously known as \"Las Monjas\". This land was property of Don Pablo Ubarri Capetillo, the Count of Santurce. By 1920, little by little cane harvesting was eliminated with the intention of using the land for the creation of a milk company, eventually known as \"Vaquería Tres Monjitas\". In 1950, the metropolitan area of San Juan was growing rapidly. The planning board began to build the project and ordered the development of the lands. It is then that the Fonalledas brothers came up with the idea of establishing a regional shopping center in the \"Las Monjas\" property. The planning board included a space of 15 acres of land for a shopping center in its development plan. In 1962, the plans for the construction of a shopping center and the negotiations with tenants began. In April 1967, construction of Plaza Las Américas began under the direction of engineer Peter Jacobson. On September 3, 1968, Plaza Las Américas held its grand opening. It was the first enclosed shopping center in Puerto Rico and the largest in Latin America at the time. The project was inaugurated with a total of 79 establishments, a twin cinema and parking for 4,000 vehicles. One hundred percent of the space was rented and nearly 2,000 people were employed in the new mall. The primary anchor store was a three-level (261,500 square foot) J. C. Penney. It was the chain's first location outside the fifty states and its largest operation between 1968 and 1971. The mall also housed two San Juan-based department stores as its second and third anchors: a two-level (76,500 square foot) González Padín and (22,000 square foot) Velasco. Inline stores included Martha Washington Ice Cream, Gordon's Jewelers, Florsheim Shoes, La Esquina Famosa (men's clothing), Bakers (shoes), Zales, Clubman, Marianne Shops, Singer Sewing Center, Lerner Shops, Thom McAn, La Favorita and First Federal Savings Bank, along with an F. W. Woolworth Company, Farmacias González (pharmacy), La Cosa (curios), La Tienda Sin Nombre (shoes), Benny's Toys, Pueblo Supermarket, a barbershop, a travel agency and a full-sized hardware store. A small section had a second floor where medical and business offices were accessible. The following year, the architectural design of Plaza Las Américas won the URBE Award for Best Commercial Architecturehttp://www.grupo-sacmag.com/grupo/gpo_honores.html In 1979, the first expansion of the shopping center was completed. Fifty-five new stores were added in a three-level North Wing. This was anchored by a 3-level (329,000 square foot) Sears. The \"Terraza de Plaza\", the first food court to be established in the island, comprises the third level of the addition, along with three additional movie theater halls, nicknamed Plaza III, Plaza IV, and Plaza V. In 1992, the new development plan for the second great expansion of Plaza Las Americas is published. In 1994, the expansion of Plaza Las Américas and also the remodeling of \"La Terraza\" were completed. The number of restaurants was increased from 19 to 24 and the movie theater halls from 5 to 10. The construction of the \"Torre de Plaza\" is finished at a cost of $15 million. The Tower added of profitable space to the shopping center. In 1996, Plaza Las Americas announced its largest expansion and remodeling at a cost of more than $246 million. In 1997, the advertising campaign of Plaza Las Américas (\"Menos mal que está Plaza\") is awarded the Maxi Award which is granted by the International Council of Shopping Centers (ICSC). The following year, the first phase of the center's three-year-long expansion and renovation is dedicated. This consists of a newly built four-level (350,000 square foot) J.C. Penney, replacing the three-level store that had opened at the mall in 1968. The new Penney's at Plaza Las Américas is the chain's largest store. The original location was subdivided into new retail spaces. In 1999, the overpass bridge on the De Diego Expressway was inaugurated, offering better access to the shopping center. In 2000, the remodeling and expansion of the shopping center was completed, offering a new facade occupied by over 300 stores. A three-level (255,000 square foot) Macy’s opened as the third anchor of the shopping center on October 25, making it the chain's first location outside the fifty states. Local movie theater chain Caribbean Cinemas opened a thirteen-screen movie theater and is the busiest and highest-grossing of the entire chain. A concept of \"public\" art was created in the shopping center, which includes pieces by local artists. In 2012, Plaza Las Américas invested $12 million in remodeling the mall's north entrance facade. The remodeling work began on May 23, 2012, and was completed by mid November 2012, just before the holiday season. In addition, between July–August 2012, expansion began on the multistory parking, located in the southern area of the mall. The expansion extended the five floors of multistory to add over 300 parking spaces. All parking areas of the mall were also repaved while new landscape gardens designs where developed in front of the main entrance. On August 28, 2013, Plaza opened the first ever Cheesecake Factory in Puerto Rico. Sports Authority opened in mid-2014, along with an expansion in parking. It closed in 2016 after the company declared bankruptcy and was replaced by Marshalls in February 2018, according to El Nuevo Dia. Also, in early 2018, a Red Lobster restaurant opened. In September 2018, the mall celebrated its 50th anniversary. In December 2019, it was announced that Cuba Libre Restaurant and Rum Bar will be constructed in the mall, set to open by January 2021. As of December 2019, the mall is in size.https://infogram.com/1p1r7xlr7p1m3zcmylnlkmwejwi6kr7vrm2 infogram In March 2020, the mall closed until further notice due to the COVID-19 pandemic. Following the announcement of a new executive order on May 21, the mall reopened on June 1 with security measures, including new hours, mandatory face masks and social distancing. Reservations were now required to visit the mall and were originally limited to 2 people. On June 9, reservations were now changed to allow up to 4 people. On July 1, it was announced that the reservations would no longer be required to visit the mall starting July 3. ==Notable attributes== The Caribbean Cinemas and mall entrance on the second floor * It is the largest shopping center in the Caribbean. * Plaza's Macy's was the first one to open in the Caribbean. * Plaza's Chili's is the highest grossing in the world. * It has the world's largest Romano's Macaroni Grill restaurant.Llega a Ponce Romano’s Macaroni Grill - NotiCel.com . * It houses the first Cheesecake Factory restaurant in the Caribbean, officially opened on August 28, 2013. *Sports Authority became the sixth largest anchor store, first opened up in mid-2014, followed by an expansion of parking spaces. It closed in 2016 after the company declared bankruptcy and was replaced by a Marshalls in February 2018. *In November 2019, Daddy Yankee inaugurated a museum of reggaeton at Plaza Las Americas. The museum, celebrating his life and reggaeton music in the 8,000-square-foot space, is the first of its kind. *Plaza Las Americas features a centrally located water fountain, which was featured twice on teen pop rock group Menudo videos during the early 80s. As of 2018, a new fad among Puerto Ricans was to jump into this water fountain to get wet and record it, and post videos of the act on the internet.https://www.metro.pr/pr/entretenimiento/2018/08/15/otro-joven-se- tira-a-fuente-de-plaza-las-americas.html ==Stores closed in 2020== * Bose * Magritte Chocolatier * Atypical Living ==Coming-soon stores== * Cuba Libre Restaurant (coming in 2021) * Dave & Buster's * Genesis ==See also== *Jaime Fonalledas *Plaza Carolina *Plaza del Caribe *The Mall of San Juan *Plaza del Carmen Mall ==References== ==External links== * Plaza Las Américas Official Homepage Category:Shopping malls in Puerto Rico Category:Buildings and structures in San Juan, Puerto Rico Category:Shopping malls established in 1968 Category:Tourist attractions in San Juan, Puerto Rico Category:Hato Rey, Puerto Rico Category:1968 establishments in Puerto Rico Category:Economic history of Puerto Rico ",
    "title": "Plaza Las Américas"
}