{
    "id": "307042",
    "text": "Andeavor (previously known as Tesoro Corporation) was a Fortune 100 and a Fortune Global 500 company headquartered in San Antonio, Texas, with 2017 annual revenues of $35 billion, and over 14,000 employees worldwide. Based on 2017 revenue, the company ranked No. 90 in the 2018 Fortune 500 list of the largest United States corporations by total revenue. Andeavor was an independent refiner and marketer of petroleum products, operating ten refineries in the Western United States with a combined rated crude oil capacity of approximately per day. Andeavor's retail-marketing system included approx. 3,000 branded retail gas stations, of which more than 595 were company-operated under its own Tesoro brandname, as well as Shell, ExxonMobil, ARCO, and USA Gasoline brands. Andeavor was acquired by Marathon Petroleum on October 1, 2018. ==History== Tesoro's corporate HQ, completed in 2009, at San Antonio, TX. Andeavor, formerly Tesoro, was founded in 1968 by Dr. Robert V. West Jr, and was primarily engaged in petroleum exploration and production. Tesoro is the word for treasure (or treasury) in Italian and Spanish. In 1969, Tesoro began operating its first refinery, near Kenai, Alaska. Tesoro became the first Fortune 500 company to be headquartered in San Antonio, Texas. Beginning in the late 1990s, Tesoro grew through a series of acquisitions and initiatives that created Tesoro Corporation, the company focusing on a single core business: petroleum refining and marketing. Acquisitions expanded refining capacity from to approximately . Prior to its acquisition by Marathon Petroleum in 2018, Andeavor was the third-largest independent petroleum refining and marketing company in the United States. Milestones in the company's history are: * 1998: acquires second refinery (after Nikiski) in Kapolei, Hawaii along with petroleum terminals and approximately 30 retail stations in Hawaii from BHP Americas - also acquires the former Shell refinery at Anacortes, Washington; * 1999: sold exploration and production operations; * 2001: purchased refineries in Mandan, North Dakota, and Salt Lake City, Utah from BP Amoco; * 2002: acquired Golden Eagle Refinery in Martinez, California from Ultramar (Valero); * 2003: sold Tesoro Marine Services to Martin Midstream LLC: Tesoro Marine Services were operating fueling and supply terminals servicing US Gulf Coast oil and gas exploration - also made a series of refinery acquisitions that boosted the company's capacity output and positioned it for future expansion in key growth markets throughout the Western United States; * 2005: largest capital expansion program in the corporation's history and record earnings; * 2007: announcement of purchase of Shell's refinery at Los Angeles refinery and approximately 250 Southern California retail stations; * 2007: Tesoro acquires USA Gasoline; * 2009: Tesoro employees move into a newly completed corporate campus in July. * 2011: Tesoro forms Tesoro Logistics LP (TLLP) as a master limited partnership; * 2011: Tesoro acquires 250 ARCO (Thrifty Style Stations) and Thrifty Stations in Southern California; * 2012: Tesoro changes the 250 ARCO (Thrifty Style Stations) and Thrifty Stations in Southern California to USA Gasoline; * 2013: Tesoro purchases the Carson Refinery and the ARCO brand from BP; * 2013: Tesoro sells its Kapolei refinery to Par Petroleum (now Par Pacific Holdings). * 2016 Tesoro purchased Dakota Prairie Refining in Dickinson, North Dakota from WBI Energy. Construction of the refinery was completed in the spring of 2015. * 2016: Tesoro Corp has agreed to buy Western Refining for $4.1 billion. * 2016/17: Par Pacific Inc. rebrands its Tesoro and 76 gas stations as Hele. *2017: Tesoro announces that it will be changing its name to Andeavor following its acquisition of Western Refining. On August 1, 2017, the company changed its ticker symbol to \"ANDV\" from \"TSO\". *2018: Andeavor announces that they have entered into a definitive merger agreement with Marathon Petroleum Corporation under which Marathon Petroleum will acquire all of Andeavor's outstanding shares. The merger was closed on October 1. ==Media controversy== ===Environmental record=== Tesoro's Anacortes Refinery at the north end of March Point, southeast of Anacortes, Washington Having taken over BP installations, researchers at the Political Economy Research Institute identified Tesoro as being the 24th-largest corporate producer of air pollution in the United States, releasing roughly of toxic chemicals annually. Major pollutants emitted annually by the corporation include more than of sulfuric acid. following which the Environmental Protection Agency named Tesoro a potentially responsible party for at least four superfund toxic waste sites. Tesoro has settled and/or closed each of the superfund sites for which it has been named as one of many responsible parties. Tesoro was listed as a de minimis contributor to a superfund site in Abbeville, LA, and the site has since been closed by the EPA. Tesoro has given over $1 million in support of California Proposition 23, which aimed to suspend the Global Warming Solutions Act of 2006.www.ca.gov Defenders of the Amazon forest in South America cite Tesoro for sourcing some of their crude oil from the Amazon. Three of Tesoro's refineries- Anacortes (WA), LA (CA) and Golden Eagle (CA), are known to process Amazonian crude oil. ===Explosion=== On April 2, 2010, there was an explosion at the Anacortes refinery with seven deaths. ===Libya=== After the overthrow of Colonel Gaddafi, Tesoro bought Libyan crude oil in early April 2011 from the Vitol Group to supply its then-Hawaiian refinery. ==See also== *List of automotive fuel brands *Oil companies ==References== ==External links == * Category:Oil companies of the United States Category:Petroleum in Texas Category:Companies based in San Antonio Category:Energy companies established in 1968 Category:Non-renewable resource companies established in 1968 Category:1968 establishments in Texas Category:Companies formerly listed on the New York Stock Exchange Category:Economy of the Western United States Category:2018 mergers and acquisitions Category:Marathon Petroleum Category:American corporate subsidiaries ",
    "title": "Andeavor"
}