{
    "id": "307160",
    "text": "Arabah landscape The Arabah (, Wādī ʻAraba), or Arava / Aravah (, HaAravah, lit. \"desolate and dry area\"), as it is known by its respective Arabic and Hebrew names, is a geographic area south of the Dead Sea basin, which forms part of the border between Israel to the west and Jordan to the east. The old meaning, which was in use up to the early 20th century, covered almost the entire length of what today is called the Jordan Rift Valley, running in a north–south orientation between the southern end of the Sea of Galilee and the northern tip of the Gulf of Aqaba at Aqaba–Eilat. This included the Jordan River Valley between the Sea of Galilee and the Dead Sea, the Dead Sea itself, and what today is commonly called the Arava Valley. The contemporary use of the term is restricted to this southern section alone. ==Geography== Nahal Barak in Israel's Southern District is part of a system of streams draining the Arava desert. The Arabah is in length, from the Gulf of Aqaba to the southern shore of the Dead Sea. Topographically, the region is divided into three sections. From the Gulf of Aqaba northward, the land gradually rises over a distance of , and reaches a height of above sea level, which represents the watershed divide between the Dead Sea and the Red Sea. From this crest, the land slopes gently northward over the next to a point south of the Dead Sea. In the last section, the Arabah drops steeply to the Dead Sea, which is below sea level. The Arabah is scenic with colorful cliffs and sharp-topped mountains. The southern Arabah is hot and dry and virtually without rain. ==Flora and fauna== There are numerous species of flora and fauna in the Aravah Valley.Henry Chichester Hart. 1891, Some account of the fauna and flora of Sinai, Petra, and Wâdy Arabah, 255 pages Notably the caracal (Caracal caracal) is found on the valley's savanna areas. C. Michael Hogan. 2009. Caracal: Caracal caracal, GlobalTwitcher.com, ed. N. Stromberg ==History== Wadi Arabah. Sunset. In Biblical times, the Arava was a center of copper production; King Solomon is believed to have had mines here based on copper mines dating to his reign. Copper mining at the Ashalim site even predates his reign. The Arabah, especially its eastern part, was part of the realm of the Edomites (called \"Idumeans\" during the Roman times). Later the eastern Arabah became the domain of the Nabateans, the builders of the city of Petra. Panoramic view over Wadi Arabah from peaks of Wadi Musa. The Israel–Jordan Peace Treaty was signed in the Arava on October 26, 1994. The governments of Jordan and Israel are promoting development of the region. There is a plan to bring sea water from the Red Sea to the Dead Sea through a canal (Red–Dead Seas Canal), which follows along the Arabah. This (long envisioned) project was once an issue of dispute between Jordan and Israel, but it was recently agreed that the project shall be constructed on and by the Jordanian side. ===Archaeology=== ===Iron Age: Kingdom of Edom=== The existence of the biblical Kingdom of Edom was proved by archaeologists led by Ezra Ben-Yosef and Tom Levy, using a methodology called the punctuated equilibrium model in 2019. Archaeologists mainly took copper samples from the Timna Valley and Faynan in Jordan's Arava valley dated to 1300–800 BCE. According to the results of the analyses, the researchers thought that Pharaoh Shoshenk I of Egypt (the Biblical \"Shishak\"), who attacked Jerusalem in the 10th century BC, encouraged the trade and production of copper instead of destroying the region. Tel Aviv University professor Ben-Yosef reported “Our new findings contradict the view of many archaeologists that the Arava was populated by a loose alliance of tribes, and they’re consistent with the biblical story that there was an Edomite kingdom here”. ==Demography== In 2004, the Jordanian administrative district of Wadi Araba had a population of 6,775.Jordan Department of Statistics. 2004 Five major tribes comprise eight settlements on the Jordanian side: Al-S'eediyeen (), Al-Ihewat (), Al-Ammareen (), Al- Rashaideh (), and Al-Azazmeh (), as well as smaller tribes of the Al-Oseifat (), Al-Rawajfeh (), Al-Manaja'h (), and Al-Marzaqa (), among others. The main economic activities for these Arabah residents revolve around herding sheep, agriculture, handicrafts, and the Jordanian Army. ==Landmarks== Timna Valley Park is notable for its prehistoric rock carvings, some of the oldest copper mines in the world, and a convoluted cliff called King Solomon's pillars. On the Jordanian side is the famous Wadi Rum, which is famous among rock climbers, hikers, campers, and lovers of the outdoors. Also in Jordan is the copper mining area of Wadi Feynan, including the site of Khirbat en-Nahas, corresponding to the one from Timna Valley in the west. Feynan Ecolodge was opened in Wadi Feynan by the Royal Society for the Conservation of Nature in 2005. ==Jordanian localities== Below is a list of Jordanian population clusters in Wadi Araba: *Aqaba *Feifa *Safi *Al Mazraa The total Jordanian population in the region is 103,000, of whom 96,000 live in Aqaba. ==Israeli localities== Below is a list of Israeli localities in the Arava, from north to south. *Ein Tamar *Neot HaKikar *Ir Ovot *Idan *Ein Hatzeva *Hatzeva *Ein Yahav *Sapir *Tzofar *Tzukim *Paran *Yahel *Neot Smadar *Neve Harif *Kibbutz Lotan *Ketura *Grofit *Kibbutz Yotvata *Samar *Elifaz *Be'er Ora *Eilot *Eilat The Israeli population of the region is 52,000, of whom 47,500 live in Eilat, and just over 5,000 live in 20 small towns north of Eilat, the largest of which is Yotvata, with a population of 610. ==See also== * Arava Institute for Environmental Studies, academic program in Israel * Nahal HaArava, a wadi in the northern part of the Arava * Negev * Sands of Samar, an expanse of sand dunes in the southern Arava * Southern District (Israel) * Wadi Araba Crossing, southernmost border crossing between Jordan and Israel ==References== ==External links== *WadiFeynan Eco-Lodge *The Arava Institute for Environmental Studies *Royal Society for the Conservation of Nature *Wadi Araba Archaeological Research Project: Integrating Investigations of the Cultural Landscape of Wadi Araba since 1996. For Publications, see http://wadiaraba.tripod.com/waarpubs.htm *Wadi Arabah Project: Crossing the Rift * French Institute of Oriental Archaeology Category:Regions of Israel Category:Regions of Jordan Category:Great Rift Valley Category:Israel–Jordan relations Category:Wadis Category:Edom ",
    "title": "Arabah"
}