{
    "id": "307143",
    "text": "Jeu de Paume is an arts centre for modern and postmodern photography and media. It is located in the north corner (west side) of the Tuileries Gardens next to the Place de la Concorde in Paris. In 2004, Galerie Nationale du Jeu de Paume, Centre national de la photographie, and Patrimoine Photographique merged to form the Association Jeu de Paume.\"Jeu De Paume\", Saatchi Gallery. Accessed 24 November 2014. ==History== The rectangular building was constructed in 1861 during the reign of Napoleon III as a complement to the already-existing Orangerie building. It was designed for jeu de paume, which nowadays is known as real tennis, court tennis or royal tennis. As tennis supplanted jeu de paume as a sport, the Jeu de Paume proved an inadequate space and was transformed into a gallery. When the Musée du Luxembourg opened its doors to foreign schools of painting at the end of the 19th century, the works it sponsored became important enough to require a separate exhibition space, and in 1909 the Jeu de Paume re-opened as a gallery with the “One hundred portraits of women from the 18th-century English and French Schools” exhibition. Operating first as an extension of the Louvre and Musée de l'Orangerie, it became an independent gallery from 1922, showing country and/or artist-themed expositions mostly modern foreign works. The gallery shifted towards an avant-garde style with the 1937 Exposition Internationale and an \"Origins and development of Independent International Art\" show organised by Jean Cassou, Matisse, Braque, Picasso and Léger. ===Nazi sorting house=== Jeu de Paume was used from 1940 to 1944 to store Nazi plunder looted by the regime's Reichsleiter Rosenberg Taskforce (ERR) in France (see Rose Valland). These works included masterpieces from the collections of French Jewish families like the Rothschilds, the David-Weills, the Bernheims,Hector Feliciano (10 July 1991), New Flair for Two Old Museums Los Angeles Times.Alan Riding (3 September 1997), Collector's Family Tries to Illuminate the Past of Manuscripts in France New York Times. and noted dealers including Paul Rosenberg who specialised in impressionist and post-impressionist works. Hermann Göring commanded that the loot would first be divided between Adolf Hitler and himself. For this reason, from the end of 1940 to the end of 1942 he traveled twenty times to Paris. At Jeu de Paume, art dealer Bruno Lohse staged 20 expositions of the newly looted art objects, especially for Göring, from which Göring selected at least 594 pieces for his own collection; the rest was destined for the Führermuseum in Linz. So called degenerate art (modern art \"unworthy\" in the eyes of the Nazis) was legally banned from entering Germany, and so once designated was held in what was called the Martyr's Room at the Jeu de Paume. Much of Paul Rosenberg's professional dealership and personal collection were subsequently so designated by the Nazis. Following Joseph Goebbels's earlier private decree to sell these degenerate works for foreign currency to fund the building of the Führermuseum and the wider war effort, Goering personally appointed a series of ERR- approved dealers including Hildebrand Gurlitt to liquidate these assets and then pass the funds to swell his personal art collection. With much of the looted degenerate art sold onwards via Switzerland, Rosenberg's collection was scattered across Europe. Unsold art (including works by Picasso and Dalí) was destroyed on a bonfire in the grounds of the Jeu de Paume on the night of 27 July 1942, an act of almost unparalleled vandalism. However, the Nazis had burned nearly 4000 works of German \"degenerate\" art in Berlin in 1939. French resistance curator Rose Valland, who was working at the museum, kept a secret list of all the works passing through, and after the Nazi defeat in 1945 most of these works were thereby returned to their rightful owners. Today, some 70 of Rosenberg's paintings are missing, including: the large Picasso watercolor Naked Woman on the Beach, painted in Provence in 1923; seven works by Matisse; and the Portrait of Gabrielle Diot by Degas. ===Post-war museum=== Between 1947 and 1986, it contained the Musée du Jeu de Paume, which held many important impressionist works now housed in the Musée d'Orsay. Widely considered as the \"most famous museum of impressionist painting in the world\",Eunice Lipton (4 January 2005), The youth of today The Guardian. the rooms bore names such as Salle Degas, Salle Cézanne or Salle Monet.Ginger Danto (3 February 1991), For New Art, a Building Drenched in Art History New York Times. From 1989, as part of the Grands Projets of François Mitterrand, the building underwent a $10 million renovation by architect Antoine Stinco, resulting in about 12,700 square feet of exhibition space spread across three floors. The formerly walled-in reception hall was transformed into an atrium- like open area flooded with natural light from large bay windows, allowing views of the neighboring Tuileries Gardens, Place de la Concorde, and Eiffel Tower. The top floor features a series of galleries lit by skylights.Michael Kimmelman (2 July 1991), A Paris Museum Reopens in a New Guise New York Times. ==Present== In 1991, the Jeu de Paume reopened as \"France's first national gallery of contemporary art\", with an exhibition devoted to Jean Dubuffet. Subsequent retrospectives were dedicated to international artists such as Marcel Broodthaers (1991), Robert Gober (1991),Suzanne Muchnich (17 November 1991), An American Foot in the Door Los Angeles Times. Ellsworth Kelly (1992),John Russell (5 April 1992), Ellsworth Kelly, an American in Paris New York Times. Helio Oiticica (1992), and Eva Hesse (1993). In 1999, the museum chose American architect Richard Meier as the subject of its first-ever architectural exhibition.Alan Riding (8 August 1999), Celebrating an Architect, Hailing an Artist New York Times. In 2004, Galerie Nationale du Jeu de Paume, Centre National de la Photographie and Patrimoine Photographique merged to form the Association de Préfiguration for the Etablissement Public (EPIC) Jeu de Paume. It has since developed into a centre for modern and postmodern photography and media, mounting survey exhibitions on Ed Ruscha (2006), Cindy Sherman (2006), Martin Parr (2009), William Kentridge (2010), Claude Cahun (2011), Lorna Simpson (2013), Valérie Jouve (2015) among others. In 2016, it received the anthological solo exhibition of contemporary photograph Helena Almeida. On April 27, 2005, a plaque honoring the work of Rose Valland to catalogue looted art during the Nazi occupation was placed on the south wall of the Jeu de Paume. On December 1, 2018 the museum was torched in politically related mob violence as the Tuileries Gardens were stormed by protestors. Today, the Jeu de Paume is subsidised by the French Ministry of Culture and Communication. Attendance increased from 200,000 visitors in 2006 to over 320,000 visitors in 2008.About the Jeu de Paume Official Website. ==In popular culture== The museum's wartime history has been depicted, heavily fictionalized, several times on film. In John Frankenheimer's 1964 film The Train, starring Burt Lancaster and Jeanne Moreau, Rose Valland is represented as Mademoiselle Villard, played by Suzanne Flon. In George Clooney's 2014 film The Monuments Men, Valland is represented as Claire Simone, played by Cate Blanchett. In Anatole Litvak's 1967 film The Night of the Generals, Peter O'Toole's character General Tanz visits the museum and is transfixed by a self-portrait of Vincent van Gogh, referenced as \"Vincent In Flames\". In Sara Houghteling's novel Pictures at an Exhibition (2009), the character of Rose Clément is based on Rose Valland. The novel Portrait of a Woman in White, by Susan Winkler, about Nazi art looting in France, includes scenes in the Jeu de Paume with Hermann Göring and Rose Valland. ==See also== *List of museums in Paris ==References== ==External links== * *\"The Jeu de Paume and the Looting of France\" – The Project for the Documentation of Wartime Losses. Cultural Property Research Foundation, Inc. Category:Art museums and galleries in Paris Category:Defunct real tennis venues Category:Buildings and structures in the 1st arrondissement of Paris Category:Sports venues completed in 1861 Category:Museums established in 1947 Category:1947 establishments in France Category:1861 establishments in France Category:Photography museums and galleries in France ",
    "title": "Galerie nationale du Jeu de Paume"
}