{
    "id": "307247",
    "text": "Ezola Broussard Foster (August 9, 1938 – May 22, 2018) was an American conservative political activist, writer, and politician. She was president of the interest group Black Americans for Family Values and author of the book What's Right for All Americans, and was the Reform Party candidate for Vice President in the U.S. presidential election of 2000, running with Patrick J. Buchanan, the party's presidential nominee. In April 2002, Foster left the Reform Party to join the Constitution Party. == Career and political activism == Foster was born and reared in Maurice in Vermilion Parish in southwestern Louisiana and earned a master's degree from Texas Southern University in Houston, Texas. In 1960, she moved to Los Angeles, California, where she was employed as a public high school teacher for thirty-three years—teaching typing, business courses, and sometimes English classes. She had sought public office prior to 2000—as a Democrat in the 1970s and as a Republican candidate for California State Assembly in 1986. In the 1980s, she became an outspoken opponent of pornography, sex education, AIDS education and gay rights and founded \"Black Americans for Family Values.\" She has been affiliated with the paleoconservative John Birch Society. She was arrested in 1987 with several other women while disrupting the California state Republican convention to protest its recognition of the Log Cabin Club, an organization of gay Republicans. In 1992, she was a staunch defender of the police officers in the Rodney King beating case and organized a testimonial dinner for Laurence Powell, one of the convicted officers, in 1995. In 1994, while teaching at Bell High School in Bell, California, Foster was a public advocate of Proposition 187, a California ballot initiative to deny government programs of social services, health care, and public education to illegal immigrants. Her position was extremely unpopular at the school where she taught, which was 90 percent Hispanic. In 1996, after she argued on PBS's MacNeil/Lehrer NewsHour that illegal immigration was responsible for the low quality of Los Angeles schools, some of her colleagues at the school condemned her in an open letter. Two days later, she attended an anti-illegal-immigration rally where several of her supporters were attacked by members of the Progressive Labor Party, who allegedly wanted to harm Foster herself. Shortly thereafter, she left her job, which she calls a necessity resulting from her treatment at work. She went on speaking tours for the John Birch Society and took workers' compensation for an undisclosed mental disorder—which she describes as \"stress\" and \"anxiety\"—until her official retirement as a teacher in 1998. Foster has appeared on Larry King Live, CBS This Morning, CNN & CO., Nightline, NewsTalk Television, CNN Live, MSNBC, Politically Incorrect, and various CBS, NBC, and ABC newscasts. == Election of 2000 == Pat Buchanan selected Foster as his running-mate after several other candidates such as Jim Traficant of Ohio and Teamsters Union president James P. Hoffa declined his offer. Foster, who had supported Buchanan's campaigns in 1992 and 1996, quit her own speaking tour to join the race. While Buchanan was hospitalized during part of the campaign, Foster was the ticket's mouthpiece, campaigning through television and radio appearances. This was the first time in history that an African-American had been nominated for Vice-President by a Federal Election Commission-recognized and federally funding political party, and the second time a woman had accomplished this as Geraldine Ferraro had been the first. Foster was chosen because of her conservative credentials and speaking ability; she called Lyndon B. Johnson's Great Society social policy \"Marxist\". Buchanan critics saw her as an affirmative action selection because she had never held a political office and is African-American. == Congressional run == Foster ran for Congress in the June 5, 2001, special election in California's 32nd district to replace deceased representative Julian Dixon as the Reform Party candidate and garnered 1.5% of the vote. == Personal life == Foster was Catholic. Her first marriage ended in annulment, she said, when she found out that her husband was a convicted felon. Later, in 1977, she married Chuck Foster, a truck driver. ==Published works== * ==See also== * Black conservatism in the United States ==References== ==Further reading== * Issues2000.org – Some of Foster's campaign positions and quotations * Foster, Ezola (August 31, 1995). \"Let the Children be Children\". National Minority Politics ==External links== * * Category:1938 births Category:20th-century American politicians Category:20th-century American non-fiction writers Category:20th-century Roman Catholics Category:21st-century Roman Catholics Category:African-American Catholics Category:African-American people in California politics Category:African-American candidates for Vice President of the United States Category:African-American women in politics Category:African-American women writers Category:African-American writers Category:American Roman Catholics Category:American political writers Category:California Democrats Category:California Republicans Category:California Constitutionalists Category:Female candidates for Vice President of the United States Category:John Birch Society Category:Activists from Houston Category:Activists from Los Angeles Category:People from Maurice, Louisiana Category:Reform Party of the United States of America vice presidential nominees Category:2000 United States vice-presidential candidates Category:20th-century American women politicians Category:American women non- fiction writers Category:Catholics from Texas Category:Catholics from California Category:Catholics from Louisiana Category:20th-century American women writers Category:2018 deaths ",
    "title": "Ezola Foster"
}