{
    "id": "307371",
    "text": "Samkhya (, IAST: ') is one of the six āstika schools of Hindu philosophy.Knut Jacobsen, Theory and Practice of Yoga, Motilal Banarsidass, , pages 100-101\"Samkhya\", American Heritage Dictionary of the English Language, Fifth Edition (2011), Quote: \"Samkhya is a system of Hindu philosophy based on a dualism involving the ultimate principles of soul and matter.\"\"Samkhya\", Webster’s College Dictionary (2010), Random House, , Quote: \"Samkhya is a system of Hindu philosophy stressing the reality and duality of spirit and matter.\" It is most related to the Yoga school of Hinduism, and it was influential on other schools of Indian philosophy.Roy Perrett, Indian Ethics: Classical traditions and contemporary challenges, Volume 1 (Editor: P Bilimoria et al), Ashgate, , pages 149-158 It forms the theoretical foundation of Yoga. Samkhya is an enumerationist philosophy whose epistemology accepts three of six pramanas ('proofs') as the only reliable means of gaining knowledge. These include pratyakṣa ('perception'), anumāṇa ('inference') and śabda (āptavacana, meaning, 'word/testimony of reliable sources').John A. Grimes, A Concise Dictionary of Indian Philosophy: Sanskrit Terms Defined in English, State University of New York Press, , page 238 Sometimes described as one of the rationalist schools of Indian philosophy, this ancient school's reliance on reason was exclusive but strong.Mike Burley (2012), Classical Samkhya and Yoga - An Indian Metaphysics of Experience, Routledge, , pages 43-46David Kalupahana (1995), Ethics in Early Buddhism, University of Hawaii Press, , page 8, Quote: The rational argument is identified with the method of Samkhya, a rationalist school, upholding the view that \"nothing comes out of nothing\" or that \"being cannot be non-being\". It is traditionally viewed as a theistic philosophy as it accepts the authority of Vedas. Samkhya is strongly dualistic and has historically been theistic or nontheistic, with some late atheistic authors, such as the author of the Samkhya Sutras.Andrew J. Nicholson (2013), Unifying Hinduism: Philosophy and Identity in Indian Intellectual History, Columbia University Press, , Chapter 4, pg. 77 Samkhya philosophy regards the universe as consisting of two independent realities: puruṣa ('consciousness') and prakṛti ('matter'). These two realities exist parallel without affecting each other. Jiva ('a living being') is that state in which purusha is bonded to prakriti in some form. This fusion, state the Samkhya scholars, led to the emergence of buddhi ('intellect') and ahamkāra ('ego'). The mind and the thoughts that appear in the mind are also considered a part of prakriti. The universe is described by this school as one created by purusha-prakriti entities infused with various combinations of variously enumerated elements, senses, feelings, activity and mind.Samkhya - Hinduism Encyclopædia Britannica (2014) During the state of imbalance, one or more constituents overwhelm the others, creating a form of bondage, particularly of the mind. The end of this imbalance and bondage is called liberation or kaivalya by the Samkhya school.Gerald James Larson (2011), Classical Sāṃkhya: An Interpretation of Its History and Meaning, Motilal Banarsidass, , pages 36-47 The existence of God or a supreme being is not considered relevant by the Samkhya philosophers. Samkhya denies the final cause of Ishvara. Although the Samkhya school considers the Vedas a reliable source of knowledge, it is an atheistic philosophy according to Paul Deussen and other scholars.Mike Burley (2012), Classical Samkhya and Yoga - An Indian Metaphysics of Experience, Routledge, , page 39Lloyd Pflueger, Person Purity and Power in Yogasutra, in Theory and Practice of Yoga (Editor: Knut Jacobsen), Motilal Banarsidass, , pages 38-39 A key difference between the Samkhya and Yoga schools, state scholars,Mike Burley (2012), Classical Samkhya and Yoga - An Indian Metaphysics of Experience, Routledge, , page 39, 41 is that the Yoga school accepts a 'personal, yet essentially inactive, deity' or 'personal god'.Kovoor T. Behanan (2002), Yoga: Its Scientific Basis, Dover, , pages 56-58 However, Radhanath Phukan, in the introduction to his translation of the Samkhya Karika of Isvarakrsna has argued that commentators who see the unmanifested as non-conscious make the mistake of regarding Samkhya as atheistic, though Samkhya is equally as theistic as Yoga.Radhanath Phukan, Samkhya Karika of Isvarakrsna (Calcutta: Firma K. L. Mukhopadhyay, 1960), pp.36-40 Samkhya philosophy is known for its theory of guṇas ('qualities, innate tendencies').Gerald James Larson (2011), Classical Sāṃkhya: An Interpretation of Its History and Meaning, Motilal Banarsidass, , pages 154-206 Gunas, it teaches, are the three modes of matter: # Sattva: the guna of goodness, compassion, calmness and positivity. # Rajas: the guna of activity, chaos, passion and impulsivity, potentially good or bad. # Tamas: the guna of darkness, ignorance, dullness, laziness, lethargy and negativity. All matter (prakriti), Samkhya teaches, has these three gunas, and in different proportions. Each guna is dominant at specific times of day. The interplay of these gunas defines the character of someone or something, of nature and determines the progress of life.James G. Lochtefeld, Guna, in The Illustrated Encyclopedia of Hinduism: A-M, Vol. 1, Rosen Publishing, , page 265T Bernard (1999), Hindu Philosophy, Motilal Banarsidass, , pages 74–76 The Samkhya theory of gunas was widely discussed, developed and refined by various schools of Indian philosophies. Samkhya's philosophical treatises also influenced the development of various theories of Hindu ethics. ==Etymology== Sāṃkhya (सांख्य) or sāṅkhya, also transliterated as samkhya and sankhya, respectively, is a Sanskrit word that, depending on the context, means 'to reckon, count, enumerate, calculate, deliberate, reason, reasoning by numeric enumeration, relating to number, rational'.saMkhya Monier-Williams' Sanskrit- English Dictionary, Cologne Digital Sanskrit Lexicon, Germany In the context of ancient Indian philosophies, Samkhya refers to the philosophical school in Hinduism based on systematic enumeration and rational examination.Mike Burley (2012), Classical Samkhya and Yoga - An Indian Metaphysics of Experience, Routledge, , pages 47-48 == Historical development == The word samkhya means 'empirical' or 'relating to numbers'. Although the term had been used in the general sense of metaphysical knowledge before, in technical usage it refers to the Samkhya school of thought that evolved into a cohesive philosophical system in early centuries CE. The Samkhya system is called so because 'it \"enumerates'\" twenty five Tattvas or true principles; and its chief object is to effect the final emancipation of the twenty-fifth Tattva, i.e. the puruṣa or soul'. ===Origins=== Some 19th and 20th century scholars suggested that Samkhya may have non-Vedic origins. Richard Garbe, a Christian missionary, wrote in 1898, 'The origin of the Sankhya system appears in the proper light only when we understand that in those regions of India which were little influenced by Brahmanism [political connotation given by the Christian missionary] the first attempt had been made to solve the riddles of the world and of our existence merely by means of reason. For the Sankhya philosophy is, in its essence, not only atheistic but also inimical to the Veda'. Dandekar, similarly wrote in 1968, 'The origin of the Sankhya is to be traced to the pre-Vedic non-Aryan thought complex'. Some scholars disagreed with this view. Surendranath Dasgupta, for example, stated in 1922 that Samkhya can be traced to Upanishads such as Katha Upanishad, Shvetashvatara Upanishad and Maitrayaniya Upanishad, and that the 'extant Samkhya' is a system that unites the doctrine of permanence of the Upanishads with the doctrine of momentariness of Buddhism and the doctrine of relativism of Jainism. Arthur Keith in 1925 said, '[That] Samkhya owes its origin to the Vedic-Upanisadic- epic heritage is quite evident',Gerald Larson (2011), Classical Sāṃkhya: An Interpretation of Its History and Meaning, Motilal Banarsidass, , pages 31-32 and 'Samkhya is most naturally derived out of the speculations in the Vedas, Brahmanas and the Upanishads'.Gerald Larson (2011), Classical Sāṃkhya: An Interpretation of Its History and Meaning, Motilal Banarsidass, , page 29 Johnston in 1937 analyzed then available Hindu and Buddhist texts for the origins of Samkhya and wrote, '[T]he origin lay in the analysis of the individual undertaken in the Brahmanas and earliest Upanishads, at first with a view to assuring the efficacy of the sacrificial rites and later in order to discover the meaning of salvation in the religious sense and the methods of attaining it. Here – in Kaushitaki Upanishad and Chandogya Upanishad – the germs are to be found (of) two of the main ideas of classical Samkhya'.EH Johnston (1937), Early Samkhya: An Essay on its Historical Development according to the Texts, The Journal of the Royal Asiatic Society, Volume XV, pages 80-81 Chandradhar Sharma in 1960 affirmed that Samkhya in the beginning was based on the theistic absolute of Upanishads, but later on, under the influence of Jaina and Buddhist thought, it rejected theistic monism and was content with spiritualistic pluralism and atheistic realism. This also explains why some of the later Samkhya commentators, e.g. Vijnanabhiksu in the sixteenth century, tried to revive the earlier theism in Samkhya. More recent scholarship offers another perspective. Ruzsa in 2006, for example, writes, 'Sāṅkhya has a very long history. Its roots go deeper than textual traditions allow us to see. The ancient Buddhist Aśvaghoṣa (in his Buddha-Carita) describes Arāḍa Kālāma, the teacher of the young Buddha (ca. 420 B.C.E.) as following an archaic form of Sāṅkhya'. Anthony Warder in 2009 says that the Samkhya and Mīmāṃsā schools appear to have been established before the Sramana traditions in India (~500 BCE), and he finds that Samkhya has Vedic origins. Warder writes, '[Samkhya] has indeed been suggested to be non-Brahmanical and even anti-Vedic in origin, but there is no tangible evidence for that except that it is very different than most Vedic speculation – but that is (itself) quite inconclusive. Speculations in the direction of the Samkhya can be found in the early Upanishads'.Anthony Kennedy Warder (2009), A Course in Indian Philosophy, Motilal Banarsidass, , pages 63-65 Mikel Burley in 2012 says that Richard Garbe's 19th century view on Samkhya's origin are weak and implausible.Mike Burley (2012), Classical Samkhya and Yoga - An Indian Metaphysics of Experience, Routledge, , pages 37-38 Burley states that India's religio-cultural heritage is complicated and likely experienced a non-linear development. Samkhya is not necessarily non-Vedic nor pre-Vedic nor a 'reaction to Brahmanic hegemony', states Burley. It is most plausibly in its origins a lineage that grew and evolved from a combination of ascetic traditions and Vedic 'guru (teacher) and disciples'. Burley suggests the link between Samkhya and Yoga as likely the root of this evolutionary origin during the Vedic era of India.Mike Burley (2012), Classical Samkhya and Yoga - An Indian Metaphysics of Experience, Routledge, , pages 37-39 Between 1938 and 1967, two previously unknown manuscript editions of Yuktidipika (ca. 600–700 CE) were discovered and published. Yuktidipika is an ancient review by an unknown author and has emerged as the most important commentary on the Samkhyakarika, itself an ancient key text of the Samkhya school. This commentary as well as the reconstruction of pre-karika epistemology and Samkhya emanation text (containing cosmology-ontology) from the earliest Puranas and Mokshadharma suggest that Samkhya as a technical philosophical system existed from about the last century BCE to the early centuries of the Common Era. Yuktidipika suggests that many more ancient scholars contributed to the origins of Samkhya in ancient India than were previously known and that Samkhya was a polemical philosophical system. However, almost nothing is preserved from the centuries when these ancient Samkhya scholars lived. Larson, Bhattacharya and Potter state that the shift of Samkhya from speculations to the normative conceptualization hints—but does not conclusively prove—that Samkhya may be the oldest of the Indian technical philosophical schools (e.g. Nyaya, Vaisheshika and Buddhist ontology), one that evolved over time and influenced the technical aspects of Buddhism and Jainism.GJ Larson, RS Bhattacharya and K Potter (2014), The Encyclopedia of Indian Philosophies, Volume 4, Princeton University Press, , pages 3-11 These scholars trace the earliest references to Samkhya ideas (designated as proto- Samkhya environments) to the composition of the Chandogya Upanishad (~800 BCE to ~600 BCE). Samkhya philosophy proper begins with the pre-karika-Samkhya (ca. 100 BCE – 200 CE).GJ Larson, RS Bhattacharya and K Potter (2014), The Encyclopedia of Indian Philosophies, Volume 4, Princeton University Press, , pages 14-18 ===Founders=== Sage Kapila is traditionally credited as a founder of the Samkhya school. It is unclear in which century of the 1st millennium BCE Kapila lived.Gerald James Larson and Ram Shankar Bhattacharya, The Encyclopedia of Indian Philosophies, Volume 4, Princeton University Press, , pages 107-109 Kapila appears in Rigveda, but context suggests that the word means 'reddish-brown color'. Both Kapila as a 'seer' and the term Samkhya appear in hymns of section 5.2 in Shvetashvatara Upanishad (~300 BCE), suggesting Kapila's and Samkhya philosophy's origins may predate it. Numerous other ancient Indian texts mention Kapila; for example, Baudhayana Grhyasutra in chapter IV.16.1 describes a system of rules for ascetic life credited to Kapila called Kapila Sannyasa Vidha. A 6th century CE Chinese translation and other texts consistently note Kapila as an ascetic and the founder of the school, mention Asuri as the inheritor of the teaching and a much later scholar named Pancasikha as the scholar who systematized it and then helped widely disseminate its ideas. Isvarakrsna is identified in these texts as the one who summarized and simplified Samkhya theories of Pancasikha, many centuries later (roughly 4th or 5th century CE), in the form that was then translated into Chinese by Paramartha in the 6th century CE. ===Emergence as a distinct philosophy=== The early texts of the Vedic period,such as Rg Veda 1.164, 10.90 and 10.129; see GJ Larson, RS Bhattacharya and K Potter (2014), The Encyclopedia of Indian Philosophies, Volume 4, Princeton University Press, , page 5 contain references to elements of Samkhya philosophy. However, the Samkhya ideas had not distilled and congealed into a distinct, complete philosophy. The early, proto-Samkhya phase was followed by early Upanishads, about 800 to 700 BCE, wherein ascetic spirituality and monastic (sramana and yati) traditions came into vogue in India. It is in this period, state Larson, Bhattacharya and Potter, that ancient scholars combined proto-Samkhya ideas with a systematic methodology of reasoning (epistemology) and began distilling concepts of spiritual knowledge (vidya, jnana, viveka), making Samkhya a more emerging, comprehensive philosophy.GJ Larson, RS Bhattacharya and K Potter (2014), The Encyclopedia of Indian Philosophies, Volume 4, Princeton University Press, , pages 4-5 These developing ideas are found in texts such as the Chandogya Upanishad. Sometime about the 5th century BCE, Samkhya thought from various sources started coalescing into a distinct, complete philosophy. Philosophical texts such as the Katha Upanishad in verses 3.10–13 and 6.7–11 describe a well defined concept of puruṣa and other concepts of Samkhya,Paul Deussen, Sixty Upanishads of the Veda, Volume 1, Motilal Banarsidass, , pages 273, 288–289, 298–299 The Shvetashvatara Upanishad in chapter 6.13 describes Samkhya with Yoga philosophy, and Bhagavad Gita in book 2 provides axiological implications of Samkhya, therewith providing textual evidence of Samkhyan terminology and concepts. Katha Upanishad conceives the Purusha (cosmic spirit, consciousness) as same as the individual soul (Ātman, Self). The Mokshadharma chapter of Shanti Parva (Book of Peace) in the Mahabharata epic, composed between 400 BCE to 400 CE, explains Samkhya ideas along with other extant philosophies, and then lists numerous scholars in recognition of their philosophical contributions to various Indian traditions, and therein at least three Samkhya scholars can be recognized – Kapila, Asuri and Pancasikha.Mircea Eliade et al (2009), Yoga: Immortality and Freedom, Princeton University Press, , pages 392–393 The 12th chapter of the Buddhist text Buddhacarita suggests Samkhya philosophical tools of reliable reasoning were well formed by about 5th century BCE. Samkhya and Yoga are mentioned together for first time in chapter 6.13 of the Shvetashvatra Upanishad, as samkhya-yoga-adhigamya (literally, \"to be understood by proper reasoning and spiritual discipline\").GJ Larson, RS Bhattacharya and K Potter (2014), The Encyclopedia of Indian Philosophies, Volume 4, Princeton University Press, , pages 6–7 Bhagavad Gita identifies Samkhya with understanding or knowledge. The three gunas are also mentioned in the Gita, though they are not used in the same sense as in classical Samkhya. The Gita integrates Samkhya thought with the devotion (bhakti) of theistic schools and the impersonal Brahman of Vedanta. According to Ruzsa, about 2,000 years ago \"Sāṅkhya became the representative philosophy of Hindu thought in Hindu circles\", influencing all strands of the Hindu tradition and Hindu texts. ===Vedic influences=== The ideas that were developed and assimilated into the classical Samkhya text, the Sāṅkhyakārikā, are visible in earlier Hindu scriptures such as the Vedas, the Upanishads and the Bhagavad Gita. The earliest mention of dualism is in the Rigveda, a text that was compiled in the second millennium BCE., in various chapters. At a mythical level, dualism is found in the Indra–Vritra myth of chapter 1.32 of the Rigveda. Enumeration, the etymological root of the word Samkhya, is found in numerous chapters of the Rigveda, such as 1.164, 10.90 and 10.129.GJ Larson, RS Bhattacharya and K Potter (2014), The Encyclopedia of Indian Philosophies, Volume 4, Princeton University Press, , pages 5-6, 109-110, 180 Larson, Bhattacharya and Potter state that the likely roots of philosophical premises, spirit-matter dualism, meditative themes and religious cosmology in Samkhya philosophy are in the hymns of 1.164 (Riddle Hymns) and 10.129 (Nasadiya Hymns). However these hymns present only the outline of ideas, not specific Samkhya theories and these theories developed in a much later period. The Riddle hymns of the Rigveda, famous for their numerous enumerations, structural language symmetry within the verses and the chapter, enigmatic word play with anagrams that symbolically portray parallelism in rituals and the cosmos, nature and the inner life of man.Stephanie Jamison and Joel Brereton (2014), The Rigveda, Oxford University Press, , pages 349-359 This hymn includes enumeration (counting) as well as a series of dual concepts cited by early Upanishads . For example, the hymns 1.164.2 - 1.164-3 mention \"seven\" multiple times, which in the context of other chapters of Rigveda have been interpreted as referring to both seven priests at a ritual and seven constellations in the sky, the entire hymn is a riddle that paints a ritual as well as the sun, moon, earth, three seasons, the transitory nature of living beings, the passage of time and spirit.William Mahony (1997), The Artful Universe: An Introduction to the Vedic Religious Imagination, State University of New York Press, , pages 245-250 The chapter 1.164 asks a number of metaphysical questions, such as \"what is the One in the form of the Unborn that created the six realms of the world?\".Stephanie Jamison and Joel Brereton (2014), The Rigveda, Oxford University Press, , pages 349-355Rigveda 1.164.6 Ralph Griffith (Translator), Wikisource Dualistic philosophical speculations then follow in chapter 1.164 of the Rigveda, particularly in the well studied \"allegory of two birds\" hymn (1.164.20 - 1.164.22), a hymn that is referred to in the Mundaka Upanishad and other texts .GJ Larson, RS Bhattacharya and K Potter (2014), The Encyclopedia of Indian Philosophies, Volume 4, Princeton University Press, , pages 5, 295-296Ram Nidumolu (2013), Two Birds in a Tree, Berrett-Koehler Publishers, , page 189 The two birds in this hymn have been interpreted to mean various forms of dualism: \"the sun and the moon\", the \"two seekers of different kinds of knowledge\", and \"the body and the atman\".Stephanie Jamison and Joel Brereton (2014), The Rigveda, Oxford University Press, , page 352Anna-Teresa Tymieniecka (2005), Logos of Phenomenology and Phenomenology of The Logos, Springer, , pages 186-193 with footnote 7 The emphasis of duality between existence (sat) and non-existence (asat) in the Nasadiya Sukta of the Rigveda is similar to the vyakta–avyakta (manifest–unmanifest) polarity in Samkhya. The hymns about Puruṣa may also have influenced Samkhya. The Samkhya notion of buddhi or mahat is similar to the notion of hiranyagarbha, which appears in both the Rigveda and the Shvetashvatara Upanishad. ===Upanishadic influences=== The oldest of the major Upanishads (c. 900–600 BCE) contain speculations along the lines of classical Samkhya philosophy. The concept of ahamkara in Samkhya can be traced back to the notion of ahamkara in chapters 1.2 and 1.4 of the Brihadaranyaka Upanishad and chapter 7.25 of the Chāndogya Upaniṣad. Satkaryavada, the theory of causation in Samkhya, can be traced to the verses in sixth chapter which emphasize the primacy of sat (being) and describe creation from it. The idea that the three gunas or attributes influence creation is found in both Chandogya and Shvetashvatara Upanishads. Upanishadic sages Yajnavalkya and Uddalaka Aruni developed the idea that pure consciousness was the innermost essence of a human being. The purusha of Samkhya could have evolved from this idea. The enumeration of tattvas in Samkhya is also found in Taittiriya Upanishad, Aitareya Upanishad and Yajnavalkya–Maitri dialogue in the Brihadaranyaka Upanishad. ===Buddhist and Jainist influences=== Buddhism and Jainism had developed in eastern India by the 5th century BCE. It is probable that these schools of thought and the earliest schools of Samkhya influenced each other. A prominent similarity between Buddhism and Samkhya is the greater emphasis on suffering (dukkha) as the foundation for their respective soteriological theories, than other Indian philosophies. However, suffering appears central to Samkhya in its later literature, which likely suggests a Buddhist influence. Eliade, however, presents the alternate theory that Samkhya and Buddhism developed their soteriological theories over time, benefiting from their mutual influence. Likewise, the Jain doctrine of plurality of individual souls (jiva) could have influenced the concept of multiple purushas in Samkhya. However Hermann Jacobi, an Indologist, thinks that there is little reason to assume that Samkhya notion of Purushas was solely dependent on the notion of jiva in Jainism. It is more likely, that Samkhya was moulded by many ancient theories of soul in various Vedic and non- Vedic schools. Larson, Bhattacharya and Potter state it to be likely that early Samkhya doctrines found in oldest Upanishads (~700-800 BCE) provided the contextual foundations and influenced Buddhist and Jaina doctrines, and these became contemporaneous, sibling intellectual movements with Samkhya and other schools of Hindu philosophy.GJ Larson, RS Bhattacharya and K Potter (2014), The Encyclopedia of Indian Philosophies, Volume 4, Princeton University Press, , pages 2-8, 114-116 This is evidenced, for example, by the references to Samkhya in ancient and medieval era Jaina literature.GJ Larson, RS Bhattacharya and K Potter (2014), The Encyclopedia of Indian Philosophies, Volume 4, Princeton University Press, , pages 6-7, 74-88, 113-122, 315-318 ==Source material== ===Texts=== The earliest surviving authoritative text on classical Samkhya philosophy is the Samkhya Karika (c. 200 CE or 350–450 CE) of Īśvarakṛṣṇa. There were probably other texts in early centuries CE, however none of them are available today. Iśvarakṛṣṇa in his Kārikā describes a succession of the disciples from Kapila, through Āsuri and Pañcaśikha to himself. The text also refers to an earlier work of Samkhya philosophy called Ṣaṣṭitantra (science of sixty topics) which is now lost. The text was imported and translated into Chinese about the middle of the 6th century CE. The records of Al Biruni, the Persian visitor to India in the early 11th century, suggests Samkhyakarika was an established and definitive text in India in his times. Samkhyakarika includes distilled statements on epistemology, metaphysics and soteriology of the Samkhya school. For example, the fourth to sixth verses of the text states it epistemic premises, The most popular commentary on the Samkhyakarika was the Gauḍapāda Bhāṣya attributed to Gauḍapāda, the proponent of Advaita Vedanta school of philosophy. Other important commentaries on the karika were Yuktidīpīka (c. 6th century CE) and Vācaspati’s Sāṁkhyatattvakaumudī (c. 10th century CE). The Sāṁkhyapravacana Sūtra (c. 14th century CE) renewed interest in Samkhya in the medieval era. It is considered the second most important work of Samkhya after the karika. Commentaries on this text were written by Anirruddha (Sāṁkhyasūtravṛtti, c. 15th century CE), Vijñānabhikṣu (Sāṁkhyapravacanabhāṣya, c. 16th century CE), Mahādeva (vṛttisāra, c. 17th century CE) and Nāgeśa (Laghusāṁkhyasūtravṛtti). According to Surendranath Dasgupta, scholar of Indian philosophy, Charaka Samhita, an ancient Indian medical treatise, also contains thoughts from an early Samkhya school. ===Other sources=== The 13th century text Sarvadarsanasangraha contains 16 chapters, each devoted to a separate school of Indian philosophy. The 13th chapter in this book contains a description of the Samkhya philosophy.Cowell and Gough, p. 22. ===Lost textual references=== In his Studies in Samkhya Philosophy, K.C. Bhattacharya writes: ==Philosophy== === Epistemology === The Samkhya school considers perception, inference and reliable testimony as three reliable means to knowledge. Samkhya considered Pratyakṣa or Dṛṣṭam (direct sense perception), Anumāna (inference), and Śabda or Āptavacana (verbal testimony of the sages or shāstras) to be the only valid means of knowledge or pramana. Unlike some other schools, Samkhya did not consider the following three pramanas to be epistemically proper: Upamāṇa (comparison and analogy), Arthāpatti (postulation, deriving from circumstances) or Anupalabdi (non-perception, negative/cognitive proof) . *Pratyakṣa (प्रत्यक्ष) means perception. It is of two types in Hindu texts: external and internal. External perception is described as that arising from the interaction of five senses and worldly objects, while internal perception is described by this school as that of inner sense, the mind.MM Kamal (1998), The Epistemology of the Carvaka Philosophy, Journal of Indian and Buddhist Studies, 46(2): 13-16B Matilal (1992), Perception: An Essay in Indian Theories of Knowledge, Oxford University Press, The ancient and medieval Indian texts identify four requirements for correct perception: Indriyarthasannikarsa (direct experience by one's sensory organ(s) with the object, whatever is being studied), Avyapadesya (non-verbal; correct perception is not through hearsay, according to ancient Indian scholars, where one's sensory organ relies on accepting or rejecting someone else's perception), Avyabhicara (does not wander; correct perception does not change, nor is it the result of deception because one's sensory organ or means of observation is drifting, defective, suspect) and Vyavasayatmaka (definite; correct perception excludes judgments of doubt, either because of one's failure to observe all the details, or because one is mixing inference with observation and observing what one wants to observe, or not observing what one does not want to observe).Karl Potter (1977), Meaning and Truth, in Encyclopedia of Indian Philosophies, Volume 2, Princeton University Press, Reprinted in 1995 by Motilal Banarsidass, , pages 160-168 Some ancient scholars proposed \"unusual perception\" as pramana and called it internal perception, a proposal contested by other Indian scholars. The internal perception concepts included pratibha (intuition), samanyalaksanapratyaksa (a form of induction from perceived specifics to a universal), and jnanalaksanapratyaksa (a form of perception of prior processes and previous states of a 'topic of study' by observing its current state).Karl Potter (1977), Meaning and Truth, in Encyclopedia of Indian Philosophies, Volume 2, Princeton University Press, Reprinted in 1995 by Motilal Banarsidass, , pages 168-169 Further, some schools considered and refined rules of accepting uncertain knowledge from Pratyakṣa-pranama, so as to contrast nirnaya (definite judgment, conclusion) from anadhyavasaya (indefinite judgment).Karl Potter (1977), Meaning and Truth, in Encyclopedia of Indian Philosophies, Volume 2, Princeton University Press, Reprinted in 1995 by Motilal Banarsidass, , pages 170-172 *Anumāna (अनुमान) means inference. It is described as reaching a new conclusion and truth from one or more observations and previous truths by applying reason.W Halbfass (1991), Tradition and Reflection, State University of New York Press, , page 26-27 Observing smoke and inferring fire is an example of Anumana. In all except one Hindu philosophies,Carvaka school is the exception this is a valid and useful means to knowledge. The method of inference is explained by Indian texts as consisting of three parts: pratijna (hypothesis), hetu (a reason), and drshtanta (examples).James Lochtefeld, \"Anumana\" in The Illustrated Encyclopedia of Hinduism, Vol. 1: A-M, Rosen Publishing. , page 46-47 The hypothesis must further be broken down into two parts, state the ancient Indian scholars: sadhya (that idea which needs to proven or disproven) and paksha (the object on which the sadhya is predicated). The inference is conditionally true if sapaksha (positive examples as evidence) are present, and if vipaksha (negative examples as counter-evidence) are absent. For rigor, the Indian philosophies also state further epistemic steps. For example, they demand Vyapti - the requirement that the hetu (reason) must necessarily and separately account for the inference in \"all\" cases, in both sapaksha and vipaksha.Karl Potter (2002), Presuppositions of India's Philosophies, Motilal Banarsidass, A conditionally proven hypothesis is called a nigamana (conclusion).Monier Williams (1893), Indian Wisdom - Religious, Philosophical and Ethical Doctrines of the Hindus, Luzac & Co, London, page 61 *Śabda (शब्द) means relying on word, testimony of past or present reliable experts.* Eliott Deutsche (2000), in Philosophy of Religion : Indian Philosophy Vol 4 (Editor: Roy Perrett), Routledge, , pages 245-248; * John A. Grimes, A Concise Dictionary of Indian Philosophy: Sanskrit Terms Defined in English, State University of New York Press, , page 238DPS Bhawuk (2011), Spirituality and Indian Psychology (Editor: Anthony Marsella), Springer, , page 172 Hiriyanna explains Sabda-pramana as a concept which means reliable expert testimony. The schools which consider it epistemically valid suggest that a human being needs to know numerous facts, and with the limited time and energy available, he can learn only a fraction of those facts and truths directly.M. Hiriyanna (2000), The Essentials of Indian Philosophy, Motilal Banarsidass, , page 43 He must cooperate with others to rapidly acquire and share knowledge and thereby enrich each other's lives. This means of gaining proper knowledge is either spoken or written, but through Sabda (words). The reliability of the source is important, and legitimate knowledge can only come from the Sabda of Vedas. The disagreement between the schools has been on how to establish reliability. Some schools, such as Carvaka, state that this is never possible, and therefore Sabda is not a proper pramana. Other schools debate means to establish reliability.P. Billimoria (1988), Śabdapramāṇa: Word and Knowledge, Studies of Classical India Volume 10, Springer, , pages 1-30 ===Dualism=== While Western philosophical traditions, as exemplified by Descartes, equate mind with the conscious self and theorize on consciousness on the basis of mind/body dualism; Samkhya provides an alternate viewpoint, intimately related to substance dualism, by drawing a metaphysical line between consciousness and matter—where matter includes both body and mind. The Samkhya system espouses dualism between consciousness and matter by postulating two \"irreducible, innate and independent realities: puruṣa and prakṛti. While the prakṛti is a single entity, the Samkhya admits a plurality of the puruṣas in this world. Unintelligent, unmanifest, uncaused, ever-active, imperceptible and eternal prakṛti is alone the final source of the world of objects which is implicitly and potentially contained in its bosom. The puruṣa is considered as the conscious principle, a passive enjoyer (bhokta) and the prakṛti is the enjoyed (bhogya). Samkhya believes that the puruṣa cannot be regarded as the source of inanimate world, because an intelligent principle cannot transform itself into the unconscious world. It is a pluralistic spiritualism, atheistic realism and uncompromising dualism. ====Puruṣa==== Puruṣa is the transcendental self or pure consciousness. It is absolute, independent, free, imperceptible, unknowable through other agencies, above any experience by mind or senses and beyond any words or explanations. It remains pure, \"nonattributive consciousness\". Puruṣa is neither produced nor does it produce. It is held that unlike Advaita Vedanta and like Purva-Mīmāṃsā, Samkhya believes in plurality of the puruṣas. ====Prakṛti==== Elements in Samkhya philosophy Prakṛti is the first cause of the manifest material universe—of everything except the puruṣa. Prakṛti accounts for whatever is physical, both mind and matter-cum-energy or force. Since it is the first principle (tattva) of the universe, it is called the pradhāna, but, as it is the unconscious and unintelligent principle, it is also called the jaDa. It is composed of three essential characteristics (trigunas). These are: *Sattva – poise, fineness, lightness, illumination, and joy; *Rajas – dynamism, activity, excitation, and pain; *Tamas – inertia, coarseness, heaviness, obstruction, and sloth. All physical events are considered to be manifestations of the evolution of prakṛti, or primal nature (from which all physical bodies are derived). Each sentient being or Jiva is a fusion of puruṣa and prakṛti, whose soul/puruṣa is limitless and unrestricted by its physical body. Samsāra or bondage arises when the puruṣa does not have the discriminate knowledge and so is misled as to its own identity, confusing itself with the Ego/ahamkāra, which is actually an attribute of prakṛti. The spirit is liberated when the discriminate knowledge of the difference between conscious puruṣa and unconscious prakṛti is realized by the puruṣa. The unconscious primordial materiality, prakṛti, contains 23 components including intellect (buddhi, mahat), ego (ahamkara) and mind (manas); the intellect, mind and ego are all seen as forms of unconscious matter. Thought processes and mental events are conscious only to the extent they receive illumination from Purusha. In Samkhya, consciousness is compared to light which illuminates the material configurations or 'shapes' assumed by the mind. So intellect, after receiving cognitive structures from the mind and illumination from pure consciousness, creates thought structures that appear to be conscious. Ahamkara, the ego or the phenomenal self, appropriates all mental experiences to itself and thus, personalizes the objective activities of mind and intellect by assuming possession of them. But consciousness is itself independent of the thought structures it illuminates. By including mind in the realm of matter, Samkhya avoids one of the most serious pitfalls of Cartesian dualism, the violation of physical conservation laws. Because mind is an evolute of matter, mental events are granted causal efficacy and are therefore able to initiate bodily motions. === Evolution === The idea of evolution in Samkhya revolves around the interaction of prakṛti and Purusha. Prakṛti remains unmanifested as long as the three gunas are in equilibrium. This equilibrium of the gunas is disturbed when prakṛti comes into proximity with consciousness or Purusha. The disequilibrium of the gunas triggers an evolution that leads to the manifestation of the world from an unmanifested prakṛti. The metaphor of movement of iron in the proximity of a magnet is used to describe this process. Some evolutes of prakṛti can cause further evolution and are labelled evolvents. For example, intellect while itself created out of prakṛti causes the evolution of ego-sense or ahamkara and is therefore an evolvent. While, other evolutes like the five elements do not cause further evolution. It is important to note that an evolvent is defined as a principle which behaves as the material cause for the evolution of another principle. So, in definition, while the five elements are the material cause of all living beings, they cannot be called evolvents because living beings are not separate from the five elements in essence. The intellect is the first evolute of prakṛti and is called mahat or the great one. It causes the evolution of ego-sense or self-consciousness. Evolution from self-consciousness is affected by the dominance of gunas. So dominance of sattva causes the evolution of the five organs of perception, five organs of action and the mind. Dominance of tamas triggers the evolution of five subtle elements– sound, touch, sight, taste, smell from self-consciousness. These five subtle elements are themselves evolvents and cause the creation of the five gross elements space, air, fire, water and earth. Rajas is cause of action in the evolutes. Purusha is pure consciousness absolute, eternal and subject to no change. It is neither a product of evolution, nor the cause of any evolute. Evolution in Samkhya is thought to be purposeful. The two primary purposes of evolution of prakṛti are the enjoyment and the liberation of Purusha. The 23 evolutes of prakṛti are categorized as follows: {| class=\"wikitable sortable\" style=\"font- size: 100%; text-align: center; width: auto;\" |- ! | Primordial matter | prakṛti; puruṣa | Root evolvent |- ! | Internal instruments | Intellect (Buddhi or Mahat), Ego-sense (Ahamkāra), Mind (Manas) | Evolvent |- ! | External instruments | Five Sense organs (Jnānendriyas), Five Organs of action (Karmendriyas) | Evolute |- ! | Subtle elements | Form (Rupa), Sound (Shabda), Smell (Gandha), Taste (Rasa), Touch (Sparsha). | Evolvent |- ! | Gross elements | Earth (Prithivi), Water (Jala), Fire (Agni), Air (Vāyu), Ether (Ākāsha). | Evolute |} ===Liberation or mokṣa=== Samkhya school considers moksha as a natural quest of every soul. The Samkhyakarika states, Samkhya regards ignorance (avidyā) as the root cause of suffering and bondage (Samsara). Samkhya states that the way out of this suffering is through knowledge (viveka). Mokṣa (liberation), states Samkhya school, results from knowing the difference between prakṛti (avyakta-vyakta) and puruṣa (jña). Puruṣa, the eternal pure consciousness, due to ignorance, identifies itself with products of prakṛti such as intellect (buddhi) and ego (ahamkara). This results in endless transmigration and suffering. However, once the realization arises that puruṣa is distinct from prakṛti, is more than empirical ego, and that puruṣa is deepest conscious self within, the Self gains isolation (kaivalya) and freedom (moksha). Other forms of Samkhya teach that Mokṣa is attained by one's own development of the higher faculties of discrimination achieved by meditation and other yogic practices. Moksha is described by Samkhya scholars as a state of liberation, where Sattva guna predominates. === Causality === The Samkhya system is based on Sat-kārya-vāda or the theory of causation. According to Satkāryavāda, the effect is pre-existent in the cause. There is only an apparent or illusory change in the makeup of the cause and not a material one, when it becomes effect. Since, effects cannot come from nothing, the original cause or ground of everything is seen as prakṛti. More specifically, Samkhya system follows the prakṛti-Parināma Vāda. Parināma denotes that the effect is a real transformation of the cause. The cause under consideration here is prakṛti or more precisely Moola-prakṛti (Primordial Matter). The Samkhya system is therefore an exponent of an evolutionary theory of matter beginning with primordial matter. In evolution, prakṛti is transformed and differentiated into multiplicity of objects. Evolution is followed by dissolution. In dissolution the physical existence, all the worldly objects mingle back into prakṛti, which now remains as the undifferentiated, primordial substance. This is how the cycles of evolution and dissolution follow each other. But this theory is very different from the modern theories of science in the sense that prakṛti evolves for each Jiva separately, giving individual bodies and minds to each and after liberation these elements of prakṛti merges into the Moola prakṛti. Another uniqueness of Sāmkhya is that not only physical entities but even mind, ego and intelligence are regarded as forms of Unconsciousness, quite distinct from pure consciousness. Samkhya theorizes that prakṛti is the source of the perceived world of becoming. It is pure potentiality that evolves itself successively into twenty four tattvas or principles. The evolution itself is possible because prakṛti is always in a state of tension among its constituent strands or gunas – Sattva, Rajas and Tamas. In a state of equilibrium of three gunas, when the three together are one, \"unmanifest\" prakṛti which is unknowable. A guna is an entity that can change, either increase or decrease, therefore, pure consciousness is called nirguna or without any modification. The evolution obeys causality relationships, with primal Nature itself being the material cause of all physical creation. The cause and effect theory of Samkhya is called Satkārya-vāda (theory of existent causes), and holds that nothing can really be created from or destroyed into nothingness – all evolution is simply the transformation of primal Nature from one form to another. Samkhya cosmology describes how life emerges in the universe; the relationship between Purusha and prakṛti is crucial to Patanjali's yoga system. The strands of Samkhya thought can be traced back to the Vedic speculation of creation. It is also frequently mentioned in the Mahabharata and Yogavasishta. == Views on God == Samkhya accepts the notion of higher selves or perfected beings but rejects the notion of God, according to Paul Deussen and other scholars, although other scholars believe that Samkhya is as much theistic as the Yoga school. According to Rajadhyaksha, classical Samkhya argues against the existence of God on metaphysical grounds. Samkhya theorists argue that an unchanging God cannot be the source of an ever-changing world and that God was only a necessary metaphysical assumption demanded by circumstances. === Arguments against Ishvara's existence === According to Sinha, the following arguments were given by Samkhya philosophers against the idea of an eternal, self-caused, creator God: * If the existence of karma is assumed, the proposition of God as a moral governor of the universe is unnecessary. For, if God enforces the consequences of actions then he can do so without karma. If however, he is assumed to be within the law of karma, then karma itself would be the giver of consequences and there would be no need of a God. * Even if karma is denied, God still cannot be the enforcer of consequences. Because the motives of an enforcer God would be either egoistic or altruistic. Now, God's motives cannot be assumed to be altruistic because an altruistic God would not create a world so full of suffering. If his motives are assumed to be egoistic, then God must be thought to have desire, as agency or authority cannot be established in the absence of desire. However, assuming that God has desire would contradict God's eternal freedom which necessitates no compulsion in actions. Moreover, desire, according to Samkhya, is an attribute of prakṛti and cannot be thought to grow in God. The testimony of the Vedas, according to Samkhya, also confirms this notion. * Despite arguments to the contrary, if God is still assumed to contain unfulfilled desires, this would cause him to suffer pain and other similar human experiences. Such a worldly God would be no better than Samkhya's notion of higher self. * Furthermore, there is no proof of the existence of God. He is not the object of perception, there exists no general proposition that can prove him by inference and the testimony of the Vedas speak of prakṛti as the origin of the world, not God. Therefore, Samkhya maintained that the various cosmological, ontological and teleological arguments could not prove God. ===Textual references=== The oldest commentary on the Samkhakarika, the Yuktidīpikā, asserts the existence of God, stating: \"We do not completely reject the particular power of the Lord, since he assumes a majestic body and so forth. Our intended meaning is just that there is no being who is different from prakrti and purusa and who is the instigator of these two, as you claim. Therefore, your view is refuted. The conjunction between prakrti and purusa is not instigated by another being. A medieval commentary of Samkhakarika such as ' in verse no. 1.92 directly states that existence of \"Ishvara (God) is unproved\". Hence there is no philosophical place for a creationist God in this system. It is also argued by commentators of this text that the existence of Ishvara cannot be proved and hence cannot be admitted to exist. These commentaries of Samkhya postulate that a benevolent deity ought to create only happy creatures, not a mixed world like the real world. A majority of modern academic scholars are of view that the concept of Ishvara was incorporated into the nirishvara (atheistic) Samkhya viewpoint only after it became associated with the Yoga, the Pasupata and the Bhagavata schools of philosophy. This theistic Samkhya philosophy is described in the Mahabharata, the Puranas and the Bhagavad Gita. ==Reception== The Advaita Vedanta philosopher Adi Shankara called Samkhya as the 'principal opponent' (pradhana- malla) of the Vedanta. He criticized the Samkhya view that the cause of the universe is the unintelligent Prakruti (Pradhan). According to Shankara, the Intelligent Brahman only can be such a cause. He considered Samkhya philosophy as propounded in Samkhyakarika to be inconsistent with the teachings in the Vedas, and considered the dualism in Samkhya to be non-Vedic.Gerald Larson (2011), Classical Sāṃkhya: An Interpretation of Its History and Meaning, Motilal Banarsidass, , pages 67-70 In contrast, ancient Samkhya philosophers in India claimed Vedic authority for their views.Gerald Larson (2011), Classical Sāṃkhya: An Interpretation of Its History and Meaning, Motilal Banarsidass, , page 213 == Influence on other schools == === On Indian philosophies === With the publication of previously unknown editions of Yuktidipika about mid 20th century, scholars have suggested what they call as \"a tempting hypothesis\", but uncertain, that Samkhya tradition may be the oldest of the Indian technical philosophical schools (Nyaya, Vaisheshika).GJ Larson, RS Bhattacharya and K Potter (2014), The Encyclopedia of Indian Philosophies, Volume 4, Princeton University Press, , pages 10-11 The Vaisheshika atomism, Nyaya epistemology may all have roots in the early Samkhya school of thought; but these schools likely developed in parallel with an evolving Samkhya tradition, as sibling intellectual movements. === On Yoga === Yoga is closely related to Samkhya in its philosophical foundations. The Yoga school derives its ontology and epistemology from Samkhya and adds to it the concept of Isvara. However, scholarly opinion on the actual relationship between Yoga and Samkhya is divided. While Jakob Wilhelm Hauer and Georg Feuerstein believe that Yoga was a tradition common to many Indian schools and its association with Samkhya was artificially foisted upon it by commentators such as Vyasa. Johannes Bronkhorst and Eric Frauwallner think that Yoga never had a philosophical system separate from Samkhya. Bronkhorst further adds that the first mention of Yoga as a separate school of thought is no earlier than Śankara's (c. 788–820 CE) Brahmasūtrabhaśya. === On Tantra === The dualistic metaphysics of various Tantric traditions illustrates the strong influence of Samkhya on Tantra. Shaiva Siddhanta was identical to Samkhya in its philosophical approach, barring the addition of a transcendent theistic reality. Knut A. Jacobsen, Professor of Religious Studies, notes the influence of Samkhya on Srivaishnavism. According to him, this Tantric system borrows the abstract dualism of Samkhya and modifies it into a personified male–female dualism of Vishnu and Sri Lakshmi. Dasgupta speculates that the Tantric image of a wild Kali standing on a slumbering Shiva was inspired from the Samkhyan conception of prakṛti as a dynamic agent and Purusha as a passive witness. However, Samkhya and Tantra differed in their view on liberation. While Tantra sought to unite the male and female ontological realities, Samkhya held a withdrawal of consciousness from matter as the ultimate goal. According to Bagchi, the Samkhya Karika (in karika 70) identifies Sāmkhya as a Tantra, and its philosophy was one of the main influences both on the rise of the Tantras as a body of literature, as well as Tantra sadhana. == See also == * Advaita Vedanta of Adi Shankara, a non-dualist strand within Hinduism * Darshanas * Khyativada * Ratha Kalpana * Subtle body ==Notes== == References == ==Sources== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ==Further reading== * * * * * == External links == * * Bibliography of scholarly works: see [S] for Samkhya by Karl Potter, University of Washington * Samkhya and Yoga: An Introduction, Russell Kirkland, University of Georgia * Classical Sāmkhya and the Phenomenological Ontology of Jean-Paul Sartre, Gerald J. Larson, Philosophy East and West * PDF file of Ishwarkrishna's Sankhyakarika, in English * Lectures on Samkhya, The Oxford Centre for Hindu Studies, Oxford University Category:Āstika Category:Hindu philosophical concepts Category:Movements in ancient Indian philosophy ",
    "title": "Samkhya"
}