{
    "id": "307343",
    "text": "A wire rope terminated with a thimble and a ferrule Picco pipe with nickel silver ferrule Non-circular ferrules holding bristles of a brush to its handle A ferrule (a corruption of Latin ' \"small bracelet\", under the influence of ' \"iron\") is any of a number of types of objects, generally used for fastening, joining, sealing, or reinforcement. They are often narrow circular rings made from metal, or less commonly, plastic. Ferrules are also often referred to as eyelets or grommets within the manufacturing industry. Most ferrules consist of a circular clamp used to hold together and attach fibers, wires, or posts, generally by crimping, swaging, or otherwise deforming the ferrule to permanently tighten it onto the parts that it holds. ==Examples== *The plastic sleeve preventing the ends of shoelaces from unraveling (called the aglet) *The metal sleeve which is crimped to hold the eraser in place on pencils *The metal band that binds the bristles or hair of a brush to its handle *The metal ring which holds a chisel blade's tang to the handle *In fiber optic terminations, glass or plastic fibers are bonded to precision ferrule connectors (FCs), also described as fiber channel connectors, and polished for splitting or connecting two fibers together (download PDF) *The metal spike at the end of the shaft of an ice axe *The margin of a cast crown that stabilizes root-canal-treated teeth in restorative dentistryNIH search *A ferrule, in respect to dentistry, is a band that encircles the external dimension of residual tooth structure, not unlike the metal bands that exist around a barrel. This is also known as the Ferrule Effect. *The bottom end of a flagstick on a golf course, which fits snugly into a hole in the cup *The plastic sleeve that adorns the bottom of most steel and graphite golf club shafts just above the club head hosel. Originally designed to protect the shaft from damaging vibrations, it is now used mainly for aesthetic purposes *The metal band used to prevent the ends of wooden instruments and tools from splitting *The semi-circular metal band that holds the fibers in place on the frogs of bows for violin family instruments *Compression fittings for attaching tubing (piping) commonly have ferrules in them. *A swaged termination type for wire rope *The cap at the end of a cane or umbrella as well as the ring, often crimped, sometimes pinned, that prevents an umbrella's canopy from sliding off the end when open. *The portion of a cue in pool, billiards and snooker that tops the and to which the is bonded; historically made of ivory, now typically made of fiberglass, phenolic resin or brass *The male and female joints that join one section of a two-piece fishing rod *A metal cap at the end of cable housing with a hole on bicycle or motorcycle control cables *The metal sleeve that connects a hypodermic needle to a plastic Luer taper (which then connects to a syringe or intravenous therapy tubing.) *An electric wire ferrule is metal tube crimped over stranded wire to secure it within a screw terminal usually with electrical insulation protecting any exposed portion of the wire not completely inside the screw terminal post. *A metal or plastic ring used in plumbing as part of a compression fitting along with a slip-on nut for making a liquid-tight connection when joining pipe or tubing. (These are informally called \"olives\" in the U.K.) *A rubber or plastic cap at the bottom end of a walking stick. ==Reasons for use== Some of the reasons people use ferrules include: * To shield parts or cables from electromagnetic pulses, environmental damage, the elements, thermal factors, and more. * To cover parts, adding wear resistance, damage protection, or packaging. * As a connector, to connect wires, structural devices, and systems * To bind parts together, including bundles of wires, or cloth threads to the end of the mop, as an example. * To act as conveyance for fluids like oil and water, or for gasses like air. ==References== Category:Hardware (mechanical) Category:Writing implements ",
    "title": "Ferrule"
}