{
    "id": "307649",
    "text": "Sic semper tyrannis is a Latin phrase meaning \"thus always to tyrants\". It suggests that bad outcomes should or eventually will befall tyrants. ==History== Before 509 BC, Rome was ruled by kings. The last was Lucius Tarquinius Superbus. The king's son, Sextus Tarquinius, raped a noblewoman, Lucretia, who revealed the offence to various Roman noblemen and then committed suicide. The noblemen obtained the support of the aristocracy and the people to expel the king and his family and to institute the Roman Republic. The leader of the noblemen was Lucius Junius Brutus, who became one of the first consuls of the Republic. It has been suggested that the phrase was used at this event, but the suggestion is not based on any literature of the time. A descendant of Brutus was Senator Marcus Junius Brutus, who was present at the assassination of Julius Caesar on 15 March 44 BC. While he is sometimes credited with originating the phrase, Plutarch suggests he either did not have a chance to say anything, or if he did, no one heard it: The phrase has been invoked, in Europe and elsewhere, as an epithet about one allegedly abusing power, or as a rallying cry against abuse of power. ==Usage in the United States== John Brown on his way to his execution. Above his head, the flag of Virginia and its motto. A Currier & Ives print. alt= The Insignia of the 149th Fighter Squadron The phrase was recommended by George Mason to the Virginia Convention in 1776, as part of the commonwealth's seal. The Seal of the Commonwealth of Virginia shows Virtue, spear in hand, with her foot on the recumbent form of Tyranny, whose crown lies nearby. The Seal was planned by Mason and designed by George Wythe, who signed the United States Declaration of Independence and taught law to Thomas Jefferson. A joke referencing the image on the seal that dates as far back as the Civil War, is that \"Sic semper tyrannis\" actually means \"Get your foot off my neck.\" \"Happy While United\" was the slogan on a medal coined by the State of Virginia in 1780. First envisioned by Thomas Jefferson, the medal was minted and designed to be given to Indian signatories to the treaties Jefferson planned with the First Peoples of Virginia. The medal portrays a Virginia colonial sitting enjoying a peace pipe with a Native American. The obverse portrays a variation of the Virginia state seal of the state symbol standing triumphant over a slain enemy with the legend: \"Rebellion to Tyrants Is Obedience to God\". The phrase is the motto of the United States Navy attack submarine named for the state, the USS Virginia. Before that, it was the motto of the nuclear-powered cruiser USS Virginia. The phrase appears on the Insignia of the 149th Fighter Squadron which is located at Joint Base Langley–Eustis, Virginia. File:Seal of Virginia.svg|Great Seal of Virginia with the commonwealth's motto. |alt = Obverse of \"Happy While United\" medal|Obverse File:Happy While United colonial medal.jpg|Reverse John Tyler's father, John Tyler Sr. uttered the phrase to a schoolteacher who had been tied up by Tyler and his fellow pupils. A famous Currier and Ives print, whose original is now lost, portrays John Brown as a Christ-like figure, and around his head, as a halo, is a version of the flag of Virginia and \"sic semper tyrannus\". During the Civil War, at least one regiment of the United States Colored Troops used it as their motto. John Wilkes Booth wrote in his diary that he shouted \"Sic semper tyrannis\" after shooting U.S. President Abraham Lincoln on April 14, 1865, in part because of the association with the assassination of Caesar. The phrase was also in the pro-Confederate Civil War song \"Maryland, My Maryland\", which was popular at the time with Southern sympathizers in Maryland, such as Booth. The song, containing the phrase, is now the official state song of Maryland. Timothy McVeigh was wearing a T-shirt with this phrase and a picture of Lincoln on it when he was arrested on April 19, 1995, the day of the Oklahoma City bombing. The phrase is also the motto of the U.S. city Allentown, the third largest city in Pennsylvania. ==See also== *Tyrannicide ==References== ==External links== *Webster entry - audio pronunciation Category:Latin mottos Category:State mottos of the United States Category:Symbols of Virginia Category:Symbols of Maryland Category:Assassination of Abraham Lincoln Category:Assassination of Julius Caesar Category:Latin words and phrases Category:Totalitarianism Category:Political opposition Category:Marcus Junius Brutus ",
    "title": "Sic semper tyrannis"
}