{
    "id": "307637",
    "text": "Rabaul is a township in East New Britain province, on the island of New Britain, in the country of Papua New Guinea. It lies about 600 kilometres to the east of the island of New Guinea. Rabaul was the provincial capital and most important settlement in the province until it was destroyed in 1994 by falling ash from a volcanic eruption in its harbor. During the eruption ash was sent thousands of metres into the air, and the subsequent rain of ash caused 80% of the buildings in Rabaul to collapse. After the eruption the capital was moved to Kokopo, about away. Rabaul is continually threatened by volcanic activity because it is on the edge of the Rabaul caldera, a flooded caldera of a large pyroclastic shield. Rabaul was planned and built around the harbor area known as Simpsonhafen (Simpson Harbour) during the German New Guinea administration which controlled the region between 1884 and formally through 1919. From 1910 Rabaul was the headquarters of German New Guinea until it was captured by the British Empire during the early days of World War I. It became the capital of the Australian mandated Territory of New Guinea until 1937, when it was first destroyed by a volcano. During World War II it was captured by Japan in 1942, and became its main base of military and naval activity in the South Pacific. Settlements and military installations around the edge of the caldera are often collectively called Rabaul, although the old town of Rabaul was reduced to practical insignificance by the volcanic eruption in 1937. As a tourist destination, Rabaul is popular for its volcanoes, scuba diving and for snorkeling sites, spectacular harbour and other scenery, World War II history, flora and fauna, and the cultural life of the Tolai people. Before the 1994 eruption, Rabaul was a popular commercial and recreational boating destination; fewer private small craft visit now, but 10 to 12 cruise ships visit Rabaul each year, including the Queen Elizabeth carrying up to 2000 passengers. Tourism is a major industry in Rabaul and East New Britain generally. ==History== Rabaul's proximity to its volcanoes has always been a source of concern. In 1878 before it was established as a town, an eruption formed a volcano in the harbour. For older eruptions, see Rabaul caldera. ===Colonial period and aftermath=== 1890s photo of Parkinson family, RabaulQueen Emma's living room in Rabaul in 1914 when German New Guinea was seized and occupied by Australia Robert Louis Stevenson's piano in Queen Emma's Rabaul living room in 1914 In 1910 the German colonial government during the administration of Governor Albert Hahl moved offices, the district court, a hospital and customs and postal facilities from Herbertshöhe (today’s Kokopo) to Simpsonhafen. That settlement was thus substantially enlarged with official buildings and housing and renamed Rabaul, meaning mangrove in Kuanua (the local language) as the new town was partially built on a reclaimed mangrove swamp.Schultz-Naumann, Joachim. Unter Kaisers Flagge. Deutschlands Schutzgebiete im Pazifik und in China einst und heute [Under the Kaiser’s Flag. Germany’s Protectorates in the Pacific and China, then and today]. Munich: Universitas Verlag. 1985, p. 96. At the outset of World War I, at the behest of Great Britain, Australia – as one of the Dominions of the British Empire – defeated the German military garrison in Rabaul and occupied the territory with the volunteer Australian Naval and Military Expeditionary Force. Following Germany's defeat at the end of the war, the occupied territory was delegated in 1920 to Australia as a League of Nations Mandate (Class C).Class C mandates were designed for populations considered incapable of self-government Rabaul became the capital of the Territory of New Guinea. Visits to and stays in Rabaul during this period were amply described in books by many authors, including Margaret Mead. Gunantambu, the famous house of \"Queen\" Emma Forsayth and her husband, contained furniture previously owned by Robert Louis Stevenson and left to her family in Samoa.Noel Gash and June Whitaker, A Pictorial History of New Guinea. Milton, QLD, Australia: The Jacaranda Press, 1975, p.42.. Destroyed in the 1937 volcano eruption, its remains became a tourist attraction after World War II and remained so until the 1994 further volcanic destruction of Rabaul. ===Rabaul (Tavurvur) volcano: 6 June 1937 eruption=== Rabaul volcanoes, 2011 \"Rabaul volcano is one of the most active and most dangerous volcanoes in Papua New Guinea.\"Volcano Discovery. \"Rabaul (Tavurvur) volcano.\" http://www.volcanodiscovery.com/rabaul-tavurvur.html Retrieved 26 December 2012. Having erupted and entirely destroyed Rabaul on 6 June 1937, five years before the occupation by Japan, \"Rabaul exploded violently [again] in 1994 and devastated the...[city]. Since then, the young cone Tavurvur located inside the caldera has been the site of near persistent activity in form of strombolian to vulcanian ash eruptions. The caldera has an elliptical form (14 x 9 km) and is surrounded by a steep volcanic ridge several hundred meters high.\" Under the Australian administration, Rabaul developed into a regional base. Then in 1937, catastrophic volcanic eruptions destroyed the town after the two volcanoes, Tavurvur and Vulcan, exploded. 507 people were killed, and there was widespread damage. Following this, the Australian administration for the Territory of New Guinea decided to move the territorial headquarters to the safer location of Lae. All long-term steps to re-establish the territorial headquarters at Rabaul were forestalled during World War II. West Australian artist, author and clinical psychologist Dr Joan Janet Bayliss (nee Twycross) (1925-2003) wrote a graphic account of the eruption she experienced as a 12 year old in her memoir Living in a Volcano where she describes the sky filling with a huge black cloud like a monster. She escaped with her parents via a steamer back to her hometown Perth. ===World War II=== Aircraft of the USAAF 3rd Bomb Group attack Japanese ships in Simpson Harbour, 2 November 1943. The heavy cruiser is in the foreground. She had been damaged during the Battle of Empress Augusta Bay the previous night. The burning transport at right appears to be one of the Hakone Maru class, of which Hakone Maru, Hakozaki Maru and Hakusan Maru were still afloat at the time. The ship in the left distance, partially hidden by smoke, appears to be the submarine tender or . Lieutenant General Harukichi Hyakutake in front of HQ Rabaul World War II Japanese landing barges in tunnels near Rabaul By the time the Japanese attacked Pearl Harbor it was apparent they would soon attack Rabaul. Hence, by December 1941, women and children (except for Chinese and the local indigenous) were evacuated. Rabaul was heavily bombed in January 1942; on 23 January the battle of Rabaul began and Rabaul was captured shortly thereafterGavin Sauter, New Guinea: The Last Unknown (Sydney: Angus and Robertson, 1963) p.174. by thousands of Japanese naval landing forces. During their occupation the Japanese developed Rabaul into a much more powerful base than the Australians had planned after the 1937 volcanic eruptions, with long-term consequences for the town in the post-war period. The Japanese army dug many kilometres of tunnels as shelter from Allied air attacks, such as the bombing of November 1943. They also expanded the facilities by constructing army barracks and support structures. By 1943 there were about 110,000 Japanese troops based in Rabaul. On 18 April 1943, the United States executed Operation Vengeance, in which Admiral Isoroku Yamamoto, the architect of the Japanese attack on Pearl Harbor, was shot down and killed by a United States P-38 Lightning over south Bougainville. Yamamoto had taken off from Rabaul on an inspection tour, and United States Navy cryptographers had intercepted and then decrypted Japanese communications giving his flight itinerary. Because of the need to keep secret the American ability to decrypt Japanese radio traffic, the sensitive information went up the chain of command for a decision as to what actions the units in the field should take; ultimately President Franklin D. Roosevelt was said to have approved the action based on these intercepts, although this is not documented.Grant, Rebecca. \"Magic and Lightning\" in Air Force Magazine, March 2006 Sixteen United States Army Air Forces P-38 Lightning fighters took off from Guadalcanal and intercepted and destroyed the two bombers of the Yamamoto flight and damaged some of the escorting Japanese fighters, for the loss of one P-38. Instead of capturing Rabaul during their advance towards the Japanese Home islands, the Allied forces decided to bypass it by establishing a ring of airfields and naval bases on the islands around it. Cut off from re- supply and under continual air attacks as part of Operation Cartwheel, the base became useless. The Pacification of Rabaul took until the end of the war and was only completed following the Japanese surrender in August 1945. Rabaul and Simpson Harbour after World War II ===Post-World War II until 1994=== After the Second World War, western New Guinea (renamed Papua) was returned to pre-war owner the Netherlands, and eastern New Guinea was returned to pre-war administrator Australia, and Rabaul flourished as the principal city and port of the archipelago, with one of the finest harbors in the world.\"\"Rabaul.\" http://www.encyclopedia.com/topic/Rabaul.aspx Retrieved 1 September 2013. By 1990 Rabaul's population was 17,044.\"Rabaul,\" Encyclopedia.com http://www.encyclopedia.com/topic/Rabaul.aspx Retrieved 6 July 2013. However, Rabaul did not resume its pre-1937 role as capital, which Port Moresby became for the whole of the two territories. Rabaul's magnificent harbor and central position meant it became a trading hub for the lively, and politically and economically developing New Guinea Islands region (East and West New Britain, New Ireland, Manus Island, and Bougainville). It retained that role when Papua New Guinea became independent from Australia in 1975. ===1994 eruption=== Aftermath of the 1994 volcanic eruption in Rabaul In 1983 and 1984 the town was ready for evacuation when the volcanoes started to heat up. Nothing happened until 19 September 1994, when again Tavurvur and Vulcan erupted, destroying the airport and covering most of the town with heavy ashfall. There were only 19 hours of warning, but the city and most nearby villages were evacuated before the eruption. Five people were killed—one of them by lightning from the eruptive column. The planning and evacuation drills helped keep the death toll low. Most of the buildings in the south-eastern half of Rabaul collapsed due to the weight of ash on their roofs. The last eruption and continuing low and modest levels of activity, prompted moving the provincial capital to Kokopo, the former German Herbertshöhe. Nonetheless, Rabaul is slowly rebuilding in the danger zone. Vulcan has remained quiet since 1994, but eruptions from Tavurvur, small and large, occur intermittently, with the most recent of note being on 29 August 2014. A government vulcanological observatory was established on the northern ridge of Rabaul caldera in the 1950s. A team maintains its crucial watch over the town and the volcanoes today. It also has responsibility for monitoring other volcanoes on New Britain and nearby islands. == Transport == Rabaul Airport was destroyed in the 1994 eruption, and, since the approach involved flying over the Tavurvur crater, it was abandoned. The airport was in the direct path of the falling ash from the nearby vents. A new airport was built at Tokua, about 50 km farther away to the southeast. However, even it has been closed occasionally by ash thrown up by Tavurvur and driven by the northwest monsoon winds. Rabaul has a large, nearly enclosed harbour, Simpson Harbour. Use of this harbour by the Imperial Japanese Navy was one of the motivations for the Japanese invasion in 1942. == Climate == Rabaul features a tropical rainforest climate, which is constantly hot, humid, overcast and oppressive. Rabaul experiences significant rainfall year-round, and is classified as Af by Köppen and Geiger. The average annual temperature in Rabaul is 26.9 °C and rainfall there averages 2201 mm. ==See also== * Tolai (disambiguation) * Japanese settlement in Papua New Guinea ==Notes== ==External links== * A look at Rabauls Past * East New Britain Tourism & Trade Directory * Tavurvur, Rabaul Caldera * PNG National Game Fishing Titles Rabaul 2008 * Historic images: 80 historic images from 1933 in the collection of the National Library of Australia * Rabaul past images from a Taim Bipoa * Google Earth view of the Rabaul area Category:Populated places in East New Britain Province Category:World War II sites in Papua New Guinea Category:Populated places established in 1878 Category:1878 establishments in Oceania ",
    "title": "Rabaul"
}