{
    "id": "307777",
    "text": "II Adiutrix supported Septimius Severus, commander of the Pannonian army, in his fight for the purple. This denarius was struck to celebrate the legion. Map of the Roman empire in AD 125, under emperor Hadrian, showing the Legio II Adiutrix, stationed on the river Danube at Aquincum (Budapest, Hungary), in Pannonia Inferior province, from AD 106 to at least 269 Legio secunda adiutrix (\"Rescuer Second Legion\"), was a legion of the Imperial Roman army founded in AD 70 by the emperor Vespasian (r. 69–79), originally composed of Roman navy marines of the classis Ravennatis. There are still records of II Adiutrix in the Rhine border in the beginning of the 4th century. The legion's symbols were a Capricorn and Pegasus. ==History== The first assignment of II Adiutrix was in Germania Inferior, where the Batavian rebellion was at its peak. After the defeat of the rebels, II Adiutrix followed general Quintus Petillius Cerialis to Britain to deal with another rebellion led by Venutius. During the next years, the legion was to stay in the British Islands to subdue the rebel tribes of Scotland and Wales, with base camp probably at Chester. In 87, the legion was recalled to the continent to participate in the Dacian wars of emperor Domitian. Between 94 and 95, still in Dacia, later emperor Hadrian served as military tribune in the II Adiutrix. In the summer of 106 the legion took part to the siege of the Dacian Capital Sarmisegetusa. After Trajan's Dacian Wars of 101–106, the legion was located in Aquincum (modern Budapest), which would be its base camp for the years to come. Despite this, the legion or vexillations or subunits took part in: * Lucius Verus's campaign against the Parthian Empire (162–166) * Marcus Aurelius' campaign against the Marcomanni and the Quadi (171–173) * Marcus Aurelius' campaign against the Quadi (179–180). The Legion was commanded by Marcus Valerius Maximianus in Laugaricio. * Caracalla's campaign against the Alemanni (213) * Gordian's campaign against the Sassanid Empire (238) In 193, II Adiutrix supported emperor Septimius Severus during his struggle for the purple. == Attested members == {| class=\"wikitable sortable\" |- style=\"vertical-align: top;\" ! Name ! Rank ! Time frame ! Province ! Source |- | Lucius Artorius Castus | centurio | between 150 and 250 | Aquincum | |- | Quintus Antistius AdventusGéza Alföldy, Konsulat und Senatorenstand unter der Antoninen (Bonn: Rudolf Habelt Verlag 1977), p. 298 | legatus legionis | 162–c. 165 | Parthian War | = ILS 8977; ; = ILS 1091 |- | Marcus Valerius Maximianus | legatus legionis | 179 | Laugaricio | |- | Quintus Ranius Terentius Honoratianus FestusPaul M. M. Leunissen, Konsuln und Konsulare in der Zeit von Commodus bis Severus Alexander (Amsterdam: J.C. Gieben, 1989), p. 338 | legatus legionis | between 200 and 250 | | |- | Aurelius Polion | miles ? | | Pannonia | Papyrus from Tebtunis |- | Marcus Vettius C.f. Latronus | tribunus angusticlavius | before 99 | | |- | Titus Furius Victorinus | tribunus angusticlavius | before 140 | Aquincum | |- | Publius Cominimus Clemens | tribunus angusticlavius | c. 162-165 | Parthian War | |- | Publius Aelius Hadrianus | tribunus laticlavius | c. 95 | | Historia Augusta, \"Hadrian\", 3 |} == Epigraphic inscriptions == \\- Gaio Valerio Crispo veterano ex legione II Adiutrice Pia Fideli. Chester (Deva), U.K. RIB 478. \\- Lucius Terentius Claudia tribu Fuscus Apro miles legionis II Adiutricis Piae Fidelis. Chester, U.K. RIB 477. \\- Lucius Valerius Luci filius Claudia tribu Seneca Savaria / miles legionis II Adiutricis Piae Fidelis. Chester, U.K. RIB 480. \\- Gaius Calventius Gai filius Claudia tribu Celer Apro miles legionis II Adiutricis Piae Fidelis / Vibi Clementis (...). Chester, U.K. RIB 475. \\- Gaius Iuventius Gai filius Claudia tribu Capito Apro / miles legionis II Adiutricis Piae Fidelis / Iuli Clementis annorum XL stipendiorum XVII. Chester, U.K. RIB 476. \\- Quintus Valerius Quinti filius Claudia tribu Fronto Celea / miles legionis II Adiutricis Piae Fidelis annorum L stipendiorum XXṾ (...). Chester, U.K. RIB 479. \\- Voltimesis P̣udens Gai filius Sergia tribu Augusta eques legionis II Adiutricis Piae Fidelis annorum XXXII stipendiorum XIII hic situs est. Chester, U.K. RIB 482. \\- Gaius Murrius Gai filius Arniensis Foro Iuli Modestus miles legionis II Adiutricis Piae Fidelis / Iuli Secundi annorum) XXV stipendiorum / hic situs est. Bath, U.K. (Aquae Sulis). RIB 157 = CIL VII 48. \\- Titus Valerius Titi filius Claudia tribu Pudens Savaria miles legionis II Adiutricis Piae Fidelis / Dossenni Proculi annorum XXX aera VI heres de suo posuit hic situs est. Lincoln (Lindum), U.K. RIB 258 = CIL VII 185. \\- legionis II Adiutricis Piae Fidelis / Ponti Proculi Lucius Licinius Luci filius Galeria tribu Saliga Lugdunonnorum XX stipendiorum II. Lincoln (Lindum), U.K. RIB 253 = CIL VII 186. \\- Quintus Cumelius / Quinti filius / Fabia Celer Bracarensis / veteranus legionis II Adiutricis hic situs annorum LXXV (...). Astorga (Asturica), Spain. CIL II 2639. \\- Fortunae Balneari sacrum / Valerius Bucco miles legionis II Adiutricis Piae Fidelis / decuria Aemili (...). Segovia, Spain. CIL II 2763. \\- VICTORIAE AVGVSTORV(m) EXERCITUS QVI LAV GARICIONE SEDIT MIL(ites) L(egionis) II DCCCLV (Marcus Valerius) MAXIMIANUS LEG(atus) LEG (ionis) II AD(iutricis) CVR(avit) F(aciendum). Laugaricio (today Trenčín), Slovakia. ==See also== *List of Roman legions *Roman legion ==Notes== ==External links== * livius.org account of Legio II Adiutrix * Familia Gladiatoria - Hungary, Hungarian reenactment group 02 Adiutrix Category:Marine forces history Category:Military units and formations established in the 1st century Category:70s establishments in the Roman Empire Category:70s establishments Category:Roman marines Category:70 establishments ",
    "title": "Legio II Adiutrix"
}