{
    "id": "307724",
    "text": "Morning Edition is an American radio news program produced and distributed by NPR. It airs weekday mornings (Monday through Friday) and runs for two hours, and many stations repeat one or both hours. The show feeds live from 05:00 to 09:00 ET, with feeds and updates as required until noon. The show premiered on November 5, 1979; its weekend counterpart is Weekend Edition. Morning Edition and All Things Considered are among the highest rated public radio shows. Previously hosted by Bob Edwards from its inception until the show was retooled for a two-anchor format in 2004 with the introduction of Steve Inskeep and Renee Montagne. Montagne left the show in 2016, and was replaced by Rachel Martin. Currently, four regular anchors host the show on a rotating basis, including Inskeep and Martin, as well as David Greene (who joined the show in 2012) and Noel King (who joined in 2018). ==Background== A typical show includes news, both newscasts and in-depth reports; features on science, arts, business, sports, and politics; interviews with and profiles of people in the news; commentaries; and human interest features. Some regional public radio networks and local stations also produce locally focused content under their Morning Edition banner. Bob Edwards, previously a co-host of All Things Considered, hosted Morning Edition beginning with its first episode, a job he initially took on a temporary basis when a shake-up in production and on-air staff occurred ten days before the show's premiere.'Morning Edition': The Radio News Show That Almost Wasn't Edwards was joined by Barbara Hoctor, then of Weekend All Things Considered. Hoctor departed after four months, leaving Edwards as solo host for the next quarter-century. His last day as host was April 30, 2004; this was not due to Edwards retiring, but rather a highly controversial decision from NPR to reassign him as senior correspondent, which resulted in anger and harsh criticism from many listeners. From May 3, 2004 through November 11, 2016 the show was co-hosted by Steve Inskeep and Renée Montagne, with David Greene joining as co-host in 2012. Inskeep reports from NPR headquarters in Washington, D.C. and Montagne reported from the studios of NPR West in Culver City, California, a municipality within Los Angeles County. Montagne announced in July, 2016 that she would step down as co-host to become a special correspondent for NPR. On December 5, 2016, after Renée Montagne's departure, David Greene began broadcasting from NPR West, and Rachel Martin, former host of Weekend Edition, joined Morning Edition, broadcasting alongside Inskeep from NPR's headquarters in Washington, D.C. Arbitron ratings show that over twelve million people listen to Morning Edition weekly. It's the second most-listened-to national radio show, after The Rush Limbaugh Show, though some sources, among them Talkers Magazine, sometimes place the show third in audience rankings behind Limbaugh and The Sean Hannity Show, depending on the time (as of 2015, Hannity has fallen behind Morning Edition in the Talkers estimate).\"The Top Talk Radio Audiences\". Talkers Magazine. Retrieved April 2, 2013. In 1999, Morning Edition with Bob Edwards received the George Foster Peabody Award.59th Annual Peabody Awards, May 2000. ==Format== The following describes the program format effective August 13, 2018. Morning Edition begins each hour with a sixty-second \"billboard\" highlighting stories to be covered in the hour. At least one birthday or anniversary of a major event is announced as well. Some stations replace this billboard with a localized version, with a similar format, but with emphasis on local stories and read by a local announcer. The standard NPR newscast follows for five minutes. Many stations cut into the newscast at three minutes (4:00 past the hour) to deliver a local news brief. A twenty-second funding announcement is followed by a ninety-second music bed, allowing stations additional time to deliver news, weather, or funding credits. The first segment, \"A\" (duration 11:29), highlights the most important stories of the day. Usually the \"A\" segments differ between hours, although when the topic is extraordinary, the \"A\" segment will cover the same topic, but in a different format between the first and second hour. Between each segment, one- to three-minute breaks occur which are filled with promotions for other programs, sponsorship credits, and station-provided content such as local traffic and weather reports. Segment A ends at nineteen minutes past the hour, and a ninety-second break follows; a promotion for Fresh Air and a funding announcement lead into Segment \"B\". Returning from the break at 21:50 past the hour, the second segment, or \"B\" segment, generally contains features, commentaries, or long form interviews. Interviews can sometimes take up the entire segment. Segment \"B\" ends at 29:00 past the hour, and a promotion for All Things Considered and a short music bed lead into a second full-length newscast at half past the hour. A one-minute music bed follows for a station break. The \"C\" segment follows at 34:35 and is sometimes covered by stations with local reports as well. This segment features news or cultural reports, generally running the segment length. At 42:30 past the hour a two-minute music bed is played which most stations cover with news updates or \"modules\" from other independent radio producers. At 44:30, a short humorous news item is introduced. These segments are called \"returns\", because many stations that air local news or announcements return to the national feed at this point. The return lasts thirty seconds, and ends with the tagline \"It's Morning Edition, from NPR News,\" or some variation thereon. At 45:35 past the hour, the \"D\" segment (duration 4:00) is typically composed of two to three stories focusing on health news, international events, or short updates on national stories. At 49:35 past the hour the segment ends, and another two-minute station break begins. The \"E\" segment begins at 51:30 (duration 7:29) and differs between hours. Originally in the first hour, the \"E\" segment was dedicated to stories and features from the world of business, while in the second hour, segment \"E\" included a cultural feature, remembrance, or softer news story, usually taking the entire segment length. Beginning in November 2014, Morning Edition moved the second hour \"E\" features to the first hour \"E\" segment, dropping the dedicated business segment to allow NPR stations to insert broadcasts of the Marketplace Morning Report, which is separately produced and distributed by NPR rival American Public Media (prior to this change, many stations would already cover one or both \"E\" segments with Marketplace Morning Report).\"Proposed NPR clocks would add morning newscasts, longer underwriting credits,\" from Current.org, 7/3/2014 However, some stations continue to air Marketplace Morning Report in place of the \"E\" segment for the first hour. Segment \"E\" ends at 59:00 after the hour, and leads into a music bed that takes the listener into the next hour, or the end of the program, depending on the hour and the station's program schedule. Stations receive over their computers the daily rundown of stories before each program which allows them to plan their coverage and decide what stories they wish to replace with local content. The rundown is updated as necessary until the feed ends at noon Eastern time. NPR experimented with a modified clock from 2014 through 2018, which notably replaced the standard-length newscast at half past with two shorter newscasts at 19 and 42 past. Member stations complained the clock was \"choppy\" and \"disjointed\", that it did not have as many opportunities to insert local content, and that the placement of the humorous return after the half-past local news break was awkward. ==Differences in pickup times== Most stations in the Central and Eastern Time zones run Morning Edition live from 05:00 to 09:00 ET, repeating one or both hours through morning drive time. Some stations run only the two hours, others run up to seven hours. The repeats are automatically fed through the NPR satellite, and are updated as necessary by NPR anchors in the studio when breaking news events occur. In the past, Edwards would stay at his NPR office until the program feeds ended at noon in case there was anything that required an update. Today, with four people capable of regularly anchoring the program, hosts can rotate out of on-air duties to report and produce feature reports that will air on later dates. On the West Coast, Morning Edition can run for up to seven hours running from the first live feed with the subsequent re-feeds. For example, KPCC in Pasadena, California carries Morning Edition, from 02:00 to 09:00 PST. KPCC handles the re-feeds uniquely: instead of taking the re-feed from the satellite, they \"roll their own\" by taking the tape from the feed two hours prior, so that they can run the A and B segments of Morning Edition about three minutes earlier than rival KCRW in Santa Monica, which takes the re-feed direct from the satellite. In the event of a breaking news story, KPCC runs the same feed as KCRW. KJZZ in Phoenix, Arizona carries Morning Edition from 03:00 to 09:00 local time, but uses local announcers, news updates/features and traffic/weather reports starting with the 05:00 hour. ==Satellite radio== Morning Edition (as well as its afternoon counterpart All Things Considered) is not carried on any of the public radio channels of Sirius XM Radio, the leading US consumer satellite radio provider; this is reportedly to reduce direct competition between Sirius XM and NPR's local member stations, almost all of whom heavily use these flagship news programs to generate pledge revenue from listeners. Tell Me More, a daytime interview show hosted by journalist Michel Martin, with a focus on African-American issues, is featured on NPR Now, channel 122; and The Takeaway, a competing news and interview program hosted by John Hockenberry (retired in 2017, currently Todd Zwillich) produced by NPR member station WNYC New York and WGBH-FM Boston and distributed by Public Radio International, is featured on SiriusXM Public Radio, channel 205. ==Independence Day tradition== Every Independence Day (July 4), NPR staff members (including hosts, reporters, and commentators) conduct a reading of the Declaration of Independence that is broadcast on Morning Edition.NPR Reads the Declaration of Independence, Morning Edition, NPR (July 3, 2020).A July 4 NPR Tradition: A Reading of the Declaration Of Independence, Morning Edition, NPR (July 4, 2019).Bob Edwards, A Voice in the Box: My Life in Radio (University Press of Kentucky, 2011), p. 82. NPR began the annual tradition in 1989. ==Staff== ===Hosts=== * Bob Edwards (1979–2004) * Barbera Hoctor (1979–1980) * Steve Inskeep (2004–present) * Renée Montagne (2004–2016) * David Greene (2012–present) * Rachel Martin (2016–present) * Noel King (2018–present) ===Commentators=== * Red Barber (1980–1992; won a Personal Peabody Award in 1990 for his Friday-morning conversations with Edwards)50th Annual Peabody Awards, May 1991. * Baxter Black (1988–2009, \"cowboy poet, philosopher and former large-animal veterinarian\") * Frank Deford (1980–2017; sports, deceased) * Patt Morrison (2002–2005) * Cokie Roberts (1992–2019) * David Sedaris (1992–present) * Tom Shales (1979–2001, film and television; also a critic for The Washington Post) * Kenneth Turan (2001–2017, film critic; also a critic for The Los Angeles Times) ==References== ==External links== * Official site * NPR People : On-Air * 'Morning Edition': The Radio News Show That Almost Wasn't - Audio history Category:American news radio programs Category:NPR programs Category:Peabody Award-winning radio programs Category:1979 radio programme debuts ",
    "title": "Morning Edition"
}