{
    "id": "307706",
    "text": "Various guitar picks. Clockwise from top: A standard nylon pick; An imitation tortoise-shell pick; A plastic pick with high friction coating (black areas); A stainless steel pick; A pick approximating a Reuleaux triangle; and a Tortex \"shark's fin\" pick A guitar pick with a custom drawing A guitar pick (American English) is a plectrum used for guitars. Picks are generally made of one uniform material—such as some kind of plastic (nylon, Delrin, celluloid), rubber, felt, tortoiseshell, wood, metal, glass, tagua, or stone. They are often shaped in an acute isosceles triangle with the two equal corners rounded and the third corner less rounded. They are used to strum chords or to sound individual notes on a guitar. In British English, guitar picks are referred to as plectrums, reserving the term pick to identify the difference between this and finger picks. == History == Musicians have used plectra to play stringed instruments for thousands of years.Hoover, pp. 11-12. Feather quills were likely the first standardized plectra and became widely used until the late 19th century. At that point, the shift towards what became the superior plectrum material took place; the outer shell casing of an Atlantic hawksbill sea turtle, which would colloquially be referred to as tortoiseshell. Other alternatives had come and gone, but tortoiseshell provided the best combination of tonal sound and physical flexibility for plucking a taut string.Bouchard, Brian. \"Tortoise Shell Guitar Picks.\" Pick Collecting Quarterly. Accessed March 5, 2013. Prior to the 1920s most guitar players used thumb and finger picks (used for the banjo or mandolin) when looking for something to play their guitar with, but with the rise of musician Nick Lucas, the use of a flat \"plectrum style guitar pick\" became popular.Hoover, pp. 22-23. There have been many innovations in the design of the guitar pick. Most of these were born out of the issue of guitar picks slipping and flying out of the hand of the player.Hoover, p. 26. In 1896, a Cincinnati man (Frederick Wahl) affixed two rubber disks to either side of a mandolin pick, which made it the first popular solution to the problem.Hoover, p. 27. Over the next two decades more innovations were made, such as corrugating the rounded surface of the pick or drilling a hole through the center to fit the pad of a player's thumb.Hoover, p. 29. A more notable improvement was attaching cork to the wide part of the pick, a solution first patented by Richard Carpenter and Thomas Towner of Oakland in 1917. Some of these new designs made picks undesirably expensive. Eventually, pickers realized that all they needed was something to sink their fingerprints into so the pick wouldn't slip, such as a high relief imprinted logo. Celluloid was a material on which this could easily be done.Hoover, p. 30. Tony D'Andrea was one of the first people to use celluloid to produce and sell guitar picks. In 1902 he came upon a sidewalk sale offering some sheets of tortoise shell colored cellulose nitrate plastic and dies, and eventually he would discover that the small pieces of celluloid he punched out with the dies were ideal for picking stringed instruments.Hoover, pp. 31-33. From the 1920s through the 1950s, D'Andrea Manufacturing would dominate the world's international pick market, providing to major businesses such as Gibson, Fender, and Martin.Hoover, p. 33. One of the main reasons celluloid was so popular as guitar pick material was that it very closely imitated the sound and flexibility of a tortoise shell guitar pick. The practice of using Hawksbill turtles for their shells would become illegal in 1973 as a provision of the Convention of International Trade in Endangered Species of Wild Fauna and Flora (CITES), forcing musicians to find something else to pick with. Musicians had been partial to shell picks, and when D'Andrea provided an alternative, D'Andrea Manufacturing became very successful and gained renown as the guitar pick of choice through the 1960s.\"D'Andrea USA History.\" D'Andrea USA. Accessed March 5, 2013. Celluloid provided a good alternative in many ways. Tortoise shell was rare, expensive, and had a tendency to break. Celluloid was made from cellulose, one of the most abundant raw materials in the world, and nitrocellulose combined with camphor under heat and pressure produced celluloid. Though originally meant as a replacement for ivory billiard balls, celluloid began being used for many things for its flexibility, durability, and relative inexpensiveness, making it a natural candidate as a material for guitar picks.Hoover pp. 16-18. Later, other materials, such as nylon (and less commonly wood, glass, or metal) would become popular for making guitar picks for their increased grip, flexibility, or tonal qualities.Hoover, pp. 9-12. == Styles == Pick shapes started with guitarists shaping bone, shell, wood, cuttlebone, metal, amber, stone or ivory to get the desired shape. Most of today's guitar pick shapes were created by the company that made the first plastic pick in 1922, D'Andrea Picks. D'Andrea Picks was the first company to create custom pick imprinting in 1938, allowing customers to order imprinting up to 12 block letters. One of the first to make the player imprint popular was guitarist Nick Lucas in the early 1930s.Hoover, pp. 84–85. == Sound == Playing guitar with a pick produces a bright sound compared to plucking with the fingertip. Picks also offer a greater contrast in tone across different plucking locations; for example, the difference in brightness between plucking close to the bridge and close to the neck is much greater when using a pick compared to a fingertip. Conversely, the many playing techniques that involve the fingers, such as those found in fingerstyle guitar, slapping, classical guitar, and flamenco guitar, can also yield an extremely broad variety of tones. == Thickness == An extra heavy pick 2 mm thick Generally, a heavier pick produces a darker sound than a lighter pick, but the shape of the tip has the most influence on the sound. A pointed tip produces a brighter, more focused sound, while a rounded tip produces a rounder, less defined sound. Most pick manufacturers print the thickness in millimeters or thousandths of an inch on the pick. Some other brands use a system of letters or text designations to indicate thickness. Approximate guidelines to thickness ranges are presented in the following table: {|class=\"wikitable\" |- ! rowspan=\"2\" | Text description ! colspan=\"2\" | Approximate thickness ! rowspan=\"2\" | Other possible marks |- ! mm ! inch |- | Extra light/thin | ≤ 0.44 | ≤ 0.017 | \"Ex Lite\" or \"Extra Light\" |- | Light/thin | 0.45–0.69 | 0.018–0.027 | \"T\" or \"Thin\" / \"L\" or \"Light\" |- | Medium | 0.70–0.84 | 0.028–0.033 | \"M\" or \"Medium\" |- | Heavy/thick | 0.85–1.20 | 0.035–0.047 | \"H\" or \"Heavy\" |- | Extra heavy/thick | ≥ 1.50 | ≥ 0.060 |\"XH\" or \"Extra Heavy\" |} == Materials == === Plastics === Most common mass-manufactured picks are made out of various types of plastic. Most popular plastics include: * Celluloid. Historically, this was the first plastic ever used to produce picks, and it is still of some use today, especially for guitarists aiming for vintage tone. * Nylon. A popular material, it has a smooth and slick surface, so most manufacturers add a high-friction coating to nylon picks to make them easier to grip. Nylon is flexible and can be produced in very thin sheets. Most thin and extra-thin picks are made out of nylon. However, nylon loses its flexibility after 1–2 months of extensive use, becomes fragile and breaks. * Acetal. Acetal is a highly durable class of plastics. Delrin is DuPont's trademarked name for a type of acetal. Delrin is hard, glossy and durable, and can also be doped to produce a matte texture. The friction between a steel or nickel guitar string, and smooth, glossy acetal is very low. Glossy delrin picks literally glide across the string and therefore have a fast release, producing very little pick noise, while delivering a rounded tone emphasizing the lower order harmonics. Matte finish acetal picks like the Clayton Acetal generate a bit more pick noise, and a more aggressive attack, but the additional friction of the matte surface helps the guitarist hold the pick more securely. Delrex is a variation of Tortex, which is by itself Delrin. It was invented to replace tortoiseshell since the trade of tortoiseshell was banned in 1973. Delrex is used as the material for Dunlop's \"gator\" picks. * Ultem. This plastic has the highest stiffness of all plastic picks. Produces a bright tone, popular among mandolin players. * Lexan. Glossy, glass-like, very hard, but lacking durability. Used for thick and extra-thick picks (> 1 mm). Usually has a high-friction grip coating. * Acrylic. Tough, light, clear, seamless polymer with great resistance to impact and weathering. Acrylic is not brittle and does not yellow or crack. Can be molded and cut to almost any shape and thickness. It renders a very full spectrum tonal range when used as a plectrum on stringed instruments. Some grades of acrylic have a unique gripping characteristic, and when warmed to the touch, become tacky or sticky feeling, causing the material to cling to your fingers. Acrylic can be heat tempered for strength and longevity. V-Picks are the first noted company to make acrylic guitar picks, dating as early as 1980, and are the only guitar pick manufacturer that heat tempers acrylic picks. * Polyamide-imide is a material often used in aerospace applications as replacement for metallic alloys. Picks made of this material have low friction on the strings and high durability. * Carbon Fiber is also used by PickHeaven, Dunlop and RJL guitars to make guitar picks. These picks are extremely durable and have an extremely high stiffness-to-weight ratio. The world's thinnest guitar pick is made from carbon fiber and has a thickness of 0.2 mm., === Metal === Example of a brass guitar pick handcrafted by artisan picksmith Dustin Michael Headrick of Master Artisan Guitar Picks and Nashville Picks. Picks made from various metals produce a harmonically richer sound than plastic, and change the sound of the acoustic and electric guitar. Some metal picks are even made from coins, which give players a unique tone as the alloys used in various coinage from around the world vary greatly.\"Guitar Plectrum\", \"Keen Kord Guitar\" Playing guitar with a silver pick gives a unique, rich and bright sound, very different from normal plectrums (Brian May of Queen often plays with a silver sixpence).Laura Jackson (2011). \"Brian May: The Definitive Biography\" Hachette UK, 2011 Picksmiths such as Master Artisan Guitar Picks are widely recognized for handcrafting metal guitar picks from coins and antique metals. === Horn, bone, leather (Animal) === Example of an animal horn guitar pick handcrafted by picksmith Dustin Michael Headrick of Master Artisan Guitar Picks and Nashville Picks. Plectrums crafted from natural animal byproduct are the oldest materials known due to their availability and durability, and are still regularly used by picksmiths to craft guitar, bass and mandolin picks. The tonality produced by each type of natural animal material varies greatly, and is further enhanced by the thickness and shaping of each material.Hubbard 1967 === Wood === Each guitar pick made of wood has its own unique properties and signature sound as a result of differences in density, hardness and cellular structure. Most wood picks produce a warmer tone than plastics or metals. To withstand the rigors of picking and strumming only the hardest woods are used for picks—including hardwoods like African Blackwood, Bocote, Cocobolo, Lignum vitae, Rosewood, and Zebrawood. While the thick and sometimes rough edge of a wooden pick may create a fair amount of drag at first, wooden picks are generally easy to break in and may even do so quicker than plastic picks. After a couple of hundred strokes, the metal guitar strings wear down the edge and create a smoother pass over the strings. === Glass === Glass is relatively hard and heavy in comparison to metal or plastic and therefore produces a greater range of tone than these materials. Glass can be polished to a smooth or rough texture depending on the grit of sandpaper used. Likewise, factors such as size, shape, and weight have a much more dramatic effect on the overall tone making each individual glass pick sound and feel unique. === Other === * Agate picks range in thickness from 1mm (very rare) up to 5mm, and are extremely inflexible. As they are harder than the metal guitar strings, they resonate the strings more completely. * Felt picks are mainly used with the ukulele. * New Tortis is an alternative to natural tortoise, made of polymerized animal protein. It is hard, smooth, thick, and has only slight tip flexibility. * Tagua is a nut from South America grown on a Tagua Palm Tree. The material has similar properties to animal ivory so it's also known as Vegetable Ivory. Tagua produces a very smooth clear tone as the material slides off the strings easily. Tagua guitar picks are generally hand made. == Shapes == Some picks have small protrusions to make them easier to keep hold if the fingers start to sweat, which is very common on stage due to the hot lights. Some picks have a high-friction coating to help the player hold on to them. The small perforations in the stainless steel pick serve the same function. Players often have spare picks attached to a microphone stand or slotted in the guitar's pickguard. The equilateral pick can be easier for beginners to hold and use since each corner may be used as a playing edge. The shark's fin pick can be used in two ways: normally, employing the blunt end; or the small perturbations can be raked across the strings producing a much fuller chord, or used to apply a \"pick scrape\" down the strings producing a very harsh, scratching noise. The sharp edged pick is used to create an easier motion of picking across the strings. Some guitar pick shapes are patented. Usually those patents claim ornamental design. == Technique == Picks are usually gripped with two fingers—thumb and index—and are played with pointed end facing the strings. However, it's a matter of personal preference and many notable musicians use different grips. For example, Eddie Van Halen held the pick between his thumb and middle finger (leaving his first finger free for his tapping technique); James Hetfield, Jeff Hanneman and Steve Morse hold a pick using 3 fingers—thumb, middle and index; Pat Metheny and The Edge also hold their picks with three fingers but play using the rounded side of the plectrum rather than the pointed end. George Lynch also uses the rounded side of the pick. Stevie Ray Vaughan also played with the rounded edge of the pick, citing the fact that the edge allowed more string attack than the tip. His manic, aggressive picking style would wear through pickguards in short order, and wore a groove in his Fender Stratocaster, Number One, over his years of playing. Noted 80's session guitarist David Persons is known for using old credit cards, cut to the correct size and thickness and using them without a tip.Interview in Austin Music Weekly, December 1981 issue The motion of the pick against the string is also a personal choice. George Benson and Dave Mustaine, for example, hold the pick very stiffly between the thumb and index finger, locking the thumb joint and striking with the surface of the pick nearly parallel to the string, for a very positive, articulate, consistent tone. Other guitarists have developed a technique known as circle picking, where the thumb joint is bent on the downstroke, and straightened on the upstroke, causing the tip of the pick to move in a circular pattern, which can allow speed and fluidity. Many rock guitarists use a flourish (called a pick slide or pick scrape) that involves scraping the pick along the length of a round wound string (a round wound string is a string with a coil of round wire wrapped around the outside, used for the heaviest three or four strings on a guitar). The first use of the pick slide is attributed to Bo Diddley and can be heard in the opening of his song \"Road Runner.\" The two chief approaches to fast picking are alternate picking and economy picking. Alternate picking is when the player strictly alternates each stroke between downstrokes and upstrokes, regardless of changing strings. In economy picking, the player uses the most economical stroke on each note. For example, if the first note is on the fifth string, and the next note is on the fourth string, the guitarist uses a downstroke on the fifth string, and continue in the same direction to execute a downstroke on the fourth string. Some guitarists learn economy picking intuitively and find it an effort to use alternate picking. Conversely, some guitarists maintain that the down-up \"twitch\" motion of alternate picking lends itself to momentum, and hence trumps economy picking at high speeds. == Notes == == References == * == External links == * Guitar Pick Materials – An in-depth look at the various materials used to make plectrums. * Guitar Plectrums – A brief article discussing the various aspects of guitar plectrums. * Guitar Pick - A comprehensive article discussing Wooden guitar picks * Tuck Andress - Pick and Finger Techniques, Tuck Andress - Pick and Finger Techniques * Custom Guitar Picks - Create your custom guitar picks. Pick de:Plektrum nl:Plectrums el:Πένα (μουσική) fr:Médiator ko:피크 id:Plektrum pt:Palheta ta:கிதார் மீட்டுக்கட்டை tr:Pena ",
    "title": "Guitar pick"
}