{
    "id": "308097",
    "text": "A song cycle () is a group, or cycle, of individually complete songs designed to be performed in a sequence as a unit.Susan Youens, Grove online The songs are either for solo voice or an ensemble, or rarely a combination of solo songs mingled with choral pieces.One example is the set of Schubert songs from The Lady of the Lake. See the article on Schubert's \"Ave Maria\". The number of songs in a song cycle may be as brief as two songsCalled dyad-cycles, according to Youens. or as long as 30 or more songs. The term \"song cycle\" did not enter lexicography until 1865, in Arrey von Dommer's edition of Koch’s Musikalisches Lexikon, but works definable in retrospect as song cycles existed long before then. One of the earliest examples may be the set of seven Cantigas de amigo by the 13th-century Galician jongleur Martin Codax.Ferreira. A song cycle is similar to a song collection, and the two can be difficult to distinguish. Some type of coherence, however, is regarded as a necessary attribute of song cycles. It may derive from the text (a single poet; a story line; a central theme or topic such as love or nature; a unifying mood; poetic form or genre, as in a sonnet or ballad cycle) or from musical procedures (tonal schemes; recurring motifs, passages or entire songs; formal structures). These unifying features may appear singly or in combination. Because of these many variations, the song cycle \"resists definition\".Daverio, Chapter 9, \"The Song Cycle: Journeys Through a Romantic Landscape\", German Lieder in the Nineteenth Century, ed. Rufus Hallmark, p. 366 The nature and quality of the coherence within a song cycle must therefore be examined \"in individual cases\". ==Song cycles in German Lieder== Although most European countries began developing the art song genre by the beginning of the 19th century, the rise of Lieder in \"Austria and Germany have outweighed all others in terms of influence.\"Tunbridge, p. 2 German-language song composition at the end of 18th century shifted from accessible, Strophic form, more traditional folk songs to 19th century settings of more sophisticated poetry for a more educated middle class, \"who were gradually supplanting the aristocracy as the main patrons of the arts\".Tunbridge, pp. 2–3. Since these songs were relatively small-scale works, like the lyric poetry used for their musical settings, they were often published in collections, and consequently borrowed various poetic terms to mark their groupings: Reihe (series), Kranz (ring), Zyklus (cycle) or Kreis (circle).Tunbridge, p. 3. In the first few decades of the 1800s, the collections of poetry and the subsequent song settings took on more underlying coherence and dramatic plot, giving rise to the song cycle.Tunbridge, pp. 3–4. This coherence allowed the song genre to be elevated to a \"higher form\", serious enough to be compared with symphonies and cycles of lyric piano pieces.Tunbridge, p. 4 Two of the earliest examples of the German song cycle were composed in 1816: Beethoven's An die ferne Geliebte (Op. 98), and Die Temperamente beim Verluste der Geliebten (J. 200-3, \\Op. 46) by Carl Maria von Weber. The genre was firmly established by the cycles of Schubert: his Die schöne Müllerin (1823) and Winterreise (1827), settings of poems by Wilhelm Müller, are among his most greatly admired works. Schubert's Schwanengesang (1828), though collected posthumously, is also frequently performed as a cycle. Schumann's great cycles were all composed in 1840. They comprise Dichterliebe, Frauenliebe und -leben, two collections entitled Liederkreis (Opp. 24 & 39 on texts by Heinrich Heine and Eichendorf respectively)—a German word meaning a song cycle—and the Kerner Lieder (Op. 35), a Liederreihe (literally \"song row\") on poems by Justinus Kerner. Brahms composed settings (Op. 33) of verses from Ludwig Tieck's novel \"Magelone\", and modern performances usually include some sort of connecting narration. He also wrote Vier ernste Gesänge (\"Four Serious Songs\"), Op. 121 (1896). Mahler's Lieder eines fahrenden Gesellen, Kindertotenlieder, and Das Lied von der Erde expand the accompaniment from piano to orchestra. Wolf made the composition of song collections by a single poet something of a specialty, although only the shorter Italian Songbook and Spanish Songbook are performed at a single sitting, and Eisler's Hollywood Liederbuch also falls into the category of anthology. Das Buch der hängenden Gärten by Schoenberg and Krenek's Reisebuch aus den österreichischen Alpen are important 20th-century examples. Wilhelm Killmayer composed several song cycles, on lyrics by Sappho, French Renaissance poets, German Romantic poets, and contemporary poets. The tradition is carried on by Wolfgang Rihm, with so far a dozen works. Graham Waterhouse composed a song cycle Sechs späteste Lieder after Hölderlin's late poems in 2003. ==Song cycles in France== Berlioz's Les nuits d'été (1841) pioneered the use of the orchestra, and the French cycle reached a pinnacle in Fauré's La bonne chanson, La chanson d'Ève and L'horizon chimérique and later in the works of Poulenc. Recent masterpieces such as Poèmes pour Mi, Chants de Terre et de Ciel and Harawi by Messiaen. Paroles tissées and Chantefleurs et Chantefables by Lutosławski (only an honorary Frenchman) as well as Correspondances and Le temps l'horloge by Dutilleux should also be mentioned. ==English, Scottish, and American song cycles== Perhaps the first English song cycle was Arthur Sullivan's The Window; or, The Song of the Wrens (1871), to a text of eleven poems by Tennyson. In the early 20th century, Vaughan Williams composed his famous song cycle, the Songs of Travel. Other song cycles by Vaughan Williams are The House of Life on sonnets by Dante Gabriel Rossetti and On Wenlock Edge on poems from A. E. Housman's A Shropshire Lad, the latter originally for voice with piano and string quartet but later orchestrated. The composer and renowned lieder accompanist Benjamin Britten also wrote song cycles, including The Holy Sonnets of John Donne, Seven Sonnets of Michelangelo, Sechs Hölderlin-Fragmente, and Winter Words, all with piano accompaniment, and the orchestral Les Illuminations, Serenade for Tenor, Horn and Strings, and Nocturne. Raising Sparks by the Scottish composer James MacMillan (1997) is a more recent example. The English composer Robin Holloway's many song cycles include From High Windows (Philip Larkin) (1977), Wherever We May Be (Robert Graves) (1980) and Retreats and Advances (A.S.J. Tessimond) (2016). His pupil Peter Seabourne's five song cycles include Sonnets to Orpheus (2016}) setting eleven poems of Rainer Maria Rilke. Stephen Hough has written three cycles: Herbstlieder (Rilke) (2007), Dappled Things (Wilde and Hopkins) (2013), and Other Love Songs (2010) for four singers and piano duet. Graham Waterhouse composed several song cycles, based on texts by Shakespeare, James Joyce, and Irish female writers, among others. American examples include Samuel Barber's Hermit Songs (1953), Mélodies Passagères, and Despite and Still, and Songfest by Leonard Bernstein, Hammarskjöld Portrait (1974), Les Olympiques (1976), Tribute to a Hero (1981), Elegies for Angels, Punks and Raging Queens (1989), Next Year in Jerusalem (1985), and A Year of Birds (1995) by Malcolm Williamson, Honey and Rue by André Previn (composed for the American soprano Kathleen Battle). Alex Weiser's song cycle in Yiddish and English, and all the days were purple (2019), was a 2020 finalist for the Pulitzer Prize.https://www.pulitzer.org/finalists/alex-weiser ==Song cycles in other countries== Mussorgsky wrote Sunless (1874), The Nursery (1868–72) and Songs and Dances of Death (1875–77), and Shostakovich wrote cycles on English and Yiddish poets, as well as Michelangelo and Alexander Pushkin. The orchestral song cycle Sing, Poetry on the 2011 album Troika consists of settings of Vladimir Nabokov's Russian and English-language poetry by three Russian and three American composers.\"Troika: Russia's Westerly Poetry in Three Orchestral Song Cycles\", Rideau Rouge Records, ASIN: B005USB24A, 2011, liner notes, p. 4 Cycles in other languages have been written by Granados, Mohammed Fairouz, Cristiano Melli, Falla, Juan María Solare, Grieg, Lorenzo Ferrero, Dvořák, Janáček, Bartók, Kodály, Sibelius, Rautavaara, Peter Schat, Mompou, Montsalvatge, and A. Saygun etc. ==Popular music== Song cycles written by popular musicians (also called rock operas) are a short series of songs that tell a story or focus on a particular theme. Some musicians also blend tracks together, so that the start of the next song continues from the preceding one. Modern examples of this can be found in James Pankow's rock opera Ballet for a Girl in Buchannon (for Chicago on their self-titled second album) Pink Floyd's rock opera The Wall, Dream Theater's progressive metal albums Metropolis Pt. 2: Scenes from a Memory and The Astonishing, as well as Marvin Gaye's classic soul album What's Going On. The R&B; singer Raphael Saadiq's 2019 album, Jimmy Lee, is composed as a song cycle with personal narratives thematizing issues affecting African Americans, including addiction, stress, domestic conflict, AIDS, perpetual financial hardship, and mass incarceration. ==Musical theater== One of the earliest Song-cycle musical theater works was created in 1991. This was December Songs (1991), created by Maury Yeston, and commissioned by Carnegie Hall for its Centennial celebration in 1991. It has been translated and performed in both French and German. Other examples include Ghost Quartet by David Malloy (2014), Songs for a New World by Jason Robert Brown (1995), William Finn's Elegies (2003), Bill Russell's Elegies for Angels, Punks and Raging Queens (1989), and Myths and Hymns by Adam Guettel (1998). ==Footnotes== ==Bibliography== *Bingham, Ruth O., \"The Early Nineteenth-Century Song Cycle\", in The Cambridge Companion to the Lied, ed. James Parsons (Cambridge: Cambridge University Press, 2004), pp. 101–119. * * Ferreira, Manuel Pedro. 2001. \"Codax [Codaz], Martin\". The New Grove Dictionary of Music and Musicians, second edition, edited by Stanley Sadie and John Tyrrell. London: Macmillan Publishers. * * Youens, Susan. n.d. \"Song Cycle\". Grove Music Online, edited by Deane Root. Oxford University Press. Web. (accessed 23 September 2014) Category:Cycles (music) Cycle Category:Vocal musical compositions ",
    "title": "Song cycle"
}