{
    "id": "308129",
    "text": "Pierre Jurieu Pierre Jurieu (24 December 1637 – 11 January 1713) was a French Protestant leader. ==Life== He was born at Mer, in Orléanais, where his father was a Protestant pastor. He studied at the Academy of Saumur and the Academy of Sedan under his grandfather, Pierre Du Moulin, and under Leblanc de Beaulieu. After completing his studies in the Netherlands and England, Jurieu was ordained as an Anglican priest; returning to France he was ordained again and succeeded his father as pastor of the church at Mer. Soon after this he published his first work, Examen de livre de la reunion du Christianisme (1671). In 1674 his Traité de la dévotion led to his appointment as professor of theology and Hebrew at Sedan, where he soon became pastor. A year later he published his Apologie pour la morale des Reformés. His reputation was damaged by his argumentative nature, which sometimes descended into fanaticism, despite his sincerity. He was called by his adversaries \"the Goliath of the Protestants.\" On the suppression of the academy of Sedan in 1681, Jurieu received an invitation to a church at Rouen, but, afraid to remain in France on account of his forthcoming work, La Politique du clergé de France, he went to Holland and was pastor of the Walloon church of Rotterdam till his death. He was also professor at the \"école illustre\". ==Works== Medal of Jurieu Jurieu did much to help those who suffered by the revocation of the Edict of Nantes (1685). He turned for consolation to the Apocalypse, and succeeded in persuading himself (Accomplissement des propheties, 1686) that the overthrow of the Antichrist (i.e. the Pope) would take place in 1689. HM Baird says that \"this persuasion, however fanciful the grounds on which it was based, exercised no small influence in forwarding the success of the designs of William of Orange in the invasion of England.\" Jurieu defended the doctrines of Protestantism against the attacks of Antoine Arnauld, Pierre Nicole and Jacques-Benigne Bossuet, but was equally ready to enter into dispute with his fellow Protestants (with Louis Du Moulin and Claude Payon, for instance) when their opinions differed from his own even on minor matters. The bitterness and persistency of his attacks on his colleague Pierre Bayle led to the latter being deprived of his chair in 1693. One of Jurieu's chief works is Lettres pastorales adressées aux fidéles de France (3 vols., Rotterdam, 1686-1687; Eng. trans., 1689), which, notwithstanding the vigilance of the police, found its way into France and produced a deep impression on the Protestant population. His last important work was the Histoire critique des dogmes et des cultes (1704). He wrote a great number of controversial works. ==See also== * Irenicism ==References== *Article in Herzog-Hauck, Realencyklopädie *H. M. Baird, The Huguenots and the Revocation of the Edict of Nantes (1895) * Category:1637 births Category:1713 deaths Category:17th-century apocalypticists Category:17th-century Calvinist and Reformed theologians Category:17th-century French theologians Category:18th-century apocalypticists Category:French Calvinist and Reformed theologians ",
    "title": "Pierre Jurieu"
}