{
    "id": "308121",
    "text": "John Albert Elway Jr. (born June 28, 1960) is a former American football quarterback who is currently the general manager and president of football operations for the Denver Broncos of the National Football League (NFL). Elway played college football at Stanford and his entire 16-year professional career with the Denver Broncos. At the time of his retirement in early 1999, Elway had recorded the most victories by a starting quarterback and statistically was the second most prolific passer in NFL history. He was also a prolific rusher of the ball, being one of only two players ever to score a rushing touchdown in four different Super Bowls (the other being Thurman Thomas) and the only quarterback to do so.\"Super Bowl Records: Individual Passing\", NFL.com\"Super Bowl Leaders\", Pro-Football-Reference.com Elway set several career records for passing attempts and completions while at Stanford and also received All-American honors. He was the first selection in the 1983 NFL Draft, famously known as the quarterback class of 1983, where he was taken by the Baltimore Colts before being traded to the Denver Broncos. In January 1987, Elway embarked on one of the most notable performances in sports and in NFL history, helping engineer a 98-yard, game-tying touchdown drive in the AFC Championship Game against the Cleveland Browns. The moment is known in National Football League lore as \"The Drive.\" Following that game in Cleveland, Elway and the Broncos lost in Super Bowl XXI to the New York Giants. After two more Super Bowl losses, the Broncos entered a period of decline; however, that ended during the 1997 season, as Elway and Denver won their first Super Bowl title by defeating the Green Bay Packers 31–24 in Super Bowl XXXII. The Broncos repeated as champions the following season in Super Bowl XXXIII by defeating the Atlanta Falcons 34–19. Elway was voted MVP of that Super Bowl, which was the last game of his career, and in doing so Elway set a then-record five Super Bowl starts which was broken in February 2015 when Tom Brady of the New England Patriots started Super Bowl XLIX. As Denver's quarterback, Elway led his teams to six AFC Championship Games and five Super Bowls, winning two. After his retirement as a player, he served as general manager and executive vice president of football operations of the Broncos, which won four division titles, two AFC Championships, and Super Bowl 50 during his tenure. Elway has been a member of the Broncos organization for all three of their Super Bowl victories, two as a player and one as an executive. Elway was inducted into the Pro Football Hall of Fame in 2004 in his first year of eligibility and was inducted into the College Football Hall of Fame in 2000. ==Early life== Elway and his twin sister were born in Port Angeles, Washington, to Janet (née Jordan) and Jack Elway, then the head coach at Port Angeles High School on the Olympic Peninsula. The family of five included sister Lee Ann, a year older than the twins. They moved the following year to southwestern Washington, where Jack was the junior college head football coach at Grays Harbor Community College in Aberdeen for five seasons. As a youth, Elway lived primarily in Missoula, Montana, and Pullman, Washington, when his father was an assistant coach at Montana and Washington State, respectively. In February 1976, Jack joined the staff at Palouse neighbor Idaho, but a month later became the head coach at Cal State- Northridge, a Division II program in Southern California. The family moved after John's freshman year at Pullman High School to the San Fernando Valley, where he played his final three years of football at Granada Hills High School in Granada Hills, under head coaches Jack Neumeier and Tom Richards. Despite missing five games with a knee injury as a senior, he ended his high school career with 5,711 passing yards and 49 passing touchdowns, and was named to the PARADE All America High School Football Team, along with future NFL stars, quarterback Dan Marino and running back Eric Dickerson. Known as a dual-threat quarterback, meaning he was accomplished at running and escaping pressure and had impressive passing ability, he was the number-one recruited high school player in the country, receiving over 60 scholarship offers. (One of those offers was from his father, who became the head coach at San Jose State following the 1978 season.) Also an accomplished baseball player, Elway was selected by the Kansas City Royals in the 18th round of the 1979 Major League Baseball draft. (The Royals also selected Marino in the fourth round of the same draft.) ==College career== In 1979, he enrolled at Stanford University, where he played football and baseball. In his senior season in 1982, Stanford was 5-5 and needed to win its final game, the Big Game against California, to secure an invitation to the Hall of Fame Classic bowl game. With two minutes remaining in the game, Stanford was down 19-17 and had 4th-and-17 on their own 13-yard line. Elway completed a 29-yard pass and drove the ball downfield to the 35-yard line, where Mark Harmon kicked what appeared to be the winning field goal. However, the clock had four seconds remaining, so Stanford had to kick off. What followed is now simply known as \"The Play\", in which Cal players lateraled the ball, rugby-style, five times – two of them controversial – and scored a touchdown to win the game, 25-20. Elway was bitter about the game afterward, stating that the officials \"ruined my last game as a college football player.\" Stanford athletics director Andy Geiger said the loss cost Elway the Heisman Trophy. Twenty years later, Elway came to terms with The Play, saying that \"each year it gets a little funnier.\" Although Elway never led his team to a bowl game, he had an accomplished college career. In his four seasons (1979–1982) at Stanford, he completed 774 passes for 9,349 yards and 77 touchdowns, with 39 interceptions, while also scoring 5 touchdowns rushing the ball. Stanford had a 20–23 record during his tenure. Elway's 24 touchdown passes in 1982 led the nation, and at the conclusion of his career, he held nearly every Pacific-10 record for passing and total offense. He won the Pac-10 Player of the Year honors in 1980 and 1982, was a consensus All-American, and finished second in Heisman Trophy balloting as a senior.Elway finished second to Herschel Walker, Sports- Reference.com: 1982 Heisman Trophy Voting In 2000, Elway was enshrined in the College Football Hall of Fame. In 2007, Elway was ranked #15 on ESPN's Top 25 Players In College Football History list. He passed for over 200 yards in 30 of his 42 collegiate games. Elway also excelled as a baseball player. He was selected by the New York Yankees in the second round of the 1981 Major League Baseball draft (52nd overall, six spots ahead of future Hall of Famer Tony Gwynn), and received $150,000 for playing for the Yankees' short season affiliate Oneonta Yankees in the New York–Penn League in the summer of 1982. Many scouts saw Elway as a good baseball player, but not as likely a star as in football. Yankees scout Gary Hughes believed, however, that had Elway concentrated on baseball \"the sky was the limit … he would've been off the charts\". Yankees owner George Steinbrenner—who aggressively sought Elway's services—reportedly planned to make him the Yankees' starting right fielder by 1985, which Elway—aware of Steinbrenner's opinion—later described as \"a tremendous [and] exciting thought\". Elway graduated with a bachelor's degree in economics, and is a member of the Delta Tau Delta fraternity. Already age 19 when he entered as a freshman, Elway did not use a redshirt year at Stanford. ==Professional career== ===1983 NFL Draft=== In the 1983 NFL Draft, Elway was selected as the first overall pick by the Baltimore Colts. Elway was wary of playing for the Colts, among the worst teams in the league at the time, and his father advised him against playing for head coach Frank Kush, who had a reputation as a harsh taskmaster. While Elway preferred football, his agent Marvin Demoff later stated that baseball was \"a true option\" for him at the time. The possibility gave Elway leverage in negotiations with the Colts. Elway told the Colts in December 1982 that he did not want to play for the team, and later told the Colts that he wanted to play on the West coast or for the Dallas Cowboys or Miami Dolphins. After unsuccessfully attempting to negotiate a private agreement with the Colts in which Elway would cite his alleged desire to remain on the West coast to explain the team trading him, Elway publicly threatened to join the Yankees full-time if the Colts did not trade him; Demoff wrote in his journal, published three decades later, that \"he would be a garbage collector before he'd play for Baltimore.\" Elway's refusal to join the Colts was controversial— Pittsburgh Steelers quarterback Terry Bradshaw denounced him, stating \"you should play baseball … he's not the kind of guy you win championships with\"—but many other NFL teams began negotiations with the Colts for the quarterback. One possibility was trading Elway for the San Francisco 49ers' Joe Montana, whose team had had a poor season in 1982. Another was a trade with the San Diego Chargers, which was negotiating a new contract with its star quarterback Dan Fouts. The New England Patriots were interested, but the Colts did not wish to trade Elway to a team in the same division. The Los Angeles Raiders almost traded for Elway the day before the draft, but the Raiders could not complete a required trade with the Chicago Bears. With no successful trade before the draft, the Colts had to draft Elway and possibly trade him later. Team general manager Ernie Accorsi wanted Elway as, Accorsi later said, he did not foresee the 1984 Draft as producing any first-round quarterbacks. Accorsi announced Elway as the team's choice as soon as possible during the 15-minute window on draft day, surprising observers, but Kush had already told Elway's family by phone that the Colts would pick him regardless of baseball. Elway that day reiterated his wish to not play for the Colts at a press conference, saying \"As I stand here right now, I'm playing baseball\". (When a reporter pointed out that the Yankees were not based on the West coast, Elway replied \"They play baseball during the summertime\".) Jack Elway said that John \"will never play for Irsay or Coach Kush\". Worried that the Colts would waste their pick, team owner Robert Irsay began negotiating with the Denver Broncos before the draft. His team was interested in offensive lineman Chris Hinton, who the Broncos had chosen as the fourth pick in the first round. On May 2, Irsay and Accorsi agreed to trade Elway for Hinton, backup quarterback Mark Herrmann, and a first-round pick in the 1984 Draft, which turned into offensive lineman Ron Solt. The Colts controversial relocation to Indianapolis the following year would later prove to somewhat vindicate Jack Elway's concerns, and that franchise would largely struggle until the arrival of Peyton Manning during Elway's last season as a player. ===Denver Broncos=== Elway pictured during his second NFL season with the Broncos in 1984 As one of the best quarterbacks ever drafted, Elway joined Denver as one of the most highly anticipated athletes in the history of the NFL. The local newspapers ran a section that was called \"The Elway Watch.\" After Craig Morton retired after the 1982 season and Herrmann was traded, the press expected that Elway might become the starting quarterback during the 1983 season. He debuted for the Broncos in the season opener against the Pittsburgh Steelers at Three Rivers Stadium, and was sacked for the first time in his NFL career at the hands of linebacker and fellow Hall of Famer Jack Lambert. In his first game, Elway was relieved by veteran quarterback Steve DeBerg, who led the Broncos to a victory. Elway's second game was also on the road at Baltimore, and was spirited by his rejection of the franchise. In what would turn out to be Elway's only professional game in Baltimore,The Colts moved to Indianapolis prior to the 1984 season. Although Baltimore received a new franchise that commenced play in 1996, that team (the Ravens) only played the Broncos once, in Denver, during Elway's final three professional seasons. Elway was again relieved in a close game by DeBerg, who led the Broncos to another win. In early October, DeBerg was named the starter by third-year head coach Dan Reeves for the remainder of the season, but a shoulder injury brought Elway back a month later. In the 1986 season, Elway led the Broncos to Super Bowl XXI, after defeating the Cleveland Browns on a famous possession at the end of the fourth quarter that became known as \"The Drive\". (In a span of 5 minutes and 2 seconds, Elway led his team 98 yards to tie the game with 37 seconds left in regulation. The Broncos won the game in overtime.) Elway and the Broncos started out the Super Bowl against the New York Giants very well, building a 10–7 lead and then driving to the Giants 1-yard line in the second quarter. However, the Broncos lost five yards on their next three plays and came up empty after kicker Rich Karlis missed the field goal attempt. From that point on, the rest of the game went downhill for the Broncos. Elway was sacked in the end zone for a safety on the Broncos ensuing possession, cutting their lead to 10–9. Then in the second half, the Giants scored 30 points and ended up winning the game 39–20. Still, Elway had an impressive performance, throwing for 304 yards and a touchdown, with one interception, while also leading Denver in rushing with 27 yards and a touchdown on the ground. Elway (center) getting tackled by the Atlanta Falcons in 1985 In the 1987 season, Elway was selected to start in the American Football Conference's (AFC) Pro Bowl team and won the NFL Most Valuable Player Award. He went on to once again lead the Broncos to a victory over the Browns in the AFC title game, earning their second consecutive Super Bowl appearance, this one against the Washington Redskins. The game started out very well for Denver, and they built up a 10–0 lead by the end of the first quarter. At the time, no team had ever overcome a 10–0 deficit in the Super Bowl. But in the second quarter, the Redskins suddenly stormed back with a record 35 points, and ended up winning Super Bowl XXII 42–10. Elway did have a few highlights. His 56-yard touchdown pass to Ricky Nattiel after just 1:57 had elapsed in the game set a record for the fastest touchdown in Super Bowl history, at the time. He also became the first quarterback ever to catch a pass in the Super Bowl, recording a 23-yard reception from halfback Steve Sewell on a halfback option play. With a porous defense unable to stop the Redskins offense, Elway was forced to take more risks on the offensive end. As a result, Elway's performance was rather disappointing: just 14 out of 38 completions for 257 yards and one touchdown, with three interceptions. After recording an 8–8 record in 1988, Elway once again led his team to the Super Bowl after the 1989 season, with yet another win over the Browns in the AFC championship game, going on to face the San Francisco 49ers in Super Bowl XXIV. However this game ended even worse for the Broncos than their previous Super Bowl losses. San Francisco blew out Denver 55–10, the most lopsided score in Super Bowl history. Although Elway scored the only touchdown for his team on a three-yard run, his performance was abysmal: 10 out of 26 completions for 108 yards with no touchdown passes and two interceptions. But he didn't try to hide from the media after the game or downplay his dismal performance. And when he was asked if he wanted to go back to the Super Bowl after three losses, he responded that he wanted to go back every year, even if his team kept losing. Still by this point, many doubted that he would ever win a Super Bowl in his career. It took Elway another eight years, but he eventually led his team back to the Super Bowl, following the 1997 season. During the preseason American Bowl game in Mexico City, Elway ruptured his right (throwing arm) biceps tendon. It was treated non- surgically, and he returned to play 19 days later, and the team advanced to Super Bowl XXXII, Elway's fourth, where they faced the Green Bay Packers, the defending champions. Despite Elway completing only 11 of 22 passes, throwing no touchdowns, but one interception, the Broncos defeated the Packers 31–24, winning their first Super Bowl, after three failed attempts for Elway (and four for the team). In the 1998 season, the Broncos repeated this feat and Elway was named MVP of Super Bowl XXXIII, throwing for 336 yards and one touchdown with one interception, while also scoring a rushing touchdown in Denver's 34–19 win over the Atlanta Falcons. It was his last game, other than the 1999 Pro Bowl. ===Legacy=== Elway (second from right) at Super Bowl XLIII with Lynn Swann, Roger Craig, Roger Goodell, and General David Petraeus On May 2, 1999, at the age of 38, Elway announced his retirement from professional football. Elway is regarded as one of the top quarterbacks ever to play the game. He has one of the best winning percentages in league history (148–82–1), and was tied for the second-most Pro Bowl selections for a quarterback (nine) at the time of his retirement. Elway played in 22 postseason games with the Broncos, 21 as a starter, and led the team to victory in 14 of them. In those games he threw for 4,964 yards and 27 touchdowns, with 21 interceptions, while also rushing for 461 yards and 6 more scores. He is currently 9th all time in passing yards , 10th in passes completed, , and 12th in passing touchdowns . His four total rushing touchdowns in his Super Bowl games are the most ever by a quarterback. He is also the second player ever to score a rushing touchdown in four different Super Bowls (running back Thurman Thomas was the first). On September 13, 1999, Elway's number 7 jersey was retired by the Denver Broncos during halftime of a Monday Night game against the Miami Dolphins; that same night he was inducted into the Denver Broncos Ring of Fame. (Craig Morton, his direct predecessor in Denver, also wore number 7 and is in the Ring of Fame alongside Elway). He was the first Broncos player to have the five-year waiting period waived. Also in 1999 he was inducted into the Colorado Sports Hall of Fame. Also in 1999, Elway was ranked number 16 on The Sporting News' list of the 100 Greatest Football Players, the only player to have spent the majority of his career with the Broncos to make the list (Willie Brown, who began his career with the Broncos but spent more of it with the Oakland Raiders, also made the list). In 2005, TSN published another special feature honoring the 50 Greatest Quarterbacks. Elway was ranked third behind Johnny Unitas and Joe Montana. Elway was named the greatest athlete wearing the #7 by Sports Illustrated. Current Pittsburgh Steelers' quarterback Ben Roethlisberger, who grew up idolizing Elway and Joe Montana, wears number 7 in honor of Elway. ===Notable statistics=== Elway ended his career with a record 148 victories, since surpassed by Brett Favre, Peyton Manning, and Tom Brady for most wins by a starting quarterback. He finished his career with 774 rushing attempts, currently fourth in league history behind Cam Newton (934), Michael Vick (873), and Randall Cunningham (775). Elway's 3,407 rushing yards ranks seventh all-time among NFL QB's behind Cunningham, Vick, Newton, Steve Young, Fran Tarkenton, and Steve McNair. Elway threw for 1,128 yards in his five Super Bowls, fourth most behind Tom Brady, Kurt Warner, and Joe Montana. His 76 Super Bowl pass completions rank fifth, and his 152 attempts were a Super Bowl record before being broken by Tom Brady. He is one of only two players ever to score a rushing touchdown in four different Super Bowls (the other being Thurman Thomas) and the only quarterback to do so. (156 attempts) 's NFL off-season, Elway held at least 33 Broncos franchise records, including: * Completions: career (4,123), playoffs (355), rookie season (123) * Pass Attempts: career (7,250), game (59 on 1993-10-10 @GNB; with Peyton Manning), playoffs (651), rookie season (259 in 1983), rookie game (44 on 1983-12-11 BAL ) * Passing Yards: career (51,475), playoffs (4,964), rookie game (345 on 1983-12-11 BAL ) * Passing Touchdowns: career (300), playoffs (27), playoff season (6 in 1987), playoff game (3 on 1988-01-17 CLE, 1990-01-14 CLE, and 1994-01-09 @RAI; with Peyton Manning) * Intercepted: career (226), playoffs (21), playoff season (5 in 1987) * Sacked: career (516), game (7 on 1989-10-29 PHI and 1993-10-18 RAI; with Tim Tebow), playoffs (39), playoff game (5 on 1988-01-31 NWAS; with Tim Tebow and Peyton Manning), rookie season (28 in 1983) * Yds/Pass Att: playoffs (7.63), rookie game (11.83 on 1983-12-04 CLE) * Rush Yds/Att: playoff season (6.73 in 1986) * 300+ yard passing games: career (40), playoffs (4), rookie season (1; with Marlin Briscoe and Tim Tebow) * Most Total Offensive Yards: 54,882 yards (51,475 passing, 3,407 rushing) * Most Total Touchdowns: 334 (300 passing, 33 rushing, 1 receiving) * Most Total Plays: 8,027 * Winning Percentage: .641 (148–82–1) ===Hall of Fame=== On August 8, 2004, Elway was inducted into the Pro Football Hall of Fame. He was elected in his first year of eligibility. He was presented by his eldest daughter Jessica. He was inducted into the College Football Hall of Fame in 2000. ===Career highlights=== * In 1979, Elway was drafted out of high school by the Kansas City Royals to play baseball in Major League Baseball. George Brett, the future Hall of Fame third baseman for the Royals, is said to have remarked, \"I hope this guy plays football.\" * In the 1981 MLB Draft, Elway was selected by the New York Yankees in the second round. The following year, he played outfield in 42 games for the Oneonta Yankees of the Class A New York–Penn League. He had a .318 batting average, with four home runs, 13 stolen bases, and a team-high 25 RBI. * In the 1983 NFL Draft, Elway was selected as the first overall pick by the Baltimore Colts, and on May 2, was traded to the Denver Broncos. * On January 11, 1987, Elway executed \"The Drive\"—a last-ditch, five-minute, 15-play, 98-yard touchdown drive in the AFC Championship against the Cleveland Browns to tie the game late in the fourth quarter, leading to an overtime win by field goal (by Rich Karlis) for the Broncos. It included six passes made (nine attempted), five rushes and an eight-yard sack. He was named the NFL Most Valuable Player and the AFC Offensive MVP. * Elway is the only player to throw for over 3,000 yards and rush for over 200 yards in seven straight seasons (1985–91). * Elway was named the AFC Offensive MVP in 1993 when he passed for 4,030 yards and 25 touchdowns. He had a quarterback rating of 92.8. * In 1997, Elway led the Broncos to their first ever Super Bowl win in Super Bowl XXXII. His three previous attempts in Super Bowls XXI, XXII and XXIV were unsuccessful. * Elway is one of only two players to rush for a touchdown in four Super Bowls (XXI, XXIV, XXXII, XXXIII). Thurman Thomas is the other. * On January 31, 1999, in Super Bowl XXXIII, Elway passed for 336 yards in a 34-19 victory over the Atlanta Falcons. He was named the Super Bowl MVP. * Elway was selected to the Pro Bowl nine times during his 16 seasons with the Broncos, a franchise record. * Over his professional career, Elway led Denver to 35 comeback wins in the 4th quarter & overtime, tied for third with Johnny Unitas.\"Quarterbacks and fourth quarter comebacks, Part 1\", Pro-Football- Reference.com * Elway's 148 wins place him fourth behind Peyton Manning, Brett Favre, and Tom Brady for career wins among quarterbacks. * Elway was sacked 516 times, second to Favre for most times sacked in NFL history. * Elway's 300 career touchdown passes places him tenth behind Favre, Dan Marino, Fran Tarkenton, Peyton Manning, Tom Brady, Drew Brees, Eli Manning, Philip Rivers, and Ben Roethlisberger. * Elway is one of six quarterbacks to pass for at least 3,000 yards in 12 seasons; Favre, Marino, Brees, Brady and Manning are the others. * On January 31, 2004, Elway was elected into the Pro Football Hall of Fame. * Elway's No. 7 Stanford Cardinal jersey was retired on November 7, 2013, at halftime during the Stanford-Oregon game. ==NFL career statistics== {| class=\"wikitable mw-collapsible mw-collapsed\" |- ! colspan=\"2\"|Legend |- | style=\"background:#cfecec; width:3em;\"| | Led the league |- | style=\"background:#afe6ba; width:3em;\"| | Won the Super Bowl |- | style=\"background:#ff0; width:3em;\"| | AP NFL MVP |- | style=\"background:#f4c842; width:3em;\"| | Super Bowl MVP |- | Bold | Career high |} ===Regular season=== {| class=\"wikitable\" style=\"text-align:center;\" |- ! rowspan=\"2\"| Year ! rowspan=\"2\"| Team ! colspan=\"2\"| Games ! colspan=\"6\"| Passing ! colspan=\"4\"| Rushing |- ! G !! GS !! Comp !! Att !! Yards !! TD !! Int !! Rtg !! Att !! Yards !! Avg !! TD |- ! 1983 !! DEN | 11 || 10 || 123 || 259 || 1,663 || 7 || 14 || 54.9 || 28 || 146 || 5.2 || 1 |- ! 1984 !! DEN | 15 || 14 || 214 || 380 || 2,598 || 18 || 15 || 76.8 || 56 || 237 || 4.2 || 1 |- ! 1985 !! DEN | 16 || 16 || 327 || style=\"background:#cfecec; width:3em;\"|605 || 3,891 || 22 || 23 || 70.2 || 51 || 253 || 5.0 || 0 |- ! 1986 !! DEN | 16 || 16 || 280 || 504 || 3,485 || 19 || 13 || 79.0 || 52 || 257 || 4.9 || 1 |- ! style=\"background:#ff0;\"| 1987 !! DEN | 12 || 12 || 224 || 410 || 3,198 || 19 || 12 || 83.4 || 66 || 304 || 4.6 || 4 |- ! 1988 !! DEN | 15 || 15 || 274 || 496 || 3,309 || 17 || 19 || 71.4 || 54 || 234 || 4.3 || 1 |- ! 1989 !! DEN | 15 || 15 || 223 || 416 || 3,051 || 18 || 18 || 73.7 || 48 || 244 || 5.1 || 3 |- ! 1990 !! DEN | 16 || 16 || 294 || 502 || 3,526 || 15 || 14 || 78.5 || 50 || 258 || 5.2 || 3 |- ! 1991 !! DEN | 16 || 16 || 242 || 451 || 3,253 || 13 || 12 || 75.4 || 55 || 255 || 4.6 || 6 |- ! 1992 !! DEN | 12 || 12 || 174 || 316 || 2,242 || 10 || 17 || 65.7 || 34 || 94 || 2.8 || 2 |- ! 1993 !! DEN | 16 || 16 || style=\"background:#cfecec; width:3em;\"|348 || style=\"background:#cfecec; width:3em;\"|551 || style=\"background:#cfecec; width:3em;\"|4,030 || 25 || 10 || 92.8 || 44 || 153 || 3.5 || 0 |- ! 1994 !! DEN | 14 || 14 || 307 || 494 || 3,490 || 16 || 10 || 85.7 || 58 || 235 || 4.1 || 4 |- ! 1995 !! DEN | 16 || 16 || 316 || 542 || 3,970 || 26 || 14 || 86.4 || 41 || 176 || 4.3 || 1 |- ! 1996 !! DEN | 15 || 15 || 287 || 466 || 3,328 || 26 || 14 || 89.2 || 50 || 249 || 5.0 || 4 |- ! 1997 !! DEN | 16 || 16 || 280 || 502 || 3,635 || 27 || 11 || 87.5 || 50 || 218 || 4.4 || 1 |- ! 1998 !! DEN | 13 ||12 || 210 || 356 || 2,806 || 22 || 10 || 93.0 || 37 || 94 || 2.5 || 1 |- ! colspan=\"2\"| Career !! 234 !! 231 !! 4,123 !! 7,250 !! 51,475 !! 300 !! 226 !! 79.9 !! 774 !! 3,407 !! 4.4 !! 33 |} ===Playoffs=== {| class=\"wikitable\" style=\"text-align:center;\" |- ! rowspan=\"2\"| Year ! rowspan=\"2\"| Team ! colspan=\"2\"| Games ! colspan=\"5\"| Passing ! colspan=\"4\"| Rushing |- ! G !! GS !! Comp !! Att !! Yards !! TD !! Int !! Att !! Yards !! Avg !! TD |- ! 1983 !! DEN | 1 || 0 || 10 || 15 || 123 || 0 || 1 || 3 || 16 || 5.3 || 0 |- ! 1984 !! DEN | 1 || 1 || 19 || 37 || 184 || 2 || 2 || 4 || 16 || 4.0 || 0 |- ! 1986 !! DEN | 3 || 3 || 57 || 107 || 805 || 3 || 4 || 15 || 101 || 6.7 || 2 |- ! 1987 !! DEN | 3 || 3 || 42 || 89 || 797 || 6 || 5 || 18 || 76 || 4.2 || 1 |- ! 1989 !! DEN | 3 || 3 || 42 || 82 || 732 || 4 || 3 || 16 || 91 || 5.7 || 1 |- ! 1991 !! DEN | 2 || 2 || 30 || 54 || 378 || 1 || 2 || 10 || 49 || 4.9 || 0 |- ! 1993 !! DEN | 1 || 1 || 29 || 47 || 302 || 3 || 1 || 5 || 23 || 4.6 || 0 |- ! 1996 !! DEN | 1 || 1 || 25 || 38 || 226 || 2 || 0 || 5 || 30 || 6.0 || 0 |- ! style=\"background:#afe6ba; width:3em;\"|1997 !! DEN | 4 || 4 || 56 || 96 || 726 || 3 || 2 || 9 || 25 || 2.8 || 1 |- ! style=\"background:#afe6ba; width:3em;\"|1998 !! style=\"background:#f4c842; width:3em;\"|DEN | 3 || 3 || 45 || 86 || 691 || 3 || 1 || 9 || 34 || 3.8 || 1 |- ! colspan=\"2\"| Career !! 22 !! 21 !! 355 !! 651 !! 4,964 !! 27 !! 21 !! 94 !! 461 !! 4.9 !! 6 |} ==Business activities== Elway was co-owner of the Arena Football team Colorado Crush, from their inception in 2002 until the cancellation of the Arena Football League after the 2008 season. In February 2007, Elway was elected chairman of the AFL's executive committee.espn.com Elway to chair Arena League executive committee On August 4, 2009, the Arena Football League announced an indefinite suspension of operations. Elway was one of the 17 remaining franchise owners that voted to suspend operations indefinitely.Irv Moss, \"Arena Football League suspended indefinitely\", The Denver Post, August 4, 2009 http://www.denverpost.com/crush/ci_12986514 Elway is the owner of four steakhouse restaurants, each named \"Elway's\": One is located in the upscale Cherry Creek shopping district, one in the Ritz-Carlton Hotel in downtown Denver, one in Vail, and one in the Denver International Airportespn.com, Elway expands business empire, opening new steakhouse Elway owned five auto dealerships, called John Elway Autos, in the Denver area. He sold them to AutoNation Inc. in 1997 for $82.5 million. In December 2006, Elway ended a nine-year licensing agreement with AutoNation, removing his name from Denver- area dealerships. At the time, Elway said the move could allow him to get back into the auto business under his own name. He still owns two Toyota Scion dealerships, one in Manhattan Beach, CaliforniaManhattan Beach Toyota, John Elway's Manhattan Beach ToyotaManhattan Beach Scion, Manhattan Beach Scion and another in Ontario, California,Crown Toyota, John Elway's Crown ToyotaCrown Scion, John Elway's Crown Scion a Chevrolet dealership in Englewood, Colorado,John Elway Chevrolet, John Elway Chevrolet and a Chrysler Jeep dealership in Greeley, Colorado.John Elway Chrysler, John Elway Chrysler Jeep Dodge Ram Elway acquired a Cadillac franchise from Sonic Automotive in 2014.https://www.elwaydealers.com/ In September 2008, Elway became the spokesperson for OpenSports.com. Elway had LASIK eye surgery and endorsed Icon LASIK in the Denver area in November 2008.John Elway LASIK John Elway selected ICON LASIK in Denver Elway currently offers his commentary on the Broncos and the NFL season as a whole Friday mornings during the football season on 87.7 The Ticket in Denver. ==Executive career== In December 2010, Elway expressed interest in working as the Broncos' top football executive, after having dinner with Broncos owner Pat Bowlen. However, he expressed no interest in being a head coach or general manager after Josh McDaniels' firing, saying, \"I'm not interested in being a head coach. I'm not interested in being a general manager. I don't have that kind of experience to be able to pick those players day in and day out and such.\" On January 5, 2011, Elway was named general manager and executive vice president of football operations of the Broncos, with the final say in all football matters. In this capacity, he reports to team president Joe Ellis and is the immediate supervisor for the head coach of the team. General manager Brian Xanders was actually retained, but served mostly in an advisory role to Elway. Xanders left the team after the 2011 season, and Elway assumed the role of general manager which gave him complete control over the football side of the Broncos operation. Under Elway's management, the team signed free agent quarterback Peyton Manning who had just been released by the Indianapolis Colts. In four seasons from 2012 to 2015, the Broncos won four division titles, two AFC Championships, and reached Super Bowl XLVIII where they were soundly defeated 43-8 by the Seattle Seahawks despite holding the regular season's top offense. Elway responded to the Super Bowl loss by signing defensive end DeMarcus Ware, cornerback Aqib Talib, and safety T. J. Ward for the 2014 season. After losing in the divisional playoffs to the Indianapolis Colts, Elway dismissed John Fox, who had won four divisional championships in his four years as Broncos head coach. Elway hired Gary Kubiak, his former backup quarterback and former Broncos offensive coordinator, as the new head coach for the 2015 season. Elway and Kubiak also brought back Wade Phillips, a former Broncos head coach, for his second stint as the team's defensive coordinator. Elway won a third Super Bowl as part of the Broncos franchise, when on February 7, 2016 Denver defeated the Carolina Panthers 24-10 in Super Bowl 50. This gave him his first Super Bowl win as Executive VP/GM, to go along with the two he won as the team's quarterback. ==Family== Elway married Janet Buchan, who attended Stanford University and competed on its swimming team, in 1984. They separated in 2002 and divorced in 2003. They have four children: Jessica, Jordan, Jack, and Juliana. * Jessica Gwen Elway was a student at Stanford University. During her freshman year, she was a member of the Stanford women's basketball team. However, she did not rejoin the team for her sophomore year. Jessica gave an introduction speech for her father at his induction into the Pro Football Hall of Fame in Canton, Ohio, becoming the first daughter to ever introduce her father as an inductee into the Pro Football Hall of Fame. * John Albert \"Jack\" Elway III played quarterback at Cherry Creek High School in Colorado, receiving All-State honors his senior year, graduating in 2008. John worked as the quarterback coach for Cherry Creek for Jack's senior year. Jack signed to play quarterback for Arizona State University but left the team in April 2009. ASU's head coach Dennis Erickson was his grandfather Jack's first offensive coordinator, from 1979–81, at San José State, the elder Jack's first Division I head coaching job. Elway's twin sister, Jana, developed lung cancer and died at the age of 42 in the summer of 2002. John's father, Jack, died of an apparent heart attack a year earlier. Elway met former Oakland Raiders cheerleader Paige Green in 2005 at a celebrity golf tournament held by former Raiders running back Marcus Allen in Los Angeles. They were engaged in Italy in September 2008, and married in August 2009. ==See also== * Bay Area Sports Hall of Fame * List of gridiron football quarterbacks passing statistics * List of multi-sport athletes * List of NCAA major college football yearly passing leaders ==Notes== ==References== * The Associated Press, \"Clock runs out on Elway\", Arizona Daily Wildcat, May 3, 1999. * Ivan Carter, \"KC helped make Elway a star\", The Kansas City Star, August 8, 2004, p. C8. ==External links== * * ESPN Sportscentury Bio * Elway's Restaurant Elway's * * * Category:1960 births Category:Living people Category:Twin people from the United States Category:People from Las Animas County, Colorado Category:People from the San Fernando Valley Category:People from Port Angeles, Washington Category:Sportspeople from Greater Los Angeles Category:Sportspeople from Denver Category:Players of American football from California Category:Players of American football from Washington (state) Category:American football quarterbacks Category:Stanford Cardinal football players Category:All-American college football players Category:National Football League first overall draft picks Category:Denver Broncos players Category:Super Bowl champions Category:Super Bowl MVPs Category:College Football Hall of Fame inductees Category:American Conference Pro Bowl players Category:National Football League players with retired numbers Category:Pro Football Hall of Fame inductees Category:Denver Broncos executives Category:Arena Football League executives Category:Baseball players from California Category:Baseball players from Washington (state) Category:Stanford Cardinal baseball players Category:Oneonta Yankees players Category:Colorado Republicans ",
    "title": "John Elway"
}