{
    "id": "308346",
    "text": "The music of Florida has had many influences and the state has influenced many genres and produced many musicians. ==Indigenous music== ==Blues== Blues artists from Florida include Piedmont blues singer and guitarist Gabriel Brown and saxophonist and blues shouter Buster Bennett. ==Jazz== Bebop drummer Robert Thomas, Jr. and swing drummer Panama Francis were born in Miami. Saxophonist Archie Shepp was born in Fort Lauderdale. Trumpeter Fats Navarro was born in Key West. Bassist, cellist, and composer Sam Jones was born in Jacksonville. Alto saxophonist Cannonball Adderley, his brother cornet and trumpet player Nat Adderley, of Tampa, and tenor saxophonist Junior Cook of euwhfgpPensacola were active in the hard bop era. Multi-instrumentalist and composer Gigi Gryce and blues and jazz singer and pianist Ida Goodson were also born in Pensacola. Pianist and singer Billie Pierce, of the Goodson Sisters, was born in Marianna. Trombonist Buster Cooper was born in St. Petersburg. Saxophonist Alfred \"Pee Wee\" Ellis was born in Bradenton. Doug Carn of St. Augustine recorded several albums for Black Jazz Records in the early 1970s. Trumpeter Pete Minger, a South Carolina native, moved to Florida where he played with drummer William Peeples among others and studied music at University of Miami after working with Count Basie in the 1970s. Cuban jazz trumpeter, pianist, and composer Arturo Sandoval has been active in Miami since 1990. Dean Dewberry 1950-90, Jazz (American Music) Hall of Fame concert pianist, born and raised in St. Petersburg, played locally with his wife Penny Parker Dewberry in night clubs, & played with such jazz musicians as Duke Ellington, Cole Porter, Dave Brubeck, Eph Resnick, and Wild Bill Davidson. Later, after becoming Christians, both he and his wife created \"Jazz For Jesus\" and spent the rest of their working years uplifting inmates throughout the south east, doing normal & home co-ministry with friends Horace & Marilyn Ellsworth, ministers of Looking Unto Jesus Ministries, throughout Florida and south Georgia. ==Country== Florida is the home of several notable country musicians and musical acts. Country singer Mel Tillis (d.2017) was born in Darby, a small rural community in Pasco County. His daughter Pam Tillis, also a country music star, was born in nearby Plant City. Slim Whitman was born in Tampa and once played minor league baseball for the Plant City Berries. The Bellamy Brothers, a duet act that hit number one on the country charts several times before reaching #1 on the Billboard Hot 100 chart with their cross-over hit \"Let Your Love Flow\" in 1976, also hail from Darby. Close friend Bobby Braddock, a member of the Country Music Hall of Fame with multiple number ones to his credit, was born in Lakeland, in Polk County, and grew up in nearby Auburndale. Kent Lavoie, better known by his stage name, Lobo, hit Number Five on the Billboard Pop chart in 1971 with the soft rock song \"Me and You and a Dog Named Boo\". He was born in Tallahassee and grew up in Winter Haven. While attending the University of South Florida, Lavoie formed a band called The Rumors with Jim Stafford and Gram Parsons. Parsons was born in Winter Haven and attended exclusive The Bolles School in Jacksonville. He had a central role in the rock-and-roll scene of the 1960s, being friends or collaborating on projects with notables from Mick Jagger to Linda Ronstadt to Johnny \"Guitar\" Watson to the Kingston Trio. He tried to rescue Michelle Phillips by helicopter from the mayhem at the Altamont Music Festival in 1969. One of his songs is included in Gimme Shelter, a documentary about the events at Altamont. Parsons was a member of The Byrds, and was also part of The Flying Burrito Brothers. Later, with some friends from Harvard University, he formed the folk/country band The International Submarine Band. Still later he toured extensively with Emmylou Harris before his death, at 26. Jim Stafford, born in Eloise, grew up in Winter Haven, was a prominent country performer in the 1970s. He had his own television show, The Jim Stafford Show in 1975, as well as co-hosting Those Amazing Animals with Burgess Meredith and Priscilla Presley, and making regular guest appearances on The Tonight Show and other programs. Jake Owen had a No. 4 album on the Billboard 200 in 2016. ==Rock== Jim Morrison of The Doors was born in Melbourne, spent part of his childhood in Clearwater, and attended Florida State University for a few years Johnny Tillotson (\"Poetry in Motion\") was from Jacksonville. In the 1960s, Florida rock and roll and garage bands included The Outlaws and The Tempests and The Royal Guardsmen (\"Snoopy vs. the Red Baron\", #2 on the Hot 100 in 1966) were from Tampa, Tampa, and Ocala, respectively. Another Jacksonville group was The Classics IV (\"Traces\", #2 on the Billboard Hot 100 in 1969). Guitarist Tom Petty (d.2017) was born, and grew up, in Gainesville. Most of the members of three bands he recorded with - The Epics, The Heartbreakers, and Mudcrutch - were also from Florida, mainly from in and around Gainesville and North Florida. Tom Petty and the Heartbreakers had 10 #1 songs on the Mainstream rock chart. Bands of the mid- to late-1990s with strong links to Florida includeTabitha's Secret the original band that later changed its name to Matchbox Twenty, who originate from Orlando, rock band Creed (had 4 #1 songs on the Mainstream Rock chart, from Tallahassee, (Scott Stapp and Mark Tremonti attended Florida State), and Sister Hazel from Gainesville. Alter Bridge (Creed minus Scott Stapp) from Orlando had a No. 5 album on the Billboard 200 with One Day Remains in 2004. Usually associated with what has become known as the new wave of popular alternative music is Chris Carrabba and his band, Dashboard Confessional from Boca Raton. Dashboard had two No. 2 albums on the Billboard 200 in 2003 and 2006. Chris Carrabba graduated from Florida Atlantic University in Boca. His former band, Further Seems Forever, is also a popular indie rock band from Pompano Beach. The band Saigon Kick from Coral Springs had a top 12 Billboard hit with \"Love Is on the Way\" in 1992. The band Shinedown was formed in Jacksonville, and their signature songs are considered to be \"Second Chance\" and \"Sound of Madness\". They had a No. 4 album on the Billboard 200 with Amaryllis in 2012. Shinedown has had 12 #1 songs on the Mainstream Rock Chart in the 00s and 10s. The band Cold was formed in Jacksonville, and their signature song is considered to be \"Stupid Girl\". The band Matchbox 20 originally known as Tabitha's Secret formed in Orlando in 1993. They are known for the album Yourself or Someone Like You 1996 , which is certified 12 x platinum in the USA and their followup (Mad Season) in 2000. It peaked at #3 on the Billboard 200. Matchbox 20 had 4 #1 songs on the Adult Top 40 chart in the late 90s and early 00s. Including the hit 3am which spent 10 weeks at #1 in the late 1990s. The band The Freddy Mitchell Euphoria was formed in Fort Lauderdale. Their Albums were, \"Above and Below\" 1984, \"Fallen Moons\" 1998 and \"Animator\" 2005. The band Yellowcard was formed in Jacksonville, Florida in 1997 before moving out to Los Angeles. Christian alternative band Tenth Avenue North is based out of West Palm Beach. ==Southern rock== *Lynyrd Skynyrd, Jacksonville, (had a No. 5 album on the Billboard 200 with Street Survivors in 1977) *Molly Hatchet, Jacksonville *The Allman Brothers Band, Daytona/Jacksonville (had a No. 1 Billboard 200 album with Brothers and Sisters in 1973) *Blackfoot, Jacksonville *Outlaws, Tampa *38 Special, Jacksonville (\"Caught Up in You\" in 1982) ===Rock recording industry=== In the 1960s, Tampa was very active in the music recording industry. Mercy recorded a Jack Sigler, Jr. original entitled \"Love (Can Make You Happy)\" at the old Charles Fuller Studio on MacDill Avenue in Tampa. The Royal Guardsmen recorded \"Snoopy Vs The Red Baron\" at this same studio. Many bands used Charles Fuller Studios for their 45 records. The Tempests, a St. Petersburg-based band, recorded and released \"I Want You Only\" and \"I Want You To Know\" on the Fuller label. The Miami recording industry began in the 1970s with Criteria Studios, which produced the recordings Rumours by Fleetwood Mac and Hotel California by The Eagles. Henry Stone and his label TK Records supported the local indie scene in the 1970s. T. K. Records produced the R&B; group KC and the Sunshine Band along with soul singers Betty Wright, George McCrae, and Jimmy \"Bo\" Horne as well as a number of minor soul and disco hits, many influenced by Caribbean music. In the 1970s and early 1980s Jacksonville saw a very active music recording scene with Southern rock bands such as Molly Hatchet, The Allman Brothers Band, 38 Special, The Outlaws, and Lynyrd Skynyrd. The Bellamy Brothers also recorded their style of country music in the mid to late 1970s. Florida musicians inducted into the Rock and Roll Hall of Fame include Ray Charles, Jim Morrison of the Doors, The Allman Brothers Band, Lynyrd Skynyrd (Ronnie Van Zant is buried in a suburb of Jacksonville. His widow founded Freebird Live), and Tom Petty and the Heartbreakers. All of these lead singers are deceased. Jamaican singer Bob Marley died in a Miami hospital in 1981. ==Punk rock== Florida has experienced periods in which punk rock flourished. An active scene of original Punk bands flourished in the Tampa/St. Pete area in the late 1970s, including bands such as The Straight Jackets, The Shades, the Jackers, Just Boys, The Art Holes, The Stick Figures, A New Personality and the Veal Rifles. Based in Gainesville, Fort Lauderdale/Miami, Tampa and other cities, hardcore punk gained a widespread following. One of the first bands in this style is believed to be Roach Motel of Gainesville, but The Eat, from Hialeah, had formed around 1978-79. Miami also was home to one of the first American punk bands to release an indie single, \"Silver Screen\" by Critical Mass, in 1978 and still in demand by collectors today. Rat Cafeteria (Tampa), Sector 4, Hated Youth, and Paisley Death Camp (all from Tallahassee), No Fraud (Venice), F (Fort Lauderdale), Morbid Opera (Miami), and Crucial Truth (Pompano Beach) also gained an audience and some had songs compiled on the album We Can't Help It If We're From Florida. Hardcore bands from Orlando 1983-1989 included: Dissent, Damage (U.S.), Zyklon-B (U.S.), The Bully Boys, Florida's Unwanted Children, Sewer Side Rouges, Declared Ungovernable, Contradiction, The Damn Maniacs, and The Genitorturers. Mid 1980s era band Black Label featured future Rose Shadows bassist John Reece as well as future Bully Boys guitarist Rusty Penrose and John Stalzer on drums. Black Label was only the 2nd band to ever play at the Orlando concert venue Electric Avenue, the bands inaugural show brought in 981 people! A feat that would never again be accomplished by any local band at that venue. Black Label released one single, the rowdy and comical \"Rootbeer For Everyone\" a song that was in heavy rotation on Rollins College radio station WPRK which was hosted at the time by future Genitorturers front woman Jen. Gainesville and Jacksonville had very active punk scenes in the 1990s-2000s. Less Than Jake, Against Me!, and Hot Water Music are from Gainesville. Yellowcard, The Red Jumpsuit Apparatus, and Evergreen Terrace are from Jacksonville. Mayday Parade and Stages & Stereos are from Tallahassee. Fake Problems are from Naples. Other Hardcore, Post-Hardcore, and Metalcore bands from Florida include: Against All Authority, Anberlin \"Feel Good Drag\" (Stephen Christian graduated from UCF), Underoath (had a No. 2 Billboard 200 album in 2006) and The Almost, Combatwoundedveteran, Poison the Well, Assholeparade, A Day to Remember from Ocala (had a No. 2 Billboard 200 album in 2016), Sleeping With Sirens (had a No. 3 Billboard 200 album in 2013) and There for Tomorrow are from Orlando, and Shai Hulud. New Found Glory, formed in Coral Springs, had a no. 3 album on the Billboard 200 in 2004. ==Indie rock== Indie bands Mortimer Nova, Surfer Blood, Iron & Wine (had a No. 2 album on Billboard 200 in 2011), Copeland, The Drums, and The Generators are from Florida, as well as Fake Problems from Naples. Post-rock band, Windsor for the Derby was formed in Tampa. ==Heavy metal== Florida was the epicentre of the emerging death metal genre in the late 1980s. Tampa produced artists such as Death, Morbid Angel, Deicide, Obituary, Atheist, Hate Eternal, Monstrosity, Assück, Nocturnus, and Acheron. The Tampa area is also home to Morrisound Recording. Records produced at Morrisound include Deicide's debut album, Deicide, Morbid Angel's debut album Altars of Madness, Scream Bloody Gore from Death, as well as many other death metal albums. Tampa is also the birthplace of Symphonic power metal band Kamelot and Power Metal band Iced Earth. Fort Lauderdale has produced a few metal bands as well, such as Marilyn Manson, Monstrosity, Kult ov Azazel, and Nu metal act Nonpoint. Progressive death metal act Cynic, come from Miami as well as Hibernus Mortis and I Set My Friends on Fire. Orlando is the home of the bands Death, Skrape, and Trivium. Metal band Savatage is from the city of Tarpon Springs. Singer Jon Oliva went on to create the Trans-Siberian Orchestra from Tampa. Limp Bizkit is from Jacksonville. Poison the Well, the band generally agreed to have created the melodic metalcore subgenre, a type of metalcore inspired by melodic death metal, is from Miami. Wage War and We Are Defiance are a metalcore band based out of Ocala. ==Pop and teen pop== Backstreet Boys, N'Sync, and O-Town (who had a No. 5 album on Billboard 200 in 2001) were all formed in Orlando and managed by Lou Pearlman. Singer/actress Mandy Moore is from Orlando, while Aaron Carter is from Tampa. He had a No. 4 album on Billboard 200 in 2000. Also from Florida, Exposé from the late 1980s (who had a No. 1 Hot 100 hit with \"Seasons Change\"), Ariana Grande from Boca Raton, and the girl group Fifth Harmony (with Camila Cabello who went solo) from Miami who had a No. 4 album on the Billboard 200 with 7/27 in 2016. In the 1970s, KC and the Sunshine Band had five No. 1 Billboard Hot 100 hits including the 1975 disco song \"Get Down Tonight\". In 1988, Terence Trent D'Arby from Orlando had a No. 1 Hot 100 hit with \"Wishing Well\". In 1990, Vanilla Ice had a No. 1 Hot 100 hit with \"Ice Ice Baby\", and Stevie B had a No. 1 Hot 100 hit with \"Because I Love You (The Postman Song)\". In the 2000s, both Rob Thomas- (\"Smooth\" ft. Santana in 2000) and Matchbox 20- (\"Bent\"), Creed- (\"With Arms Wide Open\"), N'SYNC- (\"It's Gonna Be Me\"), Enrique Iglesias \"The King of Latin Pop\"- (two No. 1s such as \"Be With You\" in 2000; he attended the University of Miami), T-Pain- (two No. 1s including \"Buy U a Drank\" in 2007), Flo Rida- (three No. 1s like\"Low\" ft. T-Pain), Sean Kingston- (\"Beautiful Girls\" in 2007), and Jason Derulo- (\"Whatcha Say\" in 2009) all had a No. 1 Hot 100 hit. In the 2010s, Miami's Cuban-American Pitbull has had two No. 1 hits: \"Give Me Everything\" in 2011 and \"Timber\". Cuban born Camila Cabello had a #1 hit in 2018 with \"Havana\". The late XXXTentacion had a number one hit with \"Sad!\" in 2018. In addition, Florida musicians with a No. 1 album on the Billboard 200 include Jimmy Buffett with License to Chill; bands Tom Petty and the Heartbreakers with Hypnotic Eye (Tom Petty and the Heartbreakers also had 2 #2 albums like Damn the Torpedoes in 1979), Marilyn Manson with 2, Limp Bizkit with two such as Significant Other in 1999, Backstreet Boys with three No. 1 albums such as Millennium in 1999, R&B;/hip hop group Pretty Ricky with 1 in 2007, rapper Rick Ross with five No. 1 albums including Port of Miami in 2006, R&B;/pop singer Ariana Grande with three including My Everything in 2014 (she has also had 2 #1 Hot 100 songs like \"Thank U, Next\" in 2018), bro-country duo Florida Georgia Line with 1 in 2014, rapper DJ Khaled with two such as Major Key in 2016, and rapper Kodak Black in 2018. Additional musicians from Florida include pop punk band We the Kings (\"Check Yes Juliet\" from 2008) from the Sarasota area, post-grunge band Seven Mary Three (\"Cumbersome\" 1996) from Orlando, Christian rock band Casting Crowns (Come to the Well 2011) from Daytona Beach, soft rock singer Bertie Higgins (\"Key Largo\" 1981); eclecto-pop singer, multi-instrumentalist and producer Meresha; country singer John Anderson (\"Seminole Wind\" 1992) from the Orlando area; country pop singer Cassadee Pope from West Palm Beach and neotraditional country singer Easton Corbin (\"A Little More Country Than That\" 2010) from the Gainesville area; pop rapper LunchMoney Lewis (\"Bills\" 2015) from Miami, rapper Kent Jones (\"Don't Mind\" 2016) from Miami, female trap rapper Bhad Bhabie (\"Hi Bich\" 2017), r&b; singer Blackbear (\"Hot Girl Bummer\" 2020) from Daytona Beach, Miami bass and hip hop group 69 Boyz (\"Tootsee Roll\" 1994) from Jacksonville; Miami bass and dance group Quad City DJs (\"C'mon N' Ride It (The Train)\" 1996) from Jacksonville, rap rocker Kevin Rudolf (\"Let It Rock\" 2008) from Miami, EDM and trap DJ Diplo (also in Major Lazer and Jack Ü) (\"Elastic Heart\" 2015) from Miami; early 2000s girl group P.Y.T. from Tampa, and dance-pop singer Willa Ford (\"I Wanna Be Bad\" 2001) from the Tampa area. ==Latin music== There are many Latinos in Florida, and an especially high number of Cubans in cities such as Miami and Tampa. The regional Latin music industry includes a wide variety of traditional and popular Cuban styles, as well as other Latin music genres. The Cuban community has produced traditional performers including Cachao and Israel Kantor, as well as mainstream pop stars such as Gloria Estefan \"the Queen of Latin Pop\". In the 1980s, Gloria Estefan and Miami Sound Machine had 3 No. 1 Hot 100 hits, including \"Anything for You\". Estefan graduated from the University of Miami in 1979. Estefan is the most famous musician to come from the Miami pop industry; others include Willie Chirino and Albita Rodríguez. ==R&B;== Family soul singing group Cornelius Brothers & Sister Rose are from Dania. Soul singer Linda Lyndell was born in Gainesville. R&B; artists Kirby Maurier was raised in Miami and Miramar, Sammie is from Boynton Beach, Pleasure P is from Carver Raches, West Park, and Blackbear was born in Daytona Beach. ==Miami bass== Miami bass is a booming, bass-heavy hip hop music that developed in the mid-1980s in Miami. Innovators on the scene included DJ Laz, while the scene eventually gained prominence through the Miami Bass group Luther Campbell's (\"Raise the Roof (Luke song)\") 2 Live Crew. The lyrics to Miami bass were often sexually explicit, and when 2 Live Crew began to achieve national attention, the words to their songs caused a controversy after several stores were prosecuted under obscenity laws for selling the disc, and members of 2 Live Crew were arrested for performing songs from the album Nasty As They Wanna Be. ==Floridian rap== Floridian rappers include Trick Daddy (\"Let's Go\"), Kodak Black, Wifisfuneral, Ski Mask the Slump God, XXXTentacion, Celph Titled, KiD Trunks, Lil Pump, Smokepurpp, Slick Dinero, Ozzy Ozz, Denzel Curry, Rick Ross, Ace Hood, Plies (\"Hypnotized\"), Trina, Cool & Dre, Flo Rida, Jacki-O, Stack$, T-Pain, stic.man, Dead Prez, Pitbull, Ball Gizzle, Ghostemane, Keagan Grimm, Carl Lovett, YNW Melly and M-1. Nappy Boy Entertainment is a record label founded by T-Pain in Tallahassee. Valholla Entertainment is a Miami-based label and management company. In 2015, breakout artist Denzel Curry brought the \"soundcloud rap\" movement towards the mainstream. The movement, predominately based in South Florida takes its name from the audio distribution platform Soundcloud where the artists generally post their music. The style of music brought forward by \"soundcloud rap\" is heavily distorted bass, intentionally bad mixing and fast tempos, which is not new to them but instead contributed to earlier groups such as Raider Klan led by SpaceGhostPurrp and his various producers. Another notable artist, XXXtentacion rode the coattails of the distorted bass and fast tempos made popular by soundcloud. XXXTentacion would sing and rap over fast, edgy beats. He also included an acoustic element to his music. The artist was murdered in Broward county in 2018 at age 20 after attempting to purchase a motorcycle. He is buried in Boca Raton. ==Florida breaks== Florida breaks is a genre of breakbeat music originating in the 1990s in the state of Florida. It is particularly popular in the Tampa and Orlando areas. ==Dance music== Floridian dance music has included Jimmy Bo Horne and KC and The Sunshine Band. In 1985, the Winter Music Conference, an annual week-long dance music festival, started in Miami. It coincides with Ultra Music Festival. Music from the 1990s included Murk aka Funky Green Dogs, Planet Soul, No Mercy, and DJ Robbie Rivera. ==See also== *Music of Miami *List of songs about Miami *Florida Artists Hall of Fame ==References== Florida Florida ",
    "title": "Music of Florida"
}