{
    "id": "308330",
    "text": "Wild boars, by Walter Moras (1856–1925) This is a list of notable pigs. ==General== ===Learned pig=== Poster for Toby the Sapient pig In 1784-5 an unnamed pig was exhibited in London under the title The Learned Pig. The pig was said to be able to spell words and solve arithmetical problems. Later Learned Pigs were exhibited under the name Toby, and were said to be able to read minds. ===Unnamed pig=== In 1859, an unnamed British-owned pig wandered into Lyman Cutlar's potato patch on San Juan Island, Washington, and was shot, thus setting off a (small) cold war known as the Pig War. ===King Neptune=== King Neptune (May 16, 1942 – May 14, 1950) was a Hereford swine used by a United States Navy recruiter to raise $19 million in war bonds for the construction of between 1942 and 1946. At least two monuments have been erected in honor of this pig and his handlers. ===Tirpitz=== Tirpitz aboard HMS Glasgow Tirpitz was a pig captured from the German Navy after a naval skirmish following the Battle of the Falkland Islands in 1914. He subsequently became the mascot of the cruiser HMS Glasgow. ===Max=== Max was the Vietnamese potbellied pig pet of George Clooney, often referred to as \"Max the star\" by Clooney. The pig shared Clooney's Hollywood Hills home, also Clooney's bed, and frequently made cameos in interviews, mostly because of his size. Max died in 2006. ===Pigasus=== Pigasus was a tongue-in-cheek candidate for President of the United States run by the Yippies at the 1968 Democratic National Convention in Chicago. ===The Tamworth Two=== The Tamworth Two, named Butch Cassidy and the Sundance Pig, were two Tamworth Ginger pigs who escaped while being unloaded from a lorry at an abattoir in the English town of Malmesbury, Wiltshire in January 1998. The pigs were on the run for over a week, and the search for them caused a huge media sensation, as well as immense public interest, both in Britain and abroad. ===Maude=== Maude was a pet owned by U.S. President Theodore Roosevelt and his family during his presidency (1901-1909). ===Khanzir=== Khanzir is a male pig who, in May 2009, attracted international attention as the \"only pig in Afghanistan\".\"Quarantine for lonely Afghan pig\", BBC, May 7, 2009 ===Arnold=== Arnold was the Ziffels' pet pig on the TV sitcom Green Acres. He would perform anthropomorphic activities such as coming uninvited into the Douglas home, turning on the television and watching while sitting in a chair. ===Snobben=== Snobben was a Norwegian pet pig that received national attention when the owner's car was stolen in 2001, with the pet pig inside. The car was found five days later, with the pig in good shape. At the time Snobben was already known locally in Oslo, where he during the late 1990s was often seen doing the groceries alone at Majorstuen. ==Large pigs== This is a list of pigs that are notable for their abnormally large size. ===Curly Boy=== In March 1901, an article appeared in the Rushville, Illinois newspaper, the Rushville Times, telling of the slaughter of a 1,255 pound hog. This article was later printed in the Schuyler County, Illinois historical newsletter The Schuylerite 14:1 (Spring 1985): \"Curly Boy Slaughtered The above caption may appear misleading and cause the TIMES readers to think there has been a slaughter of a tow-headed boy, but it was meant to tell of the death of Samuel A. Stephen's big hog in Chicago. Mr. Stephens shipped the 1,255 pound porker from here last week and he reached Chicago safely. All along the way, whenever the train stopped, there gathered a crowd of persons to see the hog. At the Union Stock Yards in Chicago he attracted not a little attention and drew a crowd like a monkey show in the country. At the packing house where he was killed, the foreman ordered the butchers to hang him up on cattle chains, as the regular hog chains were not made for such as he. His skin was carefully removed and was turned over to a taxidermist, who will cure it and mount the animal in a life size position.\" ===Monster Pig=== Monster Pig is the name of a large hog killed on May 3, 2007, by an eleven-year-old boy, Jamison Stone in a low fence enclosure within the larger 2,500 acre (10 km²) commercial hunting preserve called Lost Creek Plantation, outside Anniston, Alabama. According to the hunters (there were no independent witnesses) the pig weighed 1,051 lb (477 kg). Claims of the authenticity and allegations of the kill being a canned hunt have disputed the claim. Shortly after the story and allegations broke the origin of the hog was traced back to a local farm who had originally named the animal \"Fred.\"Monster Pig is HOG WASHED! ImediaEthics, May 29, 2007 ===Hogzilla=== Hogzilla Hogzilla is the name given to a wild hog that was shot and killed in Alapaha, Georgia, on June 17, 2004, by Chris Griffin on Ken Holyoak's farm and hunting reserve. Alleged to be 12 feet (3.6 m) long and to weigh 1,000 pounds (450 kg), scientists confirmed that Hogzilla actually weighed 800 pounds (360 kg) and was between 7.5 and 8 feet (2.25 and 2.4 m) long.Hogzillapic ===Coursey hog=== On January 5, 2007, a 1,100 lb (500 kg) feral hog was shot in Fayetteville, Georgia.Field and Stream: Hogzilla Or Wilbur? Solving The Mystery Behind The Latest 'Giant Boar' The shooter was William \"Bill\" Coursey, who hung the specimen from a tree in his yard.Huge boar shot near Atlanta Neighbours reported that the animal had been seen in the neighborhood several times over the preceding days.Georgia Outdoor News: 1,100-lb. Feral Hog Shot in Fayette Co. A spokesperson from the Georgia Department of Natural Resources said that large boars and feral hogs were common in southern Georgia, but that no records are kept on them. The media latched on to the notion that this animal rivals the size of Hogzilla.Aiken Today: Son of Hogzilla' heading to Aiken ===Hog Kong=== Hog Kong was an estimated 1,140 lb (517 kg) wild hog killed in August 2004 by Larry Earley at his farm near Leesburg, Florida, using a Smith & Wesson Model 29.Jacksonville.com: HOG KONG: 'HE WAS A BEAST' ===Big Bill=== The world record for the heaviest pig so far is held by Big Bill, owned by Elias Buford Butler of Jackson, Tennessee. It was a Poland China breed of hog that tipped the scales at 2,552 lb (1,157 kg) in 1933.Times Online: Boy, 11, shoots biggest hog in the backwoods Bill was due to be exhibited at the Chicago World Fair when he broke a leg and had to be put down. At about this point in time, the trend in hog production began to shift to hogs that were much trimmer and very lean.Alberta Pork: This Business of Pork Production ===Ton Pig=== Ton Pig was a domestic hog from China owned by Xu Changjin that weighed in at 1,984 pounds (900 kg).This big piggy went to the museum Ton died from lack of mobility because of obesity on February 4, 2004. It was sent to the Liaoning Agriculture Museum in Shenyang, for display.China Daily: This big piggy went to the museum ===Big Norm=== Big Norm was owned by Robert Peterson. Even though fed on regular hog feed, Norm grew to large proportions estimated at 1600 lb (730 kg).Introducing Big Norm: 1,600-pound hog's day includes 20 gallons of feed, 20 hours of sleep Big Norm died of apparent heart failure in 2008.\"Big Norm\", the world's largest pig, died this morning ==See also== * List of fictional pigs * List of pig breeds ==References== Pigs Pigs Individual ",
    "title": "List of individual pigs"
}