{
    "id": "308428",
    "text": "is a Japanese multinational corporation and conglomerate with a very wide range of products and services. It is one of the constituents of Nikkei 225 and is the world's largest piano manufacturing company. The former motorcycle division was established in 1955 as Yamaha Motor Co., Ltd., which started as an affiliated company but later became independent, although Yamaha Corporation is still a major shareholder. == History == Torakusu Yamaha, founder of Yamaha Corporation. Nippon Gakki Co. Ltd. (currently Yamaha Corporation) was established in 1887 as a piano and reed organ manufacturer by Torakusu Yamaha in Hamamatsu, Shizuoka prefecture and was incorporated on October 12, 1897. The company's origins as a musical instrument manufacturer are still reflected today in the group's logo—a trio of interlocking tuning forks. After World War II, company president Genichi Kawakami repurposed the remains of the company's war-time production machinery and the company's expertise in metallurgical technologies to the manufacture of motorcycles. The YA-1 (AKA Akatombo, the \"Red Dragonfly\"), of which 125 were built in the first year of production (1954), was named in honour of the founder. It was a 125cc, single cylinder, two-stroke, street bike patterned after the German DKW RT125 (which the British munitions firm, BSA, had also copied in the post-war era and manufactured as the Bantam and Harley-Davidson as the Hummer). In 1955, the success of the YA-1 resulted in the founding of Yamaha Motor Co., Ltd., splitting the motorcycle division from the company. Also, in 1954 the Yamaha Music School was founded. Yamaha has grown to become the world's largest manufacturer of musical instruments (including pianos, \"silent\" pianos, drums, guitars, brass instruments, woodwinds, violins, violas, celli, and vibraphones), as well as a leading manufacturer of semiconductors, audio/visual, computer related products, sporting goods, home appliances, specialty metals and industrial robots. Yamaha released the Yamaha CS-80 in 1977. Yamaha made the first commercially successful digital synthesizer, the Yamaha DX7, in 1983. In 1988, Yamaha shipped the world's first CD recorder. Yamaha purchased Sequential Circuits in 1988. It bought a majority stake (51%) of competitor Korg in 1987, which was bought out by Korg in 1993. Yamaha Ginza Building in Tokyo, the largest musical instrument store in Japan, in 2010. The complex including shopping area, concert hall and music studio In the late 1990s, Yamaha released a series of portable battery operated keyboards under the PSS and the PSR range of keyboards. The Yamaha PSS-14 and PSS-15 keyboards were upgrades to the Yamaha PSS-7 and were notable for their short demo songs, short selectable phrases, funny sound effects and distortion and crackly sounds progressing on many volume levels when battery power is low. In 2002, Yamaha closed down its archery product business that was started in 1959. Six archers in five different Olympic Games won gold medals using their products. In January 2005, it acquired German audio software manufacturer Steinberg from Pinnacle Systems. In July, 2007, Yamaha bought out the minority shareholding of the Kemble family in Yamaha-Kemble Music (UK) Ltd, Yamaha's UK import and musical instrument and professional audio equipment sales arm, the company being renamed Yamaha Music U.K. Ltd in autumn 2007. Kemble & Co. Ltd, the UK piano sales & manufacturing arm was unaffected. On December 20, 2007, Yamaha made an agreement with the Austrian Bank BAWAG P.S.K. Group BAWAG to purchase all the shares of Bösendorfer, intended to take place in early 2008. Yamaha intends to continue manufacturing at the Bösendorfer facilities in Austria. The acquisition of Bösendorfer was announced after the NAMM Show in Los Angeles, on January 28, 2008. As of February 1, 2008, Bösendorfer Klavierfabrik GmbH operates as a subsidiary of Yamaha Corp. Yamaha Corporation is also widely known for their music teaching programme that began in the 1950s. Yamaha electronics have proven to be successful, popular and respected products. For example, the Yamaha YPG-625 was awarded \"Keyboard of the Year\" and \"Product of the Year\" in 2007 from The Music and Sound Retailer magazine. Other noteworthy Yamaha electronics include the SHS-10 Keytar, a consumer- priced keytar which offered MIDI output features normally found on much more expensive keyboards. Other companies in the Yamaha Corporation group include: * Bösendorfer Klavierfabrik GmbH, Vienna, Austria. * Yamaha Fine Technologies Co., Ltd. * Yamaha Music Communications Co., Ltd. * Yamaha Pro Audio ==Corporate mission== is a Japanese word used by Yamaha Corporation to describe their corporate mission. Kandō in translation describes the sensation of profound excitement and gratification derived from experiencing supreme quality and performance. Some reasonable English synonyms are \"emotionally touching\" or \"emotionally moving\". == Yamaha Music Foundation == The Yamaha Music Foundation is an organization established in 1966 by the authority of the Japanese Ministry of Education for the purpose of promoting music education and music popularization. It continued a program of music classes begun by Yamaha Corporation in 1954. == Products == Yamaha expanded into many diverse businesses and product groups. The first venture into each major category is listed below. * 1897 Keyboard instruments (reed organ, pianos in 1900) * 1903 Furniture * 1914 Harmonicas * 1922 Audio equipment (crank phonograph first) * 1942 Guitars * 1955 Motorcycles – made by Yamaha Motor Company, which started as an affiliated company of Nippon Gakki (Yamaha Corporation's name at the time) but is a separate company today; therefore, products of Yamaha Corporation formerly also included motorcycles * 1959 Sporting goods (starting with archery) * 1959 Music schools * 1961 Metal alloys * 1965 Band instruments (trumpet first) * 1967 Drums * 1971 Semiconductors * 2001 Yamaha Entertainment Group (record company) File:Yamaha C7 Concert Grand Piano at Audio Mix House, Studio A (crop).jpg|Yamaha Grand Piano File:YamahaKeyboard-2.jpg|Yamaha Keyboard File:Yamaha Club Custom Drumset Swirl Black - front.jpg|Yamaha Drumset File:Yamaha YAS-280 20190713a.jpg|Yamaha Saxophone File:Yamaha guitars, NAMM 2011.jpg|Yamaha Guitars File:Yamaha THR5A Acoustic Guitar Amp.jpg|Yamaha Acoustic Guitar Amp File:Mikser cyfrowy DM2000V2k firmy Yamaha.jpg|Yamaha Mixing Console File:Yamaha hifi, IFA 2018 (P1070120crop).jpg|Yamaha Hi-Fi File:Yamaha ymf744b v.jpg|Yamaha Sound Chip File:Yamaha RX-V685 20190127a.jpg|Yamaha AV Receiver File:NS 1000M.JPG|Yamaha Speakers File:DVD Player Yamaha S540.JPG|Yamaha DVD Player File:Yamaha YZF R1-silver-grey.Wilt.jpg|Yamaha YZF-R1 File:Amy Green Racing Her Yamaha FZR (5078596656).jpg|Yamaha Waverunner File:YAMAHA FX Nyutro R-TX 2008 Yamaha Communication Plaza.jpg|Yamaha Snowmobile File:2003 yamaha blaster 200cc 2013-09-14 17-31.jpg|Yamaha ATV Blaster File:Yamaha Golf Cart (1).jpg|Yamaha Golf Cart File:Yamaha outboard motor f350aet.JPG|Yamaha Outboard Motor ===Synthesizers and samplers=== Yamaha announced the singing synthesizer Vocaloid for the first time at the German fair Musikmesse on March 5–9, 2003. Yamaha also began to get involved with the sale and production of Vocaloid applications themselves with Lily being the first; Lily was later sold via Internet Co., Ltd.'s website. Their involvement continued with the VY series, with VY1 being the first, released in deluxe and standard editions on September 1, 2010. The VY series is a series designed to be a high quality product for professional musicians. The series is also designed with the intention to set a new standard for the Vocaloids for having no face, sex or set voice, but are designed to complete any song. VY1 saw a new approach to how the software handled the database of samples and improved the performance of the Vocaloid 2 engine. Yamaha announced a version of the Vocaloid 2 software for the iPhone and iPad, which exhibited at the Y2 Autumn 2010 Digital Content Expo in Japan. Later, this version of the software was released using the VY1 voice. VY2 will also be released for this version of the software. ==Factory locations== In Japan, the company maintains three factories for musical instrument manufacture, engine and various vehicle manufacture (motorcycles and marine products), with all factories located in Shizuoka Prefecture. *Kakegawa Factory **1480, Ryoke, Kakegawa-shi, Shizuoka *Toyooka Factory **203, Matsunokijima, Iwata-shi, Shizuoka *Tenryu Factory **283, Aoyacho, Minami-ku Hamamatsu-shi, Shizuoka ==Sports teams== *Yamaha Jubilo--Rugby *Júbilo Iwata--Football ==See also== * List of phonograph manufacturers * List of studio monitor manufacturers * Yamaha Motor Company * Yamaha Pro Audio * mLAN * Yamaha XG * Yamaha Artist ==References== ==External links== * Category:Japanese companies established in 1887 Category:Brass instrument manufacturing companies Category:Clarinet manufacturing companies Category:Compact Disc player manufacturers Category:Companies based in Shizuoka Prefecture Category:Conglomerate companies established in 1887 Category:Companies listed on the Tokyo Stock Exchange Category:Conglomerate companies of Japan Category:Electronic organ manufacturing companies Category:Fuyo Group Category:Guitar amplifier manufacturers Category:Guitar effects manufacturing companies Category:Guitar manufacturing companies Category:Headphones manufacturers Category:Japanese brands Category:Loudspeaker manufacturers Category:Microphone manufacturers Category:Multinational companies headquartered in Japan Category:Music equipment manufacturers Category:Musical instrument manufacturing companies of Japan Category:Percussion instrument manufacturing companies Category:Phonograph manufacturers Category:Piano manufacturing companies of Japan Category:Recorder makers Category:Robotics companies of Japan Category:Synthesizer manufacturing companies Category:Unmanned aerial vehicles of Japan Category:Unmanned aerial vehicle manufacturers Category:Vocaloid production companies ",
    "title": "Yamaha Corporation"
}