{
    "id": "308568",
    "text": "Emblem of the U S Motor Co. circa 1911 The United States Motor Company (USMC) was organized by Benjamin Briscoe in 1910 as a selling company, to represent various manufacturers. It had begun life as the International Motor Company in 1908 in an attempt to create the first major consolidation within the industry with Maxwell-Briscoe and Buick, which did not succeed. International Motor was renamed USMC in December 1909. By the end of 1910 there were 11 constituent companies, each still headed by the individual who had built each company originally. During 1910, rumors surfaced that United States Motor Company was going to merge with General Motors, but Briscoe scotched the rumors by stating that any attempt to integrate General Motors into USMC would create chaos. This was an effort to try to save several independent automotive manufacturing companies who were having great difficulty in getting the necessary financial backing. Those companies included: Maxwell, Stoddard-Dayton, Grabowsky Motor Vehicle Company, Briscoe Manufacturing, Courier Car Co, Columbia Automobile Company, Brush Motor Car Company, Alden Sampson Trucks, Riker, Gray Marine, and Providence Engineering Works, with the Thomas and other lines coming aboard later. 1910 production announced in mid-year included 15,000 Maxwells, 10,000 Brush Runabouts, and 10,000 of the Stoddard-Dayton, Columbia, and Alden Sampson Trucks. Later in 1910, Briscoe formed United Motors International, Ltd. to handle international sales of the United States Motor Company, focused mainly on England. Announcing some price reductions for 1911 models, the company stated that it had 18 plants with combined floorspace of with 14,000 employees capable of producing 52,000 vehicles. There were 52 models offered in 1911. It was claimed that there was no left over stock of unsold cars from the 1910 model year and that business was up fifty-seven percent from the year earlier period. Briscoe several times complained that the antipathy of bankers to the automobile industry was hampering growth. In early 1912, the company suspended dividend payments on its preferred stock and in September 1912 year went into receivership. The bankers attributed the failure to bad management. A conflict between two of its backers, who also had a financial interest in General Motors, led to the downfall. Briscoe retired in late 1912 and was replaced by Walter E. Flanders as manager for the receivers committee. The assets of the United States Motor Company and constituent companies were sold for $7,080,000 at a public foreclosure sale in January 1913. The USMC assets were purchased by Walter Flanders, who reorganized the company as the Maxwell Motor Company, Inc. This was the only surviving member of the group. In the early 1920s this company was reorganized and became Chrysler. ==Marques== * Brush *Dayton *Alden-Sampson *Columbia *Riker *Briscoe *Detroit *Thomas *Sampson *Stoddard *Courier ==See also== *Chrysler Corporation *Maxwell automobile *Chalmers Automobile ==References== * \"AUTO NOTES AND GOSSIP.\" New York Times, Apr 17, 1910. p. S4. (Alden Sampson integrates with USMC) * \"UNITED STATES MOTOR CO.; Aim Said to be to Control Only a Few Concerns.\" Wall Street Journal: May 11, 1910. p. 5\\. * \"UNITED STATES MOTOR CO. TO GAIN ANOTHER PLANT; Negotiations for the Dayton Motor Co. About Completed.\" Wall Street Journal: Jun 10, 1910. p. 8\\. * \"More Firms Join U. S. Motor Co.\", New York Times, 16 June 1910, p. 11\\. * \"AUTO'S ECONOMIC VALUE.; President Briscoe Takes Issue with Chancellor Day on Attack.\" New York Times: Jun 26, 1910. p. X9. * \"PRES. BRISCOE OF U.S. MOTOR CO. DENIES AUTOMOBILE COMBINE; Declares Emphatically That Reports of Consolidation of His and General Motors Co. Are Without Foundation.\" Wall Street Journal: Sep 14, 1910. p. 5\\. * \"UNITED STATES MOTOR CO.; INTERESTING FACTS OF THE $30,000,000 CONSOLIDATION ARE BEING DISCLOSED.\" Wall Street Journal: Sep 15, 1910. p. 6\\. * \"AMERICAN MAKERS TO INVADE ENGLAND; Benjamin Briscoe Forms the United International Motors, Ltd., for Foreign Trade.\" New York Times: Nov 27, 1910. p. C8. * \"UNITED STATES MOTOR CO.; President Says Business for Last Three Months Was 57½ Per Cent Larger Than in Same Time 1909.\" Wall Street Journal: Dec 1, 1910. p. 7\\. * \"The Automobile Industry.; Benjamin Briscoe, President of the United States Motor Company, Tells of Conditions in the Trade and Its Prospects for 1911.\" BENJAMIN BRISCOE. New York Times: Jan 8, 1911. p. AFR47. * Display Ad for U. S. Motor Co. New York Times: Jan 11, 1911. p. 15\\. * \"ELEVEN COMPANIES BAR AUTO RACING; United States Motor Combination Announces Withdrawal from Speed Contests.\" New York Times: Mar 25, 1911. p. 12\\. * \"BRISCOE PREDICTS A RECORD OUTPUT; Says 212,000 Cars Will Be Made Next Year -- Interesting Outlook for the Commercial Vehicle.\" New York Times: Aug 20, 1911. p. C8. * \"WHY AUTOMOBILES DIFFER IN PRICE; Know Foundry Practice Aids Designers and Reduces Manufacturing Cost.\" BY FRANK BRISCOE. New York Times: Jan 7, 1912. p. XX9. * \"UNITED STATES MOTOR COMPANY PASSES DIVIDEND ON PREFERRED.; Increasing Demand for Labor and Materials the Explanation--Business Heaviest on Record.\" Wall Street Journal: Feb 9, 1912. p. 8\\. * \"U.S. MOTOR CO.'S SHOWING OF DECREASED EARNINGS IN 1911.\" Wall Street Journal: Feb 20, 1912. p. 8\\. * \"UNITED STATES MOTOR CO. SHOWING INCREASED SALES.; GROSS EARNINGS FOR SIX MONTHS TO JAN. 31, WERE $10,332,087 AGAINST $7,813,886 FOR CORRESPONDING PERIOD 1911.\" Wall Street Journal: Mar 25, 1912. p. 7\\. * \"UNITED STATES MOTOR CO.; Audit for Bankers Committee Shows Company in Good Shapes But Needing Working Capital.\" Wall Street Journal: Jul 8, 1912. p. 6\\. * \"UNITED STATES MOTOR CO.; Company's Financial Affairs Working Out Satisfactorily -- Sales Running at High Rate.\" Wall Street Journal: Jul 19, 1912. p. 5\\. * \"CONDITION OF U.S. MOTOR CO. HAS IMPROVED OF LATE; No Reorganization Plan Formulated But Funds Still Needed and Some Arrangements Will be Made When Exact State of Affairs is Known.\" Wall Street Journal: Aug 16, 1912. p. 6\\. * \"UNITED STATES MOTOR CO. SEEKING A READJUSTMENT; Banking Interstate Say Nearly $5,000,000 is Needed to Put the Concern on a Good Basis.\" Wall Street Journal: Aug 31, 1912. p. 6\\. * \"UNITED STATES MOTOR CO. PUT IN THE HANDS OF RECEIVERS; COURT NAMES W.E.S. STRONG AND ROBERTS WALKER TO TAKE CHARGE, INDICATING A FRIENDLY REORGANIZATION.\" Wall Street Journal: Sep 13, 1912. p. 7\\. * \"UNITED STATES MOTOR CO.'S REORGANIZATION PLAN.\" Wall Street Journal: Sep 17, 1912. p. 5\\. * \"U.S. MOTOR.; Walter E. Flanders May be Elected President in Place of Benjamin Briscoe.\" Wall Street Journal: Oct 25, 1912. p. 2\\. * \"U.S. MOTOR COMPANY HAS A SHAKE-UP; Changes Affect Whole Departments and Their Heads.\" New York Times: Dec 12, 1912. p. 16\\. * \"U.S. MOTOR ASSETS GO FOR $7,080,000.\" New York Times: Jan 9, 1913. p. 11\\. * \"UNITED STATES MOTOR CO.; Reorganized Concern to be Called the Maxwell Motor Co.\" Wall Street Journal: Jan 14, 1913. p. 3\\. * \"UNITED STATES MOTOR COMPANY AND REASONS FOR ITS FAILURE.; ORGANIZERS OF SUCCESSOR, THE MAXWELL MOTOR CO., MAKE INTERESTING COMMENT ON THE AUTOMOBILE BUSINESS.\" Wall Street Journal. Apr 10, 1913. p. 8\\. ==External links== *http://classiccarbug.web.aplus.net/featurecar1003.php *https://www.allpar.com/ed/chrysler-founding-date.html Category:Defunct motor vehicle manufacturers of the United States Category:Vehicle manufacturing companies established in 1910 Category:American companies established in 1910 ",
    "title": "United States Motor Company"
}