{
    "id": "308774",
    "text": "| latest release version = 2.32 | latest release date = , revised | extended from = TIFF, JPEG, WAV | extended to = DCF | standard = }} Exchangeable image file format (officially Exif, according to JEIDA/JEITA/CIPA specifications) is a standard that specifies the formats for images, sound, and ancillary tags used by digital cameras (including smartphones), scanners and other systems handling image and sound files recorded by digital cameras. The specification uses the following existing file formats with the addition of specific metadata tags: JPEG discrete cosine transform (DCT) for compressed image files, TIFF Rev. 6.0 (RGB or YCbCr) for uncompressed image files, and RIFF WAV for audio files (Linear PCM or ITU-T G.711 μ-Law PCM for uncompressed audio data, and IMA-ADPCM for compressed audio data). It is not used in JPEG 2000 or GIF. This standard consists of the Exif image file specification and the Exif audio file specification. ==Background== The Japan Electronic Industries Development Association (JEIDA) produced the initial definition of Exif. Version 2.1 of the specification is dated 12 June 1998. JEITA established Exif version 2.2 (a.k.a. \"Exif Print\"), dated 20 February 2002 and released in April 2002. Version 2.21 (with Adobe RGB support) is dated 11 July 2003, but was released in September 2003 following the release of DCF 2.0. The latest version 2.3 was released on 26 April 2010, and revised to 2.31 on July 2013 and revised to 2.32 on 17 May 2019, was jointly formulated by JEITA and CIPA. Exif is supported by almost all camera manufacturers. The metadata tags defined in the Exif standard cover a broad spectrum: * Date and time information. Digital cameras will record the current date and time and save this in the metadata. * Camera settings. This includes static information such as the camera model and make, and information that varies with each image such as orientation (rotation), aperture, shutter speed, focal length, metering mode, and ISO speed information. * A thumbnail for previewing the picture on the camera's LCD screen, in file managers, or in photo manipulation software. * Descriptions * Copyright information. ==Version history== {| class=\"wikitable\" |+Versions !Version !Release Date !Changes |- |1.0 |October 1995 | |- |1.1 |May 1997 | |- |2.0 |November 1997 | |- |2.1 |December 1998 | |- |2.2 |April 2002 | |- |2.21 |October 1995 |Addition of \"Exif Print\" |- |2.21 (unified version) |September 2009 | |- |2.3 |April 2010 | |- |2.3 (revised) |December 2012 | |- |} ==Technical== The Exif tag structure is borrowed from TIFF files. On several image specific properties, there is a large overlap between the tags defined in the TIFF, Exif, TIFF/EP, and DCF standards. For descriptive metadata, there is an overlap between Exif, IPTC Information Interchange Model and XMP info, which also can be embedded in a JPEG file. The Metadata Working Group has guidelines on mapping tags between these standards. When Exif is employed for JPEG files, the Exif data are stored in one of JPEG's defined utility Application Segments, the APP1 (segment marker 0xFFE1), which in effect holds an entire TIFF file within. When Exif is employed in TIFF files (also when used as \"an embedded TIFF file\" mentioned earlier), the TIFF Private Tag 0x8769 defines a sub-Image File Directory (IFD) that holds the Exif specified TIFF Tags. In addition, Exif also defines a Global Positioning System sub-IFD using the TIFF Private Tag 0x8825, holding location information, and an \"Interoperability IFD\" specified within the Exif sub-IFD, using the Exif tag 0xA005. Formats specified in Exif standard are defined as folder structures that are based on Exif-JPEG and recording formats for memory. When these formats are used as Exif/DCF files together with the DCF specification (for better interoperability among devices of different types), their scope shall cover devices, recording media, and application software that handle them. ==Geolocation== The Exif format has standard tags for location information. , many cameras and mobile phones have a built-in GPS receiver that stores the location information in the Exif header when a picture is taken. Some other cameras have a separate GPS receiver that fits into the flash connector or hot shoe. Recorded GPS data can also be added to any digital photograph on a computer, either by correlating the time stamps of the photographs with a GPS record from a hand-held GPS receiver or manually by using a map or mapping software. The process of adding geographic information to a photograph is known as geotagging. Photo-sharing communities like Panoramio, locr or Flickr equally allow their users to upload geocoded pictures or to add geolocation information online. ==Program support== Exif data are embedded within the image file itself. While many recent image manipulation programs recognize and preserve Exif data when writing to a modified image, this is not the case for most older programs. Many image gallery programs also recognise Exif data and optionally display it alongside the images. Software libraries, such as libexif for C and Adobe XMP Toolkit or Exiv2 for C++, Metadata Extractor for Java, PIL/Pillow for Python or ExifTool for Perl, parse Exif data from files and read/write Exif tag values. ==Problems== ===Technical=== The Exif format has a number of drawbacks, mostly relating to its use of legacy file structures. * The derivation of Exif from the TIFF file structure using offset pointers in the files means that data can be spread anywhere within a file, which means that software is likely to corrupt any pointers or corresponding data that it doesn't decode/encode. For this reason most image editors damage or remove the Exif metadata to some extent upon saving. * The standard defines a MakerNote tag, which allows camera manufacturers to place any custom format metadata in the file. This is used increasingly by camera manufacturers to store camera settings not listed in the Exif standard, such as shooting modes, post- processing settings, serial number, focusing modes, etc. As the tag contents are proprietary and manufacturer-specific, it can be difficult to retrieve this information from an image or to properly preserve it when rewriting an image. Manufacturers can encrypt portions of the information; for example, some Nikon cameras encrypt the detailed lens data in the MakerNote data. * Exif is very often used in images created by scanners, but the standard makes no provisions for any scanner-specific information. * Photo manipulation software sometimes fails to update the embedded thumbnail after an editing operation, possibly causing the user to inadvertently publish compromising information. For example, someone might blank out a licence registration plate of a car (for privacy concerns), only to have the thumbnail not so updated, meaning the information is still visible. * Exif metadata are restricted in size to 64 kB in JPEG images because according to the specification this information must be contained within a single JPEG APP1 segment. Although the FlashPix extensions allow information to span multiple JPEG APP2 segments, these extensions are not commonly used. This has prompted some camera manufacturers to develop non-standard techniques for storing the large preview images used by some digital cameras for LCD review. These non-standard extensions are commonly lost if a user re-saves the image using image editor software, possibly rendering the image incompatible with the original camera that created it. (In 2009, CIPA released the Multi Picture Object specification which addresses this deficiency and provides a standard way to store large previews in JPEG images.) * There is no way to record time-zone information along with the time, thus rendering the stored time ambiguous. However, time-zone information has been introduced recently by Exif version 2.31 (July 2016). Related tags are: \"OffsetTime\", \"OffsetTimeOriginal\" and \"OffsetTimeDigitized\". * There is no standard field to record readouts of a camera's accelerometers or inertial navigation system. Such data could help to establish the relationship between the image sensor's XYZ coordinate system and the gravity vector (i.e., which way is down in this image). It could also establish relative camera positions or orientations in a sequence of photos. Some software records this information using the GPSImgDirection tag along with custom GPSPitch and GPSRoll tags. * The DPI value is intended to store the dots-per-inch setting of the scanner used to produce the file. For camera photos the value is meaningless, but . The format has not been revised to remove this requirement.Dpi, misunderstandings and explanation, what is dpi ===Privacy and security=== Since the Exif tag contains metadata about the photo, it can pose a privacy problem. For example, a photo taken with a GPS- enabled camera can reveal the exact location and time it was taken, and the unique ID number of the device - this is all done by default - often without the user's knowledge. Many users may be unaware that their photos are tagged by default in this manner, or that specialist software may be required to remove the Exif tag before publishing. For example, a whistleblower, journalist or political dissident relying on the protection of anonymity to allow them to report malfeasance by a corporate entity, criminal, or government may therefore find their safety compromised by this default data collection. In December 2012, anti-virus businessman John McAfee was arrested in Guatemala while fleeing from alleged persecution in neighboring Belize. Vice magazine had published an exclusive interview on their website with McAfee \"on the run\" that included a photo of McAfee with a Vice reporter taken with a phone that had geotagged the image. The photo's metadata included GPS coordinates locating McAfee in Guatemala, and he was captured two days later. McAfee later claimed to have edited the EXIF data from his phone to provide a false location. According to documents leaked by Edward Snowden, the NSA is targeting Exif information under the XKeyscore program. The privacy problem of Exif data can be avoided by removing the Exif data using a metadata removal tool.Hassan, Nihad, and Hijazi, Rami. Digital Privacy and Security Using Windows: A Practical Guide. Apress, 2017, pp. 57-59. ==Related standards== Metadata Working Group was formed by a consortium of companies in 2006 (according to their web page) or 2007 (as stated in their own press release). Version 2.0 of the specification was released in November 2010, giving recommendations concerning the use of Exif, IPTC and XMP metadata in images. Extensible Metadata Platform (XMP) is an ISO standard, originally created by Adobe Systems Inc., for the creation, processing and interchange of standardized and custom metadata for digital documents and data sets. IPTC was developed in the early 1990s by the International Press Telecommunications Council (IPTC) to expedite the international exchange of news among newspapers and news agencies. ==Example== DigiKam screenshot showing Exif data The following table shows Exif data for a photo made with a typical digital camera. Notice that authorship and copyright information is generally not provided in the camera's output, so it must be filled in during later stages of processing. Some programs, such as Canon's Digital Photo Professional, allow the name of the owner to be added to the camera itself. {| class=\"wikitable\" style=\"margin:auto;\" |- !Tag !Value |- |Manufacturer |CASIO |- |Model |QV-4000 |- |Orientation (rotation) |top-left [8 possible values] |- |Software |Ver1.01 |- |Date and time |2003:08:11 16:45:32 |- |YCbCr positioning |centered |- |Compression |JPEG compression |- |X resolution |72.00 |- |Y resolution |72.00 |- |Resolution unit |Inch |- |Exposure time |1/659 s |- |F-number |f/4.0 |- |Exposure program |Normal program |- |Exif version |Exif version 2.1 |- |Date and time (original) |2003:08:11 16:45:32 |- |Date and time (digitized) |2003:08:11 16:45:32 |- |Components configuration |Y Cb Cr – |- |Compressed bits per pixel |4.01 |- |Exposure bias |0.0 |- |Max. aperture value |2.00 |- |Metering mode |Pattern |- |Flash |Flash did not fire |- |Focal length |20.1 mm |- |MakerNote |432 bytes unknown data |- |FlashPix version |FlashPix version 1.0 |- |Color space |sRGB |- |Pixel X dimension |2240 |- |Pixel Y dimension |1680 |- |File source |DSC |- |Interoperability index |R98 |- |Interoperability version |(null) |} ==FlashPix extensions== The Exif specification also includes a description of FPXR (FlashPix-ready) information, which may be stored in APP2 of JPEG images using a structure similar to that of a FlashPix file.(JEITA CP-3451) Section 4.7.2: Interoperability Structure of APP2 in Compressed Data. These FlashPix extensions allow meta-information to be preserved when converting between FPXR JPEG images and FlashPix images. FPXR information may be found in images from some models of digital cameras by Kodak and Hewlett-Packard. Below is an example of the FPXR information found in a JPEG image from a Kodak EasyShare V570 digital camera: {| class=\"wikitable\" style=\"margin:auto;\" |- !Tag !Value |- |Code page |1200 |- |Used extension numbers |1 |- |Extension name |Screen nail |- |Extension class ID |10000230-6FC0-11D0-BD01-00609719A180 |- |Extension persistence |Invalidated by modification |- |Extension create date |2003:03:29 17:47:50 |- |Extension modify date |2003:03:29 17:47:50 |- |Creating application |Picoss |- |Extension description |Presized image for LCD |- |Storage-stream pathname |/.Screen Nail_bd0100609719a180 |- |Screen nail |(124,498 bytes of data containing 640×480 JPEG preview image) |} ==Exif audio files== The Exif specification describes the RIFF file format used for WAV audio files and defines a number of tags for storing meta-information such as artist, copyright, creation date, and more in these files.(JEITA CP-3451) Section 5: Exif Audio File Specification. The following table gives an example of Exif information found in a WAV file written by the Pentax Optio WP digital camera: {| class=\"wikitable\" style=\"margin:auto;\" |- !Tag !Value |- |Encoding |Microsoft PCM |- |Number of channels |1 |- |Sampling rate |7872 |- |Avg. bytes per second |7872 |- |Bits per sample |8 |- |Date created |2005:08:08 |- |Exif version |0220 |- |Related image file |IMGP1149.JPG |- |Time created |16:23:35 |- |Make |PENTAX Corporation |- |Model |PENTAX Optio WP |- |MakerNote |(2064 bytes of data) |} ==MakerNote data== The \"MakerNote\" tag contains image information normally in a proprietary binary format. Some of these manufacturer-specific formats have been decoded: * OZHiker (not updated since 2008): Agfa, Canon, Casio, Epson, Fujifilm, Konica/Minolta, Kyocera/Contax, Nikon, Olympus, Panasonic, Pentax/Asahi, Ricoh, Sony * Kamisaka (not updated since 2007): Canon, Casio, FujiFilm, ISL, KDDI, Konica/Minolta, Mamiya, Nikon, Panasonic, Pentax, Ricoh, Sigma, Sony, WWL * X3F Info: Sigma/Foveon * ExifTool: Canon, Casio, FujiFilm, GE, HP, JVC/Victor, Kodak, Leaf, Minolta/Konica-Minolta, Nikon, Olympus/Epson, Panasonic/Leica, Pentax/Asahi, Reconyx, Ricoh, Samsung, Sanyo, Sigma/Foveon, Sony, etc. * Olypedia: Olympus The proprietary formats used by many manufacturers break if the MakerNote tag data is moved (i.e. by inserting or editing a tag that precedes it). The reason to edit to the Exif data could be as simple as to add copyright information, an Exif comment, etc. There are two solutions for this problem: * When the EXIF data is saved, the MakerNote data is stored at the same place as before. * A special offset tag is added. This tag contains the information by how many bytes the MakerNote data was moved in comparison to the original index. Microsoft has implemented the last solution in Windows 10: In the Windows explorer you can change the EXIF data of an image file by the properties window. Here the tab sheet \"Details\" contains some EXIF data like title, subject, comments etc. and these EXIF data can also be changed and stored. When the image file is saved the tag \"OffsetSchema\" (tag ID = 0xea1d) is added and this tag contains a signed 32 bit number. With this number the original index of \"MakerNote\" can be restored: Original index of \"MakerNote\" = Current index of \"MakerNote\" - Value of tag \"OffsetSchema\" But the tag \"OffsetSchema\" was defined by Microsoft and it is not part of the official EXIF standard. In some cases, camera vendors also store important information only in proprietary makernote fields, instead of using available Exif standard tags. An example for this is Nikon's ISO speed settings tag. ==See also== * Additive System of Photographic Exposure (APEX) * Comparison of image viewers (Exif view/edit functions) * Comparison of metadata editors * Design rule for Camera File system (DCF) * Digital photography * eXtensible Metadata Platform (XMP) * Geocoded photo * Image file formats * IPTC Information Interchange Model * Metadata Working Group * Tag Image File Format / Electronic Photography (TIFF/EP) ==References== ==External links== * CIPA Standards - Camera & Imaging Products Association * Exif standard version 2.32 *New * Exif standard version 2.3 * Exif standard version 2.2 as HTML * Overview of the revisions to the DCF and Exif standards (link broken) * Exif in the TIFF Tag Directory * Metadata working group * List of Exif tags including MakerNote tags Category:Digital photography Category:Graphics file formats Category:JPEG Category:Metadata ",
    "title": "Exif"
}