{
    "id": "308868",
    "text": "The Exposition Universelle of 1900, better known in English as the 1900 Paris Exposition, was a world's fair held in Paris, France, from 14 April to 12 November 1900, to celebrate the achievements of the past century and to accelerate development into the next. The fair, visited by nearly 50 million, displayed many technological innovations, including the Grande Roue de Paris Ferris wheel, the moving sidewalk, diesel engines, talking films, escalators, and the telegraphone (the first magnetic audio recorder). It also brought international attention to the Art Nouveau style. Additionally, it showcased France as a major colonial power through numerous pavilions built on the hill of the Trocadero Palace. Major structures remaining from the Exposition include the Grand Palais, the Petit Palais, the Pont Alexandre III, the Gare d'Orsay railroad station (now the Musée d'Orsay) and two original entrances of Paris Métro stations by Hector Guimard. ==Organization== The first international exposition was held in London in 1851. The French Emperor Napoleon III attended and was deeply impressed. He commissioned the first Paris Universal Exposition of 1855. Its purpose was to promote French commerce, technology and culture. It was followed by another in 1867, and, after the Emperor's downfall in 1870, another in 1878, celebrating national unity after the defeat of the Paris Commune, and then in 1889, celebrating the centennial of the French Revolution.Ageorges, Sylvain, Sur les traces des Exposition universelles (2006) pp. 12-15Allwood, John (1977), The Great Exhibitions, Great Britain: Cassell & Collier Macmillan Publishers, pp. 7–107. Planning for the 1900 Exposition began in 1892, under President Carnot. Three French Presidents and ten Ministers of Commerce held office before it was completed. President Carnot died shortly before it was completed. Though many of the buildings were not finished, the Exposition Was opened on April 14, 1900 by President Émile Loubet.Mabire, Jean Christophe (2000) pg. 31 ==The Site and participants== The site of the Exposition covered 112 hectares along the Left and Right Banks of the Seine from the Eiffel Tower (built for the 1889 Exposition) and Champ de Mars to the Esplanade of Les Invalides. It also included the Grand Palais and Petit Palais on the right bank. An additional section of 104 hectares for agricultural exhibits and other structures was built in the Bois de Vincennes. The total area of the Exposition (216 hectares) was ten times larger than the 1855 Exposition.Ageorges (2006) pages 104-105 Countries from around the world were invited by France to showcase their achievements and cultures. Of the fifty-six countries invited to participate, forty accepted, plus an additional number of colonies and protectorates of France, the Netherlands, Britain, and Portugal. The United States, Germany, China, Siam, Japan, Mexico, Russia, and the South African Republic all had pavilions. The Exposition buildings were meant to be temporary; they were built on iron frames covered with plaster and staff, a kind of inexpensive artificial stone. Many of the buildings were unfinished when the Exposition opened, and most were demolished immediately after it closed. File:Vue panoramique de l'exposition universelle de 1900.jpg|Aerial view of the Exposition Universelle File:Paris Exposition, map in 1900.jpg|Map of the main exposition sites Exposition ==Major attractions== ===The Porte Monumental=== The Porte Monumental de Paris, located on the Place de la Concorde, was the main entrance of the Exposition. The architect was René Binet. It was composed of towering polychrome ceramic decoration in Byzantine motifs, crowned by a statue 6.5 meters high called La Parisienne. Unlike classical statues, she was dressed in modern Paris fashion. Below the statue was a sculptural prow of a boat, the symbol of Paris, and friezes depicting the workers who built the Exposition. The central arch was flanked by two slender, candle-like towers, resembling minarets. The gateway was brightly illuminated at night by 3,200 light bulbs and an additional forty arc lamps. Forty thousand visitors an hour could pass beneath the arch to approach the twenty-six ticket booths.Ageorges, Sylvan. Sur les traces des Expositions Universelles (2004), pg. 238Jullian, Philipe (1974), The Triumph of Art Nouveau: Paris Exhibition 1900, New York, New York: Larousse & Co, pp. 38–83. The Gateway, like the Exposition buildings, was intended to be temporary, and was demolished as soon as the Exposition was finished. The ceramic frieze depicting the workers of the Exposition was preserved by the head of the ceramics firm that made it, Émile Müller, and moved to what is now Parc Müller in the town of Breuillet, Essonne. File:Grand entrance, Exposition Universal, 1900, Paris, France.jpg|Porte Monumentale on the Place de la Concorde File:S03 06 01 015 image 9905.jpg|Detail of the Porte Monumental entrance ===The Pont Alexander III=== The Pont Alexandre III was an essential link of the Exposition, connecting the pavilions and palaces on the Left and Right Banks of the Seine. It was named for Czar Alexander III of Russia, who had died in 1894, and celebrated the recent alliance between France and Russia. The foundation stone was laid by his son, Czar Nicholas II in 1896, and the bridge was finished in 1900. It was the work of engineers Jean Resal and Amédée D'Alby and architect Gaston Cousin. The widest and longest of the Paris bridges at the time, it was constructed on a single arch of steel 108 meters long. Though it was named after the Russian Czar, the themes of the decoration almost entirely French. At the ends of the bridge, it was supported by four massive stone pylons 13 meters high, decorated with statues of the Renomées (The Renowned), female figures with trumpets, and gilded statues of the horse Pegasus. At the base of the pedestals are allegorical statues representing the France of Charlemagne, the France of the Renaissance, the France of Louis XIV and France in 1900.Ageorges (2006) pg. 118 The Russian element was in the center, with statuary of the Nymphs of the Neva River holding a gilded seal of the Russian Empire. At the same time that the Pont Alexander III was built, a similar bridge, the Trinity Bridge was built in Saint-Petersburg, and was dedicated to French-Russian Friendship by French President Félix Faure. File:Perspective du Pont Alexandre III et de l'esplanade des Invalides.jpg|View of the Pont Alexandre III toward Les Invalides (1900) File:Pont Alexandre III.jpg|The Pont Alexandre III with the Grand Palais in the background File:Exposition universelle, 1900 - the chefs-d'uvre (1900) (14597665097).jpg|View of the Exposition from the Pont Alexandre III ===The Palace of Electricity and the Water Castle=== The Palace of Electricity and the adjoining Water Castle (Chateau d'Eau) designed by architects Eugène Hénard and Edmond Paulin, were among the most popular sights. The Palace of Electricity was built partly incorporating architectural elements of the old Palace of the Champ de Mars from the 1889 Exposition.The Palace was enormous, 420 meters long and 60 meters wide, and its form suggested a giant peacock spreading its tail. The central tower was crowned by an enormous illuminated star and a chariot carrying a statue of the Spirit of Electricity 6.5 meters high, holding aloft a torch powered by 50,000 volts of electricity, provided by the steam engines and generators inside the Palace. Producing the light for the Exposition consumed 200,000 kilograms of oil an hour.Mabire (2000), pg. 116 The facade of the Palace and the Water Castle, across from it, were lit by an additional 7,200 incandescent lamps and seventeen arc lamps.Ageorges (2006) pg. 110 Visitors could go inside to see the steam-powered generators which provided electricity for the buildings of the Exposition. The Water castle, facing the Palace of Electricity, had an equally imposing appearance. It had two large domes, between which was a gigantic fountain, circulating one hundred thousand liters of water a minute. Thanks to the power from Palace of Electricity, the fountain was illuminated at night by continually changing colored lights. The architects of the ensemble were Eugène Hénard and Edmond Paulin. The Gallery of Machines, on the Left Bank, was another major exhibition building, dedicated to displaying the advances in industrial technology at the end of the century. File:Paris Exposition Palace of Electricity, Paris, France, 1900 n2.jpg|The Palace of Electricity (behind) and the Water Castle (in front) ===The Palace of Optics, the Aquarium, and Motion Pictures=== Twenty-one of the thirty-three official pavilions were devoted to technology and the sciences. Among the most popular was the Palace of Optics, whose main attractions included the Great Paris Exposition Telescope, which enlarged the image of the moon ten thousand times. The image was projected on a screen 144 square meters in size, in a hall which seated two thousand visitors. This telescope was the largest refracting telescope at that time. The optical tube assembly was 60 meters long and 1.5 meters in diameter, and was fixed in place due to its mass. Light from the sky was sent into the tube by a movable 2-meter mirror. Another very popular feature of the Palace of Optics was the giant kaleidoscope, which attracted three million visitors. Other features of the optics pavilion included demonstrations of X-rays and dancers performing in phosphorescent costumes. The Palais des Illusions (Palace of Illusions), attached to the Palace of Optics, was an extremely popular exhibition. It was a large hall which used mirrors and electric lighting to create a show of colorful and bizarre optical illusions. It was preserved after the Exposition in the Musée GrévinMabire (2000) pg. 89 Another scientific attraction was the aquarium, the largest in the world at the time, viewed from an underground gallery 722 meters long. The water tanks were each 38 meters long, eighteen meters wide and 6.5 meters deep, and contained a wide selection of exotic marine life. The Lumière brothers, who had made the first public projections of a motion picture in 1895, presented their films on a colossal screen, twenty-one meters by sixteen meters, in the Gallery of Machines. Another innovation in motion pictures was presented at the Exposition at the Phono-Ciné Theater; a primitive talking motion picture, where the image on the screen was synchronized to the sound from phonographs.Ageorges (2006) pg. 110-111 An even more ambitious experiment in motion pictures was the Cinéorama of Raoul Grimoin Sanson, which simulated a voyage in a balloon. The film, projected on a circular screen 93 meters in circumference by ten synchronized projectors, depicted a landscape passing below. The spectators sat in the center above the projectors, in what resembled the basket suspended beneath a large balloon. Another popular attraction was the Mareorama, which simulated a voyage by ship from Villefranche to Constantinople. The viewers stood on the railing of a ship simulator, watching painted images pass by of the cities and seascapes en route. The illusion was aided by machinery that rocked the ship, and fans which blew gusts of wind.Ageorges (2006) pg. 112 File:Paris Exposition Palace of Optics, Paris, France, 1900.jpg|Entrance of the Palace of Optics File:Great Ex Telescope Design.jpg|Diagram of the Great Paris Exhibition Telescope of 1900 File:Cineorama.jpg|The Cinéorama, a simulated voyage in a balloon with motion pictures projected on a circular screen. File:Mareorama (Scientific American).jpg|The Mareorama simulated a sea voyage, complete with rocking ship and unrolling painted scenery. File:Le palais des illusions, Exposition Universelle 1900 B.jpg|The Palais des Illusions created a show of optical illusions with mirrors and lighting effects. ===The Grande Roue de Chicago and the moving sidewalk=== The Grande Roue de Chicago was a very popular attraction. It was a gigantic ferris wheel 110 meters high, which took its name from a similar wheel created by George Washington Gale Ferris Jr. at the 1893 World's Columbian Exposition in Chicago. It and could carry 1600 passengers in its forty cars in a single voyage. The cost of a ride was one franc for a second class car, and two francs for a more spacious first-class car. Despite the high price, passengers often had to wait an hour for a place.Mabire (2000) pg. 86 The moving sidewalk was a very popular and useful attraction, given the large size of the Exposition. It ran along the edge of the Exposition, from the Esplanade of Les Invalides to the Champ de Mars, passing through stations along the way, where passengers could board. The fare was an average of fifty centimes. The sidewalk was accessed from a platform six meters above the ground level. The passengers stepped from the platform onto the moving sidewalk traveling at a little more than four kilometers an hour, then onto a more rapid sidewalk moving at 8.5 kilometers an hour. The sidewalks had posts with handles which passengers could hold onto, or they could walk.Mabire (2000) pp. 87-89 File:La grande roue, Paris, France, ca. 1890-1900.jpg|The Grande Roue de Chicago at the Paris Exposition could carry 1600 passengers at once File:Paris Exposition moving sidewalk, Paris, France, 1900 - S03 06 01 015 image 2011.jpg|The moving sidewalk of the Exposition File:Plateforme mobile, station du pont des Invalides.jpg|Station of the Moving sidewalk at Les Invalides. ===The Globe Céleste=== The Globe Céleste was an immense globe-shaped planetarium which offered a presentation on the night sky. The globe was forty-five meters in diameter, and the blue and gold exterior was painted with the constellations and the signs of the zodiac. It was placed atop a masonry support eighteen meters high, supported by four columns. A flower garden on the support surrounded the globe. Spectators seated in armchairs inside watched a presentation on the stars and planets projected overhead. The sphere was the scene of a fatal accident on April 29, 1900 when one of access ramps, hastily made of a newly-introduced material, reinforced concrete, collapsed onto the street below, killing nine persons. Following the accident the French government established the first regulations for the use of reinforced concrete. File:Tour Eiffel et le Globe Céleste.jpg|The Globe Céleste with the Eiffel Tower File:Suchard - Globe céleste.jpg|The Globe Céleste was featured in an advertisement for Suchard Chocolate ===The Grand Palais and Petit Palais=== The Grand Palais, on the right bank, officially the Grand Palais des beaux-arts et des arts decoratifs, was built upon the site of the Palace of Industry of the 1855 Exposition. It was the work of two architects, Henri Deglane for the main body of the building, and Albert Thomas for the portion which now is the Palais de la Découverte, or science museum. Charles Girault designed the Petit Palais facing the Grand Palais. The iron frame of the Grand Palais was quite modern for its time; It appeared light, but in fact it used nine thousand tons of metal, compared with seven thousand for the construction of the Eiffel Tower.Ageorges (2006) pp. 113-114 The interior served as a setting for exhibits of painting and particularly sculpture. The facade was in the ornate Beaux-Arts style or Neo-Baroque style, The more modern interior iron framework, huge skylights and stairways offered decorative elements in the new Art Nouveau style, particularly in the railings of the staircase, which were intricately woven in fluid, organic forms. The Petit Palais , was constructed by the architect Giraud. for the exhibition of French art. Much like the Grand Palais, the facade is Beaux-Arts and Neo-Baroque, reminiscent of the Grand Trianon and the stable at Chantilly. while the interior offers examples of Art Nouveau, particularly in the railings of the curving stairways, the tiles of the floors, the stained glass, and the murals on the ceiling of the arcade around the garden. The entrance murals were painted by Albert Besnard and Paul Albert Laurens. Exposition universelle, 1900 - the chefs-d'uvre (1900) (14784195265).jpg|Interior of the Grand Palais, with its Art Nouveau iron stairway File:Stairs @ Petit Palais @ Paris (34892352515).jpg|Art Nouveau stairway of the Petit Palais File:Exposition universelle, 1900 - the chefs-d'uvre (1900) (14597670517).jpg|Courtyard of the Petit Palais (1900) ==National Pavilions== Fifty-six countries were invited to have pavilions at the Exposition, and forty accepted. The Rue des Nations was created along the banks of the Seine between the esplanade of Les Invalides and the Champ de Mars for the pavilions of the larger countries. Each country paid for its own pavilion. The pavilions were all temporary, made of plaster and staff on a metal frame. Nearly all were designed in the national architecture of each country, often imitating famous national monuments, The Russian pavilion was inspired by the towers of the Kremlin. The Pavilion of Turkey was one of the largest, covering 4000 square meters on the rue des Nations. It was designed by a French architect, Dubuisson, and was a mixture of copies of Islamic architecture from mosques in Istanbul and elsewhere in the Ottoman Empire.Ageorges (2006) pg. 123 The British Royalty pavilion, one of the largest, consisted of a mock-Jacobean mansion decorated with pictures and furniture, constructed by Sir Edwin Lutyens. It was largely used for receptions for important visitors to the Exposition. The German Pavilion was the tallest, at 76 meters, built of wood and stained glass. However, most of the German presence at the Exposition was in the commercial pavilions, where they had important displays of German technology and machinery, as well as models of German steamships and a scale model of a German lighthouse. The United States pavilion was also modest, a variation on the United States Capitol Building: the main U.S. presence was in the commercial and industrial palaces. One unusual aspect of the U.S. presence was The Exhibit of American Negroes, a joint project of Daniel Murray, the Assistant Librarian of Congress, Thomas J. Calloway, a lawyer and the primary organizer of the exhibit, and W. E. B. Du Bois. The goal of the exhibition was to demonstrate progress and commemorate the lives of African Americans at the turn of the century.David Levering Lewis, \"A Small Nation of People: W.E.B. Du Bois and Black Americans at the Turn of the Twentieth Century\", A Small Nation of People: W. E. B. Du Bois and African American Portraits of Progress. New York: Amistad, 2003. 24–49. The exhibit included a statuette of Frederick Douglass, four bound volumes of nearly 400 official patents by African Americans, photographs from several educational institutions (Fisk University, Howard University, Roger Williams University, Tuskegee Institute, Claflin University, Berea College, North Carolina A&T;), and, most memorably, some five hundred photographs of African-American men and women, homes, churches, businesses and landscapes including photographs from Thomas E. Askew.Thomas Calloway, \"The Negro Exhibit\", in U.S. Commission to the Paris Exposition, Report of the Commissioner-General for the United States to the International Universal Exposition, Paris, 1900, Vol. 2 (Washington, D.C: Government Printing Office, 1901). The Chinese Pavilion was in the form of a Buddhist temple with staff in Chinese traditional dress. This Pavilion suffered some disruption in August 1900, when anti-western rebels in Beijing seized the European delegations in Beijing in the Boxer Rebellion and held them for several weeks until a British-led expeditionary force arrived and recaptured the city. During the rebellion, A Chinese procession was attacked by angry Parisians. The Japanese pavilion was a red pagoda, which oddly, was placed in the section for colonial pavilions. Both the Chinese and Japanese pavilion were purchased after the Exposition by Leopold II of Belgium and transferred to Brussels, where they can be seen today.Ageorges (2006) pp. 116-117 The pavilions of the Austrian domains in the Balkans, Bosnia and Herzegovina, offered displays on their lifestyles, consisting of folklore traditions, highlighting peasanthood and the embroidery goods produced in the country. The Bosnian Pavilion also featured murals on the history of Slavic peoples by Alphonse Mucha. The Hungarian cupola displayed agricultural produce and hunting equipment. The pavilion of Finland, designed by Gesellius, Lindgren, Saarinen. had clean-cut, modern architecture. Sweden's yellow and red structure covered in pine shingles drew attention with its bright colours. The Korean Pavilion was mostly stocked by French Oriental collectors, including Victor Collin de Plancy, with a supplement of Korean goods from Korea. One object of note on display was the Jikji, the oldest extant book printed with movable metal type. File:The Pavilions of the Nations, III, Exposition Universal, 1900, Paris, France.jpg|Pavilions of the Nations File:Paris Exposition Tour du Monde and Siamese Pavilion, Paris, France, 1900 n2.jpg|Pavilions of Siam (foreground) and Japan Photograph of the Finnish pavilion at Exposition Universelle (1900).jpg|Pavilion of Finland by Gesellius, Lindgren, Saarinen. File:Exposition universelle, 1900 - the chefs-d'uvre (1900) (14597572428).jpg|The Chinese Pavilion Paris Exposition- Swedish Pavilion, Paris, France, 1900.jpg|Pavillon of Sweden by Ferdinand Boberg. Le pavillon des USA à l'exposition universelle de Paris en 1900.jpg|Pavillon of the United States. File:Palais des nations, l'Allemagne.jpg|Pavilion of Germany Le pavillon de la Hongrie à l'exposition universelle de Paris en 1900.jpg|Pavillon of Hungary Le pavillon de la Turquie à l'exposition universelle de Paris en 1900.jpg|Pavillon of the Ottoman Empire. Le pavillon de l'Italie à l'exposition universelle de Paris en 1900.jpg|Pavillon of Italy Le pavillon de la Bosnie-Herzégovine à l'exposition universelle de Paris en 1900.jpg|Pavillon of Bosnia and Herzegovina Le pavillon de la Russie à l'exposition universelle de Paris en 1900.jpg|Pavillon of Russia Le pavillon de la Belgique à l'exposition universelle de Paris en 1900.jpg|Pavillon of Belgium Le pavillon de la Grèce à l'exposition universelle de Paris en 1900.jpg|Pavilion of Greece ==Colonial Pavilions== An area of several dozen hectares on the hill of the Trocadero Palace was set aside for the pavilions of French and other colonies and dependencies. The largest number were from the French colonies in Africa, the Caribbean, the Pacific and Southeast Asia. These featured traditional architecture of the countries and displays of local products mixed with modern electric lighting, motion pictures, dioramas, and guides, soldiers, and musicians in local costumes. The French Caribbean islands promoted their rum and other products, while the French colony of New Caledonia highlighted its exotic varieties of wood and its rich mineral deposits.Mabire (2000), pp. 62-63 The North African French colonies were especially present; The Tunisian pavilion was a miniature recreation of the Sidi Mahrez Mosque of Tunis. Algeria, Senegal, Dahomey, Guinea and the other French African presented pavilions based on their traditional religious architecture and marketplaces, with guides in costume. Morocco. an independent kingdom, had its pavilion on the other side of the Seine, near the Eiffel Tower. The French colonies of Indochina also had an impressive presence, with recreations of pagodas and palaces, musicians and dancers, and a recreation of a riverside village from Laos. The Netherlands displayed the exotic culture of its crown colony, the Dutch East Indies (Indonesia). The pavilion displayed a faithful reconstruction of 8th-century Sari temple and also Indonesian vernacular architecture of Rumah Gadang from Minangkabau, West Sumatra. The Tour du Monde pavilion displayed a variety of oriental architectures. Russia, allied with France since 1892, also had an imposing presence in the colonial section, with exhibits and architecture presenting artistic treasures from Samarkand Bukhara ane other Russian dependencies in Central Asia. File:Le palais officiel de l'Algérie, Exposition Universelle 1900.jpg|French Algeria Pavilion File:La Tunisie, Exposition Universelle 1900.jpg|French Tunisia Pavilion File:Cambodian.in.France.1900s.jpg|Cambodia Pavilion - Buddhist Temple File:Le Tonkin, Exposition Universelle 1900.jpg|French Indochina Pavilion - Replica of the Co Loa Palace in Hanoi File:Paris Exposition Dutch East Indies Pavilion, Paris, France, 1900 n2.jpg|Pavilion of Dutch East Indies - Replica of Sari Temple in Yogyakarta File:MHNT PHa 912 P125.jpg|Tour du Monde pavilion with towers from India and Japan visible == Palaces of Industry, decoration and agriculture == The industrial and commercial exhibits were located inside several large palaces on the esplenade between les Invalides and the Alexander III Bridge. One of the largest and most ornate was the Palais des Manufactures Nationale, whose facade included a colorful ceramic gateway, designed by sculptor Jules Coutan and architect Charles Risler and made by the Sèvres Porcelain manufactory. After the Exposition it was moved to the wall of Square Felix-Déésroulles, next to the Abbey of Saint- Germain-des-Prés, where it can be seen today.Ageorges (2006) pg. 127 The Palace of Furniture and Decoration was particularly lavish and presented many displays of the new Art Nouveau style. The Agriculture pavilion was inside the former Palace of Machines, an enormous iron-framed building from the 1889 Paris Exposition. Its most popular feature was the Champagne Palace, offering displays and samples of French champagne. File:L'Esplanade des Invalides, Palais des manufactures nationales, Palais de l'Italie, Pont Alexandre III.jpg|The Palace of National Manufacturers, left, with the Italian Pavilion in distance File:Portique Sèvres, square Félix-Desruelles, Paris 6e.jpg|Ceramic gateway of Sèvres Porcelain from the Palace of National Manufacturers, now on Square Félx-Desruelles File:Paris Exposition United States Pavilion, Industrial Arts Exhibit, Paris, France, 1900.jpg|United States display at the Palace of Furniture and Decoration File:Paris Exposition Austrian Pavilion, Paris, France, 1900.jpg|Austrian display in the Pavilion of Furniture and Decoration File:Paris Exposition Agricultural Section, Paris, France, 1900. Agricultural Section.jpg|Pavilion of agriculture and food, inside the former Palace of Machines of the 1889 Exposition. File:Paris Exposition Agricultural Section, Champagne Palais, Paris, France, 1900.jpg|The Champagne Palace of the Agriculture and Food Pavilion ==Amusements and Theatre== Besides its official scientific, industrial and artistic palaces, the Exposition offered an extraordinary variety of amusements and diversions. These included Vieux Paris, a recreation of the streets of old Paris, from the Middle Ages to the 18th century, with recreations of historic buildings and streets filled with performers and musicians in costumes; recreations of the bazaars, souks and street markets of Algiers and Tunis and Laos. also with costumed vendors and musicians. The Swiss Village, at the edge of the Exposition near Avenue de Sufren and Motte-Piquet, was a recreation of a Swiss mountainside village, complete with a 35-metre cascade, a lake, and collection of thirty-five chalets.Mabire (2000) pg. 177 The Exposition had several large theaters and music halls, the largest of which was the Palais des Fêtes, which had fifteen thousand seats, and offered programs of music, ballet, historical recreations and diverse spectacles. A separate thoroughfare of the Exposition, the Rue de Paris, was lined with amusements, including music venues, a comedy theater, marionettes, American jazz, a Grand Guignol theater, and the celebrated \"Backwards House\", which had its furniture on the ceiling, its chandeliers on the floor, and windows which gave reverse images. Other diversions elsewhere in and around the Exposition included a Venetian canal with gondolas, a Japanese tea house, a street of Cairo, an orchestra from Madagascar, a Comedy Theater, and the Columbia Theater at Port Maillot, with acts ranging from panoramas of life in the Orient to a water ballet. These diversions were popular but expensive; entry to the Comedy Theater cost up to five francs.Mabire (2000) pg. 80-81 The most celebrated actress during the Exposition was Sarah Bernhardt, who had her own theater, The Théâtre Sarah Bernhardt (now the Théâtre de la Ville), and premiered one of her most famous roles during the Exposition. This was L'Aiglon, a new play by Edmond Rostand in which she played the Duc de Reichstadt, the son of Napoleon Bonaparte, imprisoned by his unloving mother and family until his melancholy death in the Schönbrunn Palace in Vienna. The play ended with a memorable death scene; according to one critic, she died \"as dying angels would die if they were allowed to.\" The play ran for nearly a year, with standing-room places selling for as much as 600 gold francs. Another popular diversion during the Exposition was the theater of the American dancer, Loie Fuller, who performed a famous Serpentine dance in which she waved large silk scarves which seemed to envelop her into a cloud. Her performance was widely reproduced in photographs, paintings and drawings by Art Nouveau artists and sculptors, and were captured in very early motion pictures. She was filmed on ten 70mm projectors that created a 330-degree picture, patented by Cinéorama. File:Expo1900SoundFilm.jpg|Poster for the Phono-Cinema Theater which offered motion pictures synchronized with phonograph sound File:Loie Fuller.jpg|The dancer Loie Fuller had her own theater in Paris during the 1900 Exposition File:Sarah Bernhardt as L'Aiglon 1900.jpg|Sarah Bernhardt as L'Aiglon, the son of Napoleon Bonaparte, played to full houses in her theater during the Exposition. ==The 1900 Summer Olympics Games and other special events== Many international congresses and other events were held in Paris in 1900 within the framework of the Exposition. A large area within the Bois de Vincennes was set aside for sporting events, which included, among others, many of the events of the 1900 Summer Olympics, the second time the games were held, and the first time they were held outside of Greece. 997 competitors took part in nineteen different sports, including women competing for the first time. A number of events were held for the first and only time in Olympic history, including automobile and motorcycle racing, ballooning, cricket, croquet, a two hundred meter swimming obstacle race, and underwater swimming.Journal of Olympic History, Special Issue – December 2008, The Official Publication of the International Society of Olympic Historians, p. 77, by Karl Lennartz, Tony Bijkerk and Volker Kluge France provided 72% of all athletes (720 of the 997) and won the most gold, silver and bronze medal placings. U.S. athletes won the second largest number, with just seventy-five of the 997 athletes. The pigeon race was won by a bird which flew from Paris to its home in Lyon in four and a half hours. The Free balloon competition race was won by a balloon which traved 1925 kilometers from Paris to Russia in 35 hours and 45 minutes.Mabire (2000) pg. 46 Another special event at the Exposition was a gigantic banquet hosted by the French President, Émile Loubet, for 20,777 mayors of France, Algeria and towns in French colonies, hosted on 22 September 1900 in the Tuileries Gardens, inside two enormous tents. The dinner was prepared in eleven kitchens and served to 606 tables, with the orders and needs of each table supervised by telephone and vehicle. File:Cérémonie d'ouverture du concours de gymnastique des JO 1900, à Vincennes.jpg|Gymnasts at opening ceremony, Bois de Vincennes File:Tennis women 1900.jpg|Hélène Pévost, French women's tennis champion at the 1900 Paris Olympics File:Paris 1900 olympic poster.jpg|Poster for fencing events at the 1900 Summer Olympics, the first in which women competed File:Tug of war.jpg|A combined Swedish-Danish team defeated France in the Olympic Tug-of-War competition File:Les courses de ballons à Vincennes.jpg|Beginning of the balloon event at the 1900 Summer Olympics in the Bois de Vincennes ==Admission charges and cost of the Exposition== The cost of an admission ticket was one Franc. At the time, the average hourly wage for Paris workers was between 40 and 50 centimes. In addition, most popular attractions charged an admission fee, usually between fifty centimes and Franc. The average cost of a simple meal at the Exposition was 2.50 Francs, the half-day wages of a worker.Ageorges (2006), pg. 105 The amount budgeted for the Paris Exposition was one hundred million French Francs; twenty million from the French State, twenty million from the City of Paris, and the remaining sixty million expected to come from admissions, and backed by French banks and financial institutions.Mabire (2000), pp. 51 The official final cost was 119 million Francs, while the total amount actually collected from admission fees was 126 million Francs. However, there were unplanned expenses of 22 million Francs for the French State, and 6 million Francs for the City of Paris, bringing the total cost to 147 million Francs, or a deficit of 21 million Francs. The deficit was to a degree offset by the long-term additions to the city infrastructure; new buildings and bridges, including the Grand and Petit Palais, the Pont Alexander III and the Passerelle Debilly; and additions to the transport system; The Paris Métro, the funicular railway on Montmartre, and two new train stations, the Gare d'Orleans (now the Musée d'Orsay and the Gare des Invalides, and the new facade and enlargement and redecoration of the Gare de Lyon and other stations. Michigan Stove Company ==Medals and Awards== The organizers of the Exposition were not miserly in recognizing the 83,047 exhibitors of products, about half of whom came from France, and 7,161 from the United States. The awards ceremony was held on August 18, 1900, and was attended by 11,500 persons. 3,156 grand prizes were handed out, 8,889 gold medals, 13,300 silver medals, 12,108 bronze medals, and 8,422 honorable mentions. Many of the participants, such as Campbell's Soup, added the Paris award to the advertisements and labels of their products. Another was the Michigan Stove Company.Mabire (1900) pg. 44 ==Art Nouveau at the Exposition== The Art Nouveau (\"New Art\") style began to appear in Belgium and France in the 1880s and became fashionable in Europe and the United States during the 1890s.Gontar, Cybele. (2006), \"Art Nouveau\", Heilbrunn Timeline of Art History. Retrieved from: http://www.metmuseum.org/toah/hd/artn/hd_artn.htm It was highly decorative and took its inspiration from the natural world, particularly from the curving lines of plants and flowers and other vegetal forms. The architecture of the Exposition was largely of the Belle Epoque style and Beaux-Arts style, or of eclectic national styles. Art Nouveau decoration appeared in the interiors and decoration of many of the buildings, notably the interior ironwork and decoration of the Monumental gateway of the Exposition, the Grand Palais and the Petit Palais, and in the portal of the Palace of National Industries. The Art Nouveau style was very popular in the pavilions of decorative arts. The jewelry firm of Fouquet and the glass and crystal manufactory of Lalique all presented collections of Art Nouveau objects. The Sèvres Porcelain Manufactory created a series of monumental swan vases for the Exposition, as well as the monumental entrance to the Palace of National Manufacturers. Many Exposition posters also made use of the Art Nouveau style. The work of the most famous Art Nouveau poster artist, Alfons Mucha, had many forms at the Exposition. He designed the posters for the official Austrian participation in the Exposition, painting murals depicting scenes from the history of Bosnia as well as the menu for the restaurant at the Bosnian pavilion, and designed the menu for the official opening banquet. He produced displays for the jeweler Georges Fouquet and the perfume maker Houbigant, with statuettes and panels of women depicting the scents of rose, orange blossom, violet and buttercup. His more serious art works, including his drawings for Le Pater, were shown in the Austrian Pavilion and in the Austrian section of the Grand Palais. Some of his murals can be seen now in the Petit Palais. The most famous appearance was in the edicules, or entrance coverings, of the stations of the Paris Métro designed by Hector Guimard. Most were removed not long after the Exposition, but two original edicules remain. It also appeared in the interior decoration of many popular restaurants, notably the Pavillon Bleu at the Exposition, Maxim's, and the Le Train Bleu restaurant of the Gare de Lyon.,Philippe Jullian, The Triumph of Art Nouveau: Paris exhibition, 1900 (London: Phaidon, 1974). and in the portal of the Palace of National Manufacturers made by the Sèvres Porcelain Manufactory. The Exposition was a showcase not only of French Art Nouveau, but also the variations that had appeared in other parts of Europe, including the furniture of the Belgian architect and designer Victor Horta, designs of the German Jugendstil by Bruno Möhring, and of the Vienna Secession of Otto Wagner. Their display at the Exposition brought the new style international attention. Abbesses.JPG|Paris metro station entrance at Abbesses designed by Hector Guimard for the 1900 Exposition universelle File:Sevres World Fair Vase.jpg|Art Nouveau swan vase by the Sèvres Manufactory for the 1900 Paris Exposition File:Egide Rombaux & François Hoosemans, De Nymfenlamp (ca. 1900), KBS-FRB.jpg|Nymph lamp by Egide Rombaux & François Hoosemans, made for the 1900 Exposition File:Menu for Bosnia Pavillion by Alfons Mucha 1900.jpg|Menu designed by Alfons Mucha for the restaurant of the Bosnia Pavilion File:Alfons Mucha (Paris 1900, musée du Petit Palais) (14524535382).jpg|Bosnia Pavilion murals by Alfons Mucha, now in Petit Palais (1900) File:The Bigot-pavilion at the Paris Universal Exposition, 1900.jpg|The Bigot Pavilion, showcasing the work of Art Nouveau ceramics manufacturer Alexandre Bigot File:Traubensaal.jpg|Jugendstil hallway from the German pavilion, by Bruno Möhring. File:Le Train Bleu.jpg|The interior of the Train Bleu at the Gare de Lyon (1900) File:Maxim's 1.jpg|Facade of Maxim's restaurant (1893) ==Vestiges of the Exposition== Most of the palaces and buildings constructed for the Exposition Universelle were demolished after the conclusion of the exposition. They were built largely of wood and covered with staff, which was formed into columns, statuary, walls, stairs. After the fair was over, the buildings were demolished and all items and materials that could be salvaged were sold or recycled. A few of the major structures built from the Exposition were preserved, including the Grand Palais and the Petit Palais, and the two major bridges, the Pont Alexandre III and the Passerelle Debilly, though the latter was later dismantled and moved a few dozen meters from its original placement.Ageorges (2006) p. 130 * Most of the Art Nouveau Metro Station edicules designed by Hector Guimard were removed soon after the Exposition closed, but two of the originals still exist, including one at its original location, at the Porte Dauphine station of the Paris Métro. *The monumental portal of the Palace of National Manufacturers, made by the Sèvres Manufactory, was preserved and moved to Square Felix-Desruelles, next to the Abbey of Saint-Germain-des-Prés. * A 2.87 meter copy of the Statue of Liberty by Frédéric Auguste Bartholdi, exhibited in Paris in 1900, was placed in the Luxembourg Gardens in 1905 at the request of his widow. * The Japanese tower from the Exposition, along with the Chinese pavilion, was purchased by King Leopold II of Belgium and moved the Museums of the Far Est in Laeken, near Brussels, Belgium. One of the most curious vestiges is La Ruche, at 2 Passage de Dantzig (15th arrond.). This is a three-story building constructed entirely out of bits and pieces of Exposition buildings, purchased at auctions by sculptor Alfred Boucher. The iron roof, made by Gustave Eiffel, originally covered the kiosk of the Wines of Médoc, in the palace of agriculture and foods. The statues of women in theatrical costumes by the front door came from the Indochina Pavilion, while the ornamental iron gate at the entrance was part of the Palace of Women. In the years after the Exposition, La Ruche served as the temporary studio and home of dozens of young artists and writers including Marc Chagall, Henri Matisse, Amedeo Modigliani, Fernand Léger and the poet Guillaume Apollinaire. It was threatened with demolition in the 1960s but was saved by culture minister André Malraux. It is now a historical monument.Ageorges (2006) pp. 124-125 Laken Japanese Tower from Palace Gardens 04.jpg|Japanese Tower, now in the Museums of the Far East in Laeken, Brussels, Belgium 0 Laeken Pavillon chinois 1.JPG|Chinese pavilion, now in the Museums of the Far East in Laeken, Brussels, Belgium. Portique Sèvres, square Félix- Desruelles, Paris 6e.jpg|Portico of the Sèvres pavilion, now in Square Félix- Desruelles, next to the Church of Saint-Germain-des-Pres File:EdiculePorteDauphine.jpg|Hector Guimard's original Art Nouveau entrance of the Paris Métro at Porte Dauphine Métro Station File:Statue de la liberte.jpg|A 2.87 meter copy of the Statue of Liberty by Bartholdi, exhibited in Paris in 1900, placed in the Luxembourg Gardens in 1905 File:Entrance to the \"La Ruche\" in Paris.jpg|La Ruche, an artist's colony composed of pieces of different Exposition buildings ==Finances== The 1900 Paris Exposition was so expensive to organize and run that the cost per visitor ended up being about six hundred francs more than the price of admission. The exhibition lost a grand total of 82,000 francs after six months in operation. Many Parisians had invested money in shares sold to raise money for the event and therefore lost their investment. With a much larger than expected turnout the exhibit sites had gone up in value. Continuing to pay rent for the sites became increasingly hard for concessionaires as they were receiving fewer customers than anticipated. The concessionaires then went on strike, which ultimately resulted in the closure of a large part of the exposition. To resolve the matter, the concessionaires were given a fractional refund of the rent they had paid. ==Criticism== The Exposition had numerous critics from different points of view. The monumental gateway was described as \"lacking in taste\" and was considered by some critics to be the ugliest of all the exhibits. Adding to their dislike of La Porte Monumentale Paris was the Parisienne, made by Moreau-Vauthier. The Parisienne was referred to by some as \"the triumph of prostitution\" because of her flowing robe and modernized figure and was criticized by many visitors to the triumphal gateway. The structure of the entrance tower as a whole was adorned with Byzantine motifs and Persian ceramic ornamentation, but the true inspiration behind the piece was not of cultural background. Binet sought inspiration from science, tucking the vertebrae of a dinosaur, the cells of a beehive, rams, peacocks, and poppies into the design alongside other animalistic stimuli. La Porte Monumental Paris is considered to be a structure of the Salammbô style and 'the most typically 1900 monument of the entire exhibition'. The controversial gateway became known as La Salamanda among the public because it resembled the stocky and intricately designed salamander-stoves of the time, only adding to its ridicule. ==Motion picture footage== none == See also == * Art Nouveau in Paris * Globe Céleste * French Colonial Empire * Great Paris Exhibition Telescope of 1900 * Paris in the Belle Époque == References == == Bibliography == * Ageorges, Sylvain (2006), Sur les traces des Expositions Universelles (in French), Parigramme. * Fahr-Becker, Gabriele (2015). L'Art Nouveau (in French). H.F. Ullmann. . * Lahor, Jean (2007) [1901]. L'Art nouveau (in French). Baseline Co. Ltd. . * Mabire, Jean-Christophe, L'Exposition Universelle de 1900 (in French) (2019), L.Harmattan. * == Further reading == * Alexander C. T. Geppert: Fleeting Cities. Imperial Expositions in Fin-de- Siècle Europe, Basingstoke/New York: Palgrave Macmillan, 2010. * Richard D. Mandell, Paris 1900: The great world's fair (1967) == External links == *1900 Paris at the BIE *Exposition Universelle 1900 in Paris. Photographs at L'Art Nouveau * 1 minute film pan shot from Champ de Mars * 1 minute 39 seconds film pan shot from Place de la Concorde * 2 minute film pan shot from Esplanade des Invalides and 10 seconds of Chateau d'Eau from Tour Eiffel *Inventing Entertainment: The Early Motion Pictures and Sound Recordings of the Edison Companies: \"exposition universelle internationale de 1900 paris, france\" (search results). A set of films by Edison from the Expo 1900 *\"Unrecognizable Paris: The Monuments that Vanished\", an article at Messy Nessy Cabinet of Chic Curiosities *The Burton Holmes lectures; v.2. Round about Paris. Paris exposition at Internet Archive Category:World's fairs in Paris Category:1900 in France Category:1900 Summer Olympics Category:Art Nouveau exhibitions Category:1900s in Paris Category:Festivals established in 1900 Category:1900 festivals ",
    "title": "Exposition Universelle (1900)"
}