{
    "id": "31294674",
    "text": "''''' (The anonymous letter) is a farce in one act composed by Gaetano Donizetti in 1822 to a libretto by Giulio Genoino, a former monk and the official censor of the Kingdom of the Two Sicilies. Genoino based his libretto on his own farce which, in turn, had been based on ' by Pierre Corneille in 1630. With a letter of recommendation from his teacher Johann Simon Mayr, Donizetti was in Naples and, on 12 May 1822, came to an agreement to write the opera with the impresario Domenico Barbaja, for whom he had already produced La zingara (The Gypsy Girl). Six weeks later he presented the new farce to the public, the premiere taking place on 29 June 1822. Overall, the opera appears to have been well received and given twenty performances, although according to Donizetti, \"it was half-ruined by a novice singer (Cecconi)\". However, as has been noted, \"the score contains an attractive speciality number for the dancing master, Flageolet, and an extended quartet, , the one number of the work to be praised by critics after the premiere\" because it avoided \"those caballetas and that symmetrical repetition of motifs which obliges all the performers to repeat the same musical phrases no matter what the different emotions may agitate them\".The critic of the Giornale del Regno delle Due Sicilie quoted in Osborne 1994, p. 149 ==Roles== {| class=\"wikitable\" |- !Role !Voice type !Premiere cast, 29 June 1822Ashbrook and Hibberd 2001, p. 226 (Conductor: – ) |- |Countess Rosina |soprano |Flora Fabbri |- |Captain Filinto, her lover |tenor |Giovanni Battista |- |Melita, Rosina's tenant |soprano |Teresa Cecconi |- |Lauretta, Rosina's maid |soprano |Raffaela de Bernardis |- |Don Macario, Rosina's Uncle |baritone |De Franchi |- |Giliberto, Don Macario's Housekeeper |bass |Giovanni Pace |- |Flagiolet, A Dancing Teacher |baritone |Calvarola |- | colspan=\"3\"|Chorus: Servants and Room- attendants |} ==Synopsis== :Place: France :Time: 17th centuryOsborne 1994, pp. 149–50 Countess Rosina and Captain Filinto are going to get married. An anonymous letter claiming that the Captain is already married to another arrives on the wedding day. This letter is finally found to be false, and the preparations for the wedding party continue. ==Recordings== {| class=\"wikitable\" |- !Year !Cast: Countess Rosina, Filinto, Melita, Lauretta, Don Macario !Conductor, Opera House and Orchestra !Label |- |1972 |Benedetta Pecchioli, Pietro Bottazzo, Rosa Laghezza, Carla Virgili, Rolando Panerai |Franco Caracciolo, Orchestra Scarlatti di Napoli and the Amici della Polifonia Chorus |CD: On Stage Cat: 4702 |} ==References== Notes Cited sources *Ashbrook, William and Sarah Hibberd (2001), in Holden, Amanda (Ed.), The New Penguin Opera Guide, New York: Penguin Putnam. . pp. 224 – 247. *Osborne, Charles, The Bel Canto Operas of Rossini, Donizetti, and Bellini, Portland, Oregon: Amadeus Press, 1994 Other sources *Allitt, John Stewart (1991), Donizetti: in the light of Romanticism and the teaching of Johann Simon Mayr, Shaftesbury: Element Books, Ltd (UK); Rockport, MA: Element, Inc.(USA) *Ashbrook, William (1982), Donizetti and His Operas, Cambridge University Press. *Ashbrook, William (1998), \"Donizetti, Gaetano\" in Stanley Sadie (Ed.), The New Grove Dictionary of Opera, Vol. One. London: Macmillan Publishers, Inc. *Black, John (1982), Donizetti’s Operas in Naples, 1822—1848. London: The Donizetti Society. *Loewenberg, Alfred (1970). Annals of Opera, 1597-1940, 2nd edition. Rowman and Littlefield *Sadie, Stanley, (Ed.); John Tyrell (Exec. Ed.) (2004), The New Grove Dictionary of Music and Musicians. 2nd edition. London: Macmillan. (hardcover). (eBook). * Weinstock, Herbert (1963), Donizetti and the World of Opera in Italy, Paris, and Vienna in the First Half of the Nineteenth Century, New York: Pantheon Books. ==External links== * Donizetti Society (London) website Category:Italian-language operas Category:Operas by Gaetano Donizetti Category:One-act operas Category:1822 operas Category:Operas Category:Operas based on plays Category:Operas based on works by Pierre Corneille Category:Operas set in France ",
    "title": "La lettera anonima"
}