{
    "id": "31294364",
    "text": "The Defense Intelligence Community Whistleblower Program (DICWP) is a sub- mission of the Department of Defense Whistleblower Program. In administering the DICWP, the Office of the Inspector General, U.S. Department of Defense (DoDIG) balances the competing national security and separation of powers interests raised by whistleblowing within the Defense Intelligence Community.The DoDIG provides a safe, authorized conduit for Defense Department whistleblowers to disclose classified information. The Inspector General also has authority to investigate whistleblowing reprisal allegations filed by civilian and military members of the Defense Intelligence Community. It therefore accepts the disclosures and provides source protection for those providing the information. The Department of Defense funds and supervises much of the Republic's intelligence gathering. DoD IG accordingly provides protection to a large number of civilian and military intelligence personnel.Lindsay Boyd & Brian Futagaki, Intelligent Whistleblowing, Journal of Public Integrity (Summer 2010 ) at 20 (an article presenting a history of the intelligence community whistleblowing and outlining the procedures employed by DoD IG to protect DoD intelligence community whistleblowers from reprisal.). == Defense Intelligence Community & Whistleblower Protection == DoDIG administers the DICWP not as a member of the Intelligence community (above), but as an independent and neutral outsider to the circle of agencies collecting and analyzing the Republic's intelligence. The Defense Intelligence Community includes the Defense Intelligence Agency (DIA), the National Security Agency (NSA), the National Reconnaissance Office (NRO), and the National Geospatial-Intelligence Agency (NGA), all military service and combatant command intelligence components, as well as those DoD components providing counter-intelligence mission capability. The DoD does not receive disclosures or investigate reprisal involving intelligence personnel outside of DoD, such as persons employed by the Central Intelligence Agency (CIA) or the Federal Bureau of Investigation (FBI).Id. The Civil Service Reform Act of 1978 (CSRA or Act) was passed in response to public concern over the efficiency, integrity, and accountability of the federal workforce.H. Manley Case, Project on the Merit Systems Protection Board: The Civil Service Reform Act of 1978: Article: Federal Employee Job Rights: The Pendleton Act of 1883 to the Civil Service Reform Act of 1978, 29 How. L.J. 283 (1986). The Act codified the merit system principles governing the federal workforce.5 U.S.C. § 2301. One of these statutory principles states that employees should be protected from reprisal in response to whistleblowing.5 U.S.C. 2302(b)(8)&(b)(9). The CSRA provided the first substantive protections for agency whistleblowers, creating the Office of Personnel Management, the Office of Special Counsel and the Merit Systems Protection Board.Civil Service Reform Act of 1978, P.L. 95-454; 92 Stat. 1111 (codified at 5 U.S.C. §§ 1101, 1201, 1211). A little over a decade later, the Whistleblower Protection Act of 1989 (WPA) enhanced CSRA whistleblower protections. The WPA recognized that whistleblowing federal employees “serve the public interest by assisting in the elimination of fraud, waste, abuse, and unnecessary government expenditures.”Whistleblower Protection Act of 1989, P.L 101-12; 103 Stat. 16. Through the WPA, whistleblowers gained an independent right to pursue an appeal to MSPB.5 U.S.C. § 1221. Neither the CRSA nor the WPA provided protection for employees of the Defense Intelligence Community.5 U.S.C. § 2302 (a)(2)(c). The Church Committee hearings concurrently led to passage of the Foreign Intelligence Surveillance Act of 1978 (FISA). To enable and implement the FISA, the Department of Defense issued DOD Regulation 5240.R. Procedures 14 and 15 of this regulation provided whistleblower protection for Defense Intelligence Community service members and employees reporting “questionable activities.” In a separate move, the Congress legislated to protect its own access to Defense Intelligence Community whistleblowers through the Intelligence Community Whistleblower Protection Act of 1998 (ICWPA).Intelligence Community Whistleblower Protection Act of 1998, P.L. 105-272; 112 Stat. 2396 (codified at 5 U.S.C. App. § 8h). Whistleblower reprisal allegations under both the FISA and the ICWPA can be docketed and filed through the Defense Hotline. The ICWPA's protection, however, is narrow. The ICWPA does not contain general protections against reprisal. Subject- matter experts in the field have suggested that a more appropriate name for the ICWPA would be the Intelligence Community Disclosure Act because the statute addresses only a very specific dilemma, namely, how one reports wrongdoing to the U.S. Congress when the wrongdoing involves classified information.Boyd & Futagaki at 21. == Protecting Sources == Defense whistleblower investigations aid in making sure counter-intelligence agents get the right spy, such as Major John André. The mechanics of protecting Defense Intelligence Community whistleblowers occurs, in part, through the Inspector General Act passed in 1978. The IG Act authorizes statutory inspectors general to receive and investigate complaints or information received from agency employees concerning a violation of law, rules, or regulations; or mismanagement; gross waste of funds; abuse of authority; or a substantial and specific danger to the public health and safety. Like the CSRA, the IG Act also contains substantive protections against whistleblower reprisal.5 U.S.C. App. § 7(c) However, unlike the CSRA, the IG Act provides no general exemption preventing protection of intelligence and counterintelligence employees.The IG Act does provide the Secretary of Defense with the discretion to place intelligence and national security matters beyond the jurisdiction of the Inspector General. See 5 U.S.C. Appx. § 8(b)(1). The DoDIG, accordingly, uses this authority to provide protection to those filing reprisal complaint using the Defense Hotline. If the Defense Inspector General has jurisdiction over an intelligence or counter-intelligence service member or employee, there is a means of providing whistleblower protection. Within the Defense Intelligence Community, the DoD IG—as the lead inspector general of the Defense Department – delegates to the Civilian Reprisal Investigations (CRI) and Military Reprisal Investigations directorates the responsibility of conducting investigations into allegations of reprisal from civilian appropriated fund employees and military members.Department of Defense Directive 5106.1 ¶ 5.19.1. DoD IG accordingly exercises primary jurisdiction over complainants from the Defense Intelligence Community not having access to the federal government's primary agency for whistleblower protection, the U.S. Office of Special Counsel.See Inspector General Instruction 7050.71(2)(h)(1) & 7050.11 (e) & (f). With respect to civilian Defense Department employees working in the intelligence and counterintelligence fields, the Inspector General's CRI directorate was established in 2003. The directorate investigates whistleblower reprisal by determining whether a complainant was subject to a negative action as a result of disclosing instances of fraud, waste, and abuse; or violations of law, rule, and regulation.Lindsay Boyd & Brian Futagaki, Intelligent Whistleblowing, Journal of Public Integrity (Summer 2010 ) at 22. CRI uses title 5 of the United States Code (5 U.S.C.) as the standard for its intelligence and counter-intelligence whistleblower reprisal investigations. Under section 2302 of title 5, a negative action such as a suspension, a demotion or termination is defined as a personnel action.5 U.S.C. § 2302 If a CRI investigation finds causation between a disclosure and a personnel action taken against the disclosure's source, the case is substantiated.Boyd & Futagaki at 22. But if the employee's Agency has clear and convincing evidence that a personnel action would have been taken against a civilian employee absent their disclosure of alleged wrongdoing, the Inspector General “non-substantiates” the case.Id. The Defense Intelligence Community reprisal complaints prompting DoDIG investigation may come to CRI and MRI through several channels. An employee may file through the Defense Hotline, or one of the DoD component hotlines oversighted by the DoDIG. In addition, complainants may contact a member of Congress to report the whistleblower retaliation and then be sent to the Inspector General, or the case may be referred to the DoDIG by the Assistant to the Secretary of Defense for Intelligence Oversight (ATSD-IO), if it is forwarded through that office. The ATSD-IO administers DoD Regulation 5240.1-R, but very few of the complaints filed by DoD employees involved in intelligence and counterintelligence activities have included allegations of reprisal for whistleblowing activities.Office of the Inspector General, U.S. Department of Defense, Statement of Mr. Thomas F. Gimble Acting Inspector General Department of Defense before the Subcommittee on National Security, Emerging Threats, and International Relations House Committee on Government Reform on National Security Whistleblower Protection (Feb. 14, 2006) at 6-10. The varied means of filing complaints lead to a process called “deconfliction,” by which government agencies prevent duplicative efforts. “Deconfliction” may be resolved by a component inspector general undertaking an investigation, with the DoDIG oversighting the effort. Similarly, inspectors general of the Defense intelligence agencies themselves may receive reprisal complaints and refer them to the Defense Hotline.Boyd & Futagaki at 22. Once an investigation is concluded, the Inspector General issues a report to the Agency's proponent command. Unsubstantiated allegations result in case closure with no corrective action. Reports of substantiated whistleblower reprisal bear recommendations that the complainant be made whole through remedies provided by the command or component. == Recent Defense Intelligence & Counter-intelligence Cases == Spying for the nation does not come at the price of whistleblower protection. Notable examplesBoyd & Futagaki at 23-24. of the Defense Intelligence Community Whistleblower Program work within the last three years include: * A report of investigation issued by the National Security Agency and oversighted by the DoDIG. The complainant alleged reprisal for disclosing creation of a hostile work environment through intimidating workplace conduct. NSA substantiated the reprisal allegation through a significant change in work duties, responsibilities, and hours. DoD IG concurred; * A report of investigation issued by the Defense Intelligence Agency. The complainant alleged reprisal after disclosing misuse of a Congressionally authorized countertrafficking and counternarcotics billet funds. DIA did not substantiate the allegation, concluding that clear and convincing evidence existed and that the negative action would have been taken absent the complainant's disclosure. DoD IG concurred; * A report of investigation issued by the former Counterintelligence Field Activity. The complainant alleged reprisal for disclosing an agency supervisor's relationship with and preferential treatment of a retained defense contractor. DoD IG substantiated the complainant's allegation of reprisal by removal of duties, reassignment, and eventual termination. As partners of DoD IG in the Defense Intelligence Community Whistleblower Program, the NSA and DIA are thought by subject-matter experts in the field to be at the forefront of whistleblower protection within the general intelligence and counterintelligence community. By fostering these partnerships, as well as utilizing the IG Act of 1978, DoD IG investigates claims of whistleblower reprisal from the defense intelligence community in order to protect all of its employees from reprisal.Boyd & Futagaki at 24. == References == == External links == Category:Whistleblower protection legislation Category:Whistleblowing in the United States Category:Grounds for termination of employment Category:United States federal labor legislation Category:United States Department of Defense ",
    "title": "Defense Intelligence Community Whistleblower Protection"
}