{
    "id": "31299419",
    "text": "Nigerians in Vietnam are mostly expatriates from Nigeria residing in Vietnam for business or economic purposes. They are part of a new wave of Nigerian emigrants going to non-traditional migration destinations such as Ethiopia, Ghana, and Mozambique rather than traditional favorites like Libya, the United Kingdom, or the United States. They refer to poor economic conditions in their homeland, including lack of electricity and public safety, as their primary motivations for emigration. ==Business and employment== Many Africans, including Nigerians, run fashion shops in Tan Phu district, Ho Chi Minh City. Others are believed to have been attracted to the country by offers of contracts with Vietnamese football teams around 2006 and 2007, but were later replaced by Brazilian players and had their contracts terminated. Wages in the country are low, equivalent to just US$200/month even for a college graduate, meaning many of the migrants find it difficult to make a living. ==Community relations== Vietnam is increasingly becoming an unwelcoming destination for Nigerian migrants. The Vietnamese government, concerned by alleged negative activities of Nigerian immigrants, reportedly imposed a blanket ban on Nigerian entry to Vietnam in February 2009. Nigerians in Vietnam have been involved in drug trafficking, fraud, scamming, cyber fraud and other illegal activities. The crackdown even applied to government officials and legitimate business people. The straw which broke the camel's back was reported to be the murder of a Nigerian citizen by one of his countrymen in HCMC. Vietnamese officials also summoned the Nigerian ambassador to register their complaints. Long-time foreign residents of Ho Chi Minh City speak of an increasing level of hostility towards foreigners compared to a few years ago, stoked by media reports of Nigerian crime. Nigerian residents for their part protest that many of the crimes are attributable to visitors from other West African nations, but that Vietnamese people and media lump them all together as \"Nigerians\". ==Community organizations== In 2009, at the suggestion of Vietnamese immigration officials, Nigerian residents formed the Nigerian Union in Vietnam in an effort of self-policing, in order to improve the public image of Nigerians and represent legitimate Nigerian businesspeople effectively to the authorities. ==References== ==External links== *Nigerian Union in Vietnam Category:Ethnic groups in Vietnam Vietnam ",
    "title": "Nigerians in Vietnam"
}