{
    "id": "31296240",
    "text": "The 240x240px View of the estuary of the Rio Nunez, 1861 Factory of the Compagnie coloniale in Boké, French Guinea Nunez River or Rio Nuñez (Kakandé) is a river in Guinea with its source in the Futa Jallon highlands. It is also known as the Tinguilinta River, after a village along its upper course. ==Geography== Lying between the Kogon River to the north and the Pongo River to the south, the Nunez empties into the Atlantic Ocean at the port town of Kamsar, along the coast of Guinea-Conakry. The river is swollen each year during the rainy season, producing floodplains and inland swamps. These floodplains are inhabited by the Nalu and Baga people. About inland is the city of Boké; the largest on the river and the chief commercial center of Guinea. Here the river is 100m wide and 1m deep. Upstream from Boké, the shallow river winds through low hills with many series of rapids and small islet clusters to its source, a confluence of several small streams. === Coordinates === ==History== Prior to 1840, this river served as a market for Fulbe slave caravans transporting slaves from the Muslim Imamate of Futa Jallon. In 1793 Captain Samuel Gamble of the Sandown was forced to seek protection from enemy war boats and pirates in the mangrove swaps of the Rio Nunez during the French Revolutionary Wars, where vessels were threatened by French privateers along the West African coast. For unknown reasons, he travels to agricultural villages around the commercial centers of Boke and Kacundy. During his journey Gamble records the earliest known description of irrigated rice cultivation in the Rio Nunez region (though earlier accounts exist such Diego Gomes' 15th century record of mangrove rice farming along the Gambia River, detailing his eyewitness account of the process. Records attest to his purchases of both red rice and polished rice from the Rio Nunez's farmers. In 1849 the river was the site of the Rio Nuñez incident, when a Franco-Belgian squadron of warships fired on Boké, which resulted in loss of inventory by two British traders. The incident was inconclusive. During the 1870s, this river was a major export point for peanuts, with 5,000 tons per year. In the 1880s, the trade turned to rubber. ==Demographics== Speakers of the Rio Nunez languages, Mbulungish and Baga Mboteni, live at the mouth of the Nunez River. ==References== Category:Rivers of Guinea ",
    "title": "Nunez River"
}