{
    "id": "31298207",
    "text": "Harry J. Lloyd (July 30, 1926 – January 25, 1997) was an American businessman and real estate developer. He was best known as the President and CEO of House of Lloyd Inc. ==Early life== Harry Lloyd was born in 1926 in Nevada, Missouri. He attended the University of Missouri, where he was a member of Tau Kappa Epsilon. He earned a bachelor's degree in advertising in 1950. ==Career== Harry Lloyd began his business career as a youth with a small fireworks stand in front of his house. Lloyd continued his fireworks business throughout his time in college and grew to dozens of fireworks stands by the end of the 1980s. Lloyd expanded his business to begin selling toys and gifts, and he founded and led the Grandview, Missouri based House of Lloyd as the gift business grew. House of Lloyd became a highly successful multi-national company in the gift industry that served more than 13 million customers. Lloyd's gift business grew rapidly through the 1980s via a large network of home demonstrators, featuring Christmas Around the World and Gifts by House of Lloyd. By 1989, House of Lloyd had $400 million in revenue, a sales force of 100,000 independent contractors, and saw itself as a $1 billion a year company in five years. The company had two large warehouses: a facility on Grandview Road and a facility on Botts Road. The company was sold in 1999 to an investment group headed by Joel Kier.Margolies, Dan (November 21, 1999). \"N.Y.-based Investment Firm Acquires House of Lloyd\". Kansas City Business Journal. Retrieved December 29, 2017. House of Lloyd eventually filed for Chapter 11 bankruptcy in January 2002.Staff Writer (June 26, 2008). \"Loch Lloyd's Gate Offers Protection from the Poor, Suffering Masses\" . The Pitch. Retrieved December 29, 2017.Staff Writer (March 6, 2003). \"House of Lloyd will Auction Two KC Warehouses\". Kansas City Business Journal. Retrieved December 29, 2017. ==Loch Lloyd== Harry Lloyd created the Village of Loch Lloyd in the hills of Blue Ridge in northwestern Cass County, Missouri, United States on the Kansas border just to the south of Kansas City, Missouri. The lake, known as \"Loch Loyd\" was created from Mill Creek. Loch Lloyd is a 110-acre (0.4 km2) reservoir that is deep and spring fed. It is well stocked with fish and surrounded by wildlife and a lakeside nature trail. The Village of Loch Lloyd is an upscale gated community. It includes an 18-hole golf course that was designed by Donald Sechrest and constructed in 1990. The championship course and Loch Lloyd Country Club were inaugurated in 1991, when they hosted the Seniors' Southwestern Bell Classic. The Village of Loch Lloyd was incorporated on September 3, 2003. When the village filed the paperwork to incorporate they said they wanted to incorporate as an independent village rather than being annexed by Kansas City or Belton. The village has been home to many notable Kansas City area residents, included Cerner CEO Neal Patterson, Missouri Attorney General Chris Koster, and Tammy Faye Messner. The Village of Loch Lloyd received national attention in July 2007 when evangelist Tammy Faye died at her home there. In 2008, the announcement was made that Tom Watson would redesign the 18-hole golf course and add nine additional holes. The golf course redesign would also open up 220 new residential lots in the Village of Loch Lloyd.Staff Writer (May 27, 2008). \"Tom Watson will Redesign Loch Lloyd Golf Course\". Kansas City Business Journal. Retrieved December 29, 2017. ==Philanthropic work== Throughout Harry Lloyd's business career, he designated a portion of annual company profits to support a variety of Christian organizations. Prior to his death as a result of melanoma cancer in 1997, Lloyd established The Harry J. Lloyd Charitable Trust. The trust has provided 70 melanoma research grants since 2003, totaling more than $6.5 million. The trust has also provided resource opportunities and encouraged and supported religious and evangelical causes throughout the world.\"Harry J. Lloyd Charitable Trust\". Retrieved December 29, 2017. ==References== Category:1926 births Category:1997 deaths Category:20th-century American businesspeople Category:People from Nevada, Missouri Category:People from Grandview, Missouri Category:University of Missouri alumni Category:American city founders Category:Businesspeople from Missouri Category:Philanthropists from Missouri Category:20th-century philanthropists ",
    "title": "Harry J. Lloyd"
}