{
    "id": "31298764",
    "text": "A referendum on abolishing the wage escalator was held in Italy on 9 June 1985.Dieter Nohlen & Philip Stöver (2010) Elections in Europe: A data handbook, p1048 The escalator allowed for the automatic growth of the salaries of Italian workers at the same rate as inflation. This mechanism was accused of causing high inflation which damaged the lira during the 1980s, with a 20% annual rate. Voters were asked whether they wanted to repeal a law passed by the government of socialist Prime Minister Bettino Craxi which had strongly reduced this automatic mechanisms. The referendum was called by the Italian Communist Party. Those voting \"yes\" wanted to restore the automatic growth of the salaries as the inflation ratio, and those voting \"no\" wanted to retain the law which tried to reduce the high inflation. The referendum was defeated by margin of 54.3% to 45.7% on a voter turnout of 77.9% out of 45 million eligible Italian electors, thus allowing the law to remain in force. ==Political party positions== Signatures and petitions for the referendum were collected by the Italian Communist Party. It found the support of the Proletarian Democracy and the Federation of the Greens on the left side, but also of the Italian Social Movement on the opposite faction. Between the opposition to the referendum, the Italian Socialist Party found the support of all its allies, mainly the big Christian Democracy. ==Results== Results of the referendum by province. Blue indicates a major in favour; red indicates a majority against. {| class=wikitable style=text-align:right !Choice !Votes !% |- |align=left|For repealing the law||15,460,855||45.7 |- |align=left|Against repealing the law||18,384,788||54.3 |- |align=left|Invalid/blank votes||1,113,761||– |- |align=left|Total||34,959,404||100 |- |align=left|Registered voters/turnout||44,904,290||77.9 |- |align=left colspan=3|Source: Nohlen & Stöver |} The referendum was considered a major victory for the Italian Socialist Party and its leader Bettino Craxi, but it caused a dramatic split into the Italian left, the Communists accusing the Socialist to be sold to the business owners. ==References== Category:Referendums in Italy Italian wage referendum Wage referendum Italian wage referendum ",
    "title": "1985 Italian wage referendum"
}