{
    "id": "31291612",
    "text": "is a railway station in Saiki, Ōita, Japan. It is operated by JR Kyushu and is on the Nippō Main Line. ==Lines== The station is served by the Nippō Main Line and is located 224.2 km from the starting point of the line at . == Layout == The station, which is not staffed, consists of a side and an island platform serving three tracks. A siding branches off track 1, ending on the other side of the side platform. There is no station building, but a wooden shed in traditional Japanese style has been set up as a waiting room. Access to the island platform is by means of a footbridge. file:Shigeoka Station 3.JPG|A view of the station platforms looking north. file:Shigeoka Station 4.JPG|A view of the station platform looking south. The siding can be seen branching off to the left. ==Adjacent stations== ==History== The private Kyushu Railway had, by 1909, through acquisition and its own expansion, established a track from to down the east coast of Kyushu. The Kyushu Railway was nationalised on 1 July 1907. Japanese Government Railways (JGR), designated the track as the Hōshū Main Line on 12 October 1909 and expanded it southwards in phases over the next 13 years, establishing Shigeoka as its southern terminus on 26 March 1922. Subsequently, the track was further extended to meet the Miyazaki Main Line which had been extending northwards from and which had reached by July 1923. The link up between the two lines was achieved on 15 December 1923, and through traffic was thus established from Kokura in the north through Shigeoka to . The entire stretch of track was then renamed the Nippō Main Line. With the privatization of Japanese National Railways (JNR), the successor of JGR, on 1 April 1987, the station came under the control of JR Kyushu. ==Passenger statistics== In fiscal 2015, there were a total of 5,978 boarding passengers, giving a daily average of 16 passengers. See table 128 Transport situation by individual railway stations (JR Kyushu JR Freight). ==See also== *List of railway stations in Japan ==References== ==External links== *Shigeoka (JR Kyushu) Category:Railway stations in Ōita Prefecture Category:Railway stations in Japan opened in 1922 ",
    "title": "Shigeoka Station"
}