{
    "id": "31296909",
    "text": "An isolated ground (IG) is a local ground connection used with a supply, one of the common earthing arrangements used with domestic mains supplies. ==Description== The primary reason for the use of isolated grounds (IG) is to provide a noise-free ground return, separate from the equipment grounding (EG) return. The EG circuit includes all of the metal conduit, outlet boxes, and metal enclosures that contain the wiring and must be grounded to provide a safe return path in case of fault currents. The IG provides an insulated, separate ground path for the ground reference in electronic equipment, such as computers, hospital equipment, and audio equipment. IG does not break ground loops, which can damage equipment like computers, printers, etc.. Interconnected computer equipment often benefits from single-point grounding. IG is only used with special equipment that require it. The IG is typically insulated and separate all the way back to the point of earth grounding rod outside of the building. The IG is NOT connected neutral or any other. Due to the installation of a separate, insulated conductor and the associated special outlets required, IG circuits are more expensive to install than standard power circuits. Its main downside is that an isolated grounding connection has higher impedance than a non-isolated grounding connection, and no redundancy, so safety is reduced. Isolated ground receptacles are allowed in patient care areas, but only when installed outside the immediate patient care vicinity.2017 NEC 517.17 ==Domestic supplies== Until the 1950s, isolated ground domestic mains supplies tended to have no Residual-Current Device (RCD) or Earth Leakage Circuit Breaker (ELCB), and too high a ground impedance to blow a fuse if a live-to-earth fault occurred. This could leave metalwork in the house live. The use of Residual Current Devices (RCDs) or formerly ELCBs with such installs solved this problem. Such installs are called EEBAD (Earthed Equipotential Bonding and Automatic Disconnection). The British term for isolated ground is \"IT\", from the French terre isolée. ==Noise== An isolated ground, if installed correctly, can reduce some electrical noise. However, complete power conditioning and protection usually requires additional devices such as a surge protector or an uninterruptible power supply. If the receptacle is not installed correctly, it can create a dangerous installation. ==See also== * Electrical grounding * Electrical safety ==References== Category:Electricity Category:Electrical safety ",
    "title": "Isolated ground"
}