{
    "id": "31294799",
    "text": "The Macomb County Board of Commissioners serves as the \"county commission\", or legislative body for Macomb County, Michigan, United States, the third largest county in Michigan with a population of 840,978, according to the 2010 census. The powers, duties, and responsibilities of the Macomb County Board are established by Michigan law and the county charter approved by voters in 2009, and commissioners are elected to a two-year term every other year. The Board's 13 members represent districts of (approximately) equal population, and members serve on the Finance/Audit/Budget, Government Oversight, Internal Services, Public Safety and Records, Health and Human Services committees. Previously made up of 26 members with both administrative and legislative control of county departments and budgets, the Board was reduced from 26 to 13 members in January 2011, when a new county charter was enacted and Macomb County's first Executive was elected to oversee administrative functions. ==Members== In 2011 the Board appointed its first Republican as Chair, Kathy D. Vosburg of Chesterfield Township, MI. Commissioner Vosburg is the third woman to Chair the Board, preceded by Nancy M. White and Diana J. Kolakowski. The 2011-12 Board consisted of Commissioners Kathy D. Vosburg (Chair), Don Brown, Phillip A. DiMaria, Marvin E. Sauger (Vice Chair), David Flynn, Kathy Tocco, James L. Carabelli, Toni Moceri, Roland Fraschetti, Ray Gralewski, Fred Miller (Sergeant-at-Arms), Joe Sabatini and Bob Smith. In 2013, the Board appointed its youngest Chair in Macomb County history, Sterling Heights Democrat David Flynn. Flynn was 27 at the time of his appointment and served as Chair from 2013-16. The Board's longest consecutively serving members are Commissioners Don Brown (20 years) and Marvin E. Sauger (15 years). The 2019-2021 makeup of the Board is as follows: * District 1: (D-Warren) Andrey Duzyj * District 2: (D-Center Line) Marvin Sauger * District 3: (D-Eastpointe) Veronica Klinefelt * District 4: (R-Sterling Heights) Joseph Romano * District 5: (D-Sterling Heights) Robert Mijac * District 6: (R-Shelby Township) James Carabelli - Vice Chair * District 7: (R-Washington Township) Don Brown * District 8: (R-Chesterfield Towship) Phil Kraft * District 9: (D-Mount Clemens) Elizabeth Lucido - Sergeant-at-Arms * District 10: (D-Harrison Township) Robert Leonetti * District 11: (D-Roseville) Harold Haugh * District 12: (D-Clinton Township) Bob Smith - Board Chairman * District 13: (R-Macomb Township) Leon Drolet == References == == External links == * * Category:Macomb County, Michigan Category:Local government in Michigan ",
    "title": "Macomb County Board of Commissioners"
}