{
    "id": "31298340",
    "text": "Vincent van Gogh painted at least 15 paintings of olive trees, mostly in Saint-Rémy-de-Provence in 1889. At his own request, he lived at an asylum there from May 1889 through May 1890 painting the gardens of the asylum and, when he had permission to venture outside its walls, nearby olive trees, cypresses and wheat fields. One painting, Olive Trees in a Mountainous Landscape, was a complement to The Starry Night. The olive tree paintings had special significance for van Gogh. A group in May 1889 represented life, the divine and the cycle of life while those from November 1889 arose out of his attempt to symbolize his feelings about Christ in Gethsemane. His paintings of olive pickers demonstrate the relationship between man and nature by depicting one of the cycles of life, harvesting or death. It is also an example of how individuals, through interaction with nature, can connect with the divine. Van Gogh found respite and relief in interaction with nature. When the series of olive tree paintings was made in 1889 he was subject to illness and emotional turmoil, yet the paintings are considered to be among his finest works. ==Saint-Rémy== View of the Asylum and Chapel at Saint Remy, 1889 Collection of Elizabeth Taylor (F803) In May 1889, Van Gogh voluntarily entered the asylum of St. Paul near Saint-Rémy in Provence. There he had access to an adjacent cell he used as his studio. He was initially confined to the immediate asylum grounds and painted (without the window bars) the world he saw from his room, such as ivy covered trees, lilacs, and irises in the garden. As he ventured outside of the asylum walls, he painted the wheat fields, olive groves, and cypress trees in the surrounding countryside, which he saw as \"characteristic of Provence.\" Over the course of the year, he painted about 150 canvases. The imposed regimen of asylum life gave van Gogh a hard-won stability: \"I feel happier here with my work than I could be outside. By staying here a good long time, I shall have learned regular habits and in the long run the result will be more order in my life.\" While his time at Saint-Rémy forced him to manage his vices, such as coffee, alcohol, poor eating habits and periodic attempts to consume turpentine and paint, his stay was not ideal. He needed to obtain permission to leave the asylum grounds. The food was poor; he generally ate only bread and soup. His only apparent form of treatment were two-hour baths twice a week. During his year there, van Gogh had periodic attacks, possibly due to a form of epilepsy. By early 1890, when the attacks worsened, he concluded that his stay at the asylum was not helping him to recover, which led him to move to Auvers-sur-Oise just north of Paris in May 1890. ==Olive trees as a subject== Painting the countryside, the surrounding fields, cypress trees and olive trees restored van Gogh's connection to nature through art. He completed at least 15 paintings in 1889 of \"venerable, gnarled olive trees,\" pervasive throughout southern France, of which he wrote: Olive Trees in Provence, France > The effect of daylight and the sky means there are endless subjects to be > found in olive trees. For myself I look for the contrasting effects in the > foliage, which changes with the tones of the sky. At times, when the tree > bares its pale blossoms and big blue flies, emerald fruit beetles and > cicadas in great numbers fly about, everything is immersed in pure blue. > Then, as the bronzer foliage takes on more mature tones, the sky is radiant > and streaked with green and orange, and then again, further into autumn, the > leaves take on violet tones something of the color of a ripe fig, and this > violet effect manifests itself most fully with the contrast of the large, > whitening sun within its pale halo of light lemon. Sometimes, too, after a > shower I've seen the whole sky pink and orange, which gave an exquisite > value and coloring to the silvery gray-greens. And among all this were > women, also pink, who were gathering the fruit. He found olive trees, representative of Provence, both \"demanding and compelling.\" He wrote to his brother Theo that he was \"struggling to catch (the olive trees). They are old silver, sometimes with more blue in them, sometimes greenish, bronzed, fading white above a soil which is yellow, pink, violet tinted orange... very difficult.\" He found that the \"rustle of the olive grove has something very secret in it, and immensely old. It is too beautiful for us to dare to paint it or to be able to imagine it.\" ==Spiritual significance== As a young man, van Gogh considered pursuing ministry to serve working people. He studied for a time in the Netherlands but his zeal and self-imposed asceticism cost him a short-term position in lay ministry. He became somewhat embittered and rejected the church establishment, yet found a personal spirituality that was comforting and important to him. By 1879, he made a shift in the direction of his life and found he could express his \"love of God and man\" through painting. Van Gogh painted nature, the major subject for his works in the last 29 months of his life, to bring relief from his illnesses and emotional distress. Prior to this period he had rejected what he perceived as the narrow religion of his parents, and took an almost nihilistic stance, not unlike Nietzsche's, toward religion and God. It was among the blossoming trees, the olive orchards and fields that van Gogh most often found \"profound meaning\", because he saw in their cycles an analogy to human life. He wrote to Theo that death, happiness and unhappiness are \"necessary and useful\" and relative, declaring \"Even faced with an illness that breaks me up and frightens me, that belief is unshaken.\" Paul Gauguin, Christ in the Garden of Olives, 1889, Norton Museum of Art, West Palm Beach, Florida. Note the red hair of the Christ / Gauguin self-portrait, the color of which has been described as \"supernaturally red\", and directly evokes van Gogh.Margolis Maurer, Naomi. \"The Pursuit of Spiritual Wisdom: Thought and Art of Vincent van Gogh and Paul Gauguin\". Madison, NJ: Fairleigh Dickinson University Press, 1998. The autumn work was somewhat in reaction to the recent compositions of Christ in the Garden of Olives by his friends Paul Gauguin and Émile Bernard. Frustrated by their work which he qualified with the words \"nothing was observed\", Van Gogh painted \"in the groves, morning and evening during these clear, cold days, but in beautiful, bright sunshine\" resulting in five canvases above the three he completed earlier in the year. He wrote to his brother, Theo, \"What I have done is a rather hard and coarse reality beside their abstractions, but it will have a rustic quality and will smell of the earth.\" Rather than attempting to recreate what the scene might have been like, he explained \"one can express anguish without making reference to the actual Gethsemane, and... there is no need to portray figures from the Sermon on the Mount in order to express a gentle and comforting feeling.\" He also commented: \"I shall not paint a Christ in the Garden of Olives, but shall paint the olive harvest as one might see it today, and by giving the human figure its proper place in it, one might perhaps be reminded of it.\"Silverman, Debora. Van Gogh and Gauguin: The Search for Sacred Art p.311 Retrieved May 9, 2011 ==Analysis== ===Artistic style=== Van Gogh's early works were made with dull, gray colors. In Paris, he met leading French artists Edgar Degas, Georges Seurat and others who provided illuminating influences on the use of color and technique. His work, previously somber and dark, now \"blazed with color.\" Indeed, van Gogh's use of color became so dramatic that he was sometimes called an Expressionist. But it was southern France that provided an opportunity for him to express his \"surging emotions.\" Enlightened by the effects of its sun-drenched countryside, van Gogh reported that above all, his work \"promises color\". This is where he began development of his masterpieces. Van Gogh captured the colors and moods of the trees which varied dramatically by daylight and season. He began to use the color blue to represent the divine. In both The Starry Night and his olive tree paintings, van Gogh used the intense blue of the sky to symbolize the \"divine and infinite presence\" of Jesus. Seeking a \"modern artistic language\" to represent the divine, he sought a numinous quality in many of his olive tree paintings, such as by bathing olive trees, an emblem for Jesus, in \"radiant gold light\". Georges-Pierre Seurat, Bathers at Asnières, 1884, National Gallery, London, detail of water and grass. An example of use of Seurat's use of broken lines of color to bring light and form to paintings. Van Gogh used the Impressionist concept of broken color to give light to a work, innovatively drawing in color, giving the painting light and form, as he also did in his paintings of plowed fields, mountains, rocks, and heads and figures. The series is unified by a more refined approach, without the thick application of paint to which he was more accustomed. ===Meaning=== The National Gallery of Art summarizes this series: > In the olive trees — in the expressive power of their ancient and gnarled > forms — van Gogh found a manifestation of the spiritual force he believed > resided in all of nature. His brushstrokes make the soil and even the sky > seem alive with the same rustling motion as the leaves, stirred to a shimmer > by the Mediterranean wind. These strong individual dashes do not seem > painted so much as drawn onto the canvas with a heavily loaded brush. The > energy in their continuous rhythm communicates to us, in an almost physical > way, the living force that van Gogh found within the trees themselves, the > very spiritual force that he believed had shaped them. Skye Jethani, author of The Divine Commodity: Discovering a Faith Beyond Consumer Christianity, asserts that in many of his paintings, the olive tree series in particular, van Gogh conveys the redemptive quality of sorrow and that even in sorrow, there can be rejoicing. To quote van Gogh's sermon of 1876: > Sorrow is better than joy... for by the sadness of the countenance, the > heart is made better. Our nature is sorrowful, but for those who have learnt > and are learning to look at Jesus Christ, there will always be reason to > rejoice. It is a good word, that of St. Paul: as being sorrowful yet also > rejoicing. ==The paintings== In his letters, van Gogh specified two groupings: three paintings made in June 1889 and five completed by late November 1889. There was also a painting in September, three olive picker paintings in December and a few others. Van Gogh made several drawings of olive trees when, as a precautionary safety measure, he did not have access to his paints. ===Complement to The Starry Night=== Of Olive Trees in a Mountainous Landscape in the collection of the Museum of Modern Art (MoMA), Vincent wrote his brother Theo: \"I did a landscape with olive trees and also a new study of a starry sky,\" calling this painting the daylight complement to the nocturnal, The Starry Night. His intention was to go beyond \"the photographic and silly perfection of some painters\" to an intensity born of color and linear rhythms. Within the painting, twisted green olive trees stand before the foothills of the Alps and underneath the sky with an \"ectoplasmic\" cloud. Later, when the pictures had dried, he sent both of them to Theo in Paris, noting: \"The olive trees with the white cloud and the mountains behind, as well as the rise of the moon and the night effect, are exaggerations from the point of view of the general arrangement; the outlines are accentuated as in some old woodcuts.\" ===Olive pickers=== Van Gogh painted three versions of women picking olives. The first (F654) he described as an on-the-spot study \"in deeper tones from nature\". The second painting (F655) is \"the most resolved and stylized of the three,\" intended for his sister and mother, is located at the Metropolitan Museum of Art in New York City. The third, in the Chester Dale collection at the National Gallery of Art, Washington, DC (F656) he painted in his studio in December in a \"very discreet color scheme\". Although the subject of the painting is immediately clear, the first tree, like a stepping stone, leads the spectator into the scene. Here van Gogh was more concerned about emotional and spiritual reality than literal interpretation. The women harvest olives for sustenance. The way in which the trees seem to wrap around the women and the trees and the landscape are almost one, indicates an emotional bond and interdependence between nature and people. Another painting was made of olive pickers, this time a couple. Kröller-Müller Museum's Olive Grove with Two Olive Pickers (F587) was painted December, 1889. ===Painted in May and June 1889=== Van Gogh made four paintings in May and June 1889. The first, Couple Walking among Olive Trees in a Mountainous Landscape with Crescent Moon (F704) is located at the Museu de Arte de São Paulo, São Paulo, Brazil. Van Gogh identified three olive tree paintings made in June, the second month of his stay at the asylum. The Nelson-Atkins Museum of Art's Olive Orchard (F715) was expressed by van Gogh in a letter of July 1889 as an orchard of olive trees with gray leaves, \"their violet shadows lying on the sunny sand.\" By contrast, the shadows accentuate the heat of the Provençal sun. The \"repetitive, rectangular brush strokes\" convey an energy that heightens the emotional impact of this work. In November 2017, the remains of a dead grasshopper was discovered in the painting, presumed to have arrived already deceased while painting in the outdoors. Van Gogh Museum's Olive Trees: Bright Blue Sky (F709) of cool, blue daylight tones is similar to Göteborgs Museum of Art's Olive Grove, a study in warm autumn colors. The autumn toned painting met van Gogh's goal of achieving a \"harsh and coarse\" realism to his work. He presented the painting to his friend and doctor, Dr. Gachet, with whom he would be under care and supervision in Auvers-sur-Oise the following year. The Kröller-Müller Museum Olive Orchard (F585) was painted in June, 1889. ===Painted in September, November and December 1889=== The paintings made during this period were much the artistic result of van Gogh's reaction to the Gauguin and Bernard Gethsemane painting, as mentioned in the \"Spiritual significance\" section. The intense nature of National Gallery of Scotland's Olive Trees (F714) likely expresses Van Gogh's agitated state of mind when he completed this work, dramatic impact evidenced both through his brushstrokes and color use. Contrasting with his June olives with their blue-green color and coolness of tone, the vibrant oranges and yellows in Olive Trees with Yellow Sky and Sun (F710) evoke the fall season. Novelist Warren Keith Wright visited this painting at the Minneapolis Institute of Art over a 15-year period, transfixed by the painting, but unsure why. He came to realize that the fascination was that the painting represented two periods of time. The late-afternoon sun lies due west above the mountains. The shadows, though, slant from the left, or the southwest, where they would fall in autumn. Not only is the painting out of sync with time, it is also out of sync with the season. It \"predicts its own future, reverts to its own past.\" In November or December 1889 Van Gogh worked on Olive Orchard, MoMA (F708). Another painting from this time is Olive Grove: Orange Sky (F586) which resides at the Göteborgs Museum of Art, Gothenburg, Sweden. ==References== ==Bibliography== * Du Quesne-van Gogh, E (1913). Personal Recollections of Vincent van Gogh. Boston and New York: Houghton Mifflin Company. * Edwards, C (1989). Van Gogh and God: A Creative Spiritual Quest. Chicago: Loyola University Press. . * Elkins, James (2004). Pictures & Tears: A History of People Who Have Cried in Front of Paintings. London: Routledge. . * Erickson, K (1998). At Eternity's Gate: The Spiritual Vision Of Vincent van Gogh. Grand Rapids, MI: William B. Eerdsmans Publishing. * Jethani, S (2009). The Divine Commodity: Discovering a Faith Beyond Consumer Christianity. Grand Rapids, MI: Zondervan (eBook). . * Leeuw, R (1997) [1996]. van Crimpen, H, Berends-Albert, M. ed. The Letters of Vincent van Gogh. London and other locations: Penguin Books. * Mancoff, D (1999). Van Gogh's Flowers. London: Frances Lincoln Limited. . * Nordenfalk, C (2006). The Life and Work of Van Gogh. New York: Philosophical Library. * Poore, H (1976) [1967 by Sterling Publishing, NY]. Composition in Art. Mineola, NY: Dover Publications. * Silverman, Debora, (2000) Van Gogh and Gauguin: The Search for Sacred Art. Farrar, Straus and Giroux. . * Stoesz, D (2010). Glimpses of Grace: Reflections of a Prison Chaplain. Victoria, BC: Friesen Press. . * Van Gogh, V; Suh, H. (2006). Vincent van Gogh: A Self-Portrait in Art and Letters. New York: Black Dog & Leventhal Publishers. * Wallace (1969). Editors of Time-Life Books. ed. The World of Van Gogh (1853–1890). Alexandria, VA: Time-Life Books. ==External links== *Van Gogh, paintings and drawings: a special loan exhibition, a fully digitized exhibition catalog from The Metropolitan Museum of Art Libraries, which contains material on these paintings (see index) * A Grasshopper Has Been Stuck in This (\"Olive Trees\") van Gogh Painting for 128 Years - The New York Times 11/10/2017 Category:Vincent van Gogh paintings of Saint-Rémy Category:Series of Vincent van Gogh paintings Category:1890 paintings Category:1889 paintings Category:1880s paintings Category:1890s paintings Category:Paintings of the Museum of Modern Art (New York City) Category:Paintings of the Nelson-Atkins Museum of Art ",
    "title": "Olive Trees (Van Gogh series)"
}