{
    "id": "31296268",
    "text": "The Aspatria Agricultural Cooperative Society was established in Aspatria, Cumberland, England in 1870, after a group of local farmers combined to deal in artificial manures, feeding stuffs, seeds, and agricultural implements. Although formed in a small rural community, the society had the integrity to sue agricultural agencies when their guarantees did not conform to their advertised products. Although one of the first organisations of its kind, it continues to flourish when others fell by the wayside and is now arguably the oldest of its kind in the world.West Cumberland Times 22 November 1919 Moreover, the society became a catalyst which empowered three local men to further the cause of agriculture by establishing the Aspatria Agricultural College, the second of its kind in the world. Mr William Norman MRAC, of High Close farm, Aspatria ==Early beginnings== In 1869, a quantity of artificial ‘turnip’ manure priced at £7.50p per ton arrived in the Aspatria district. Of the recipients John Twentyman of Hawkrigg Farm, and William Norman of High Close, bought 5 tons and 2 tons respectively. Norman, a qualified chemist,West Cumberland Times 5 March 1910 doubted the integrity of the declared chemical properties and sought verification from former colleague, Thomas Anderson, of Glasgow University. Anderson confirmed Norman's suspicions, as the manure contained only 13 per cent of soluble phosphates with a value of £2 50p per ton.Carlisle Journal 4 October 1869 In the meantime, Twentyman, acting independently applied the manure to a field of turnips and experienced disappointing results. The two neighbours met through the intermediary of local veterinary surgeon Henry Thompson MRCVS who suggested they form an Agricultural Society at Aspatria, with the primary aim of initiating an annual Agricultural Show. It was during a speech at the inaugural show dinner, in September 1869, that Sir Wilfrid Lawson, 2nd Baronet of Brayton advised local farmers to follow his example and join the Agricultural and Horticultural Association, established by Edward Owen Greening at Manchester two years earlier.Carlisle Journal 28 September 1869 Twentyman took the initiative one stage further and organised a meeting of local landlords and tenant farmers with a view of establishing a small company for buying fertilisers and feed stuff at a guaranteed quality. At a meeting on 24 January 1870, twenty members agreed to draw up a list of rules, adopt a motto ‘each for all and all for each’, appoint Henry Thompson as secretary, on an initial salary of £65 per annum, and to purchase 160 subscription shares at £1 each.Carlisle Journal 3 December 1869 On 14 April the society, the first of its kind in Cumberland, registered the company under the Industrial and Provident Societies Act 1893. ==The rules== This society will check the sale of inferior and adulterated articles, by giving the members the control over the agency that purchases for them. The committee having supreme power, and being a representative body annually elected, no abuse of the kind can creep in without the connivance of the members themselves; a thing all but impossible. If any member or customer can supply themselves better without the intervention of the society, or through other agency, we have no right to expect or desire to obtain their custom. In judging this however, it is necessary to bear in mind that purchasing members receive back all surplus profits after payment of working expenses, and interest on capital. They must also remember that the greatest possible care will be taken by obtaining analyses, and exacting guarantees to secure pure articles of the very highest quality. The committee will make this in fact the special feature of the society.West Cumberland Times 22 November 1919 ==An extensive court case== Later that year a vessel arrived in Whitehaven harbour carrying a cargo of high quality Peruvian guano, reported to contain 17 per cent ammonia. The society purchased 50 tons, and dispersed it amongst their membership. Norman took samples from several of the consignments which under analysis proved to contain no more than 13.45 per cent of the desired compound. The directors reacted with direct action and refrained from payment of the value of the difference, a sum of about £59. This action infuriated the seller who issued a writ in the high court. Although the initial ruling went against the society they immediately lodged an appeal.Carlisle Journal 29 November 1870 The case became protracted and journeyed through several courtsCarlisle Journal 28 June 1872 eventually settling at the Committee to the House of Lords. After five years of squabbling the arbiter ruled in favour of Aspatria. Although the case cost the society a sum of £630, the seller’s legal expenses exceeded £2,400; furthermore the society had fulfilled one of its prime objectives 'value for money rather than profit'. The arbiter had settled the case but it took a further thirty-six years before the British government introduced legislation to guarantee the composition of fertilisers and animal feedstuff.West Cumberland Times Aspatria Agricultural Cooperative Society Offices with Secretary Henry Thompson standing at the entrance ==A successful business== Sales in the opening six months amounted to £4,381, and generated a profit of £701, out of which the committee distributed 5 per cent on capital, working expenses involved in the establishing of the society £192, discount to purchasing members at time of sale £272, leaving £228 paid as dividend to purchasing members only. By 1900 membership had risen to 327 with annual sales totalling £13,467; almost all the profit being distributed to the membership as interest and dividends. On their 50th anniversary in 1920, Henry Thompson retired, after serving as secretary since the inception. In that year, the oldest society of its kind in Europe, reported a turnover of £40,000. In the period since its formation, total sales amounted to £800,000, with interest paid to shareholders of £4,000, and dividends to purchasing members of £8,100.West Cumberland Times 22 November 1919 Although Thompson left a society never seeking to become a market leader, it was steeped in genuine integrity, which continued to practice on the assumption that the reason for its existence was to guarantee the quality of its goods and services. ==Modern times== In 1919, a special general meeting decided not to transfer the business to the Aspatria Cooperative Wholesale Society and natural growth continued.West Cumberland Times 24 May 1919 In 1976 the society dropped the word cooperative from its title and in 1990 underwent a further name change when they became known as Aspatria Farmers Ltd. On 1 November 2006, Aspatria Farmers took over Joseph Hillary Ltd an agricultural machine retailer and the business relocated to Hillary’s site on Station Road Aspatria.Whitehaven News 24 November 2006 == References == ==External links== * Aspatria Farmers Limited – profile at Co-operatives UK Category:History of agriculture in the United Kingdom Category:Agricultural supply cooperatives Category:Companies based in Cumbria Category:Agriculture companies of the United Kingdom Category:Co-operatives in England Category:Aspatria ",
    "title": "Aspatria Agricultural Cooperative Society"
}