{
    "id": "31295139",
    "text": "Gustave Tridon (1841–1871) was a French revolutionary socialist, member of the First International and the Paris Commune and anti-Semite. ==Blanquism and the International== Edme Marie Gustave Tridon was born in Châtillon-sur-Seine on January 1, 1841. He came from a very wealthy family. Although he studied law and obtained all his professional qualifications, he never actually practised law, due to his independent wealth. As a student Tridon became a radical republican and an opponent of the Second Empire of Napoléon III. He became a convinced atheist, considering atheism the highest achievement of scientific reason, a metaphysical materialist and a revolutionary socialist. Among the figures of the first French Revolution, he most admired Jacques-René Hébert (1757–1794), the Parisian sans-colotte leader who was guillotined by the Jacobins. Tridon published two books on the Hébertists: The Hébertists: Protest Against a Historical Calumny (1864) and The Commune of 1793: The Hébertists (1871). He also published a history of the Girondists, The Gironde and the Girondists (1869). In addition, Tridon was a glowing French patriot. Tridon's views in all these matters corresponded closely to the veteran revolutionary Louis Auguste Blanqui. Tridon first met Blanqui in the Sainte- Pélagie prison in 1865; Tridon had been incarcerated there for writing anti- religious articles that were deemed contrary to morality. He became a close friend and follower of Blanqui. After his release, Tridon founded the journal Candide in 1865. Tridon financed the paper, which served as a platform for Blanqui and his associates. Blanqui himself contributed articles under a pseudonym. The paper was eventually shut down by the authorities, and Tridon was jailed again. In 1866, he joined the First International, one of the first Blanquists to do so. (Some Blanquists were wary of the International because its French section was dominated by syndicalists, Mutualists and Proudhonists, whom they considered insufficiently revolutionary.) Tridon was one of six French Blanquists who attended the Geneva congress of the First International in 1866; he acted as Blanqui's representative. Tridon and his fellow Blanquists angrily denounced the Proudhonist majority of the French delegation as agents of Napoléon III. The Blanquists were thrown out of the congress, but they earned the gratitude of Karl Marx, whose feud with Proudhon dated back to the 1840s. On his return to France from the International congress, Tridon was arrested. He remained in prison until 1868. Imprisonment, however, did not stop his publicistic activities. He founded the journal Revue, among others, and contributed articles to several other journals. In January 1870, he was implicated in a political trial at Blois; fearing imminent arrest, he went to Brussels. ==The Paris Commune== Although Tridon detested the régime of Napoléon III, he was a passionate advocate of national defence during the Franco-Prussian War of 1870-71. In 1870 he founded the journal La Patrie en Danger (The Fatherland in Danger), another Blanquist mouthpiece. In its pages, Tridon sharply attacked the government of Napoléon III for prosecuting the war so badly. Tridon returned to France after Napoléon III fell from power. He strongly opposed the peace negotiations with Germany carried out by the conservative republican government of Adolphe Thiers. On October 31, 1870, the Blanquists led an unsuccessful uprising against the Thiers government, but Tridon avoided imprisonment. In January 1871, as Paris lay besieged by the German army, Tridon collaborated with Édouard Vaillant, Jules Vallès and others in writing the Affiche rouge (red poster), which denounced the Thiers government, called for the establishment of an autonomous Paris Commune and put forward three main demands: general requisitioning of all human and material resources, free rations for all, and fighting to the utmost against the siege. Tridon joined the Republican Central Committee of the Twenty Districts, in which Blanquists, Proudhonists, Jacobins and various other radicals, who had until recently been rivals, collaborated. In February 1871, Tridon ran as a candidate in elections to the National Assembly and was elected as a deputy for the Côte-d'Or. He voted against the peace treaty with Germany signed by the Thiers government, then resigned his seat and returned to Paris. In March, he was elected to the Council of the Commune by the fifth arrondissement. He sat on the Commune's Executive Commission as well as on the Commission of War. Tridon was among the minority in the Council who voted against the creation of a Committee of Public Safety, modelled on that of the first French Revolution, which had unleashed the terror. Tridon's opposition to the Committee of Public Safety made him a strange bedfellow of many of his erstwhile rivals, Proudhonists like Eugène Varlin, and put him at odds with Jacobin socialists like Félix Pyat and Théophile Ferré, whose ideology might on the whole have seemed closer to his own. Perhaps Tridon's sympathy for the Hébertists, who had been victims of the first Committee of Public Safety, motivated his opposition to its revival. Apparently Tridon had long been suffering from some sort of nervous disorder; the massacres of the Bloody Week (Semaine sanglante) precipitated an emotional crisis. Tridon escaped from Paris and fled to Brussels, where he died on August 29, 1871. Apparently his death was a suicide. ==Anti-Semitism== Anti-Semitic opinions were widespread in nineteenth century Europe and can be found in the writings of many French socialists of the period as well. Usually, however, these were private expressions of prejudice. Proudhon, for example, complained in his diaries that France was overrun with Jews and foreigners, while Blanqui, in his letters, sometimes used the term 'shylock' as a synonym for capitalist or usurer.Cp. Green, N.L., 'Socialist Anti-Semitism, Defense of a Bourgeois Jew and Discovery of the Jewish Proletariat: Changing Attitudes of French Socialists Before 1914.' In: International Review of Social History (1985), 30: pp. 374-399. However, in the late nineteenth century, some veterans of the previous revolutionary movements expressed a more vehement and public anti- Semitism, usually combined with fierce nationalism. This ideological mixture—nationalism, anti-Semitism and social radicalism—paved the way for the French fascist movements of the twentieth century. The high-water mark of this revolutionary anti-Semitism came during the Dreyfus affair of the 1890s, when some former republican revolutionaries, including some Blanquist veterans like Ernest Granger, sided with the anti-Dreyfusards. These events occurred long after Tridon's death. Nevertheless, he had a posthumous influence on them, primarily through a manuscript he had written but not published in his lifetime: Du Molochisme Juif: Études Critiques et Philosophiques (On Jewish Molochism: Critical and Philosophical Studies.) This book was published in 1884, and was cited as an influence by such apostles of French anti-Semitism as Édouard Drumont. In the book, Tridon proclaimed the superiority of 'Indo- Aryan' over 'Semitic' culture and traced Judaism back to the ancient worship of the god Moloch, who, he claims, demanded human sacrifice. Christianity and Islam, as derivatives of Judaism, are also condemned; by contrast, 'Aryan' culture and western civilization are said to have culminated in the scientific rationalism of the Enlightenment and its corresponding atheism. Tridon also associates Judaism with capitalism and exploitation. Tridon's posthumous screed thus makes for a mixed legacy. Writers who value his contributions to French socialism tend not to dwell on the Moloch book, while Tridon's anti- Semitism makes him one of the patron saints of far right movements that have much less use for his involvement in such organisations as the First International. ==Sources and Links== * Noël, B., Dictionnaire de la Commune. Flammarion, collection Champs, 1978. * The Great Soviet Encyclopedia. Moscow, 1979. * Biographies des Deputés de l'Assemblée Nationale. Online at: www.assembleenationale.fr. * Hutton, P.H., The Cult of the Revolutionary Tradition: The Blanquists in French Politics, 1864-1893. London, 1981. (This is not specifically about Tridon, but an interpretation of the political milieu to which he belonged.) * Sternhell, Z., La Droite Révolutionnaire 1885-1914. Les Origines françaises du Fascisme. Ed. Fayard, 2000. * Crapez, M., L'antisémitisme de gauche au XIXème siècle. Ed. Berg, 2002. ==Notes== ==External links== * Category:French socialists Category:Members of the International Workingmen's Association Category:People of the Paris Commune Category:People from Châtillon-sur-Seine Category:1841 births Category:1871 deaths ",
    "title": "Gustave Tridon"
}