{
    "id": "31291315",
    "text": "Guncelin de Badlesmere (12321301), son of Bartholomew de Badlesmere (died 1248), was Justice of Chester and Cheshire in England. Guncelin de Badlesmere was appointed to the office of Justice of Chester and Cheshire on 16 October 1274.Calendar of the Fine Rolls, Vol. 1 Edward I, pp. 30–31. He held this position until 1281, when Reynold de Grey was appointed to this role and Gunselm was instructed to deliver the associated premises to him with effect from 29 September of that year.Calendar of the Fine Rolls, Vol. 1 Edward I, p. 155. An example of his close connection with the Crown appears in the account of the delivery of the royal seal of King Edward I by his son Edward to the Lord Chancellor, John de Langeton, which took place at Tonbridge Castle, Kent on 27 August 1297, with Sir Guncelin de Badlesmere being one of the witnesses.Calendar of the Fine Rolls, Vol. 1 Edward I, pp. 390–391. Gunselin was evidently still alive on 22 March 1299/1300, when Walter de Gloucester, as \"escheator this side the Trent\", was instructed to investigate allegations that Guncelm had damaged property belonging to the estate of Edward, son and heir of Philip Burnel, a minor whom the King had committed into Guncelin's custody.Calendar of the Close Rolls Edward I, Vol 4, p.339. On 13 April 1301, a writ was issued to initiate enquiries into the identity of the next heir of lands that had been held directly from the King by Guncelin de Badlesmere. Presumably, he had died shortly before that date. An inquisition post mortem held on 30 April of that year in respect of land he held in Kent at Badlesmere and Donewelleshethe confirmed that the next heir was his son Bartholomew de Badlesmere, 1st Baron Badlesmere (12751322).Calendar of Inquisitions Post Mortem, 1st series, Vol. 4, No. 38. By 4 October 1302, it was established that the damage to Edward Burnel's inheritance had taken place before Gunselin became involved. Therefore, the lands concerned were to be delivered to the executors of Gunselin's will.Calendar of the Close Rolls Edward I, Vol 4, p.558. He died in the 29th year of the reign of Edward I (in 1301), and was buried in Badlesmere church, where in 1800 it was reported that his wooden cross-legged effigy could still be found. ==References== == External links == * Category:1230s births Category:1301 deaths Category:Place of birth unknown Category:Place of death unknown Category:English judges Category:13th-century judges ",
    "title": "Gunselm de Badlesmere"
}