{
    "id": "31294803",
    "text": "Mariana Mazzucato (born June 16, 1968) is an economist with dual Italian–US citizenship. She is a professor at University College London in Economics of Innovation and Public Value and she is the founder/director of their Institute for Innovation and Public Purpose (IIPP). She is also a member of the Scottish Government's Council of Economic Advisers and South Africa's Economic Advisory Council. In 2019, she joined the UN Committee for Development Policy. Mazzucato is the author of The Entrepreneurial State: debunking public vs. private sector myths and The Value of Everything: making and taking in the global economy. In 2016, Mazzucato co-edited a book, Rethinking Capitalism: Economics and Policy for Sustainable and Inclusive Growth with Michael Jacobs. In 2013 the New Republic called her one of \"the three most important thinkers about innovation\". == Early life == Mazzucato's Italian parents, Ernesto and Alessandra, moved to Princeton, New Jersey, in 1972 with their three young children, Valentina, Mariana and Jacopo, after Ernesto accepted a position as a physicist at Princeton University's Plasma Physics Laboratory. Mariana Mazzucato spent most of her early life in the US before returning to Europe in 2000. == Education == Mazzucato graduated from Princeton High School in 1986. Mazzucato obtained a bachelor of arts in history and international relations from Tufts University in 1990, a masters in economics from the New School for Social Research (NSSR) in 1994, and a PhD in economics, also from the New School in 1999., Official website She was interested in exploring heterodox economics seriously when pursuing her degree, and she was well trained at NSSR as it is the \"home for generations of radical intellectuals\".\"https://blogs.newschool.edu/news/2015/10/mariana-mazzucato- makes-case-for-the-entrepreneurial-state/\" == Career == === Academic appointments === ==== Past ==== From 1995 to 1997, Mazzucato was an adjunct professor of economics at New York University. She became an assistant professor of economics at the University of Denver in 1997. Between 1998 and 1999 she was a Post-Doctoral Marie Curie Research Fellow at the London Business School where she worked and published papers with Paul Geroski (former Dean of the London Business School). She then joined the Economics Department of The Open University as a lecturer, becoming a full professor in 2005, where she founded and directed the Innovation, Knowledge and Development research centre. From 2008 to 2010 she was a visiting professor at Bocconi University. From 2010 to 2013, she was a distinguished visiting professor at the University of Edinburgh. In 2014, she was a distinguished visiting professor at the University of Technology Sydney. Between 2011 and 2017, she was the RM Phillips Chair in the Economics of Innovation in SPRU, the University of Sussex, a chair previously held by the leading innovation thinkers Christopher Freeman, Keith Pavitt and Nick Von Tunzelmann. ==== Present ==== In 2017, Mazzucato became a professor at University College London in Economics of Innovation and Public Value and she is the founder/director of their Institute for Innovation and Public Purpose (IIPP), where she still works today. Her current work is focused on the relationship between innovation and the direction of growth, emphasizing symbiosis that contributes to a more innovative-led, inclusive and sustainable growth. === Research management === ==== Past ==== From 2004 to 2008, Mazzucato was the director of research in the Department of Economics at The Open University. She was also the founder/director of their Innovation, Knowledge and Development research centre between 2004 and 2009. From 2009 to 2012, she was the coordinator of a three-year European Commission Framework Programmes 7 project on finance, innovation and growth, FINNOV. Between 2010 and 2012, she joined ESRC Centre for Social and Economic Research on innovation in Genomics as an economics director. ==== Present ==== From 2017 to present, Mazzucato is the founder/director of Institute for Innovation and Public Purpose at University College London. === Professional activities === ==== Expert and task force member ==== ===== Past ===== In 2013, Mazzucato was a member at UCL Green Economy Policy Commission as well as a member at Reinventing BIS Review. She joined the task force at New Economic Foundation between 2012 and 2013, and European Commission (EC) Task Force on Public Sector Innovation between 2012 and 2014. From 2013 to 2014, she was a commissioner at Centre for European Reform. She was a member of World Economic Forum Global Agenda Council on the Economics of Innovation from 2014 to 2016. She was also a member of the European Commission’s expert group on Innovation for Growth (RISE). from 2013 to 2015. Between 2015 and 2016, she was appointed to the British Labour Party's Economic Advisory Committee, convened by Shadow Chancellor John McDonnell and reporting to Labour Party Leader Jeremy Corbyn. ===== Present ===== Mazzucato in 2010 From 2015 to present, Mazzucato works at Council of Economic Advisors for Scottish Government. In 2016, she became a scientific advisor at IPPR, Italian Parliamentary Budget Office, where she still works today. Meanwhile, she is a commissioner at IPPR Commission on Economic Justice. In 2017, she became a member of the UN Sustainable Development Solutions Network Leadership Council and SITRA's Advisory Panel in Finland From 2018 to present, she works a special advisor for the EC Commissioner for Research, Science and Innovation, Carlos Moedas, and has recently authored a high impact EC report Mission-Oriented Research & Innovation in the European Union. She is also a special advisor to the Secretary General of the OECD, Angel Gurría, for the OECD's New Growth Narrative from 2018 to present. She is a current member at UN Committee for Development Policy, which she joined in 2019. ==== Governing/Advisory board member ==== ===== Past ===== From 2013 to 2016, Mazzucato was a council member at The University of Sussex. ===== Present ===== In 2012, Mazzucato became a trustee at Green Alliance. In 2013, she joined the Advisory Board at UNU-MERIT and the Scientific Advisory Board at Lund University. She also joined the Advisory Board in Political Economy Research Centre at Goldsmiths University in 2014. She joined the Advisory Board at Sitra – The Finnish Innovation Fund Meanwhile, she joined the Institute for Public Policy Research as a trustee. Since 2016, she has been Vice President at International Schumpeter Society. She also joined the Advisory Board at Danish Design Centre and i24C High Level Group. Since 2017, she has joined the Advisory Board at Research Council of Norway. === Other activities === In 2015 Mazzucato was commissioned to write a reporthttps://www.cgee.org.br/the-brazilian-innovation-system for the Brazilian Government's Ministry for Science, Technology & Innovation on Brazil's innovation policy which was published on April 6, 2016.https://www.gov.br/defesa/pt-br/assuntos/noticias/ultimas- noticias/ministro-recebe-estudo-sobre-inovacao-de-mazzucato In 2016 she gave the first of a series of lectures organised by John McDonnell intended to “broaden the debate around economics” in the UK. Mazzucato became the first woman to give the Raúl Prebisch Lecture organised by the United Nations Economic Commission for Latin America and the Caribbean in Santiago, Chile, in April 2016. She is also a regular contributor to Project Syndicate since 2015. == Research == Mazzucato's research focuses on the relationship between financial markets, innovation and economic growth – at the company, industry and national level. She works within the Schumpeterian framework of evolutionary economics, studying the origin and evolution of persistent differences between firms and how these differences vary across sectors and over the industry life-cycle. Her empirical studies have focused on the automobile, PC, biotech and pharma industries. Her most recent work has analyzed the co-evolution of technological change and stock market bubbles. In this, she claims that stock price volatility tends to be highest at the firm and industry level, when technological innovation is the most \"radical\". In 2013 Mazzucato published The Entrepreneurial State: debunking public vs. private sector myths (Anthem). The ideas in the book were first set out in a shorter pamphlet for the think tank Demos, called The Entrepreneurial State. The 2013 book argues that the idea of the State as a static bureaucratic organisation only needed to ‘fix’ market failures, leaving dynamic entrepreneurship and innovation to the private sector, is wrong. She outlines a number of case studies across different sectors, including biotech, pharmaceuticals and clean technology, to show that the high-risk investments are being made by the state before the private sector gets involved. In a chapter examining the iPhone, she outlines how the technologies that make it ‘smart’ – the internet, GPS, its touchscreen display and the voice-activated Siri – were all Government funded. Two chapters in the book are dedicated to the emerging ‘green technology’ revolution. She details the public funds that she argues are laying the groundwork for this revolution in a similar way that the state invested in the most high-risk areas of biotech and nanotech. The book concludes with the author's contention that in all these examples, the risks were socialized while the rewards were privatized, and considers different ways to change this dynamic to produce more ‘inclusive growth’. In 2015 a US edition was published by PublicAffairs that included a new introduction. Her 2015 article in Foreign Affairs provides a summary of the book and outlines its implications for the public sector sharing not only risks, but also rewards.\"‘The Innovative State’\", Foreign Affairs, Jan/Feb 2015 She has also focused on inequality in her work with William Lazonick (Professor and Director of the University of Massachusetts Center for Industrial Competitiveness). Their joint article, \"The Risk-Reward Nexus: Who takes the risks? Who gets the rewards?\" for a special issue of Corporate and Industrial Change, edited by Mazzucato, describes the tension between how value is created and how value is extracted in modern-day capitalism. The authors argue that there is a disproportionate balance between the 'collective' distribution of risk taking in the innovation process, and the increasingly narrow distribution of the rewards. The paper was first published in a 2012 paper for the think tank Policy Network.M. (2012), Policy Network, The Risk-Reward Nexus: The Risk-Reward Nexus: Innovation, Finance and Inclusive Growth Similarly, in another paper for the think tank Policy Network called \"Rebalancing What?\", Mazzucato argues that the problem is not only one of short-termism, it is also about the way in which financial activities focused on value extraction have been rewarded above activities focused on value creation – often leading to value destruction.Mazzucato, M. (2012), Policy Network, Rebalancing What?: Reforming finance for creative destruction not destructive creation In her recent work, since 2014, Mazzucato has developed her critique of \"market failure theory\" and her concept of the state's role in the economy as one of \"creating and shaping new markets\" rather than just fixing them. Her work with Carlota Perez has considered how such a view can enable a new understanding of ‘green’ as a redirection of the entire economy. Her work with Caetano Penna has focussed on the way in which a mission oriented market shaping framework can provide a new understanding of the role of state investment banks. Her new book The Value of Everything: making and taking in the global economy was published in April 2018 in the UK by Penguin (Allen Lane), and was launched in the US in September 2018 by Public Affairs. It has been shortlisted for this year's Financial Times and McKinsey Business Book of the Year prize. == Awards and nominations == In 2013, Mazzucato's book Entrepreneurial State was listed in Financial Times Selection of Books of the Year. The book also won her the New Statesman/SPERI Prize in Political Economy in the next year. In 2014, she was nominated for the IPEG Book Prize and the Industry & Innovation DRUID Award for Best Paper for her novel thinking in understanding the roles of the state in public policy and innovation. In the same year, a German translation of The Entrepreneurial State (Das Kapital des Staates) was shortlisted for the \"German Business Book Prize\" (“Deutscher Wirtschaftsbuchpreis”). In 2015, she was awarded the Hans Matthöfer German book prize by the German political foundation Friedrich Ebert Foundation. She was awarded a Doctor Honoris Causa Award by National University of San Martín and a Doctor Honoris Causa by Simon Fraser University in 2016. She was also awarded a Doctor Honoris Causa by Hasselt University in 2017. In 2018, her research focused on how governments foster innovation won her the Leontief Prize for Advancing the Frontiers of Economic Thought. In 2019, she was awarded the All European Academies Madame de Staël Prize for Cultural Values, honoring her contributions for analyzing the governments' roles in fostering innovation.\"https://www.allea.org/economist-mariana-mazzucato-winner-of- the-2019-madame-de-stael-prize/\" == Reception == Critics have argued that Mazzucato offers a confused definition of \"public goods,\" which is a \"crucial point,\" since \"the non-rivalrous and non-excludable nature [of public goods] make them difficult to profit from providing,\" and thus the private sector cannot, by definition, be interested in them.\"The Intellectual Hole At The Heart Of Mariana Mazzucato's Entrepreneurial State\" by Tim Worstall, Forbes, December 15, 2013 Others claim that she is \"too hard on business\"\"The entrepreneurial state\", The Economist, August 31, 2013 but acknowledge that \"she is right to argue that the state has played a central role in producing game-changing breakthroughs, and that its contribution to the success of technology-based businesses should not be underestimated.\" Martin Wolf wrote that The Entrepreneurial State offers \"a controversial thesis,\" but \"it is basically right,\"\"A much-maligned engine of innovation\" by Martin Wolf, Financial Times, August 4, 2013 and warns that the \"failure to recognise the role of the government in driving innovation may well be the greatest threat to rising prosperity.\" Another critic stated that \"it is one thing to legitimize the state as a driver of innovation and give credit where credit is due – something [Mazzucato's] book does masterfully\", but \"it is another thing altogether to craft effective innovation policy that deals with risk in a politically acceptable way.\"\"Winners only the state can pick: Mariana Mazzucato's The Entrepreneurial State\" by Robert D. Atkinson, The Hill, June 23, 2013 == Selected publications == === Books === * Mazzucato, M. (2018),The Value of Everything: Making and Taking in the Global Economy, Public Affairs *Jacobs, M. and Mazzucato, M. (2016) Rethinking Capitalism: Economics and Policy for Sustainable and Inclusive Growth, Wiley-Blackwell * Mazzucato, M. (2015), The Entrepreneurial State (US Edition), Public Affairs . * Mazzucato, M. and Perez, C. (2015), Innovation as Growth Policy, in \"The Triple Challenge: Europe in a New Age\", J. Fagerberg, S. Laestadius, and B. Martin (eds.), Oxford University Press: Oxford * Mazzucato, M. (2013), The Entrepreneurial State: debunking public vs. private sector myths, Anthem Press: London, UK, * Mazzucato, M. (2011), The Entrepreneurial State, Demos, London, UK. , 149 pages. * Mazzucato, M., Lowe, J., Shipman, A. and Trigg, A. (2010), Personal Investment: Financial Planning in an Uncertain World, Palgrave Macmillan, Basingstoke UK, , 448 pages. * Mazzucato, M. and Dosi, G. (Eds, 2006), Knowledge Accumulation and Industry Evolution: Pharma-Biotech, Cambridge University Press, Cambridge UK, , 446 pages. * Mazzucato, M. (Ed, 2002), Strategy for Business, A Reader, Sage Publications, London, 2002, , 378 pages. * Mazzucato, M. (2000), Firm Size, Innovation and Market Structure: The Evolution of Market Concentration and Instability, Edward Elgar, Northampton, MA, , 138 pages. === Articles === * * * * * Mazzucato, M. and Semieniuk, G (2017) \"Financing renewable energy: who is financing what and why it matters”, Technological Forecasting and Social Change (June 2017). * * Mazzucato, M. and Penna, C. (2016) “Beyond market failures: the market creating and shaping roles of state investment banks”, Journal of Economic Policy Reform, 19(4): 305–326, SPRU working paper version. * Mazzucato M. (2016), \"From Market Fixing to Market-Creating: A new framework for innovation policy\", Special Issue of Industry and Innovation: “Innovation Policy – can it make a difference?” 23(2) * * * * Mazzucato, M. (2014) “Costruire lo Stato innovatore: un nuovo quadro per la previsione e la valutazione di politiche economiche che creano (non solo aggiustano) il mercato,” in Special Issue on The Entrepreneurial State: A DISCUSSION (Lo Stato innovatore: una discussione), Economia & Lavoro, 3:(Sept-Dec) * * * Mazzucato, M. (2013), “Finance, innovation and growth: finance for creative destruction vs. destructive creation,” in special issue of Industrial and Corporate Change, M. Mazzucato (ed.), 22(4): 869–901 * Lazonick, W. and Mazzucato, M. (2013), “The risk-reward nexus in the innovation-inequality relationship: Who takes the risks? Who gets the rewards?,” in special issue of Industrial and Corporate Change, M. Mazzucato (ed.), 22(4):1093–1128 * * * * * Mazzucato, M (2006), \"Innovation and Stock Prices\", Revue de l'Observatoire Français de Conjonctures Économiques, June 2006, Special Issue on Industrial Dynamics, Productivity and Growth. * * * * * * * * * * === Interviews === * \"Mission critical,\" Strategy+Business, April 24, 2019. == Personal life == Mazzucato is married to Carlo Cresto-Dina, an Italian film producer, and they have four children.Alessandra Mazzucato obituary, Town Topics, February 16, 2011 == References == == External links == * * associate page at Imogen Centre * IKD research centre * DIME EC Network of Excellence * The Guardian:Profile Mariana Mazzucato * Policy Network * SPRU Profile * Mazzucato's Twitter page Category:1968 births Category:Living people Category:Italian economists Category:Italian women economists Category:Academics of the University of Sussex Category:Academics of the London Business School ",
    "title": "Mariana Mazzucato"
}