{
    "id": "31296692",
    "text": "Josiah Edward Paul (born 1853) was a rugby union international who represented England in 1875.J.E. Paul Profile on scrum.com ==Early life== Josiah Edward Paul was born in or around June 1853, registered in Tetbury His father was Josiah Tippetts Paul, a solicitor. His father's first marriage was to Charlotte Howes on 21 September 1827 at Eastan Grey, Nr. Malmesbury, Wiltshire, with whom he had two daughters, Clara Frances Paul born in 1831 and Charlotte Augusta Maria Paul born in 1840, both in Tetbury. His father's second marriage was to his mother, Mary Anne Jane White, who was twenty-one years his father's junior. Josiah Tippetts and Mary married in Marylebone 2 May 1848. Josiah Edward had four siblings: Alfred Henry Paul (born in 1849), Ada Mary Paul (born in 1850, died in 1858), Amy Gertrude Paul (born in or around 1858) and Lionel Frederick Paul (born in or around 1859, died in 1885).Census Returns of England and Wales, 1861. Kew, Surrey, England, Class: RG9; Piece: 1780; Folio: 41; Page: 30; GSU roll: 542867. By the time Josiah was fourteen, his father lived at The Close, Tetbury. Josiah was educated at Rugby School from the age of fourteen, and left in 1872.Rugby School; Michell, Arthur Tompson, Rugby School register, Volume: 2, 1901-1904 From Rugby he went to Royal Indian Engineering College at Cooper's Hill (referred to as Wilson Indian Engineering College). His Great Grandfather was Josiah Paul Tippetts, born in or around 1748 in Dursley, and he married Mary Clark on 21 May 1771 in St Mary the Virgin Tetbury. Josiah Paul Tippetts changed his name to Josiah Paul Paul upon inheriting Highgrove house (the current home of Prince Charles) from his Uncle John Paul. ==Rugby union career== Josiah played rugby football at the home of the sport at Rugby School. At Cooper's Hill he was able to continue playing rugby football in the college's representative side that had a first-class fixture list and a very strong reputation. Josiah was one of nine internationally capped players to have attended the college in the 1870s. He made his international debut and only appearance for England on 8 March 1875 at Edinburgh in the Scotland vs England match. ==Career and later life== After his training at Cooper's Hill Josiah joined the Madras Public Works Department (PWD) on 1 October 1875. He became assistant to the chief engineer and under secretary to the government for irrigation (India branch), in 1880. In June 1886 he became an executive engineer, and retired in December 1900.Great Britain. India Office, The India list and India Office list, Page 584, (Harrison and Sons) During his life, Josiah married twice. In 1882 he married Charlotte Dowson in Thetford They lived at Nicholas Street, Thetford in 1883, when their son Edward William was born. Josiah later married Helen Mary Harries in Tunbridge Wells, on 29 July 1896. He had a son named Edward William Paul with Charlotte in 1883 in Thetford. He then went on to marry Helen Mary Harries in Tonbridge Suffolk in 1896. In 1911, Josiah and his wife Helen resided at 11, Royal Crescent, Cheltenham, Gloucestershire. ==References== Category:1853 births Category:Date of death unknown Category:English rugby union players Category:England international rugby union players Category:Rugby union forwards Category:People educated at Rugby School Category:Alumni of the Royal Indian Engineering College Category:RIE College RFC players ",
    "title": "Josiah Edward Paul"
}