{
    "id": "31294294",
    "text": "Vida Hope in Lease of Life (1954) Vida Hope (16 December 1910 – 23 December 1963) was a British stage and film actress,Profile, ftvdb.bfi.org.uk; accessed 4 April 2014. who also directed stage productions. ==Life and career== Born in Liverpool, Lancashire to theatrical parents, she travelled widely as a child.Some of the Company – Vida Hope (autobiographical note). In : Late Joys at The Players' Theatre. T V Boardman & Co Ltd, London, New York, 1943., p83 She was \"forbidden to go on the stage\" and therefore, at age 16, became a typist in an advertising office, going on to write copy. At this time, however, she took every chance she got to take part in amateur dramatics, managing to get the lead roles in plays by Shaw, Ibsen and Chekhov. Following the role of the Fairy Wish-Fulfilment in the pantomime The Babes in the Wood at the Unity Theatre, London she was, in 1939, offered a role by Herbert Farjeon in The Little Revue and worked in his revues for over three years. In 1940, she gave much support to and formed a strong friendship with Dirk Bogarde, in his first West End play, Diversions.Bogarde, Dirk. A Postillion Struck by Lightning. Triad/Panther Books, Frogmore, 1978, p268. During the Second World War, she became a regular performer at the Players' Theatre, where her repertoire included \"Casey Jones\", \"Daddy Wouldn’t Buy Me a Bow- wow\", \"Dashing Away with the Smoothing Iron\", \"The Lady Wasn't Going that Way\" and \"You May Pet Me as Much as You Please\".List of Songs. In : Late Joys at The Players' Theatre. T V Boardman & Co Ltd, London, New York, 1943, p113-115. She played a leading role alongside Alec Guinness in the Academy Award nominated film The Man in the White Suit as Bertha, in 1951. Hope appeared in a range of roles in a production of Peer Gynt at the New Theatre in London (1944–45),Ibsen, Henrik. Peer Gynt – English version by Norman Ginsbury. Hammond, Hammond & Co Ltd, London, 1946, p7 (cast list for 1944 New London Theatre production). directed the 1953 London production of The Boy Friend (and is also credited as director on the 'original cast' recording of 1954 starring Julie Andrews)RCA Victor LP LOC 1018 and later directed Valmouth at the Lyric, Hammersmith (1958) and a revival of The Boy Friend at the Bristol Hippodrome (1958–59)List of appearances for Vida Hope at the Theatricalia site accessed 10 April 2015. She was married to the film editor and director Derek Twist and appeared in several of his films. She died in a road accident, on 23 December 1963, in Chelmsford, Essex, aged 53. ==Partial filmography== * The 39 Steps (1935) - UsheretteBFI page of films with Vida Hope accessed 10 April 2015. * Champagne Charlie (1944) – Rosie * English Without Tears (1944) * The Life and Adventures of Nicholas Nickleby (1946) – Fanny Squeers * Hue and Cry (1947) – Mrs. Kirby * The Mark of Cain (1947) – Jennie * They Made Me a Fugitive (1947) – Mrs Fenshaw * It Always Rains on Sunday (1947) – Mrs Wallis * Woman Hater (1948) * For Them That Trespass (1949) – Olive Mockson * Paper Orchid (1949) – Jonquil Jones * The Interrupted Journey (1949) – Miss Marchmont * Double Confession (1950) – Madam Zilia * The Woman in Question (1950) – Shirley Jones * The Man in the White Suit (1951) – Bertha * Cheer the Brave (1951) * Green Grow the Rushes (1951) – Polly Bainbridge * Angels One Five (1952) – W.A.A.F. * Emergency Call (1952) – Brenda * The Long Memory (1952) – Alice Gedge * Women of Twilight (1952) – Jess Smithson * The Broken Horseshoe (1953) – Jackie Leroy * Marilyn (1953) - Rosie * Fast and Loose (1954) – Gladys * Lease of Life (1954) - Mrs. Sproatley * Charley Moon (1955) – staging of the musical numbers * Rx Murder (1958) - Louise * In the Doghouse (1961) – Mrs Crabtree ==References== ==External links== * Category:1910 births Category:1963 deaths Category:Actresses from Liverpool Category:British stage actresses Category:British film actresses Category:British television actresses Category:20th-century English actresses Category:Road incident deaths in England Category:English theatre directors ",
    "title": "Vida Hope"
}