{
    "id": "31291478",
    "text": "is a railway station on the Nippō Main Line operated by the Kyūshū Railway Company in Hiji, Ōita, Japan. ==Lines== The station is served by the Nippō Main Line and is located 111.3 km from the starting point of the line at . == Layout == The station consists of two side platforms serving two tracks at grade. The station building is a wooden structure of traditional Japanese design with a tiled roof. It houses a waiting area, an automatic ticket vending machine and a staffed ticket window. Access to the opposite side platform is by means of a footbridge. The station is not staffed by JR Kyushu but the local town authorities act as a kan'i itaku agent manages the ticket window which is equipped with a POS machine. See images of tickets sold. ==Adjacent stations== ==History== The private Kyushu Railway had, by 1909, through acquisition and its own expansion, established a track from to . The Kyushu Railway was nationalised on 1 July 1907. Japanese Government Railways (JGR), designated the track as the Hōshū Main Line on 12 October 1909 and expanded it southwards in phases, with Beppu opening as the new southern terminus on 16 July 1911. On the same day, this station, then named , was opened as an intermediate station on the new track. On 1 August 1940, the station was renamed Bungo-Toyooka. With the privatization of Japanese National Railways (JNR), the successor of JGR, on 1 April 1987, the station came under the control of JR Kyushu. The station became unstaffed in July 2014. Subsequently, on 1 April 2016, the Hiji town authorities took over the staffing of the ticket window as a kan'i itaku agent. ==Passenger statistics== In fiscal 2016, the station was used by an average of 418 passengers daily (boarding passengers only), and it ranked 264th among the busiest stations of JR Kyushu. ==See also== *List of railway stations in Japan ==References== ==External links== * Category:Railway stations in Ōita Prefecture Category:Railway stations in Japan opened in 1911 ",
    "title": "Bungo-Toyooka Station"
}