{
    "id": "31295605",
    "text": "Tracy Lee Stum is an American artist best known for her 3D street paintings or chalk drawings. She at one point held the Guinness World Record for the Largest Chalk Painting by an Individual. Tracy Lee Stum began drawing as soon as she could clutch a crayon. She studied privately as a child and earned a bachelor's degree at Tyler School of Art in Philadelphia. She continued her studies in naturalism at the Florence Academy of Art in Italy. A gregarious graffiti lover, Tracy began street painting in 1998 and is considered by Madonnari peers, festival directors and viewers alike as one of the finest street painters today. Known for splashing color in festivals and events in all corners and crevices of the globe, her paintings have won numerous awards & accolades – her only regret is that her masterpieces rarely fit on the fridge. In 2006 Tracy added the Guinness World Record to her collection of vinyl for the largest street painting by an individual. In 2013 she was honored to be a contributor on the Cannes Gold Lion award-winning team for their work in the now iconic Honda CRV commercial. Experienced in multi-city campaigns for such clients as Cadillac, SoBe, and Dos Equis, Tracy is continually creating commissioned 3D and 4D works in chalk for advertising, public and private events, corporate PR and educational sectors. Her international team building skills have been utilized in developing street painting festivals in China, Mexico, India, Russia and throughout the United States. Her art travels well and is always up to date on all of its shots. Tracy has been privileged and honored to serve as the US State Department's 2012 cultural ambassador. She's toured Tajikistan and India creating 3D street paintings and teaching workshops at distinguished universities and art colleges to promote education, awareness and positive cross-cultural communication. In 2013 Tracy put on clean pants and stepped effortlessly into management as she curated the first annual DO/AC 3D Chalk Festival in Atlantic City, New Jersey, showcasing 14 renowned international 3D street art & chalk artists. Tracy's chalk conversations speak to her vast audience with imagination, beauty and playfulness – often with a thick Italian accent. ==Gallery== File:3d chalk art by Tracy Lee Stum Macon's International Cherry Blossom Festival.png|Interactive 3d sidewalk painting at the Macon, Georgia's International Cherry Blossom Festival in front of the Georgia Sports Hall of Fame ==References== == External links == *Tracy Lee Stum's Official Web Page Category:American artists Category:Pavement artists Category:Living people Category:Year of birth missing (living people) ",
    "title": "Tracy Lee Stum"
}