{
    "id": "31305274",
    "text": "King Lizzard (Randall James Colmus, born June 2, 1957) is an American entertainer and songwriter born in Detroit and living in Las Vegas, Nevada. ==Biography== King Lizzard was born and raised in Detroit, Michigan, but lived most of his life in Los Angeles, California. He is the son of country singer, songwriter Johnny Colmus who wrote songs for Loretta Lynn and Ernest Tubb. In 1973 he moved to California, where he earned an acting scholarship. From 1979–1983 he played bass guitar for a band called Legacy, which opened for Cheap Trick, Chuck Berry and Molly Hatchet. Lizzard cites Jimmy Page for his guitar playing style and obsession with the Les Paul Guitar. In 1983 he quit music and worked as an extra in feature films and production scheduling and budgeting for low budget films. In 1997 he moved from Los Angeles to Las Vegas where he performed and recorded with his father and adopted the name King Lizzard. The name came about when a friend from Los Angeles asked if he was going to be a lounge lizard in Las Vegas. He said he was going to be the King Lounge Lizard, and thus became King Lounge Lizard, or K.L. Lizard. In 1999 he dropped \"Lounge\" and added another Z. From 1999–2002 he adopted the space vampire lizard persona, with fangs, top hat and robe, and led King Lizzard's Hearts of Darkness Band. In 2001 King Lizzard married photographer Lana Colmus, who became Queen Lizzard. From 2001 to 2004 he hosted Inside Sin City and Sounds of Sin radio shows on LVRocks Radio. In 2004 Lizzard played his last show with Pieter Holland and Les Warner of The Cult at the Beach Las Vegas. In 2004 he became an ordained minister and purchased crypts at Forest Lawn Memorial Park, Hollywood Hills, for he and his wife, to be buried at the Court of Remembrance near Liberace and Ronnie James Dio. From 2003 to present he has been working for the 57th Wing at Nellis Air Force Base, home of the United States Air Force Thunderbirds. In 2012 King Lizzard joined up with comedian, author and singer Cathe B. Jones, wife of jazz musician and Penn & Teller bandleader Mike Jones, to record the eight song Love Songs in the Key of Death released on April 16, 2013. From 2013 to 2015 he worked on a double concept album entitled EPICK which is a tongue-in-cheek saga of the life, death and rebirth of music as embodied by a fictional space traveler named Mr. MUGI (the Musical Universal Godly Interface). EPICK, which is the Olde English spelling of epic, has 20 tracks, many more than ten minutes in length. It also features many exotic instruments, such as bagpipes, sitar, Theremin and a vintage Oberheim OB-X synthesizer. EPICK was released May 15, 2015. King Lizzard has plans to release it as a double vinyl album. On January 27, 2015, the name King Lizzard was granted a trademark registration number from the U.S. patents and Trademark Office. In 2017 King released two albums, NAMASTE (Hindi for Hello) and ALVIDA (Hindi for Goodbye). NAMASTE was very experimental and featured artificial intelligence in speech synthesis in a vocalist King called Lille Devine. In April through August 2017 King was hospitalized 10 times for heart failure issues. When he was hospitalized in August he contracted pneumonia which lead him to be hospitalized for three months. He was unconscious and intubated for most of that period. In October 2017 the doctors saw no chance of recovery and were going to take him off the ventilator. Miraculously he began recovering and has since made a full recovery. King Lizzard performs all the instruments on his albums, except where noted. ==Albums== *The Sin City Symphony (1998) Pulled from release *The Patient in Room 666 (2003) *...and friends (2006) *The Return of the Patient in Room 666 (2011) *Now&Then; (2011) Pulled from release *Love Songs in the Key of Death (2013) *EPICK (2015) *NAMASTE (2017) *ALVIDA (2017) ==References== ==External links== *Official King Lizzard Site * Category:1957 births Category:Living people Category:Singers from Michigan Category:American rock singers Category:American rock songwriters Category:American male singer-songwriters Category:American singer-songwriters Category:American rock guitarists Category:American male guitarists Category:Songwriters from Michigan Category:Guitarists from Michigan Category:20th-century American guitarists Category:20th-century American male musicians ",
    "title": "King Lizzard"
}