{
    "id": "31300355",
    "text": "Motivational enhancement therapy (MET) is a time-limited, four-session adaptation used in Project MATCH, a US-government-funded study of treatment for alcohol problems, and the \"Drinkers' Check-up\", which provides normative- based feedback and explores client motivation to change in light of the feedback. It is a development of motivational interviewing and motivational therapy. It focuses on the treatment of alcohol and other substance addictions. The goal of the therapy is not to guide the patient through the recovery process, but to invoke inwardly motivated change. The method has two elements: initial assessment battery session, and two to four individual therapeutic sessions with a therapist. During the first session, the specialist stimulates discussion on the patient's experiences with substance abuse and elicits self-motivational statements by providing feedback to the initial assessment. The principles of MET are utilised to increase motivation and develop a plan for further change; coping strategies are also presented and talked over with the patient. Changes in the patient's behaviour are monitored and cessation strategies used are reviewed by the therapist in the subsequent sessions, where patients are encouraged to sustain abstinence and progress. ==Process== Motivational enhancement therapy is a strategy of therapy that involves a variation of motivational interviewing to analyze feedback gained from client sessions. Motivational Interviewing was originated by William Miller and Stephen Rollnick based on their experiences treating problem drinkers. The idea of Motivational Interviewing is based on engaging the client to pursue a behavior change. The method revolves around goal making, with assistance from the counselor to help guide the client to that specific set goal. This concept of motivational interviewing later developed into motivational enhancement therapy. The goal of this therapy is to help lead the client to achieve the goals they have set for themselves. Its aim is to provide the client with the opportunity to develop a focus in their life, other than their addiction. ==Clients== Addicts are one of the primary populations motivational enhancement therapy lends an aid to. The therapist works closely with the client to help create an inner willingness to fight their addiction. Unlike other therapy or counseling programs that offer a step-by-step process, MET focuses on creating an internally motivated change. A typical therapy session consists of an initial assessment, and two to four treatment sessions with the therapist. In the initial session, the therapist conducts a discussion about the client’s substance use. They encourage the use of self-motivational statements through Motivational Interviewing. It is in this first session where a plan for change is established between the therapist and client. The following sessions are based around achieving that plan. MET has become increasingly effective. As it is rooted in the idea of self-motivation, those who seek help genuinely want it. It is also known by the National Institute on Alcohol Abuse and Alcoholism (NIAAA) to be one of the most cost-effective methods available. ==Key components== There are 5 key components to motivational enhancement therapy: *Express empathy – The trust between the client and therapist begins at the first meeting and establishes a sense of unity. *Develop discrepancy – Clients discuss their personal goals with their therapist. The therapist recognizes the distance they will have to go to achieve those goals. *Avoid argument – Arguments will not be initiated or engaged in. Therapists give the client positive responses rather than negative ones. *Rolling with resistance – As resistance of some kind will exist, MET encourages that the therapist and client \"roll with\" these resistances. *Support self-efficacy – Self-efficacy is defined as the way people view their own competence and achieve their own goals. Therapists encourage clients to realize they are capable of many things, including having the strength to give up alcohol. ==References== ==Sources== * Miller, W. R. (2000) Motivational Enhancement Therapy: Description of Counseling Approach. in Boren, J. J. Onken, L. S., & Carroll, K. M. (Eds.) Approaches to Drug Abuse Counseling, US Department of Health and Human Services; NIH Publication No. 00-4151 edition (2000) * Miller, W.R. and Rollnick, S. Motivational Interviewing: Preparing People for Change. NY: Guilford Press, 2002. * Miller, W.R., Zweben, A., DiClemente, C.C., Rychtarik, R.G. (1994) 'Motivational Enhancement Therapy Manual. Washington, DC:National Institute on Alcohol Abuse and Alcoholism, Project MATCH Monograph Series, Volume 2. Category:Motivation Category:Psychotherapy ",
    "title": "Motivational enhancement therapy"
}