{
    "id": "31300658",
    "text": "Pete Koegel (born Peter John Koegel on 31 July 1947) is a former Major League Baseball first baseman, catcher, and outfielder. Koegel was drafted in the fourth round of the 1965 Major League Baseball Draft by the Kansas City Athletics out of Seaford High School (New York). He remained in the organization through its move to Oakland, California before being traded along with Bob Meyer to the Seattle Pilots for Fred Talbot in 1969. Koegel again remained in an organization through a move, this time when the Pilots moved to Milwaukee, Wisconsin to become the Milwaukee Brewers. During his time with the Brewers, Koegel played at the Major League level with the team in 1970 and in 1971 before being traded that year along with Ray Peters to the Philadelphia Phillies for Johnny Briggs. Koegel played at the Major League level with the Phillies that year, as well as the following year. In 1973, he was traded to the Pittsburgh Pirates for Chris Zachary, but never played a Major League game with the organization. ==References== ==External links== *Pete Koegel at Baseball Gauge *Pete Koegel at Pura Pelota (Venezuelan Professional Baseball League) Category:1947 births Category:Living people Category:American expatriate baseball players in Mexico Category:Arizona Instructional League Athletics players Category:Arizona Instructional League Pilots players Category:Baseball players from New York (state) Category:Birmingham A's players Category:Burlington Bees players Category:Cardenales de Lara players Category:Charleston Charlies players Category:Eugene Emeralds players Category:Jacksonville Suns players Category:Leones del Caracas players Category:Major League Baseball catchers Category:Major League Baseball first basemen Category:Major League Baseball outfielders Category:Milwaukee Brewers players Category:Omaha Royals players Category:Peninsula Grays players Category:People from Mineola, New York Category:Petroleros de Poza Rica players Category:Philadelphia Phillies players Category:Portland Beavers players ",
    "title": "Pete Koegel"
}