{
    "id": "31305943",
    "text": "Works by Rex Ray, Deborah Oropallo, and more at Turner Carroll Gallery. Turner Carroll Gallery is a fine art gallery on Canyon Road, Santa Fe, New Mexico, established in 1991 and owned and operated by Michael Carroll and Tonya Turner Carroll.\"Arts scene shines bright in Santa Fe.\" Kamerick, Megan. Art Business News. Retrieved 2011-03-08.\"The Collector's Guide: Fine Art Etchings and Engravings.\" Indyke, Dottie. The Collector's Guide to Santa Fe, Taos, and Albuquerque. Retrieved 2011-03-08.Gallery website Retrieved 2011-03-08. The couple's cumulative experience includes Sotheby's London, the Philadelphia Museum of Art, the Israel Museum, and art studies in Russia and Italy.Trend Magazine, Spring/Summer 2011 issue, p. 166. The gallery represents contemporary art from diverse areas of the world. To date, the gallery has featured exhibitions and artists from Romania, Ireland, France, Russia, Mexico, Korea, China, and Japan.\"Artnet\" artnet.com. Retrieved 2011-03-08.\"Santa Fe: Must See Art Shows: May 15 - 31.\" Brandauer, Aline. SantaFe.com. Retrieved 2011-03-08. The gallery has featured artists who have works in the Whitney Museum of American Art, The Museum of Modern Art, The Metropolitan Museum of Art, the San Francisco Museum of Modern Art, the Berkeley Art Museum, the Belvedere Museum in Vienna, the Russian State Museum, and the Dallas Museum of Art.\"Hotel ZaZa Partners with Turner Carroll Gallery to Bring New Contemporary Art Space to Dallas.\" Dallasartnews.com. Retrieved 2011-04-25. ==Notable shows, fundraising, and expansion== Turner Carroll Gallery, Santa Fe, New Mexico. Owner Michael Carroll is president of the Santa Fe Gallery Association, which serves to publicize the Santa Fe art market to a larger audience outside of the state and to broaden the public conception of Santa Fe art.\"New Mexico Business Weekly\" Jarnagin, Karen. bizjournals.com. Retrieved 2011-04-25. The gallery is also involved in fundraising for arts education through the Art Smart charity arm of the Santa Fe Gallery Association. In 2008, Turner Carroll exhibited the work of Wanxin Zhang, Hung Liu, Yoshiko Shimano, and Youngmi Song in a show entitled New Gallery Artists to Watch - Asia. In 2011 the gallery announced the opening of a project space in Dallas, Texas. After Hotel ZaZa owner Charles S. Givens met representatives from Turner Carroll Gallery at Art Basel Miami Beach, Hotel ZaZa Dallas opened Stay ZaZa Art House & Social Gallery in January 2011. Stay ZaZa is an art and events space where Turner Carroll Gallery will curate shows of nationally and internationally recognized artists. The inaugural show at Stay ZaZa featured the work of Ashley Collins and ten percent of the proceeds of its sales were donated to America SCORES Dallas, a charity organization serving local elementary students. The second show featured painter Hung Liu, whose first job in the arts since emigrating from China was at the University of Texas; the Dallas Museum of Art was also the first American museum to acquire one of Liu's paintings for its permanent collection. \"The art historical significance of Hung's work has been internationally proclaimed, but it was in Texas that she got her start in the American art world,\" notes Tonya Turner Carroll. Moderndallas.net. Retrieved 2011-04-25. The third show, \"Wet,\" included works by painters Eric Zener and Conrad Kern as well as sculpture by Gino Miles involving the theme of water. Artandseek.com. Retrieved 2011-04-25. Turner Carroll Gallery also administrates ArteMita, a project dedicated to Mexican contemporary art in Punta Mita, Mexico. Artemita.com. Retrieved 2011-04-25. Events and exhibitions put on by ArteMita often include a charity aspect. In September 2010, ArteMita held an art workshop by Mexican contemporary artist Fernando Diaz to raise money for Costa Verde International School in Sayulita, Mexico.\"Thanksgiving with ArteMita Workshop for a Good Cause\" Kiwicollection.com. Retrieved 2011-04-25. In March 2011, ArteMita hosted an exhibition of paintings by Magdiel Perez in which ten percent of the proceeds of sales were donated to CVIS.\"ArteMita and the St. Regis Punta Mita to host opening of new paintings by Magdiel Perez\" Perez, Magdiel. Livepuntamita.com. Retrieved 2011-04-25. In 2012, Turner Carroll Gallery will help curate an exhibition of Igor Melnikov works at the Russian State Museum. ==Artists== The following is a partial list of artists represented by Turner Carroll Gallery: * Squeak Carnwath * Enrique Chagoya * Chuck Close * Michael Coleman * Hung Liu * Alan Magee * Mavis McClure * Alice Maher * Rex Ray * David Simon * Griff Williams * Eric Zener ==References== == External links == * Category:Buildings and structures in Santa Fe, New Mexico Category:Tourist attractions in Santa Fe, New Mexico Category:Art museums and galleries in New Mexico ",
    "title": "Turner Carroll Gallery"
}