{
    "id": "31300312",
    "text": "Saulie Zajdel is a former politician in Montreal, Quebec, Canada. He served as Montreal City Councillor for the districts of Victoria and Darlington in the borough of Côte-des-Neiges–Notre-Dame-de-Grâce from 1986 to 2009, serving on the city's executive committee from 1994 to 2001. After running in the 2011 Canadian federal election for the Conservative Party in the riding of Mount Royal, where he lost to the Liberal candidate by less than 2,500 votes, he was employed by Conservative Minister of Canadian Heritage James Moore as “a liaison between the Government and the city’s cultural communities from October 2011 until he quit in March 2012.” Zajdel is an Orthodox Jew of the Lubavitcher hasidic movement. He serves as director for the foundation of the Jewish Rehabilitation Hospital in Laval, Quebec. In 2013, Zajdel was arrested and charged with five counts of fraud, corruption, breach of trust and payment of secret commissions, related to construction permits issued between 2006 and 2011, when he was a city councillor. In May 2015 he pleaded guilty to corruption and breach of trust. ==Biography== An alumnus of McGill University, where he got a BA of Commerce and Marketing and of Social Work, Zajdel worked as a computer analyst before entering politics. Zajdel is married. He and his wife Helen have five children. ==Municipal politics== Zajdel served as Montreal City Councillor for the districts of Victoria and Darlington in the borough of Côte-des-Neiges–Notre-Dame-de-Grâce from 1986 to 2009, first under Jean Doré's Montreal Citizens' Movement (MCM), then for 11 years as a member of Vision Montreal, serving from 1994 to 2001 on the city of Montreal's executive committee under former mayor Pierre Bourque, before joining the Union Montreal municipal political party under Gérald Tremblay. As a member of Montreal's city executive committee he was in charge of urban planning. Zajdel retired from municipal politics in 2009, citing a desire to spend more time with his family. ==Federal politics== Zajdel ran for the Conservative Party of Canada in the riding of Mount Royal, a traditional Liberal stronghold, in the 2011 federal election. He had been a Liberal for decades federally; he'd even considered running in a by-election for Mount Royal in 1998, but stepped aside in favour of Cotler. However, but switched to the Conservatives due to the Harper government's strong support for Israel and Michael Ignatieff's claims that Israel committed war crimes in Lebanon. Zajdel lost to Irwin Cotler by less than 2,500 votes. It is the narrowest margin by which the Liberals have won the riding since 1958, and the closest that a centre-right party has come to winning anywhere in Montreal since the old Progressive Conservative Party lost all of its seats in the city in 1993. From October 2011 to March 2012, Zajdel was employed by Minister of Canadian Heritage James Moore as “a liaison between the Government and the city’s cultural communities.” He reportedly described the job as \"connecting principally with the anglophone and ethnic communities and municipalities to see if they can benefit from various federal programs.\" In December 2011, Cotler claimed, after Zajdel had convened a meeting with municipal politicians in Mount Royal to explain the grants and programs offered by Canadian Heritage, and a phone campaign by the Conservatives in the riding, falsely claiming that he was about to resign, that Zajdel was in fact working as a \"shadow MP,\" offering to help municipal politicians secure grants and services, and preparing for a second attempt to win the riding of Mount Royal. Zajdel denied involvement in the phone campaign, stating that it was \"a party thing.\" Zajdel quit his federal post in March 2012, explaining in an interview in early April 2012 that he resigned because the controversy surrounding his federal job was distracting people from the work of prime minister Harper, saying that he \"was tired of being this distraction.\" ==Criminal charges== On June 17, 2013, the Quebec government's anti-corruption unit, known as the Unité permanente anticorruption or simply UPAC, announced that Zajdel had been arrested along with the city's interim mayor, Michael Applebaum. Zajdel himself was charged with five counts of fraud, corruption, breach of trust and payment of secret commissions, related to construction permits issued between 2006 and 2011 when he was a city councillor. According to arrest warrants issued by the anticorruption squad, the charges include arranging and accepting bribes from Montreal real estate developer Robert Stein between 2007 and 2008, in exchange for council votes by Zajdel in favour of Stein's real estate developments. According to CBC News, the president of Zajdel's Mount Royal Conservative riding association said it decided to cut ties with Zajdel after his arrest, explaining that \"As an association we have a duty to represent the desire of our members and our members did not want to be associated with a gentleman who has been charged with corruption,\" stating later that Zajdel could be reinstated if he is cleared. On May 27, 2015, Zajdel pleaded guilty to charges of breach of trust and corruption in connection with two real estate deals. ==Electoral results== ===Municipal=== {| class=\"wikitable\" |- |+2005 Montreal municipal election |- ! bgcolor=\"#DDDDFF\" width=\"30px\" | ! bgcolor=\"#DDDDFF\" width=\"200px\" | Candidate ! bgcolor=\"#DDDDFF\" width=\"200px\" | Party ! bgcolor=\"#DDDDFF\" width=\"50px\" | Vote ! bgcolor=\"#DDDDFF\" width=\"30px\" | % |- | | |Saulie Zajdel (incumbent) || Union Montréal ||align=\"right\"| 2,203 ||align=\"right\"| 38.77% |- | | |Kashmir Singh Randhawa || Vision Montréal ||align=\"right\"| 1,596 ||align=\"right\"| 28.09% |- | | |Alex Robels || Independent ||align=\"right\"| 769 ||align=\"right\"| 13.53% |- | | |Francine Brodeur || Parti Montréal - Ville-Marie ||align=\"right\"| 603 ||align=\"right\"| 10.61% |- | | |Irwin Rapoport || Independent ||align=\"right\"| 269 ||align=\"right\"| 4.73% |- | | |Trevor Hanna || Projet Montréal ||align=\"right\"| 242 ||align=\"right\"| 4.26% |- | || Total valid votes || ||align=\"right\"| 5,682 ||align=\"right\"| 100% |} {| class=\"wikitable\" |- |+2001 Montreal municipal election |- ! bgcolor=\"#DDDDFF\" width=\"30px\" | ! bgcolor=\"#DDDDFF\" width=\"200px\" | Candidate ! bgcolor=\"#DDDDFF\" width=\"200px\" | Party ! bgcolor=\"#DDDDFF\" width=\"50px\" | Vote ! bgcolor=\"#DDDDFF\" width=\"30px\" | % |- | | |Saulie Zajdel || Vision Montreal ||align=\"right\"| 3,304 ||align=\"right\"| 49.74% |- | | |Aline Malka || Union Montreal ||align=\"right\"| 3,109 ||align=\"right\"| 46.80% |- | | |Koffi Doumon || Independent ||align=\"right\"| 230 ||align=\"right\"| 3.46% |- | || Total valid votes || ||align=\"right\"| 6,643 ||align=\"right\"| 100% |} ===Federal=== ====Mount Royal electoral district==== ==See also== *Conservative Party of Canada candidates, 41st Canadian federal election ==References== Category:Montreal city councillors Category:Canadian Orthodox Jews Category:Conservative Party of Canada candidates in the 2011 Canadian federal election Category:Quebec candidates for Member of Parliament Category:Jewish Canadian politicians Category:Living people Category:People from Côte-des- Neiges–Notre-Dame-de-Grâce Category:Chabad-Lubavitch Hasidim Category:McGill University alumni Category:Year of birth missing (living people) ",
    "title": "Saulie Zajdel"
}