{
    "id": "31307250",
    "text": "Betty Daphne Callaway-Fittall, MBE (née Roberts; 22 March 1928 – 27 June 2011) was an English figure skating coach who specialised in ice dancing. She was best known as the coach of Jayne Torvill and Christopher Dean, the 1984 Olympic champions, and also trained 1980 world champions Krisztina Regőczy and András Sallay, and 1972 European champions Angelika and Erich Buck. ==Early life== Betty Daphne Roberts was born in Reading, Berkshire on 22 March 1928, the daughter of William and Elizabeth Roberts. She grew up in London, where she attended a convent school. She originally wanted to become a ballet dancer and applied to the Royal Ballet School, but was turned down because they considered her too tall. She later developed an interest in ice skating and took lessons at the Queens Ice Rink in Bayswater. She joined the Blackpool Pleasure Beach ice show as a performer at the age of 16, where she met her future husband Roy Callaway, a principal skater there. ==Career== In 1950 Callaway and Roy, now married, became skating coaches at Richmond Ice Rink in Twickenham. Callaway's pupils included Princess Anne who took lessons over three winters; Prince Charles also took lessons for approximately six weeks during a school holiday. The competitive skaters she trained included Yvonne Suddick and Roger Kennerson, who were three times medallists at the European Championships. Callaway became the national ice dancing trainer for West Germany in 1969, where she coached Angelika and Erich Buck to gold at the 1972 European Championships. After returning to the UK she coached Hungarian couple Krisztina Regőczy and András Sallay, who were world champions and Olympic silver medallists in 1980. In 1978 Callaway began working with Jayne Torvill and Christopher Dean, who had previously been coached by Janet Sawbridge. Torvill and Dean dominated ice dancing between 1981 and 1984, winning four consecutive World Championships and gold at the 1984 Winter Olympics in Sarajevo, where they received 12 maximum 6.0 marks for their free programme. They retired from amateur competition to turn professional after the Olympics, and Callaway stepped down as their coach. She was appointed MBE for services to ice dancing later that year. For the 1993–94 season Torvill and Dean returned to amateur competition following a change in the rules which allowed former professional skaters to regain amateur status, and teamed up with Callaway once again. They won the 1994 European title and took the bronze medal at the Lillehammer Olympics. During the 1990s Callaway coached Marika Humphreys, who won the British National Championships five times with various partners, and the Lithuanian couple Margarita Drobiazko and Povilas Vanagas. == Personal life == She married Roy Callaway (1917–2014) in 1949. The couple divorced in 1975, and in 1978 she married British Airways captain William Fittall. She was widowed in 1988 when Fittall died in a house fire. She was later reconciled with Roy Callaway and they remarried in 2003, remaining together until her death. Callaway was found dead at her home in Seer Green, Buckinghamshire on 27 June 2011. She had sustained a head injury thought to have resulted from a fall, and had been drinking according to toxicology reports. An inquest in September 2011 recorded a verdict of accidental death. ==See also== *Arnold Gerschwiler == References == Category:1928 births Category:2011 deaths Category:British figure skating coaches Category:Members of the Order of the British Empire Category:People from Reading, Berkshire Category:Female sports coaches ",
    "title": "Betty Callaway"
}