{
    "id": "31300834",
    "text": "Isaria sinclairii is a species of entomopathogenic fungus mostly infecting the underground nymphs of cicadas. It produces myriocin, from which the synthetic drug fingolimod, a treatment for multiple sclerosis, was developed. Bushy Park, New Zealand, showing the fruiting bodies and parasitised cicada nymphs|alt= == Taxonomy == Isaria sinclairii is the name of the anamorph; the teleomorph is Cordyceps sinclairii, Cordycipitaceae. The species was first described in 1855 by Miles Joseph Berkeley from specimens collected in the garden of Archdeacon William Williams at Tūranga, Poverty Bay. It was moved to the genus Isaria in 1923 by Curtis Gates Lloyd. == Ecology == Isaria sinclairii is a fungus which attacks insects, including cicada larvae. The larvae typically die just beneath the soil surface, and the fungus produces white tufts which grow up from the soil and release powdery white spores. I. sinclairii is found from Asia (particularly China, Japan, and Korea) through to New Zealand. In New Zealand it attacks cicadas of the genera Amphipsalta and Melampsalta. In the lab it can be cultured on the bodies of silkworms. Cicada nymphs parasitised by I. sinclairii ==Uses== Isaria sinclairii and similar vegetable caterpillar species such as Ophiocordyceps sinensis have been used in traditional Tibetan medicine and in traditional Chinese medicine as tonics believed to impart eternal youth. A sphingolipid derivative produced by I. sinclairii, myriocin, was discovered to have powerful immunosuppressive properties, a function of the way the fungus attacks living insects. Because myriocin is too toxic to use in humans, a synthetic derivative was developed in 1992, named FTY720 or fingolimod. Under its trade name Gilenya, fingolimod was approved by the FDA in 2010 as the first oral drug for treating the autoimmune disease multiple sclerosis. Fingolimod shows promise as a cancer medication, and has been tested as a possible treatment for obesity. ==References== ==External links== *ARS Collection of Entomopathogenic Fungal Cultures *Isaria sinclairii discussed on RNZ Critter of the Week, 25 January 2019 Category:Clavicipitaceae Category:Cordyceps Category:Fungi described in 1855 Category:Taxa named by Miles Joseph Berkeley ",
    "title": "Isaria sinclairii"
}