{
    "id": "31306167",
    "text": "The 2012 FA Community Shield (also known as The FA Community Shield sponsored by McDonald's for sponsorship reasons) was the 90th FA Community Shield, a football match played on 12 August 2012 between the winners of the previous season's Premier League and FA Cup competitions. The match was contested by the 2012 FA Cup winners, Chelsea, and the champions of the 2011–12 Premier League, Manchester City. The 2012 Community Shield was not played at its usual venue, Wembley Stadium, as the stadium hosted the final of the 2012 Olympic football tournament on the same weekend as the proposed date for the Community Shield. It was played instead at Aston Villa's home ground, Villa Park, in Birmingham. It was the first time since the fixture was played at Maine Road in 1973 that the Community Shield had been hosted at a venue other than Wembley (old and new) or the Millennium Stadium. Manchester City won the game 3–2 to claim their first Community Shield since 1972. ==Pre-match== The 2012 Community Shield was broadcast live in the United Kingdom on ITV1. Traditionally, the Community Shield has started at 15:00 BST, but the match was due to be played on the final day of the 2012 Olympics, and therefore started at 13:30 BST. ===Entry=== Chelsea qualified by winning the 2012 FA Cup Final, beating Liverpool 2–1 in the final at Wembley. Chelsea beat Portsmouth 4–0, Queens Park Rangers 1–0, Birmingham City 2–0, Leicester City 5–2 and Tottenham Hotspur 5–1 en route to the final. The 2012 victory was Chelsea's seventh FA Cup triumph and consequently gained a berth in the 2012 Community Shield. The 2012 Community Shield will be Chelsea's tenth appearance in the fixture. Manchester City qualified for their second consecutive Community Shield by clinching the Premier League title in the final minutes of the season. City made a strong start to the league season, beating rivals Manchester United 6–1 at Old Trafford in October and maintained the lead in the league for the majority of the season. However, a drop in form in March and April meant they fell eight points behind leaders Manchester United who would later drop points to Wigan Athletic and Everton. City won the last six league matches of the season, including a crucial 1–0 victory over United at the Etihad Stadium on 30 April which put City top of the league with a superior goal difference. City needed to now win the final two matches to win the league, irrespective of what United did. They beat Newcastle at St James Park, meaning victory against Queens Park Rangers would seal the title for City. Although taking an early lead, QPR scored twice in the 48th and 66th minute. It looked as if City had blown their chance to win the league with United winning 1–0 at Sunderland. However, two stoppage time goals – one from Edin Džeko and a last-minute goal from Sergio Agüero – completed a remarkable comeback to give City a 3–2 win. The league being decided on goal difference was the closest finish since Arsenal and Liverpool in 1989 and ensured Manchester City won their first top-flight league title since 1968. The 2012 Community Shield was Manchester City's ninth appearance in the fixture. ===Venue=== Villa Park was selected as the venue for the Community Shield as Wembley Stadium was unavailable during the 2012 Summer Olympics. In order to avoid clashing with the Olympics, The Football Association (FA) agreed that the Community Shield would not be played in London, igniting speculation that the Community Shield would follow suit with the Supercoppa Italiana and Trophée des Champions and be played overseas. Despite the financial incentive, the FA announced that Community Shield would be held in England. In previous years when Wembley has been unavailable, the Millennium Stadium in Cardiff was used to host major events; however, its use was not seen as viable due to its hosting of other Olympic football matches in the days leading up to the Shield. Venues that were also considered included the Old Trafford stadium in Manchester, which hosted its final match at the 2012 Olympics on 7 August, St James' Park in Newcastle, the Stadium of Light in Sunderland, the Etihad Stadium, Anfield in Liverpool and Villa Park in Birmingham. On 1 August 2011, however, it was announced that Villa Park was the interim choice to host the Shield, as the other, larger venues would \"still be in Olympic mode\". This decision was confirmed on 18 May 2012 after the football season had concluded and it became clear Villa Park would be an ideal neutral venue halfway between the two competing clubs from London and Manchester. ===Officials=== The match officials for the game were confirmed on 3 July 2012. Kevin Friend of Leicestershire was named as referee, having previously been the fourth official at both the 2011 League Cup Final and the 2011 Community Shield, and refereed the 2009 FA Vase Final. Friend was assisted by Michael McDonough of Northumberland and Richard West from the East Riding of Yorkshire, while the fourth official was Anthony Taylor of Cheshire, and Charles Breakspear (Surrey) was the reserve assistant referee. ==Match== ===Details=== {| style=\"width:92%\" |- | | |} {| width=\"100%\" |valign=\"top\" width=\"40%\"| {| style=\"font-size:90%\" cellspacing=\"0\" cellpadding=\"0\" |- !width=25| !!width=25| |- |GK ||1 || Petr Čech |- |RB ||2 || Branislav Ivanović || |- |CB ||26|| John Terry (c) |- |CB ||4 || David Luiz |- |LB ||3 || Ashley Cole || |- |CM ||8 || Frank Lampard || |- |CM ||12|| John Obi Mikel || |- |RW ||7 || Ramires || |- |AM ||10|| Juan Mata || || |- |LW ||17|| Eden Hazard || || |- |CF ||9 || Fernando Torres |- |colspan=3|Substitutes: |- |GK ||22|| Ross Turnbull |- |DF ||24|| Gary Cahill |- |DF ||34|| Ryan Bertrand || || |- |MF ||5 || Michael Essien |- |MF ||16|| Raul Meireles |- |FW ||23|| Daniel Sturridge || || |- |FW ||40|| Lucas Piazon |- |colspan=3|Manager: |- |colspan=4| Roberto Di Matteo |} |valign=\"top\"|300px |valign=\"top\" width=\"50%\"| {| style=\"font-size: 90%; margin: auto;\" cellspacing=\"0\" cellpadding=\"0\" |- !width=25| !!width=25| |- |GK ||30|| Costel Pantilimon || |- |CB ||15|| Stefan Savić || || |- |CB ||4 || Vincent Kompany (c) || |- |CB ||5 || Pablo Zabaleta |- |RM ||7 || James Milner |- |CM ||42|| Yaya Touré |- |CM ||34|| Nigel de Jong |- |LM ||13|| Aleksandar Kolarov |- |AM ||8 || Samir Nasri || || |- |CF ||16|| Sergio Agüero |- |CF ||32|| Carlos Tevez || || |- |colspan=3|Substitutes: |- |GK ||63|| Eirik Holmen Johansen |- |DF ||22|| Gaël Clichy || || |- |DF ||28|| Kolo Touré |- |MF ||11|| Adam Johnson |- |MF ||21|| David Silva || || |- |MF ||62|| Abdul Razak |- |FW ||10|| Edin Džeko || || |- |colspan=3|Manager: |- |colspan=4| Roberto Mancini |} |} {| width=82% style=\"font-size: 90%\" | width=50% valign=top| ;Man of the match * Yaya Touré (Manchester City) ;Match officials *Assistant referees: **Michael McDonough (Northumberland) **Richard West (East Riding of Yorkshire) *Fourth official: Anthony Taylor (Cheshire) *Reserve official: Charles Breakspear (Surrey) |style=\"width:60%; vertical-align:top;\"| ;Match rules *90 minutes *Penalty shoot-out if scores level after 90 minutes *Seven named substitutes, of which six may be used |} ===Statistics=== {| class=\"wikitable\" style=\"text- align:center\" |- !width=100| !width=70|Chelsea !width=70|Manchester City |- |Total shots |9||13 |- |Shots on target |5||9 |- |Ball possession |46%||54% |- |Corner kicks |5||9 |- |Fouls committed |14||14 |- |Offsides |0||0 |- |Yellow cards |5||3 |- |Red cards |1||0 |} Source: ITV Sport ==See also== *2011–12 Premier League *2011–12 FA Cup ==References== 2012 Community Shield Community Shield Comm FA Community Shield Category:2012 sports events in London ",
    "title": "2012 FA Community Shield"
}