{
    "id": "31300572",
    "text": "John T. Olson (April 7, 1929 – February 26, 2011) was a Brigadier General in the United States Air Force. ==Biography== ===Early life=== John was born on April 7, 1929 in Iowa City, Iowa. He graduated from Cedar Falls High School in the respective city and then attended the United States Military Academy where, in 1952, he graduated with a bachelor's degree. ===Military career=== After graduation, he completed both Basic and Advanced Pilot Training. Subsequently, he became part of the 57th Fighter-Interceptor Squadron stationed at Presque Isle Air Force Base in Presque Isle, Maine. He was transferred to Greenland's Thule Air Base, and was active until 1956. ===First return to civilian life=== After leaving active duty, Olson enrolled in the Massachusetts Institute of Technology, and earned his master's degree in aeronautical engineering in 1959. During his time in the civilian realm, he went to work for the North American Aviation Company in Ohio, and became a project manager for the AVCO Systems Division while there. ===Return to the military=== In January 1960, he returned to the military, this time in Boston, with the Massachusetts Air National Guard at Logan International Airport. During this time, the 102nd Tactical Fighter Wing was called to active duty to face the Berlin Crisis of 1961. He first served as the Flight Commander and eventually as the Squadron Operations Officer. After returning to the United States in August 1962, John was progressively promoted. Simultaneously, he gained a series of positions with the 101st Tactical Fighter Squadron as well as the parent wing, the 102nd. His final position, taken on January 1, 1977 was the appointment to a full-time position as the Air Commander, Air Technical Detachment of the 102nd. ===Retirement and death=== John Olson retired in 1986 with the rank of brigadier general. Aircraft flown during his career include the T-6 Texan, T-28 Trojan, F-84 Thunderjet, F-89 Scorpion, F-100 Super Sabre and the F-106 Delta Dart. He died on February 26, 2011. He was preceded in his death by his wife who died in 1998. ==References== Category:1929 births Category:2011 deaths Category:American army personnel of the Vietnam War Category:United States Military Academy alumni Category:United States Air Force generals Category:People from Iowa City, Iowa Category:People from Marstons Mills, Massachusetts ",
    "title": "John T. Olson"
}