{
    "id": "31302345",
    "text": "Hymie Jacobson Hymie Jacobson, also known as Hy Jacobson (1895–1952), was an American actor and composer in Yiddish vaudeville, films and theater. Born 1895 in Chicago to actors Joseph and Bessie Jacobson. His sister, Henrietta, married Yiddish theatre actor Julius Adler; his brother, Irving, was also a performer. He and Irving also owned some of the key venues for Yiddish theater in New York City. He played child roles from the age of 4 in Cincinnati. His first adult role was at the Arch Street Theatre in Philadelphia (1917) as the comic in Panie Romani. In 1918 he played in the Peoples Theater and the following year was buff-comic (the company buffoon) at the Second Avenue Theater in the Yiddish Theater District. In 1921 he played at Boris Thomashevsky's National Theater, in 1927 at the Public Theater, then in Boston and Chicago. A coupletist, Jacobson composed both music and lyrics to many of the comic songs he sang and played piano to accompany himself.Zalmen Zylbercweig, Leksikon fun Yidishn teater, Book one, 551 In 1925 and 1929 Nahum Stutchkoff's operetta Two Brides aka A Small Town Wedding featured music by Hymie Jacobson.http://yiddishradioproject.org/exhibits/stutchkoff/stutchkoff_bio.php3?pg=1 Yiddish Radio Project He starred with his wife Miriam Kressyn in Der purimshpiler. In the 1940s he organized his own orchestra in which Paul Pinkus and the Ellstein brothers played; they accompanied famous singers like Jennie Goldstein. He co-wrote, with his brother Irving, the novelty song A Bisl Fefer, A Bisl Zalts (A little pepper, a little salt). Two of his other songs were Mit Fertsik Yor Tsurik (Forty Years Ago), and Palestina Undzer Heym.http://yiddishmusic.jewniverse.info/jacobsonhymie/index.html Bio at Yiddishmusic Jewniverse He died in 1952 in Miami, Florida.\"Hymie Jacobson, Jewish Actor and Playwright, Dies in Miami\". Jewish Telegraphic Agency (JTA). jta.org. 10 January 1952. Retrieved 25 April 2018. ==Filmography== * The Jewish Gypsy, 1930, with Miriam Kressyn, director Sydney Goldin * The Sailor's Sweetheart, 1933, with Miriam Kressyn, director Sydney Goldin * Gelebt un Gelakh (Live and Laugh), 1933 footage * Der Purimshpiler, 1937, with Miriam Kressyn and Zigmund Turkow, director Joseph Green * Catskill Honeymoon, 1950, conductor, music arranger, and producer ==References== ==External links== * * Category:1895 births Category:1952 deaths Category:Jewish American male actors Category:Yiddish theatre performers ",
    "title": "Hymie Jacobson"
}