{
    "id": "31301464",
    "text": "Brookfield Unitarian Church Brookfield Unitarian Church, Gorton, Manchester, is a Victorian Gothic church. == History == The Church built between 1869 and 1871 to replace the Gorton Chapel, which stood on the same ground. It was commissioned by Richard Peacock (1820–1889), engineer and Liberal MP for Manchester, and designed by the prolific Manchester architect Thomas Worthington.The Buildings of England: Lancashire- Manchester and the South East, page 373 The church cost Peacock £12,000. It was designated a Grade II* listed building on 3 October 1974. The churchyard lodges and the Sunday School are also listed buildings. The church steeple contains a peal of eight bells, all named after members of the Peacock family. Pevsner's The Buildings of England describes the church as \"very large and strikingly-prosperous looking. Stone, Early English style, with a north-west steeple. The church has a bold, simple, and perfect Ecclesiological interior.\" The church, and its graveyard, have suffered much from vandalism in recent years. Peacock, a partner in the locomotive engineering firm of Beyer, Peacock and Company is buried in the cemetery of the church, along with members of his family, in the Peacock Mausoleum, also by Thomas Worthington. == Gorton Chapel == The Church was built on top of the Gorton Chapel, which was established in 1703. There is a stone memorial to the ministers of the Chapel in the church. A notable member of the church was Samuel Birch (military officer). The Old Chapel graveyard remains. ==See also== *Listed buildings in Manchester-M18 ==Notes== ==References== * Hartwell, Clare, Hyde, Matthew and Pevsner, Nikolaus, The Buildings of England: Lancashire: Manchester and the South East (2004) Yale University Press ==External links== * Brookfield Church Memorabilia. A collection of historical documents relating to the church. Category:Churches in Manchester Category:Unitarian chapels in England Category:Grade II* listed churches in Manchester ",
    "title": "Brookfield Unitarian Church"
}