{
    "id": "31305757",
    "text": "Sean Cunningham (born July 4, 1985) is an American musician, singer- songwriter, recording artist, and former lead singer of New Zealand rock band Atlas (2005–2008) formed with Ben, (formerly of Zed), and most known for its debut album, Reasons for Voyaging (2007).Musician and Bands: Atlas ==Early life and education== Born and raised in Louisville, Kentucky, Cunningham attended Crosby Middle School and the Youth Performing Arts School (duPont Manual High School) where he was a Vocal Performance Major.Biography Official website. Later he attended Middle Tennessee State University He then moved to Los Angeles in early 2005, where he began work with Producer Hank Linderman (The Beach Boys, Eagles). ==Career== In April, 2005, while living in Los Angeles, at age 19, he was introduced by Hollywood, producer Hank Linderman (The Beach Boys, Eagles) to musician-siblings Ben and Beth Campbell for songwriting collaboration, shortly thereafter they formed the band Atlas and moved to New Zealand. There the band spent the next few years as one of the country's top rock groups. Their song \"Crawl\" was their first (commercially available) single, released in 2007. It is one of the most successful New Zealand rock songs of the 21st century, staying atop the charts at #1 for nine weeks - it boasts winning the New Zealand music award for highest selling single. It, amongst other chart topping songs, was featured on their gold selling record \"Reasons For Voyaging\". After an MTV Australian Music Award nomination for \"Best New Zealand Artist\" and playing shows with such bands as Silverchair, Powderfinger and the Stereophonics, Atlas disbanded in late 2008. Sean Cunningham, relocated to Nashville,Tennessee in early 2011, where he is currently working as a songwriter on several solo and group projects. His current band, The Cunning, is gaining popularity in Nashville. They have released a self-titled EP, and are getting experience playing a variety of venues. ==References== ==External links== * Sean Cunningham, Website *Atlas Band, Official website Category:Living people Category:1985 births Category:American singer-songwriters Category:American rock songwriters Category:American male songwriters Category:American rock singers Category:Musicians from Louisville, Kentucky Category:Middle Tennessee State University alumni Category:Rock musicians from Kentucky Category:Singers from Kentucky Category:Songwriters from Kentucky Category:21st-century American singers Category:21st-century male singers ",
    "title": "Sean Cunningham (musician)"
}