{
    "id": "31300476",
    "text": "Girolamo Prigione (12 October 1921 – 27 May 2016) was an Italian prelate of the Roman Catholic Church who worked in the diplomatic service of the Holy See from 1951 to 1997. He became an archbishop in 1968 and from then until retirement held positions at the rank of apostolic delegate or apostolic nuncio in several countries, including almost twenty years in Mexico where he became a controversial figure. ==Early years== Prigione was born in Castellazzo Bormida and ordained a priest on 18 May 1944. He entered the diplomatic service of the Holy See in 1951. He fulfilled assignments in Italy, Great Britain, the United States and Austria, and also served as a delegate at the International Atomic Energy Agency in Vienna. Pope Paul VI appointed him Titular Archbishop of Lauriacum and Apostolic Nuncio to El Salvador and Guatemala on 27 August 1968. He received his episcopal consecration on 24 November 1968 from Cardinal Amleto Giovanni Cicognani. He was appointed Apostolic Delegate to Ghana and Nigeria (a single title) on 2 October 1973. On 29 April 1976, he was named Apostolic Pro-Nuncio to Nigeria. ==Mexico years== Pope Paul named him Apostolic Delegate to Mexico on 7 February 1978. Prigione played an important role in giving the Mexican episcopate a more conservative profile in line with Pope John Paul II's repression of liberation theology and reassertion of papal primacy. When Archbishop of Chihuahua Adalberto Almeida y Merino denounced electoral fraud in the 1986 gubernatorial elections, he announced the closing of churches in the diocese on July 20. Prigione moved to avert a replay of the Church-State conflict of the late 1920s.Vikram K. Chand, Mexico's Political Awakening. Notre Dame: University of Notre Dame Press 2001, p. 183. When Prigione arrived in Mexico the Holy See and the Mexican government did not have diplomatic relations and the Church functioned in the country only because the government chose not to enforce much of its anti- religious law. Prigione was a key player in the change in attitude and policy of the Mexican government toward the Catholic Church. He was engaged in secret talks with the government in the month before the inauguration of President Carlos Salinas de Gortari in December 1988. The Holy See and Mexico established diplomatic relations in September 1992 after lengthy negotiations and major changes to the stringent anti-clerical provisions of the Mexican Constitution of 1917 in December 1991.Chand, Mexico's Political Awakening, p. 197. During his visit to Mexico in May 1990 Pope John Paul had announced an upgrade of Prigione's status from apostolic delegate to permanent special envoy. He made Prigione Apostolic Nuncio to Mexico on 12 October 1992. In December 1993 and January 1994, Prigione met with secretly with two drug traffickers the government had identified as culpable in the assassination of Cardinal Juan Jesus Posadas Ocampo in May 1993. He said he had not heard their confessions but that \"As I am accustomed to do with people, I received them in private and listened to them ... I am obliged to keep secret that which people confide in me in private.\" His actions fueled tensions with the government as some Catholic priests were being accused of supporting a rebel movement. He was sharply criticized by both political and church officials. The next year, when Bishop Samuel Ruiz Garcia of San Cristobal was accused of supporting the rebels, Mexico's bishops divided into opposing camps, some seeing the charge as scapegoating and the others, led by Prigione, distancing themselves and the Church from Ruiz. ==Last years== He retired on 2 April 1997 with the appointment of Archbishop Justo Mullor García to succeed him as Nuncio to Mexico. He died on 27 May 2016 in the Diocese of Alessandria in Italy. His reputation in Mexico was largely political, and the Mexican press reflected this when reporting his death. El Universal mentioned the restoration of diplomatic ties, meeting with drug lords, and the cardinal's assassination, and called him \"controversial\". Proceso mentioned the drug lords and said Prigione had protected the sexual abuser Marcial Maciel. It weighed the positive diplomacy against his negative role in Mexico's internal affairs. It charged him with supporting the government against progressives in the Church and called his years in Mexico \"a long period of ecclesiastical subjugation\". It characterized the bishops whose appointments he championed as hard-liners and noted that one still survived, the Cardinal Archbishop of Mexico Norberto Rivera Carrera. When Pope Francis accepted the resignation of Rivera in December 2017, El Economist headlined its report: \"Goodbye to Prigione's Princes\". It said Prigione had united the Church with the government \"to disrupt everything that smells of liberation theology and all pastoral work that brings the faithful closer to political participation or social organization\". ==Notes== ==References== ==External links== *Catholic-Hierarchy Category:1921 births Category:2016 deaths Category:Apostolic Nuncios to El Salvador Category:Apostolic Nuncios to Mexico Category:Apostolic Nuncios to Guatemala Category:Apostolic Nuncios to Ghana Category:Apostolic Nuncios to Nigeria Category:Italian titular archbishops ",
    "title": "Girolamo Prigione"
}