{
    "id": "31300313",
    "text": "Dawn Moses (born November 10, 1969 in Yellowknife, Northwest Territories) is a Canadian curler. She previously played third for Kerry Galusha out of the Yellowknife Curling Club.World Curling Tour Female Athlete of the Week: Dawn Moses As of 2011 Moses has represented the Northwest Territories/Yukon 12 times as territorial curling champion, in all positions and as an Alternate. ==Career== ===Juniors=== Moses was a participant at the 1987 Canadian Junior Curling Championships, playing third for Michele Cowan. The team would finish round robin with a last place 1-9 record. They returned the next year and played in the 1988 Canadian Junior Curling Championships, and would find more success than the previous year. The team would finish round robin tied for third place, with a 6-4 record. They would defeat Prince Edward Island in the first tiebreaker 7-6, they would then face British Columbia in the second tiebreaker, where they would win 7-6. In the semi-final the team would face Alberta, where the game would go to an extra end. They would end up losing 8-9 and taking home the bronze medal.http://cdn.curling.ca/wp- content/uploads/2010/01/Juniors_Women_1988.pdf?e81271 The 1989 Canadian Junior Curling Championships was the last junior championship Moses would attend. Returning to the competition with the same team, they were looking to make the playoffs for a second consecutive year. Following the conclusion of round robin, the team finished fourth with a 6-4 record, narrowly missing out on the playoffs.http://cdn.curling.ca/wp- content/uploads/2010/01/Juniors_Women_1989.pdf?e81271 ===1990–2000=== Moses would transition to the women's national stage with no difficulties. Her first Scott appearance was the 1990 Scott Tournament of Hearts, playing third for Kathy Chapman, where the team finished with a round robin record of 2-9. She would return to her Second Scott as a skip in 1992, where she would finish 4-7 in round robin play. Moses would again return as skip to the 1995 Scott Tournament of Hearts finishing round robin with a 1-10 record. In 1998 Moses would return to the Scott, throwing third stones for Kelly Kaylo. The team would have a fairly successful run at the event finishing round robin with a 5-6 record. Moses would return to the 2000 Scott Tournament of Hearts as the fifth player for Sandra Hatton. The team failed to win a single game, finishing round robin with a 0-11 record. ===2001–2008=== In 2001 Moses would return to the Scott Tournament of Hearts again as a fifth player, this time for Kerry Koe. The team finished round robin in last place with a 2-9 record. In 2002 Moses would represent the Territories in the Canadian Mixed Curling Championship, playing third stones for Doug Bothamly. The team would finish in a tie for eighth place, with a 4-7 record.http://cdn.curling.ca/wp- content/uploads/2010/01/Mixed_2002.pdf?e81271 Moses would make a return to the Scott again in 2003, skipping her own team. It would be a tough run for the team, finishing round robin with a 2-9 record. Moses would not return to the Scotties again until 2007, this time playing lead stones for Kerry Koe. The team would finish round robin with a 2-9 record.http://cdn.curling.ca/wp- content/uploads/2010/05/2007_Scotties_Tournament_of_Hearts.pdf?e81271 Moses would return again in 2008, playing second for Kerry Galusha. The team would finish round robin tied for last place with a 1-10 record. ===2009–current=== In 2009 Moses, playing third stones for Galusha, made history at the 2009 Scotties Tournament of Hearts, when they beat the defending champions Team Canada Jennifer Jones. This was the first time a team from the Northwest Territories defeated the defending champions in a Scotties tournament. It was the second time in the history of the Scotties a team from the Northwest Territories/Yukon defeated the defending champion during round robin play. The first was at the 1987 Scott Tournament of Hearts, when the Yukon's Shelly Aucoin defeated Marilyn Darte. This victory over team Canada earned the Galusha team the 2009 Sport North Team of the Year Award.http://www.curling.ca/wp-content/uploads/2011/02/HeartChart-Feb19.pdf That year the team finished 4-7. Moses returned to the 2010 Scotties Tournament of Hearts, as the fifth player for Sharon Cormier. At the 2010 event, the team would defeat the defending champions Team Canada in round robin play. This was the third time in the history of the territories competing at the event, that this would occur. They were the second team from the NWT to defeat the defending champions. The first was Kerry Galusha in 2009, which included Moses. The team finished round robin with a 4-7 record. Moses would return to the 2011 Scotties Tournament of Hearts playing third stones for Galusha. Looking to defeat the defending champions for a third consecutive year, the team would fail to do so. They would have a difficult run at the event finishing round robin with a 3-8 record. Following the 2010/2011 season Moses would depart the Galusha team. ==References== ==External links== *World Curling Tour profile *Canadian Curling Association: Athlete of the week Category:1969 births Category:Canadian women curlers Category:Living people Category:Curlers from the Northwest Territories Category:Sportspeople from Yellowknife Category:Curlers from Yukon ",
    "title": "Dawn Moses"
}