{
    "id": "31302974",
    "text": "Brian O'Conner is a fictional character and one of the main protagonists of The Fast and the Furious franchise. He is portrayed by Paul Walker and first appeared on film, alongside fellow protagonist Dominic Toretto, in The Fast and the Furious (2001). Brian was created by screenwriter Gary Scott Thompson, who was inspired by an article on street racing that was published in the May 1998 issue of Vibe magazine. Walker was directly approached by director Rob Cohen to play the character. O'Conner, under the alias Brian Earl Spilner, first interacts with Dominic as an undercover police officer tasked with bringing him to the law. However, he helps him evade police capture twice, and also helps erase the criminal record of childhood friend Roman Pearce. These events help build many of his attributes: often the second in command to Dominic, Brian is shown to be honorable, honest, and protective, especially in regards to his family and wife, Mia Toretto. Brian is also respectful, and believes in delivering fair justice. He is also an keen driver, and challenges Dominic, the implied strongest racer in the group, to races throughout the series. Brian is one of the most popular characters in modern cinema, and is the role that allowed Walker to become a bankable Hollywood star. He won the 2002 and 2014 MTV Movie Awards for Best On-Screen Team with Vin Diesel for his performances, and Walker has become strongly identified with the character, with Brian being widely considered among the primary reasons of the longevity of the series.Paul Walker's 'Fast & Furious' Character to 'Retire' in 'Fast & Furious 7'. Posted January 3, 2014 by Kelly Woo. After Walker's death in a single vehicle accident on November 30, 2013, the character was retired. ==Backstory== Brian grew up in Barstow, California along with childhood friend Roman Pearce (played by Tyrese Gibson in 2 Fast 2 Furious). It was while growing up with him that he first got into cars and street racing (and other sorts of trouble). When Brian was only two months out of the Police Academy, his friend Roman Pearce was caught in a garage with eight stolen vehicles. Roman is later sent to jail then afterwards is on probation with an ankle monitor. He blamed Brian for the arrest although he had no knowledge of what had happened in the carjacking incident, but more as a form of betrayal as Brian had joined forces with the police force, an organization he opposed. After learning about Mia's pregnancy and Dominic's close relationship with his father, Brian later revealed that he never knew anything about his father since he was never in Brian's life. ==Appearances== ===The Fast and the Furious=== During the events of the first film, Brian is working as an undercover detective with the LAPD, who assigns him the task of solving a series of semi-trailer truck hijackings. He is given a very short amount of time to find the people responsible before the truckers start arming themselves with shotguns and taking matters into their own hands. Their only lead is a description of the vehicles used, black Honda Civics with green neon underglow. When investigating the street race scene, he then meets Dominic Toretto whose crew he later infiltrates, first as a rival racer, in a race which he loses, then as a member after helping Dom escape the police. While running with Dom, he proceeds to investigate rival race crews led by Johnny Tran (Rick Yune) and Hector (played by Noel Gugliemi). He even goes as far as to organize and lead a large SWAT team into Johnny Tran's house after finding large amounts of merchandise, the kind from the highway robberies, while infiltrating his garage. Although the merchandise is illegal, they find nothing on Tran except a few minor charges—which leaves only Dom as a suspect. Brian soon finds out Toretto is responsible after watching him suddenly leave in the middle of a party at Race Wars and seeing Mia weeping to herself. He then reveals himself to Mia as a police officer and convinces her that if he does not get to her brother and his crew fast, they could get seriously injured or killed by the truckers who have begun to carry firearms. As Brian and Mia race out to stop Dominic from making another highway robbery, two of his drivers, Letty (Michelle Rodriguez) and Vincent, are injured in the process, with Letty rolling her car on the side of the road and Vincent being shot in the side by a shotgun from the truck driver who they tried to hijack. Brian saves Vincent only to reveal to Dom that he's a cop. Brian later finds Dominic at his house attempting to look for Jesse (played by Chad Lindberg) when Tran and his accomplice roll up on their motorbikes pulling a drive by shooting on the Toretto house, narrowly missing everyone there except for Jesse who is killed in the process. Both men then drive after Tran and his accomplice, with Dom running the accomplice of the road while Brian fatally shoots Tran. Afterward he chases Dominic, who he then races resulting in Dominic winning closely just before he is hit by another car. After surviving his car rolling over, Brian later pulls him out of the wreckage only to give him the keys to his vehicle, claiming \"I owe you a ten second car\" (the price he paid for losing the earlier race was his car). This leads to his aiding and abetting charge, resulting in his removal from the LAPD. ===The Turbo Charged Prelude for 2 Fast 2 Furious=== Brian leaves Los Angeles before the LAPD gets chance to arrest him for letting Dominic escape. While the FBI launch a national manhunt for him, Brian travels across Arizona, New Mexico, and Texas, winning every street race he participates in, with his red Dodge Stealth. However, he is forced to ditch his car at a motel in San Antonio when police officers are notified of his presence. When they collect the car, he manages to hitch a ride from an unknown woman (Minka Kelly), despite her knowing who he really is. She drops him at a used car lot, with him realizing she knows that he is a wanted man. There, he buys a green Nissan Skyline GT-R R34. Later, collecting money from street races, he modifies the car with new rims and repaints it silver before traveling eastbound and winning more races on the way. Upon reaching Jacksonville, Florida, Brian heads south toward Miami. ===2 Fast 2 Furious=== Brian, now living in Miami, Florida competes part time as a street racer for his friend Tej Parker (Ludacris). While racing, he is caught by the local authorities and is facing jail time for his minor charges such as destruction of property (while infiltrating Toretto in the first film) and aiding and abetting Dominic Toretto. However, US Customs Agent Markham (James Remar) later gives him an offer to work undercover to infiltrate a local drug kingpin named Carter Verone (Cole Hauser) in exchange for a clean record. Seeing that they could not pin any charges on Verone until evidence of his payoff is in transit, O'Conner was in charge of being placed as a driver while undercover for Verone. Brian is given a partner named Dunn, who he quizzes regarding his knowledge of cars, and Dunn fails. Brian then proceeded to request his own driver, saying if he doesn't get the driver he wants, he won't participate in the operation and take his chances in Chino. When Markham agrees to Brian's terms, Brian and his old FBI boss, Agent Bilkins (Thom Barry) seek out his childhood friend Roman Pearce (Tyrese Gibson) who is now a Demolition Derby driver. Not being on good terms, they scuffle on the ground much like from their childhood days since Pearce is unhappy with Brian being a police officer, and was arrested two months after Brian got out of Police Academy for possessing eight stolen cars, which Pearce blames Brian for, despite his knowing nothing about it. He is able to convince Pearce to accept the deal. After the agreement is settled, Bilkins and Markham then introduce Brian and Roman to Monica Fuentes (Eva Mendes),an undercover US Customs agent working with Carter. Brian and Roman are then given there cars. Brian drives a 2002 Mitsubishi Lancer Evo VII, and Roman drives a 2002 Mitsubishi Eclipse Spyder. While infiltrating Carter Verone, both men are successful in getting into the organization, aided by Monica Fuentes. Monica, who has fallen in love with Brian, warns him that Verone intends to kill them at the end of their mission. Now the stakes are that if they fail, they go to jail or if they succeed, they get executed. With those choices, both men hatch a scheme to avoid jail time and being shot dead. Pearce reconciles with Brian, accepting that his arrest was not his fault. With help from Tej, they orchestrate a \"scramble\"—after driving into a garage they later have hundreds of race cars coming out, having switched cars with Tej and Suki (Devon Aoki) while in the garage. The cars they later move out in are outfitted with ejection seats to rid themselves of unwanted guests. Brian is forced to meet up with Verone, but after beating up Carter's henchman (with help from Pearce) he proceeds to do a classic car jump onto Verone's boat. Afterward they arrest Verone and are off the hook. He and Monica exchange a meaningful glance, and the end scene is shown between O'Conner and Pearce walking away with their pockets full of Verone's drug money planning to open up a high performance garage. ===Fast & Furious=== Paul Walker reprises his role as Brian O'Conner in the fourth installment of the film series. This film takes place after the events of The Fast and the Furious and 2 Fast 2 Furious, much before the events of The Fast and the Furious: Tokyo Drift. Brian O'Conner, now a fully reinstated FBI Agent is given the task of bringing down Arturo Braga, a known trafficker in Los Angeles and his connections to the street racing world. Brian is also not surprised to see Dominic Toretto doing a Suge Knight style balcony interrogation of possible lead David Park. Brian knows that it is because of Letty's recent murder that Dominic has returned to get answers. Also, it was Brian who was contacted by Letty with her proposal to infiltrate Braga's organization in exchange for Dom's safe return to Los Angeles. Despite being a full agent again, he is still seen doing his trademark bending the rules and occasionally breaking them to solve the case. Brian and Dom both infiltrate Braga's crew, neither aware of who Braga really is. After having the FBI do a fingerprint database search for Braga, it turns up to be the messenger Campos but not before an FBI Agent envious of O'Conner sends in a SWAT team (possibly intentional in ruining the bust as the agent responsible was at odds with O'Conner) forcing Braga to go back into hiding. Later, as O'Conner and Dominic go into Mexico to search for Braga, they are given a tip off by one of Braga's people, in this case, one of his females named Giselle Harabo (Gal Gadot) who has taken an attraction to Dom. Brian and Dom successfully apprehend Carlos Braga after doing a series of follow ups in Mexico and helps Dom kill Fenix Rise (Laz Alonso), who is responsible for Letty's death, by holding his ankles while Dominic impales him with a henchman's '73 Chevy Camaro F-Bomb, and is even present at Dominic's trial when he is given a sentence of \"25 years to life without the possibility of early parole\". Despite Dom's sentencing, Brian, Mia, and two of Dom's Latino accomplices from the beginning of the film (Leo and Santos, played by Don Omar and Tego Calderón respectively) are seen driving towards his prison bus in similar style to Dominic's heists about to bust him free, which later leads to Dominic's appearance in Tokyo, Japan during the end film events of The Fast and the Furious: Tokyo Drift. There is no mention of the fate regarding his plans for opening an automotive shop with childhood friend Roman Pearce in Miami. It is also revealed in this film why he let Dominic go in the first film—that he respected Dominic more than he did himself, and perhaps due to the fact that his raid on Tran's estate indirectly caused Jesse's death. During the course of the film, Brian also rekindles his old romance with Mia Toretto, Dominic's younger sister. After seeing her in an FBI interrogation room, he releases her, and the two go out for coffee. During the conversation they share, she reveals her anger at his \"betrayal\" of their group at the end of the first film, questions why he let Dom go (to which Brian claims he doesn't know), and tells him how hurt she was when he left her suddenly, with no explanation. While Brian initially puts professional distance between himself and Mia, he finally admits to her that leaving her was the hardest thing he ever did, and later, when Mia breaks down, Brian comforts her, resulting in a passionate reunion between the two. ===Fast Five=== O'Conner and Toretto get caught in a crossfire with corrupt businessman and ruthless drug lord Hernan Reyes's in Rio de Janeiro and plot to steal all of Reyes' money to buy their freedom. It is revealed in Fast Five that O'Conner's father was not there for him and O'Conner does not know anything about him, unlike the close bond that Toretto's father had with both his children. He is often worried that he will behave in the manner that his father did, but Toretto reassured him that he won't because he will keep an eye on him if he does. O'Conner had been in juvenile detention with Roman before he became a cop. O'Conner has also rekindled his relationship with Mia, and she becomes pregnant with his child. ===Fast & Furious 6=== O'Conner, Toretto, and Mia live peacefully in the Canary Islands in Spain, where Mia gives birth to their son. O'Conner joins Toretto's team in complying with the request of Agent Hobbs to take down rival gang leader Owen Shaw. When the team realizes that Braga worked for Shaw, O'Conner decides to enter the United States to interrogate him about Shaw. After successfully questioning Braga and returning to London, O'Conner starts to feel guilty for letting Letty go undercover, which led to her amnesia and subsequent work for Shaw. The group captures Shaw and convinces Letty to side with them. O'Conner apologizes to Letty, who says that she might not remember him, but if she did work for him, she would have done of her own free will. Shaw reveals that he had captured Mia, leading to a high-speed chase after Shaw's airplane, where Mia is rescued and Shaw is crippled and put into a coma. Hobbs then grants the group's amnesty, and the entire crew move back to America, where Mia, Toretto and O'Conner have decided to reside in the old Toretto home. ===Furious 7=== Brian and the rest of the crew return to the U.S. and live normal lives again. Brian begins to accustom himself to life as a father, but misses the old life he once enjoyed. Meanwhile, Dom learns from his sister, Mia, that she is pregnant again, but fears to tell Brian because of his longing for missing the bullets. However, their house is destroyed by Deckard Shaw, brother to Owen Shaw, who has come out of hiding for vengeance, which forces Brian, Roman, Tej, Letty and Dom to go after him. Before leaving, Brian makes a promise to Mia that after Shaw is dealt with, he will dedicate himself to his family. To rescue Ramsey, a hacker who has a device known as 'God's Eye' that can locate anyone on Earth, the team airdrops their cars over the Caucasus Mountains and ambush Jakande's convoy and rescue Ramsey, finding out that she is a young woman. They then head to Abu Dhabi, where a billionaire has acquired the flash drive containing God's Eye. The team break into his penthouse and manage to steal the flash drive. On the both occasions, the team is pursued by Shaw, who engages in combat with Dom, with the team barely managing to escape. With God's Eye, the team manages to track down Shaw, who is waiting at a remote factory. Dom, Brian and Mr. Nobody, along with a covert ops unit, attempt to capture Shaw but are ambushed by Jakande and Jakande's militants, who have allied with Deckard. After the ambush, Nobody's men are killed and Nobody is injured, though he manages to escape with Toretto and Brian, while Jakande obtains God's Eye. Nobody warns Brian and Dom that Jakande will use God's Eye to hunt down Ramsey, who is the only one who can destroy it. They drive off, leaving Nobody behind to be evacuated by one of his 'stand-by' helicopters. Left with no other choice, the team return to Los Angeles to fight Shaw, Jakande and his men on their home turf. Dom plans to confront Shaw alone while Brian and the rest of the crew prepare to deal with Jakande. Just as they are preparing, Brian calls Mia and professes his love, fearing he may not survive, and learns that she is pregnant with a baby girl, motivating him to come back alive. While Jakande pursues Brian and the rest of the crew with a stealth attack helicopter and a UAV, using God's Eye to track down Ramsey, they barely survive and manage to shut down God's Eye with Brian's help to establish a connection for Ramsey to hack it. In the aftermath, Hobbs kills Jakande by shooting the bag of grenades that Dom managed to throw inside the helicopter, while also taking out the UAV. Deckard is defeated by Dom and imprisoned. Finally at peace, the team celebrate at the beach. While Brian and Mia play with their son, Dom, Letty, Ramsey, Roman and Tej observe, appreciating their happiness and acknowledging that Brian is better off retired with his family. Dom silently leaves, not wanting to disturb the happy moment and drives off. Brian notices and manages to catch up to him, asking Dom \"You thought you could leave without saying goodbye?\" As he pulls up beside Dom's car in his white Toyota Supra they look at each other and smile, then bid each other farewell as Brian turns off the main road, and Dom continues on ahead. ===The Fate of the Furious=== Brian does not appear in The Fate of the Furious, but he, alongside Mia, is seen in a photo in Dom's car. He is also mentioned by Roman and Letty as when Dom betrays the team, Roman suggests that Brian be called to help them figure out why Dom betrayed them. But Letty reminded him that they all agreed to keep Brian and Mia retired from the team due to them wanting a normal life and for the safety of their children. Dom later names his son after Brian. ==Character, traits and abilities== His charismatic, level-headed personality often contrasts with Toretto's aggressive behavior. Despite his composure, Brian is a secret adrenalin junkie; once, he confides in Dom (when describing the challenges of fatherhood) that he misses the dangerous lifestyle. He is also shown to be brave, particularly when protecting friends or loved ones by making seemingly lethal, impulsive or courageous decisions. O'Conner was first unknown with the car tuning community, but after with meeting Toretto, he became more positive, active in the racing scene, becoming a skilled mechanic. He is very interested in tuners, especially Nissan Skyline models. He owned two Nissan Skyline GT-R R34's (one in the second movie and one in the fourth), Nissan C10 Skyline and finally a Nissan GT-R. Apart from Skylines, he has owned: a tuned Mitsubishi Eclipse in the first film (but it's hinted this was paid for by the LAPD-FBI task force he had gone undercover for), a Lancer Evo, a Subaru (twice) and a Supra (twice). ==Cars== O'Conner's Nissan Skyline GT-R from 2 Fast 2 Furious. The following cars are driven by Brian O'Conner throughout the series: * 1995 Mitsubishi Eclipse - Shot at by Johnny Tran and later destroyed after ruptured nitrous tanks explode; equipped with a 420A motor with an upgrade to a T3 turbo and front mount intercooler, standalone fuel management and nitrous. This was the car Brian used to race Dom in the beginning of the first film. * 1995 Toyota Supra - Brian handed over the keys to Dominic after he crashed his Dodge Charger R/T, claiming he owed him a ten second car. In the movie, Jesse referred to spending $10,000-$15,000 on this car when in reality there was over $150,000 dollars invested in the Supra. * 1999 Ford F-150 Lightning - Seen bumping the curb outside of Harry's performance shop \"The Racer's Edge\", and when Brian is pulled over and arrested by Sergeant Tanner. * 1995 Dodge Stealth - Seen in The Turbo Charged Prelude for 2 Fast 2 Furious; now a fugitive, he races with it until it's impounded by the FBI then later replaces it with a Nissan Skyline GT-R R34 on his way to Miami. * 2002 Mitsubishi Lancer Evolution VII - Provided for Brian, in 2 Fast 2 Furious for his undercover mission of taking down drug lord Carter Verone in Miami. It is fitted with a tracking device. He later switches cars in an elaborate scramble sequence, continuing his mission undetected. Note: The Evo VII had the tail lights from the Mitsubishi Lancer OZ Rally and it was both the 2002 Evo VII and 2002 Lancer OZ Rally. * 1969 Yenko Camaro - Won from fellow racer Korpi, this is the car Brian switches into after the scramble sequence, and drives for the rest of the film. It is outfitted with an ejector seat, which somehow fails, and is forced to drive with Verone's henchman to the checkpoint. Brian later uses the Camaro to drive off the shore onto Verone's boat to rescue Monica after she is taken captive. * Nissan Skyline GT-R R34 - Driven by Brian in 2 Fast 2 Furious and Fast & Furious. In the second film, it is colored silver from House of Kolors and blue stripes. In the fourth film, Brian is given a second Skyline and drives this car in the race against Dominic, which he very narrowly loses after Dom cheats near the end of the race. Later, when he and Dom confront Fenix Rise about Letty's death, Dom (having anticipated betrayal) blows up all the racers' cars (including Brian's) by igniting the nitrous tanks equipped in his own car. * 2006 Hummer H1 - Briefly driven by Brian and Dom after his own car is blown up to escape from Rise; it contains the heroin being transported to Braga. He later hides it in the LAPD impound lot in plain sight. * 2009 Subaru Impreza WRX STI - \"Given\" to Brian by Dom after he blows up his Skyline, claiming the line from the first film that Dom now owes him a \"ten second car\". He drives this car for the rest of the film, using it to apprehend Braga in a cathedral in Mexico and racing against Rise with it. * 1970 Dodge Charger R/T - Dominic Toretto's car but driven by Brian at the end of Fast & Furious when he, Mia and the two Latinos intercept Dom's prison bus. ==Reception== The role won Walker the MTV Movie Award in 2002 and (posthumously) 2014, for Best On-Screen Team, both of which he shared with Vin Diesel. Further recognition came in the 2015 Teen Choice Awards, again posthumously.Teen Choice Awards 2015 highlights, International Business Times UK. By Alicia Adejobi, August 17, 2015 15:04 BST.Teen Choice Awards 2015. Posted: Aug 17, 2015 9:13 AM ET Last Updated: Aug 17, 2015 9:13 AM ET.2015 Teen Choice Award for Furious 7, US Weekly. August 16, 2015 @ 11:05 PM. By Allison Takeda. Walker's portrayal has made the actor becoming strongly identified with the character.Fast and Furious actor Paul Walker dies in LA car crash, The Telegraph, Dec 1, 2013. His relationship with Dominic Toretto has been described as a bromance. ==Notes== ==References== ==External links== *Brian O'Conner at the Internet Movie Database. Category:Fictional Los Angeles Police Department detectives Category:Fictional Federal Bureau of Investigation personnel Category:Fictional characters from Arizona Category:Film characters introduced in 2001 Category:Fictional Brazilian jiu- jitsu practitioners Category:Fictional Jeet Kune Do practitioners Category:Fictional mechanics Category:Fictional outlaws Category:Fictional racing drivers Category:Action film characters Category:Thriller film characters Category:Fast & Furious characters ",
    "title": "Brian O'Conner"
}