{
    "id": "31308065",
    "text": "William Eugene Scott (August 14, 1929 – February 21, 2005) was an American pastor and teacher who served for almost 50 years as an ordained minister and broadcaster in Los Angeles, California. ==Early life and career== Gene Scott was born in Buhl, Idaho. He earned his Ph.D. in Philosophies of Education at Stanford University in 1957 and subsequently served as an ordained minister for nearly five decades. During his career, Scott served as a traveling teacher for the Pentecostal Assemblies of God, the president of the Full Gospel Fellowship of Churches and Ministers International for nine years and, for a combined total of 35 years, as the pastor for the Protestant Wescott Christian Center and Faith Center. For the last 15 years of his ministry, Scott held weekly Sunday Bible teaching services at the Los Angeles University Cathedral in Los Angeles, California. In 1975, Scott was elected pastor of Faith Center, a 45-year-old church of congregational polity in Glendale, California. Faith Broadcasting Network was the first Christian television station and the first to provide 24-hour Christian programming. Scott added a nightly live television broadcast to the network, the Festival of Faith. In 1983, the University Network began broadcasting the first twenty-four-hour religious television network via satellite to North America and much of Mexico and the Caribbean. Affiliate television and radio stations broadcast Scott's services and nightly teachings. ==Ministry== === Early years === Though raised a minister's son, he rebelled against tradition early in life and became agnostic in college. His search for faith caused him to change majors on every degree. “A hard study of the resurrection of Christ led to a firm faith,” and Dr. Scott's journey back to faith is laid out in his summation under the title: “A Philosopher Looks at Christ.” He went on to complete a Ph.D. in Philosophies of Education at Stanford University in 1957; his Doctoral Dissertation dealt with the theology of Reinhold Niebuhr. He taught at Evangel College (now Evangel University), then assisted Oral Roberts in establishing Oral Roberts University in Tulsa, Oklahoma. === Assemblies of God === Scott eventually joined the Assemblies of God, a Pentecostal denomination, and served overseas as a missionary for several years. While working as President of Wescott Christian Center,Champion et al. (1968), The Message of the Church, p. 217. on July 12, 1967, the AG General Superintendent (Thomas F. Zimmerman) appointed Scott as one of fourteen persons to serve on their Committee on Advance as Research Director.Champion et al. (1968), The Message of the Church, pp. 11-2. At their August 26–29, 1968 Council on Evangelism held in St. Louis, Missouri, Scott preached one of four major evening messages to a crowd of about 7000 registered participants at the Kiel Auditorium.Champion et al. (1968), The Message of the Church, p. 7. Focusing on human frailties of Old Testament prophets and New Testament apostles, he concluded that the message of the church (his assigned theme for the occasion) was, \"the message of a Person--Jesus Christ and Him crucified. It needs to be told from the Word, and it needs to be experienced, and it needs to be seen.\"Champion et al. (1968), The Message of the Church, pp. 25-8. === Wescott Christian Center === In 1970, Scott resigned his Assemblies of God credentials in good standing to focus on the Wescott Christian Center (aka Community Bible ChurchFellowship (\"The official publication of the Full Gospel Fellowship of Churches and Ministers, International\"), vol. 2, no. 4, Summer 1970, p. 9) with his father, a pastor in Oroville, California. Later, Scott was elected the church's pastor by a unanimous vote of the board of Faith Center in Glendale, California. His father, known as \"Pop Scott\", and his mother, known as \"Mom Scott\", assisted him at his new church. The Wescott Christian Center is the title-holder to various church properties and bank accounts, according to county records.Los Angeles County Recorder, North American Title Company, Los Angeles Superior Court of California, Articles of Incorporation on file at the Secretary of State of California. Upon Scott's death all assets and copyrights transferred to his wife Melissa Scott. === Full Gospel Fellowship === During 1970, Scott's father (W.T. “Ted” Scott) was vice-president on the executive board of the Full Gospel Fellowship of Churches and Ministers International.Fellowship (\"The official publication of the Full Gospel Fellowship of Churches and Ministers, International\"), vol. 2, no. 4, Summer 1970, p. 7 Gene was a featured speaker at its 8th annual convention in 1970, and served as its president from October 1975 to July 1984.Past Presidents page of The Fellowship Today website === Faith Center === In 1975, while serving his Oroville ministry, Scott was approached to serve as a financial consultant for the 45-year-old Faith Center church in Glendale, California, by its then pastor and founder, religious broadcaster Ray Schoch. Faith Center owned four broadcast stations: KHOF-TV channel 30 in San Bernardino, California, KHOF-FM 99.5 in Los Angeles, California, KVOF-TV channel 38 in San Francisco, California, and WHCT channel 18 in Hartford, Connecticut. These stations comprised F.B.N., the Faith Broadcasting Network. ==Broadcasting== In 1975, Scott began nightly live broadcasts, and eventually satellite broadcasts extended his services and talk shows to many countries.Austin Chronicle: Print an Article Scott became known as much for his stage persona as he was for his preaching skills. He would fill chalkboards with scriptural passages in the original Greek, Hebrew or Aramaic during his exegesis as to their meanings. During his live fundraising broadcasts, Scott typically stared into the camera and told his viewers to get on the telephone and give if they felt as though the spirit called for it, often wearing one of a variety of hats, such as an English pith helmet or a sombrero. He often played a videotape of The Statesmen Quartet singing the lively hymn \"I Wanna Know\" repeatedly to get viewers to contribute. Scott showed disdain for other religious broadcasters like Jerry Falwell and Jimmy Swaggart, and bristled when people referred to him as a televangelist, preferring to be regarded as a teacher and pastor. === Los Angeles University Cathedral === University Cathedral marquee In 1989, Scott was approached by Bruce Corwin, then president of Miracle on Broadway and chairman of the Metropolitan Theatres Corporation, to restore the United Artists flagship theatre in downtown Los Angeles. In 1990, Scott and his congregation moved their Sunday service to the building, which he renamed the Los Angeles University Cathedral. According to the Los Angeles County Recorder's office and North American title report, Scott acquired ownership of the building through his entity the Wescott Christian Center in December 2002. Both the buildingCity of Los Angeles Historic-Cultural Monument (HCM) Report Entry #523 and the neon \"Jesus Saves\" signs are designated historic monuments. Portions of the Dr. Gene Scott Bible Collection containing Bibles, other books, and manuscripts, were formerly held at the building. === University Network === In 1975, Scott began a series of broadcasts which resulted in the creation of the University Network. By 1983, this network was broadcasting his sermons 24 hours a day via satellite to the United States and Canada, as well as to much of Mexico and the Caribbean. By 1990, his network was available to 180 countries, and by 1992 his sermons were being broadcast in several languages on AM, FM and shortwave radio. Drawing from nearly 30 years of recorded programming,Thevolcanodog.com Scott's radio, satellite and television ministry continues to be broadcast, although on different stations and at different times. ==Notable members of congregation== Among Scott's volunteer cadre of telephone-answering \"Voices of Faith\" was Los Angeles Dodgers first baseman Wes Parker. During a 1982 broadcast (index number S-1086-3), Parker spoke with Scott publicly for over 20 minutes, stating that before coming across Scott's television program, he had never understood or felt drawn toward Christianity. He said that it was Scott's intelligent and fact-based approach to teaching that earned his respect and allowed him to build faith. He also said that his earlier exposures to Christianity had had no effect, because they were mostly based on simplistic platitudes such as \"God is love\" which he found unconvincing. Actor Don DeFore was also a member of his congregation. ==Continuing broadcast presentation== During the years following Scott's death, his surviving wife and successor, Pastor Melissa Scott, has purchased many hours of time over broadcast, cable, and satellite television for the presentation of one-hour programs of his messages from his later years, as well as many recent lectures by herself from Faith Center. Still available are the 24-hour satellite, internet, and shortwave radio broadcasts, carrying the raw network feed, featuring three decades of Scott's recorded teachings. Starting in 2005, Melissa Scott led the Los Angeles church until it was sold, and she now leads the Glendale church. She is seen weekly on her own national television broadcast. She refers to Scott as her mentor.Dr. Gene Scott's Bio on Pastor Melissa Scott.com ==Posthumous publication of writings== As of Oct. 14, 2019, 14 volumes of \"The Dr. Gene Scott Pulpit\" have been published by Dolores Press for Pastor Melissa Scott. This work in progress comprises every Sunday message preached by Gene Scott since his arrival at the Faith Center in 1975. The entire series is available for purchase individually or as a set at the Dolores Press website. ==Hobbies== Scott was an artist and painted well over a thousand watercolors, acrylics and oils. He was a philatelist, once owning the Ferrer block, and an equestrian. ==Philanthropic activities and memberships== Scott's charitable activities included raising money for the Los Angeles Public Library and the Rose Bowl Aquatics Center in Pasadena.Gene Scott -- television preacher and philanthropist, Larry B. Stammer, San Francisco Chronicle, February 24, 2005, Retrieved 2007-07-09 His interests and memberships included: :*Los Angeles Central Library Save the Books telethon :*Vice-Chairman of the Board of the Rose Bowl Aquatics Center and one of its founding directors :*Member, Board of \"Rebuild L.A.\" :*Member, Philatelic Foundation of New York == Marriages and relationships == * Betty Ann Frazer,Credited in his 1957 doctoral dissertation, \"without whose patience, consideration, and timely aid this work could not have been completed.\" first wife, married for twenty-three years, divorced in June 1972. * Christine Shaw, long-time girlfriend from early 1980s until 1995. * Melissa Scott (born Melissa Paulina Peroff), second wife from August 2000 until his death, successor of his ministry and present pastor of Faith Center and C.E.O. and President of the University Network.Drgenescott.com == Death == Scott was diagnosed with prostate cancer in 2000, but declined surgery and chemotherapy. After four years he was diagnosed with cancer elsewhere in his body. Scott described his battle with the sickness to his congregation during several months of continued live broadcasts. In mid-2004 he named his wife, Melissa Scott, as pastor of the church and signed papers effecting the transition. In February 2005, Scott suffered a stroke and lapsed into a coma in Glendale Adventist Medical Center. Scott was pronounced dead at 4:30 pm PST on February 21, 2005.Larry B. Stammer, \"Gene Scott, 75; Television Preacher Famous for His Unconventional Ministry\", Los Angeles Times, February 23, 2005, http://articles.latimes.com/2005/feb/23/local/me-scott23 == Scott in popular culture == Scott was profiled in the 1981 documentary God's Angry Man by Werner Herzog. Samples of his speeches were used in the song \"Put yourself in Los Angeles\" on the Chris & Cosey album \"Heartbeat\" Clips from one of his on- air fund drives were used in the 1981 Cabaret Voltaire recording \"Sluggin' Fer Jesus.\" In an episode of Saturday Night Live which aired on January 23, 1988, Scott was portrayed by Robin Williams in a skit parodying the CableACE Awards.SNL Archives Details Williams had previously discussed his love of Scott's theatrical preaching on The Tonight Show, saying, \"I take no medications, but I'm on TV 48 hours a day!\"https://www.youtube.com/watch?v=VF0thWy-W-U Scott is mentioned in Mojo Nixon and Skid Ropers' track \"I'm Gonna Dig Up Howling Wolf\" (Bo - Day - Shus, Enigma Records, 1987), as well as in the Netflix series GLOW. ==Books== * * * * * * * * * * * * * * * * * * * * * * * ==References== ==Articles== * * == External links == *www.DrGeneScott.com *Pastor Melissa Scott *Faith Broadcasting Network Category:1929 births Category:2005 deaths Category:Oral Roberts University people Category:Stanford University alumni Category:American Assemblies of God pastors Category:American philanthropists Category:People from Twin Falls County, Idaho Category:American philatelists Category:20th-century philanthropists Category:American television evangelists ",
    "title": "Gene Scott"
}