{
    "id": "31308563",
    "text": "Grete Margaret Schüller (1900–1984) is an American sculptor best known, along with John B. Flannagan and William Zorach, for works in direct carving (direct carvers) (also known as taille directe) in the United States. She maintained a studio in both New York City and in Long Island.The New York Times, June 18, 1984, https://www.nytimes.com/1984/06/18/obituaries/margaret-schuller-84-dead- sculptured-works-of-animals.html ==Early years== Schüller, born in Austria on April 26, 1900, was a twentieth century contemporary artist devoted to the creation of animal-inspired sculptures. Through a lifetime of artistic experimentation, she created works, at once subtle and bold, traditional and modern, setting a new standard in a subject matter directly connecting with nature.Aufbau Journal, November 15, 1963 ==Permanent Museum Collections== Norfolk Museum for Arts and Sciences, Norfolk, Virginia: Sculpture: \"Motherhood\" American Museum of Natural History, New York City: Sculpture \"Frog\" Museum of Science, Boston, Massachusetts: Sculpture: \"Who Came First\" ==Exhibitions== Sculpture Center, New York City: One Woman Show, 1958 A.F.I. Gallery, New York City: One Woman Show, 1963 ROKO Gallery, New York City: One Woman Show, 1966 ==Group exhibitions== Audubon Artists National Academy of Design Allied Artists of America National Sculpture Society Knickerbocker Artists National Association of Women Artists Art U.S.A. Catharine Lorillard Wolfe Art Club Invitational Exhibitions: Detroit Institute of Arts Pennsylvania Academy of Design Des Moines Art Center The Academy of arts and Letters for Grants, New York City University of Notre Dame 150 Years of American Art, New Westbury Gardens The Pennsylvania Academy of The Fine Arts The Animal in Contemporary Art, Philadelphia, Pennsylvania ==References== Category:1900 births Category:1984 deaths Category:20th-century American sculptors Category:19th-century American sculptors Category:American women sculptors Category:National Association of Women Artists members Category:Austro-Hungarian emigrants to the United States Category:American people of Austrian descent Category:19th-century American women artists Category:20th-century American women artists ",
    "title": "Grete Margaret Schüller"
}