{
    "id": "31307439",
    "text": "John of Saxony (24 August 1498 in Dresden - 11 January 1537 in Dresden), also known as \"John the Younger\" or \"Hans of Saxony\" was Hereditary Prince of Saxony from the Albertine line of the House of Wettin. == Life == === Early years === John was the eldest son of the Duke George the Bearded (1471-1539), from his marriage to Barbara Jagiellon (1478-1534), daughter of King Casimir IV of Poland. Because of the good relationship between his father to the Habsburg family, he was raised in Brussels, together with the future Charles V. John was introduced at an early age to the business of government by his father, but he soon developed a penchant for idleness, and was more interested in good food, alcohol and parties. === Marriage and death === Portrait thought to be Johann of Saxony Portrait thought to be Elisabeth of Hesse Johann of Saxony and Elisabeth of Hesse On 8 March 1505, George agreed with Landgrave William II of Hesse to the future marriage of George's then 7-year-old son John with William's 3-year-old daughter Elisabeth of Hesse (1502-1557). She was the sister of Philip the Magnanimous. William received 25,000 guilders marriage money. The marriage took place on 20 May 1516 in Kassel. Elisabeth leaned towards the Lutheran teachings and soon fell in conflict with her husband and his strict Catholic parents. John is said to have invited Martin Luther, arguing that, if his father was adamantly against Luther, he would for Luther when he inherited the throne. After meeting Luther, and realizing that Luther would not outlive George, John became melancholic and fell ill and finally died.Friedrich Adolph Schumann, Albert Schiffner Even at John's death bed, his wife and his father disputed religious issues. Elizabeth left Dresden for her wittum in Rochlitz, where she introduced Lutheranism. John and Elisabeth's marriage was childless. He was buried in Meissen Cathedral and succeeded as hereditary prince of Saxony by his younger brother Frederick. == References == * Johann Samuel Ersch: General Encyclopedia of the sciences and arts in alphabetical ..., p. 201 * Martina Schattkowsky: Widow in the early modern period between royal and noble widows ..., p. 197 * Matthias Donath The grave monuments in the cathedral of Meissen, p. 403 ff. == Footnotes == Category:1498 births Category:1537 deaths Category:Crown Princes of Saxony Category:House of Wettin Category:Nobility from Dresden Category:German people of Polish descent Category:Albertine branch ",
    "title": "John, Hereditary Prince of Saxony"
}