{
    "id": "31301174",
    "text": "George Alfred Walker (14 April 1929 - 22 March 2011) was a British businessman. He was the founder of Brent Walker. ==Early life== Born in Stepney, London, Walker was the son of William James Walker, a brewery worker, drayman at Watneys brewery, and wife (Limehouse, April/June 1925) Ellen Louisa née Page (Southwark, October/December 1903). He was the eldest of four brothers. Walker attended the Jubilee School in Bedford, Essex, leaving at 14 to work in an aircraft factory. He later worked as a salesman and a porter in Billingsgate Fish Market and did his National Service in the Royal Air Force. ==Boxing== A former prize-fighter, Walker was a keen amateur boxer becoming British amateur heavyweight champion in 1951. He turned professional and fought 14 professional fights winning 11 with eight knockouts. He was pitted unsuccessfully against Welsh champion, Dennis Powell for the British light- heavyweight title relinquished by Randolph Turpin.The Times, Sports in Brief, 7 January 1953 ==Crime== Walker then drifted into crime, working for East End gangster, Billy Hill, and eventually being convicted for theft and serving two and a half years in Wormwood Scrubs. ==Business== On release he became the owner of a motor garage and manager for his brother, Billy Walker a professional heavyweight boxer. Walker launched London's first discothèque, Dolly's in Jermyn Street, and a chain of cafes, Billy's Baked Potato, with his brother. In 1970 Walker completed a reverse takeover of Hackney & Hendon Greyhounds Ltd. This meant his private company bought a public company and the new merger resulted in a new company called Brent Walker, the property and leisure empire. The company developed the Brent Cross shopping centre (the UK's first stand-alone shopping centre) on the site of Hendon Greyhound Stadium, during 1972. Walker sold his equity in Brent Cross in 1979 netting £3.7 million in profit. Hackney Wick Stadium remained under the control of Brent Walker until 1991 when the bank took control of it. Brent Walker had a turbulent career through the 1980s, being worth about 250 million pounds at its zenith but eventually collapsing in 1990 after taking over William Hill Bookmakers in a leveraged buy out. Walker was accused of fraud after an investigation by the Serious Fraud Office but was cleared of all charges after a lengthy trial in 1995. He was however made bankrupt and moved to Russia where he ran a series of businesses selling cigarettes and perfume and later opening a chain of betting shops. ==Marriage and issue== Walker was married in 1957 to Jean Maureen Hatton (West Ham, January/March 1936) who he had known since he was 16 years old, daughter of George (Georgie) James Hatton (West Ham, January/March 1907 - ?), a professional gambler and garage owner in Plaistow, and wife (West Ham, July/September 1929) Lilian Elizabeth née Attreed (West Ham, January/March 1908 - ?). Walker had two daughters and a son. Sarah Georgina Walker, their eldest daughter, was married secondly from 1989 to 1996 to the Marquess of Milford Haven. The younger daughter, Romla, was an actress, including in EastEnders.https://www.independent.co.uk/news/business/brent-faces-legal- threat-1444916.htmlhttps://www.thefreelibrary.com/EASTENDERS+STAR+SUES+HER+DAD+FOR+pounds+7m.-a060162173https://www.express.co.uk/news/obituaries/236795/Obituaries- George-Walker ==References== ==Sources== * Obituary: George Walker, Daily Telegraph, 25 March 2011 * David McKittrick \"George Walker: Amateur boxing champion who went into business and made millions building the Brent Cross shopping centre\", The Independent, 26 March 2011 Category:People from Stepney Category:1929 births Category:English male boxers Category:England Boxing champions Category:Heavyweight boxers Category:English businesspeople Category:2011 deaths Category:Boxers from Greater London Category:People in greyhound racing ",
    "title": "George Alfred Walker"
}