{
    "id": "31303896",
    "text": "India House, showing the listed wrought-iron gateway India House in Whitworth Street, Manchester, England, is a packing and shipping warehouse built in 1906 for Lloyd's Packing Warehouses Limited, which had, by merger, become the dominant commercial packing company in early-20th century Manchester. It is in the favoured Edwardian Baroque style and is steel-framed, with cladding of buff terracotta and red brick with buff terracotta dressings. It is a Grade II* listed building as of 3 October 1974. ==Background== The building was designed by Harry S. Fairhurst, \"the leading expert in the design of these advanced warehouses\". Fairhurst was also responsible for Bridgewater House which stands opposite India House, and the neighbouring Lancaster House. Fairhurst's huge buildings are \"steel-framed and built to high-quality fireproof specifications\". It was constructed for Lloyd’s Packing Warehouses Limited and like many warehouses was built to a common design with steps to a raised ground floor with showroom and offices and the first floor contained more offices and waiting rooms for clients and sample and pattern rooms all decorated to impress customers. The working areas above were plain with large windows to allow in natural light. Orders were packed there and sent to the basement on hoists powered by Manchester's hydraulic power system and packed into bales using hydraulic presses before dispatch. The warehouse was lit by gas. Noel Gallagher lived at India House in the 1990s and wrote Live Forever whilst living there.https://www.ladbible.com/news/music-definitely-maybe- turns-25-20190828 ==See also== *Grade II* listed buildings in Greater Manchester *Listed buildings in Manchester-M1 ==References== Notes Bibliography * * ==External links== Category:Commercial buildings in Manchester Category:Office buildings in Manchester Category:Warehouses in England Category:Grade II* listed buildings in Manchester Category:Grade II* listed commercial buildings Category:Grade II* listed industrial buildings Category:Grade II* listed office buildings Category:Edwardian architecture ",
    "title": "India House, Manchester"
}