{
    "id": "31304482",
    "text": "The Train () is a 1973 Franco–Italian film directed by Pierre Granier-Deferre. The film is based on the 1958 novel of the same name by Georges Simenon. == Plot == In May 1940 a packed train takes refugees from a French village near the Belgian border fleeing advancing German forces. The passengers include Julien, a short-sighted radio repairer, his daughter and pregnant wife. The women are assigned to a carriage for women at the front while he has to scramble into a cattle truck at the rear. There he becomes entranced by a mysterious and beautiful young woman travelling alone. At a station, the train is split and he is separated from his wife and daughter. As his half of the train slowly continues across war-torn France, sometimes bombed and strafed by German aircraft, he and the silent woman gradually become intimate and eventually lovers. He learns that she is a German named Anna, that she is Jewish and that her husband was taken by the Nazis two years ago. When the train finishes at La Rochelle, he gets her fresh papers as his wife. Then he discovers that his real wife and daughter are already there in a hospital with his newborn son. Anna quietly walks away through wolf-whistling German troops. Three years later, back in his village with his family, Julien is called into the police station. A Jewish woman in the Resistance has been captured with false papers issued in La Rochelle in the name of his wife. He professes ignorance, but the inspector then calls the woman in. For a while the two pretend not to know each other, until Julien eventually gives her a last silent caress. == Cast == * Jean-Louis Trintignant : Julien Maroyeur * Romy Schneider : Anna Küpfer * Maurice Biraud : Maurice * Régine : Julie * Nike Arrighi : Monique Maroyeur * Serge Marquand : Le moustachu * Franco Mazzieri : le maquignon * Paul Amiot : François \"Verdun\" * Jean Lescot : René * Jean- Pierre Castaldi : The sergent * Roger Ibáñez : L'étranger * Anne Wiazemsky : La jeune mère au bébé * Paul Le Person : Le commissaire * Henri Attal : Le chauffeur * Pierre Collet : Le maire ==See also== *The Train (1964 film) with Burt Lancaster == External links == * Category:1973 films Category:Films based on Belgian novels Category:Films based on works by Georges Simenon Category:Films directed by Pierre Granier-Deferre Category:Films scored by Philippe Sarde Category:Films set in 1940 Category:French films Category:French-language films Category:French romance films Category:Italian films Category:War romance films Category:World War II films Category:Films set on trains ",
    "title": "The Train (1973 film)"
}