{
    "id": "31308370",
    "text": "Freddie Ross Jr. (born January 28, 1978), better known by her stage name Big Freedia ( ), is an American musician known for her work in the New Orleans genre of hip hop called bounce music. Freedia has been credited with helping popularize the genre, which was largely underground since developing in the early 1990s. Freedia identifies herself as a gay man and has stated that she does not care which pronoun is used to refer to her. Freedia started singing in the choir of her neighborhood Baptist church, Pressing Onward M.B.C., and started her professional performance career around 1999. In 2003, she released the studio album Queen Diva. She first gained mainstream exposure in 2009, and her 2010 album Big Freedia Hitz Vol. 1 was re-released on Scion A/V in March 2011, as well as a number of music videos. Freedia has been featured in publications such as Village Voice and The New York Times, and has performed on Last Call with Carson Daly, Jimmy Kimmel Live!, and at SXSW, where she received a positive review from Rolling Stone. In 2011, she was named Best Emerging Artist and Best Hip-Hop/Rap Artist in January's \"Best of the Beat Awards,\" and was nominated for the 2011 22nd GLAAD Media Awards. In 2013, she got her own reality show on the Fuse Channel, which chronicles her life on tour and at home. On July 7, 2015, she released her autobiography God Save the Queen Diva!. In 2016 Beyonce released a surprise single Formation sampling Freedia's voice. At the end of 2016, Freedia was featured in a local New Orleans television ad for Juan LaFonta Law Office, in which she is shown rapping with bounce music and dancers. In 2018, she released the EP Third Ward Bounce. April 2020 collaborated with New Kids on the Block, Jordin Sparks, Naughty by Nature and Boyz II Men in their Song \"House Party\", a song written during social distancing during Covid-19. The Video for \"House Party\" was shot on everyone's cell phone. She also provided additional vocals for Drake's 2018 number-one hit \"Nice for What\", though she is not credited as a featured artist. In the late 2010s she befriended Kesha with the two collaborating on each others’ projects. Freedia going on tour with Kesha in 2020 but it was cancelled due to the Covid-19 coronavirus pandemic, and has a new album coming out. ==Early life== Freddie Ross was born in New Orleans, Louisiana. As a child, Freedia took piano and sang in choir, and has said that music was always a part of her life. Her mother exposed her to artists such as Patti LaBelle, and she was also influenced by the late disco singer Sylvester, Michael Jackson, and Salt-N-Pepa. Ross attended Walter L. Cohen High School, where she continued to perform in choir and also became the choir director. This experience made her realize she could write and produce. According to Freedia, she initially suffered from stage-fright, and had to coax herself onto stage until she became comfortable performing. In 1998, a young drag queen by the name of Katey Red performed bounce music at a club near the Melpomene Projects where Ross grew up. Ross, who had grown up four blocks away from Katey Red, began performing as a backup dancer and singer in Red's shows. In 1999, Katey Red released Melpomene Block Party on the city's leading bounce label, Take Fo Records. Freedia adopted her stage name after a friend dubbed her \"Freedia\" (pronounced \"Freeda\"). According to Ross, \"I wanted a catchy name that rhymed, and my mother had a club called Diva that I worked for. I called myself the queen of diva—so I coined it: Big Freedia Queen Diva.\" ==Music career== ===Early years=== In 1999, Freedia released her first single, \"An Ha, Oh Yeah,\" and began performing frequently in clubs and other venues in New Orleans. Other local hits included \"Rock Around the Clock\" and \"Gin 'N My System,\" which was later quoted by Lil Wayne on a mix tape. She released her first studio album, Queen Diva, in 2003. Freedia was often described as an artist within the \"sissy bounce\" subgenre, though she had stated \"there's no such thing as separating it into straight bounce and sissy bounce. It's all bounce music.\" About her popularity with women at live shows, music journalist Alison Fensterstock wrote, \"When Freedia or Sissy Nobby's singing superaggressive, sexual lyrics about bad boyfriends or whatever, there's something about being able to be the 'I' in the sentence...it's tough to sing along about bitches and hoes when you're a girl. When you identify with Freedia, you're the agent of all this aggressive sexuality instead of its object.\" Hurricane Katrina struck New Orleans in 2005, and Freedia, along with other bounce artists such as Katey Red and Freedia's protege Sissy Nobby, were forced to vacate the city. Freedia settled for several months in Texas, where she began performing bounce shows for the locals, helping spread awareness of the genre like other displaced bounce artists. She moved back to New Orleans at the first opportunity. According to Freedia, \"The first club that reopened in New Orleans was Caesar's, and they called me immediately and said let's do a regular night with you here. So we started FEMA Fridays. It was the only club open in the city, and a lot of people had a lot of money from Katrina, the checks and stuff, so the joy inside that club—I don't think that'll ever come back.\" She played six to ten shows a week at block parties, nightclubs, strip clubs, and other venues while the city recuperated. According to Fensterstock, \"Freedia was one of the first artists to come back after the storm and start working, and [s]he worked really, really hard. If you lived here, it became impossible not to know who [s]he was.\" ===Mainstream exposure=== Freedia first began to gain national exposure after a 2009 fest- closing gig with Katey Red and Sissy Nobby at the Bingo Parlour Tent and the 2009 Voodoo Experience. On January 18, 2010, she self-released the album Big Freedia Hitz Vol. 1 on Big Freedia Records. The album was a collection of previously performed singles from 1999 to 2010. In March 2010, she was booked for a showcase of New Orleans bounce music at the South by Southwest music festival in Austin, but cancelled after an injury. She signed to the Windish Agency afterwards, and booked a summer tour. Along with Katey Red, Cheeky Blakk, and Sissy Nobby, she was a guest on the May 2010 album Ya-ka-may by funk band Galactic. She joined the band for several gigs, and the album peaked at #161 on the US Billboard Chart. In May 2010, Freedia began touring with DJ Rusty Lazer and a team of \"bootydancers,\" along with pop band Matt and Kim. She performed at Hoodstock in Bed–Stuy, Brooklyn in May 2010, and afterwards was written up in the Village Voice. She performed for contemporary art mogul Jeffrey Deitch at Basel Miami and at New York's MoMa art museum. Upon returning to New Orleans, she was pursued by a New York journalist and was featured in The New York Times on July 22, 2010. She continued to tour throughout the United States, and in Fall 2010 had her first national television appearance on the Last Call with Carson Daly. In October 2010, the New Orleans Times-Picayune called her an \"overnight sensation\". In 2011, Freedia was named Best Emerging Artist and Best Hip-Hop/Rap Artist in January's \"Best of the Beat Awards.\" Big Freedia Hitz Vol. 1 was nominated by the 22nd GLAAD Media Awards in 2011. The album was re-released on Scion A/V in March 2011, along with a number of music videos. She also won an MTV 0 Award in 2012 for \"Too Much Ass for TV.\" She appeared on HBO's Treme, a drama following residents of New Orleans as they try to rebuild after Katrina. She performed on Jimmy Kimmel Live! on January 25, 2012. Her performance at SXSW in 2012 was reviewed by Rolling Stone as \"Probably this writer's favorite SXSW set.\" Freedia toured with The Postal Service in 2013, opening for the band at numerous venues throughout July and August. In 2013, music television channel Fuse aired the first season of Big Freedia: Queen of Bounce, a reality show chronicling Freedia's growing mainstream attention and life back in New Orleans. During publicity for the show, Freedia led a crowd of hundreds in New York City to set the Guinness World Record for twerking. The second season of the show aired in 2014 and followed her mother Vera Ross's battle with cancer, which she lost on April 1, 2014, while Freedia was away doing a show. Freedia immediately flew back to New Orleans and planned a jazz funeral through the streets of the city, which the show aired. The show has now been airing for six seasons, was expanded from 30 minutes to an hour, and is now called Big Freedia Bounces Back. On July 31, 2014, Freedia headlined \"4th Year Anniversary of Bounce\" at Republic, as well as the next year's event at the same venue. The book, Big Freedia: God Save the Queen Diva!, written by the \"gay, self-proclaimed mama's boy who exploded onto the formerly underground Bounce music scene\" along with Nicole Balin, was released July 2015. On February 6, 2016, Beyoncé released a surprise single, \"Formation\", and an accompanying music video, filmed in New Orleans, which sampled speech from Messy Mya and Big Freedia. Freedia is heard saying, \"I did not come to play with you hoes, haha. I came to slay, bitch! I like cornbread and collard greens, bitch! Oh yas, you besta believe it,\" in the music video. Beyoncé also uses Freedia's voice to open her 2016 \"Formation\" World Tour. Freedia says, \"Oh Miss Bey, I know you came to slay! Give them hoes what they came to see. Baby, when I tell you, I'm back by popular demand. I did not come to play with you hoes. I came to slay, bitch! Oh yes, you best believe it, I always slay. You know I don't play!\" Artists, such as Beyoncé and Drake, promoting Big Freedia have been criticized for using Big Freedia's voice but leaving her completely visually absent from their videos. However, in a 2018 interview with Wendy Williams, Freedia said she was out of the country doing a show and therefore she could not be in the \"Formation\" video with Beyoncé. Big Freedia has performed onstage with Beyoncé in at least one location of her Formation Tour. ===Recent work=== In August 2016, The Fader premiered the \"big room banger\", \"Marie Antoinette feat. Big Freedia\", a song by New Orleans-based artist Boyfriend. In December 2016, Big Freedia released A Very Big Freedia Christmazz, which she also collaborated on with Boyfriend, who co-produced and co-wrote 4 songs on the EP. On September 2017, Big Freedia released the single, \"Dive\" which featured rapper Mannie Fresh, who is also from New Orleans. They decided to work together after Fresh appeared on her show, Big Freedia: Queen of Bounce. \"Make It Jingle\" is part of the track list for the rhythm music game Just Dance 2018, as well as the song's inclusion on the Office Christmas Party soundtrack. In April 2018, Drake's number-one hit \"Nice for What\" featured uncredited vocals from Freedia in the introduction to the track. After signing her first major record deal with Asylum Records, Freedia released the first single from her June 1 EP, Third Ward Bounce. The song, titled \"Rent\", was also available as a music video. On October 24, 2019, Freedia was featured on Kesha's \"Raising Hell\", the lead single for her new album High Road. They promoted the song together at the 2019 AMA's and The Late Show with Stephen Colbert. In 2020, Freedia released a documentary film about her New Orleans upbringing and the issues of gun violence. The film, Freedia Got a Gun, is a response to her brother's 2018 murder and explores Freedia's experience with gun violence in the community and tries to uncover the root causes of the issue. ==Personal life== Freedia operates an interior design business whose clients included the administration of Ray Nagin when he was the mayor of New Orleans. Freedia has stated \"I am not transgendered; I am just a gay male... I wear women's hair and carry a purse, but I am a man. I answer to either \"he\" or \"she\".\" However, she said in a 2013 interview with Out that her preferred pronoun is \"she\". In the same interview she states, \"I have fans who say 'he' all the time; I have fans who say 'she' all the time. I'm confident in who I am, and I know what I stand for. When they say either/or, I'm not affected by either/or because, like I said, I know who I am\". In a 2015 interview, Freedia states, \"...I’m a straight-UP gay man. I love my feminine side. She is the diva in me. I think gender identity is on a spectrum and that means there’s lots of grey area!\" In 2016, Freedia was indicted on charges of theft of government funds after she failed to report her income earnings between 2010 and 2014 while still claiming Section 8 housing benefits. Later that year, she pled guilty to all charges. She was sentenced to three years' probation and ordered to pay $35,000 in restitution and perform 100 hours of community service in lieu of a jail sentence. In addition, she was ordered to live in a halfway house prior to sentencing after testing positive for marijuana and methamphetamines and was ordered to undergo drug testing as a condition of her probation. In 2018, Big Freedia revealed in an Instagram video that the judge in the case had granted her request to end her probation one year early for good behavior. == Filmography == {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 2010 | Last Call with Carson Daly | rowspan=\"9\" | Herself | |- | rowspan=\"2\" | 2011 | Treme | |- | Prince Paul's Adventurous Musical Journey | |- | 2012 | Jimmy Kimmel Live! | |- | 2013–2017 | Big Freedia: Queen of Bounce | |- | rowspan=\"2\" | 2013 | Watch What Happens Live with Andy Cohen | |- | Totally Biased with W. Kamau Bell | |- | rowspan=\"2\" | 2015 | The Real | |- | Love & Hip Hop: Hollywood | |- | rowspan=\"2\" | 2017 | When Love Kills: The Falicia Blakely Story | Tam | |- |Heart, Baby! |Dixie | |- | rowspan=\"2\" | 2018 | The Untitled Action Bronson Show | rowspan=\"2\" | Herself | |- | Ridiculousness | |- |2020 |Freedia Got a Gun |Herself |documentary film |} ==Discography== ===Studio albums=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" border=\"1\" |+ List of studio albums, with selected information ! scope=\"col\" rowspan=\"2\" style=\"width:12em;\"| Title ! scope=\"col\" rowspan=\"2\" style=\"width:16em;\"| Details ! colspan=\"2\" scope=\"col\" | Peak chart positions |- ! scope=\"col\" style=\"width:3em;font-size:85%;\"| US R&B;/HH ! scope=\"col\" style=\"width:3em;font-size:85%;\"| US Heat |- ! scope=\"row\" | Queen Diva | *Released: 2003 *Label: Asylum *Formats: Digital download | — || — |- ! scope=\"row\" | Big Freedia Hitz Vol. 1 | *Released: January 17, 2010 *Label: Asylum *Formats: Digital download | — || — |- ! scope=\"row\" | Just Be Free | *Released: June 16, 2014 *Label: Queen Diva *Formats: Digital download | 48 || 28 |} ===Extended plays=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" ! scope=\"col\" rowspan=\"1\" style=\"width:11em;\" | Title ! scope=\"col\" rowspan=\"1\" style=\"width:25em;\" | Album details |- ! scope=\"row\" | Scion A/V Presents Big Freedia | *Released: 2011 *Label: Asylum *Formats: Digital download |- ! scope=\"row\" | A Very Big Freedia Christmazz | *Released: December 9, 2016 *Label: Queen Diva *Formats: Digital download |- ! scope=\"row\" | 3rd Ward Bounce | *Released: June 1, 2018 *Label: East West *Formats: Digital download |- ! scope=\"row\" | Louder | *Released: March 13, 2020 *Label: East West *Formats: Digital download |} ===Singles=== ====As lead artist==== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" ! scope=\"col\" style=\"width:20em;\"| Title ! scope=\"col\"| Year ! scope=\"col\"| Album |- ! scope=\"row\"| \"An Ha, Oh Yeah\" | 1999 | |- ! scope=\"row\"| \"Na Who Mad\" | rowspan=\"3\"| 2010 | rowspan=\"3\"|Big Freedia Hitz Vol. 1 |- ! scope=\"row\"| \"Y'all Get Back Now\" |- ! scope=\"row\"| \"Excuse\" |- ! scope=\"row\"| \"Booty-Whop\" | rowspan=\"3\"| 2012 | rowspan=\"3\"|Scion A/V Presents Big Freedia |- ! scope=\"row\"| \"Step into the Ring\" |- ! scope=\"row\"| \"Feelin' Myself\" |- ! scope=\"row\"| \"Explode\" | rowspan=\"3\"| 2014 | rowspan=\"4\"|Just Be Free |- ! scope=\"row\"| \"Mo Azz\" |- ! scope=\"row\"| \"N.O. Bounce\" |- ! scope=\"row\"| \"Ol' Lady\" | rowspan=\"3\"| 2015 |- ! scope=\"row\"| \"Crazy\" | |- ! scope=\"row\"| \"Dangerous\" | Just Be Free |- ! scope=\"row\"| \"I Heard\" | rowspan=\"3\"| 2016 | |- ! scope=\"row\"| \"So Frosty\" | rowspan=\"2\"|A Very Big Freedia Christmazz |- ! scope=\"row\"| \"Santa Is a Gay Man\" |- ! scope=\"row\"| \"Dive\" (featuring Mannie Fresh) | 2017 | rowspan=\"4\" |- ! scope=\"row\"| \"Side Ho\" (featuring Legendary M$.Tee) | rowspan=\"5\"| 2018 |- ! scope=\"row\"| \"Good Times\" (featuring Ms. Tee) |- ! scope=\"row\"| \"Best Beleevah\" |- ! scope=\"row\"| \"Rent\" | rowspan=\"2\"|3rd Ward Bounce |- ! scope=\"row\"| \"Karaoke\" (featuring Lizzo) |- ! scope=\"row\"| \"Louder\" (featuring Icona Pop) | 2019 | rowspan=\"2\"|Louder |- ! scope=\"row\"| \"Chasing Rainbows\" (featuring Kesha) | 2020 |} ====As featured artist==== {| class=\"wikitable plainrowheaders\" style=\"text-align: center;\" |+ List of singles as featured artist, with selected chart positions and certifications, showing year released and album name ! scope=\"col\" rowspan=\"2\" style=\"width:10em;\"| Title ! scope=\"col\" rowspan=\"2\" style=\"width:1em;\"| Year ! scope=\"col\" colspan=\"9\"| Peak chart positions ! scope=\"col\" rowspan=\"2\" style=\"width:14em;\"| Album |- ! scope=\"col\" style=\"width:2em;font-size:85%;\"| US Bub ! scope=\"col\" style=\"width:2em;font-size:85%;\"| US ! scope=\"col\" style=\"width:2em;font-size:85%;\"| US R&B;/HH ! scope=\"col\" style=\"width:2em;font-size:85%;\"| US Pop ! scope=\"col\" style=\"width:2em;font-size:85%;\"| US Dance ! scope=\"col\" style=\"width:2em;font-size:85%;\"| CAN Dig ! scope=\"col\" style=\"width:2em;font-size:85%;\"| CAN Hot AC ! scope=\"col\" style=\"width:2em;font-size:85%;\"| IRE Peaks in Ireland: ! scope=\"col\" style=\"width:2em;font-size:85%;\"| UK |- ! scope=\"row\"| \"Double It\" (Galactic featuring Big Freedia) | 2010 | — || — || — || — || — || — || — || — || — |Ya-Ka-May |- ! scope=\"row\"| \"Nasty\" (Spank Rock featuring Big Freedia) | rowspan=\"2\"| 2011 | — || — || — || — || — || — || — || — || — |Everything Is Boring and Everyone Is a F---ing Liar |- ! scope=\"row\"| \"More Than Friends\" (8-9 Boyz featuring Big Freedia, Kidd Kidd, Kango Slim) | — || — || 94 || — || — || — || — || — || — |rowspan=\"2\" |- ! scope=\"row\"| \"Peanut Butter\" (RuPaul featuring Big Freedia) | 2012 | — || — || — || — || — || — || — || — || — |- ! scope=\"row\"| \"Freaky Money\" (RuPaul featuring Big Freedia) | 2014 | — || — || — || — || — || — || — || — || — |Born Naked |- ! scope=\"row\"| \"O2 By Now REMIX\" (JUSTYRA featuring Big Freedia) | rowspan=\"5\"| 2015 | — || — || — || — || — || — || — || — || — |rowspan=\"3\" |- ! scope=\"row\"| \"Drop\" (Diplo & DJ Snake featuring Big Freedia) | — || — || — || — || — || — || — || — || — |- ! scope=\"row\"| \"Club Now Skunk\" (Elliphant featuring Big Freedia) | — || — || — || — || — || — || — || — || — |- ! scope=\"row\"| \"Jingle Dem Bells\" (RuPaul, Ellis Miah featuring Big Freedia) | — || — || — || — || — || — || — || — || — |Slay Belles |- ! scope=\"row\"| \"Eye of the Needle (Bounce Remix)\" (Sia featuring Big Freedia) | — || — || — || — || — || — || — || — || — |Adult Swim Singles Program |- ! scope=\"row\"| \"Calvary\" (Wiwek featuring Big Freedia) | rowspan=\"2\"| 2016 | — || — || — || — || — || — || — || — || — | rowspan=\"7\" |- ! scope=\"row\"| \"Marie Antoinette\" (Boyfriend featuring Big Freedia) | — || — || — || — || — || — || — || — || — |- ! scope=\"row\"| \"Stop, Drop, & Roll\" (Mr. Ghetto featuring Big Freedia) | rowspan=\"2\"| 2018 | — || — || — || — || — || — || — || — || — |- ! scope=\"row\"| \"Move Your Body (Remix)\" (New Orleans Musicians' Clinic featuring Rebirth Brass Band & Big Freedia) | — || — || — || — || — || — || — || — || — |- !scope=\"row\"| \"Diamond Remix\" (Flow Tribe featuring Big Freedia | rowspan=\"6\"|2019 | — || — || — || — || — || — || — || — || — |- !scope=\"row\"| \"Go and Get It\" (Salt Cathedral featuring Big Freedia & Jarina De Marco) | — || — || — || — || — || — || — || — || — |- !scope=\"row\"| \"Poppin'\" (GotSome featuring Big Freedia | — || — || — || — || — || — || — || — || — |- ! scope=\"row\"| \"Bawdy\" (Dillon Francis and TV Noise featuring Big Freedia) | — || — || — || — || — || — || — || — || — |Magic Is Real |- !scope=\"row\"| \"Raising Hell\" (Kesha featuring Big Freedia) | 17 || 19 || — || 24 || 5 || 45 || 36 || 97 || 64 | High Road |- !scope=\"row\"| \"Dame Bien\" (Mala Rodriguez and Guaynaa featuring Big Freedia) | — || — || — || — || — || — || — || — || — | rowspan=\"2\" |- !scope=\"row\"| \"House Party\" (New Kids on the Block featuring Boyz II Men, Big Freedia, Naughty by Nature, and Jordin Sparks) |2020 | — || 15 || — || — || — || — || 19 || — || 96 |- |} ====Guest appearances==== {| class=\"wikitable plainrowheaders\" style=\"text- align:center;\" |- ! scope=\"col\"| Title ! scope=\"col\"| Year ! scope=\"col\"| Other artist(s) ! scope=\"col\"| Album |- ! scope=\"row\"|\"Double It\" | 2010 | rowspan=\"2\"| Galactic | Ya - Ka - May |- ! scope=\"row\"|\"Encore: Double It (Live)\" | rowspan=\"2\"| 2011 | The Other Side of Midnight: Live in New Orleans |- ! scope=\"row\"|\"Cameras (Rusty Lazer & JJ Marshall Remix)\" | Matt and Kim | Cameras - EP |- ! scope=\"row\"|\"Hammertime (Home Depot)\" | rowspan=\"2\"| 2011 | rowspan=\"2\"| Monsta Wit Da Fade | rowspan=\"2\"| Where My Shakers At? Vol. 1 (New Orleans Gutta Bounce) |- ! scope=\"row\"|\"Pep Boys\" |- ! scope=\"row\"|\"Stupid\" | rowspan=\"3\"| 2013 | Katey Red | Katey's Hits |- ! scope=\"row\"|\"River / White Socks & Drawers\" | Davell Crawford, Donald Harrison Jr., Dr. John | My Gift to You |- ! scope=\"row\"|\"Sally Racket\" | Akron/Family | Son of Rogues Gallery: Pirate Ballads, Sea Songs & Chanteys |- ! scope=\"row\"|\"Calvalry\" | rowspan=\"2\"| 2016 |Wiwek |The Free & Rebellious |- ! scope=\"row\"|\"Make It Jingle\" | |Office Christmas Party Soundtrack |- ! scope=\"row\"|\"Shake It for Free (Remix)\" | rowspan=\"2\"| 2017 | Chopslee | rowspan=\"2\"| Needs More Triggerman, Vol. 1 |- ! scope=\"row\"|\"Go Back\" | Raspy |- ! scope=\"row\"|\"Fuck Yo Man Before\" | rowspan=\"6\"| 2018 | Legendary M$.Tee |Legendary M$.Tee Throw Backs |- ! scope=\"row\"|\"Nice For What\" |Drake |Scorpion |- ! scope=\"row\"|\"Greatest Place in the World\" | Shamarr Allen & The Underdawgs |True Orleans |- ! scope=\"row\"|\"Double Dribble\" | MC Shakie |The Return |- ! scope=\"row\"|\"Erky Derky\" | Jay Driggy | rowspan=\"2\"| Beats for the Streetz |- ! scope=\"row\"|\"A Commercial Break\" | Jay Driggy, Hasizzle |- ! scope=\"row\"|\"Livin' It Up\" | rowspan=\"3\"| 2019 |Dappa |The Paper Chase |- ! scope=\"row\"|\"Shake It\" |Charli XCX, Cupcakke, Brooke Candy, Pabllo Vittar |Charli |- ! scope=\"row\"|\"Good Time\" |The Soul Rebels, Denisia, Passport P |Poetry in Motion |} ====Music videos==== *2010: \"Na Who Mad\" – music video released 2011 *2010: \"Y'all Get Back Now\" – music video released 2011 *2010: \"Excuse\" – music video released 2011 *2014: \"Explode\" – music video released 2014 *2014: \"Mo Azz\" – music video released 2014 *2016: \"Crazy\" – music video released 2016 *2016: \"Make It Jingle\" – music video released 2016 == References == ==External links== * * Category:Living people Category:1978 births Category:African-American male rappers Category:Gay musicians Category:LGBT African Americans Category:Musicians from New Orleans Category:Gay rappers Category:LGBT rappers Category:LGBT musicians from the United States Category:LGBT people from Louisiana Category:21st-century American rappers Category:LGBT singers from the United States ",
    "title": "Big Freedia"
}