{
    "id": "31305988",
    "text": "Edward O. Leech Edward Owen Leech (December 9, 1850 – May 1, 1900) was Director of the United States Mint from 1889 to 1893. ==Biography== Edward O. Leech was born on December 9, 1850, in Washington, D.C. where his father, Daniel D. Tompkins Leech (1810–1869) was an official with the United States Post Office and then the United States Department of the Treasury. Edward O. Leech was a direct lineal descendant of Lawrence Leach (1589–1662), a follower of Francis Higginson who settled in Salem, Massachusetts in 1629; Edward O. Leech's great-grandfather, Captain Hezekiah Leach fought in the French and Indian War and the American Revolutionary War. Edward O. Leech was educated at Columbia University, receiving an A.B. in 1869. On the death of Leech's father in 1869, he became a clerk in the Bureau of Statistics of the United States Department of the Treasury. When the Bureau of the Mint was organized in April 1873 in the wake of the Coinage Act of 1873, the Director of the United States Mint, Henry Linderman, invited Leech to become one of his assistants. He subsequently served as assay clerk, adjuster of accounts, and computer of bullion. Leech earned an LL.M. from the National Law University in Washington, D.C. in 1886, but decided to remain with the Mint rather than go into legal practice. In 1889, President of the United States Benjamin Harrison named Leech Director of the United States Mint. The New York Times editorialized against the appointment, arguing that Harrison only nominated Leech because of Leech's role in whitewashing a scandal involving Harrison's son, Russell Benjamin Harrison, who had participated in a failed business venture in Helena, Montana while Russell Harrison was in charge of the Assay Office in Helena.\"Paying for Whitewash\", New York Times, Oct. 8, 1889 Leech served as Director of the Mint from October 1889 until May 1893. Upon retiring from government service, Leech became Vice President of the National Union Bank in New York City. At the 1896 Republican National Convention, Leech played a major role in securing a plank in the party's platform favorable to maintaining the gold standard. Leech died of complications related to appendicitis at Mount Sinai Hospital in New York on May 1, 1900. ==References== ==External links== * Category:1850 births Category:1900 deaths Category:People from Washington, D.C. Category:Directors of the United States Mint Category:Columbia University alumni Category:Washington, D.C. Republicans Category:New York (state) Republicans Category:Deaths from appendicitis Category:Members of the United States Assay Commission ",
    "title": "Edward O. Leech"
}