{
    "id": "31314242",
    "text": "Alokistocaridae is a family of ptychopariid trilobites that lived from the Botomian epoch of the Early Cambrian until the Late Cambrian. Alokistocarids were particle feeders and left small furrows with are occasionally preserved.Coppold, Murray and Wayne Powell (2006). A Geoscience Guide to the Burgess Shale, p.54. The Burgess Shale Geoscience Foundation, Field, British Columbia. . Their remains are found worldwide. Elrathia kingii, one of the most collected trilobites in the world, is a typical alokistocarid. == Description == Alokistocarids have an exoskeleton that is elongated ovate to inverted egg-shaped. The headshield (or cephalon) is semicircular and has a well-defined border. The central raised area of the cephalon (or glabella) is somewhat tapering forward, generally with 3 or 4 pairs of more or less distinct lateral furrows. The front of the glabella is rounded or truncate, and is separated from the border by a wide, moderately convex to flat (or rarely concave) so-called preglabellar field. Narrow ridges that connect the eyes with the glabella are well developed. The distance between the eye and the glabella (or palpebral lobe) is small. The fracture lines (or sutures) that in moulting separate the fixed from the free cheeks (fixigenae and librigenae) may converge or diverge in front of eyes. Behind the eyes they cut the posterior margin of the cephalon inside the inner bend of the genal spine (or opisthoparian sutures). The genal spines are short or moderately long. Alokistocarids have a relatively large articulating middle part of the body (or thorax), consisting of 12 to 19 segments. The thorax axis is moderately convex and sharply defined, while the areas lateral of the axis (or pleurae) are nearly flat with distinct grooves. The tailshield (or pygidium) is small, with few segments, and lacks a border. The surface is generally smooth. ==References== Category:Ptychoparioidea Category:Trilobite families Category:Cambrian trilobites ",
    "title": "Alokistocaridae"
}