{
    "id": "31311447",
    "text": "Royal Mill, which is located on the corner of Redhill Street and Henry Street, Ancoats, in Manchester, England, is an early-twentieth-century cotton mill, one of the last of \"an internationally important group of cotton-spinning mills\" sited in East Manchester. Royal Mill was constructed in 1912 on part of the site of the earlier McConnel & Kennedy mills, established in 1798. It was originally called New Old Mill and was renamed following a royal visit by King George VI and Queen Elizabeth in 1942. A plaque commemorates the occasion. The Ancoats mills collectively comprise \"the best and most-complete surviving examples of early large-scale factories concentrated in one area\". ==Location== Redhill Street in Manchester was home to two large spinning companies, A&G; Murray Ltd and McConnells. Historically this area of Manchester had used the waters of the Shooters Brook to power the waterwheels on Salvins Factory and the New Islington Mill. The Rochdale Canal runs alongside the street and the mill. Originally used for transport, the canal had provided water to Murrays and McConnells for the condensers of their steam engines. Plaque commemorating a visit to Royal Mill in 1942 ==History== McConnells had joined Fine Spinners and Doublers Association Ltd in 1898. In 1910 it was investing again, and rebuilt two mills and was experimenting with electricity. ==The building== The New Old Mill like the Paragon Mill was built in the Edwardian Baroque style by H. S. Porter using Accrington brick and terracotta. It had cast iron columns supporting by transverse steel beams and reinforced concrete floors. Initially both were built as 5-storey, though eventually 6-storey, 9 bay mills. The machines were electrically group driven. The electricity supply was provided by the corporation and a new substation was built in 1915. ==Listing== The mill has been a Grade II* listed building since 11 November 1988. Royal Mill, and its companion Paragon Mill, are \"six- storey and nine bay buildings designed to house electrically-powered mules, the first generation of those purpose built for electricity.\" After decades of neglect and decay, a restoration scheme costing £65 million was announced by ING Real Estate in 2003, which would see the building converted for use as flats, offices and shops. The work received an award from the Royal Institution of Chartered Surveyors in 2007, and began to be occupied in 2008. Some of the original features have been retained, including the exposed brickwork and items of mill machinery. ==See also== *Grade II* listed buildings in Greater Manchester *Listed buildings in Manchester-M4 ==Notes== ===References=== ===Bibliography=== * * * Category:Textile mills in Manchester Category:Former textile mills in the United Kingdom Category:Cotton mills Category:Spinning Category:History of Manchester Category:Grade II* listed buildings in Manchester Category:Grade II* listed industrial buildings Category:Edwardian architecture ",
    "title": "Royal Mill"
}