{
    "id": "31311002",
    "text": "__NOTOC__ The Jumel Terrace Historic District is a small New York City and national historic district located in the Washington Heights neighborhood of Manhattan, New York City. It consists of 50 residential rowhouses built between 1890 and 1902, and one apartment building constructed in 1909, as the heirs of Eliza Jumel sold off the land of the former Roger Morris estate. The buildings are primarily wood or brick rowhouses in the Queen Anne, Romanesque and Neo-Renaissance styles. Also located in the district, but separately landmarked, is the Morris-Jumel Mansion, dated to about 1765. Note: This includes and Accompanying three photographs The district was designated a New York City Landmark in 1970, and was listed on the National Register of Historic Places in 1973. Among its notable residents was Paul Robeson. ==Description== The buildings included in the district are:\"Jumel Terrace Historic District Map\" New York Landmarks Preservation Commission website *425-451 West 162nd Street, on the north side of the street *430-444 West 162nd Street, on the south side of the street; #430-438 were built in 1896 and were designed by Henri Fouchaux in a style transitional between Romanesque Revival and neo-Classical *10-18 Jumel Terrace, on the west side of the street; built in 1896 and designed by Henri Fouchaux in the Romanesque revival style\"Jumel Terrace Historic District Designation Report\" New York City Landmarks Preservation Commission (August 18, 1970) *1-19 Sylvan Terrace, on the north side of the street (see below) *2-20 Sylvan Terrace, on the south side of the street (see below) *425 West 160th Street, also known as 2 Jumel Terrace, an apartment building built in 1909 *418-430 West 160th Street, on the south side of the street; #418 was built in 1890 and was designed by Walgrove & Israels, the remainder of the row houses were built in 1891 and designed by Richard R. Davis p.562 in the Queen Anne style Sylvan Terrace, located where West 161st Street would normally be, was originally the carriage drive of the Morris estate. In 1882-83 twenty wooden houses, designed by Gilbert R. Robinson Jr., were constructed on the drive. Initially rented out to laborers and working class civil servants, the houses were restored in 1979-81. They are now some of the few remaining framed houses in Manhattan. ==Gallery== File:Jumel Terrace Historic District 418-424 West 160th Street.jpg|418-424 West 160th Street File:Jumel Terrace Historic District 12-18 Jumel Terrace.jpg|12-18 Jumel Terrace File:Jumel Terrace Historic District 430-444 West 162nd Street.jpg|430-444 West 162nd Street File:NYC, Sylvan Terrace.JPG|Sylvan Terrace looking east to Roger Morris Park File:Jumel Terrace Historic District 3-19 Sylvan Terrace from west.jpg|3-19 Sylvan Terrace (south side) looking east from Jumel Terrace ==See also== *List of New York City Designated Landmarks in Manhattan above 110th Street *National Register of Historic Places listings in Manhattan above 110th Street ==References== Notes ==External links== * Category:Queen Anne architecture in New York City Category:Romanesque Revival architecture in New York City Category:Washington Heights, Manhattan Category:Historic districts on the National Register of Historic Places in Manhattan Category:Historic districts in Manhattan Category:New York City Designated Landmarks in Manhattan Category:New York City designated historic districts ",
    "title": "Jumel Terrace Historic District"
}