{
    "id": "31313953",
    "text": "The Ipanema Hill (Morro de Ipanema in Portuguese), \"also known as Araçoiaba Ridge or \"Serra de Araçoiaba\", is a prominent and isolated topographic elevation in area about 5069 ha, located in the region of Sorocaba, state of São Paulo, Brazil. The word Araçoiaba in the Tupi language means \"place where the sun goes down\" or \"hiding from the sun,\" since the word Ipanema means \"bad water\". Ipanema Hill is located in Sorocaba River Watershed, between the left bank tributaries, the rivers Sarapuí and Ipanema, has an altitude of 968 m above the sea level. It is surrounded by the municipalities of Sorocaba, Iperó, Araçoiaba da Serra, and Capela do Alto that are situated an average elevation of 600 m. It is noteworthy, therefore, focus on local and regional geology shows that it is an intrusion of igneous rocks of ultrabasic-alkaline nature of the Mesozoic era (123 million years), who crossed the sedimentary rocks of the Paraná Basin in an area with typical geomorphology of the Peripheral Depression, Zone of the Middle Tietê river. Today rocks present there are remnants of an ancient volcano, so in the past, Ipanema Hill was a legitimate volcano. The intrusion event half rose Itararé Subgroup sandstones and crystalline basement rocks also. The geomorphological feature of the hill is also called \"Horst Dômico de Araçoiaba da Serra.\" There fenitization process by alkaline rocks of the intrusion and a significant radial dyke system surrounding the intrusion, with a few tens of kilometers long. There is a rich history linked to the Ipanema Hill. The site was the scene of the construction of the first iron foundry in Brazil, Royal St. John of Ipanema Iron Foundry, currently marking its 200th anniversary.http://www.sorocaba.com.br/enciclopediasorocabana/index.php/index.php?local=titulos&tipo;=verbetes&ler;=1093319370 Real Iron Factory St. John St. John of Ipanema - Encyclopedia Sorocabana There are also mystical stories, like the monk from Ipanema.http://www.sorocaba.com.br/enciclopediasorocabana/index.php/index.php?local=titulos&tipo;=verbetes&ler;=1093319370 The monk from Ipanema The area is part of the National Forest of Ipanema - \"Flona\", an environmental conservation unit established in 1992 and administered by the IBAMA. The vegetation was classified as a region phytoecological semideciduous forest, with elements of the Mixed Dense Forest Ombrófila and savannah. He suffered intense anthropogenic activities by wood charcoal (fuel) for theRoyal St. John of Ipanema Iron Foundry, and decrees of mines for limestone mining and apatite, fires, etc.http://www.ipef.br/publicacoes/scientia/nr58/cap11.pdf The vegetation of the Araçoiaba Hill - Ipanema National Forest The climate is cfa type, in the classification of Köppen The entire region of Ipanema Hill and its surroundings is of great potential from the standpoint of preservation, history, tourism, geological, geomorphological, archaeological, architectural, phytogeographical and climatic, technological, and others. In the Piedmont region is the location of Varnhagen ville, with the architectural and Ipanema Iron Foundry, Ipanema Farm, where she ran CENEA, National Center for Agricultural Engineering, carrying out agricultural research and agricultural aviation school. The old railroad Sorocabana - EFS intersects the portion of the east and north of the hill and has a train station in hagen, whose current building was built in 1928.http://www.estacoesferroviarias.com.br/v/varnhagen.htm Varnhagem Station - Railway Sorocabana - EFS In high Ipanema Hill there is a monument to Varnhagen, visited by Royal Family on November 11, 1884. Another monument is called a Cross Holy Cross Stone. At the higher altitude there are several towers and antennas for TV, radio, telephone, microwave, because it is a vantage point for telecommunications.http://www.cidadedeipero.com.br/ipanema.html Photographic collection Ipanema area There is a road that leads to the top of the hill, where you can have spectacular panoramic view for several cities in the region of Sorocaba. Near Morro de Ipanema are the premises of the Navy of Brazil, the Centro Experimental Aramar, which develops nuclear research. == See also == * Royal St. John of Ipanema Iron Foundry * Francisco Adolfo de Varnhagen * Sorocaba == References == == External links == * Photos of the region of Ipanema Hill \"Fazenda Ipanema\", \"Morro Ipanema\" * Birds of local * Ipanema - Article about the Ipanema Hill Prof. Aziz Ab'Saber * Magnificent photographic collection of the region of Ipanema Hill \"Morro de Ipanema\" Category:Hills of Brazil Category:Landforms of São Paulo (state) ",
    "title": "Ipanema Hill"
}