{
    "id": "31311163",
    "text": "Transdev Melbourne bus in PTV livery Metro Trains Melbourne logo Public Transport Victoria (stylised as PT>, pronounced PTV) is the brand name for public transport in the Australian state of Victoria. It was the trading name of the Public Transport Development Authority (PTDA), a now-defunct statutory authority in Victoria, responsible for providing, coordinating and promoting public transport. The PTV began operating on 2 April 2012, taking over many of the responsibilities previously exercised by the Director of Public Transport and the Department of Transport. It also took over the marketing of public transport in Victoria from Metlink and Viclink, as well as responsibility for the myki ticketing system, formerly handled by the Transport Ticketing Authority. PTV's functions were transferred to the Department of Transport on 1 July 2019. However, PTV continues to exist as the brand for public transport services in Victoria. ==Governance== PTV is the trading name of the Public Transport Development Authority (PTDA). The PTDA was established by the Transport Legislation Amendment (Public Transport Development Authority) Act 2011,See section 3, Transport Legislation Amendment (Public Transport Development Authority) Act 2011. passed by the Parliament of Victoria in November 2011, which positioned the agency under the State's primary transport statute, the Transport Integration Act. The legislation provides that the \"...primary object of the Public Transport Development Authority is to plan, coordinate, provide, operate and maintain a safe, punctual, reliable and clean public transport system....\".New section 79AD added to the Transport Integration Act by section 3 of the Transport Legislation Amendment (Public Transport Development Authority) Act 2011 ==Key functions== ===Government expectations=== In introducing the legislation, the then Minister for Public Transport, Terry Mulder, observed that: > \"This bill is an essential step to fix the problems in Victoria's public > transport system. The bill establishes a new statutory authority, the Public > Transport Development Authority (the PTDA), to plan, coordinate and manage > all metropolitan and regional train, tram and bus services. The PTDA will > focus on the basics of a good public transport system. It will be > responsible and accountable for achieving significant improvement in the > reliability, efficiency and integration of public transport services across > the state. In a key change of focus, the new authority will put passengers > first. It will operate as the face of public transport, providing a single > shopfront for passengers and stakeholders. No longer will Victorians have to > endure the confusion, the blame shifting and the frustration that > characterised the state's troubled public transport system over the previous > decade.\"Terry Mulder MLA, Hansard, Legislative Assembly, 14 September 2011, > page 3210. ===Contracting activities with train, tram and bus operators=== Metro Trains Melbourne X'Trapolis 100 in November 2009 Yarra Trams D-class tram on route 19 in Elizabeth Street in December 2013 Transdev Melbourne Volgren bodied Scania K230UB in Queen Street in December 2013 PTV enters into contracts on behalf of the State with transport operators to provide train, tram and bus services throughout Victoria. The key franchise contracts which were transferred to PTV from the former Director of Public Transport relate to: *Trains in Melbourne (contract with Metro Trains Melbourne) – covering suburban rail services in Melbourne. *Trams in Melbourne (with Keolis Downer) – covering suburban tram and light rail services in Melbourne. *Trains in regional Victoria (with V/Line Corporation) – covering train services in country Victoria. *Bus services in Melbourne and throughout Victoria, including school bus services involving a large number of bus operators, and their umbrella body, the Bus Association of Victoria. VicTrack, the custodian of all rail infrastructure and assets in Victoria, leases the metropolitan train and tram infrastructure and assets to PTV through the Metropolitan Infrastructure Head Lease. PTV then sub-leases the assets to the metropolitan train and tram operators through Infrastructure Leases. PTV manages the rights and obligations contained in these leases on behalf of the State. PTV also enters into franchise agreements with the metropolitan train and tram operators that govern the provision of public transport services. The franchise agreements specify a range of operational and service requirements administered and managed by PTV. Regional rail services operated by V/Line Corporation are subject to similar arrangements involving VicTrack and PTV. VicTrack leases the regional rail infrastructure and assets to PTV which then sub-leases them to V/Line under the Regional Infrastructure Lease. Similarly, PTV and V/Line have entered into a franchise agreement which governs the operational and service requirements for regional rail services. ==PTV's position in transport portfolio== PTV is one of the statutory agencies in the Victorian transport portfolio whose activities are coordinated by the Department of Transport. These agencies can be divided into three main types - statutory offices, statutory authorities and independent transport safety agencies. Together with DOT, the agencies provide, manage and regulate transport system activities in Victoria including - *heavy and light rail systems including trains and trams *roads systems and vehicles including cars, trucks and bicycles *ports and waterways including commercial shipsNote, some shipping matters are controlled by the Commonwealth government under legislation such as the Navigation Act 1912. Other matters are within the jurisdiction of states such as Victoria through Acts such as the Transport Integration Act and other statutes such as the Marine Act 1988. and recreational vessels *some air transport systems.Note, many air transport regulation matters are controlled by the Commonwealth Government. The Transport Integration Act would apply, for example, to planning controls at some airports and in respect of transport connections to other airports by road and rail. ==Key people== The inaugural chairman and chief executive officer (CEO) of PTV was Ian Dobbs, who had headed the former Victorian Public Transport Corporation between 1993 and 1998. On 1 February 2014, the positions of chairman and CEO were split, as provided for in the original legislation, and Mark Wild was appointed CEO of PTV, with Dobbs remaining as chairman. Jeroen Weimar was took over as Acting CEO when Mark Wild left in January 2016 and was appointed full time in September 2016. He remained CEO until the functions of PTV were absorbed into the Department of Transport in 2019. PTV also had its own Board, including a community representative. The Board was disbanded in 2018 and an Executive Board replaced it until the functions of PTV passed to the Department of Transport. ==Authorised Officers== Authorised Officers perform a ticket inspection role across the public transport network and have special powers on buses, trains and trams and at public transport stops and stations. They have authority to ask to see a passenger’s ticket or concession card, and to confiscate tickets for use as evidence or in some cases other items. If they reasonably believe an offence has occurred they have the authority to ask for a passenger’s name and address and proof of identity, and they can make a report to the Department of Transport who may issue a fine to the passenger if an offence has occurred. Authorised officers can also arrest passengers in some circumstances but cannot use unnecessary force.Ticket Inspectors From time to time Authorised Officers have been the subject of public concern arising from the number of complaints about allegedly excessive use of force. In 2013, a 15-year-old girl was picked up and allegedly spear-tackled after punching one authorised officer in the face, and spitting on another after being stopped over a ticketing offence. There were 220 formal complaints about authorised officers in the 2013 financial year, compared with 138 a year earlier. ==Abolition== The PTV ceased to exist as an independent entity from 30 June 2019 and merge with VicRoads as part of the creation of the new Department of Transport. A transport branding strategy was proposed to be completed before the merge took effect, but no re-branding had been announced by mid-2020. As such, PTV continues to be the brand of public transport services in Victoria. ==See also== *Transport in Australia *Rail transport in Victoria *Railways in Melbourne *Roads in Victoria *Trams in Melbourne ==References== ==External links== *PTV website Category:Government agencies established in 2012 Category:Government agencies disestablished in 2019 Category:Intermodal transport authorities in Australia Category:Public transport in Melbourne Category:Transport in Victoria (Australia) Category:2012 establishments in Australia Category:2019 disestablishments in Australia ",
    "title": "Public Transport Victoria"
}