{
    "id": "31313571",
    "text": "Daniel Clifford (born 1979), better known by his stage name dbClifford, is a multi instrumentalist, singer, composer and producer of French and English descent. Born in France, he previously lived in Los Angeles, Victoria, Toronto, London and currently resides in Bergerac. His debut album, Recyclable, was released in 2007. The first single, \"Simple Things\", was a top 40 hit on Canadian, French and Dutch Hot AC radio and his second single \"Don't Wanna\" was a number-one hit in Japan. His second album Feet Above The Ground was released in 2011 and he won the John Lennon Songwriting Contest with the song \"New State Of Mind\" in the pop category. Lucky Me is the singer's third studio album, recorded at Abbey Road Studios in London and released in 2019 on Samadhi Music. The singer has performed at many international festivals such as Rock En Seine, North Sea Jazz Fest and the Festival De Nimes. == Early life and education == Born in Bergerac, Dordogne, France, to an English mother from Brighton, and a father of French and Tunisian descent, Clifford was raised mostly in the south of France, surrounded by music because of his father being a musician. dbClifford was able to play the opera Carmen on the piano at the age of five. At age eleven he branched out to play drums, bass, guitar and sax. At age eighteen he attended the prestigious CIAM School of Music in Bordeaux, France. == Career == After graduating, dbClifford played in a British band where he met the fellow musician with whom he recorded his first demo album in 2000, Supernova. After a short stint in L.A, he moved to Victoria, British Columbia, where he settled. The death of his mother saw him move back to France in 2003. By January 2004 he had written ten songs in his father’s house in the Périgord region. Shortly thereafter he returned to Victoria where he recorded the album. He produced and played all of the instruments on the album Recyclable, including piano, drums, bass, guitar, vocals and backing vocals. The Vancouver Sun described the album as having \"a bit of R&B;, a lot of happy piano pop, and even a taste of funk\". The Province called it \"optimistic, catchy stuff\". The single \"Simple Things\" was a number- one hit in Japan. The second single from the album was \"Don't Wanna\". By the end of 2005 he signed with Nettwerk Management and Nettwerk One (Publishing). In early 2006 he signed on with Sony BMG Music (Canada) Inc. He toured Europe and Japan. Music critic John Britton of Chart reviewed his live performance as part of the 2007 Canadian music week at Toronto's Rivoli club giving it a 4.5 out of 5. Britton called dbClifford confident without being smug. He released the album Feet Above Ground in 2011. In the same year he co-founded Phonixamadhi together with William Cartwright and Arjun Magee, ==References== ==External links== *Official site Category:1979 births Category:Living people Category:Canadian male singers Category:Canadian pop singers Category:21st- century Canadian singers Category:21st-century male singers ",
    "title": "DbClifford"
}