{
    "id": "31316181",
    "text": "Llanwenarth House is a small country house, formerly a hotel, located off the B4246 road, west of Govilon and Llanfoist, just south of Abergavenny in the Usk valley of Monmouthshire, Wales. It was built in the late 16th century, although the drawing room and some of the furnishings are from the Georgian period. ==History== The exact date of the building of the house is unknown, although there are title deeds dated to 1602 for the house. In the 17th and 18th century the house was known to be owned by the Morgan family. Dassie Morgan mentioned the house in her will, dated October 7, 1620, which also requested the repair of the nearby Llanwenarth Bridge. The house was originally known as Ty-mawr, \"the great house\", a common designation in the county. In the late 18th century, Joshua Morgan occupied the house, while serving as High Sheriff of Monmouthshire. James Humfrey, a graduate of Trinity College, Oxford came into possession of the house in 1862 on the death of his mother Lucy Morgan, the last descendant of the Llanwenarth Morgans, and the house remained in the Humfrey family for the next two generations. Around 1946 the house was purchased by Brigadier William Albany Fetherstonhaugh and sold following his death in 1947. In the 19th century, Cecil Frances Alexander was a visitor to the house and its grounds have been suggested as the inspiration for her hymn, \"All Things Bright and Beautiful\". The house became an hotel in the 20th century and was a recipient of The Good Hotel Guide César Award for the Best Welsh Country House of the Year of 2002, given to the best hotels in the United Kingdom. It was noted for its Georgian log fire in the drawing room. The Good Hotel Guide described the decor of the house as being \"delightfully eccentric\". Formerly owned by Bruce and Amanda Weatherill, as of 2002 it contained 5 double guestrooms,1 of which is on the ground floor, although in 1988 it reportedly only had four guestrooms. In 2015, it was reported that a property developer had illegally modified the house. ==Architecture== The house is a Grade II* listed building, listed on 1 September 1956. It is of three storeys each of three bays each with a bay window on each floor. There is an extension on the left side of the house. ==References== ==External links== * Category:Hotels in Monmouthshire Category:Grade II* listed buildings in Monmouthshire Category:Country houses in Monmouthshire ",
    "title": "Llanwenarth House"
}