{
    "id": "31318646",
    "text": "Tait Communications is a multinational radio communications company with headquarters based in Christchurch, New Zealand. The company has offices in 17 countries and employs 869 staff (2011). Tait develops voice and data radio technologies, exporting about 95% of products from its Christchurch manufacturing base.http://christchurchcitylibraries.com/Business/People/T/TaitAngus/ Customers include London Buses,http://www.highbeam.com/doc/1G1-147802316.html Country Fire Authority and Basin Electric Power Cooperative.http://urgentcomm.com/mag/radio_power_cooperative_upgrades/ Competitors include Motorola, Harris Corporation, E.F. Johnson Company, Raytheon, HYT, Selex and EMC spa. == History == Tait Limited (trading as Tait Communications and formerly known as Tait Electronics Ltd) was founded in 1969 by New Zealand electronics innovator and businessman Sir Angus Tait, KNZM, OBE. The company's founding staff of 12 radio technologists produced the first generation of all-transistor mobile radios in New Zealand.http://www.victoria.ac.nz/canz/research/docs/tait.pdf * In 1973, Tait released the Mini-phone series of mobile radios, which were adopted as the industry standard in New Zealand. * In 1979, Tait launched a range of portable radios and base stations, exporting over 25% of its production. The first wholly owned subsidiary was opened in Huntingdon, UK. * In 1982, Tait opened facilities in Houston, United States. * In 1988, Tait opened facilities in Brisbane, Australia. * In the mid-1980s Tait moved into developing trunking technology. Substantial investment followed in a broad range of trunked products and TaitNet systems based on the open MPT 1327 standard. * In 1990, the T800 series of modular base station and repeater equipment was on the market. The T700 series also appeared. * In 1992, the T2000 series of mobile radios was released. * In 1993, additional offshore subsidiaries were opened and the T3000 series of hand-portables and the Quasi-Sync base station/repeater systems were introduced. * In 1994, the first in a series of mobile data despatch products for use with the T2000 radios was launched. * In 1996, the T3000 Series II, an enhanced version of the portable series, went to market. * In 1997, Tait's T2000 range was updated with the launch of the T2000 Series II. * In 1998, Tait released the Orca series of portable radios. Additional base-station and system enhancements followed, including the T1810 single-site trunked channel controller, before the release of Tait's portable radio range, the Tait Orca 5000. * In 2003, the release of the 8000 tier of base stations and mobiles replaced the T800 base station and T2000 mobile. * In May 2005, Tait launched P25 (Project 25) products based on open standards and open interfaces. * In 2008, the TP8100 replaced the Orca portable radio. * In 2010, Tait opened facilities in Vienna, Austria.http://www.pressreleasepoint.com/tait-opens-new-vienna-office * In 2011, Tait opened facilities in Melbourne, Australiahttp://www.invest.vic.gov.au/20110211-global-technology-company-tait- radio-expands-its-operations-in-victoria and expanded in Beijing, China. (Office in Beijing has been shut down)http://www.nzte.govt.nz/features- commentary/In-Brief/Pages/Tait-expands-in-China-with-new-facility.aspx * In 2012, Tait Electronics Ltd changed its name to Tait Limited. * In 2014 the regional office in Huntingdon UK was closed and opened office in Milton, Cambridge UK http://www.taitradio.com/contact/europe-middle-east-and-africa == Technologies and solutions == *P25 (Project 25) *DMR (Digital Mobile Radio) *MPT 1327 *MPT-IP *Distribution Automation *Network Management == Corporate affairs == ===CEO=== Frank Owen was the CEO of Tait Communications until April 2014. Owen’s tenure at Tait began in March 2009. Previously he was the CEO at privately owned Australian company GPC Electronics.http://nz.linkedin.com/pub/frank-owen/6/835/3b6 In April 2014, David Wade has been appointed as the acting CEO until a replacement for Frank Owen was found. Garry Diack has been CEO since September 2014, after having been a director of the board since July 2014 http://www.taitradio.com/about- us/our-structurehttps://www.linkedin.com/in/garrydiack ===Structure=== Sir Angus Tait (founder) established a trust structure for the company to be held in. The company is owned by three trusts: the Contel Charitable Trust, The Tait Foundation, and the Lady Tait Charitable Trust. Tait is financially independent and audited annually by PricewaterhouseCoopers. ===Quality and environmental ratings=== Tait is certified according to ISO 9001, and the headquarters in Christchurch (including all manufacturing facilities) is as well certified against ISO 14001. All shipments from the Tait manufacturing facility into the European Union and China are Restriction of Hazardous Substances (RoHS) compliant. Tait’s factory material supply chain is also compliant with RoHS requirements.http://www.bis.gov.uk/nmo/enforcement/rohs- home The company is compliant with Waste Electrical and Electronic Equipment (WEEE) regulations. ===Corporate recognition=== Tait Communications has received the following awards: *Prince Philip Designers Prize for T500 (1985) *NZ Industrial Design Council Design Award (1985) *NEDA Award for Excellence in Electronic Design and Manufacture (1986) *Governor General’s Supreme Award for Exporting (1986, 1994) *Air New Zealand Award for Overall Excellence in Exporting (1994) *Canterbury Champion Supreme Award (2003) http://www.highbeam.com/doc/1P2-12113333.html *Supreme Winner at the 2014 KiwiNet Research Commercialisation Awards (2014) Tait partners with the following associations and groups in their industry: *Funding and oversight of globally acclaimed Wireless Research Centre, located at the NZi3 Innovation Institute, University of Canterbury, Christchurch, New Zealandhttp://www.nzi3.com/partners.shtml *Founding member of the DMR Association http://dmrassociation.org/?page_id=16 *Member of International Association of Public Transporthttp://www.uitp.org/about/Our_members.cfm *Associate Member of the Utilities Telecom Council ===Offices by location=== *Australia – Brisbane, Melbourne *Austria – Vienna *Brazil - São Paulo *France - Paris *New Zealand – Christchurch *Singapore *UK - Milton - *USA – Houston * Locations information via Tait website ===Australia & New Zealand Distribution=== Logic Wireless is the exclusive distributor of Tait Communications two way radio infrastructure & terminal equipment in Australia and New Zealand. Tait Mobile Wellington, Tait Mobile Waikato & Auckland are regional New Zealand based dealers. ==References== ==Further reading== * The Best is Yet to Come, Tait Radio Communications, by Dave Wilson, et al., 2004 * Radio Fidelity – The Story of Angus Tait and an Industry Sparked by Loyalty, by Virginia Green. ==External links== * Tait Communications official site * Tait Communications corporate video Category:Companies based in Christchurch Category:Manufacturing companies of New Zealand ",
    "title": "Tait Communications"
}