{
    "id": "31314888",
    "text": "Bo Kata is a 2007 documentary film produced, directed, edited and shot by Shehzad Afzal.Filmedup Filmmaker Profile - Shehzad Afzal \"filmedup.com\"Bo Kata Synopsis filmedup.comFilm listing on list.co.uk \"List.co.uk\"Bo Kata Film Details on Festival Focus \"festivalfocus.org\" The original soundtrack for Bo Kata was composed by musician John Walden from Fife Scotland, who runs studio outfit Daft Dog Music.Daft Dog Music daftdogmusic.co.uk Douglas Mackinnon, Scottish Film and TV Director (\"The Flying Scotsman\", \"Jekyll\", \"Bodies\", \"The Vice\", Doctor Who), who attended the film premiere of Bo Kata in Dundee at the Contemporary Arts Cinema (February 2007), said it was \"A beautifully made film about a world of kites and conflict, with marvelously atmospheric music.\"Filmedup \"filmedup.com\" Bo Kata was nominated for the Satyajit Ray Film Foundation Award 2007 for Best Film in association with the British Council and the British Film Institute. Bo Kata received a limited theatrical release across the UK in 2007 and was selected for in-competition for a number of international film festivals and showcases such as the Festival 3ER Internacional de Cine de Monterrey, the 2° Festival Internacional de Cine Documental de la Ciudad de México - 2007 - DOCSDF - DOCSMX and the world renowned 13th Bite the Mango International Film Festival 2007 in Bradford.Festival Catalogue 2° Festiva Internacional de Cine Documental de la Ciudad de México - 2007 - DOCSDF - DOCSMX issuu.comFestival 3ER Internacional de Cine de Monterrey Blog monterreyfilmfestival.com/blogFestival 3ER Internacional de Cine de Monterrey Blog2 ficmty.blogspot.comFestival Catalogue 3ER Internacional de Cine de Monterrey 2007 develop.monterreyfilmfestival.comFestival Catalogue Bite the Mango Film Festival 2007 richardoh.net/wordpressBritish Council film- directory.britishcouncil.org List archive.list.co.uk Portobello Film Festival portobellofilmfestival.com In late October 2019, Bo Kata was released on the Android platform in the shape of a downloadable mobile application for both the Amazon AppStore and Google Play, called Bo Kata Digital..Bo Kata Digital Documentary Application Download amazon.co.ukBo Kata Digital Documentary Application Download play.google.com/store The concept started in early January 2019, the idea behind the 'app' was to create a user interface that resembled old DVD film menus, adding extras and features for a new audience who could watch the documentary in the mobile sphere. The application was developed and designed by Shehzad Afzal and written in Java code, the artwork, and music for the interactive menus were also created by Shehzad carefully recreating the atmosphere of the Basant festival with sharp contrasting colors and abstract kite motifs. ==Plot== Still from Bo Kata, directed and produced by Shehzad Afzal - depicting the kite flyers on the rooftops in the city of Lahore, Pakistan, 2004 Cries of Bo Kata are chanted when kites are eliminated during torrid sky battles which see duellists pit their best-crafted kites and kite string to the ultimate test of skill and endurance. Bo Kata when translated into English roughly means hacked! Bo Kata was filmed during the Basant Kite festival in Lahore, Pakistan, over three continuous days. The documentary depicts the unique rooftop kite duellists of the city.Bo Kata synopsis filmedup.com The annual celebration of the coming of Spring, known as Basant in Pakistan, has been a tradition and cultural heritage of Pakistan for over 400 years. A series of tragic accidents resulting in decapitations and dismemberment from illegal chemically coated strings used to fly the kites has seen the age-old tradition come under attack from politicians, the authorities and the non kite-flying public. Still from Bo Kata, directed and produced by Shehzad Afzal - depicting the energy and passion of the kite duelists on the rooftops in the city of Lahore, Pakistan, 2004 The Bo Kata documentary provides an insight into the fanatical kite flying population and the lucrative industry surrounding it amidst the political backdrop of an impending ban. ==Production== Bo Kata was filmed on location in Lahore, Pakistan during the Annual Basant Kite Festival (Spring Festival) over three consecutive days in February 2004. Shehzad Afzal wanted a simplified music palette for the score to denote the kite strings and to convey lightness and space. John Walden used a mixture of guitar strings and Indian instrument sounds to produce a beautifully orchestrated sound space, which married perfectly with the visuals. A detailed interview appeared in the December 2007 /January 2008 issue of roughcuts Scottish Screen Industries Magazine, where Shehzad spoke about his past, present and future creative projects.Bo Kata Original Sound Track composed by John Walden gettyimages.co.ukSoundOnSound - 20 Ways To Create Cash From Your Audio Gear & Skills soundonsound.comRoughtcuts Scottish Screen Industries Magazine yumpu.com == References == == External links == * *Download Bo Kata Digital from Amazon AppStore *Download Bo Kata Digital from Google Play Category:Pakistani documentary films Category:Pakistani films Category:British documentary films Category:British films Category:2007 films Category:Urdu-language films Category:2007 documentary films Category:Kite flying ",
    "title": "Bo Kata"
}