{
    "id": "31315948",
    "text": "Sheep shearers, Flanders, from the Grimani Breviary c. 1510 Valach\" from Brumov in Moravian Wallachia, 1787. Shepherding was a traditional occupation of Romanians, and as they colonised the northern Carpathian range and eventually assimilated, their exonym \"Vlach\" became synonymous with \"shepherd\". The history of the domestic sheep goes back to between 11000 and 9000 BCE, and the domestication of the wild mouflon in ancient Mesopotamia. Sheep are among the first animals to have been domesticated by humans. These sheep were primarily raised for meat, milk, and skins. Woolly sheep began to be developed around 6000 BCE. They were then imported to Africa and Europe via trading. ==Wild ancestors== The mouflon is thought to be the primary ancestor of domestic sheep. The exact line of descent between domestic sheep and their wild ancestors is unclear. The most common hypothesis states that Ovis aries is descended from the Asiatic (O. orientalis) species of mouflon. A few breeds of sheep, such as the Castlemilk Moorit from Scotland, were formed through crossbreeding with wild European mouflon. The urial (O. vignei) was once thought to have been a forebear of domestic sheep, as they occasionally interbreed with mouflon in the Iranian part of their range. However, the urial, argali (O. ammon), and snow sheep (O. nivicola) have a different number of chromosomes than other Ovis species, making a direct relationship implausible, and phylogenetic studies show no evidence of urial ancestry. Further studies comparing European and Asian breeds of sheep showed significant genetic differences between the two. Two explanations for this phenomenon have been posited. The first explanation is that a currently unknown species or subspecies of wild sheep that contributed to the formation of domestic sheep. The second explanation is that this variation is the result of multiple waves of capture from wild mouflon, similar to the known development of other livestock. One chief difference between ancient sheep and modern breeds is the technique by which wool could be collected. Primitive sheep can be shorn, but many can have their wool plucked out by hand in a process called \"rooing\". Rooing helps to leave behind the coarse fibers called kemps which are still longer than the soft fleece. The fleece may also be collected from the field after it falls out naturally. This rooing trait survives today in unrefined breeds such as the Soay and many Shetlands. Indeed, the Soay, along with other Northern European breeds with short tails, naturally rooing fleece, diminutive size, and horns in both sexes, are closely related to ancient sheep. Originally, weaving and spinning wool was a handicraft practiced at home, rather than an industry. Babylonians, Sumerians, and Persians all depended on sheep; and although linen was the first fabric to be fashioned in to clothing, wool was a prized product. The raising of flocks for their fleece was one of the earliest industries, and flocks were a medium of exchange in barter economies. Numerous biblical figures kept large flocks, and subjects of the king of Judea were taxed according to the number of rams they owned. ==In Asia== ===Domestication=== Sheep were among the first animals to be domesticated by humans (although the domestication of dogs may be over 20,000 years earlier); the domestication date is estimated to fall between 11,000 and 8,000 B.C in Mesopotamia.EnsmingerWeaverSimmons & Ekarius or possibly Mehrgarh in South asia around 7th millennium BC which happened independently. Their wild relatives have several characteristics, such as a relative lack of aggression, a manageable size, early sexual maturity, a social nature, and high reproduction rates, which made them particularly suitable for domestication.Budiansky Today, Ovis aries is an entirely domesticated animal that is largely dependent on humans for its health and survival. Feral sheep do exist, but exclusively in areas devoid of large predators (usually islands) and not on the scale of feral horses, goats, pigs, or dogs, although some feral populations have remained isolated long enough to be recognized as distinct breeds. The rearing of sheep for secondary products, and the resulting breed development, began in either southwest Asia or western Europe. Initially, sheep were kept solely for meat, milk and skins. Archaeological evidence from statuary found at sites in Iran suggests that selection for woolly sheep may have begun around 6000 BCE, and the earliest woven wool garments have been dated to two to three thousand years later.Smith et al. Before this, when a sheep was slaughtered for its meat, the hide would be tanned and worn as a kind of tunic. Researchers believe that the development of such clothing encouraged humans to live in areas far colder than the Fertile Crescent, where temperatures averaged . Sheep molars and bones found at Çatalhöyük suggest that populations of domestic sheep may have been established in the area. By that span of the Bronze Age, sheep with all the major features of modern breeds were widespread throughout Western Asia. The residents of the ancient settlement of Jeitun, which dates to 6000 BCE, kept sheep and goats as their primary livestock.D.R. Harris, C. Gosden and M.P. Charles, Jeitun : Recent excavations at an early Neolithic site in Southern Turkmenistan, Proceedings of the Prehistoric Society, 1996, vol. 62, pp. 423–442. There have also been numerous identifications of Nomadic pastoralism in archaeological sites, identified by a prevalence of sheep and goat bones, a lack of grain or grain-processing equipment, very limited architecture showing a set of characteristic traits, a location outside the region's zone of agriculture, and ethnographic analogy to modern nomadic pastoral peoples.Oriental Institute of Chicago \"Nomads, Tribes, and the State in the Ancient Near East: Cross-Disciplinary Perspectives\". ===Modern=== A shepherd with fat-tailed sheep on a mountainside in Afghanistan ====Middle East==== There is a large but constantly declining minority of nomadic and seminomadic pastoralists in countries such as Saudi Arabia (probably less than 3%), Iran (4%), and Afghanistan (at most 10%).Dale Eickelman, The Middle East and Central Asia. An Anthropological Approach. Fourth Edition. Prentice Hall, 2002, p. 11 ====India==== In India, there are efforts to 'grade up', or improve the quality of, the native desi sheep breed, by crossing it with Merino and other high-quality wool sheep. This is being done in an effort to produce a desi sheep that produces high-quality wool and mutton. ====China==== Sheep are not an important part of China's agricultural economy, since the majority of China does not have the large open pastures required for sheep- rearing. Sheep farming is more common in the northwestern provinces of the country, where such tracts of land exist. China does have a native sheep breed, the zhan. The population of the breed has been in decline since 1985, despite government promotion of the breed. ====Japan==== The Japanese government encouraged farmers to raise sheep throughout the 19th century. Sheep-rearing programs began to import Yorkshire, Berkshire, Spanish merino, and numerous Chinese and Mongolian sheep breeds, encouraged by government promotion of sheep farming. However, a lack of knowledge on the farmer's part of how to successfully keep sheep, and the government's failure to provide information to those importing the sheep they promoted, led to the project's failure, and in 1888 it was discontinued. ====Mongolia==== Sheep herding has been one of the main economic activities and lifestyles of Mongolians for millennia. Mongolian sheep herding traditions and modern science are well developed. Mongolian selection and veterinary science classifies the sheep herd of the country by (i) wool fiber's length, thinness and softness, (ii) capability of surviving at various altitudes, (iii) physical appearance, tail form, size, and other criteria. The most common sheep breeds are Mongol Khalha, Gov-altai, Baidrag, Bayad, Uzenchin, Sumber and number of other breeds, all being of the fat-tailed family of breeds. A census of the entire domestic animals stock of the country is carried out annually. At the end of 2017, the census counted more than 30 million of sheep that makes up 45.5 percent of the entire herding stock. Annually before the Lunar New year the Government awards the prestigious “Best Herder” (in Mongolian “Улсын сайн малчин цол”) nomination to select herders. ==In Africa== Sheep entered the African continent not long after their domestication in western Asia. A minority of historians once posited a contentious African theory of origin for Ovis aries. This theory is based primarily on rock art interpretations, and osteological evidence from Barbary sheep. The first sheep entered North Africa via Sinai, and were present in ancient Egyptian society between eight and seven thousand years ago. Sheep have always been part of subsistence farming in Africa, but today the only country that keeps significant numbers of commercial sheep is South Africa, with 28.8 million head. In Ethiopia, there are several varieties of sheep landrace. Attempts have been made to classify the sheep based on factors such as tail shape and wool type, and H. Epstein made an attempt at classifying them this way by dividing the breeds into 14 types based on those two factors. However, in 2002, further genetic analysis revealed that there are only four distinct varieties of Ethiopian sheep: short-fat-tailed, long-fat-tailed, fat-rumped, and thin-tailed. ==In Europe== A depiction of a ram from the Aberdeen Bestiary, a 12th-century illuminated manuscript Sheep-fold in 1872 Sheep husbandry spread quickly in Europe. Excavations show that in about 6000 BCE, during the Neolithic period of prehistory, the Castelnovien people, living around Châteauneuf-les-Martigues near present-day Marseille in the south of France, were among the first in Europe to keep domestic sheep.Max Escalon de Fonton, L'Homme avant l'histoire, p. 16–17, in Histoire de la Provence, Editions Privat, Toulouse, 1990. See also F. Bourdier, Préhistoire de France (Paris, 1967) and G. Bailloud, Les civilisations Néolithiques de la France (Paris, 1955). Practically from its inception, ancient Greek civilization relied on sheep as primary livestock, and were even said to name individual animals. Scandinavian sheep of a type seen today — with short tails and multi-colored fleece — were also present early on. Later, the Roman Empire kept sheep on a wide scale, and the Romans were an important agent in the spread of sheep raising through much of Europe. Pliny the Elder, in his Natural History (Naturalis Historia), speaks at length about sheep and wool. Declaring \"Many thanks, too, do we owe to the sheep, both for appeasing the gods, and for giving us the use of its fleece.\", he goes on to detail the breeds of ancient sheep and the many colors, lengths and qualities of wool. Romans also pioneered the practice of blanketing sheep, in which a fitted coat (today usually of nylon) is placed over the sheep to improve the cleanliness and luster of its wool. During the Roman occupation of the British Isles, a large wool processing factory was established in Winchester, England in about 50 CE. By 1000 CE, England and Spain were recognized as the twin centers of sheep production in the Western world. As the original breeders of the fine-wooled merino sheep that have historically dominated the wool trade, the Spanish gained great wealth. Wool money largely financed Spanish rulers and thus the voyages to the New World by conquistadors. The powerful Mesta (its full title was Honrado Concejo de la Mesta, the Honorable Council of the Mesta) was a corporation of sheep owners mostly drawn from Spain's wealthy merchants, Catholic clergy and nobility that controlled the merino flocks. By the 17th century, the Mesta held upwards of two million head of merino sheep. Mesta flocks followed a seasonal pattern of transhumance across Spain. In the spring, they left the winter pastures (invernaderos) in Extremadura and Andalusia to graze on their summer pastures (agostaderos) in Castile, returning again in the autumn. Spanish rulers eager to increase wool profits gave extensive legal rights to the Mesta, often to the detriment of local peasantry. The huge merino flocks had a lawful right of way for their migratory routes (cañadas). Towns and villages were obliged by law to let the flocks graze on their common land, and the Mesta had its own sheriffs that could summon offending individuals to its own tribunals. Sheep are often identified by farmers by using a paint mark called a raddle. Exportation of merinos without royal permission was also a punishable offense, thus ensuring a near-absolute monopoly on the breed until the mid-18th century. After the breaking of the export ban, fine wool sheep began to be distributed worldwide. The export to Rambouillet by Louis XVI in 1786 formed the basis for the modern Rambouillet (or French Merino) breed. After the Napoleonic Wars and the global distribution of the once-exclusive Spanish stocks of Merinos, sheep raising in Spain reverted to hardy coarse-wooled breeds such as the Churra, and was no longer of international economic significance. The sheep industry in Spain was an instance of migratory flock management, with large homogenous flocks ranging over the entire country. The management model used in England was quite different but had a similar importance to economy of the country. Up until the early 20th century, owling (the smuggling of sheep or wool out of the country) was a punishable offense, and to this day the Lord Speaker of the House of Lords sits on a cushion known as the Woolsack. The high concentration and more sedentary nature of shepherding in the UK allowed sheep especially adapted to their particular purpose and region to be raised, thereby giving rise to an exceptional variety of breeds in relation to the land mass of the country. This greater variety of breeds also produced a valuable variety of products to compete with the superfine wool of Spanish sheep. By the time of Elizabeth I's rule, sheep and wool trade was the primary source of tax revenue to the Crown of England and the country was a major influence in the development and spread of sheep husbandry. An important event not only in the history of domestic sheep, but of all livestock, was the work of Robert Bakewell in the 18th century. Before his time, breeding for desirable traits was often based on chance, with no scientific process for selection of breeding stock. Bakewell established the principles of selective breeding—especially line breeding—in his work with sheep, horses and cattle; his work later influenced Gregor Mendel and Charles Darwin. His most important contribution to sheep was the development of the Leicester Longwool, a quick-maturing breed of blocky conformation that formed the basis for many vital modern breeds. Today, the sheep industry in the UK has diminished significantly, though pedigreed rams can still fetch around 100,000 Pounds sterling at auction. ==In the Americas== Sheep grazing on the south lawn of the White House, c. 1918 No ovine species native to the Americas has ever been domesticated, despite being closer genetically to domestic sheep than many Asian and European species. The first domestic sheep in North America—most likely of the Churra breed—arrived with Christopher Columbus' second voyage in 1493. The next transatlantic shipment to arrive was with Hernán Cortés in 1519, landing in Mexico. No export of wool or animals is known to have occurred from these populations, but flocks did disseminate throughout what is now Mexico and the Southwest United States with Spanish colonists. Churras were also introduced to the Navajo tribe of Native Americans, and became a key part of their livelihood and culture. The modern presence of the Navajo-Churro breed is a result of this heritage.Wooster ===North America=== The next transport of sheep to North America was not until 1607, with the voyage of the Susan Constant to Virginia. However, the sheep that arrived in that year were all slaughtered because of a famine, and a permanent flock was not to reach the colony until two years later in 1609. In two decades' time, the colonists had expanded their flock to a total of 400 head. By the 1640s there were about 100,000 head of sheep in the 13 colonies, and in 1662, a woolen mill was built in Watertown, Massachusetts. Especially during the periods of political unrest and civil war in Britain spanning the 1640s and 1650s which disrupted maritime trade, the colonists found it pressing to produce wool for clothing. Many islands off the coast were cleared of predators and set aside for sheep: Nantucket, Long Island, Martha's Vineyard and small islands in Boston Harbor were notable examples. There remain some rare breeds of American sheep—such as the Hog Island sheep—that were the result of island flocks. Placing semi-feral sheep and goats on islands was common practice in colonization during this period. Early on, the British government banned further export of sheep to the Americas, or wool from it, in an attempt to stifle any threat to the wool trade in the British Isles. One of many restrictive trade measures that precipitated the American Revolution, the sheep industry in the Northeast grew despite the bans. Gradually, beginning in the 19th century, sheep production in the U.S. moved westward. Today, the vast majority of flocks reside on Western range lands. During this westward migration of the industry, competition between sheep (sometime called \"range maggots\") and cattle operations grew more heated, eventually erupting into range wars. Other than simple competition for grazing and water rights, cattlemen believed that the secretions of the foot glands of sheep made cattle unwilling to graze on places where sheep had stepped. As sheep production centered on the U.S. western ranges, it became associated with other parts of Western culture, such as the rodeo. In modern America, a minor event in rodeos is mutton busting, in which children compete to see who can stay atop a sheep the longest before falling off. Another effect of the westward movement of sheep flocks in North America was the decline of wild species such as Bighorn sheep (O. canadensis). Most diseases of domestic sheep are transmittable to wild ovines, and such diseases, along with overgrazing and habitat loss, are named as primary factors in the plummeting numbers of wild sheep. Sheep production peaked in North America during the 1940s and 1950s at more than 55 million head. By 2013 the number of sheep in the United States was 10 percent what it had been in the early 1940s.report on the decline of the sheep industry in the US In the 1970s, Roy McBride, a farmer from Alpine, Texas, invented a collar filled with the poison compound 1080 to protect his livestock from coyotes, which tended to attack the throat. This device is known as the livestock protection collar and is in widespread use in Texas, as well as in South Africa.Walton, Murray T., \"OF LIVESTOCK PROTECTION COLLARS TO PROTECT SHEEP AND GOATS\" (1991). Fifth Eastern Wildlife Damage Control Conference (1991). Paper 50. ===South America=== A large sheep farm in Chile In South America, especially in Patagonia, there is an active modern sheep industry. Sheep keeping was largely introduced through immigration to the continent by Spanish and British peoples, for whom sheep were a major industry during the period. South America has a large number of sheep, but the highest-producing nation (Brazil) kept only just over 15 million head in 2004, far fewer than most centers of sheep husbandry. The primary challenges to the sheep industry in South America are the phenomenal drop in wool prices in the late 20th century and the loss of habitat through logging and overgrazing. The most influential region internationally is that of Patagonia, which has been the first to rebound from the fall in wool prices. With few predators and almost no grazing competition (the only large native grazing mammal is the guanaco), the region is prime land for sheep raising. The most exceptional area of production is surrounding the La Plata river in the Pampas region. Sheep production in Patagonia peaked in 1952 at more than 21 million head, but has steadily fallen to fewer than ten today. Most operations focus on wool production for export from Merino and Corriedale sheep; the economic sustainability of wool flocks has fallen with the drop in prices, while the cattle industry continues to grow. ==In Australia and New Zealand== A New Zealand Merino Australia and New Zealand are crucial players in the contemporary sheep industry, and sheep are an iconic part of both countries' culture and economy. New Zealand has the highest density of sheep per capita (sheep outnumber the human population 12 to 1), and Australia is indisputably the world's largest exporter of sheep (and cattle). In 2007, New Zealand even declared 15 February their official National Lamb Day to celebrate the country's history of sheep production. The First Fleet brought the initial population of 70 sheep from the Cape of Good Hope to Australia in 1788. The next shipment was of 30 sheep from Calcutta and Ireland in 1793. All of the early sheep brought to Australia were exclusively used for the dietary needs of the penal colonies. The beginnings of the Australian wool industry were due to the efforts of Captain John Macarthur. At Macarthur's urging 16 Spanish merinos were imported in 1797, effectively beginning the Australian sheep industry. By 1801 Macarthur had 1,000 head of sheep, and in 1803 he exported 111 kilograms (245 lb) of wool to England. Today, Macarthur is generally thought of as the father of the Australian sheep industry. Drenching Merino sheep in Walcha, New South Wales The growth of the sheep industry in Australia was explosive. In 1820, the continent held 100,000 sheep, a decade later it had one million. By 1840, New South Wales alone kept 4 million sheep; flock numbers grew to 13 million in a decade. While much of the growth in both nations was due to the active support of Britain in its desire for wool, both worked independently to develop new high-production breeds: the Corriedale, Coolalee, Coopworth, Perendale, Polwarth, Booroola Merino, Peppin Merino, and Poll Merino were all created in New Zealand or Australia. Wool production was a fitting industry for colonies far from their home nations. Before the advent of fast air and maritime shipping, wool was one of the few viable products that was not subject to spoiling on the long passage back to British ports. The abundant new land and milder winter weather of the region also aided the growth of the Australian and New Zealand sheep industries. Flocks in Australia have always been largely range bands on fenced land, and are aimed at production of medium to superfine wool for clothing and other products as well as meat. New Zealand flocks are kept in a fashion similar to English ones, in fenced holdings without shepherds. Although wool was once the primary income source for New Zealand sheep owners (especially during the New Zealand wool boom), today it has shifted to meat production for export. ===Animal welfare concerns=== The Australian sheep industry is the only sector of the industry to receive international criticism for its practices. Sheep stations in Australia are cited in Animal Liberation, the seminal book of the animal rights movement, as the author's primary evidence in his argument against retaining sheep as a part of animal agriculture. The practice of mulesing, in which skin is cut away from an animal's perineal area to prevent cases of the fatal condition flystrike, has been condemned by animal rights groups such as PETA as being a \"painful and unnecessary\" process. In response, a program of phasing out mulesing is currently being implemented, and some mulesing operations are being carried out with the use of anaesthetic. The Animal Welfare Advisory Committee to the New Zealand Ministry of Agriculture Code of recommendations and minimum standards for the welfare of Sheep, considers mulesing a \"special technique\" which is performed on some Merino sheep at a small number of farms in New Zealand.Code of recommendations and minimum standards for the welfare of Sheep. Retrieved 1 October 2008. Most of the sheep meat exported from Australia is either frozen carcases to the UK or is live export to the Middle East for halal slaughter. PETA has stated that sheep exported to countries outside the jurisdiction of Australia's animal cruelty laws are treated inhumanely and that halal meat processing facilities exist in Australia, making the export of live animals redundant. Entertainer Pink has pledged to boycott all Australian sheep products in protest. ==References== * * * * * * * * ==Footnotes== Category:Sheep farming Category:History of agriculture ",
    "title": "History of the domestic sheep"
}