{
    "id": "31311332",
    "text": "The 1893–94 season was the 13th season of competitive association football and second season in the Football League played by Small Heath F.C., an English football club based in Birmingham. In 1892–93, the inaugural season of the Football League Second Division, Small Heath had won the divisional championship but failed to gain promotion via the test match system. This year, they finished as distant runners-up in the League, eight points behind Liverpool, but were successful in the test match, defeating Darwen 3–1 to confirm their place in the First Division for the 1894–95 Football League season. The club struggled financially during the season, and there were suggestions that it might have disbanded had promotion not been secured. Small Heath entered the 1893–94 FA Cup in the first round proper, and lost in that round for the second consecutive year, this time to the eventual losing finalists, Bolton Wanderers of the First Division. In local competitions, they were eliminated by Midland League club Loughborough in the first round of the Birmingham Senior Cup and by Wolverhampton Wanderers in the semi-final of the Mayor of Birmingham's Charity Cup. Small Heath played fewer friendly matches than in the previous season, instead competing in a regionally organised supplementary competition, the United Counties League, in which they finished third of four teams in the southern section. Small Heath used 23 different players in nationally organised competitive matches during the season and had 12 different goalscorers. Four players, Ted Devey, Fred Wheldon, Tommy Hands and Billy Ollis, appeared in every League match, all but Devey for the second consecutive season. The top scorer was inside-forward Frank Mobley with 25 goals – his total of 24 League goals made him the Second Division's leading scorer – and all five first-choice forwards reached double figures for the second season running. ==Background== Small Heath were elected to the newly formed Second Division in 1892, and went on to win the divisional championship. However, promotion to the First Division depended on the test match system, in which each of the lowest-ranked three teams from the First Division played off against one of the highest-ranked three from the Second Division. Small Heath lost to Newton Heath after a replay, so were not promoted. The League's Annual General Meeting heard proposals that the First Division be expanded to either 20 or 18 teams. Both motions were, unsurprisingly, seconded by Small Heath, but both were defeated, thus confirming that the team would play in the Second Division for the 1893–94 season. The Second Division championship shield was presented to the club at a meeting of the Football League held at the Colonnade Hotel in New Street, Birmingham, in August. Of the regular first-team members from the previous season, goalkeeper Chris Charsley, a serving police officer, was unavailable and full back Tom Bayley had been released.Matthews, Complete Record, p. 71. Fred Speller, who had suffered a badly broken leg early in the season, had been playing in practice matches and was believed to be back to full fitness. Fringe players Harry Edwards and Fred Jones had left the club,Matthews, Complete Record, pp. 85, 102. and Harry Morris had retired to concentrate on his plumbing business. Goalkeeper George Hollis, backs Arthur Littleford, Bernard Pumfrey and George Short, half-backs Ted Devey, Caesar Jenkyns, Teddy Jolley and Billy Ollis, and forwards Jack Hallam, Tommy Hands, Frank Mobley, Billy Walton and Fred Wheldon all remained with the club. Newcomers included forwards Jack Lee, Charles Izon and Walter Jackson, all signed from non-league clubs in the West Midlands area. Alfred Jones continued as secretary-manager, and Caesar Jenkyns retained the captaincy.Matthews, Complete Record, pp. 8–9. The team adopted a new kit, keeping the white knickerbockers but replacing the royal blue shirt and stockings with shirts in a lighter shade of blue, with navy collar trim, cuffs and pocket and navy stockings. ==Review== ===September=== alt=A faded photograph of a posed group of men, outdoors. At the front are six men sitting on benches and two seated on the ground, each dressed in sports clothing, a light-coloured shirt with darker trim, white shorts, dark socks and boots. Standing at the back are eight men, some bearded, wearing hats and coats, and three men in sports clothing. In front of the men is a large trophy in the form of a shield. Small Heath opened their second season in the Football League with a visit to Walsall, who were playing at Wednesbury because their new ground was not yet ready. Former Small Heath full-back Tom Bayley was one of several newcomers for the hosts, but their visitors had few changes in personnel. Teddy Jolley came in at full-back, and replacing Billy Walton was Jack Lee, who \"dribbles cleverly, and is a very dangerous forward round goal\". In the presence of 4,000 spectators, Lee scored twice as Small Heath won 3–1. Fred Wheldon opened the scoring for Small Heath in the first 30 seconds of their next match, at home to Rotherham Town; 15 minutes later the visitors were 3–2 ahead, but by half-time the home side had regained the lead. Unsurprisingly the tempo dropped in the second half, but a game played in a \"friendly and sportsmanlike spirit\" was marred towards the end by Rotherham forward Alf Pickering suffering a fracture of his right leg just below the knee in an accidental collision with Bernard Pumfrey, \"the snap of the bone being heard all round the ground\". Initial reports suggested the break was such that he was \"almost certain\" never to play football again. This was followed by a comfortable 6–1 defeat of Burton Swifts, in which Jolley moved to inside right in Jack Hallam's absence through illness, giving Gilbert Smith his debut at full back. In the return fixture against Walsall, Charles Izon, a well-built forward who \"is quick on the ball, and shoots excellently\", scored a hat-trick on his debut as Small Heath again won comfortably. A visit to Liverpool gave Caesar Jenkyns the honour of scoring the first Football League goal conceded by the home side, but the visitors \"fell all to pieces\" in the second half, and were decisively beaten. The young and inexperienced Smith made mistakes that cost two goals, but the forwards \"were undoubtedly the weak spot\", and the Birmingham Daily Post's reporter suggested they would \"have to learn to shoot harder and play with far more spirit if they are to keep up the reputation they gained last season\". After Burslem Port Vale \"beat Small Heath on Monday in more decided a fashion than did Liverpool\", by five goals to nil, the poor form shown in the previous two matches by the forwards, and by Wheldon in particular, was much improved at Ardwick. Although Small Heath scored only once, the resultant win was enough to take them into October in second place in the division, having already completed a quarter of the 28-game league programme. ===October=== alt=Head and upper torso of a young dark-haired man with thick eyebrows and a large moustache. He is looking straight ahead, and is wearing a tasselled cap and open-necked striped sports shirt.Small Heath came back from a 2–1 half-time deficit to beat Grimsby Town 5–2, but the visit of Liverpool was eventful in a rather different manner. After the referee rejected the Liverpool players' claim that Small Heath's equaliser had entered the goal through a hole in the side netting, their play became rough, culminating in centre-half Joe McQue, a \"strapping fellow\", kicking Frank Mobley in the abdomen, apparently intentionally. While the referee was cautioning McQue, Small Heath captain Caesar Jenkyns rushed in, knocked McQue to the ground, and was sent off. With a man advantage, it still took Liverpool until the stroke of time to score the winning goal. The Post's reporter suggested that, despite the provocation, Jenkyns should not have reacted the way he did, but \"the knowledge that it cost his side the game\" was sufficient punishment. Despite the referee in his report agreeing that \"the punishment of being sent off would meet case\", and that Jenkyns had \"played a perfectly fair game\" and had expressed regret at his actions, both when dismissed and after the game, the Football Association imposed a four-week suspension, to begin on 31 October. In the meantime the play of Jenkyns and his fellow half-backs was instrumental in a 4–1 defeat of Woolwich Arsenal. The first half hour was played \"in a spiritless fashion\", but then Wheldon scored \"a fine goal with one of his characteristic shots\", and the remainder of the game was one-sided. The Small Heath team prepared for their match at Newcastle United by taking the train as far as York on the Friday evening, which left only another for the day of the match. Contrary to expectation, Small Heath were successful in a \"hard game\", with the half-backs again influential despite Jenkyns receiving a \"nasty blow in the mouth\". They ended October level on points with three other clubs, in third place on goal average. ===November=== While most of the Second Division clubs were involved in FA Cup qualifying ties, Small Heath, who had received a bye to the first round proper, lost a friendly match against Everton reserve team by five goals to nil. Everton's near neighbours Liverpool complained to the League that the game adversely affected the attendance at their home fixture with Newcastle, but the League confirmed that Everton were within their rights to arrange the match. \"Better forward play [had] rarely been witnessed at Lincoln than that shown by Small Heath\" in a 5–2 defeat of Lincoln City, whose defence failed to cope with the industry and creativity of Teddy Jolley feeding the \"light but nimble\" forwards, Mobley in particular. The next weekend, numerous matches were postponed or abandoned because of the weather. Although the Small Heath and Crewe Alexandra players were changed and ready to play, the referee would not start the game because the \"blinding snowstorm would prevent him from having a proper sight of the play\". alt=Clipping from a newspaper small-ads column containing ads for a bazaar, football matches, a concert and a sale of fur accessoriesAdvertised as a \"Grand League Match\" in the local paper - vying for attention with the forthcoming Sailors' Bazaar, a Boys' Brigade band concert and a clearance sale of squirrel-tail fur boas - Small Heath's visit to Middlesbrough Ironopolis failed to live up to the billing. A storm that cost hundreds of lives at sea had left the Paradise Ground with damaged railings and grandstand blown down, and only a few hundred spectators stood in the pouring rain to see the home side produce a surprise victory by three goals to nil on a sodden pitch. The Leicester Chronicle feared \"that last year's second division champions are far from being what they were\", having dropped as many points already as in the whole of the previous season. ===December=== Jenkyns returned from suspension against a Northwich Victoria side bottom of the division and playing with only ten men. Wheldon scored four and Mobley three in an 8–0 win, and the goalscoring continued in midweek in the fixture postponed because of the snowstorm, as Small Heath beat a Crewe Alexandra side without several first-choice players by six goals to one. Burton Swifts proved more difficult opponents. On a heavy pitch, play was concentrated in the midfield area as the strength of both teams lay in their half backs, and Small Heath's winning goal came with ten minutes of the match remaining. It was reported that the club had turned down a big offer from First Division club Aston Villa for the services of Fred Wheldon. Newcastle United travelled to Birmingham on the Friday, to be fresh for Saturday's match, as Small Heath had done in the reverse fixture, and again, the tactic worked. Their forwards \"displayed excellent combination\", were \"splendidly supported by the half-backs\", and \"but for [Jenkyns'] untiring efforts matters would have been worse\" than the 4–1 defeat. Changes were made for the visit of Middlesbrough Ironopolis, Arthur Littleford, Charles Izon and Bernard Pumfrey coming in for Smith, Mobley and Jack Hallam. The half-backs were again the backbone of the team, and Wheldon, who produced \"a brilliant exposition of dodging and shooting\", scored the winning goal five minutes from time in what the Standard's reporter described as a \"rattling good game\". Fred Speller was reported to have \"not been seen in such form since his leg was broken last year\" in a Boxing Day friendly with top amateur club Marlow, the club from which he signed for Small Heath. Their last League match of 1893, a comfortable 6–0 victory against Lincoln City, took them into the new year in second place in the division, three points ahead of Notts County but two points behind Liverpool, who had played two fewer matches. Pumfrey strengthened the defence, George Hollis was as usual secure in goal, and the forwards, with the returning Mobley and the introduction of reserve-team player Walter Jackson, \"showed better combination and greater dash than they have recently done\". ===January=== alt=Head and shoulders of a young, clean- shaven man with dark hair parted on the left of centre. He is looking to his right, and is wearing a light-coloured sports shirt with dark collar and trim.On New Year's Day, Small Heath made the short trip to Wellington Road for a friendly with Aston Villa. After a dull and goalless first half, Tommy Hands crossed the ball for Wheldon to open the scoring, from which point goals followed regularly until the match finished as a 4–3 home win. Wheldon was involved in two of his side's three goals, but was \"too closely watched by Reynolds to be as effective as usual\". On a day when the hard and slippery surface meant \"those teams whose players have the least regard for the safety of their limbs usually gain the victory\", Small Heath, without Hallam, who was unwell, and William Reynolds, injured against Aston Villa, defeated a \"very indifferent\" Northwich Victoria 7–0. In their next match, at Crewe Alexandra, the home players reportedly played \"with supreme indifference to the safety of their opponents' limbs\". Hands, who had been one of Small Heath's better performers, was carried off after receiving a \"nasty kick\" to the leg, but despite having to play with ten men, the visitors won 5–3. Of Crewe's three goals, the first should have been disallowed for offside and the third was a Ted Devey own goal. Midland League club Loughborough hosted Small Heath in the first round of the Birmingham Senior Cup. In heavy rain, the scores were level until ten minutes from time, when goalkeeper George Hollis was barged into the goal before he could get to a shot from distance. The ball followed him over the line, and despite the obstruction on the goalkeeper, the referee awarded Loughborough a goal. Small Heath threw men forward in search of an equaliser, which left them ill-protected in defence, and they conceded twice more. In the FA Cup, Small Heath were drawn at home to Bolton Wanderers, who were so keen to have the match played on their own ground that they offered Small Heath the total gate receipts up to £150 and a half share of receipts above that figure, with a minimum guarantee of £60, to agree to a change of venue. The offer was declined. Bolton were predicted to lose, but they did not. With the wind behind them, Small Heath took a two-goal half-time lead, but in the second half, Hollis, who had \"not given a worse display in goal all season\", made numerous mistakes, gifted the visitors two goals, and the final score was 4–3 to the First Division side. ===February=== Third-placed Notts County beat Small Heath 3–1 to narrow the gap between the clubs to just one point. Charles Partridge, making his Football League debut after Hollis was taken ill, played behind an experimental defensive pairing of half-back Ted Devey and reserve- team player George Short. Despite the scoreline, the Nottinghamshire Guardian described them as \"a very useful pair of backs\", although not up to the home team's standard, and the Daily Post rated Devey as \"easily the best left-back the club have played this season\". Two of Notts' goals were fortunate: an attempted clearance by Devey ricocheted off Jenkyns' head for their second goal, and for their third, the ball appeared to be heading safely over the crossbar until caught by a gust of wind. Eight Midlands clubs formed a league to be played as a supplementary competition to fill vacant dates in the season without the trouble and expense of arranging friendly matches, later joined by Small Heath and Notts County. Small Heath's first four matches in this United Counties League were played in February. After \"a creditable draw\" at home to Wolverhampton Wanderers of the First Division, they \"thoroughly deserved\" to win the return match 2–1. West Bromwich Albion took a 5–1 lead in the first half at Coventry Road, yet in the second, the Small Heath forwards raised their level of performance, scored three times without reply, and were unfortunate not to secure a draw. Two days later, the First Division club won the return match at Stoney Lane rather more comfortably. The committee organised a public meeting at which chairman Walter Hart bemoaned the poor attendances, which he felt would not improve unless the team were promoted to the First Division, mentioned that the club had rejected a \"big offer from a neighbouring club for the release of a prominent player\", and called for £200 to be raised to bring in players to strengthen the team's defence. A collection in the hall raised cash and pledges to the value of £42 10s, and supporters contributed generously to the public appeal. An attempt to sign full-back Jack Oliver from Middlesbrough Ironopolis was unsuccessful, and the club offered the services of goalkeeper Chris Charsley to Aston Villa. ===March=== In front of a large crowd, Small Heath suffered what was described as an \"unfortunate\" one-goal defeat at Grimsby Town. Hollis should have done better with Grimsby's opener, Frank Mobley was injured around the eye in collision with the goalkeeper when scoring Small Heath's only goal and showed some bravery in remaining on the field, and Wheldon had an apparently valid goal disallowed. Short, in a \"trifle risky\" style, and the solid Devey again did well in defence. Lost gate receipts because of Aston Villa's withdrawal from the United Counties League was decidedly unpopular with the other members, and the Small Heath committee arranged a smoking concert to raise funds. Those clubs at the bottom of the First Division and top of the Second were all recruiting new players: \"the test matches mean such a lot to the clubs concerned that there is no wonder at this anxiety to secure new blood.\" Small Heath acquired the services of full-backs Percy Watson and William Purves, from Rotherham Town and Irish club Glentoran respectively. The Small Heath club staged a \"double-header\" the following Saturday. After the reserves beat Brierley Hill Alliance 3–0 in the Birmingham & District League, Watson made a promising debut at back as the first team played a friendly against a below-strength Nottingham Forest side. Charsley returned to first-team duty in a 10–2 demolition of Ardwick, whose goalkeeper arrived with his team already one goal behind. Mobley's fourth hat-trick gave him ten goals from his last six matches, taking him past the 20-goal mark for the season. A close game at Rotherham produced a 3–2 win, and against Burslem Port Vale, the Small Heath forwards had \"rarely been seen to greater advantage\" as they scored six without reply. The semi-final of the Birmingham Charity Cup provided a break from League action. Mobley opened the scoring, but Wolverhampton Wanderers shot against the woodwork on several occasions and the visitors were \"singularly fortunate\" in restricting the home side to one goal, and that a penalty kick. With the scores level, a decision was made not to play extra time, and the replay was arranged for two weeks later at Coventry Road. In their penultimate match of the Football League season, Small Heath produced a good team performance to win 4–1 at Woolwich Arsenal and reach 100 League goals for the season. The forwards played a characteristic \"beautifully combined\" game, the half-backs, particularly Jenkyns, were too strong for the home forwards, Purves looked set to be the full-back the team had needed for some time, and Charsley \"kept goal exceedingly well\". ===April=== Against Stoke in the United Counties League, Jack Hallam opened the scoring after a fine passing move as Small Heath won 3–0. In the return fixture, Charles Partridge's \"magnificent performance\" in goal kept the score down to a 2–1 defeat, as Small Heath finished third in the four-team division. Going into the last match of the Football League season, Small Heath were in second place in the division, one point ahead of opponents Notts County. Neither could challenge Liverpool for the title, but both were sure of their places in the promotion test matches. The likely opponent for the team finishing second would be Darwen, whereas the third-placed team could expect the rather tougher prospect of Preston North End. Notts County had won the FA Cup the previous weekend, and the Daily Post took that as a good omen, \"inasmuch as the winners of the English Cup rarely do themselves justice on the following Saturday\". {| class=\"wikitable\" style=\"text-align:center; float:left; margin-right:2em;\" |+ Final Second Division table (part) |- !scope=col|Pos !scope=col|Club !scope=col|Pld !scope=col|W !scope=col|D !scope=col|L !scope=col|F !scope=col|A !scope=col|Pts |- style=font-weight:bold |- !scope=row|1st |style=text-align:left|Liverpool||28||22||6||0||77||18||50 |- style=font- weight:bold !scope=row|2nd |style=text-align:left|Small Heath||28||21||0||7||103||44||42 |- !scope=row|3rd |style=text- align:left|Notts County||28||18||3||7||70||31||39 |- !4th |style=text- align:left|Newcastle United||28||15||6||7||66||39||36 |- |colspan=9|Key: Pld = Matches played; W = Matches won; D = Matches drawn; L = Matches lost; F = Goals for; A = Goals against; Pts = Points |- |colspan=9|Source: Select date if required via dropdown menus. |} Nor did they, being \"decidedly stale\", according to the Nottinghamshire Guardian, having \"been indulged in all manner of festivities\", and without centre- forward Jimmy Logan, who had scored a hat-trick in the Cup Final. Small Heath were decisive victors by three goals to nil, Hallam's wing play drawing particular praise, as did Jenkyns' \"admirable captaincy\". The attendance was something over 8,000, of whom 6,800 paid on the day, generating gate receipts of £200. Although the result was rather overshadowed by Aston Villa beating Burnley away from home to be confirmed as First Division champions, the Dart clearly appreciated how Small Heath \"in a blaze of glory before the largest crowd ever seen at Coventry Road, gave the English Cup holders a licking\". Handicapped early on by George Short suffering concussion and being unable to continue, Small Heath lost the replayed Charity Cup semi-final to Wolverhampton Wanderers 2–0. Fred Wheldon was the only Second Division player selected in the Football League representative team to play the Scottish League at Goodison Park, Liverpool. Expected to join Aston Villa should Small Heath not be promoted, and \"thought by many to be the best inside left in England\", Wheldon \"performed like the clever and finished player he is\" as the match was drawn. The Leicester Chronicle felt that Darwen would have to \"play up\" to stand much chance against Small Heath, who had \"a smarter set of forwards than can be found amongst most of the first division teams\", and pointed out that Small Heath were the only team in either division to have scored 100 goals during the season. The players prepared for the test match at Droitwich Spa, where the saturated salt water of the Brine Baths provided relief for tired muscles. The match, played at Stoke's Victoria Ground, was an exciting one. Darwen had much the best of the first half, but failed to take their chances. Small Heath were restricted to rare attacks, but were dangerous on the break, and opened the scoring through Jack Hallam. Darwen equalised before the interval, and continued their dominance until superior fitness told. With six minutes left, Small Heath took the lead, the goal variously attributed to Wheldon or an Orr own goal, after which Darwen lost heart and Tommy Hands scored again four minutes later. The Daily Post suggested that \"one would scarcely believe that they were the same five forwards who have so often delighted the spectators with their play at Coventry Road\", but \"to every man [of the defence] great praise is due for so ably checking the opposing forwards\". The Nottinghamshire Guardian was less critical of the forwards, but took the view that Small Heath were fortunate to catch Darwen \"in a very crippled condition\", and that goalkeeper Chris Charsley had done the club a considerable service in making himself available for such a vital game. The victorious team arrived back in Birmingham by train, the engine's funnel draped in the players' blue and white kit, to be greeted by 1,000 supporters at New Street Station. Interviewed 55 years later, Billy Walton remembered how \"We were rushed pell mell into a coach and, followed by others, we paraded the streets calling at what seemed to be every hotel and pub en route. I almost regret to say that when the celebrations ended it was necessary to engage hansom cabs to convey our players to their homes.\" The season ended with a friendly against newly crowned Football League champions Aston Villa, the visitors giving their services free for the benefit of the Small Heath club. Before a crowd of four or five thousand, both clubs fielded strong sides, and the match finished as a 3–3 draw. ==Summary and aftermath== The Daily Post's pleasure at Small Heath's victory was heightened by their belief that \"defeat would in all probability have meant the disbanding of the club\", ambitions of promotion having sustained the committee's efforts throughout the season to raise enough funds to keep the club going. They pointed out that further expense was necessary both to strengthen the team, \"for it cannot be expected that eleven or twelve men will stand the strain of a season's work amongst the first division clubs\", and to improve facilities at the Coventry Road ground. The club held a celebratory dinner, at which the chairman congratulated the players, exhorted them to redouble their efforts to make a decent showing in the First Division, and appealed to their continuing loyalty. He attempted to dispel suggestions that the city could not support two teams in the top division, and expressed gratitude to the Aston Villa club for their sincere best wishes as demonstrated by their generous donation of the recent benefit match. The balance sheet showed expenditure of £2,039, of which players' wages accounted for £1,303, which resulted in a net loss of £222 when set against income of £1,816, of which £1,586 came from gate receipts and £104 from season tickets. Nevertheless, during the close season the club began work on a grandstand and \"the furrows on the field of play [were] filled up\". Small Heath went through the League season without drawing a match. They scored 103 goals, at a rate of 3.6 goals per game, and became the first team to exceed 100 goals in a Football League season (Sunderland scored exactly 100 the previous season). If test match goals are counted, all five first-choice forwards reached double figures for the second consecutive season. The leading scorer was Frank Mobley with 24 League goals, a total which also made him the top scorer in the Second Division, closely followed by Fred Wheldon with 22. Ted Devey, Tommy Hands, Billy Ollis and Wheldon were ever-present in the League, all but Devey for the second season running, and Caesar Jenkyns missed only the two games for which he was suspended. Fred Speller attempted a comeback, appearing twice for the first team early in the season, but the injury received against Darwen proved the end of his professional football career.Matthews, Complete Record, p. 126. Bernard Pumfrey left for Midland League club Gainsborough Trinity, and went on to captain that club in the Football League., hosted at . North Lincolnshire Council. Retrieved 15 May 2020. Walter Jackson, William Reynolds and Gilbert Smith were all released to join Birmingham & District League club Berwick Rangers,Matthews, Complete Record, pp. 100, 119, 125. and Percy Watson returned to his native Yorkshire.Joyce, Football League Players' Records, p. 274. Chris Charsley played no more League football, concentrating instead on his police career: he reached the rank of Chief Inspector in the Birmingham force, and in 1899 was appointed Chief Constable of Coventry.Matthews, Complete Record, p. 78. Small Heath signed the former Sunderland full back Jack Oliver, whom they had failed to recruit earlier in the season, but despite the misgivings of the local press, they were to negotiate their debut First Division season with no other major signings. ==Match details== For consistency, attendances and goalscorers' names in the League, Test Match and FA Cup match details tables are sourced from Matthews' Complete Record.Matthews, Complete Record, pp. 141–42. Information in contemporary newspaper reports could, and often did, differ. League positions are sourced from 11v11.com. ===Football League Second Division=== {| class=\"wikitable plainrowheaders sortable\" style=text- align:center |+ Match results: Second Division |- !scope=col|Date !scope=col|League position !scope=col|Opponents !scope=col|Venue !scope=col|Result !scope=col|Score F–A !scope=col|Scorers !scope=col|Attendance |- !scope=row|2 September 1893 |4th||style=text-align:left|Walsall Town Swifts||A |style=background:#cfc|W||3–1||style=text-align:left|Lee 2, Wheldon |5,000 |- !scope=row|4 September 1893 |1st||style=text-align:left|Rotherham Town||H |style=background:#cfc|W||4–3||style=text-align:left|Mobley, Hands, Wheldon, Hallam |3,000 |- !scope=row|9 September 1893 |1st||style=text- align:left|Burton Swifts||H |style=background:#cfc|W||6–1||style=text- align:left|Wheldon 2, Jolley 2, Hands, Lee |2,000 |- !scope=row|16 September 1893 |2nd||style=text-align:left|Walsall Town Swifts||H |style=background:#cfc|W||4–0||style=text-align:left|Jenkyns, Izon 3 |2,000 |- !scope=row|23 September 1893 |4th||style=text-align:left|Liverpool||A |style=background:#fcc|L||1–3||style=text-align:left|Jenkyns |8,000 |- !scope=row|25 September 1893 |4th||style=text-align:left|Burslem Port Vale||A |style=background:#fcc|L||0–5||style=text-align:left| |1,000 |- !scope=row|30 September 1893 |2nd||style=text-align:left|Ardwick||A |style=background:#cfc|W||1–0||style=text-align:left|Wheldon |5,000 |- !scope=row|7 October 1893 |3rd||style=text-align:left|Grimsby Town||H |style=background:#cfc|W||5–2||style=text-align:left|Walton 3, Izon, Hallam |3,000 |- !scope=row|14 October 1893 |5th||style=text-align:left|Liverpool||H |style=background:#fcc|L||3–4||style=text-align:left|Wheldon, Jenkyns, Hands |5,000 |- !scope=row|21 October 1893 |3rd||style=text-align:left|Woolwich Arsenal||H |style=background:#cfc|W||4–1||style=text-align:left|Wheldon 2, Hallam, Hands |3,000 |- !scope=row|28 October 1893 |3rd||style=text- align:left|Newcastle United||A |style=background:#cfc|W||2–0||style=text- align:left|Mobley, Wheldon |3,000 |- !scope=row|11 November 1893 |3rd||style=text-align:left|Lincoln City||A |style=background:#cfc|W||5–2||style=text-align:left|Wheldon, Mobley 3, Walton |1,000 |- !scope=row|25 November 1893 |3rd||style=text- align:left|Middlesbrough Ironopolis||A |style=background:#fcc|L||0–3||style=text-align:left| |200 |- !scope=row|2 December 1893 |3rd||style=text-align:left|Northwich Victoria||H |style=background:#cfc|W||8–0||style=text-align:left|Wheldon 4, Mobley 3, Walton |1,500 |- !scope=row|6 December 1893 |3rd||style=text-align:left|Crewe Alexandra||H |style=background:#cfc|W||6–1||style=text-align:left|Hallam, Mobley 2, Hands, Walton, Jenkyns |500 |- !scope=row|9 December 1893 |2nd||style=text-align:left|Burton Swifts||A |style=background:#cfc|W||2–0||style=text-align:left|Mobley, Hands |1,500 |- !scope=row|16 December 1893 |2nd||style=text-align:left|Newcastle United||H |style=background:#fcc|L||1–4||style=text-align:left|Hallam |2,500 |- !scope=row|23 December 1893 |2nd||style=text-align:left|Middlesbrough Ironopolis||H |style=background:#cfc|W||2–1||style=text-align:left|Pumfrey, Walton |2,000 |- !scope=row|30 December 1893 |2nd||style=text- align:left|Lincoln City||H |style=background:#cfc|W||6–0||style=text- align:left|Devey, Wheldon 2, Mobley, Hands, Walton |1,000 |- !scope=row|6 January 1894 |2nd||style=text-align:left|Northwich Victoria||A |style=background:#cfc|W||7–0||style=text-align:left|Walton, Mobley 3, Hands 2, Wheldon |500 |- !scope=row|13 January 1894 |2nd||style=text- align:left|Crewe Alexandra||A |style=background:#cfc|W||5–3||style=text- align:left|Jackson, Walton 2, Mobley, Hands |1,000 |- !scope=row|3 February 1894 |2nd||style=text-align:left|Notts County||A |style=background:#fcc|L||1–3||style=text-align:left|Mobley |2,500 |- !scope=row|3 March 1894 |3rd||style=text-align:left|Grimsby Town||A |style=background:#fcc|L||1–2||style=text-align:left|Mobley |5,000 |- !scope=row|17 March 1894 |3rd||style=text-align:left|Ardwick||H |style=background:#cfc|W||10–2||style=text-align:left|Wheldon 2, Hallam 2, Hands, Jenkyns, Walton, Mobley 3 |2,500 |- !scope=row|23 March 1894 |3rd||style=text-align:left|Rotherham Town||A |style=background:#cfc|W||3–2||style=text-align:left|Walton, Hallam, Wheldon |1,000 |- !scope=row|24 March 1894 |3rd||style=text-align:left|Burslem Port Vale||H |style=background:#cfc|W||6–0||style=text-align:left|Hands, Walton 2, Mobley 2, Wheldon |4,000 |- !scope=row|31 March 1894 |2nd||style=text- align:left|Woolwich Arsenal||A |style=background:#cfc|W||4–1||style=text- align:left|Jenkyns, Wheldon, Mobley, Hallam |6,000 |- !scope=row|7 April 1894 |2nd||style=text-align:left|Notts County||H |style=background:#cfc|W||3–0||style=text-align:left|Hands 2, Walton |8,500 |} ====Test Match==== {| class=\"wikitable plainrowheaders\" style=text- align:center |- !scope=col|Date !scope=col|Opponents !scope=col|Venue !scope=col|Result !scope=col|Score F–A !scope=col|Scorers !scope=col|Attendance |- !scope=row|28 April 1894 |style=text-align:left|Darwen||style=text-align:left|Victoria Ground, Stoke- on-Trent |style=background:#cfc|W||3–1||style=text-align:left|Hallam, Walton, Wheldon |3,000 |} ===FA Cup=== {| class=\"wikitable\" style=text-align:center |- !scope=col|Round !scope=col|Date !scope=col|Opponents !scope=col|Venue !scope=col|Result !scope=col|Score F–A !scope=col|Scorers !scope=col|Attendance |- !scope=row|1st |style=text- align:left|27 January 1894 |style=text-align:left|Bolton Wanderers||H |style=background:#fcc|L||3–4||style=text-align:left|Hallam, Mobley, Wheldon |7,000 |} ===United Counties League Southern Section=== {| class=\"wikitable plainrowheaders\" style=text-align:center !scope=col|Date !scope=col|Opponents !scope=col|Venue !scope=col|Result !scope=col|Score F–A !scope=col|Scorers !scope=col|Attendance !scope=col|Ref |- !scope=row|10 February 1894 |style=text-align:left|Wolverhampton Wanderers||H |style=background:#ffc|D||3–3||align=style=text-align:left|Not known (3) |4,000 | |- !scope=row|17 February 1894 |style=text-align:left|Wolverhampton Wanderers||A |style=background:#cfc|W||2–1||style=text-align:left|Hallam, Mobley |Not known | |- !scope=row|24 February 1894 |style=text-align:left|West Bromwich Albion||H |style=background:#fcc|L||4–5||style=text-align:left|Not known (4) |Not known | |- !scope=row|26 February 1894 |style=text- align:left|West Bromwich Albion||A |style=background:#fcc|L||1–3||style=text- align:left|Mobley |1,000 | |- !scope=row|2 April 1894 |style=text- align:left|Stoke||H |style=background:#cfc|W||3–0||style=text- align:left|Hallam, Walton 2 |1,000 | |- !scope=row|9 April 1894 |style=text- align:left|Stoke||A |style=background:#fcc|L||1–2||style=text- align:left|Hallam |1,000 | |} {| class=\"wikitable\" style=text-align:center |+ Final league table |- !scope=col|Pos !scope=col|Club !scope=col|Pld !scope=col|W !scope=col|D !scope=col|L !scope=col|F !scope=col|A !scope=col|Pts |- !scope=row|1st |style=text-align:left|West Bromwich Albion||6||4||0||2||20||15||8 |- !scope=row|2nd |style=text- align:left|Stoke||6||4||0||2||12||12||8 |- style=font-weight:bold !scope=row|3rd |style=text-align:left|Small Heath||6||2||1||3||14||14||5 |- !scope=row|4th |style=text-align:left|Wolverhampton Wanderers||6||1||1||4||10||14||3 |- |colspan=9|Key: Pld = Matches played; W = Matches won; D = Matches drawn; L = Matches lost; F = Goals for; A = Goals against; Pts = Points |- |colspan=9|Source: |} ===Birmingham Senior Cup=== {| class=\"wikitable\" style=text-align:center |- !scope=col|Round !scope=col|Date !scope=col|Opponents !scope=col|Venue !scope=col|Result !scope=col|Score F–A !scope=col|Scorers !scope=col|Attendance !scope=col|Ref |- !scope=row|1st |style=text-align:left|20 January 1893 |style=text-align:left|Loughborough||A |style=background:#fcc|L||1–4||style=text-align:left|Not known |1,500 | |} ===Mayor of Birmingham's Charity Cup=== {| class=\"wikitable\" style=text- align:center |- !scope=col|Round !scope=col|Date !scope=col|Opponents !scope=col|Venue !scope=col|Result !scope=col|Score F–A !scope=col|Scorers !scope=col|Attendance !scope=col|Ref |- !scope=row|SF |style=text-align:left|27 March 1894 |style=text-align:left|Wolverhampton Wanderers||A |style=background:#ffc|D||1–1||style=text-align:left|Mobley |Not known | |- !scope=row|Replay |style=text-align:left|11 April 1894 |style=text- align:left|Wolverhampton Wanderers||H |style=background:#fcc|L||0–2|| | | |} ===Other matches=== {| class=\"wikitable plainrowheaders\" style=\"text- align:center\" |- !scope=col|Date !scope=col|Opponents !scope=col|Venue !scope=col|Result !scope=col|Score F–A !scope=col|Scorers !scope=col|Attendance !scope=col|Notes |- !scope=row|4 November 1893 |style=text-align:left|Everton Reserve||A |style=background:#fcc|L||1–5||style=text-align:left|Not known |Not known |style=text-align:left|Friendly match |- !scope=row|26 December 1893 |style=text-align:left|Marlow||A |style=background:#ffc|D||2–2||style=text- align:left|Not known |3,000 |style=text-align:left|Friendly match |- !scope=row|1 January 1894 |style=text-align:left|Aston Villa||A |style=background:#fcc|L||3–4||style=text-align:left|Wheldon, Walton or Wheldon, Walton |8,000 |style=text-align:left|Friendly match |- !scope=row|10 March 1894 |style=text-align:left|Nottingham Forest||H |style=background:#ffc|D||2–2||style=text-align:left|Not known (2) |Not known |style=text-align:left|Friendly match |- !scope=row|30 April 1894 |style=text- align:left|Aston Villa||H |style=background:#ffc|D||3–3||style=text- align:left|Not known (3) |4–5,000 |style=text-align:left|Benefit match for Small Heath F.C. |} ==Squad statistics== This table includes appearances and goals in nationally organised competitions – the Football League, including promotion test matches, and FA Cup – only. For a description of the playing positions, see Formation (association football)#2–3–5 (Pyramid). {| class=\"wikitable sortable plainrowheaders\" style=text-align:center |- class=\"unsortable\" !scope=col rowspan=2|Name !scope=col rowspan=2|Position !scope=col colspan=2|League !scope=col colspan=2|Test match !scope=col colspan=2|FA Cup !scope=col colspan=2|Total |- !width=40 scope=col|Apps!!width=40 scope=col|Goals !width=40 scope=col|Apps!!width=40 scope=col|Goals !width=40 scope=col|Apps!!width=40 scope=col|Goals !width=40 scope=col|Apps!!width=40 scope=col|Goals |- !scope=row| |Goalkeeper||4||0||1||0||0||0||5||0 |- !scope=row| |Goalkeeper||23||0||0||0||1||0||24||0 |- !scope=row| |Goalkeeper||1||0||0||0||0||0||1||0 |- !scope=row| |Full back||3||0||0||0||1||0||4||0 |- !scope=row| |Full back||9||1||0||0||0||0||9||1 |- !scope=row| |Full back||3||0||1||0||0||0||4||0 |- !scope=row| |Full back||12||0||0||0||1||0||13||0 |- !scope=row| |Full back||8||0||1||0||0||0||9||0 |- !scope=row| |Full back||14||0||0||0||0||0||14||0 |- !scope=row| |Full back||2||0||0||0||0||0||2||0 |- !scope=row| |Full back||2||0||0||0||0||0||2||0 |- !scope=row| |Half back||28||1||1||0||1||0||30||1 |- !scope=row| |Half back||26||6||1||0||1||0||28||6 |- !scope=row| |Half back||7||2||0||0||0||0||7||2 |- !scope=row| |Half back||28||0||1||0||1||0||30||0 |- !scope=row| |Forward||22||9||1||1||1||1||24||11 |- !scope=row| |Forward||28||14||1||0||1||0||30||14 |- !scope=row| |Forward||8||4||0||0||0||0||8||4 |- !scope=row| |Forward||4||1||0||0||0||0||4||1 |- !scope=row| |Forward||7||3||0||0||0||0||7||3 |- !scope=row| |Forward||21||24||1||0||1||1||23||25 |- !scope=row| |Forward||20||16||1||1||1||0||22||17 |- !scope=row| |Forward||28||22||1||1||1||1||30||24 |} ==Notes== ==References== ;General * ;Specific Category:Birmingham City F.C. seasons Small Heath ",
    "title": "1893–94 Small Heath F.C. season"
}