{
    "id": "31311476",
    "text": "Lucas Gassel in the Pictorum aliquot celebrium by Dominicus Lampsonius Lucas Gassel or Lucas van Gassel (Deurne, Netherlands,Lucas Gassel at the Netherlands Institute for Art History 1480–1500 – 1568 or 1569) was a Flemish Renaissance painter and draughtsman known for his landscapes. He helped further develop and modernize the landscape tradition in Flanders. He also designed prints which were published by the Antwerp publisher Hieronymus Cock.Lucas Gassel, The gardens of a Renaissance palace, with episodes from the story of David and Bathsheba, in a panoramic landscape adorned with mountains and a port at De Jonckheere Gallery ==Life== Little is known about the life of this artist. Born in Deurne, Netherlands, Lucas Gassel is believed to have moved to Antwerp before 1520. Here he received his artistic training. Historiographical tradition links him to the artistic milieu of Brussels, a city which he is assumed to have moved to. The influences visible in his work link him much more to the Antwerp school of painting.Luc Serck, Gassel, Lucas, in: Dictionnaire des peintres belges On the other hand, his frequent depictions of scenes at the court point to a possible stay in Brussels where the court was located. He was a humanist and was linked with other humanists in the Low Countries. He was a friend of Dominicus Lampsonius who included him in his 1572 publication Pictorum aliquot celebrium Germaniae inferioris effigies (literal translation: Effigies of some celebrated painters of Lower Germany), a set of 23 engraved portraits of leading artists from the Low Countries who had died.Lucas Gassel in Karel van Mander's Schilder-boeck, 1604 Pictorum aliquot celebrium Germaniae inferioris 1572 edition in the Courtauld Institute of Art Episodes from the story of David and Bathsheba ==Work== He painted landscapes and architectural studies without regard for realistic depiction. He continued in the mid-sixteenth century the 'world landscape' tradition of wide landscape vistas created by the likes of Joachim Patinir in the Southern Netherlands.Lucas Gassel, Landscape with the return of the prodigal son at Sotheby's In contrast to Patinir Gassel's landscapes are bustling with life and activity. In the foreground of his landscapes with rivers and mountains, and of his cityscapes with palaces and leisure gardens, his staffage pose in parables from the Bible, classical subjects, courtly leisure pursuits or every day life. These characters are mainly pretexts to present the panoramic view in which they are included. He managed to mix fantastic rocky masses and a refined world of sweetness.Lucas Gassel, A panoramic river landscape with Judah and Tamar at Christie's His landscapes follow the tradition established by Joachim Patinir and Herri met de Bles who structured their landscapes on a diagonal axis and using a division in three tones. Gassel's landscapes modernised this style by accentuating the graphic aspect, their preference for dull colors and the reduction of the level of detail. Landscape with the return of the prodigal son Luc Gassel painted at least four versions of episodes from the Biblical story of David and Bathsheba in the grounds of a Renaissance Palace (Wadsworth Atheneum in Hartford, the collection of the Duke of Palmela in Lisbon, the collection of Doctor Restrelli and at De Jonckheere Gallery in 2018). In addition to various scenes depicting the Biblical story, the paintings also depict entertainments and games popular at royal courts in the 16th century. In the middle of the Renaissance garden is a large maze. In the foreground can be seen one of the first depictions of tennis in European art. Other games portrayed in the paintings are boule á l’anneau (hoop ball), which involves hitting a ball under hoops using a wooden stick, a forerunner of croquet. In the version at De Jonckheere Gallery in 2018, the steep cliffs show his indebtedness to Herri met de Bles, while the forest across the hills, allows him to use a whole range of greens. ==Notes== ==External links== * Category:1490s births Category:1568 deaths Category:Flemish Renaissance painters Category:Flemish landscape painters Category:People from Helmond ",
    "title": "Lucas Gassel"
}