{
    "id": "31311432",
    "text": "José Luis Ábalos Meco (born 9 December 1959) is a Spanish politician of the Spanish Socialist Workers' Party who has been serving as Minister of Development (of Transport, Mobility and Urban Agenda since 2020) of the Government of Spain since 2018, in the cabinets presided by Pedro Sánchez. He has been a Member of the Congress of Deputies since 2009. He is also the Secretary of Organization of his party. == Biography == Ábalos was born in Torrent (province of Valencia) in 1959. He is the son of bullfighter Heliodoro Ábalos \"Carbonerito\" and the grandson of a Civil Guard officer, Julián Meco, who died in active service because of a pneumonia during the Revolution of 1934. He joined the Communist Youth Union of Spain at the age of 17 and in 1978 he officially joined the Communist Party of Spain (PCE). After leaving the PCE, Ábalos joined the Spanish Socialist Workers' Party (PSOE) in 1981. Ábalos worked as a primary school teacher. Within the PSOE, he served as Secretary-General of the PSOE for the Valencia City North region (based around the district of Orriols) from 1988 to 1995 before he became PSOE Secretary- General for Valencia city in the latter year. He also stood as a candidate for Secretary-General of the PSOE in the Valencian Community in 2001 and 2008, but was unsuccessful on both occasions. He was a member of Valencia City Council from 1999 to 2009 while also being a member of the Provincial Deputation of Valencia for the 2003–2007 period. For the Spanish General Election of 2008, he was selected as a candidate for the PSOE, being placed eighth on the list for Valencia Province. With the PSOE (as in 2004) winning seven seats, Ábalos initially failed to be elected to the Spanish Congress, but in April 2009 he joined the Congress as a substitute for Inmaculada Rodríguez-Piñero, who had been appointed Secretary-General for Infraestructures within the Ministry of Public Works. On May 24, 2017, he was appointed Acting Spokesperson of the Socialist Group in Congress after the victory of Pedro Sánchez in the party's leadership election. He served as such until June 19, 2017, when Margarita Robles was appointed Spokesperson and Ábalos was appointed Secretary of Organization of the PSOE. === Minister === In June 2018, prime minister Pedro Sánchez appointed Ábalos as Minister of Development. Ábalos, along with ministers Robles and Batet were the only ministers in the first Cabinet of Pedro Sánchez who were also members of parliament. To avoid overlaps in their agendas, they resigned to its seats at the Congress of Deputies. The Prime Minister called for snap elections twice in 2019, winning the PSOE both of them. In both elections, Ábalos ran for election, being elected MP for the Valencian constituency. After the November election, PSOE reached a deal with Unidas Podemos to form a coalition government presided by Sánchez, and Ábalos was confirmed on its position as Minister, although the portfolio was renamed as Ministry of Transport, Mobility and Urban Agenda. In January 2020, Ábalos met in the guest area of the Madrid–Barajas Airport with Delcy Rodríguez, Vice President of Venezuela, despite the entry ban imposed by the European Union. == Positions held == * Secretary General of the Socialist Party of Valencia PSPV-PSOE (1995–2000) * President of the National Committee of the PSPV-PSOE (1997–1999) * Councilor of the City Hall of Valencia (1999–2009) * Vicesecretary General of PSPV-PSOE (2000–2004) * Member of the County Council of Valencia (2003–2007) * Member of the Congress of Deputies representing the Constituency of Valencia (2009–2018) * Secretary General of PSPV in the province of Valencia (2012–2017) * Acting Spokesperson of the Socialist Party at the Spanish Congress of Deputies (2017) * Organizational Secretary of PSOE (since 2017) * Minister of Development (2018–2020); Minister of Transport, Mobility and Urban Agenda (since 2020) == Electoral history == {| class=\"wikitable\" style=\"text-align:left;\" |+ José Luis Ábalos' electoral history ! scope=\"col\"| Election ! scope=\"col\"| List ! scope=\"col\"| Constituency ! scope=\"col\"| ! scope=\"col\"| Result ! scope=\"col\"| |- | Valencia municipal election, 1999 | align = \"center\" | PSOE | align = \"center\" | - | align = \"center\" | 2nd (out of 33) | align = \"center\" | Elected | align = \"center\" | |- | Valencia municipal election, 2003 | align = \"center\" | PSOE | align = \"center\" | - | align = \"center\" | 2nd (out of 33) | align = \"center\" | Elected | align = \"center\" | |- | Valencia municipal election, 2007 | align = \"center\" | PSOE | align = \"center\" | - | align = \"center\" | 4th (out of 33) | align = \"center\" | Elected | align = \"center\" | |- | Spanish general election, 2008 (Congress of Deputies) | align = \"center\" | PSOE | align = \"center\" | Valencia | align = \"center\" | 8th (out of 16) | align = \"center\" | Not elected | |- | Spanish general election, 2011 (Congress of Deputies) | align = \"center\" | PSOE | align = \"center\" | Valencia | align = \"center\" | 3rd (out of 16) | align = \"center\" | Elected | align = \"center| |- | Spanish general election, 2015 (Congress of Deputies) | align = \"center\" | PSOE | align = \"center\" | Valencia | align = \"center\" | 2nd (out of 15) | align = \"center\" | Elected | align = \"center| |- | Spanish general election, 2016 (Congress of Deputies) | align = \"center\" | PSOE | align = \"center\" | Valencia | align = \"center\" | 2nd (out of 16) | align = \"center\" | Elected | align = \"center\" | |- | Spanish general election, April 2019 (Congress of Deputies) | align = \"center\" | PSOE | align = \"center\" | Valencia | align = \"center\" | 1st (out of 15) | align = \"center\" | Elected | align = \"center\" | |- | Spanish general election, November 2019 (Congress of Deputies) | align = \"center\" | PSOE | align = \"center\" | Valencia | align = \"center\" | 1st (out of 15) | align = \"center\" | Elected | align = \"center\" | |- | colspan = \"6\" | |} ==References== ==External links== *Biography at Spanish Congress site *Spanish Socialist Workers Party Transparency Portal - Jose Luis Ábalos Meco *La Moncloa - Jose Luis Abalos Meco - Minister of Development *Personal blog Category:1959 births Category:Government ministers of Spain Category:Living people Category:Members of the 9th Congress of Deputies (Spain) Category:Members of the 10th Congress of Deputies (Spain) Category:Members of the 11th Congress of Deputies (Spain) Category:Members of the 12th Congress of Deputies (Spain) Category:Spanish Socialist Workers' Party politicians Category:People from Valencia Category:Valencia city councillors Category:Members of the 13th Congress of Deputies (Spain) Category:Public works ministers of Spain Category:Members of the 14th Congress of Deputies (Spain) ",
    "title": "José Luis Ábalos"
}