{
    "id": "31320213",
    "text": "Bhubaneswar Rajdhani Express is a Rajdhani Express train starting from Bhubaneswar, the capital and largest city of the Indian state of Odisha to the final destination of New Delhi, which serves as the capital of India. Currently, there are three dedicated sets of rakes operating from Bhubaneswar to New Delhi. This is 2nd Rajdhani Train which is having 3 dedicated routes after Dibrugarh Rajdhani Express. ==History== * 1st set of Bhubaneswar Rajdhani Express was introduced on 1994-95 Rail Budget by C. K. Jaffer Sharief (Former Minister of Railways) as a weekly frequency train.Rail Budget 1994-95, Retrieved 26 May 2019. Later the Service was increased to bi-weekly after public demand in 1998. It used to get WAP4 locomotive from Ghaziabad shed (NDLS-HWH) & Santragachi shed (HWH-BBS) Rail Budget 1997-98, Retrieved 26 May 2019. and also changed its Route to Adra Instead of Bypassing Howrah in 2002.Rail Budget 2002-03, Retrieved 26 May 2019. * 2nd set of Bhubaneswar Rajdhani Express was introduced on 2003 by Nitish Kumar (Former Minister of Railways) as a bi-weekly frequency train.Rail Budget 2003-04, Retrieved 26 May 2019 Later in 2004 the frequency of this train are increased to 4 days in a week.Rail Budget 2009-10, Retrieved 26 May 2019. * Later, 3rd set of Bhubansewar Rajdhani Express was Inaugurated on 10 February 2018, was flagged of by Piyush Goyal (Minister of Railways) as a weekly frequency train which bypasses through Sambalpur.Economic Times, Retrieved 26 May 2019. ==Routes== The three sets of Bhubaneswar Rajdhani Express runs on three different routes: * 1st set of Train Number 22811/12 runs through Adra with total distance of 1730 km in length with average speed of 75 km/hr.indiarailinfo.com, Retrieved 26 May 2019 Bhubaneswar, Cuttack, Jajpur Keonjhar, Bhadrak, Balasore, Hijli, Bankura, Adra, Gomoh, Koderma, Gaya, Pt Deen Dayal Upadhyaya Jn, Kanpur, New Delhi. * 2nd set of Train Number 22823/24 runs through Tatanagar with total distance of 1802 km in length with average speed of 69 km/hr.indiarailinfo.com, Retrieved 26 May 2019 Bhubaneswar, Cuttack, Bhadrak, Balasore, Kharagpur, Tatanagar, Bokaro Steel City, Koderma, Gaya, Pt Deen Dayal Upadhyaya Jn, Kanpur, New Delhi. * 3rd set of Train Number 20817/18 runs through Sambalpur with total distance of 1910 km in length with average speed of 71 km/hr.indiarailinfo.com, Retrieved 26 May 2019 Bhubaneswar, Cuttack, Dhenkanal, Angul, Sambalpur, Jharsuguda, Rourkela, Chakradharpur, Anara, Gomoh, Koderma, Gaya, Pt Deen Dayal Upadhyaya Jn, Kanpur, New Delhi. ==Overview== This train is fully air conditioned and has a AC Hot Buffet Car to provide both vegetarian and non-vegetarian meals during the journey. The meals are pre-paid along with the ticket, similar to the other Rajdhani Express trains. The train offers three classes of accommodation i.e. AC First Class (1A) with 2-berth and 4-berth couples (with locking facility for privacy), AC Two Tier (2A) with open bays (4 berths/bay + 2 berths on the other side of the aisle of each bay), provided with curtains for privacy, and AC Three Tier (3A) with open bays (6 berths/bay + 2 berths on the other side of the aisle of each bay) without curtains. ==Traction== The three sets of Bhubaneswar Rajdhani Express are hauled by the WAP-7 locomotive of Ghaziabad electric loco shed on Both directions. ==Coach Composition== Balasore Railway Station The trains use modern LHB Coaches (deployed in 2009) consisting of 1 AC First Class Coach (1A), 2 AC Two Tier Coaches (2A), 11 AC Three Tier Coaches (3A), 1 AC Hot Buffet Car (Pantry Car) and 2 Luggage/Parcel Cum Generator Cum Brake Vans, one of which is provided with the Guards' Cabin. ;Rake Composition {| class=\"wikitable\" |- style=\"background:lightblue;\" ! Loco !! 1 !! 2 !! 3 !! 4 !! 5 !! 6 !! 7 !! 8 !! 9 !! 10 !! 11 !! 12 !! 13 !! 14 !! 15 !! 16 !! 17 |- ||| LRM1 || B1 || B2 || B3 || B4 || B5 || B6 || B7 || B8 || B9 || B10 || B11 || PC || A2 || A1 || H1 || LRM2 |} ==Incidents== * On 3 Apr 2019, Two Coaches of Bhubaneswar Rajdhani Uncoupled on the river Bridge which is 2.5 km away from Cuttack immediately the loco pilot stopped the train, no casualties reported.indiatimes.com, 3 April 2019, Retrieved 26 May 2019 * On 11 May 2019, A Fire Broke out at Generator Car of Bhubaneswar Rajdhani nearby Balasore, immediately railway staffs kept fire in under control, no casualties reported.Business Today, 11 May 2019, Retrieved 26 May 2019 ==Gallery== A duronto liveried Ghaziabad WAP-7 hauling Bhubaneswar Rajdhani.jpg|Bhubaneswar Rajdhani being hauled by a Duronto liveried WAP7 of Ghaziabad loco shed. Bhubaneswar Rajdhani Express via Sambalpur City - AC 3 tier coach.jpg|Bhubaneswar Rajdhani Express via Sambalpur City - AC Three Tier Coach Bhubaneswar Rajdhani Express via Sambalpur City - AC 1st Class coach.jpg|Bhubaneswar Rajdhani Express via Sambalpur City - AC First Class Coach Bhubaneswar Rajdhani Express via Sambalpur City - Train Board.jpg|Bhubaneswar Rajdhani Express via Sambalpur City - Train Board == References == == External links == Category:Rajdhani Express trains Category:Transport in Bhubaneswar Category:Rail transport in Odisha Category:Transport in Delhi Category:Rail transport in West Bengal Category:Rail transport in Jharkhand Category:Rail transport in Bihar Category:Rail transport in Delhi Category:Rail transport in Uttar Pradesh ",
    "title": "Bhubaneswar Rajdhani Express"
}