{
    "id": "31322247",
    "text": "EFMS Energy and facility management software is a term used to refer to an enterprise-wide platform for handling technical data related to buildings and stems from the merger of EMS (energy management software), CAFM (Computer Aided Facility Management) and EAS (Energy Accounting Software). As such it involves the gathering and processing or information that is required for maintaining acceptable indoor comfort level while minimizing energy use. ==Purpose== An EFMS serves a dual purpose: *Tactical: On a day-to-day operational level an EFMS will help improve comfort level where required while minimizing energy consumption. Should comfort level not be an issue, the EFMS will focus processes and resources on reducing energy spending. *Strategic: On a mid-to-long term scope an EFMS will support the development strategy of the organization with information that will support managerial decisions such as systems, vendors or processes efficiencies, ratings and critical areas etc. == Method == === Information Classes === To achieve its purpose an EFMS integrates several informational classes in a common processing environment, mainly: *Energy consumption information information commonly handled by an EMS and derived from online metering devices (such as Electric Energy meters and Gas meters). *System information such as HVAC systems settings, sensor readings etc. commonly resident in a BMS. *Assets Information, such as building size, floor number and area, cooling capacity of installed HVAC systems, maintenance logs etc. commonly found in a CAFM system. *Weather information commonly derived from internet weather feeds or locally installed sensors. *Occupancy / Use information such as room occupancy of a hotel or customers served at a retail store commonly found in an ERP. *Utility bills information commonly resident in an EAS (Energy Accounting Software). === Components === An EFMS should be consisted of at least the following modules: *Visualization / Dashboard Module which will present graphical or table illustrations of energy information (from EMS), system information (from BMS) and Billing information (from EAS). *Alarming Module which will create and manage alarms based on given threshold values and / or Faults Detection & Diagnosis detection methods. *Work Order Module which will create and manage notifications of alarms directed towards appropriate users. The Work Order Module will manage actions of users related to each fault along the Fault Cycle (birth, detection, diagnosis, action, evaluation). *Data Sources Module which will manage the connection to and synchronization with the various data sources such as energy management systems and metering devices, BMS, EAS, ERP etc. *Reporting Module which will manage the creation and distribution of energy and facility reports. === Processes === The processes performed in an EFMS fall under the categories of: *Entry Processes which may be tactical such as the automated synchronization with a BMS or ERP or ad hoc such as the manual entry of utility bills data or the upload of a maintenance log. *FDD Processes (Faults Detection & Diagnosis) which may include sub-processes for setting various thresholds, selecting from a list of rules which ones should be applied to each specific building / installation and the tactical application of rule sets and threshold values to an FDD scanning process of building related data. *Work Order Processes which include processes for relaying alerts and faults to users and managing the actions they undertake until the issue is resolved. *Reporting Processes which involve tactical creation of visualization elements and reports or ad hoc querying processes for data mining and faults investigation. ==Applications== Applications of integrated EFMS suites will benefit mostly organizations with either very large and busy facilities, such as malls, hotel complexes and transportation hubs the complexity of which challenges operational efficiency and organizations with many buildings dispersed across remote locations such as retail chains, restaurant chains, banks and food store chains which operate medium-sized buildings that stretch facility management operations to high costs. Commercial property managers that plan and manage energy efficiency projects generally use a software platform to perform energy audits and to collaborate with contractors to understand their full range of options. The Department of Energy (DOE) Software Directory describes EnergyActio software, a cloud based platform designed for this purpose. ==Notes== * Model Based Reasoning for Faults Detection and Diagnosis * Automated Continuous Commissioning for Energy Efficient Buildings * Enhancing Building Operations Through Automated Diagnostics: Field Test Results * Real time recursive parameter estimation in energy management systems * Building Life-Cycle Cost (BLCC) Programs ==References== Category:Electric power transmission systems Category:Energy conservation Category:Sustainable technologies ",
    "title": "Energy and facility management software"
}