{
    "id": "31321066",
    "text": "The Good Hotel Guide is an annual book publication, founded in 1977, listing and describing what they profess to be the finest hotels in Great Britain and Ireland. It also publishes a Continental Europe edition and a combined Great Britain and Western Europe guide book. The company has its headquarters in 50 Addison Avenue, London. The Daily Telegraph in 2006 said of The Good Hotel Guide: ‘The clear leader in recommending hotels of quality and character while not accepting payment for inclusion or free hospitality.’ The hotels which are included within the book are recommended by readers, and are often supported by an anonymous professional inspection to affirm that the hotel meets the high standard that is claimed. The books are usually divided into England, Wales, Scotland and Ireland and list the hotels which are included by place name alphabetical order rather than hotel order. The book shows a strong bias to small country house hotels and old buildings which have a higher degree of eccentricity or originality and character rather than city skyscraper type hotels. The book also annually offers considerable voucher incentives to readers; the 2011 edition contained £150 worth of discount vouchers for hotels included in the book. The most prolific editor of the book is Hilary Rubenstein who edited the books in the 1980s and 1990s. Caroline Raphael has been the most prolific editor since the late 1990s, often with her husband, award-winning journalist Adam Raphael, although very recent editions (2010 and 2011) are edited by Adam not Caroline, with D. Balmer. ==César Awards== The Good Hotel Guide awards what it believes to be the top ten very best hotels in the country with a César Award which are described as \"Oscars for the hotel industry\". The first awards were given in 1986. Hotels which are recipients of this award often display this award or mention it on their websites as a sign of top quality and approval. As of 2002 the awards given are as follows: *London Hotel of the Year *Traditional Hotel of the Year *Country House Hotel of the Year *Yorkshire Hotel of the Year *Scottish B&B; of the Year *Irish Inn of the Year *Welsh Country House of the Year *Restaurant-with-rooms of the Year *Designer Hotel of the Year *Utterly Enjoyable Mild Eccentricity ==References== ==External links== *Official site *Review of the guide *Website Category:Hotel guide books Category:Publications established in 1977 ",
    "title": "The Good Hotel Guide"
}