{
    "id": "31326046",
    "text": "Raul Mourão' (born 24 August 1967, Rio de Janeiro, Brazil) is an artist. His artwork includes the production of drawings, sculptures, videos, texts, installations and performances. == Chronology == === Early years === During his childhood his first contacts with art are through visits to museums with his family and through observing the paintings and drawings that his father does as a hobby. In his adolescence, he developed an interest for cinema, literature, music and sports. In the second half of the 1980s he participated in workshops on cinema theory at the Estação Botafogo Cine Club. He also participated in photography courses. His contact with different cultural spheres and his interest in the poetics of the street and the city became fundamental to the development of his work. === the '80s === In 1986 he begins his studies as an undergraduate in journalism at the Hélio Alonso Faculty and enrolled himself on the \"Creative blocks\" painting course organised by Charles Watson at the School of Visual Arts of Parque Lage (EAV-Parque Lage), Rio de Janeiro. He begins training at the independent production company Multivideo, in Santa Teresa, where he operates cameras and uses an editing suite for the first time. In 1988 he transferred to the Faculty of Architecture and Urbanism at the University of Santa Úrsula, Rio de Janeiro, where he restarted taking lessons at EAV-Parque Lage. During this period the EAV-Parque Lage was under the direction of the art critic Frederico de Morais. Over the next three years, Mourão attended the school participating in courses and producing small exhibitions. During this same period he met and socialised with other students such as Afonso Tostes, Ana Rondon, Augusto Herkernhoff, Cabelo, Cassia Castro, Daniel Feingold, José Bechara, José Damasceno, Marcelo Rocha, Marcia Thompson and Tatiana Grinberg amongst others. During this period he also became close friends with the artists of the so-called Generation 80 such as Alex Hamburguer, Alexandre Dacosta, Analu Cunha, André Costa, Barrão, Márcia X., Marcus André, Marcos Chaves, Luiz Zerbini, Ricardo Basbaum, Ricardo Becker, Ricardo Maurício and Roberto Tavares amongst others. === The '90s === In 1990 he transferred to study architecture at the Federal University of Rio de Janeiro (UFRJ). He shared a studio for a short period with José Damasceno. During this time the artist did his first three dimensional experiments producing sculptures and objects such as Cream cracker and Ovo-violão. In a partnership with Damasceno they created the fictitious artist Cafew. In 1991 he participated in the 15th Rio de Janeiro Art Salon at EAV-Parque Lage. He presents three drawings using oil on paper and receives second place in the competition where the jury consisted of the art critics Frederico Morais, Ligia Canongia, Marcus de Lontra Costa, Paulo Venâncio Filho and Reynaldo Roels. In the beginning of 1992 he shared a studio with Angelo Venosa, Cassia Castro, José Bechara and Luiz Pizarro located in a large house in Glória neighborhood, Rio de Janeiro. That year he enrolled in the course \"Aspects of modern sensibility\" that the art critic Paulo Venancio Filho offered at the University of Santa Úrsula. This became an important experience for Mourão, especially regarding the reflection on art and on his own work. He met the cinema director Roberto Berliner and initiated a partnership that during the 1990s allowed Mourão to do the co-direction and art direction of video pieces (of artists such as Skank, Paralamas do Sucesso, Lobão and Pedro Luís e a Parede amongst others) and documentaries such as the \"Som da rua\" series and \"A pessoa é para o que nasce\". In 1993 he created, with the artist Barrão, the scenery for the TV program \"Básico Instinto\" about the writer and composer Fausto Fawcett. With Marcos Chaves and the designer Sônia Barreto he formed 2D, a graphic art company. He participated in the 17th Rio de Janeiro Art Salon at the EAV - Parque Lage where he presented the sculpture \"Sem título\" that is reminiscent of a penalty situation in the game of football. It was the first work of the artist that created a dialogue with sport of football. In November at the invitation of Everaldo Miranda, he presented \"Humano\", his first individual exhibition at the Sérgio Porto Cultural Space, Rio de Janeiro. The artist presented works using marble, iron, glass and water. In 1994 he participated in the exhibition \"Preto no Branco e/ou…\" at the EAV - Parque Lage and was united with the artists Amador Perez, Anna Maria Maiolino, Franz Weissmann, Maria do Carmo Secco, Mira Schendel and Manoel Fernandes. Mourão presented drawings of oil on paper. In the text published on the exhibition's folder, the art critic Paulo Herkenhoff commented on the work of the artist: “In this exhibition the work of Raul Mourão seems deliberately to propose confusion. The raw material of many layers of pasted oil on paper, contrasts in the game of light/dark in the drawing of the ‘figure’, in the lines of gesture and outline […]. If this is a drawing it has a strange corporal opulence. If this is painting it’s remarkable how the will for a drawing is incorporated in the mass of the picture. However, to ask one self if it is a painting or drawing would be here a useless doubt considering the historical process of the expansion of languages. […] in this work we can also find a disparity of humours. There are visual games both serious and severe. There are others that are ironic. The consequence centres on a vocabulary of strangeness, of primitive forms, of phantoms”. In this same year Mourão presented three collections at the Paço Imperial, Rio de Janeiro: \"Novos Noventa\", \"Matéria e Forma\" and \"Escultura Carioca\". In \"Matéria e Forma\" Mourão presents the sculpture \"Esporte\" e \"Morte\". The exhibition, in which also participated the artists Ernesto Neto, José Bechara and Marcus André, was curated by the art critic Luiz Camillo Osório. In January 1995 the gallery at the Sérgio Porto Cultural Centre he presented the video \"7 artistas\", for which he invited the artists André Costa, Barrão, Carlos Bevilacqua, Eduardo Coimbra, Marcia Thompson, Marcos Chaves and Ricardo Basbaum. Mourão hung the other artists using climbing harnesses from the walls of the gallery, filming the action and the exhibition space that they occupied. Making use of humour and irony, the artist produces his first work in video, approaching the universe of art. 7 artistas (7 artists) had a running time of sixty seconds, whilst the director of photography was Paulo Violeta and is edited by Leonardo Domingues. According to Mourão \"this work is a type of visual gag, where the artists and their works merge and occupy the same space\". In 1996 he participated in the exhibitions Rio: Panorama, at the Oduvaldo Vianna Filho Cultural Centre; Esculturas no Paço (Sculptures at the Paço) at the Paço Imperial and Amigos do Calouste (Friends of Calouste) at the Centre of Arts Calouste Gulbenkian, all in Rio de Janeiro. For the exhibition Rio: Panorama Mourão presented the intervention \"Casa/Árvore/Rua\" on Flamengo Beach. In November Mourão produced his second individual exhibition at the Ismael Nery Gallery at the Calouste Gulbenkian Centre of Arts. He presented four iron sculptures and one digital image. During the exhibition he debated with the artist Marco Veloso, who also wrote a text about Mourão entitled \"Um lugar que não existe\": \"Everyday life objects are removed from their contexts, delicately, poetically released into the environment of art, made out of iron and then, aggressively (?) inserted into an artistic language which is almost nonsense. It can be a football goal post, a broom, a drawer or a napkin on a cup. If all of those that produce art are characterised by a style, this mixture of violence (?) and sensibility are Raul’s signature. But there are no rules in art and perhaps Raul doesn’t even have a style.\" In 1997 he was invited by Marcos Chaves to participate in the project \"Intervenções em Vitrine\" (\"Interventions at the Shop Window\"), at the Dantes Bookshop, Rio de Janeiro. In July he published one hundred copies of the book Rua (Street) and did an intervention by the same name in the shop window. At the launch night, the group Farofa Carioca played on the pavement in front of the bookshop. Throughout the course of the year the artists André Costa e Tatiana Grinberg also participate in this project. In July, 1999 he presented the sculpture Cartoon at the exhibition Fundição em Conserto (Fixing Fundição), at Fundição Progresso, Rio de Janeiro. For this work the filmmaker Piu Gomes writes the following text: \"It’s a classic scene: from up high a heavy object falls on top of the character that breaks up and sees stars in the air. Cartoon transports the irony of animation movie icons to the art sphere. A body with no head, the wooden suit that ends in a large box, heavy and disproportional. / Are we in presence of a flattening of rational thought, crashed by an emotional blitzkrieg? Or do we accept that real life can be as unpredictable as the world of animation, where things fall over us without previous warning? / Did you see Big Head around? sang the Golden Boys. Stop making sense, sang Talking Heads. Cartoon radicalizes this proposal remaining faithful to the universe where it originated: simply nonsense. Break your head.\" In September, in a partnership with Eduardo Coimbra and Ricardo Basbaum, he founded and coordinated AGORA – Agency of Artistic Organisms – that, according to the members was created with the objective of creating new alternatives for making the production and circulation of contemporary art in Rio de Janeiro more dynamic. AGORA produced exhibitions and projects of Brazilian and foreign artists creating a new approach for the presentation, reflections and debates about contemporary art production in Rio de Janeiro. At Fundição Progresso he showed the exhibition Sintético (Synthetic), produced by AGORA, where he presented the works 5 pinturas (5 paintings); Sente-se (Sit down); Alcoólatra: Indivíduo dado ao vício do álcool (Alcoholic: Individual who is addicted to alcohol); Patas (Paws); Bolas (Balls); MAM; Casa/Árvore/Rua (Car/Tree/Street); and Barcos/Cabeça (Boats/Head). In the exhibition folder there are published extracts from a conversation that took place using telephone answering machine messages between Mourão and the artist Laura Lima, who was also present at the exhibition's inauguration. One of the messages, in which Mourão quoted an extract from the book Quincas Borba, by Machado de Assis, recalls the universe and thoughts present in his work: “Who ever knows the ground and the underground of life, knows very well that a part of a wall, a bench, a carpet, an umbrella, are rich full of ideas or feelings, when we are also, and that the reflections of the partnership between men and things composes one of the most interesting phenomena of the earth”1. In November he presented an exhibition with Ana Linneman, Fernanda Gomes and Marcos Chaves at the Mercedes Viegas Art Bureau, Rio de Janeiro. He participates in the exhibition A Imagem do Som de Chico Buarque (The Image of the Sound of Chico Buarque) at the Paço Imperial, with the work Surdo-mudo which is inspired by the song “Vai passar”, composed by Chico Buarque. The following month he participated in the exhibition Os 90 (The 90) at the Paço Imperial by invitation of the artist Iole de Freitas, who is one of the curators of the exhibition. He presents the installation Não realizados (Unrealised) composed of pieces that are part of large scale projects developed by Mourão. === The 2000s === In May 2000 Mourão, Eduardo Coimbra, Ricardo Basbaum and Helmut Batista founded and coordinated the AGORA/CAPACETE Space, a result of the union of the groups AGORA and CAPACETE entertainment which are located in Lapa neighbourhood, Rio de Janeiro, where the artist also had his studio. The historian Luiza Mello is in charge of coordinating the production. At the inauguration, the group Chelpa Ferro presented the performance A garagem do gabinete de Chico (The garage of the cabinet of Chico). In June, AGORA began to publish a weekly column about contemporary art on the Internet site super11.net. For this column Mourão wrote five texts. He participated in the exhibition La Imagen del Sonido de Chico Buarque (The Image of the Sound of Chico Buarque), at the Borges Cultural Centre, Buenos Aires, Argentina. He participated in November in the exhibition A Imagem do Som de Gilberto Gil (The Image of the Sound of Gilberto Gil) at the Paço Imperial, where he also presented for the first time a work from the series Grades (Fences) entitled Protótipo (Prototype). He participated in the creation of Tecnopop, a multimedia design office, with the designers Marcelo Pereira and Sônia Barreto, the journalist Luis Marcelo Mendes and the entrepreneur Rodrigo Machado. In September 2003 the designer and architect André Stolarski integrated the group of partners into the business. In 2001 he was invited by Márcia X. and Ricardo Ventura he presented, in May, the work Para montar (To be built) at the exhibition Orlândia in Botafogo, Rio de Janeiro. The research Grades/Rio de Janeiro/2000 (Fences/Rio de Janeiro/2000) was selected for the 6th Program of Scholarships of RioArte by the municipal council of Rio de Janeiro. With the support of the scholarship, Mourão developed his research for one whole year (from September 2001 to September 2002) dedicating himself to the documentation of fences in the urban spaces of Rio de Janeiro, Porto Alegre, São Paulo and Vila Velha. Based on this research the artist creates sculptures, installations and a series of photographs that were presented in collective and individual exhibitions. In October he showed the video-performance Artistas (Artists) at the III Biennial of Mercosul in Porto Alegre where he continued the idea and theme developed in 7 artistas (7 artists) Mourão invited the artists Lucia Koch, Mário Ramiro and Nelson Rosa to participate in a performance for the inauguration event at the St. Peter Psychiatric Hospital. The three of them were hung using climbing equipment on the walls of the exhibition space and stayed this way for one hour whilst the space was open for guests. The next day, positioned in the same places and with the same equipment, were found video monitors showing the documentary footage of each artist, lasting for a total of 58 minutes. Mourão also presented the sculpture A grande área (The big area) for an exhibition of urban interventions that takes place at the Sirotski Sobrinho Park. The following month, Mourão presented the installation O carro/A grade/O ar (The car/The fence/The air) at the exhibition Panorama de Arte Brasileira (Panorama of Brazilian Art) at MAM-São Paulo. Together with Brígida Baltar, Eduardo Coimbra, João Modé and Ricardo Basbaum he participates in the exhibition Outra Coisa (Another Thing) produced by AGORA at the Museum Vale do Rio Doce, in Vila Velha. In the presentation text of the exhibition the art critic Paulo Sergio Duarte writes: \"The reflexive essence of contemporary art in Brazil managed to manifest itself, with evident plastic incisiveness, in a poetic that is rich and generous in relation to the spectator, without letting go of a necessary complexity to the critical exploration of limits and frontiers. It’s inside this recent tradition that these works are inscribed. The individual richness of each one of these works is evident and a long dissertation would be necessary to show their contributions, however, one common trait should be mentioned: the formal research of these artists dares to break away, without fear, from certain recent ticks in Brazilian art that have impoverished its history\". He participated in the exhibition Imagem em Jogo (Images in Question) at the Venancio Contemporary Cultural Space, Brasília; and in Mostra Brasil + 500 (Exhibition Brazil + 500) at the MAM – Buenos Aires, Argentina, where he presents the sculpture Cartoon. He was invited by the curator Nessia Leonzini to participate in the exhibitions Coleções I (Collections I), at the LGC Gallery, Rio de Janeiro, and Coleções II (Collections II) at the Luisa Strina Gallery, São Paulo. In November he participated in the exhibition A Imagem do Som de Antonio Carlos Jobim (The Image of the Sound of Antonio Carlos Jobim) where he presents the work Ela é carioca (She is carioca). In March 2002 the exhibition Love's House was conceived by Mourão and produced by AGORA. During one week simultaneously with the XXV Biennial of São Paulo each artist occupied a room on the third floor of the hotel Love's House which is next to the offices of AGORA in the neighbourhood of Lapa. In room 303 Mourão presented Área de queda (Falling area), an installation from the series Grades (Fences), which is composed of three pieces of iron painted white. He produced the video-documentary Cão/Leão (Dog/Lion) that shows a day in the life of a stray dog. According to Mourão “the video is a parody of a reality show that transforms the routine of the stray dog. Previously a despised and abandoned figure the dog became the main character of the film and the centre of attention for the film crew. The anonymous dog became a film star in only 15 minutes”. The video is directed by Mourão in partnership with the cinema director Paola Vieira. The camera was operated by Fernando de Oliveira and is edited by Leonardo Domingues. In May he produced the exhibition Portable - 98/02 (Portátil – 98/02) at the Raquel Arnaud Art Cabinet which is his first individual exhibition in São Paulo. He wrote and published the text “Veículo rastreado” (“Marked vehicle”) for the exhibition's catalogue. He presents the object A grande área (The big area), the diptych Cartões (Cards), the sculptures Surdo-mudo (Deaf-mute) and Banco (Bench). In June he presented the exhibition Carga Viva (Live Load) at the Celma Albuquerque Art Gallery, which is his first individual exhibition in Belo Horizonte. The artist José Bechara had an exhibition on show at the same time in the gallery. Mourão presents sculptures and serigraphs from the series Grades (Fences), the video-object Artistas/Lucia Koch (Artists/Lucia Koch) and the works Cartões (Cards) and Sem braços e sem cabeça (No arms and no head). In the exhibitions’ catalogue the art critic Fernando Cocchiarale wrote: “Contrary to the logic of the ready- made, the appropriations made by Mourão restrict themselves, on the whole, to the sphere of work materials, determined, with frequency, through the analogy with raw materials used in real objects that serve as a reference to the artist’s recreations. […] He almost never uses objects previously produced. He takes them as references for his work and never as models. However, it does not exist here either, in opposition to the ready-made, any proximity with the increase in importance of artefacts, of mimesis or other forms of representation.” 2003 - In August the artist presents the exhibition Cego Só Bengala (Blind only Walking-Stick) at the Maria Antonia Centre at the University of São Paulo (USP). Mourão exhibits the photographs drama.doc and sculptures based on the research Grades (Fences). In the exhibition catalogue the art critic Daniela Labra wrote: “In a provocative parody Mourão removes a certain situation from the urban panorama and pastes it onto the physical space reserved for Art. From his particular fascination with fences the artist explores the social issue present in the hysterical importance given to these structures, and principally the absurd anti-aesthetic visual of these constructions, that end up becoming ‘sub-architectures’ in the name of reinforced safety. The city serves us daily with a banquet of visuals but accustomed to the abhorrent constructions around us, we pass unaffected through the paths congested with dirt and wonder, forgetting that everything seen is a product and consequence of ourselves.” In Rio de Janeiro, Mourão participates in the inaugural exhibition at the LURIXS Contemporary Art Gallery and the exhibitions Infantil (Infantile) at Gentil Carioca gallery; Nano Exposição (Nano Exhibition) at Arte em Dobro; and Sidaids produced by SESC Rio. In Vila Velha he participates in the exhibition O Sal da Terra (The Salt of the Earth) at the Museum Vale do Rio Doce. In November he presents the exhibition Pequenas Frações (Small Fractions), his first individual exhibition produced by LURIXS Contemporary Art Gallery. In this exhibition Mourão unites works elaborated from images, signs, symbols and marks of the everyday life of the city and his own life. Caderno de anotações (Notebook of annotations) for example, is a digital animation twenty minutes long and produced with drawings taken from his personal notebooks. Mourão also presented the silk-screen works Maracanã enterrado (Buried Maracanã), EsculturaparaWaly (SculptureforWaly) and Mata-mata (Kill-kill). He also presented two sculptures from the series Boxer and two paintings using car paint and formica on MDF. The art critic Paulo Venancio Filho wrote the presentation text published in the exhibition catalogue. In 2004, invited by the art critic and curator Agnaldo Farias, he presented the installation Entonces from the series Grades (Fences) in the exhibition SP 450 Paris, at the Tomie Othake Institute, São Paulo. In April Mourão produced a new presentation of the installation Entonces at the Paço Imperial. About this exhibition the art critic Luiz Camillo Osório wrote: “Entonces, the suggestive title of the exhibition, seems to unfold itself as a question about what we have done to our urban space. We protect ourselves and close ourselves; this is the paradox of a city in panic. […] Like in other moments of his trajectory as an artist, it is the ambivalence between sign and form that is something determinant in this work. The deconstruction of the sign and the constitution of the form will process themselves in the displacement of the ‘fences’ to the gallery, in the disturbance of their functioning, in the production of a non-space.” Invited to participate in the second special project of the Museum of Contemporary Art of Niterói, the artist presentsed in June the exhibition drama.doc composed of photographs and sculptures. About the work of Mourão the art critic Guilherme Bueno wrote: “If we understand visibility as an affirmative act, what is put into question is in a certain way a historic challenge. For if the fence constituted the Renaissance instrument for glimpsing the cosmic order [the perspective] or, in the case of a modern artist like Mondrian, the purified expression towards the liberation of the subject in the world through the gaze, here the fence seems to make this anxiety return in the opposite direction: it is not anymore the object of crossing towards pure contents, but the effective materiality of what surrounds us.” That year Mourão participated in the collective exhibition Casa: Uma Poética do Espaço na Arte Brasileira (House: A Poetics of Space in Brazilian Art) curated by Paulo Reis at the Museum Vale do Rio Doce, in Vila Velha. He was also invited to participate in the exhibitions Arte Contemporânea: uma História em Aberto (Contemporary Art: an Open-ended History) curated by Sônia Salzstein at the Warehouse Roque Petroni; and Heterodoxia (Heterodoxy) at the Latin America Memorial, both in São Paulo. In Rio de Janeiro he participated in the exhibitions Novas Aquisições 2003 – Coleção Gilberto Chateaubriand (New Acquisitions 2003 – Gilberto Chateaubriand Collection) at MAM-RJ; Urbanidades (Urbanism) at the Odisséia Theatre; and Arquivo Geral (General Archive) organized by six separate galleries from Rio and shown in Jardim Botânico. The exhibition ran concurrently with the XXVI Biennial of São Paulo. He presented a selection of nine works for the Celma Albuquerque Art Gallery at the “Lisbon Art” fair in Portugal. Represented by the Rachel Arnaud Arts Cabinet he participated during December in the “Art Projects” section of the “Art Basel Miami Beach” fair where he presents the installation Casa/Trincheiras (House/Trenches) at Collins Park. In September 2005 by invitation of the group Chelpa Ferro, during an exhibition produced by the group, he presented the work Lulaeletrônico (ElectronicLula) on the front wall of the Vermelho gallery, São Paulo. In Rio de Janeiro, he took part of the exhibitions Razão e Sensibilidade (Reason and Sensibility) of the project “Encontro com arte 2005” (“Meeting with art 2005”); and Arte Brasileira Hoje (Brazilian Art Today) at MAM-RJ. In November he produces the exhibition Luladepelúcia (CuddlyLula) at the Contemporary Arts Centre LURIXS. Based on the image of president Lula, Mourão industrially produces one hundred cuddly- toys as well as drawings and graphic works in partnership with Barrão, Carlos Vergara, Fabio Cardoso, Lenora de Barros, Luiz Zerbini and Marcos Chaves. The publicity consultant André Eppinghaus, artists André Sheik, Daniela Lara, Fausto Fawcett, Marcelo Pereira, the art critic Paulo Reis and Piu Gomes wrote texts about his work. The series of works presented in the exhibition, that received an immediate response from the national media, were first conceived of by the artist when the president took up office in January 2003. He participated in the exhibition Espace Urbain X Nature Intrinsèque (Urban Space x Intrinsic Nature) at the Espace Topographie de l’Art in Paris, France. Curated by Evangelina Seiler, the exhibition united works of 14 Brazilian artists including Mourão: Brígida Baltar, Cao Guimarães, Eduardo Srur, Fabiana de Barros and Michel Favre, Gabriela Greeb, João Modé, Lia Chaia, Lia Menna Barreto, Lucia Koch, Marcos Chaves, Maria Carmem Perlingueiro, Rivane and Sergio Neuenschwander. In May 2006 Mourão produced the exhibition Luladepelúcia e Outras Coisas (CuddlyLula and Other Things) at the Gallery Oeste, São Paulo, where he displayed a new series of characters inspired by the figure of the president. Mourão invited twenty artists to do the drawings in partnership with him. He participated in the exhibitions Dwell at ASU Art Museum, Arizona, United States; II International Biennial of Engravings of Ceará at the Museum of Contemporary Art/Dragon of the Sea Centre of Art and Culture, in Fortaleza; É HOJE na Arte Brasileira Contemporânea – Coleção Gilberto Chateaubriand (IT’S TODAY in Brazilian Contemporary Art – Gilberto Chateaubriand Collection) at Santander Cultural, Porto Alegre. In Rio de Janeiro he presented works at the exhibitions Futebol é Coisa de 11 (Football is a thing of 11) at the Lago Gallery, in the Museum of the Republic; Universidarte XIV, at Estácio de Sá University; and Arquivo Geral (General Archive), curated by Paulo Venancio Filho, at the Hélio Oiticica Centre of Arts. == References == * HERKENHOFF, Paulo; FILHO, Paulo Venancio & FARIAS, Agnaldo. Raul Mourão (coleção ARTE BRA). Rio de Janeiro: Casa da palavra, 2007. * ANDRADE, Luís. Love's House. Rio de Janeiro: Casa da Palavra, 2002. * MELLO, Luiza. Quatro. Visões da arte contemporânea brasileira. Monografia de pós-graduação. Rio de Janeiro: PUC-Rio, 2003. * GOLÇALVES, Marcos Augusto. Lula de Pelúcia, Revista Bravo, São Paulo, n. 98, novembro, 2005. * MOURÃO, Raul. Mov, Rio de Janeiro: Automática, 2011. == External links == * LURIXS Gallery * Nara Roesler Gallery * Artist's site Category:Brazilian artists ",
    "title": "Raul Mourão"
}