{
    "id": "31324484",
    "text": "==Qualification summary== == Artistic Gymnastics== Qualification for the artistic gymnastics competition will be done in teams, and is summarized below. The qualifying competition was the 2010 Pan American Championship in Guadalajara. Each nation can send a maximum of 12 athletes (6 male and 6 female). Teams Artistic Gymnastics MenArtistic gymnastics technical manual ===Men=== {| class=\"wikitable\" width=800 |- ! Event ! Criterion ! Qualified ! Athletes per NOC |- | rowspan=\"3\" |2010 Pan American Championship | Teams places 1-7 | | align=\"center\"|6 |- | Teams places 8-12 | | align=\"center\"|2 |- | Individual all around 5 countries not already qualified. | | align=\"center\"|1 |- ! TOTAL !! colspan=\"2\"| !! 57 |} ===Women=== {| class=\"wikitable\" width=800 |- ! Event ! Criterion ! Qualified ! Athletes per NOC |- | rowspan=\"3\" |2010 Pan American Championship | Teams places 1-7 | ** | align=\"center\"|6 |- | Teams places 8-11* | | align=\"center\"|2 |- | Individual all around 7 countries not already qualified.* | ~~~~** ** | align=\"center\"|1 |- ! TOTAL !! colspan=\"2\"| !! 55 |} *There were only 11 teams that competed at the Pan American Championship, so the remaining two spots go into the individual qualification. **Cuba decided to send only four out of six athletes qualified. Panama also withdrew its athlete. Bolivia was given a wildcard to enter the competition. ==Rhythmic Gymnastics== Qualification for the rhythmic gymnastics competition will be done in teams, and is summarized below. The qualifying competition was the 2010 Pan American Championship in Guadalajara. Each nation can send a maximum of 8 athletes. Rhythmic gymnastics technical manualZetlin leads all-around after two events at 2010 Pan American Rhythmic Gymnastics Championships ===Individual=== {| class=\"wikitable\" width=600 |- ! Event ! Vacancies ! Qualified |- | rowspan=\"2\" |2010 Pan American Championship | 10 (2 each) | |- | 5 (1 each) | ** |- ! colspan=\"1\" |TOTAL !! 15!! |} * The top 6 countries in the group competition (see below) will qualify 2 athletes each. The remaining 4 places are given to countries not already qualified with a maximum of one gymnast per country. ** Mexico qualified two spots, but was stripped when one athlete tested positive for drug usage. Argentina the next best placed country was upgraded to send two athletes.Mexican gymnastics loses Pan American spot due to doping ===Group=== Each country qualifying a group can enter 6 athletes each. {| class=\"wikitable\" width=600 |- ! Event ! Criterion ! Qualified |- | 2010 Pan American Championship | Top 5 | |- ! colspan=\"1\" |TOTAL !! 5!! |} ==Trampoline== There is a quota of 16 athletes (8 male and 8 female). The top three overall teams at the 2010 Pan American Championship will qualify 2 athletes each while, places four and five will qualify one athlete each.Trampoline technical manual ===Men=== {| class=\"wikitable\" width=800 |- ! Event ! Criterion ! Qualified ! Athletes per NOC |- | rowspan=\"2\" |2010 Pan American Championship Mexico Jumps into the Pan American Games 2011 | Teams places 1-3 | | align=\"center\"|2 |- | Teams places 4-5 | | align=\"center\"|1 |- ! TOTAL !! colspan=\"2\"| !! 8 |} ===Women=== {| class=\"wikitable\" width=800 |- ! Event ! Criterion ! Qualified ! Athletes per NOC |- | rowspan=\"2\" |2010 Pan American Championship | Teams places 1-3 | | align=\"center\"|2 |- | Teams places 4-5 | | align=\"center\"|1 |- ! TOTAL !! colspan=\"2\"| !! 8 |} == References == P Category:Qualification for the 2011 Pan American Games Category:Gymnastics at the 2011 Pan American Games ",
    "title": "Gymnastics at the 2011 Pan American Games – Qualification"
}