{
    "id": "31323796",
    "text": "Bettembourg Castle Bettembourg Castle () located in the centre of Bettembourg in the south of Luxembourg has a history starting in 1733 when it was built as the residence of a farming family. Today it houses the offices and services of the local commune.\"Historique du château de Bettembourg\", Administration Communale de Bettembourg. Retrieved 28 March 2011Cyrille Bähr, \"Château de Bettembourg: Un château-ferme transformé en demeure communale\" , Administration Communale de Bettembourg. Retrieved 28 March 2011. ==History== There was a small fort in Bettembourg as far back as the 10th century. A tower was added later but was removed when further extensions were made in the 17th century.Evy Friedrich, \"Burgen und Schlösser\", Editions Guy Binsfeld, . A second castle was built around 1733 by Lothaire de Zievel and his wife Appolinaire-Agnès-Elisabeth de Haagen Motten. The neighbouring stream known as the Düdelingerbach was probably one of the reasons they chose the site. The rather austere architectural style was typical of the period, especially as the building was designed in the interests of farming. The oldest part of the castle is the south wing which housed stables and barns. The north wing, now the main part of the U-shaped complex, was added later. In about 1759, Jean- Henri de Zievel charged the architect Rousselet de Boulay with major restoration work. In 1765, on the death of the last member of the De Zievel family, the castle fell into the hands of the castle manager, Marc-Antoine de Verniolles. Various proprietors followed including members of the Hohenzollern-Hechingen-Haigerloch family (1780), Charles Joseph Collart de Donnea, owner of the Dommeldange iron works (1807), followed by various members of the Collart family until 1971. When his wife, Daisy Collart-Weber, died in 1969, August Collart decided to sell the property. The commune of Bettembourg bought the property in 1971 and, after undertaking extensive restoration and reconstruction work, opened the building as the Bettembourg town hall in 1991. ==The castle today== The castle now serves as the commune's administrative building and as the town hall of Bettembourg. One of the important transformations has been the creation of a large cultural room or art gallery. The castle's ornamental wooden panelling and its many fireplaces are of particular interest. The large park surrounding the castle is also open to the public. ==Gallery== File:Bettembourg Castle2.JPG|The town hall section File:Bettembourg Castle gate.JPG|The castle gate File:Bettembourg Castle1.JPG|The south wing File:Bettembourg Castle4.JPG|Looking up from the park ==See also== *List of castles in Luxembourg ==References== ==External links== *Commune of Bettembourg website Category:Castles in Luxembourg Category:Bettembourg Category:City and town halls in Luxembourg ",
    "title": "Bettembourg Castle"
}