{
    "id": "31329998",
    "text": "Bombus fervidus, the golden northern bumble bee or yellow bumblebee, is a species of bumblebee native to North America. It has a yellow-colored abdomen and thorax. Its range includes the North American continent, excluding much of the southern United States, Alaska, and the northern parts of Canada. It is common in cities and farmland, with populations concentrated in the Northeastern part of the United States. It is similar in color and range to the American bumblebee (Bombus pensylvanicus). It has complex behavioral traits, which includes a coordinated nest defense to ward off predators. B. fervidus is an important pollinator, so recent population decline is a particular concern. ==Taxonomy and phylogeny== Danish zoologist Johan Christian Fabricius first identified Bombus fervidus, also known as the yellow bumblebee or golden northern bumblebee, in 1798. B. fervidus is a member of the order Hymenoptera, which comprises wasps, ants, bees, and sawflies. Bombus is the Latin word for \"buzzing\". It is also in the Apidae, which is a diverse family of bees including honeybees, orchid bees, bumble bees, stingless bees, cuckoo bees, and carpenter bees. ==Description and identification== Bombus fervidus is on average 13–16 mm longWhelden, RM (2014) \"Notes on the Bumble- bee (Bombus fervidus Fabricius) and its chromosomes.” Journal of the New York Entomological Society 62 (2): 91–97. However, there are slight differences in morphology between queens, workers, and drones (see table below). The first four abdominal tergites are yellow.Chandler, Leland (1950) \"Bombidae of Indiana.\" Proceedings of the Indiana Academy of Science: 60. The occiput and face are black, and have yellow pleurae extending to or nearly to the bases of the legs. A black band is present between the base of wings. The wings are dark to dark grey colored. The hairs are thick. B. fervidus is long-tongued and therefore specializes on flowers with long corollas.Colla, Sheila R., and Laurence Packer. (2008) “Evidence for Decline in Eastern North American Bumblebees (Hymenoptera: Apidae), with Special Focus on Bombus Affinis Cresson.” Biodiversity and Conservation 17 (6): 1379–1391. B. fervidus use long tongues to extract nectar and pollen from longer flowers. Males have slightly more yellow on their abdomen, and are difficult to distinguish from B. pensylvanicus. Males have a wingspan of 22 mm while female workers have a wingspan of 40 mm. The sexes are colored or patterned differently; the male is more colorful. {| class=\"wikitable\" !Role !Length !Abdomen width !Wingspan !Defining Characteristics |- |Queen |19–21 mm |9.5 mm |4 cm |black, including legs, spurs and tegulae; wings deeply infuscated, veins brownish to piceous, somewhat shining but minutely roughened median |- |Worker |10.5 mm |4–6.5 mm |36 mm |similar to queen except for size, less punctate clypeus, with a broader median area that is shiny and largely impunctate |- |Drone |11–20 mm |5–7 mm |32 mm |black, including legs, spurs and tegulae; wings lightly infuscated, veins testaceous to piceous, median area of face finely and closely punctate, becoming shining and sparsely punctate above |} It is similar in color and range to the American bumblebee (Bombus pensylvanicus). ==Distribution and habitat== Bombus fervidus is commonly found in northern New England. Populations can also be found throughout northern portions of Arkansas, Alabama, Georgia and North Carolina, as well as the northern part of the United States.Bombus fervidus , Discover Life Its nests are not easily found, and are often formed inside the open space of abandoned wild beehives. B. fervidus is native to Canada, Mexico and continental United States. The species prefers temperate savanna, grassland and tall grass biomes, and readily coexists with suburban or agricultural developments. It is common in grazing farmlands.Eaton ER, Kaufman K. (2007) Kaufman Field Guide to Insects of North America. New York: Houghton Mifflin. p. 344. ===Nest=== The nest of B. fervidus is a loose mass of soft, lightly entangled grass mixed with goose or other feces that are most likely carried in and arranged by the bees themselves. B. fervidus generally nest in grassy, open areas, which includes forests and along roadsides.Heinrich, Bernd (1979) \"Bumblebee economics.\" Harvard University Press. Nests can be located both above and below ground, but the latter is more common. Nests are typically within 50 meters of a food source sufficient to feed the entire growing colony.Goulson, Dave, Gillian C. Lye, and Ben Darvill. (2008) \"Decline and conservation of bumble bees.\" Annu. Rev. Entomol. 53: 191-208. ==Colony cycle== Bombus fervidus queens lay eggs individually in cells within the nest that she builds herself. She first lays 8-10 eggs, one in each cell. When these eggs hatch, the larvae emerge and feed on honey for growth. The queen makes the honey for the larvae until they are ready to pupate, which is when the larva create cocoons for themselves where they stay to metamorphose into adults. Metamorphosis typically takes 16 to 25 days.Plath, O. (1934) Bumblebees and Their Ways. New York: The MacMillan Company. Once the adults bees emerge from the cocoon, they are adult workers. This first generation of the brood that becomes workers are responsible for feeding the next generation of developing larvae and the queen. This ensures that the queen can focus on laying more eggs. Thus, each generation of B. fervidus is larger than the one before it. ===Nest population=== A typical nest contains four eggs, fifteen larvae, forty-two pupae and seventeen adults. Ten of the adults are worker adults, containing small undeveloped ovaries with no eggs, while the remaining adults are males with mature sperm. The pupae are 37 males, 5 future workers and only one queen. The larvae fall into three groups – large (nearly full grown), small or indeterminate. Workers typically live on average for 34.1 days.da Silva-Matos, Eunice Vieira, and Carlos Alberto Garófalo (2000) \"Worker life tables, survivorship, and longevity in colonies of Bombus (Fervidobombus) atratus (Hymenoptera: Apidae).\" International Journal of Tropical Biology and Conservation 48 (2-3): 657-664. == Breeding and lifespan == Male bumblebees, also known as drones, have a purely reproductive purpose. In the fall, males and newly hatched queens mate before the weather cools. Each future queen mates only once and stores the sperm for the remainder of her life, using it to produce all the subsequent female progeny. After mating, young queens hibernate underground until the spring while all the other bees will die. The queens then emerge from hibernation and feed on pollen and nectar until they can lay their first brood of 8 to 10 eggs. Before laying the eggs, they build a nest out of grass and deposit honey into a wax honey pot that she made. They make and deposit honey in the honey pot after collecting enough pollen. Breeding occurs in the summer months. Most workers live for a brief period of time due to the intensity of their work, while queens live for 12 months on average. B. fervidus workers are responsible for making the honey that the queen and developing brood eat. The workers chew pollen and mix it with their saliva to make the honey. Since they need ample pollen for honey, workers spend a lot of time foraging for nectar and pollen, simultaneously pollinating flowers. When a worker emerges from its cocoon, it will devote most of its time toward developing the brood and consequently building a larger nest out of grass to accommodate the growing colony. If the colony grows too big, then new queens are sometimes killed before it is time for them to mate. Males have a purely reproductive purpose in the nest. Breeding interval: Single queen lives for one season and produces offspring throughout. Breeding season: occurs in the summer months. Average age at reproductive maturity for queen: 1 year Average lifespan: 12 months Most B. fervidus do not live for more than a few months due to the toll hard work takes on the body and harsh winter weather. Only the queens live for approximately one year. ==Behavior== Bombus fervidus workers are able to feed both the queen and the developing brood by chewing/mixing pollen and saliva. In order to have enough of this food, B. fervidus spend a lot of time foraging for pollen and nectar, pollinating flowers in the process. Thus they have an important role in the ecosystem. When a new worker bumblebee emerges from its cocoon, it takes care of the queen and her eggs. Although the queen started the colony on her own, new workers will accommodate the growth of the colony by adding dead grass to the nest. If the population grows too big, newly emerged queens may arise that must leave the nest early or even be killed by other workers before they mate. Because males have a purely reproductive process in the nest, they will often leave the nest. They live independently until the fall, when they mate and then die. ===Worker-queen conflict=== Conflict can arise because, although workers never mate, they are able to lay unfertilized eggs, which develop into males (drones).Davies, Nicholas B., John R. Krebs, and Stuart A. West. An introduction to behavioural ecology. John Wiley & Sons, 2012. Like other hymenoptera, this species is haplodiploid, with haploid males arising from unfertilized eggs and diploid females. The relatedness asymmetries between workers and the queen means there is a potential for worker-queen conflict, but since this species is singly mated, workers as a whole \"agree\" with the queen that the queen's sons (workers' brothers) should be reared over other workers' sons (nephews), though each worker would \"prefer\" their own sons to be reared. See the section on worker policing for this logic. ===Foraging=== Bombus fervidus workers typically search for food in the afternoon, which is often the hottest part of the day. An individual can visit as many as forty-four flowers per minute, with each visit yielding 0.05 mg of nectar if another insect had not foraged at the site before. Therefore, B. fervidus can extract around 2.2 mg of sugar per minute. The bees' foraging behavior includes building stores or caches of foods such as nectar and pollen. These are used to feed and expand the colony. B. fervidus are expert foragers - sometimes to their own detriment. They sometimes work for too long at a rapid pace abnormal to their species, and have been known to die of exhaustion. ==== Diet ==== Bombus fervidus is a nectavore, meaning it mostly acquires nutrients from the sugar-rich nectar of flowering plants. Brood are fed on pollen. Deriving food from flowers pollinates them, so this bee is part of a bee-plant mutualism. The long tongue of B. fervidus enables the bee to reach into longer deeper flowers, extracting the nectar before another competitor does. This suggests an evolutionary selective pressure for long tongues in B. fervidus. They are also very effective workers, and their quickness can sometimes be harmful to their health. B. fervidus sometimes work for so long at such a rapid pace that is common for them to die from exhaustion. Additionally, adult bees chew pollen and mix it with their saliva to produce honey. This enriched honey is then used to feed the larvae and the queen. The efficiency of B. fervidus means it has the ability to grow to very large populations. _Primary Diet:_ herbivore (nectarivore) _Plant Foods:_ nectar, pollen _Species of plants visited_ : Aster, Black-eyed Susan, Common Milkweed, Queen Anne's Lace, Dandelions, Bull Thistle, Goldenrod, Jewelweed, Devil's Beggartick, Joe-pye Weed, Climbing Bittersweet, Black Willow, Yellow Poplar, American Holly, Ragweed, Greater Bladderwort, Blueberry, Jimsonweed, Honeysuckle, Rose Mallow ===Communication=== Unlike honeybees (Apis mellifera), Bombus fervidus does not communicate by dancing. The bumblebee colony instead relies on individual foraging strategies, as their habitats mostly do not offer food sources that can efficiently be exploited by more than one worker. ==Interaction with other species== ===Predation=== Bombus fervidus use different means to protect themselves against predators. If an intruder enters the nest, then the bees cover the intruder with honey. If a bee has not developed enough to fly, and becomes slightly alarmed within the nest, it will lift up its middle legs. If the disturbance is elevated, the bee will lie on its back and place its legs and feet in a position that implies it is preparing itself for whatever may come next. The stinger is positioned in the air with the mandibles flaring. The mature adults will leave the nest to sting and bite the predator or attacker. Since bumblebees, unlike honeybees, do not lose their stingers or die after one sting, they can sting an attacker over and over again. This gives the bee a better chance of survival. B. fervidus are also known to defecate on an intruder or attacker. Workers vary the method of attack with the nature of the insect intruder.Plath, O. E. \"A unique method of defense of Bremus (Bombus) fervidus Fabricius.\" (1922). If stingless or comparatively weak, like the honey bee, the intruder is seized immediately and stung to death, while daubing is resorted to only if the intruder possesses strong fighting ability. _Known predators:_ * Chinese mantis Tenodera aridifolia * Goldenrod spider Misumena vatia * Green darner Anax junius * Least shrew Cryptotis parva * Striped skunk Mephitis mephitis * Great crested flycatcher Myiarchus crinitus * American bullfrog Lithobates catesbeianus * Eastern mole Scalopus aquaticus * Southern leopard frog Lithobates sphenocephalus * A cuckoo bee Bombus ashtoni ==Parasites== One very successful parasite of all Bombus species is Bombus ashtoni. It lives within the nest and eats the eggs of its host. Consequently, the host workers care for the brood of the parasite instead of their own. The earlier this parasite enters the host nest, the longer it will wait before laying its eggs. Eggs are laid during the growth phase of workers in their colony cycle, which results in a reduced number of workers reared in the nest. This replacement of host eggs with parasite eggs is a gradual process as a strategy in which there is an overlap between the colony investment of both species.Fisher, R., B. Sampson (1992) \"Morphological Specializations of the Bumble Bee Social Parasite Psithyrus ashtoni (Cresson) (Hymenoptera: Apidae).\" Canadian Entomologist 124: 69-77. ==Ecosystem roles== The greatest role of Bombus fervidus in the ecosystem is as a pollinator of many flowering plants. Thus, as a species, B. fervidus has a positive influence on humans as these bees help to pollinate many flowers, including major plant crops that are harvested as food. One negative influence of B. fervidus on humans is that as a defense mechanism this bee will sting a human immediately when it perceives a threat. Ecosystem Impact: pollinates Positive Impacts: pollinates important crops Negative Impacts: injures humans via bites or stings ==Conservation status== Like most bumblebees, Bombus fervidus is in decline and in need of protection. Abundance declines have been observed across most of North America; the most apparent threat is the loss of its preferred grassland and tallgrass habitats to agricultural intensification. It is currently classified as vulnerable by the IUCN. ==References== Category:Insects described in 1798 Category:Bumblebees Category:Hymenoptera of North America ",
    "title": "Bombus fervidus"
}