{
    "id": "31320353",
    "text": "Howard Johnson Co. v. Detroit Local Joint Executive Board, 417 U.S. 249 (1974), is a US labor law case that decided that under the Labor Management Relations Act § 301 there can be no obligation on an employer to collectively bargain with employees of a business that has been transferred to him. ==Facts== The Howard Johnson Co bought the assets of a restaurant and motor lodge from the Grissoms family that had been running the lodge on its behalf as a franchise. The Grissoms retained the real property and leased it to Howard, and Howard expressly did not assume any of the Grissoms' obligations, including those under a collective agreement. Howard hired 45 of its own staff, but only 9 of the Grissoms' 53 employees and none of the supervisors. The union, the Detroit Local Joint Executive Board of the Hotel Employees and Restaurant Employees Union, said this was a 'lockout' in violation of the Labor Management Relations Act §301, by not hiring all Grissoms' employees back. It sought an injunction for Howard to arbitrate. The District Court held that Howard was required to arbitrate, but not that all the employees had to be hired back. The Court of Appeal affirmed. ==Judgment== Marshall J held Howard was not required to arbitrate because there was no substantial continuity of identity in the workforce, and there was no assumption of the agreement to arbitrate, John Wiley & Sons v. Livingston, 376 U.S. 543, distinguished. Howard had the right not to hire any employees, if it wanted, National Labor Relations Board v. Burns Security Services, 406 U. S. 272, and this right cannot be circumvented by the union asserting its claims in a § 301 suit to compel arbitration,LMRA 1947 §301, 29 USC §185 rather than in an unfair labor practice context. Justice Douglas authored a dissenting opinion and said the following: (Douglas, J., dissenting). ==See also== *US labor law *UK labour law *European labour law *Parkwood-Leisure Ltd v Alemo-Herron [2010] EWCA Civ 24 *Whent v T Cartledge Ltd [1997] IRLR 153, Hicks J held that there was no reason why an employer could not bind itself to a collective agreement which was constantly updated. *Werhof v Freeway Traffic Systems GmbH & Co KG (2006) C-499/04 [2006] ECR I-2397 ==Notes== ==External links== * Category:United States labor case law Category:Legal history of Michigan Category:United States Supreme Court cases Category:United States Supreme Court cases of the Burger Court Category:1974 in United States case law Category:UNITE HERE Category:Howard Johnson's ",
    "title": "Howard Johnson Co. v. Detroit Local Joint Executive Board"
}