{
    "id": "31328278",
    "text": "CONRAD (Contraception Research and Development) is a non-profit organization scientific research organization that works to improve the reproductive health of women, especially in developing countries. CONRAD was established in 1986 under a cooperative agreement between Eastern Virginia Medical School (EVMS) and the United States Agency for International Development(USAID). CONRAD’s products are developed primarily for women in low-resource settings, in that they are designed to be safe, affordable and user-friendly. CONRAD is led by Scientific and Executive Director Gustavo Doncel, M.D., Ph.D. Primary funding for CONRAD comes from the U.S. President's Emergency Plan for AIDS Relief (PEPFAR) through the U.S. Agency for International Development (USAID), with additional funding from The Bill & Melinda Gates Foundation and the National Institutes of Health (NIH). ==Work method== CONRAD works by conducting pre- clinical development and clinical trials. ==Major projects== ===Microbicides and HIV prevention=== Using the antiretroviral tenofovir (TFV), donated by Gilead Sciences, CONRAD developed a gel for use in the genital tract. Tenofovir gel was tested in a double-blinded, placebo-controlled Phase II study conducted by the Centre for AIDS Research Programme in South Africa (CAPRISA). Study participants were required to insert their assigned gel before and after sex, using a pre-filled applicator, not to exceed two doses in a 24-hour period - also called the BAT 24 regimen. In the overall study population, tenofovir gel reduced HIV-1 incidence by 39% and herpes simplex virus-2 (HSV-2) infections by 51%. CAPRISA 004. Two subsequent trials tested the gel in larger populations in order to provide more evidence for regulatory approval: VOICE, sponsored by the MTN, studied daily use of the gel, and FACTS 001, sponsored by CONRAD and conducted by the Wits Reproductive Health and HIV Institute in South Africa, replicated the CAPRISA 004 study in a larger population of women and called for the BAT24 regimen. Unfortunately, neither study showed effectiveness in reducing HIV infections in the overall study population due to low adherence, although a trend toward effectiveness was seen in sub-group analyses of high adherers. ===Contraception=== CONRAD conducted studies leading to the regulatory approval of several contraceptive devices. CONRAD supported PATH Program for Appropriate Technology in Health in the development of a new female condom known as the Woman's Condom and collaborated with the California Family Health Council (CFHC) on a study comparing the performance of the Woman's Condom and the FC2 Female Condom. Other contraceptive devices include Lea’s Shield barrier device, and the FemCap barrier device. CONRAD was a collaborator in PATH's SILCS diaphragm research, and conducted the pivotal study that showed the SILCS was as effective in preventing pregnancy as a standard diaphragm. The SILCS is currently marketed as the Caya diaphragm in Europe and has received market clearance for distribution by the FDA. ===Multipurpose prevention technologies=== A movement by researchers and funders toward combining contraception with HIV and STI prevention has resulted in the development of new products called MPTs or, multipurpose prevention technologies. Working with researchers at Northwestern University, CONRAD developed a vaginal ring that contains tenofovir and levonorgestrel (LNG), a contraceptive. The TFV/LNG ring is lightweight and flexible, and is designed to be inserted in the vagina close to the cervix, and active for up to 3 months. ===Maternal and neonatal health=== Maternal and neonatal mortality and morbidity rates remain high worldwide, and interventions are needed to help prevent and treat causes such as undiagnosed pregnancy complications, preterm birth, and micronutrient deficiencies. In collaboration with other clinical researchers at EVMS, CONRAD is working on pilot studies to investigate innovative diagnostic and therapeutic options to improve maternal and neonatal health outcomes. ===Biomarkers=== Biomarkers are biochemical substances that can be used to measure the progress of disease or the effects of treatment. In the area of vaginal product research, biomarkers could give early information about the safety and likely efficacy of both contraceptive and microbicide products, facilitating triage of less promising candidates. CONRAD is developing new biomarkers of cervicovaginal inflammation, in order to more effectively discriminate the safety and efficacy of vaginal reproductive health candidates. ===Adherence=== Adherence to a study product is essential for the reliable evaluation of its efficacy and safety in a clinical trial. When adherence is poor, a potentially effective drug can be erroneously judged to be ineffective. Pre-exposure prophylaxis (PrEP) trials which tested daily use of an oral antiretroviral in women and several vaginal gel trials for HIV prevention have been challenged by poor adherence. There is a clear need for cost-saving and efficient trial designs to test safety and efficacy. CONRAD, AVAC and the Forum for Collaborative HIV Research joined forces to convene a workshop in June 2014 to explore the potential of alternative trial designs for microbicides that can help address the issue of poor adherence. ==References== ==External links== * Category:HIV/AIDS research organisations Category:Health issues in pregnancy Category:Medical research institutes in the United States Category:Medical and health organizations based in Virginia ",
    "title": "CONRAD (organization)"
}