{
    "id": "31320742",
    "text": "{| |} USRC Wayanda was a screw steam revenue cutter built for the United States Revenue Cutter Service during the American Civil War. Commissioned in the closing months of the war, Wayanda briefly operated as a convoy escort before the close of hostilities. After the war, she was placed at the disposal of Chief Justice Salmon P. Chase for a tour of the defeated Confederacy. Chase recommended extending suffrage to the South's black population, but his recommendations were ignored by the Johnson administration. In 1866-67, Wayanda made the long journey around Cape Horn to the West Coast, where she would spend the rest of her career. In 1868, Wayanda carried out an important survey of the newly acquired territory of Alaska. Her commander, John W. White's recommendation that a federal reserve be established in the Pribilof Islands to protect both the Northern fur seals and the Aleut people who hunted them, was quickly acted on by the government. Wayanda was sold in 1873 and refitted for commercial service as a freight and passenger steamer named Los Angeles, continuing in this role for some twenty years. She was wrecked off Point Sur in April 1894 with the loss of six lives. ==Construction and design== Wayanda was one of six Pawtuxet-class screw schooners ordered by the Treasury Department in 1863 for the United States Revenue Marine, and one of two of the class to be built in Baltimore, Maryland (the other being USRC Kewanee). Wayanda was launched on 31 August 1863 from the yard of her builder, John T. Fardy & Co., \"on the south side of the basin near Federal Hill\".Scharf, p. 145. Cost of the vessel was $103,000.\"Wayanda, 1863\", U.S. Coast Guard website. Wayanda was long, with a beam of and both hold depth and draft of around .\"The New Revenue Cutters--The Launch of Two of Them\", The New York Times, 1863-07-10.\"Naval News\", The New York Times, 1864-11-02. Like the other ships of her class, her contract called for a hull of oak, locust and white oak, strengthened with diagonal iron bracing. Her two-cylinder oscillating engine drove a single 8-foot (2.4 m) diameter screw propeller. Wayandas speed is unrecorded but was probably similar to the 12 knots achieved by her sister ship . She was topsail schooner-rigged for auxiliary sail power. Wayandas armament consisted of a single 30-pounder Parrott rifle, and five 24-pounder howitzers. She was crewed by a complement of 41 officers and enlisted men. ==Service history== ===Civil War service, 1864-65=== The first of the Pawtuxet-class cutters to be delivered, Wayanda, commanded by Captain J. W. White, arrived in New York City on 4 June 1864 via Newport, Rhode Island, having departed Washington, D.C. on 28 May.\"Naval\", The New York Times, 1864-06-05. In February 1865, Wayanda, along with her sister ship Kewanee and , was assigned to escort a 21-ship convoy of cotton confiscated from the South. The convoy departed Port Royal, South Carolina on February 8 and arrived in New York on the 14th.\"Marine Intelligence\", The New York Times, 1865-02-15. ===Southern States tour, 1865=== Wayanda was placed at the disposal of Chief Justice Salmon P. Chase for a tour of the defeated South in 1865 Shortly after the end of the American Civil War, Wayanda, now under the command of Captain James H. Merryman, was placed at the disposal of Chief Justice Salmon P. Chase for a fact-finding mission to the defeated Southern States. Chase and his party, including his daughter Nettie and the young journalist Whitelaw Reid, joined Wayanda at Norfolk, Virginia, in early May for the commencement of the mission. In a later memoir of the trip, Reid described Wayanda as \"a trim, beautifully modelled, ocean-going propeller, carrying six guns, and manned by a capital crew.\"Reid, p. 13. After departing Fort Monroe with Chase and his party aboard, Wayanda ran into some heavy weather, an experience described by Reid as follows: > We had started in the night, were well out on the ocean, a pretty heavy sea > was running, and the mettlesome little Wayanda was giving us a taste of her > qualities. Nothing could exceed the beauty of her plunges fore and aft, and > lurches from port to starboard; but the party were sadly lacking in > enthusiasm. Presently breakfast was announced, and we all went below very > bravely and ranged ourselves about the table. Before the meal was half over, > the Captain and the Doctor's were left in solitary state to finish it alone. > For myself--although seasoned, as I had vainly imagined, by some experiences > in tolerably heavy storms--I freely confess to the double enjoyment of the > single cup of tea I managed to swallow. \"For,\" said the Dominie, > argumentatively, \"you have the pleasure of enjoying it first as it goes > down, and then a second time as it comes up.\"Reid, p. 22. Approaching Wilmington, North Carolina, Wayanda, with the tide in her favor and under sail, \"astonished us all\", according to Reid, \"by steaming up the river at the rate of fourteen knots\".Reid, p. 42. Wayanda was to remain at the service of Chase and his entourage for at least six weeks, travelling first along the Eastern seaboard and then up the Mississippi to New Orleans,Reid, p. 227. Baton Rouge and Vicksburg before Chase continued on to Cairo, Illinois.Reid, p. 10. Chase, who saw the black vote as a means of countering Democratic Party influence in the South, used his trip to lobby President Andrew Johnson for Southern black suffrage. Johnson rejected Chase's proposals.Chase and Niven, pp. xliii-xliv. At some point in the late 1860s, Wayanda was lengthened by to , increasing her displacement from 350 to 450 tons.Silverstone, p. 188. In June 1866, on the Potomac River, Wayanda was used to test \"a new mode of launching boats from steamers at full speed\".\"The Last Eruption of Mount Etna\", Detroit Free Press, 1866-06-18 (paysite). ===West Coast service, 1866-67=== On 7 June 1866, Wayanda was ordered to the Pacific Coast,No title, The Sun, p. 1, 1866-06-08 (paysite). where she would remain for the rest of her career. She arrived at San Francisco after an arduous 180-day voyage around Cape Horn, delayed by rough winds and an unspecified \"disaster\".\"From San Francisco\", The New York Times, 1866-12-21. In June 1867, Wayanda went to the assistance of the ship Ellen Southard, bound from Hong Kong to California, which had run short of water after her captain died en route, leaving only his widow in charge. Wayanda took aboard 360 Chinese passengers and some of the stricken vessel's crew, transferring them to Santa Cruz on 9 June. Ellen Southard arrived safely at the same port the following day.\"From the Pacific Coast\", The New York Times, 1867-06-14. ===Alaskan survey, 1868=== Aleuts in traditional dress. Wayandas Captain, J. W. White, took action to protect the Aleuts from exploitation by the fur companies in 1868 In March 1868, Wayanda was ordered to the newly acquired territory of Alaska to conduct a survey of the coastline and to discourage the overhunting of Northern fur seals in the Pribilof Islands.King, pp. 25-28.Strobridge and Noble, p. 18.\"Return of the Wayanda from Alaska\", The New York Times, 1868-11-24. Prior to departure, Wayanda exchanged her officers and crew with the revenue cutter Lincoln, who had conducted a preliminary survey of the Alaskan coast the previous year.King, p. 23. During her long cruise, which ended in November, Wayanda, now under the command of Captain John W. White, gathered a considerable amount of valuable information. White conducted a careful charter of Cook Inlet, correcting numerous errors by earlier cartographers. He sent a party by boat along the Kukuy River, who reported the eastern shore of the Inlet to be good agricultural land, with the potential to support a large population. White noted the existence of thick coal beds on the eastern shore in the vicinity of Kenai, and he also reported \"rich specimens of gold-bearing quartz and silver ore\" on Baranof Island (part of modern-day Sitka) as well as \"very rich specimens of copper ore and galena\" on nearby islands. Further up the coast, off the Aleutians, White discovered, contrary to earlier reports, promising fishing grounds, especially for codfish and halibut.Strobridge and Noble, pp. 76-77. At the Pribilof Islands, White discovered that the fur companies had engaged in indiscriminate slaughter of the seal population since the departure of the Russian authorities, threatening the sustainability of the seal hunt. White ordered the companies to restrict their slaughter to \"a limited number of the two-year-old males\". Noting that the traditional lifestyle of the native Aleut people had been disrupted by the fur companies, White destroyed the fur companies' stocks of whiskey, used to pay their Aleut hunters, ordering that the hunters be paid in \"provisions, clothing, and other needful articles\" instead. On Wayandas return from Alaska, Captain White recommended the establishment of a federal reserve on the main Pribilof islands of St. George and St. Paul, to protect both the seals and the Aleut population. The government took his advice in 1870, leasing out hunting on the islands to one firm, the Alaska Commercial Company. Though the Revenue Service did a \"creditable job\" of trying to protect the seals, the federal reserve area was not large enough to provide adequate protection. White's report on the problems caused by alcohol in the region may also have influenced the government's decision to ban the importation of alcohol into Alaska the same year. ===Later government service, 1869-73=== Wayanda made a second voyage to Alaska in 1869. She was forced to return in February for repairs at Victoria, Vancouver Island after suffering damage through striking an uncharted rock.\"From the Pacific\", Boston Daily Transcript, p. 2, 1869-02-02. Striking was an ever-present hazard for revenue cutters in Alaskan waters at this time. In December 1869, Wayanda was despatched in search of the ship Orion, whose crew were reportedly stricken with scurvy on the long voyage from New York to San Francisco.\"Pacific Coast\", The New York Times, 1869-12-01. By 1870, Wayanda was being described in government reports as too large and expensive to operate for her usual duties,Report of the Joint Select Committee on Retrenchment, p. 256. with one report recommending her replacement with a 390-ton sidewheeler.King, p. 6. Wayanda was still in operation with the Revenue Cutter Service as late as August 1872,\"The Marine Service\", The New York Times, 1872-08-01. but her replacement, , entered service on 30 July 1873, with Wayanda′s crew cross- decking to Wolcott to place Wolcott in service.naval-history.net USRC Oliver Wolcott On 18 October 1873, Wayanda was decommissioned, and she was sold a short time later. ===Merchant service, 1873-94=== After her decommission, Wayanda was purchased by Goodall, Perkins & Co., agents of the Pacific Coast Steamship Company. Renamed Los Angeles, the vessel was refitted for freight and passenger duty, and placed into operation between various ports on the Pacific Coast, in which service she continued for the next twenty years. ===Loss=== About 9:15 pm on the night of Sunday, 22 April 1894, Los Angeles, bound north to San Francisco, struck a rock off Point Sur after the helmsman reportedly failed to follow orders left by the ship's captain.\"Blamed for Loss of the Los Angeles\", The New York Times, 1894-04-25. After initial moments of pandemonium, officers and crew managed to restore order and successfully lower the steamer's four boats and a large raft, into which about 50 of the ship's complement of 70 passengers and crew were embarked. Two of these boats apparently made it to shore by their own devices, while the other three vessels were picked up at sea by the steamer Eureka.\"Wreck of the Los Angeles\" Detroit Free Press, p. 1, 1894-04-23 (paysite).\"Pacific Coast Steamer Wrecked\", The New York Times, 1894-04-23. The remaining crew had no choice but to cling to the rigging of Los Angeles and hope for rescue. The ship settled onto the rock which breached her, preventing the craft from sinking further, and these men too were rescued. A total of about six lives were lost in the accident. ==Lincoln photo claim== In February 1986, researchers at the United States Coast Guard Academy found what appeared to be a previously undiscovered image of President Abraham Lincoln in an old 1864 photograph (inset, top right) taken on the deck of USRC Wayanda. The photo was said to depict Captain J. White and Secretary of State William H. Seward seated left, while a shadowy image of Lincoln can be discerned center right below the ship's sail.Steve Fagin: \"Lincoln photo discovered\", The Day, p. 1, 13 February 1986.\"Rare Photograph Believed To Show Lincoln On Ship\", The Blade, p. 1, 14 February 1986.\"Rebs may have had Lincoln ready to bolt\", The Ledger, p. 117, 13 February 1986. The photo discovery made headlines after Lincoln photo expert Lloyd Ostendorf, author of Lincoln in Photographs, endorsed it as authentic. According to the U.S. Coast Guard's own website, however, the image of Lincoln in the photo is now thought to have been added later. Former Coast Guard historian Truman Strobridge noted that the photo is nonetheless of historical importance as one of the earliest photos taken aboard a revenue cutter.\"The United States Coast Guard and the Civil War: The U.S. Revenue Marine, Its Cutters, and Semper Paratus\" by Truman Strobridge, United States Coast Guard website. ==Notes== * The name of this ship, like others in the Pawtuxet class, is frequently misspelled in the contemporary literature--most often as Wyanda, also as Wayandak, Wawayanda etc. * The ship is misidentified as Wamazanda in Scharf--one of the more exotic of the many misspellings of this ship's name in contemporary sources. * As the Los Angeles, the ship appears in the Thomas Steinbeck short story, \"Blind Luck.\" ==References== ==Bibliography== * Chase, Salmon P.; Niven, John (1993): The Salmon P. Chase Papers: Journals, 1829-1872, pp. xliii-xliv, Kenty State University Press, . * Government Printing Office (1870): Report of the Joint Select Committee on Retrenchment, p. 256, Government Printing Office, Washington. * King, Irving H. (1996): The Coast Guard Expands 1865-1915: New Roles, New Frontiers, pp. 6, 23, 25-28, US Naval Institute Press, . * Reid, Whitelaw (1866): After The War: A Southern Tour, various pages, Moore, Wilstach & Baldwin, Cincinnati; Sampson Low, Son & Co., London. * Scharf, J. Thomas (1881): History of Baltimore City and County, From the Earliest Period to the Present Day, p. 145, Louis H. Everts, Philadelphia. * Silverstone, Paul H. (1989): Warships of the Civil War Navies, p. 188, Naval Institute Press, Maryland, . * Strobridge, Truman R.; Noble, Dennis L. (1999): Alaska and the U.S. Revenue Cutter Service, 1867-1915, pp. 18, 76-77, US Naval Institute Press, . Category:1863 ships Category:Ships built in Baltimore Category:Pawtuxet-class cutters Category:American Civil War ships of the United States Category:Shipwrecks of the California coast Category:Maritime incidents in 1894 ",
    "title": "USRC Wayanda"
}