{
    "id": "31324505",
    "text": "Eisenhower Fellowships is a private, non-profit, non-partisan organization created in 1953 by a group of prominent American citizens to honor President Dwight D. Eisenhower for his contribution to humanity as a soldier, statesman, and world leader. The organization identifies, empowers and connects innovative leaders through a transformative fellowship experience and lifelong engagement in a global network of dynamic change agents committed to creating a world more peaceful, prosperous and just. The organization describes itself as \"non-political\".\"Dr. James McCain Selected For Study In Foreign Country\", The Manhattan Republic (January 30, 1957), p. 1. ==History== In 1953, Thomas Bayard McCabe led a group of Pennsylvania businessmen in the establishment of Eisenhower Exchange Fellowships (EEF) to commemorate President Dwight D. Eisenhower's first birthday in the White House. The program was initiated with donations totaling $125,000, which were reported as having been \"pledged by 50 American industrialists\". Eisenhower Fellowships were different from existing fellowship and exchange programs in all parts of the world because Fellows were chosen by nominating committees and awarded to mid-career professionals from all sectors of society, not just academia. Fellows have come from a number of diverse fields which vary year-to-year as the nominating committees respond to the current international needs. The programs were designed to allow the fellows an individual experience in which they travel to another country and interact with professional peers to expand their worldviews and gain cultural experiences as well as interact with other Fellows. ==Format== Each Fellow receives an individualized five to seven week program of consultations with experts and senior officials in government, industry, academia, the arts and the not-for profit sector. The Global Program brings 20 – 25 Fellows from countries around the world in all sectors to the U.S. each spring. Each fall a Single Nation, Single Region or Common Interest Program brings to the U.S. a similar number of Fellows. The USA Program sends 8 – 10 Americans abroad, including at least one U.S. farmer or rancher, to gain international exposure to people, institutions, technologies and ideas. Beginning in 2015, the Zhi-Xing China Eisenhower Fellowship is awarded to ten candidates, who travel as a group exclusively to China. ==Fellows== Fellows are identified by committees in 48 countries and six U.S. locales (New England, Philadelphia, Research Triangle-NC, St. Louis, Chicago and Los Angeles). They identify men and women who have demonstrated significant achievement and are poised to assume positions of substantial influence in their fields. Eisenhower Fellows regularly attain higher positions after they have been awarded the fellowship. More than half of all Eisenhower Fellowships alumni indicate that they have been involved in fostering societal change at some point after their fellowship. Since the organization's founding, nearly 2,000 men and women have been awarded fellowships, forming a global network of leaders. Fellows are located in over 100 countries, including heads of government, cabinet-level officials, national legislators, provincial governors, university presidents, and CEOs of corporations and non-profit organizations who engage with other Fellows and with other members of the Eisenhower network. ===1950s=== Sixteen fellowships were awarded in 1954 to three Americans and thirteen men from overseas. Initially, all funds came from the fundraising efforts of the EF Board of Trustees, but a ten-year $600,000 grant from the Ford Foundation in 1956 massively contributed to the prestige and abilities of the program. In the first decade, the size of yearly Fellow cohorts grew each year and from 1954 to 1964, the number of participating countries more than doubled. ===1960s=== As had been suggested by the first Fellows, each year's program included at least two seminars where Fellows met and shared experiences. Yearly newsletters and three international alumni conferences strengthened the bonds among old friends and created new linkages. A second Ford Foundation grant in 1967 encouraged EF to experiment with larger programs. In 1961 the first Eisenhower regional conference was held in Geneva, Switzerland, and in the same year, the first female Fellow, Dr. Pilar G. Villegas, was named. In 1963, the USA Fellow program was suspended temporarily. ===1970s=== As the U.S. celebrated its bicentennial in 1976, one hundred and one Fellows from fifty six countries convened in San Francisco for EF's First World Forum. The strength of the international alumni presence inspired the EF Trustees to name five international Fellows to the board. In 1977, President Gerald Ford was appointed president. ===1980s=== President Gerald Ford and John Eisenhower responded to fundraising challenges by helping to get a grant from the U.S. Congress for $7.5 million. The grant allowed EEF to expand its programs and reach. In 1986, the first Single Nation Program was introduced under the leadership of Theodore Friend, EEF President. Prior to 1986, Multi-Nation Programs had only allowed one fellowship to be granted to each participating country. The Single Nation Program allowed a closer focus and was launched in 1986 with six Eisenhower Fellows from the Philippines. In 1988, the first Dwight D. Eisenhower Medal for Leadership and Service was awarded to Ambassadors Walter Annenberg and Thomas Watson Jr. In 1989, the USA Fellow Program returned after a 26-year hiatus, which brought EEF to three yearly programs (the Multi-Nation Program, the Single Nation Program, and the USA Fellow Program) with fifty Fellows participating. ===1990s=== EEF celebrated the centennial of President Eisenhower's birth in 1990 at its second World Forum called “From Fellowship to Partnership” in Philadelphia. This time, over two hundred Fellows from 63 countries gathered. The enthusiastic response motivated the Turkish Fellows to hold a reunion conference in Turkey the following year. In the next eighteen years, eleven other countries hosted EF conferences. In 1991, legislation sponsored by Senator Bob Dole and Representative Pat Roberts established a permanent endowment for EEF in honor of President Eisenhower.Congressional Record, V. 150, Pt. 11, June 25, 2004 to July 14, 2004 By Congress Single Area Programs in the Czech Republic and Slovakia and Fellows from Bulgaria and Romania in the early 90s demonstrated EF's response to changing political conditions and support for emerging democracies. A Single Nation Program in South Africa for nine Fellows was run in 1994 after the country elected its first truly democratic government. ===2000s=== In its sixth decade, Eisenhower Fellowships developed additional programs and foci. In 2003, EF celebrated its 50th Multi Nation Program and 50th Anniversary Conference in Philadelphia called “Connecting Global Leaders.”Perrone, Marguerite. \"Eisenhower Fellowship: A History 1953-2003\". 2003. USA Fellows started choosing their fellowship destination(s) from a list of 27 countries on six continents. The Multi-Nation and Single-Nation programs continued, but the addition of Regional Programs, three in Asia, and one each in Latin America and the Middle East, were implemented to develop stronger international ties between countries in similar areas. In 2007 and 2009, two Common Interest Programs were introduced with Fellows from the United States and from overseas participating. In 2010, Eisenhower Fellowships held its first Women's Leadership Program, designed to help create a more consequential and sustainable world in all sectors through the equitable involvement of women. ==The Distinguished Alumnus Award== In 2008, EF established the Distinguished Alumnus Award to recognize an alumnus or alumna who has demonstrated a significant contribution to his or her field of endeavor, and leadership in the Eisenhower Fellowships alumni network. The recipient's post-fellowship activities must reflect President Eisenhower's commitment to peace and productivity by working through direct personal contacts across boundaries. Open to anyone who has completed an Eisenhower Fellowship since the program was founded in 1953, it is presented at the Annual Meeting of the Board of Trustees. ===Awardees=== #2008: Eisenhower Fellows of the Republic of Ireland and Northern Ireland #2009: Nezir Kirdar, ‘57, Iraq and Turkey #2010: Sister Mary Scullion, ’02, USA #2011: Jeffrey Koo Sr., ’71, Taiwan #2012: Conrado Etchebarne, '62, Argentina #2013: Martin Burt, '94, Paraguay #2014: Alfonso Vegara, '87, Spain, and Philip Yeo, '87, Singapore #2015: Susan Baragwanath, '94, New Zealand #2016: Shahid Mahmud, '01, Pakistan #2017: Ariel \"Ayi\" Hernandez, '11, Philippines #2018: Mari Pangestu, '90, Indonesia #2019: Eisenhower Fellows of Sri Lanka ==The Eisenhower Medal for Leadership and Service== In 1988, the EF Board of Trustees established the Dwight D. Eisenhower Medal for Leadership and Service. It is awarded annually to a business leader, statesperson, or other public figure who has achieved, through direct personal contacts across boundaries, widely recognized advances toward President Eisenhower's vision of peace and productivity through person-to-person international dialogue. Notable recipients include Presidents Gerald Ford and George H.W. Bush, United States Secretaries of State Colin Powell, Henry Kissinger and George Shultz, U.S. Treasury Secretary Douglas Dillon, Federal Reserve Board Chairman Alan Greenspan, Nobel Prize winner and economist Dr. Amartya Sen, Professor Muhammad Yunus, and founding Trustees Ambassadors Walter H. Annenberg and Thomas J. Watson, Jr. The Eisenhower Medal is conferred annually at a private gala dinner with Trustees, sponsors, and Fellows. ===Recipients=== #1988: Ambassador Walter Annenberg, Founding Trustee of Eisenhower Fellowships; Ambassador to the Court of St. James and Ambassador Thomas Watson Jr., Founding Trustee of Eisenhower Fellowships; former Chairman, IBM; Ambassador to the Soviet Union #1989: Robert Orville Anderson, Former Chairman of Eisenhower Fellowships; former CEO, ARCO #1990: Ambassador C. Douglas Dillon, Ambassador to France and Undersecretary of State under President Eisenhower; former Secretary of the Treasury #1991: Senator Mark Hatfield, Senate Committee on Foreign Relations; Chairman, Senate Committee on Appropriations #1992: President Süleyman Demirel of Turkey, 1955 Eisenhower Fellow #1993: Honorable Donald Rumsfeld, Former Secretary of Defense; former CEO of G.D. Searle and General Instrument Co.; former Chairman, Eisenhower Fellowships #1994: No Medal Awarded #1995: Honorable Pat Roberts, Representative of the First Congressional District, Kansas; Chairman, House Committee on Agriculture #1996: President Gerald Ford, Former Chairman of Eisenhower Fellowships #1997: Theodore Friend, President Emeritus of Eisenhower Fellowships; former President, Swarthmore College #1998: General Brent Scowcroft, Former National Security Affairs Director #1999: General Colin L. Powell, USA (ret.), Former Chairman, Joint Chiefs of Staff; former Secretary of State #2000: Dr. Amartya Sen, Economist; 1998 Nobel Prize Winner in Economics #2001: Honorable George P. Shultz, Former U.S. Secretary of State #2002: Katharine Graham, Chairman of the Executive Committee, The Washington Post; Pulitzer Prize winning author #2003: President George H. W. Bush, Former Chairman of Eisenhower Fellowships #2004: Dr. Alan Greenspan, Chairman, Board of Governors of the Federal Reserve #2005: Honorable John C. Whitehead, Chairman, AEA Investors; former Chairman, Goldman, Sachs; former Deputy Secretary of State #2006: Honorable Henry Kissinger, Former Secretary of State; former Chairman, Eisenhower Fellowships #2007: Honorable Lee H. Hamilton, President, Woodrow Wilson International Center for Scholars; former Chairman, House Committee on Foreign Affairs #2008: Senator George J. Mitchell, Chairman of the Global Board, DLA Piper; Chancellor, Queen's University, Northern Ireland #2009: Professor Muhammad Yunus, Founding and Managing Director, Grameen Bank #2010: James Baker, Former U.S. Secretary of the Treasury; Senior Partner, Baker Botts; Honorary Chairman, James A. Baker III Institute for Public Policy, Rice University #2011: International Crisis Group #2012: Michelle Bachelet, Executive Director, UN Women; Former President, Chile #2013: Senator Richard Lugar, Former Chair, Senate Foreign Relations Committee and Senator Sam Nunn, Co- chair and CEO, the Nuclear Threat Initiative #2014: Dr. Abdul Razaque, Founder and CEO, M-learning platform inc. #2015: International Rescue Committee #2016: Doctors Without Borders #2017: Governor Christine Todd Whitman #2018: David Eisenhower and Susan Eisenhower #2019: Senator John McCain (posthumously) == Honorary Fellowship Awards == Annually, outstanding Fellows are recognized and bestowed an honorary fellowship in the name of a member of the Board of Trustees. ==Organization== The governing body of the organization is the Board of Trustees, a distinguished group of more than seventy senior international leaders in business and public affairs currently chaired by General Colin L. Powell, USA (ret.) Prior chairs include Dr. Henry Kissinger, President George H.W. Bush, President Gerald Ford and General Colin L. Powell, USA (ret). Eisenhower Fellowships is headquartered in Philadelphia, Pennsylvania. *Dr. Robert M. Gates, Chairman *James W. Hovey, Executive Committee Chair *Christine Todd Whitman, Vice Chair *George de Lama, President ==References== ==External links== * Eisenhower Fellowships * Charity Navigator * Eisenhower Fellowships Association of Sri Lanka * Irish Eisenhower Fellowships Network * Eisenhower Fellows Europe * OMG Center for Collaborative Learning * Philadelphia Social Innovations Journal * Pakistan Eisenhower Fellowships Network * Category:Non-profit organizations based in Philadelphia Category:Diplomacy Category:American awards Category:Organizations established in 1953 ",
    "title": "Eisenhower Fellowships"
}