{
    "id": "31326687",
    "text": "The Musical Museum 250px The Musical Museum is a musical instrument museum and concert venue located in Brentford, London Borough of Hounslow, a few minutes' walk from Kew Bridge railway station. The Musical Museum contains a significant collection of self-playing musical instruments, and one of the world's largest collections of historic musical rolls. The museum houses rare working specimens of player pianos, orchestrions, reed organs, and violin players. The largest exhibits include a fully restored Wurlitzer theatre organ (attached to a roll playing mechanism and Steinway grand piano) and a 12-rank roll playing residence organ. The instruments and exhibits are arranged in three main galleries; the building also houses a concert hall which doubles as a cinema that seats up to 230 people, and a cafe. Mostly run by volunteers, the museum is open on Tuesdays, Fridays, Saturdays, Sundays and Bank Holidays. A tour guide demonstrates the instruments at 11:00, 13:00 and 15:00. 250px ==History== The Museum was founded in 1963 by Frank Holland MBE (1910-1989) as The British Piano Museum, who believed that self-playing musical instruments should be preserved and played. In 1975, he was interviewed for the TV Show 'Going Places', in which he reminisced about reading an article about there being about eight-hundred abandoned churches in Britain, so he decided to find a suitable one to house the instruments, 'St.George's', Brentford.. He later wrote of his experiences in the book 'A Boxful of Rolls'. It moved to a newer building nearby in 2009. ==See also== *Wurlitzers in the United Kingdom * List of music museums ==References== ==External links== *Museum website Category:Brentford, London Category:Buildings and structures in the London Borough of Hounslow Category:Museums in the London Borough of Hounslow Category:Musical instrument museums in the United Kingdom Category:Music museums in the United Kingdom Category:Museums established in 1963 ",
    "title": "Musical Museum, Brentford"
}