{
    "id": "31320715",
    "text": "{| |} USRC Kewanee was a screw steam revenue cutter built for the United States Revenue Marine during the American Civil War. Commissioned in August 1864, Kewanee served out the last eight months of the war on convoy and patrol duty along the East Coast of the United States. In the postwar period, she participated in the usual duties of a revenue cutter, including patrolling for contraband and aiding vessels in distress. Due to dissatisfaction with her machinery, Kewanee was sold into merchant service after less than three years in the Revenue Marine. Renamed Musashi, she was sent to Japan, where she was destroyed by an explosion in 1869. ==Construction and design== Kewanee, one of six Pawtuxet-class screw schooners ordered in 1863 for the United States Revenue Marine, was built in Baltimore, Maryland by J. A. Robb & Company. She was launched from the builder's yard at Fell's Point on 23 August 1863. A banquet in honor of the event was held the same evening at Guy's Monument House, attended \"by many of the military and civic dignitaries of the city.\"Scharf, p. 145. Kewanee was long, with a beam of and hold depth of .\"The New Revenue Cutters--The Launch of Two of Them\", The New York Times, 1863-07-10.\"Naval News\", The New York Times, 1864-11-02. Draft is uncertain but was probably around .\"Woodbury\", Dictionary of American Naval Fighting Ships, Naval History & Heritage Command website. Her contract, like the other ships of the class, called for a hull of oak, locust and white oak, strengthened with diagonal iron bracing. She was powered by a pair of oscillating engines, driving a single 8-foot (2.4 m) diameter screw propeller.\"Kewanee, 1863\", U.S. Coast Guard website. Her speed is unrecorded but was probably similar to the 12 knots achieved by her sister ship USRC Kankakee.\"Naval News\", The New York Times, 1864-11-02. Kewanee was topsail schooner-rigged for auxiliary sail power. ==Service history== ===American Civil War, 1864-65=== Kewanee was commissioned on 15 August 1864, with Captain William C. Pease placed in command. On 9 September, Kewanee arrived at Holmes Hole, Massachusetts,\"Marine Intelligence\", The New York Times, 1864-09-13. after which she spent some time cruising for privateers, before putting in to coal at New London, Connecticut in mid-November.\"Naval Intelligence\", The New York Times, 1864-11-21. In February 1865, Kewanee, along with her sister ship Wayanda and , was assigned to escort a 21-ship convoy of cotton confiscated from the South. The convoy departed Port Royal, South Carolina on February 8 and arrived in New York on the 14th.\"Marine Intelligence\", The New York Times, 1865-02-15. Kewanee then continued on to New London, arriving there on the 19th.\"Marine Intelligence\", The New York Times, 1865-02-20. The next few weeks were spent \"in and around New York\". By March, Kewanee was back in Savannah, Georgia, where she departed on the 31st as the sole escort to a small cotton convoy of four ships, which together with Kewanee arrived at New York on April 4.\"Marine Intelligence\", The New York Times, 1865-04-05. On April 9, Confederate General Robert E. Lee surrendered at Appomattox, effectively bringing to an end the American Civil War. A few days later, on April 14, U.S. President Abraham Lincoln was assassinated. On the day of his burial, Kewanee paid tribute by firing a 36 minute gun salute.Parton, pp. 30-31. ===Postwar service, 1865-67=== In the postwar period, Kewanee was assigned to the usual revenue cutter duties of boarding ships to check papers and searching for contraband. In August 1865, the vessel was operating in the vicinity of Holmes Hole, New Bedford and Boston, Massachusetts, where her duties included boarding ships and the inspection of lighthouses. By December, Kewanee was operating once again off Charleston, South Carolina, where on the 18th she rescued fifteen people \"in a famished condition\", including women and children, from a shipwreck in Bulls Bay.\"A Timely Rescue\", The New York Times, 1865-12-29. On December 29, Kewanees commander, Captain William Cooke Pease, died of typhoid fever aged 46. An \"efficient officer, [who] had won the respect and esteem of all\",American Annual Cyclopedia, p. 661. Pease's contributions to the Revenue Marine had included two voyages around Cape Horn to the West Coast, and the design of a number of revenue cutters for operation on the Great Lakes.\"William Cooke Pease Collection\", Martha's Vineyard Museum website. Kewanee was still operating from Charleston in late 1866.No title, Baltimore Sun, p. 4, 1866-10-04 (paysite). In March 1867, Kewanee towed to sea the brig Active, which had run aground on the Florida Reef in the vicinity of Pavanier Key some days earlier.\"Shipping Intelligence--Memoranda\", The Morning Chronicle, p. 3, 1867-04-04. By this time, the Revenue Marine had concluded that its Pawtuxet-class cutters, still less than three years old, were unsuitable for the service due to their \"too complicated\" engines. An order for the sale of Kewanee was consequently submitted on 28 May, and the vessel was sold on 10 July for $25,100. ===Merchant service, 1867-69=== Kewanee then entered service as the merchant ship Musashi. After a voyage to Japan, Musashi became involved in the war between the Japanese Emperor Kōmei and the Tokugawa Shogunate. Musashi exploded off Yokohama in 1869. ==Notes== See note a in the Pawtuxet-class cutter article. ==References== ==Bibliography== * D. Appleton & Co. (1869): The American Annual Cyclopedia and Register of Important Events of the Year 1865, p. 661, D. Appleton & Co., New York. * Parton, Charles W. (1992): From Sanderson's to Alley's: A Biography of the West Tisbury General Store, pp. 30-31, Carter Hill Farm Publishers. * Scharf, J. Thomas (1881): History of Baltimore City and County, From the Earliest Period to the Present Day, p. 145, Louis H. Everts, Philadelphia. Category:1863 ships Category:Pawtuxet-class cutters Category:Ships built in Baltimore ",
    "title": "USRC Kewanee"
}