{
    "id": "31323445",
    "text": "Goran Tomašević (; born 1969), a Serbian photographer. Working for Reuters, he has spent more than 20 years travelling around the globe to cover the world's biggest stories. Tomašević's award-winning pictures of wars and revolutions have become some of the most enduring images of the conflicts fought in the Balkans, Iraq, Afghanistan, Libya and Syria. His broad work includes photographic features from South Sudan, Pakistan, Mozambique, DR Congo Central African Republic, Burundi, Nigeria and sports coverage of the Olympics and soccer World Cups. ==Career== Tomašević began photographing the war that followed the breakup of Yugoslavia from 1991 for daily newspaper Politika, in 1996 he joined world's largest new agency Reuters, covering the simmering political tensions in Kosovo and the anti-Milošević demonstrations in his hometown of Belgrade since mid-1990s. During three-month NATO bombing of Yugoslavia in 1999, Tomašević was the only photographer working for foreign press to spend the duration of the conflict in Kosovo. Tomašević moved to Jerusalem in 2002, covering the second Palestinian intifada. During the U.S. led invasions of Iraq in 2003, his picture of a U.S. Marine watching the toppling of a Saddam Hussein statue became one of the most memorable images of the war. He often returned to Iraq as sectarian violence escalated and regularly photographed America's other war in Afghanistan. His sequence of photographs of U.S. Marine Sergeant Bee narrowly escaping Taliban bullets became an iconic image in U.S. war history. Tomašević moved to Cairo in 2006 and was at the heart of Reuters' coverage of the Arab Springs. In Libya, his image of a fireball that spewed up after an air strike on pro-Gaddafi fighters became an iconic image of the Libyan war, gracing the front pages of more than 100 newspapers around the globe. He stayed in Cairo until 2012. His raw pictures of rebel fighters battling pro-Assad forces among the ruins of Aleppo and Damascus during the Syrian Civil War have won international acclaim, as did his coverage of the bloody siege on a Nairobi shopping mall in Kenya. ==Awards== Tomašević's work has been recognized with many prestigious international awards. He has been named \"Reuters Photographer of the Year\" a record four times (2003, 2005, 2011 and 2013) and won the \"Reuters Photograph of the Year\" award in 2008. In 2014, he was awarded first prize in the \"Spot News Stories\" category at the World Press Photo and second and third prize at \"News Picture Story\" at \"POYi\". He has won \"China International Press Photo of the Year\" in 2011 and he has been awarded for a spot news in 2004 and 2012. In 2009, he won the \"SOPA Award of Excellence for News Photography\". In 2012, Tomašević won the \"London Frontline Club Award\" and in 2013 the \"Days Japan\" award. In 2005, he got the National Press Photography Association, Best of Photo journalism in the Portrait and Personality category and third place for news in 2011. In 2014, he was nominated for the Pulitzer Prize for Breaking News Photography. The Guardian's photo team chose Goran Tomašević as their agency photographer of the year for 2013. International Business Times UK chose Goran as their agency photographer of the year for 2016. In April 2019, Tomašević and several of his colleagues from Reuters were awarded with the Pulitzer Prize Breaking News Photography award, for covering the mass migration of Central and South Americans to the United States. ==Exhibitions== In 2012, the Czech Photo Gallery in Prague held a six-week exhibition of Tomasevic's war photography, depicting more than two decades of conflict. Further exhibitions were held in Hong Kong’s Foreign Correspondents Club in 2014 and Perpignan, France during the Visa pour l’Image festival in 2006, 2013 and 2015. ==References== ==External links== * Goran Tomasevic's blog on Reuters.com * Interview on NY Times' Lens blog * One hundred of Goran's best photographs * Sequence of Photographs of a US Marine being shot in Afghanistan in 2008 Category:1969 births Category:Living people Category:War photographers Category:Reuters Category:Pulitzer Prize for Photography winners Category:People from Belgrade Category:Serbian photographers ",
    "title": "Goran Tomasevic"
}