{
    "id": "31321092",
    "text": "Dundee East was a constituency of the Scottish Parliament (Holyrood). It elected one Member of the Scottish Parliament (MSP) by the first past the post method of election. Also, however, it was one of nine constituencies in the North East Scotland electoral region, which elects seven additional members, in addition to nine constituency MSPs, to produce a form of proportional representation for the region as a whole. From the Scottish Parliament election, 2011, Dundee East was redrawn and renamed Dundee City East. ==Electoral region== :See also North East Scotland Scottish Parliament region From 1999–2011, the other nine constituencies of the North East Scotland region were Aberdeen Central, Aberdeen North, Aberdeen South, Angus, Banff and Buchan, Dundee West, Gordon and West Aberdeenshire and Kincardine. The region covers the Aberdeenshire council area, the Aberdeen City council area, the Dundee City council area, part of the Angus council area, a small part of the Moray council area and a small part of the Perth and Kinross council area. ==Constituency boundaries== The Dundee East constituency was created at the same time as the Scottish Parliament, in 1999, with the name and boundaries of an existing Westminster constituency. In 2005, however, the boundaries of the Westminster (House of Commons) constituency were subject to some alteration. From the 2011 election, the redrawn and renamed Dundee City East constituency will consist of the following electoral wards; *In full: East End, The Ferry; *In part: Coldside; Maryfield; North East ===Council area=== The Holyrood constituency is within the Dundee City council area, which is divided between three North East Scotland constituencies. Dundee East and Dundee West are within the city area. The Angus constituency covers north-eastern and north- western areas of the city, as well as a southern portion of the Angus council area and a small eastern portion of the Perth and Kinross council area. ==Member of the Scottish Parliament== {|class=\"wikitable\" |- !colspan=\"2\"| Election !! Member !! Party |- | style=\"background-color: \" | | 1999 | John McAllion | Scottish Labour Party |- | style=\"background-color: \" | | 2003 | Shona Robison | Scottish National Party |- |style=\"background-color:\"| | 2011 | colspan=\"3\"| constituency abolished: replaced by Dundee City East |- |} ==Election results== ==See also== * Politics of Dundee Category:Scottish Parliament constituencies and regions 1999–2011 Category:Politics of Dundee Category:1999 establishments in Scotland Category:Constituencies established in 1999 Category:2011 disestablishments in Scotland Category:Constituencies disestablished in 2011 ",
    "title": "Dundee East (Scottish Parliament constituency)"
}