{
    "id": "31323271",
    "text": "The Nibelungensteig is a hiking trail in the German states of Hesse, Bavaria and Baden-Württemberg. It traverses the Odenwald, a hill range or Mittelgebirge located between the rivers Rhine and Main. The trail starts in Zwingenberg (Bergstraße) and ends in Freudenberg (Main). It is 130 kilometers long, and features elevation changes totaling 4,000 meters. The Nibelungensteig mostly follows natural paths. It is named for the legendary Nibelungen. == Waymark == The Nibelungensteig is labeled along the entire trail with a red “N” on a white background. == History == In 2007 the OdenwaldklubOdenwaldklub; last accessed on 15 May 2012. was instructed to create a new hiking trail, the Nibelungensteig. The first 40 kilometers of the trail lead from Zwingenberg (Bergstraße) to Grasellenbach (Odenwald). That first section is put together out of local loop trails and was officially opened in October 2008.Entstehung des Nibelungensteigs; last accessed on 15 May 2012. In April 2010, around 90 kilometers were added to the first 40 kilometers of the Nibelungensteig. The now 130 kilometers make up the complete trail, leading from Zwingenberg (Bergstraße) to Freudenberg (Main).Nibelungensteig führt bis an den Main; last accessed on 15 May 2012. In January 2012, the Nibelungensteig was certified as Qualitätsweg Wanderbares Deutschland (Quality Walking in Germany) by the German Mountain and Walking Clubs Association.Erneuter Ritterschlag für Nibelungensteig; last accessed on 15 May 2012. ==Route== Elevation profile Felsenmeer in Lautertal Three feeder paths lead from Worms, which is a central setting of the Nibelungensage. The paths lead through the Hessian Ried to the Nibelungensteig. The three feeder paths include two biking routes (the biking route “north” and the biking route “south”), and one hiking trail.Dreiklang der Natur - Nibelungensteig ; last accessed on 15 May 2012. The first section of the Nibelungensteig is divided into three legs that are between 12 and 15 kilometers long. The first leads from Zwingenberg (Bergstraße) over the Melibokus hill and the Felsberg hill. At the base of the Felsberg lies the Felsenmeer (“rock chaos” or “sea of rocks”)Felsenmeer, Felsberg (English); last accessed on 15 May 2012. to Reichenbach.Lautertal/ Odenwald (English); last accessed on 15 May 2012. The second leg passes by the Hohenstein, a quartzite rock popular with rock climbers, and Lindenfels. From there the third leg leads to one of the so- called Siegfried's spring (Siegfriedbrunnen), near Grasellenbach. Out of all the Siegfried's springs in the Odenwald, at which Siegfried was supposedly assassinated by Hagen, the one near Grasellenbach is the best known. Another of the springs is the Zittenfeldener Quelle (spring of Zittenfeld).Der Nibelungensteig; last accessed on 15 May 2012. The extension of the Nibelungensteig from 2010 leads through towns like Amorbach and Miltenberg. It also passes landmarks like the , the , and the Ebersberger Felsenmeer (rock chaos of Ebersberg). Furthermore, the trail passes the Quellkirche (wellspring church), a former pilgrimage site in Schöllenbach, and a pilgrimage church in Hesselbach (Hesseneck), which is dedicated to St. Luzia and St. Odilia. Other notable sites along the route include: The residential quarters of Wildenberg Castle * Wildenberg Castle, where Wolfram von Eschenbach supposedly wrote his knight epic Parzival * the so-called Dreiländereck in Hesseneck where the three German states Baden-Württemberg, Bavaria and Hesse meet * Amorbach Abbey in the Baroque town of Amorbach * at Bürgstadt, the ', whose furniture includes the so-called Bilderbibel (picture bible) and * the Centgrafenkapelle (tithe counts’ chapel), a ruined building which was never finished as a consequence of the Thirty Years' War * == Nibelungensteig-Marathon == The Nibelungensteig-Marathon is a so-called ultramarathon, i.e. its distance of 53 kilometers is longer than the usual distance for marathons. The marathon has been taking place once a year, mostly in the fall, since 2008. The runners have to overcome approximately 1,400 meters elevation gain.„Nibelungensteig“-Marathon am 1. Oktober; retrieved 7 May 2012. == References == == Further reading == * Rainer Türk: Auf dem Nibelungensteig . Second edition. Verlag Hubert Brunnengräber, Lorsch. * Bettina Rothenheber, Lars Gölz: Der Nibelungensteig - Eine Bilderreise durch den Odenwald . Worms Verlag. == External links == * Nibelungensteig * Nibelungensteig (At the website of the Deutscher Wanderverband) * Nibelungensteig (English) Category:Hiking trails in Baden-Württemberg Category:Hiking trails in Bavaria Category:Hiking trails in Hesse ",
    "title": "Nibelungensteig"
}