{
    "id": "31321692",
    "text": "The 9A52-4 Tornado is Russia's newest universal multiple rocket launcher. It was designed as a lightweight and universal version of the BM-30 Smerch, dubbed 9A52-2. It was first unveiled in 2007 as a more strategically and tactically mobile launcher, albeit at the expense of a slight reduction in firepower. This model is aimed at replacing the previous generation of Russian multiple rocket launchers, including BM-21 Grad, BM-27 Uragan and BM-30 Smerch. Currently the sole operator is Russian Ground Forces. A version will be approved for export. ==Design== The 9A52-4 Tornado system is based on the chassis of the KamAZ-63501 8x8 military truck, which provides good tactical mobility. It is equipped with a single container with six launcher tubes for 300-mm rockets, which can fire all current Smerch rockets, including HE-FRAG, incendiary, thermobaric, cluster with anti-personnel or anti-tank mines. Cluster rounds may also carry self-targeting anti-tank munitions. The 800 kg standard rocket has a maximum range of 90 km. A range and direction correction system provides better accuracy compared to its predecessors. The 9A52-4 can launch rockets singularly, by a partial ripple or by a full salvo, which can cover an area of 32 hectares. A full salvo can be fired within 20 seconds. The 9A52-4 launching vehicle can be reloaded within 8 minutes. Launcher pods are designed for use with 122-mm and 220-mm rockets. The weapons system is equipped with an automated laying and fire control system, along with an autonomous satellite navigation and positioning system. Positioning and firing data are exchanged between the launch vehicle and the command vehicle. ==Deployment== Russian ground forces received about 30 Tornado-G systems in 2011, replacing the BM-21 Grad. The improved Tornado-S was upgraded with the special GLONASS satellite navigation system used in the Smerch missile system. The Tornado-S has guided rocket rounds enabling it to fire out to 72 miles (120 km). The Tornado-S has a longer range and increased effectiveness, due to the use of new warhead payloads and a reduced launch readiness time of just three minutes. The Tornado-G entered series production in 2013. The system entered service with the Russian armed forces in 2014. The Tornado-S was approved for service in July–August 2016 and started its serial deliveries. 20 Tornado-S vehicles ordered in summer 2019.https://www.kommersant.ru/doc/4102655 A new order in August 2020.https://armstrade.org/includes/periodics/news/2020/0826/094559332/detail.shtmlhttps://armstrade.org/includes/periodics/news/2020/0901/102059416/detail.shtml Tornado-G received export permission in June 2018 and Tornado-S with 120-km range satellite-guided shells in August 2019.https://tass.com/defense/1074375 The three upgraded 122 mm Grad HE-Frag and HE/HEAT rocket variants for the Tornado-G multiple launch rocket system (MLRS) codenamed 9M538, 9M539 and 9M541 have a significant increase in firepower, albeit at a lower range capability. BM-21 Grad systems are being upgraded to the level of new- generation Tornado-G systems.https://sputniknews.com/military/201905251075330426-russia-grad- rocket-system/ Tornado-S has been deployed during the armed conflict in the Donbass region of Ukraine on the side of pro-Russian forces, as mentioned in the February 2015 Minsk ceasefire agreement which was signed by Russian Federation, thus proving Russia's involvement in the conflict ==Variants== The 9A52-4 Tornado system is a lightweight rocket launcher. There are two other systems; a modular MLRS based on the MZKT-79306 truck, which can carry two BM-27 Uragan or BM-30 Smerch launcher modules, and one based on the Kamaz 6x6 truck. The \"Tornado-G\" system is an upgrade package for the existing BM-21 Grad. The Russian government ordered 36 new \"Tornado-G\" based on the Kamaz 6x6 chassis, instead of the old systems based on the Ural-4320 truck. 9A52-4 should not be confused with other systems in the similarly denoted Tornado family: *9A53-G Tornado (2x15 1x40 122mm Upgraded BM-21 Grad Multiple Rocket Launcher Module, based on a Kamaz Truck or on a Ural-4320). *9A53-U Tornado (2x8 2x6 220mm Upgraded BM-27 Uragan Multiple Rocket Launcher Modules, based on a MZKT-79306). *9A53-S Tornado (2x6 2x4 300mm Upgraded BM-30 Smerch Multiple Rocket Launcher Modules, based on a MZKT-79306). == General characteristics == ===9A52-4 Tornado=== * Chassis: KamAZ-63501 * Salvo Time: 6 rounds in 20 seconds * Reload Time: 8 min == Rocket projectiles == {|class=\"wikitable\" style=\"font-size:95%;\" |- !colspan=2|Variant !colspan=2|Rocket !colspan=2|Warhead !rowspan=2|Self-destruct time !colspan=2|Range |- !Name !Type !Weight !Length !Weight !Submunition !Min. !Max. |- !9M55K | Cluster munition, anti-personnel | rowspan=6| 800 kg | rowspan=\"7\" style=\"text-align:center;\"| 7.6 m | 243 kg | 72 × 1.75 kg, each with 96 fragments (4.5 g each) | style=\"text-align:center;\"| 110 s | rowspan=6| 20 km | rowspan=6| 70 km |- !9M55K1 | Cluster munition, self-guided anti-tank | 243 kg | 5 × 15 kg |- !9M55K4 | Cluster munition, AT minelets. | 243 kg | 25 × 5 kg mines | style=\"text-align:center;\"| 24 hour |- !9M55K5 | HEAT/HE-Fragmentation. | 243 kg | 646 × 0.25 kg (120 mm RHA armor-piercing) | style=\"text-align:center;\"| 260 s |- !9M55F | separable HE-Fragmentation | 258 kg | |- !9M55S | Thermobaric | 243 kg | |- !9М542 | Satellite-guided (GLONASS), HE-Fragmentation | 820 kg |250 kg | | | rowspan=6| 40 km | rowspan=6| 120 km |} A new longer range (possibly 200 km) high precision missile 9M544 for the Tornado-S system with cumulative-fragmentation munitions was tested in 2020.https://www.armyrecognition.com/defense_news_september_2020_global_security_army_industry/russian_tornado- s_mlrs_fires_new_missile.htmlhttps://www.youtube.com/watch?v=Y5XIsLsvOs8&feature;=emb_title == Operators == * : More than 136 Tornado-G and an unknown number of Tornado-S units in service as of 2016. 2 more Tornado-G divisions in 2017. 15 more Tornado-G and 20 Tornado-S in 2018-19. More Tornado-Gs in 2019.http://www.armstrade.org/includes/periodics/news/2019/0719/100053505/detail.shtmlhttps://tass.com/defense/1088279 == See also == * Katyusha, BM-13, BM-8, and BM-31 multiple rocket launchers of World War II * BM-14 140mm multiple rocket launcher * BM-21 Grad 122mm multiple rocket launcher * BM-27 Uragan 220mm multiple rocket launcher * M270, U.S. multiple rocket launcher * T-122 Sakarya 122 mm rocket launcher * Fajr-5 333 mm rocket launcher * TOROS 230-260 mm rocket launcher * Falaq-2 Unguided rocket launcher * HIMARS U.S. downsized derivative version of M270 * Pinaka multi barrel rocket launcher, 214mm Indian multiple rocket launcher * TOS-1 Buratino Heavy Flame Thrower System (multiple rocket / thermobaric weapon launcher) ==References== == External links == * * 9A52-4 Tornado Multiple Launch Rocket System Category:Weapons of Russia Category:Rocket artillery Category:Self-propelled artillery of Russia Category:Multiple rocket launchers Category:Motovilikha Plants products Category:NPO Splav products Category:Modular rocket launchers ",
    "title": "9A52-4 Tornado"
}