{
    "id": "31322067",
    "text": "Bitches Brew Live is a live album by Miles Davis. The album was released in February 2011 and contains material compiled from two concert performances. Most of the songs on the album originally appeared on Bitches Brew. The first three tracks were recorded at the Newport Jazz Festival in July 1969, nine months before the release of Bitches Brew, while the rest of the album was recorded at 1970 Isle of Wight Festival. The three cuts from Newport -- \"Miles Runs the Voodoo Down,\" \"Sanctuary,\" and \"It's About That Time/The Theme\" —- were previously unreleased at the time and have since been reissued on the \"At Newport 1955-1975\" volume of the Sony Bootleg series. This recording marks the first known time that \"Miles Runs the Voodoo Down\" was professionally recorded. The final six cuts appeared on the \"Miles Electric\" DVD in video form and the audio portion was included in the box set Miles Davis: The Complete Columbia Album Collection. A seventeen-minute segment appeared under the title \"Call It Anything\" on the \"First Great Rock Festivals Of The Seventies: Isle Of Wight/Atlanta Pop Festival\" compilation album in 1971. == Personnel == The band on the tracks recorded at Newport includes Davis, Chick Corea, Dave Holland, and Jack DeJohnette. Wayne Shorter missed this date because of traffic into Newport, so the group performed as a quartet. The group for the Isle of Wight concert featured Davis, Corea, Holland, DeJohnette, saxophonist Gary Bartz, Keith Jarrett on RMI Electronic Piano, and the Brazilian percussionist Airto Moreira. == Critical reception == AllMusic editor Thom Jurek deemed Bitches Brew Live \"essential\" for \"Davis fans\", writing that \"it's inspired, full of surprise twists and turns, and showcases the artist at a high point of both creativity and energy.\" Jurek praised the band members' performances and wrote of Davis' playing, \"Despite electricity and the beginning of the vamp style he would perfect later, his trademark lyricism as a soloist is ever present.\" David Fricke from Rolling Stone said, \"Davis was moving – and documenting that motion – faster than most folks, rock or jazz, in that crowd realized.\" Andy Gill of The Independent commented that the concerts featured on the album \"capture Davis on the cusp of creating another jazz revolution\" and described its music as \"jazz reconstituting after meltdown, like a butterfly emerging from a chrysalis: free-wheeling, edgy, unpredictable and coruscating, and about as hot as this legend of cool ever got.\" Los Angeles Times writer Chris Barton remarked that \"this album could be the choice for anyone who's heard all the (justified) hype and acclaim behind the jazz-meets-rock amalgam Bitches Brew but hasn't been able to crack its dark and sometimes thorny code\", adding that \"Along with the six-disc Cellar Door Sessions 1970, this recording beautifully showcases the fire-breathing power of Davis' band onstage.\" Despite noting \"other documents—particularly Live at the Fillmore East—that’ll give you a similar, and perhaps better, experience\", Matthew Fiander of PopMatters believed the 1969 concert set \"shows the lean power under [Bitches Brew]'s hefty atmosphere\" while calling the album \"a document meant to show the evolution of Davis’s electric sound, and it does that well.\" == Track listing == All pieces were written by Miles Davis, except where noted. == Personnel (Tracks 1-3) July 5, 1969, at the Newport Jazz Festival == * Miles Davis - trumpet * Chick Corea - electric piano * Dave Holland - bass * Jack DeJohnette - drums == Personnel (Tracks 4-9) August 29, 1970, at the Isle of Wight Festival == * Miles Davis - trumpet * Gary Bartz - alto saxophone, soprano saxophone * Chick Corea - Hohner electric piano * Keith Jarrett - electronic organ * Dave Holland - electric bass * Jack DeJohnette - drums * Airto Moreira - percussion, cuica === Production === *Original Recordings Produced by Teo Macero *Produced for Release by Richard Seidel and Michael Cuscuna *Mastered by Mark Wilder and Maria Triana, Battery Studios, New York City *Distributed by Sony Music Entertainment *On-location Recording by Reice Hamel-Recording-U.S.A. (Newport Jazz Festival 1969) == Notes == * Allmusic Bitches Brew Live link == External links == Category:Miles Davis live albums Category:2011 live albums Category:albums produced by Teo Macero Category:albums recorded at the Newport Jazz Festival ",
    "title": "Bitches Brew Live"
}