{
    "id": "31322428",
    "text": "Der Rat der Götter (The Council of the Gods) is an East German black-and-white film, directed by Kurt Maetzig. It was released in 1950. ==Plot== In the early 1930s, Dr. Scholz is a chemist working for IG Farben. While he develops new types of rocket fuel and a gas which he believes to be a pesticide, his corporate superiors support Adolf Hitler in his quest to dominate Germany, and subsequently, the whole of Europe. Director General Mauch and his fellow managers, who jokingly call themselves 'the council of the gods', are cleverly using the Second World War to earn a fortune, by supplying the Third Reich and - through their cartel with Standard Oil - the Western Allies. Scholz, fearing to lose his position, turns a blind eye even as he realizes what the gas he developed is used for. Throughout the war, American bombers do not destroy IG Farben plants, as they are pressured by the company's associates in the United States to leave its infrastructure intact. After the war ends, the Americans acquit most of the directors from charges of crimes against humanity and secretly use their experience to produce chemical weapons, that would be deployed against the Soviet Union. After an explosion in a chemical factory kills hundreds, Scholz - who is now a communist - cannot remain silent. He publicizes the truth about IG Farben's wartime activity, warning that they plan yet another to make more money. An immense demonstration takes place outside the firm's headquarters. The American general supervising the managers proposes to disperse them with tanks, but Mauch refuses, fearing the crowd's reaction. The demonstration turns into a May Day rally. ==Cast== *Paul Bildt as privy councilor Mauch *Eva Pflug as Mabel Lawson *Laya Raki as dancer *Fritz Tillmann as Dr. Hans Scholz *Willy A. Kleinau as Mr. Lawson *Hans-Georg Rudolph as Tilgner *Albert Garbe as uncle Karl *Helmuth Hinzelmann as Schirrwind *Inge Keller as Edith Scholz *Yvonne Merin as Claudia Mauch *Käthe Scharf as Mrs. Scholz *Herwart Grosse as von Decken *Theodor Vogeler as Dr. Hüttenrauch *Arthur Wiesner as Scholz's father *Karl-Heinz Deickert as Dieter Scholz *Agnes Windeck as Mrs. Mauch *Helene Riechers as Scholz's mother ==Production== Friedrich Wolf and his Soviet co-author, Phillip Gecht, began writing the script in the summer of 1948, shortly after the end of the IG Farben Trial. They used many original documents from the judicial process, but mainly relied of Richard Sasly's book IG Farben. Another event which influenced their work was the explosion that destroyed BASF's chemical plant in Ludwigshafen and caused 280 deaths at 28 July 1948, which was combined into the plot's ending.Detlef Kannapin. Antifaschismus im Film der DDR. Papyros Verlag (1997). . p. 117. Wolf later told that the title, The Council of the Gods, was inspired by the divine assembly that closed the Odyssey: IG Farben's directors were the \"gods\" that run the affairs while the common mortals bled and died on the field, like in the Homerian myth. The author told that his work was to \"reveal the 'gods' and the machinations behind the curtains\".Markus Wolf. An Interview with Kurt Maetzig. friedrichwolf.de. He was also determined to discredit Germany's old elites, both due to personal convictions and the ideological requirements of the Socialist Unity Party.Achim Engelberg. In den Abgründen des 20. Jahrhunderts: Wer verloren hat, kämpfe: 1. Dietz Verlag (2007). . p. 177. The characters in Wolf's story were modeled on the real directors of IG Farben, and even their names sounded much alike: the film's arch-villain, privy councillor Mauch, was based on Carl Krauch. Wolf sought a director to create the film himself, and eventually chose Kurt Maetzig. The author's son, Konrad Wolf, served as an assistant- director. The work on The Council of the Gods lasted for two years.A Der Spiegel article on the film, 18 May 1950. Maetzig later claimed that the film was made as a \"documentary feature film\": while the characters were basically fictional, it was based on real events. He maintained that he viewed the IG Farben trial, that was run only by the US, as the beginning of the rift between the wartime Allies and to an extent - even of the Cold War, and tried to depict it as such in the film.Seán Allan, John Sandford. DEFA: East German cinema, 1946–1992. . pp. 66–67, 77. The filming took place on the background of the escalating Cold War. At 1949, the Socialist Unity Party's Politburo established a DEFA Commission to directly oversee all films produced in East Germany, after it found those made during 1946-7 as \"lacking a saying on the matters of society\". The Council was East Germany's first \"massive propaganda film.\"Sylvia Klötzer. Satire und Macht: Film, Zeitung, Kabarett in der DDR. Böhlau Verlag (2005). . p. 28. Maetzig, who had directed several socially critical pictures at that time and reprimanded by the establishment, turned to making more politically pleasing works. The Council of the Gods was \"intended to be a propaganda super-production,\" and its style was inspired by Mikheil Chiaureli's Stalinist epics. It was officially dedicated \"to all peace-loving people of the world\" and intended to show how \"the IG Farben were the originators of the war\".Juliane Scholz. Wechselseitige Bezugsrahmen einer \"doppelten Bewältigung\" des Nationalsozialismus - Der deutsche Spielfilm der Nachkriegszeit als Medium der ... Gedächtnisses: Ein historischer Vergleich. Grin Verlag (2009). . pp. 145. Principal photography took place in Halle an der Saale. As many as 500 extras were used to make the crowd scenes. Although DEFA director-general Joseph Schwabb demanded that the film would be Socialist Realist in style, only one common worker - Uncle Karl, played by Albert Grabe - was featured in the picture.Ingrid Poss. Spur der Filme: Zeitzeugen über die DEFA. . pp. 76–77. The lack of working-class heroes displeased the SED, and State Secretary for Press and Agitation Hermann Axen criticized \"The Council of the Gods for over-emphasizing the roles of the capitalists. ==Reception== The film sold 5,347,261 tickets in East Germany.List of the 50 highest- grossing DEFA films. It received a special Honorary Diploma in the 1950 Karlovy Vary International Film Festival.Der Rat der Götter on DEFA Foundation's website. On 8 October 1950, Maetzig, Wolf, cinematographer Friedl Behn-Grund and set designer Willy Schiller were all awarded the National Prize, 1st degree, for their work on the film.DEFA chronicle of 1950. The Council of the Gods was praised by the SED, and defined by it as the \"most important film\" of 1950;Bernd Stöver. Die Befreiung vom Kommunismus. Amerikanische 'Liberation Policy' im Kalten Krieg 1947–1991. Böhlau (2002). . p. 577. a politburo resolution stated that it was \"up to the standards required by our country's democratic public opinion\".Dagmar Schittly. Zwischen Regie und Regime. Die Filmpolitik der SED im Spiegel der DEFA-Produktionen. . pp. 58–59. Although it had a premiere in West Berlin,Anjana Buckow. Zwischen Propaganda Und Realpolitik: Die USA Und Der Sowjetisch Besetzte Teil Deutschlands 1945–1955. Franz Steiner Verlag (2003). . p. 247. and a West German distributor sought to purchase it, it was not released in the Federal Republic of Germany, which rejected as communist propaganda. The Soviet magazine Art of Cinema claimed that the military commandants of West Berlin's three occupation sectors registered an official complaint to the Soviets, claiming that the picture had such an influence on the public that it was undermining their authority. Ivor Montagu, who watched it in East Germany, received a copy to his home in London on 22 June 1951.Bert Hogenkamp. Film, television and the left, 1950–1970. Lawrence And Wishart Ltd (2002). . p. 28. In a contemporary review of the film, West German journalist Curt Riess wrote that \"almost everything in it is a fraud.\"Hans Günther Pflaum, Hans Helmut Prinzler. Cinema in the Federal Republic of Germany: The new German film, origins and present situation : with a section on GDR cinema : a handbook. Inter Nationes (1993). ASIN B0006F6CN8. p. 142. The Federal Republic's Catholic Film Service cited it as \"noteworthy political drama made by DEFA, the finale of which culminates in a scene worthy of the peace movement à la Moscow.\"Review quoted on film-zeit.de. At 1961, American critics Scott MacDonald and Amos Vogel cited it as a \"hard-hitting propaganda film\", but also as \"the most important East German picture made up to date.\"Scott MacDonald, Amos Vogel. Cinema 16: Documents Toward History Of Film Society. Wide Angle Books (2002). . p. 389. During 1977, film scholars Miera and Antonin Liehm claimed that it was \"propaganda\", as well.Miera Liehm, Antonin J. Liehm . The Most Important Art: Soviet and Eastern European Film After 1945. . pp. 77, 88. David Caute noted that \"The Council of the Gods was the first picture to \"fully embrace the ideological animosities of the Cold War\", and that is tried to demonstrate that beside their wartime collaboration, IG Farben, Standard Oil and the capitalists dominating both were preparing a new war. pp. 263–264. Alexander Stephan pointed out that it was the first to \"articulate anti-capitalist economical positions\" and aimed them against America.Alexander Stephan. Americanization And Anti-Americanism: The German Encounter with American Culture after 1945. Berghahn Books (2008). . p. 154. Daniela Berghan shared this view, writing that the film asserted that the capitalist economical structures brought about World War II, and that they remained intact both in the United States and in West Germany.Daniela Berghahn. Hollywood behind the Wall: the cinema of East Germany. . p. 73. Bernd Stöver claimed that the film was part of a propaganda campaign run by the East German government in the early stages of the Cold War, the message of which was not only that capitalism is aggressive by nature, but also that the post-Nazi magnates of the Federal Republic were planning to resume \"Hitler's great crusade against socialism\" in the immediate future, with the aid of their Western allies. p. 54. Ralf Schenk wrote that the American representative was portrayed as a \"latent fascist\", keen to fight a new war against the Soviet Union.Ralf Schenk (editor). Das zweite Leben der Filmstadt Babelsberg. DEFA- Spielfilme 1946–1992. . p. 60. Ursula Heukenkamp noted that the portrayal of the main protagonist, Dr. Scholz, and the main antagonist, Mauch, was typical to communist cinema: the first was merely an insignificant part of a huge company, who could not stop developing chemicals even when he realized they were used to gas millions, and only became free when he embraced socialism; the second was interested in profit alone, with no regard from which side the money came. She also wrote that the film was the last to depict the horrors of the Second World War from the viewpoint of passive victims; henceforth, East German cinema turned to concentrate on the active resistance of the anti-fascists.Ursula Heukenkamp. Schuld und Sühne Kriegserlebnis und Kriegsdeutung in deutschen Medien der Nachkriegszeit (1945–1961). Rodolpi (2001). . pp. 749, 756. On a 2006 interview, Kurt Maetzig told Markus Wolf that he still regarded the film as an important work, and not as one of those he regretted making. ==References== ==External links== * *Der Rat der Götter original poster on ostfilm.de. Category:1950 films Category:East German films Category:German-language films Category:German black-and-white films Category:Films directed by Kurt Maetzig Category:Films about Nazi Germany ",
    "title": "The Council of the Gods"
}