{
    "id": "31328183",
    "text": "Professor Jacques Cauvin (1930 – 26 December 2001) was a French archaeologist who specialised in the prehistory of the Levant and Near East.Neolithics 2/01, A Journal of Southwest Asian Lithics Research, Editorial, ex-Oriente, Berlin, 2001.Coqueugniot, Eric., Jacques Cauvin (1930–2001) et le Neolithique du Levant Nord, Neolithics 1/02, A Journal of Southwest Asian Lithics Research, ex-Oriente, Berlin, 2002.Aurenche, Olivier., Jacques Cauvin et la préhistoire du Levant, Paléorient, Volume 27, Number 27-2, pp. 5-11, 2001. ==Biography== Cauvin started his work in France at Oullins Caves and Chazelles Caves (near Saint-André-de-Cruzières) in 1959 and 1960 and then Chandolas in 1965. He began to specialise in archaeology of the Middle East in 1958 when Maurice Dunand invited him to assist with excavations and studies of the stone tool industries at Byblos in Lebanon. He carried out seven seasons there until 1967, which included surveys extending to Lebanon's Mediterranean coast. Cauvin's extensive typological studies of this fully excavated site are still used as references for students of lithics today. Also at this time he began studies in Syria at Horan in 1962, in the Jezireh in 1969 and excavations at Taibe in 1965 and Tell Aswad in 1972. Because of his experience in this area, he was chosen to lead excavations at the major site of Mureybet, originally discovered and surveyed by Maurits van Loon. Mureybet was a large-scale rescue operation and had at the time the longest stratigraphic sequence seen since the excavation at Tell es-Sultan to the south. Excavations and multidisciplinary studies were conducted from 1971 to 1974. Flooding of the site prevented further work. Another season was carried out at the neighbouring and partly-contemporary site of Sheikh Hassan in 1976. Another important site was discovered and surveyed by van Loon around this time at El Kowm where the French Ministry of Foreign Affairs agreed with the Syrian authorities to study a large area without the constraints of urgency at Mureybet. In 1977 Cauvin prepared the groundwork for the permanent mission to El Kowm-Mureybet (Syria), which he retained leadership of until 1993, when he was replaced by Danielle Stordeur. In 1978, Cauvin was asked by the Turkish government to launch a new rescue campaign on the Euphrates at Cafer Hoyuk that ended in 1986 due to flooding of the area. His work on these various important sites and the materials collected have highlighted the steps in humanity's development through the late Natufian to the end of the Pre-Pottery Neolithic B (PPNB). In 1966, with the support of the CNRS and other research fellows, he founded the Centre de Recherche d'Ecologie humaine et de Préhistoire (CREP) in a converted mill in southern Ardeche to study and stock collections of stone tools and work on the problems of the Neolithic. These collections include paleobotanical and archaeozoological specimens and everything related to the manufacturing (technology) and use (traceology) of stone objects and bones. This developed into the Maison de l'Orient Méditerranéen Ancien, equipped with a library, meeting rooms and accommodation on site. This has further developed and is now called the Maison de l'Orient et de la Méditerranée.Maison de l'Orient et de la Méditerranée He remained a researcher at the CNRS throughout his career, successively as Research Fellow in 1957, \"Chargé\" in 1966, Master in 1977, Director in 1983 then Director Emeritus in 1995. He taught in Paris from 1978 to 1982 and Lyon from 1977 to 1982 in the form of courses or seminars directing Masters degree programs. Cauvin was regarded as an objective thinker, prolific author, charismatic team leader, and one of the great French experts on prehistory. He was married to Marie-Claire Cauvin, also a Director at CNRS, author and specialist in Near East Archaeology.Encyclopedia Universalis - Marie-Claire Cauvin ==The Revolution of the Symbols== Jacques Cauvin wrote with an impressive breadth and variety in a multitude of books, articles in scientific journals, collaborations with scientists, and other agencies. He discussed the involvement of humans in domestication of cereals during the Pre-Pottery Neolithic A (PPNA) stage and supported ideas of diffusionism from the northern Levant into Anatolia at the end of the PPNB. He referred to this as \"the acculturation of a local cultural background by a dominant, expansionist culture\".Asouti, Eleni., Beyond the Pre-Pottery Neolithic B Interaction Sphere, Springer Science+Business Media LLC., p. 19/106, 2007. Evidence supports his suggestion about the importation of animal husbandry and plant cultivation from the northern Levant. His theories regarding the diffusion of sedentism have been much challenged from recent evidence in Turkey, however. One of Cauvin's most important themes was the \"Revolution of the Symbols\" and the birth of \"religion\" in the Neolithic. He argued that the Neolithic revolution was influenced by a change in thinking as much as changes in the environment, and he noted a series of stages in this process. His work suggested important concepts in the evolution of human thinking, by examining figurines and early art depicting first women as goddesses and bulls as gods, he suggested several important ideas about the evolution of perception and duality. ==Bibliography== (Selected Publications) For a fuller list, see List of scientific publications by Jacques Cauvin. ===Books authored=== * Cauvin, Jacques. Les outillages néolithiques de Byblos et du littoral libanais. Paris: Librairie d'Amérique et d'Orient, Jean Maisonneuve (Fouilles de Byblos tome IV), 1968. * Cauvin, Jacques. Religions néolithiques de Syrie-Palestine. Paris: Librairie d'Amérique et d'Orient, Jean Maisonneuve, 1972. ** Arabic translation: Cauvin, Jacques. Diyânât al- 'asr al-hajarî al-hadîhfi bilâd al- sham translated by S. Muhesen, with new preface. Damascus: Dâr Dimashq, 1988. * Cauvin, Jacques. Les premiers villages de Syrie-Palestine du IXe au VIIe millénaire avant Jésus-Christ. Lyon: Maison de l'Orient méditerranéen (Collection de la Maison de l'Orient n° 4, Série archéologique 3), 1978. * Cauvin, Jacques. Naissance des divinités, naissance de l'agriculture : La révolution des symboles au Néolithique (2nd edn augmentée et corrigée in 1997). Paris: CNRS Éditions, 1994. ** English translation: Cauvin, Jacques. The Birth of the Gods and the Origins of Agriculture. translated by Trevor Watkins, with updated postscript. Cambridge: Cambridge University Press, 2000. ===Collective works (editor, co-author or co-editor)=== * Cauvin, Jacques., Cahiers de l'Euphrate 1-8 (éd.). Paris Éd. du CNRS (n° 1-3) Éd. ERC (n° 4-8), 1978-1998. * Cauvin, Jacques., with Sanlaville P. (éd.) Préhistoire du Levant :logie et organisation de l 'espace depuis les origines jusqu 'au VIe millénaire. Actes du Colloque international CNRS n° 508. Paris Éd. du CNRS, 1981. * Cauvin, Jacques., with Lichardus J., Lichardus-ltten M. et Bailloud G., La Protohistoire de l'Europe. Paris PUF (Nouvelle Clio), 1985. * Cauvin, Jacques., with Le Goff J., Marin L., Peter J.P., Perrot M., Auget R., Durand G. et Cazenave M., Histoire et Ima, 1986. ginaire. Poiesis. * Cauvin, Jacques., with Aurenche O. (éd.): Néolithisations. BAR Int. Ser., 516. Oxford, 1989. * Cauvin, Jacques., with Hours F., Aurenche O., Cauvin M..-C,Copeland L. et Salanville P. et la collaboration de P.Lombard: Atlas des sites du Proche- Orient (14 000-5 700 BP), Travaux de la Maison de l'Orient 24. Lyon, Maison de l'Orient et de la Méditerranée et Paris Diffusion de Boccard. ==References== Category:French archaeologists Category:1930 births Category:2001 deaths Category:20th-century archaeologists ",
    "title": "Jacques Cauvin"
}