{
    "id": "31320388",
    "text": "Under Capricorn is a 1937 historical novel by Helen Simpson. The story is set in Sydney in the then colony of New South Wales in the 1830s, at the time when many of the convicts had completed their sentences and were becoming prosperous citizens in a new country. The streets, the sounds, the smells, the convict gangs, the English officials and their wives, the rum traders, speculators and adventurers are realistically described.Western Mail, Perth, Western Australia, 28 October 1937, page 40, accessed 2 March 2014. The book opens at the time of the arrival of the new Governor, Sir Richard Bourke. Bourke's supposed sixth cousin, Mr. Charles Adare, an Irish aristocrat, had accompanied him to Sydney. Adare is out to make his fortune and is not particular about how he does it. Along the way he falls in love with the daughter of a retired prison hangman, a \"currency lass,\" i.e. one of the first whites born in the colony. Adare enters into a business transaction with Flusky, a wealthy emancipated convict, as a result of which he comes in contact with Flusky's wife, Lady Hattie, who has a weakness for brandy. \"It Is known that many Australians are descended from alliances of free men and convict women, and vice versa, and no one is ashamed of it, for a new and sturdy race was created. But Miss Simpson gives us the extreme, the runaway marriage of an English lady with a groom convicted of manslaughter, and that of the son of a Lord with an ex-hangman's daughter.\" The Mail, Adelaide, South Australia, 27 November 1937, page 27 ==Film adaptation== In 1949 the novel was adapted into a film Under Capricorn starring Ingrid Bergman and Joseph Cotten. It was directed by Alfred Hitchcock, who had previously directed an adaptation of Simpson's 1928 novel Enter Sir John. It was also filmed in 1983 as a mini- series. ==References== ==Bibliography== * Leff, Leonard J. Hitchcock and Selznick University of California Press, 1987. Category:1937 British novels Category:Novels by Helen Simpson Category:British novels adapted into films Category:Novels set in the 1830s Category:Novels set in New South Wales ",
    "title": "Under Capricorn (novel)"
}