{
    "id": "31321225",
    "text": "Wizcom Technologies Ltd. is a multinational company, which is the largest producer of portable hand-held scanning translators. The company produces portable electronic pen-shaped scanners, which are capable of scanning printed text and immediately translating the text, word for word, into other languages, and displaying the translated text on an LCD screen or scanning text and keep it in memory in order to transfer scanned text to word processing software on a computer. The company was founded in 1995 in Jerusalem. During the 2000s the company relocated its headquarters to Marlborough, Massachusetts in the U.S. ==Products== The Quicktionary® hand- held scanning translator ===Quicktionary 2 Premium=== Also known as SuperPen. A portable hand-held scanning translator which is capable of scanning printed text and providing instantaneous word-by-word translation. The product includes, at no extra cost, over 25 downloadable language dictionaries, including European languages such as French, Spanish, Portuguese and Italian and various foreign languages which use different sets of characters such as Arabic, Chinese, Hebrew and Russian. The product can store over 1,000 pages of printed text, which can be transferred to word processing software on a computer. ===Quicktionary TS=== This is the third generation of Wizcom Scanning Translators which was launched at the end of 2007. Compared with its predecessors, this translator can be operated by a touch screen, which is intended to considerably simplify the spelling of unreadable text. ===Infoscan=== A portable hand-held scanning translator which is used only for the purpose of storing printed text in its memory to be later transferred to word processing software on a computer. It has no translation function and its price is well below the Quicktionary 2 Premium and the Quicktionary II Expert. ===ReadingPen=== A portable hand-held scanning translator which is used as an aid for students of a second language and for people with reading difficulties (such as dyslexia). This product enables the users to scan text, hear it spoken aloud and obtain immediate definitions and correct pronunciation. ===Quicktionary II Expert=== A portable hand-held scanning translator which was specifically produced for the German market. It is configured with six dictionaries: German-English, English-German, German-French, French-German, German-Spanish and Spanish-German. In contrast to Quicktionary 2 Premium, it is not possible to install additional dictionaries on this device or to transfer scanned text from this device to word processing software on a computer. ===Quicktionary II Genius=== A portable hand-held scanning translator which was specifically produced for the Japanese market. It is configured with the English-Japanese Genius dictionary. In contrast to Quicktionary 2 Premium, it is not possible to install additional dictionaries on this device or to transfer scanned text from this device to word processing software on a computer. ===Quicktionary II Multi=== A portable hand-held scanning translator which was specifically produced for the Israeli market. It is configured with five dictionaries: English-Hebrew, English-Russian, English-Arabic, English-French and French-English. In contrast to Quicktionary 2 Premium, it is not possible to install additional dictionaries on this device or to transfer scanned text from this device to word processing software on a computer. ==See also== * Electronic dictionary ==External links== * * Stock information from the Frankfurt Stock Exchange * Deutsche Börse stock information Category:Companies based in Massachusetts Category:Computer hardware companies Category:Companies established in 1995 Category:Electronics companies of Israel Category:Companies based in Jerusalem Category:Israeli inventions ",
    "title": "Wizcom Technologies"
}