{
    "id": "31325346",
    "text": "Yoram Cohen, 2016 Yoram Cohen (; born 1960) is a retired Israeli security person who served as the chief of Shin Bet (Shabak), the Israel Security Agency, from May 15, 2011. Netanyahu appoints Yoram Cohen as Israel's next Shin Bet chief, Haaretz, 28 March 2011 until May 8, 2016, when he was replaced by Nadav Argaman. Reuven Rivlin the president of Israel with Yoram Cohen the former director of the Shin Bet and Nadav Argaman the new director. May 2016 ==Biography== Cohen was born in Israel to Moshe and Leah Cohen, Jewish immigrants from Afghanistan. He grew up in Tel Aviv and graduated from a religious high school in Pardes Hanna-Karkur. He was drafted into the IDF in 1979, and did his military service in the Golani Brigade. He served as a soldier and a squad leader in the brigade's reconnaissance company. In 1982, after finishing his compulsory service in the IDF, he started working at Shin Bet; his first post was security officer for the field coordinators. After studying an Arabic course and having been sent to the Shin Bet field coordinators course, he became, in 1983, field coordinator of Binyamin Region, and in 1989 the field coordinator of Ramallah Region. In 1991 he was appointed head of the Operative Desk in Yehuda Region, and in 1996 he was appointed head of the Terror Prevention Division in Yehuda Region. Between 1999–2001 he served as head of the Arab-Iranian Terror Prevention Division. In 2003 he was appointed head of the Jerusalem and Judea and Samaria Area. In 2005 he was elected deputy to Shin Bet chief Yuval Diskin, and engaged in policy-building and organizational decisions. In 2008 he was a research fellow at the Washington Institute for Near East Policy in Washington, DC. Upon his return to Israel in 2010, he was responsible for formulating the concept of service management in the coming decade. On 15 May 2011 Cohen became the twelfth Director of Shin Bet, replacing Diskin. ==Education== Cohen graduated from Midrashiyat Noam Yeshiva high school in Pardes Chana. Cohen has a BA and an MA in political science from Haifa University and is a graduate of the National Defense College. ==Personal life== Cohen was born to parents who came to Israel from Afghanistan. He comes from a religious family and wears a kippah (skullcap). Cohen is married and has five children, and has lived in Jerusalem since 1983. ==References== ==External links== Category:Living people Category:1960 births Category:Directors of the Shin Bet Category:Israeli Jews Category:Israeli people of Afghan-Jewish descent Category:University of Haifa alumni ",
    "title": "Yoram Cohen"
}