{
    "id": "31320145",
    "text": "In Sweden, a person must have a surname and one or more given names. Two given names are common. Surnames are inherited from the parents, in the order of \"same as elder sibling, if any; specified by parents; or mother's last name,\" while given names must be chosen by the parents at birth. The calling name (Swedish tilltalsnamn, French Prénom usuel) by which the person is normally identified in conversation, is in Scandinavian countries (and previously in France) one of the given names, not necessarily the first. In contexts where the full name is spelled out, the calling name is often indicated by an asterisk, by capital letters, or underlines or italics. For example, Märta Birgit* Nilsson is known as Birgit Nilsson, while Björn* Kristian Ulvaeus is known as Björn Ulvaeus. Common calling names in Sweden by year of birth ==Surnames== In Scandinavia, patronymic surnames based on the father's first name were common. In Sweden, the patronymic ending is –sson, e.g. Karlsson (\"Karl's son\"). During the 19th century these \"son names\" were transformed into permanent family names. At about the same time, people of the Scandinavian middle classes, particularly artisans and town dwellers, adopted family names in imitation of the gentry. Ornamental family names joining two elements from birthplace or nature, such as Bergman (\"mountain man\"), Holmberg (\"island mountain\"), Lindgren (\"linden branch\"), Sandström (\"sand stream\") and Åkerlund (\"field grove\"), were quite frequent and remain common today.For a table of the elements that form such names, see http://www.nordicnames.de/wiki/Surnames. Another source of surnames was the Swedish allotment system, which from the mid-late 17th century was organised to maintain a standing army, and where a number of farms were grouped together and then supported a soldier with a small cottage and piece of land. The soldiers were often given names either describing their character (e.g. Modig 'brave', Skarp 'sharp' or Snygg 'clean'), weapons (e.g. Sabel 'sabre', Lans 'lance' or Sköld 'shield') or names joining two elements from nature as above. The name often followed the cottage rather than the soldier. These soldiers' names became very common. Before Sweden's family name regulation act (släktnamnsförordningen) of 1901, the patronymic was the most widely used instead of a surname. ===Surnames amongst the Swedish gentry=== Surnames in Sweden can be traced to the 15th century where they were first used by the gentry (Frälse), i.e. priests and nobles. The names of these were usually in Swedish, Latin, German or Greek. The adoption of Latin names was first used by the Catholic clergy in the 15th century. The given name was preceded by Herr (Sir), like Herr Lars, Herr Olof, Herr Hans, followed by a Latinized form of patronymic names, e.g. Lars Petersson, Latinized as Laurentius Petri. Starting from the time of the Reformation, the Latinized form of their birthplace (Laurentius Petri Gothus, from Östergötland) became a common naming practice for the clergy. The Swedish family Benzelius was derived from Bentseby (Bentse village) in Luleå the birthplace of Ericus Henrici Benzelius Bothniensis who was the first to adopt the family name. The surname Retzius was from the lake Ressen, near to the Odensvi parish vicarage in Västervik. Later merchants and other social groups discarded the formerly used family names (such as patronymic surnames) and adopted occasionally high-sounding Latin surnames which conjured an image of an old family pedigree. Another subsequent practice was the use of the Greek language with the ending with ander, the Greek word for man (e.g. Micrander, Mennander). The use of surnames was still quite uncommon in the 17th century among the nobility and the educated class. Furthermore, the concept of hereditary surnames was also limited to a few families. When a family was ennobled, it was usually given a name. In the 17th and 18th centuries, the surname was only rarely the original family name of the ennobled; usually, a more imposing new name was chosen. This was a period which produced a myriad of two-word Swedish-language family names for the nobility; very favored prefixes were Adler– (German for 'eagle'), Ehren– (German for 'honor', Swedish ära), Silfver– ('silver') and Gyllen– ('golden' or 'gilded'). Unlike a British peerage title (\"Lord Somewhere\"), such a name became the new surname of the whole house, and the old surname was dropped altogether. The ennoblement (in 1632) of Peder Joenson is a case in point, where the use of the old surname was discontinued and thus after the ennoblement Peder Gyllensvärd came into use. An illustration of the old name having an addition to it can be seen the ennoblement of the brothers Johan Henrik Lang and Lars Adam Lang (in 1772) taking the surname Langenskjöld. == Outlawed/banned names == Since Sweden is a monarchy, the government has enacted laws that prevent commonfolk from having royal names. When parents name their child the name must be registered with the Swedish Tax Agency (Swedish Skatteverket). Some names may be denied if they go against Swedish naming law. Some names that have been denied are: * Metallica * Superman * Ikea * \"brfxxccxxmnpcccclllmmnprxvclmnckssqlbb11116\" (pronounced \"Albin\") ==See also== *Name days in Sweden, Swedish name day list of 2001 *Patronymic *List of Swedish noble families ==References== Category:Swedish given names ",
    "title": "Swedish name"
}