{
    "id": "31336130",
    "text": "{| class=\"infobox\" style=\"width: 22em\" |+ Technical specifications |- ! Materials | Substrate: * Si * SiO2 * Si2N4 * Al * Ti * Glass Intermediate layer: * Glass frit |- ! Temperature | ≤ 450 °C |- ! Advantages | * simple process technology * connection of different materials (different melting temperatures) * connection of rough surfaces * absence of voltage during bonding * hermetic sealing * buried feed through * high bonding yield * narrow bonding frames |- ! Drawbacks | * risk of mechanical stress caused by CTE mismatch * risk of glass material flowing into structures |} Glass frit bonding, also referred to as glass soldering or seal glass bonding, describes a wafer bonding technique with an intermediate glass layer. It is a widely used encapsulation technology for surface micro-machined structures, e.g., accelerometers or gyroscopes. This technique utilizes low melting glass (\"glass solder\") and therefore provides various advantages including that viscosity of glass decreases with an increase of temperature. The viscous flow of glass has effects to compensate and planarize surface irregularities, convenient for bonding wafers with a high roughness due to plasma etching or deposition. A low viscosity promotes hermetically sealed encapsulation of structures based on a better adaption of the structured shapes. Further, the coefficient of thermal expansion (CTE) of the glass material is adapted to silicon. This results in low stress in the bonded wafer pair. The glass has to flow and wet the soldered surfaces well below the temperature where deformation or degradation of either of the joined materials or nearby structures (e.g., metallization layers on chips or ceramic substrates) occurs. The usual temperature of achieving flowing and wetting is between . Glass frit bonding can be used for many surface materials, e.g., silicon with hydrophobic and hydrophilic surface, silicon dioxide, silicon nitride, aluminium, titanium or glass, as long as the CTE are in the same range. This bonding procedure also allows the realization of metallic feedthroughs to contact active structures in the hermetically sealed cavity. Glass frit as a dielectric material does not need additional passivation for preventing leakage currents at process temperatures up to . The process begins with the deposition of glass paste onto the surfaces to be treated. It is then heated to burn out additives and fire it in order to form the glass layer. The bonding process reconfigures the sintered glass into the desired state. Finally, the reconfigured glass is cooled down. Glass frit bonding is used to encapsulate surface micro-machined sensors, i.e. gyroscopes and accelerometers. Other applications are the sealing of absolute pressure sensor cavities, the mounting of optical windows and the capping of thermally active devices. == Procedure == === Deposition === The glass frit bond procedure is used for the encapsulation and mounting of components. The coating of glass frit layers is applied by spin coating for thickness of 5 to 30 μm or commonly by screen printing for thickness of 10 to 30 μm. Screen printing, as a commonly used deposition method, provides a technique of structuring for the glass frit material. This method has the advantage of material deposition on structured cap wafers without any additional processes, i.e. photolithography. Screen printing enables the possibility of selective bonding. So only in areas where bonding is required the glass frit is deposited. The risk of glass frit flowing into the structures can be prevented by optimization of the screen printing process. Under high positioning precision the sizes of the structures in the range of 190 μm with a minimum spacing of < 100 μm are achievable. The exact positioning of the screen print structures to the cap wafer are required to ensure an accurate bond. The bonded structures are, dependent on the wettability of the printed surface, 10 to 20% wider than the designed screen. To ensure a uniform glass thickness, all structures should have the same width. The printed glass frit high is about 30 μm and provides a gap of 5 to 10 μm between the bonded wafers after bonding (compare to cross sectional SEM images). A bond surface activation is not necessary to promote a higher bonding strength. === Thermal conditioning === The printed glass frit structures are heated to form compact glass. The heating process is necessary to drive out the solvents and binder. This results in a subsequent particle fusion of the glass powder. Using mechanical pressure the wafers are bonded at elevated temperatures. Thermal conditioning transforms the glass paste into a glass layer and is important to prevent voids inside the glass frit layer. The conditioning process consists of: * Glazing of organic binder and solvents * Melting of glass particle to compact glass * Formation of solid connection between glass and wafer surface The initial step comprises drying for 5 to 7 minutes at 100 to 120 °C in order to diffuse solvents out of the interface. This starts the polymerization of the organic binder. The binder molecules are linked to long-chain polymers what solidifies the paste. The organic binder of the glass paste has to be burned with heating up to a specific temperature (325 to 350 °C) where the glass is not fully melted for 10 to 20 minutes. This so-called glazing ensures the outgassing of the organic additives. Further, a pre-melting or sealing step heats the material to the process temperature between 410 and 459 °C for 5 to 10 min. The material fully melts and forms a compact glass without any inclusions. The inorganic fillers are melted down and the properties of the bond glass are fixed. The melting of the glass starts at the silicon-glass interface directed to the glass surface. During the melting process the porosity of the glass eliminates and based on the compression of the intermediate layer the thickness of the glass decreases significantly. === Bonding process === The glass frit bonding, starting with alignment of the wafers, is a thermo-compressive process that takes place in the bonding chamber at specific pressure. Under bonding pressure wafers are heated up to the process temperature around 430 °C for a few minutes. On the one hand a short bonding time causes the glass frit to spread insufficiently, on the other hand a longer bonding time causes the glass frit to be overflown subsequently leaving voids. The alignment has to be very precise and stable to prevent shifting. This can be realized using clamps or special pressure plates. Shifting can occur through temporarily staggered pressure, not precise vertical pressure based on misalignment of the bonding tools or the difference of thermal expansion between the bonding tools. During bonding a supporting tool pressure is applied to improve the thermal input into the bonding glass and equal wafer geometry inadmissibility (i.e. bow and warp) supporting wettability. Based on the sufficiently high viscosity of the glass, bonding can take place nearly without pressure. The bonding temperature needs to be high enough to reduce the viscosity of the glass material and ensures a good wetting of the bond surface, but also low enough to prevent overspreading of the glass frit material. The heating up over 410 °C enables the wetting of the bond surface. A good wetting is indicated by a low edge angle. The atomic wafer surface layers are fused into the glass at an atomic level. This forms a thin glass mixture at the interface which forms the strong bond between the glass and the wafer. === Cooling === During cooling down under pressure a mechanically strong and hermetically sealed wafer bond is formed. The cooling process leads especially at higher temperatures to thermal stress in the glass frit layer that has to be considered in the lifetime analysis of the bond frame. The wafer pair is removed from the bond chamber at lower temperatures to prevent thermal cracking of the wafers or the bond interface by thermal shocks. The bonding strength is mainly dependent on the density, the spreading area of the glass frit layer and the surface layer of the bonding interface. It is high enough, around 20 MPa, for most applications and comparable to those achieved with anodic bonding. The hermeticity ensures the correct function and a sufficient reliability of the bond and therefore the product. Further, the bonding yield of glass frit bonded wafers is very high, normally > 90 %. == Types == Two types of glass solders are used: vitreous, and devitrifying. Vitreous solders retain their amorphous structure during remelting, can be reworked repeatedly, and are relatively transparent. Devitrifying solders undergo partial crystallization during solidifying, forming a glass-ceramic, a composite of glassy and crystalline phases. Devitrifying solders usually create a stronger mechanical bond, but are more temperature-sensitive and the seal is more likely to be leaky; due to their polycrystalline structure they tend to be translucent or opaque. Devitrifying solders are frequently \"thermosetting\", as their melting temperature after recrystallization becomes significantly higher; this allows soldering the parts together at lower temperature than the subsequent bake-out without remelting the joint afterwards. Devitrifying solders frequently contain up to 25% zinc oxide. In production of cathode ray tubes, devitrifying solders based on PbO-B2O3-ZnO are used. Very low temperature melting glasses, fluid at , were developed for sealing applications for electronics. They can consist of binary or ternary mixtures of thallium, arsenic and sulfur. Zinc-silicoborate glasses can also be used for passivation of electronics; their coefficient of thermal expansion must match silicon (or the other semiconductors used) and they must not contain alkaline metals as those would migrate to the semiconductor and cause failures. The bonding between the glass or ceramics and the glass solder can be either covalent, or, more often, van der Waals. The seal can be leak-tight; glass soldering is frequently used in vacuum technology. Glass solders can be also used as sealants; a vitreous enamel coating on iron lowered its permeability to hydrogen 10 times. Glass solders are frequently used for glass-to-metal seals and glass-ceramic-to-metal seals. == Production == Glass solders are available as frit powder with grain size below 60 micrometers. They can be mixed with water or alcohol to form a paste for easy application, or with dissolved nitrocellulose or other suitable binder for adhering to the surfaces until being melted. The eventual binder has to be burned off before melting proceeds, requiring careful firing regime. The solder glass can be also applied from molten state to the area of the future joint during manufacture of the part. Due to their low viscosity in molten state, lead glasses with high PbO content (often 70–85%) are frequently used. The most common compositions are based on lead borates (leaded borate glass or borosilicate glass). Smaller amount of zinc oxide or aluminium oxide can be added for increasing chemical stability. Phosphate glasses can be also employed. Zinc oxide, bismuth trioxide, and copper(II) oxide can be added for influencing the thermal expansion; unlike the alkali oxides, these lower the softening point without increasing of thermal expansion. To achieve process temperatures beneath 450 °C leaded glass or lead silicate glass is used. The glass frit is a paste consisting glass powder, organic binder, inorganic fillers and solvents. This low melting glass paste is milled into powder (grain size < 15 μm) and mixed with organic binder forming a printable viscous paste. Inorganic fillers, i.e. cordierite particles (e.g. Mg2Al3 [AlSi5O18]) or barium silicate, are added to the melted glass paste to influence properties, i.e. lowering the mismatch of thermal expansion coefficients between silicon and glass frit. The solvents are used to adjust the viscosity of the organic binder. Several glass frit pastes are commercially available, e.g. FERRO FX-11-0366, and every single one need individual handling after deposition. The choice of the paste depends on various factors, i.e. deposition method, substrate material and process temperatures. The glass used for MEMS applications consists of particles and lead oxide. Latter lowers the glass transition temperature below 400 °C. The reduction of lead oxide by the silicon leads to the formation of lead precipitations at the silicon-glass interface. Those precipitations decrease the strength of the bond and are reliability risks that have to be considered for the lifetime predictions of the devices. == Uses == Glass solders are frequently used in electronic packaging. CERDIP packagings are an example. Outgassing of water from the glass solder during encapsulation was a cause of high failure rates of early CERDIP integrated circuits. Removal of glass-soldered ceramic covers, e.g., for gaining access to the chip for failure analysis or reverse engineering, is best done by shearing; if this is too risky, the cover is polished away instead. As the seals can be performed at much lower temperature than with direct joining of glass parts and without use of flame (using a temperature- controlled kiln or oven), glass solders are useful in applications like subminiature vacuum tubes or for joining mica windows to vacuum tubes and instruments (e.g., Geiger tube). Thermal expansion coefficient has to be matched to the materials being joined and often is chosen in between the coefficients of expansion of the materials. In case of having to compromise, subjecting the joint to compression stresses is more desirable than to tensile stresses. The expansion matching is not critical in applications where thin layers are used on small areas, e.g., fireable inks, or where the joint will be subjected to a permanent compression (e.g., by an external steel shell) offsetting the thermally introduced tensile stresses. Glass solder can be used as an intermediate layer when joining materials (glasses, ceramics) with significantly different coefficient of thermal expansion; such materials cannot be directly joined by diffusion welding. Evacuated glazing windows are made of glass panels soldered together. A glass solder is used, e.g., for joining together parts of cathode ray tubes and plasma display panels. Newer compositions lowered the usage temperature from by reducing the lead(II) oxide content down from 70%, increasing the zinc oxide content, adding titanium dioxide and bismuth(III) oxide and some other components. The high thermal expansion of such glass can be reduced by a suitable ceramic filler. Lead-free solder glasses with soldering temperature of were also developed. Phosphate glasses with low melting temperature were developed. One of such compositions is phosphorus pentoxide, lead(II) oxide, and zinc oxide, with addition of lithium and some other oxides. Electrically conductive glass solders can be also prepared. == Advantages == The following advantages result from using the glass frit bonding procedure: * screen printing process applicable on thin, structured wafer * no electrical potentials during bonding process necessary * low tension due to low bonding temperature * selective bonding based on structured intermediate glass layer * bonding of rough wafer surfaces * no outgassing after bonding, better chemical durability, higher strength compared to organic adhesives * high reliability and stable hermetical sealing * easier process compared to metallic or eutectic layer procedures == References == Category:Fusible alloys Category:Soldering Category:Electronics manufacturing Category:Packaging (microfabrication) Category:Semiconductor technology Category:Wafer bonding ",
    "title": "Glass frit bonding"
}