{
    "id": "31333482",
    "text": "Henry VIII of England had several children. The best known children are the three legitimate offspring who survived infancy and would succeed him as monarchs of England successively, Edward VI, Mary I and Elizabeth I. His first two wives, Catherine of Aragon and Anne Boleyn, had several pregnancies that ended in stillbirth, miscarriage, or death in infancy. Henry acknowledged one illegitimate child, Henry FitzRoy, as his own, but is suspected to have fathered several illegitimate children by different mistresses. The number and identity of these is a matter of historical debate. There are many theories about whether Henry VIII had fertility difficulties. His last three wives, Anne of Cleves, Catherine Howard and Catherine Parr are not known to have conceived by him, although Parr conceived in her next marriage. None of Henry's acknowledged children (legitimate or otherwise) had children of their own, leaving him with no direct descendants after the death of Elizabeth in 1603. == Legitimate children == {| class=\"wikitable\" |+Known children of King Henry VIII of England |- !Name!!Birth!!Death!! style=\"width:40%;\"|Notes |- !colspan=4|By Catherine of Aragon (married Palace of Placentia 11 June 1509; upheld by Catholic Church, annulled in the Anglican Church 23 May 1533); died 7 January 1536. |- |Unnamed daughter||colspan=2|31 January 1510||stillborn |- |Henry, Duke of Cornwall||1 January 1511||22 February 1511||He died aged almost two months |- |Unnamed son||colspan=2|17 September 1513||He either was stillborn or died shortly after birthThe Pregnancies of Anne Boleyn and Catherine of Aragon in: theanneboleynfiles.com [retrieved 17 April 2016]. |- |Unnamed son||colspan=2|8 January 1515||stillborn |- |Queen Mary I||18 February 1516||17 November 1558||She married Philip II of Spain in 1554 with no issue |- |Unnamed daughter||colspan=2|10 November 1518||stillbirth in the 8th month of pregnancy or lived at least one week |- ! colspan=\"4\"|By Anne Boleyn (married Westminster Abbey 25 January 1533; annulled 17 May 1536) beheaded on 19 May 1536 |- |Queen Elizabeth I||7 September 1533||24 March 1603|| never married; no issue |- |Unnamed son||colspan=2 style=\"text-align: center;\" |Christmas, 1534||miscarriage or false pregnancyEustace Chapuys wrote to Charles V on the 28th January reporting that Anne was pregnant. A letter from George Taylor to Lady Lisle dated the 27th April 1534 says that “The Queen hath a goodly belly, praying our Lord to send us a prince”. In July, Anne’s brother, Lord Rochford, was sent on a diplomatic mission to France to ask for the postponement of a meeting between Henry VIII and Francis I because of Anne’s condition: “being so far gone with child she could not cross the sea with the King”. Chapuys backs this up in a letter dated the 27th July, where he refers to Anne’s pregnancy. We do not know what happened with this pregnancy as there is no evidence of the outcome. Dewhurst writes of how the pregnancy could have resulted in a miscarriage or stillbirth, but there is no evidence to support this, he therefore wonders if it was a case of pseudocyesis, a false pregnancy, caused by the stress that Anne was under – the pressure to provide a son. Chapuys wrote on the 27th September 1534 “Since the King began to doubt whether his lady was enceinte or not, he has renewed and increased the love he formerly had for a beautiful damsel of the court”. Muriel St Clair Byrne, editor of the Lisle Letters, believes that this was a false pregnancy too. |- |Unnamed son||colspan=2 style=\"text-align: center;\" |29 January 1536||miscarriage of a child, believed male, in the fourth month of pregnancyChapuys reported to Charles V on the 10th February 1536 that Anne Boleyn had miscarried on the day of Catherine of Aragon’s funeral: “On the day of the interment [of Catherine of Aragon] the concubine [Anne] had an abortion which seemed to be a male child which she had not borne 3 1/2 months”. |- ! colspan=\"4\"|By Jane Seymour (married Palace of Whitehall 30 May 1536) died 24 October 1537 |- |King Edward VI||12 October 1537||6 July 1553|| unmarried; no issue |} == Illegitimate children == Henry VIII of England had one acknowledged illegitimate child, as well as several others who are suspected to be his, by his mistresses. He acknowledged Henry Fitzroy (15 June 1519 – 23 July 1536), the son of his mistress Elizabeth Blount, and granted him a dukedom; married Mary FitzRoy, Duchess of Richmond and Somerset. No issue. Others suspected of being his include: *Thomas Stukeley (c. 1520 – 4 August 1578), his mother being Jane Pollard, the wife of Sir Hugh Stukeley *Richard Edwardes (1523? – 1566), born to Mrs. Agnes Edwardes *Catherine Carey (c. 1524 – 15 January 1569), daughter of his mistress Mary Boleyn, the sister of his second wife, Anne Boleyn, and wife of William Carey. *Henry Carey (4 March 1526 – 23 July 1596), brother of Catherine Carey *Ethelreda Malte (born c. 1527 – c. January 1559), born to Joan Dingley, alias Dobson. Paternity was claimed by John Malte. *John Perrot (November 1528 – 3 November 1592), his mother being Mary Berkeley the wife of Sir Thomas Perrot ==Fictional portrayals== *The Secret Daughter of Henry VIII by F. W. Kenyon, a novel which depicts Lady Jane Grey as the King's daughter by Jane Seymour and Edward VI as really his bastard child *In the Shadow of the Throne by David Tudor about the life of Richard Edwardes ==See also== *Wives of Henry VIII *Mistresses of Henry VIII ==Notes== ==References== ==Further reading== *The Children of Henry VIII by John Guy (Oxford UP, 2013 ) *Children of England: The Heirs of King Henry VIII 1547–1558 by Alison Weir (Jonathan Cape, 1996; Vintage, 2008 ) * * * * Henry VIII Category:House of Tudor Category:16th-century English people Category:17th-century English people ",
    "title": "Children of Henry VIII"
}