{
    "id": "31337777",
    "text": "Seth Owusu (born September 20, 1990 in Accra) is a Ghanaian footballer who last played for Sagrada Esperança in Angola. He previously played in the Ghana Premier League and for Chivas USA in Major League Soccer. ==Career== ===Club=== Owusu began his career in the Ghanaian Second Division with FC Medeama, before signing with First Division club Tarkwa Real United in 2008. In 2009, he moved to Kessben where he played in the Glo Premier League. Kessben's playing license was bought by Tarkwa-based Medeama SC in December 2010,Kessben FC renamed Medeama Sporting Club and Owusu's rights were transferred to the new club. Following an unsuccessful trial with Polish side Legia Warszawa, Owusu moved to the United States in 2011, signing a one-year contract with Chivas USA of Major League Soccer.Medeama loan Seth Owusu to Chivas USA He made his debut for Chivas on March 29, 2011, in a Lamar Hunt US Open Cup game against the Portland Timbers.Portland drop Chivas USA in US Open Cup play Owusu was released by Chivas USA in late June 2011 due to injury. He was expected back by Chivas but Medeama SC did not release him .http://espn.go.com/blog/los-angeles/soccer/post/_/id/9364/chivas-owusu- waived-goats-wont-say ===International=== Owusu has experience of various youth national teams in Ghana, having played for the BlackStars at U-17 and U-21 level, and being a member of several camps with the full national team. He was named in a Ghana squad picked for a 2012 Africa Cup of Nations qualifier against Sudan at home in October 2010. ==See also== * List of current MLS players ==References== ==External links== *MLS player profile Category:1990 births Category:Living people Category:Ghanaian footballers Category:Ghanaian expatriate footballers Category:Chivas USA players Category:Académica Petróleos do Lobito players Category:Accra Hearts of Oak S.C. players Category:Porcelana FC players Category:G.D. Sagrada Esperança players Category:Girabola players Category:Ghanaian expatriate sportspeople in Angola Category:Ghanaian expatriate sportspeople in the United States Category:Expatriate footballers in Angola Category:Expatriate soccer players in the United States Category:Association football defenders ",
    "title": "Seth Owusu"
}