{
    "id": "31338177",
    "text": "Robyn Francis is an Australian permaculture figure, designer, educator, presenter, innovator and founder of Permaculture College Australia. Having worked in Permaculture since 1983 permaculture throughout Australia and overseas, Robyn was founding director Permaculture International Ltd (PIL) in 1987, designer and creator of Djanbung Gardens, Australia's leading permaculture centre, and was member of the National Reference Group which developed the Accredited Permaculture Training™ (APT) for Permaculture International. Robyn has dedicated the past 25 years to empowering people to be effective agents of change. Her students include some of permaculture's leading teachers and activists. ==Permaculture College Australia and Djanbung Gardens== In December 1992, Robyn began developing a permaculture training centre and demonstration farm on 5-acres of degraded cow pasture in sub- tropical Northern NSW. 19 years later, Djanbung Gardens has a wide range of working systems demonstrating approaches to sustainable living and design through guided and self-guide tours as well as training programs including short courses, part and full-time accredited training, and residential internships. Permaculture Education and Permaculture College Australia operate from Djanbung Gardens. ==Projects== *Developed Accredited Permaculture Training™ *Permaculture Trainer, Permaculture Education & Permaculture College Australia Inc *Design Consultant Nimbin Ecovillage *EcoRecreation Reserve, Nusajaya, Malaysia *Permaculture Design Consultant, Canyon Ranch Bali *Consultant, NSW Dept. Planning Sustainable Futures Planning & Design *Design Consultant, Jarlanbah Permaculture Hamlet, Nimbin *Cummeragunga Aboriginal Village, Community & Land Development ==Writing== *Design for the Human Life Cycle - Building, Eco-Villages, Energy Systems, Land, People Systems. 10 November 2008 *Design with Energy in Mind - Building, Energy Systems, Waste Systems & Recycling, Waste Water. 18 November 2008 *Bamboo in Permaculture - Pip Magazine, March 2015 ==See also== *Permaculture College Australia *Djanbung Gardens *Permaculture ==References== ==External links== *Permaculture College Australia/Djanbung Gardens *Permaculure Australia Category:Australian women scientists Category:Living people Category:Permaculturalists Category:Year of birth missing (living people) ",
    "title": "Robyn Francis"
}