{
    "id": "31337051",
    "text": "William Jerome Bichsel, S.J. (May 26, 1928 – February 28, 2015), nicknamed \"Bix\", was a Jesuit priest in Tacoma, Washington, United States. He is notable for his actions as a non-violent protester, spending time in federal prison for actions to promote social justice and nuclear disarmament and was deeply engaged in the effort to close the School of the Americas. He died February 28, 2015, of heart disease in Tacoma, Washington. ==Biography== Fr. Bill Bichsel (Bix) was born in Tacoma in 1928 and ordained as a Jesuit priest in 1959. Bix's parents were George and Sarah Bichsel, and he had 6 siblings, including Tom Bichsel of Alaska. He was assigned to St. Leo Parish in Tacoma, Washington. After completing his assignment there, Bichsel hitchhiked around the nation for 6 months and then worked as a community organizer in Seattle. In 1979, he returned to Tacoma where remained until his death. Bix lived a life of community building, civil resistance, and peacemaking. His \"parish\" was the streets of the Hilltop neighborhood in Tacoma. ==Civil Resistance and Peacemaking== Bichsel was a non-violent activist who served prison time for his actions of nonviolent resistance. He was arrested more than 40 times and spent nearly two and a half years in prison. He was arrested for an action at the Naval Base Kitsap in Bangor, Washington while serving at Saint Leo's in the 1970s. He served various sentences in King County and Lompoc, California. In 1996, Bichsel served a year in federal prison for protesting at the School of the Americas in Fort Benning, Georgia. Bix, Susan Crane, Lynne Greenwald, Steve Kelly, S.J., and Anne Montgomery RSCJ, were arrested on Naval Base Kitsap- Bangor at the largest nuclear weapon storage area in the US. He was sentenced, along with four other protesters, to two months in federal prison for breaking through two levels of security at the Naval Base Kitsap to protest. The protesters attempted to break through to a bunker where nuclear weapons were stored, to spill blood, pray, plant sunflowers, and hang posters in opposition to the weapons, but were stopped. In 2011, he was arrested again for trespassing on the Y-12 National Security Complex in Oak Ridge, Tennessee. He was sentenced to three months in a federal jail near Seattle, Washington. He was held in solitary confinement for at least part of his sentence.Activists express concern for imprisoned priest, Jan. 23, 2012, by Joshua J. McElwee, National Catholic Reporter Bichsel was released on February 9, 2012.William Jerome Bichsel, inmate # 86275-020,Federal Bureau of Prisons, U.S. Dep't of Justice, at . == Hilltop Community Building == In 1979 Bix moved away from the rectory to work and live with marginalized neighbors in Tacoma. He initiated several housing projects and 1983 - co-founded the G Street Community with Bob Gallucci, Joe Drutis, and Theresa Powers. People experiencing homelessness and suffering with extreme mental illness were invited to live in community at Guadalupe House in the Hilltop of Tacoma.David Price \"A Silenced Voice of Resistance, Compassion and Peace\" CounterPunch 3/3/2015 . Bix and Kevin Glackin-Coley established The Tacoma Catholic Worker community at Guadalupe House in 1990. ==External links== * Interview discussing Nov. 2, 2009, Bangor action. ==References== Category:1928 births Category:American Roman Catholic priests Category:American anti–nuclear weapons activists Category:Nonviolence advocates Category:2015 deaths Category:American Jesuits ",
    "title": "William J. Bichsel"
}