{
    "id": "31331274",
    "text": "Gonzalo Edward \"Ned\" Buxton Jr. (May 13, 1880 - March 15, 1949) was a colonel in the American Expeditionary Force in World War I and the commanding officer of Sergeant Alvin C. York. In later life he was the first assistant director of the OSS. ==Early life== Gonzalo Edward \"Ned\" Buxton, Jr. was born in Kansas City, Missouri, on May 13, 1880, to Dr. G. Edward and Sarah A. (Harrington) Buxton. In 1884 his family moved to National City, San Diego County, California, where he received his early education before moving back to the family home of Rhode Island in 1895. Ned had one sibling, a brother, Bertram Harrington Buxton (June 11, 1883 to February 9, 1947) born in Worcester, Massachusetts. Buxton completed his preparatory education at the Highland Military Academy, of Worcester, Massachusetts, where he attended from 1895 to 1898. Buxton graduated in 1898 as valedictorian of his class and as captain and senior officer of the school battalion. In 1902 he graduated from Brown University, where he earned a Bachelor of Philosophy degree (Ph. B.). For fourteen months after his graduation from Brown University, he was a staff reporter and assistant telegraph operator at The Providence Journal. In 1906, Buxton completed a three-year course at Harvard Law School, earning an L.L. B. degree. On January 19, 1910, Buxton married Aline Houston Armstrong of Louisville and Bardstown, Kentucky. They had one son, Coburn Allen, born in Providence on June 6, 1912 (died March 21, 1984). In September 1912, Buxton returned to The Providence Journal Company and worked in many capacities. From 1912 to 1914 he worked as treasurer and business manager, and was a member of the newspaper's board of directors. In August 1914, Buxton took a leave of absence from his duties as treasurer to serve as war correspondent for the paper. Engaged in the European Theater, he sent in articles from England, Germany, France, and Belgium. == Early military career == While attending Brown University, Buxton enlisted as a second lieutenant with Company C, First Regimental Brigade, Rhode Island Militia. In 1901 he held the rank of first lieutenant, resigning in 1903 to attend Harvard University. Lt. Buxton was cited as, \"not only one of the most popular officers in the regiment but one of the most efficient.\" Providence Evening-Bulletin, December 15, 1908 After graduating from Harvard Law School, Buxton enlisted in the Third Company, Coast Artillery Corps, Rhode Island National Guard as a first lieutenant, being elected captain of that command in 1908 and serving through 1911. Buxton saw service as a captain with the 28th Infantry (part of Major-General William H Carter's Maneuver Division) on the Mexican border in 1911 with the Rhode Island National Guard, serving with other regular army units. From 1912 to 1916 he was major and judge advocate (JAG) of the Rhode Island National Guard. ==World War I== Buxton resigned from the National Guard in October, 1916, and was immediately commissioned Major of infantry in the Reserve Corps of the United States Army. He was assigned to active duty at Fort Oglethorpe, Georgia, on May 8, 1917, where he was assigned command of the Second Battalion of the First Officers' Training Camp. On August 26, 1917, he was assigned to the command of the 2nd Battalion, 328th Infantry Regiment, of the 82nd Division at Camp Gordon, Georgia. It was here where he first met one of his charges, then Private Alvin Cullum York from the Valley of the Three Forks of the Wolf River in Pall Mall, Tennessee. During this time York began to communicate and share some of his concerns and doubts about the role of the military and questioned his ability to take the life of another human being. Company Commander Captain Edward Danforth and Buxton were both impressed with York's honesty and willingness to address his moral dilemma, not to mention the promise he showed in his basic training. Alvin began meeting with Major Buxton and Captain Danforth. They discussed the Bible's teachings with York, citing scriptural passages from the Old and New Testaments, with the intent to convince York there are times when the sword is the instrument of peace and divine justice. In addition, Buxton, an American history scholar, shared his perspectives on freedom and the premise of self-determination. After this discussion, Buxton allowed York a ten-day pass to go home to the mountains of Tennessee in order to sort out his feelings. Upon his return Major Buxton was ready to give York his discharge or reassign him as a non-combatant if he still espoused concerns. In the end, however, York returned refreshed and ready to engage the Germans, reassured by his faith in God. York confided years later about Buxton, \"He was the first New Englander I ever knowed… I was kinder surprised at his knowledge of the Bible. It made me happy to know my battalion commander was familiar with the word of God.\"The Providence Journal, March 15, 1949 and September 3, 1964 In November 1917, Buxton was promoted to acting lieutenant-colonel of the regiment though he resumed command of his battalion when the 328th left for overseas duty on April 30, 1918. The regiment continued their training with the British in the Somme Sector, near Abbeyville, France, in the latter part of May and the first two weeks of June. During this period Buxton, always leading by example, spent a week in the front-line trenches before Albert, with the famed British Tenth Essex Battalion (The Essex Regiment, 18th Division) from May 20 to June 18, 1918.Bicknell, Thomas Williams. The History of the State of Rhode Island and Providence Plantations; Biographical. New York: American Historical Society, 1920. 445-47. Print. From June 20 to August 7 the 328th Regiment was engaged in the Lagny Sector, north of Toul, and from August 15 to September 12 occupied a portion of the Marbache Sector (on Moselle). The 328th participated in the great St. Mihiel offensive, September 12–16, 1918 which straightened out the salient made by the Germans in 1914. Buxton's battalion led the attack of the 328th Infantry along the west bank of the Moselle River, capturing the town of Norroy and the commanding ridge north of that town. On September 18, 1918, two days after the close of this action, Buxton was appointed to and served as inspector-general of the 82nd Division until January 16, 1919, when he saw continuing action as a commander and combatant in the Meuse-Argonne Offensive from September 25 to November 1. This was the crowning American contribution that brought about the Armistice of November 11, 1918. On January 16 Buxton was assigned to \"special duty\" at general headquarters under General Pershing. On February 28, 1919, Buxton was formally promoted to lieutenant- colonel of the 328th Infantry Regiment and returned to the United States (Camp Upton, New York) on May 8, 1919, where he was discharged from active service. In 1921, following his return to Rhode Island, Buxton went on the Organized (Inactive) Reserve list and in 1922 was promoted to colonel and officer commanding of the 385th Rhode Island Infantry, 76th Division. He served in that capacity until his retirement from military service in 1932. == The American Legion == With the cessation of hostilities, Buxton became swept up in the fervor to organize a fraternity composed of all parties, all creeds, and all ranks who served in the American Expeditionary Forces (AEF). This effort was initially motivated by General Pershing who wanted to, \"better the conditions and development of contentment\" in the army stationed in France and to address the welfare of enlisted AEF personnel. Buxton assumed a leadership role engaging those AEF members who wished to perpetuate American ideals and the relationships formed while in the military and national service, all united into one permanent national organization. On February 16, 1919, he attended a dinner at the Allied Officers' Club, Rue Faubourg St. Honoré in Paris along with nineteen other AEF luminaries. At that dinner the American Legion was born.Wheat, George Seay. The Story of the American Legion,. New York: G.P. Putnam's Sons, 1919. 7-8. Print. Buxton chaired the Constitution Committee that crafted the Preamble and Constitution of The American Legion. Buxton worked diligently in the American Legion following his return to civilian life, having been one of the incorporators,The Providence Journal June 28, 1919 national committeeman for Rhode Island, and the first chairman of the Providence Post of the American Legion. Buxton attended and participated in the St. Louis Caucus and the first American Legion's first Annual Convention in Minneapolis, MN. == Return to the private sector == Upon his return to Providence, Buxton assumed senior management responsibilities (VP and treasurer 1920–26, president 1926–1935) with the new B. B. & R. Knight Co., which at one time, with 22 mills, was the largest producer of cotton products in the world. With headquarters in New York City, they owned many textile plants and brands in New England, to include Dan River and the famous Fruit of the Loom labels, among others. From 1932 to November 6, 1939, while still president and later chairman of the board of B. B. & R. Knight Co, Buxton was elected president of a group of five Maine textile plants, to include Androscoggin Mills, Bates Manufacturing Company, Edward Manufacturing Company, Hill Manufacturing Company and York Manufacturing Company, all owned by New England Industries, affiliated with the New England Public Service Company. ==Office of Strategic Services== President Franklin D. Roosevelt appointed William J. Donovan on 11 July 1941 as the coordinator of information (COI), and the head of a new, civilian office attached to the White House charged with keeping the president informed on all the intelligence activity of the army, navy, State Department and FBI. Donovan then formally charged Buxton as his second in command in the development and administration of the office of coordinator of information (COI), which evolved into the Office of Strategic Services (OSS). When the OSS was formally created on June 13, 1942, Donovan appointed Buxton first assistant director of the OSS and tasked him with handling the procedural and operational aspects of running the organization. Buxton also frequently served as acting director, as necessary. Buxton's duties took him to Canada, England, Scotland and Ireland in 1942 and later to the European continent and the Mediterranean theaters of operation in order to inspect OSS activities. Buxton, as the OSS Planning Group and action director of strategic services, was a key figure in all policy as well as operational decisions. He addressed and approved strategic issues, projects and communications to President Roosevelt and General Eisenhower, directed activities key to the Normandy Invasion and offered a critical post-war assessment of Russian weaknesses. Of note, Buxton was a key figure in Operation Alsos, the capture of the ten key scientists working toward completion of Nazi Germany's atomic bomb. At one point during the operation, Buxton was asked what to do if the OSS operative and Werner Heisenberg were captured by Swiss authorities while traveling through the country. He replied, \"You deny the enemy his brain – and we have never heard of you.\"Powers, Thomas. Heisenberg's War: the Secret History of the German Bomb. Cambridge, MA: Da Capo, 2000. 265-67. Print. Anthony Cave Brown, OSS biographer, has extolled Buxton as, \"A leading American of his time whose greatest achievement was to co-found with \"Wild Bill\" Donovan the modern American intelligence and special operation service, the OSS.\" Brown, Anthony Cave. The Last Hero: Wild Bill Donovan : the Biography and Political Experience of Major General William J. Donovan, Founder of the OSS and \"father\" of the CIA, from His Personal and Secret Papers and the Diaries of Ruth Donovan. New York, NY: Times, 1982. 32. Print. Buxton received many acknowledgements for his service in the OSS, of note this included the Order of the British Empire (OBE) presented to him by King George VI on November 12, 1945. Buxton had worked closely with British intelligence services including British Naval Intelligence MI6, and Britain's Secret Intelligence Service (SIS). Buxton and Donovan worked closely with Commander Ian Fleming (later of James Bond fame) and two of Britain's top spymasters, Admiral John Godfrey, the British Director of Naval Intelligence (DNI) and Sir William Stephenson, director of British Security Coordination (BSC) in the western hemisphere. Buxton's citation declared that he was the \"Assistant Director of the OSS\" and further that, \"Prior to and after Pearl Harbor he always cooperated fully and he showed the greatest sympathy in dealings with British problems. Throughout he was a most valuable ally.\" The Providence Journal April 20, 1945. With the German surrender and the anticipated surrender of the Japanese, Buxton resigned as assistant director and second in command of the OSS on June 30, 1945. Buxton's resignation was accepted by Director Donovan, \"with keenest personal regret\". Donovan further noted that, \"Colonel Buxton has tirelessly and ably served the war effort. And now when he finds that he must return to private life, no words of mine can express the vast extent of our debt and indeed, that of our country to him.\" Much of Buxton's career in the OSS remains, out of necessity, archived, classified and undisclosed. Many OSS documents used code words as substitution in case they fell into enemy hands. In these documents Buxton was known simply as \"106\" Terms, Names, Organizational Abbreviations, and Code Words in OSS Records. Rep. no. Rg-226-oss. Terms, Names, Organizational Abbreviations, and Code Words in OSS Records. National Archives of the United States. Web. . == Post World War II == Following World War II Buxton saw further service in the business sector heading boards and companies, campaigns and great enterprises. He served as a director with the Fruit of the Loom Mills, business consultant and director with Bache and Company (now Prudential Securities) and director and chairman of the board of the Panhandle Production & Refining Company. From 1946 to 1948 Buxton was president of Knight Finance Corporation of Providence. After a long and fulfilling life dedicated to the service of his fellow man, Buxton died in his sixty-ninth year (March 15, 1949) in Providence, Rhode Island. He was buried in the Buxton plot in the Swan Point Cemetery in Providence. ==Awards and legacy== Buxton received much recognition for his military service as part of the record of the 82nd and the OSS. In recognition for his World War I heroics, Buxton received three citations for bravery, the Purple Heart for wounds received in battle and the Distinguished Service Medal, among others. Following World War II Buxton received the Medal for Merit from the US Government, the Order of Polonia Restituta from the Polish Government in exile and the previously mentioned Commander of the Order of the British Empire (OBE). Buxton also received posthumous recognition from the government of Thailand via the Order of the White Elephant, second class and the Thailand Peace Medal, all presented by Prince Wan Waithayakon, ambassador to the United States and later president of the Eleventh Session of the United Nations General Assembly in 1955. In civilian life, Buxton was awarded the Captain Bucklin Scout Award in 1948 while Buxton's alma mater, Brown University, awarded the colonel an honorary Doctor of Laws degree and the Brown Bear Award in recognition of outstanding and wide-ranging personal service rendered to the university and the nation over a period of many years.The Providence Journal June 19, 1948 The Buxton International House (Hall) on Brown's Providence campus is named in his honor. Appropriately, his home at 85 Power Street in Providence is now owned by Brown University and houses a member of the Brown faculty. Of special significance to Buxton was the gesture offered by the members of the Infantry Lodge which consisted of twelve World War I officers that included Buxton. The surviving members of the lodge deeded thirty acres of land in Rehoboth, Massachusetts to include one building (now Buxton Lodge) and a significant stand of red pine in honor of the memory of Buxton to the Narragansett Council of the Boy Scouts of America. That acreage is now Camp Buxton. Buxton was played by Stanley Ridges in the 1941 Warner Brothers production of Sergeant York. Buxton and Sergeant York attended the premiere of the movie together at the Astor Theater in New York City.The Providence Journal September 28, 1929 Buxton served as an advisor and consultant for the Sergeant York film. ==Further reading== * * ==See also== *Alvin C. York *Office of Strategic Services *Operation Alsos *Order of the British Empire ==References== ==External links== * * * Category:1880 births Category:1949 deaths Category:American army personnel of World War I Category:Brown University alumni Category:Harvard Law School alumni Category:Organization founders Category:People from Kansas City, Missouri Category:United States Army colonels ",
    "title": "G. Edward Buxton Jr."
}