{
    "id": "31333404",
    "text": "Ian Gallagher is a character from the British Channel 4 comedy drama Shameless and its American remake on Showtime. ==U.K. version== ===Character biography=== Ian Gallagher is the third oldest Gallagher sibling and is aged 15 at the beginning of the first series in 2004. He is the son of Monica Gallagher (Annabelle Apsion) and Gary Bennett, revealed when his blood group was found to be incompatible with the rest of his siblings'. His half-brothers are Phillip \"Lip\" Gallagher (Jody Latham), Carl Gallagher (Elliott Tittensor), Liam Gallagher (Johnny Bennett) and Sean Bennett, and his half-sisters are Fiona Gallagher (Anne-Marie Duff), Debbie Gallagher (Rebecca Ryan), and Stella Gallagher (Nikita Brownlee). He has one niece, Katie Maguire, who is the daughter of Lip. He used to work at The Jockey as a barman but in more recent series his employment, if he has any, has not been shown. In the early series, Ian is depicted as closest to his brother Lip, with whom he shares a room, and is initially the only member of his family to know that he was gay. The brothers often have to look out for each other more than any of the other characters, due to being party to each other's secrets. In later series, all the family, except his adoptive father Frank Gallagher (David Threlfall), are aware of his sexuality. However, Frank was hinted to be aware and may have ignored it who accepting his son. Ian often identifies as gay, having various relationships with older men throughout the first four or five series. Kash Karib (Chris Bisson) is to date his only long-term boyfriend, though he has a brief relationship with Sean Bennett, and an ongoing friendship, sometimes sexual, with Micky Maguire (Ciarán Griffiths). Because he is unaware of his parentage at the time, Ian also unknowingly sleeps with his half-brother. Ian sees Sean at their biological father's funeral and later tells the truth to Sean, who wants to keep seeing Ian, but eventually agrees that they can not ignore their familial relationship. Beginning in the fourth series, Ian has a number of relationships with women. He repeatedly has sex with a girl he is briefly hiding in his home for her protection, but when she asks him to leave with her, he declines, knowing a relationship would not work. He has a relationship of convenience with Mandy Maguire (Samantha Siddall), to protect his secret, which nearly turns sexual when they're both at a low point, but they fumble about until Ian decides it's a bad idea. In the seventh series, Ian begins a serious relationship with Maxine Donnelly (Joanna Higson). When Maxine's brother, Bruce (Philip Hill-Pearson) asks if their being in a relationship means Ian is now \"bisexual\", Ian pauses, before saying he just believes he has found the right person. Due to Gerard Kearns' break to work on a film,Paul English. Sex scenes on Shameless make me squirm, says star Gerard Kearns. Daily Record. 27 January 2009. Ian leaves in the first episode of the sixth series after suffering amnesia after being struck by a car. He is seen in episode two in a clip of him partying abroad and appears on webcam in later episodes. He returns in the seventh episode; this features the debut of Danny, a deaf teenager whom Ian unwittingly transports back to the UK in the boot of his car. Ian now lives in the house of Danny's deceased grandfather, which was leased to him by Danny's aunt, Pegg, in gratitude for looking after him. Danny and Pegg later move to Spain. In Series 7 in 2010, it appears Ian has remained at Danny's old address and has accepted Micky as a tenant. Ian supports Carl's girlfriend, Maxine, when she decides to have an abortion and break up with Carl. Maxine moves in with Ian and Micky. The situation becomes complicated when Maxine asks Ian to pose as her boyfriend to impress her parents. Ian and Maxine begin to develop feelings for each other and have sex. Micky sees them and tries to convince Ian he should not be with a woman, but Ian says the labels don't matter, he wants to be with Maxine. This leads to a major falling out with Micky, who feels betrayed. Micky tells Carl, who then beats up Ian in the toilets at The Jockey. In spite of the remaining tensions, Ian and Maxine become a couple. Even with the lingering animosity from Carl and Micky, Ian and Maxine are happy but they are thrown into turmoil when Carl, along with Chesney Karib (Qasim Akhtar), runs away after being accused of murder. Ian is initially not bothered with Carl's absence, and is more concerned at just how concerned Maxine is over Carl. When Ian and Maxine are in The Jockey, Maxine confronts Jimmy, whom everyone knows is the killer. As Ian looks on, Jimmy's sister hits Maxine over the head with a pool cue. Ian feels ashamed that he let Maxine fight the battle on her own and in spite of her reassurances, he begins to believe that she would have been better off with Carl. To try to prove his worth, Ian attempts to tape a confession from Jimmy, but Jimmy sees through his plan and savagely beats him. Ian begins to further withdraw and is unable to have sex with Maxine; during the time they do spend together, he becomes more paranoid about her feelings every time she mentions Carl. Carl's name is soon cleared and he attempts to make amends with Ian, but Ian isn't interested. He again accuses Maxine of wanting to be with Carl, to which she tells Ian she just doesn't want to be with him. In spite of this conflict, Ian and Maxine still have strong feelings for each other, and Carl convinces Maxine that she and Ian belong together. Ian shows up at hospital soon after Carl and Maxine talk, and he and Maxine smile at each other, and they reconcile. In the finale of Series 7, Ian and Maxine were returning home after a night out, when they are accosted by a rough whom attempts to mug them. But they fight back and overpower the thug, and drag him back unconscious to their house. The thug turns out to be a hireling of Roscoe, a Moss Side-based crime lord. After hours of deciding what to do with him, Maxine overhears a conversation where Ian admits that he would \"rather fuck him than kill him\". This seems to be the end of the relationship, as Ian's sexuality may might turn out to be the source of future infidelities. When Ian prepares himself to kill the thug, Maxine and he find that he escaped from his bonds while they were conversing. Ian is seen later with a backpack, apparently leaving Chatsworth. It is not stated whether it is because he is leaving Maxine or if it is to avoid retribution by Roscoe's gang. He happens to bump into Karen Maguire (Rebecca Atkinson), as she and the abusive Joe Pritchard (Ben Batt) are about to leave Chatsworth themselves. After witnessing Joe's abusive treatment of Karen, Ian stows away in the boot of Joe's car. After Joe begins to strangle Karen, Ian kills him and makes his exit from the show to dispose of the body. In a later episode in Series 8, Carl is shown to get a \"Happy Birthday\" text from Ian. In the final ever episode, it is revealed that Ian is now engaged to a transgender person. In the UK version, Ian appeared in 80 episodes overall. ===Sexuality=== Ian's sexuality has been open for debate. He is depicted as gay for the first three seasons, but from the fourth series on- wards he is shown to have had several sexual relationships with women. His longest and possibly most meaningful relationship with a woman is with Maxine, but she feels his sexual interest in men will get in the way of furthering their relationship. When asked if he is bisexual, Ian does not answer the question directly, simply saying that he has found the \"right person\". ===Development=== Ian's character is distilled from several sources in series creator Paul Abbott's life, including a gay nephew who is not out to the rest of his family. Ian's relationship with Kash is based on a similar affair that Abbott had with a grocer's wife when he was 14, with the adult's gender switched for Ian's story.Interview: TV Writer Paul Abbott's Childhood was \"Shameless\" ==U.S. version== ===Character biography=== Ian Clayton Gallagher was born in 1996, the product of a PCP-fueled affair between his mother Monica and Clayton Gallagher, Frank's brother, in the summer of 1995. Monica conceals knowledge of this affair from the Gallagher family, leaving them to believe that Ian is Frank's son. Ian is gay and closeted. When his older brother Lip discovers a cache of gay pornography in the room they share, he first confronts Ian with it and then sets Ian up to receive oral sex from Karen Jackson, a neighbor whom Lip tutors. When Karen confirms that Ian was unaroused by her ministrations, Lip comes to accept his brother and becomes Ian's trusted confidant. When the series opens, Ian is involved in a sexual relationship with Kash, owner of the Kash and Grab, the neighborhood convenience store where Ian works. Kash, a Muslim, is married to Linda, a white woman who converted to marry him, and has two children with her. Usually Ian and Kash have sex in the storeroom, but one weekend when Linda and the children are out of town Kash brings Ian to their home. Upon seeing the reality of Kash's life with his family, Ian balks at having sex with him. Ian's schoolmate, Mandy Milkovich, expresses a sexual interest in him. When he does not reciprocate, she tells her brothers that Ian raped her. After evading them, he comes out to Mandy, who not only calls off her brothers but suggests that she be his sham girlfriend to deflect any questions about his sexuality. Ian continues his affair with Kash, but Linda, who has installed security cameras in response to rampant shoplifting at the store, catches them in the act on tape. Surprisingly, she does not mind if the affair continues but demands that Kash impregnate her before he has sex with Ian again. Meanwhile, Mandy's brother Mickey, an aggressive shoplifter who has been terrorizing Kash, steals the gun kept in the store for protection. Ian confronts Mickey at his home, determined to retrieve it. In the ensuing altercation the pair realize their attraction and have sex. They maintain the sexual relationship although Mickey denies any emotional attraction to Ian; Ian cools off his relationship with Kash. Eventually Kash catches the two having sex in the store and, in response, shoots Mickey in the leg and has him arrested following Mickey's brazen theft of a candy bar. Ian feels that Frank resents him, feelings that Ian's sister, Fiona, attributes to Ian's looking most like Monica of all of the children. The truth is uncovered when Ian undergoes DNA testing in hopes of proving that Frank is not his biological father. Ian receives a shock when it is revealed that he is the son of Frank's brother, which makes Frank his uncle and Ian the half-sibling as well as cousin of the family. Ian is highly orderly and disciplined, traits that are attributed to his membership in his school's Junior Reserve Officers' Training Corps, rather than his upbringing. He is an excellent marksman. Following the news of Ian's parentage, Lip encourages him to find his biological father. Upon visiting \"Grammy\", Frank's mother, who is incarcerated on charges relating to two deaths in a meth lab explosion, Ian and Lip learn that Frank has three brothers, Clayton, Jerry and Wyatt. Wyatt, however, is eliminated from consideration because he lost his testicles while serving in the Navy. Jerry, who turns out to be Frank's twin, refuses to speak to the boys. Clayton closely resembles Ian, and the boys assume he is Ian's father. Lip suggests that the affluent Clayton would make a better father than Frank but Ian is disgusted by this. Outside, Ian insists to Lip stop pushing his issues on him and he states that Frank is his father just as Lip and the rest of his siblings are his family, where he belongs. Ian's choice is accepted by his brother and by an overhearing Clayton. Season 1 closes with Ian's arrest and release after being stopped with Lip in a car stolen by Fiona's boyfriend Steve. He tells Fiona that he's gay and Fiona claims she already knows. Season two opens the following Summer. Ian still works at the Kash and Grab, but his physical relationship with Kash is apparently over. It definitely ends when Kash, who can no longer reconcile being gay and being married, leaves. Ian is no longer interested in the Marines, setting the goal of obtaining admission to West Point. He does not have good enough grades so Lip offers tutoring. Although willing to help him, Lip is opposed to Ian's joining the military to \"fight for a country that thinks you're one of God's mistakes\". A colonel whom Lip knows through a contact at a local university leaves a West Point application with Ian, who is chagrinned to learn the officer thinks Lip is the interested party. This leads to a physical confrontation between the brothers, and they refuse to communicate with each other until Grammy, recently released from prison for medical reasons, convinces them to fight and get out their issues. After a short battle, Ian confesses that he feels like he is trapped in Lip's shadow. He and Lip reconcile. Mickey is released from juvenile detention and he and Ian resume their relationship. Mickey starts working security at the Kash and Grab. Frank catches the boys having sex in the cooler and Mickey, fearing that his father will kill him should Frank tell what he saw, resolves to kill Frank. After stalking him for several days, Mickey changes his mind and assaults a police officer instead, violating his parole and returning him to juvenile detention. Monica Gallagher returns home following the death of Frank's mother, Grammy. While home she tells Ian that Frank told her about seeing him with Mickey and that he should be proud of who and what he is. She takes him to his first gay bar. The next day Ian, depressed over a poor math test score, allows Monica to take him to a local enlistment center to join the Army. He is refused because he has not graduated high school. The following morning Ian is attacked in his kitchen by Terry Milkovich, father of Ian's sham girlfriend Mandy, because he believes Ian has gotten her pregnant. Ian spends the next few days avoiding Terry but it becomes increasingly more difficult. Lip suggests they plant Grammy's old gun in the Milkovich home; this will violate Terry's parole and, if the gun is tied to a murder, could get him incarcerated for life. They break in and discover Terry already has several guns; they plant theirs anyway. Terry catches them. Lip escapes but Terry corners Ian and is about to shoot him when Mandy, brandishing a rifle, orders him to stop. Terry already knows that he himself is the father. Mandy later explains that when Terry drinks he sometimes mistakes her for her deceased mother but insists \"it's no big deal\". Ian helps raise funds for an abortion. The night before Thanksgiving Ian returns to the gay bar. He is picked up by an older gentleman who calls himself Ned; they spend the night together. A few days later at Fiona's insistence, her on again-off again boyfriend Jimmy arranges a dinner for the Gallaghers and his family. Ian is shocked to learn that \"Ned\" is really Lloyd, Jimmy's father, who sends repeated text messages to Ian suggesting they get together again. Ian tries to tell Fiona several times but is interrupted when Frank shoves him against the wall out of anger for Monica leaving. Ian is saved when Jimmy's wife Estafania hits him over the head with a frying pan. The third season takes place several months after the incident with Frank. Ian is still trying to improve his chances of getting into West Point, while helping with the financial stability of the family. He also now has regular contact with Lloyd, which has turned into somewhat of a friends-with-benefits relationship. When Mickey returns, Ian feels confused over whether Mickey actually likes him or not, especially after he has sex with a girl from their neighborhood. He later realizes that Mickey cares about him when he follows him and Lloyd to a gay bar. Lloyd later asks Ian if he could break into his house to steal back his things since his soon-to-be ex-wife changed the locks. He enlists Mickey and a couple of his friends to do it, but when Mickey asks Ian why he likes Lloyd, he says it's because he isn't afraid to kiss him. Right before Mickey goes into Lloyd's house for the heist, he kisses Ian for the first time. When Ian and the rest of the Gallagher children are taken away by child protective services, Mickey lets him stay at his house since his father Terry was away on an extended hunting trip. Terry ends up coming home early and catches Mickey and Ian having sex. He beats both of them, and forces Ian to watch Mickey have sex with a prostitute. Afterwards, Mickey goes to great lengths to avoid Ian. Eventually Mickey marries the prostitute but he and Ian have sex on Mickey's wedding day. The season closes with Ian using brother Lip's identification to join the military. Several weeks elapse between seasons three and four, and no one hears from Ian in that time. Lip receives a visit from two Military Police officers who inform him that Ian is wanted for attempting to steal a helicopter and other military equipment and being absent without leave. He denies knowing Ian but he and Debbie track him to a gay bar called the White Swallow where Ian is tending bar. Mickey finds Ian passed out at another bar, Fairy Tails, and brings him to the Milkovich home. After Mickey's wife Svetlana threatens him, Ian moves back home. Mickey and Ian launch a criminal enterprise, robbing closeted gay men and threatening to out them if they report the crime. Following his manic behavior throughout the season, Ian ends up laid up in bed in a deep depression, worrying his family that he has inherited Monica's bipolar disorder. Mickey insists that he can take care of him, but Ian runs away with Mickey and Svetlana's baby, leading to his arrest and ultimately to his being voluntarily committed. He's released after 72 hours but refuses to take his medication until he almost hurts Debbie because of his psychosis. Mickey accompanies him to the clinic, where Ian gets new medication, which he starts to take. He claims the medication makes him feel numb and gets into a fight with Mickey about Mickey being too caring. Later that night, Ian is arrested by the military police, which was called by Sammi (Frank's oldest daughter).shameless season five episode 10 He is later released after they discover his condition, and he returns home to break up with Mickey, who is promptly chased by Sammi, who wants to kill him as revenge. During Season 6, he visits Mickey in prison and falsely promises to wait for him. He begins a job as a volunteer fireman after he saves a woman from a burning car, though he needs to be saved too. Ian later finds the fireman who saved him, Caleb, and flirts with him; however, Caleb is different from his previous partners in that he wants a real date, and Ian begins his first real relationship. Ian also gets a job as a paramedic and threatens legal matters when they nearly refuse him for his condition, though they enjoy his company. Much later, he and Caleb confide personal secrets and establish trust in one another. In the finale, he joins everyone (except Lip, Fiona, and Liam) in throwing Frank off a bridge when he ruins Fiona's wedding. In Season 7, he is still seeing Caleb, although his boss tells him that Caleb might be cheating. Ian and his brothers are not too surprised to find Frank survived the fall but want nothing to do with him. Ian discovers that Caleb is bisexual and experiments with it himself, but the event doesn't suit him. Ian breaks up with Caleb and goes home, only to find that Frank got revenge on the family by blocking them out of the room of their house with cement after taking Liam. In the events after, Ian goes through a manic moment because of his break-up but Fiona helps him out. The family find Frank opened a homeless shelter, and he turns them away for the acts on him. Ian forms a relationship with Trevor, a transgender man, and they are happy, until Mickey breaks out and comes back into his life. However, Ian backs out and Mickey escapes into Mexico. He returns home to attend his mother's funeral and he makes amends with Frank in the finale. In Season 8, Ian tries to reconcile with Trevor but the latter is resistant. Any song so the only other person besides Frank to be sad about Monica's death. Ian is also put off by Frank's change and believes he lost his mind. However he is persuaded a little when Frank defends him and the rest of his checks from an armed meth head. Ian is amused when Frank bonds with Liam and even gives helpful advice. In the midst of the season, he goes off his meds and becomes a religious fanatic called gay Jesus, and as a result he is arrested for a series of arson acts. During season 9, Ian is still having episodes of being a fanatic but when taking his medication he snaps out of it. He talks with Terry about prison and after that he nearly flees but decides against it, a talk with Fiona gets him to make a better choice. Ian confesses to being bi-polar and is sent to two years in prison, where he finds that Mickey is his new cellmate and the reunited lovers resume their relationship. In the finale he's visited by Fiona who tells of what's going on in his absence. Ian tells his sister of prison life and how he's hanging on. Fiona soon tells him of her money and Ian persuades his older sister to go and live life while not looking back. At the end, he sees the plane she's on and silently bids her farewell. In season 10, Ian is still dating Mickey, though the two continue to have a rocky relationship. Ian eventually gets paroled with Mickey being paroled not long after, but they get a corrupt parole officer. After the parole officer's murder, Ian proposes on the basis that they can't be forced to testify against each other if they are married, but Ian's cold feet ends their relationship again. Ian eventually admits to insecurities about how Mickey can love Ian with all of his issues when Mickey could potentially find someone better. After overhearing Mickey's new boyfriend Byron bad-mouthing all of the qualities about Mickey that he loves, Ian beats Byron up and proposes to Mickey on the spot who accepts. Ian and Mickey get married in episode 12. ===Development=== Ian has been described as \"the anti-Kurt Hummel\".Shameless’ Gay Teen Cameron Monaghan is the Anti-Kurt Hummel Actor Monaghan said he was drawn to the role because \"[i]t’s one of those really intricate, multi-layered characters, with all this inner struggle going on.\" He believes that Ian is different from other contemporary gay teenage characters on American television because he does not conform to any gay stereotypes and because of the character's blend of positive traits. \"He’s smart and he’s tough and he's brave and he’s really caring and responsible—and I think that’s not always shown in one character.\"The 'Shameless' kids: Cameron Monaghan on playing Ian Gallagher At a 2011 Television Critics Association panel, executive producer John Wells stated that with Cameron Monaghan's having turned 18 the series would be able to explore Ian's sexuality in ways that had previously been barred by federal law.John Wells Says Broadcast Networks Wouldn’t Buy ‘West Wing’ Or ‘ER’ Now: TCA ===Reception=== Several critics have praised Ian's dynamic with Lip. Reviewing the pilot episode, Sarah Hughes of The Independent wrote that their relationship was a highlight of the UK series, and proved just as effective in the US adaptation. She additionally commended Monaghan's portrayal for providing \"one of the more nuanced depictions of a gay teenager to be seen on US TV.\" In a generally unfavorable review of the series, Variety Brian Lowry assessed that \"what little soul it possesses\" is derived from the Ian–Lip relationship. Matthew Gilbert of The Boston Globe called Monaghan \"extraordinary\", and wrote: \"The moments when Lip confronts Ian about his sexuality are remarkably honest and refreshing, as they each slowly realize they don't need to play out predictably hostile roles.\" In contrast, Mary McNamara of the Los Angeles Times opined that their relationship \"borders on treacle\". The gay-interest media outlet AfterElton.com cited Monaghan's portrayal of Ian in naming him a \"breakout actor\" for 2011.The Year In Television: 2011's Break-Out TV Actors In 2014, Hollywood.com named Ian Gallagher in their list of \"Favorite LGBTQ Characters on TV\". In 2015, Monaghan received a Critic's Choice Award for Best Supporting Actor in a Comedy Series. ==References== ==External links== * Ian Gallagher at the Showtime official site * Cameron Monaghan on Ian's season one arc Category:Television characters introduced in 2004 Category:Television characters introduced in 2011 Category:Fictional bisexual males Category:Fictional salespeople Category:Fictional murderers Category:Fictional United States Army personnel Category:Fictional characters with bipolar disorder Category:Fictional bartenders Category:Fictional people from Manchester Category:Male characters in television Category:Fictional LGBT characters in television ",
    "title": "Ian Gallagher"
}