{
    "id": "31333753",
    "text": "TwentyWonder is an annual, one-night summer festival held in the Los Angeles neighborhood of Echo Park. Since 2011, TwentyWonder events have been hosted by the Los Angeles Derby Dolls at their venue, \"The Doll Factory\". Event lineups consist of several dozen local, alternative cultural attractions. Those attractions typically include women's roller derby, national and international music acts, science exhibits, makers, magicians, comedians, and circus performers. ==Down Syndrome Education and Fundraising== TwentyWonder serves as a fundraiser and awareness event for the Down Syndrome Association of Los Angeles (DSALA). From 2010–2014, TwentyWonder events raised over $400,000 for DSALA. Each event integrates people with Down syndrome into its lineup. For example, the 2014 lineup included actress Jamie Brewer of American Horror Story and Australian pop band Rudely Interrupted. Each event also includes educational displays about Down syndrome (trisomy 21). A number of prominent entertainment industry personalities are listed as \"Friends\" of the TwentyWonder charity, including actor Bryan Cranston, songwriter Christina Perri, Simpsons co-creator Sam Simon and sitcom creator Chuck Lorre. ==Event history== ===Origins of TwentyWonder=== TwentyWonder was created by Jim Hodgson, current Director of DSALA. It began as a party called SuperBall that was first thrown in 1996 by Hodgson and his brother Joel Hodgson, creator of the popular television show Mystery Science Theater 3000. The invitation-only party grew into a quasi-annual event involving now-prominent members of the Los Angeles entertainment community. After Jim Hodgson’s son was born with Down syndrome, the event was made into a public fundraiser and renamed TwentyWonder. ====2010==== The first event was held in March 2010 at the Veterans Center in Culver City, Los Angeles. It included a large lineup that featured Sarah Silverman, Grant-Lee Phillips, Cinematic Titanic, Harmonix, Funny or Die, etymologist Taylor Lura, theremin player Eban Schletter, Dave \"Gruber\" Allen, Jim Turner as Mr. Tremendous and Tim Biskup. ====2011==== TwentyWonder 2011, a sold-out event, took place on July 9, 2011 at the Los Angeles Derby Dolls' Doll Factory in Echo Park, Los Angeles. The 2011 event continued to include a large lineup featuring, among other attractions, members of the LA Derby Dolls in an all-star roller derby match, Black Rebel Motorcycle Club, Exene Cervenka, Funny or Die, The Axis of Awesome, Joel Hodgson, Lynda Barry, JP Incorporated, 2 Headed Dog and {RV}IP Karaoke. ====2012==== TwentyWonder 2012 took place on July 6, 2012. The 2012 event featured an all-star match between the LA Derby Dolls and the San Diego Derby Dolls, artist Tim Biskup, artists from Tierra Del Sol, Joel Hodgson, the band Jackshit, Dave Alvin, Andy Kindler, Lucha VaVOOM, Steve-O playing Tic-Tac-Toe, scientists from NASA's Jet Propulsion Laboratory, Dolores Bozovic, The Kids of Widney High, hula-hoop specialist Mat Plendl, physicist Dr. David Saltzberg, Sock Puppet Sitcom Theater and Wayne White. ====2013==== TwentyWonder 2013 was held on July 13, 2013. Featured acts and events included comedian David Koechner, Vaud and the Villains, Matthew Sweet, Lucha VaVoom, Cinefamily, Kate Flannery and the Lampshades, games from Two Bit Circus, Mat Plendl, Mac King, an Ernie Kovacs museum, 2 Headed Dog and Diandra Leslie-Pelecky. ====2014==== TwentyWonder 2014 was held on June 28, 2014. The 2014 event featured magician Helder Guimarães, Jamie Brewer, the Kogi Korean BBQ truck, Way 2 Much Entertainment, the LA Derby Dolls, Lucha VaVOOM, Dengue Fever, Two Bit Circus, Golden Road Brewing, Rudely Interrupted, Jonny Two Bags, FriendsWithYou, acts from Cirque Berzerk and planetary scientists from iPLEX. ====2015==== The date of TwentyWonder 2015 has not yet been announced. ==References== ==External links== * TwentyWonder * Down Syndrome Association of Los Angeles (DSALA) * Los Angeles Derby Dolls Category:Festivals in California Category:Events in Los Angeles Category:Health-related fundraisers ",
    "title": "TwentyWonder"
}