{
    "id": "31331948",
    "text": "The Children's Museum of Virginia is the largest children's museum in the state of Virginia. It is located in the heart of Olde Town Portsmouth at 221 High Street. The museum has a planetarium and two floors of interactive, hands-on exhibits. Its antique toy and model train collection is one of the largest on the East Coast. Highlights of the museum include a life-size tug boat and house, as well as a real Hampton Roads Transit bus, the cab of a real fire truck from the Portsmouth Fire Department, and a real motorcycle from the Portsmouth Police Department. ==History== Originally called the Tidewater Children's Museum, the Children's Museum of Virginia opened in Portsmouth in December 1980. Its first location was the basement of the Main Branch of the Portsmouth Public Library at 601 Court Street. Later, the city of Portsmouth took over and renamed it Portsmouth Children's Museum. In 1984, the museum moved to the 1846 Courthouse at the corner of High and Court Streets. The museum moved to its current location in 1994. ==Renovations== *1994 - The newly expanded Children's Museum of Virginia opened its doors on December 10, 1994. With over 60 interactive exhibits in 27,000 square feet, the museum doubled in size and was proclaimed the largest museum of its kind in the state. *1998 - More than two dozen interactive exhibits were added to the Children's Museum of Virginia, along with 63,000 square feet. With the donation of the Lancaster Antique Train and Toy Collection, a personal collection of 5,000 toys and trains collected for more than forty years, the museum doubled in size again. *2009 - The museum was closed as the entire building was gutted to make way for a more modern museum with all new exhibits and the addition of over 9,000 square feet. *2011 - Now encompassing 72,000 square feet, the Children's Museum of Virginia reopened on May 26, 2011. ==Exhibits== The first floor encompasses one large interactive space (My City) as children explore a street (Beazley Way) with multiple themed exhibits including a Port, Market, Bank, Library, and Museum, which houses traveling exhibits, as well as a movie theater (Beazley Planetarium) that plays different shows each month. The first floor also features the very popular Bubbles exhibit. The second floor explores art (CreARTivity), science (Dr. Forces Traveling Energy Extravaganza), and nature (My Backyard and Beyond) through three large themed exhibits. == External links == *The Children's Museum of Virginia official website Category:Museums in Portsmouth, Virginia Category:Children's museums in Virginia Category:1980 establishments in Virginia Category:Museums established in 1980 ",
    "title": "Children's Museum of Virginia"
}