{
    "id": "31333971",
    "text": "James E. Murdoch James E. Murdoch (January 25, 1811 - May 19, 1893) was an American actor and elocutionist. James Edward Murdoch (sometimes spelled \"Murdock\") was born in Philadelphia, the eldest of four sons of Thomas and Elizabeth Murdoch. James apprenticed under his father in the business of bookbinding. He served as a volunteer fireman with the Vigilant Company. In 1829, he made his first dramatic appearance as Frederick in Kotzebue's play Lover's Vows. He had his first lead role in 1830 with the traveling company of Vincent DeCamp. The following year, he married Eliza Middlecott. In 1832, while suffering from indigestion, he accidentally ingested a preparation of arsenic. A doctor was called in and saved his life, but thereafter he would suffer health problems and fatigue. During the succeeding years he took various roles on the stage. His career prospects began to take a turn for the better in 1845 when he played the role of Hamlet at Park Theater, New York. For years afterward, he was considered the best performer of Hamlet on the American stage. For the next fifteen years he played a variety of roles and became a leading light on the American stage. He co-authored a work titled, Orthophony; or the Cultivation of the Voice, in Elocution in 1847. In 1850, Murdoch relocated to southern Ohio, buying a home in Cincinnati and a farm in southern Warren County. In 1853, he appeared in California as an early acting pioneer for that region. A visit to England in 1856 led to an engagement at the Haymarket Theatre that lasted for over one hundred consecutive nights. During the American Civil War, Murdoch was unable to actively serve in the war. His son's enlistment, though, led him to halt his acting career in order to give public performances that supported the Union's efforts. The proceeds raised from his public reading were used to aid wounded soldiers, while his reading selections — such as Joseph Drake's \"American Flag\" — were designed to invoke a sense of patriotism. He was so successful as a public platform reader that President Lincoln personally requested his performance of an anonymous poem criticizing dishonorable peace in 1864. After the war, the residents of the area in Warren County, Ohio surrounding Murdoch's farm petitioned to have the region renamed Murdoch, Ohio in his honor. Murdoch, Ohio retained a post office for more than thirty years. Currently, it is an unincorporated community. He was the uncle of the brothers Frank Murdock and Harry Murdock. The actor Harry Murdock perished in 1876 in the Brooklyn Theater Fire along with nearly three hundred others. He was performing in the play The Two Orphans with Kate Claxton, who survived the fire. Frank Murdock was an actor, writer, and painter,The Scoop, Magazine, Volume 4 Number 1, January 2, 1915, Chicago who wrote the screenplay for the 1916 film Davy Crockett that starred William Farnum and was directed by William Desmond Taylor. During the last two years of his life James Murdoch suffered from various ailments and was cared for by his two daughters, Fanny and Ida. He is buried in Spring Grove Cemetery, Cincinnati. ==References== Category:1811 births Category:1893 deaths Category:American male stage actors Category:19th-century American male actors ",
    "title": "James Edward Murdoch"
}