{
    "id": "31332235",
    "text": "The First Gulf of Sidra offensive was the second major rebel offensive of the Libyan Civil War. It was mounted by anti-Gaddafi forces immediately after their victory in the Battle of Ajdabiya. The offensive was meant to have the rebel forces quickly reach Gaddafi's hometown of Sirte. The operation was initially a success with the rebels taking almost of coast along the Libyan Coastal Highway in just two days. However, by day three into the rebel advance, loyalist troops stopped their advance and the rebels were forced to retreat back to their starting positions. == The offensive == === Rebels capture oil towns and reach western Libya=== After loyalist forces lost the battle for Ajdabiya on 26 March, rebels immediately pressed their momentum and took the oil town of Brega without a fight. The next day, 27 March, opposition forces continued their push capturing Ra's Lanuf without a shot fired. By the end of the day, the rebels had entered Bin Jawad, east of Sirte, again unopposed. Overall, pro-Gaddafi forces had retreated for over in just two days stopping at prepared defensive positions around Sirte. === Skirmishes along the road to Sirte === On 28 March, rebel forces advanced further west toward Sirte and took the town of Nofaliya. After securing Nofaliya, they continued westwards to the village of Harawa. There they tried to negotiate with the tribal leaders for the locals to join their uprising. However, the civilians in the village attacked the rebels with automatic weapons and the opposition was forced to withdraw from Harawa. At the same time, the long rebel column, coming from Bin Jawad, was ambushed a number of times on the highway and loyalists managed to flank the rebels and attack them from the rear. This forced the opposition forces to withdraw back to Nofaliya, from Sirte. Some of them even retreated back to Bin Jawad. === Counter-offensive by pro-Gaddafi forces === On 29 March, pro-Gaddafi forces intensified attacks on Libyan rebels, forcing them to retreat from Nofaliya to Bin Jawad, some further east. Later, intense fighting over Bin Jawad was reported, including artillery duels, before the rebels fled in hundreds of vehicles, abandoning the town, towards Ra's Lanuf. The opposition's military commanders suggested that lack of discipline and stretched supply lines are partly to blame for the retreat. Later during the day, pro-Gaddafi forces advanced to away from Ra's Lanuf and began shelling the town with artillery and mortars. On 30 March, loyalist forces recaptured the oil refinery town of Ra's Lanuf forcing rebels to retreat further to the east. The coalition then began launching air-strikes against Gaddafi's forces around Ra's Lanuf and on the road to Uqayla. Reporters on the ground blamed a sandstorm and low visibility from the air for the lack of air-strikes the previous day. Later during the day, rebels were pulling out of Brega to Ajdabiya. In the evening, the BBC News reported that Brega was in control of pro-Gaddafi forces and they were approaching Ajdabiya. A CNN correspondent in Ajdabiya reported that rebels were \"massing outside Ajdabiya for a counter-offensive\". During the night, the Coalition attempted an air-strike against loyalist forces. However, they hit an ammunition truck that was near some civilian houses which resulted in the deaths of seven civilians and wounding of 25. == Aftermath == On the morning of 31 March, rebels counter-attacked pro-Gaddafi forces in Brega in an attempt to halt their advance which had reversed nearly all of the previous rebel gains. However, this rebel offensive too was stopped by the better trained and equipped loyalist forces and a stalemate soon developed on the road between Brega and Ajdabiya. ==See also== ==References== Category:Battles of the Libyan Civil War (2011) Category:Battles involving Libya Category:Conflicts in 2011 Category:March 2011 events in Africa ar:حرب ثورة 17 فبراير#زحف الثوار الثاني (21 - 28 مارس) ",
    "title": "First Gulf of Sidra offensive"
}