{
    "id": "31331723",
    "text": "Aggrey Memorial A.M.E. Zion senior high School is a publicly supported Coeducational senior high school in Cape Coast, Ghana. It provides students in forms 1 through 4 a rigorous preparatory education with the aim of passing the WASSCE. The school has distinguished itself as a leading secondary school by placing a high premium on educating students in the Arts and Sciences. ==Campus== The Brafo Yaw campus is divided into two main areas by a major highway: the boys' and girls' campuses. The two campuses are connected by a footbridge which is popularly called \"Bridge City\" by students. All the administrative buildings and classrooms are located on the boys' campus. The girls' campus houses four Houses (dormitories): Lucille House, Segbefia House, Katherine Aikens House, and New House. Additionally, there are several living quarters occupied by female instructors located on the girls' campus. The boys' campus hosts the Administrative buildings, the school's assembly hall, dining hall, infirmary, living quarters for male instructors and four Houses. The two campuses sit on two hills and is the first educational institution one sees upon reaching the city of Cape Coast. ===Dormitories=== The houses in the school are overseen by a Boarding Council. The council is composed of house, compound, dining hall, entertainment, preparatory and chapel masters and mistresses. Every house has a Master or a mistress (an academic staff member) who runs the administrative duties of the house. The house also have prefects who are in charge disciplinary duties within their houses. * Watson HouseBishop Watson through whom the A.M.E. Zion Church acquired the school from the \"Aggrey Society\". * Enchill HouseMr. Kofi Bentsi-Enchill whose financial support enabled the school to battle with and weather terrific storms in the early years. * Casford AnnexHouses the prefects and other students * Pinanko HouseRev. Dr. Osam Pinanko who started the A.M.E. Zion Church in Cape Coast in 1903 * Casely Hayfords HouseMr. J. E. Casely Hayford, a renowned educationist * Lucille Alleyne HouseMrs. Annie Lucille Alleyne, the wife of the Rt. Rev. Bishop Alleyne, for her interest in girls education in Africa and for her substantial contribution towards the construction of the school's first block which started in 1952. * Segbefia HouseMrs. Juliana Segbefia, the first housekeeper for her motherly affection for the girls in Cape Coast town. * Katherine Aikins HouseKatherine Aikins, a student for her memory. Her tragic death occurred in the school in 1970 when she was crossing the Accra-Takoradi road after choir practice, to the girls' dormitories. * New HouseThe house is yet to be named. ==Facilities== The school's infrastructure has seen a lot of improvement. For instance, the school's dining hall has been expanded from its previous capacity of 450 to currently seat 1500 students. Streets lights have also been provided on campus. ;Science The first Science Block was dedicated on 3 March 1957. It was a gift from Barclays DCO to commemorate Ghana's attainment of Independence. The second Science Block was built by the Ghana Government, part of which is currently being used as a Science Resources Centre, serving students of three other Senior Secondary Schools in the Abura-Asebu-Kwamankese District. Currently there are 4 male houses and 4 female houses. The first science block, which was a gift from Barclays Bank DCO to commemorate Ghana's Independence, was dedicated on 3 March 1957. Presently the school boasts a modern science block, part of which houses the district's Science Resource Center. ===Administration=== The present Administration Block was completed in 1972. It houses administrative offices, the school library and the staff common room. ===New Assembly Hall/Chapel=== The Full Gospel A.M.E. Zion Church of Temple Hills, Maryland, in the United States, under Pastor, Rev. Dr. John A. Cherry, funded the construction of the ultra-modern Chapel/Assembly Hall Complex with a seating capacity of 2,000 for the school. This project, valued at US$900,000.00, was started in November, 1995 and completed in February, 1998. His Lordship Bishop Warren Matthew Brown, the Bishop of the Western West African Episcopal District of the A.M.E. Zion Church dedicated and named the Complex, \"Full Gospel A.M.E. Zion Chapel/Assembly Hall in June, 1997. At the dedication ceremony, the keys of the Assembly Hall were ultimately handed over to the then headmaster, Mr. Clement Bernasco Pobee. The school's dining hall, which was initially constructed to cater for 450 students in 1960, has been renovated and expanded over a period of time to cater for 1,500 students. ==Academics== The academic performance of students has always been high compared to that of sister schools. The Ordinary and Advanced Level ('O' and 'A' Level) programmes were respectively phased out in 1994 and 1996 when the government of Ghana introduced the new \"Educational Reform Programme\" started in 1999. The school currently offers four of five programs that the new system addresses: Agricultural Science, Business, Vocational (Home Economics and Visual Arts), and General (Arts and Science). The only programme that the school does not offer is Technical Programme. In 2001, Out of the total number of 500 candidates the school presented for the West African Senior High School Certificate Examination (WASSCE), 498 passed in five or more subjects out of 499 students who took the examination. Also, the best student scored 7 A1's and a B 2 while three others obtained 7 A1's and a B 3. The school also participates in the Robotics Inspired Science Education (RiSE) Workshop mission that inspires and energizes teachers, middle school, high school and college students in Ghana to pursue education and careers in science, technology, engineering, and mathematics (STEM) by using the motivational effects of robots to connect theory with practice. ==Headmasters== {| class=\"wikitable\" |- ! Headmaster ! Tenure in office |- |Rev. Dr. A. W. E. Appiah (Founder) || 1940–1952 |- |Mr. Emmanuel Godwyll Biney || 1952–1979 |- |Mr. Pascal Kodwo Dadzie Godwyll || 1973–1986 |- |Mr. Clement Bernasco Pobee || 1986–1998 |- |Mr. Appiah-Danquah || 1998–2009 |- |Mr A A Amoantwi || 2009–2013 |- |Rev Dr Franklin K Boadu | 2014– 2019 |- |Mrs. Kate Annan Wilberforce |2019 to date |} ==Excellence== In 1997, the Senior Secondary Certificate Examinations conducted by the West Africa Examinations Council, Aggrey Memorial Zion Secondary School was one of the schools honoured by the Council for academic excellence.The school produced the best Agricultural Science Student in this examination. The school's Information and Communication Technology (ICT) status is very high with a 120 feet transmission mast linked via satellite with AT&T; in the US. The Aggrey Memorial A.M.E. Zion Senior High School undertook a project designed to assemble and fly light aeroplanes in the country in 2010. The project, the first of its kind by an educational institution in Ghana, was in collaboration with the Franklyn College in the United Kingdom and the British Model Flying Association (BMFA).http://www.newtimes.com.gh/story/1522 == Notable alumni == * T. D. Brodie-Mends - Politician * Mustapha Essuman - Footballer * Ken Kanda – Ghanaian Representative to the United Nations * Rose Mensah-Kutin - Gender advocate, journalist * Abrewa Nana - Musician * Yvonne Nelson - Actress * George Brigars Williams - Actor ==References== ==External links== * Category:Educational institutions established in 1940 Category:High schools in Ghana Category:Cape Coast Category:Boarding schools in Ghana ",
    "title": "Aggrey Memorial A.M.E. Zion Senior High School"
}