{
    "id": "31339035",
    "text": "Archdeacon John Batchelor D.D., OBE (20 March 1855 – 2 April 1944) was an Anglican English missionary to the Ainu people of Japan until 1941. First sent under the auspices of the Church Mission Society of the Church of England, Batchelor lived from 1877 to 1941 among the indigenous Ainu communities in the Northern Japanese island of Hokkaido. He was a charismatic and iconoclastic missionary for the Anglican Church in Japan and published highly regarded work on the language and culture of the Ainu people. Batchelor only reluctantly left Japan at the outbreak of the Second World War in 1941.[Original from the University of California Digitized 27 January 2009 Length 444 pages] ==Early Life and Missionary Career== John Batchelor was born in Uckfield, East Sussex son of William Batchelor, a local tailor and parish clerk. Batchelor attended Uckfield Grammar School and with the support of the Rev. E.T. Cardale was accepted as a candidate for study at the Church Missionary Society College, Islington. On 22 September 1875, Batchelor set out with a group of Church Missionary Society missionaries for Hong Kong. Arriving in Hong Kong on 11 November 1875 he immediately set about studying the Chinese language. ===Hakodate from 1877=== 1877 Batchelor moved to Hokkaido 1884 Batchelor married Louisa Andrews, who had young brother Walter, who was working as a missionary in Hakodate. 1886 Batchelor moved to the new house in April. That summer, a British Japanologist Basil Hall Chamberlain (1850–1935), professor of Tokyo Imperial University visited Batchelor's house to write on Ainu and stayed with Batchelor for three weeks. Batchelor took Chamberlain to Ainu villages, which was beneficial to publishing a book on Ainu. 1889 Batchelor wrote Japanese Ainu in English and published Ainu-English-Japanese dictionary. 1891 Batchelor and his colleague Lucy Payne of Anglican Church founded Harutori Ainu school in Kushiro. === Sapporo from 1891=== In 1895, a church was constructed at Biratori, the other at near Mount Usu in Hokkaido. In 1896, Batchelor sent an English nurse and missionary Mary Briant to Biratori. She stayed in Japan for 22 years In 1906, Batchelor and his wife adopted an Ainu woman Yaeko (1884–1962). In 1908, Bachelor went to Sakhalin to preach with Yaeko after the Russo-Japanese War. In 1909, Bachelor, his wife, and Yaeko temporarily visited England via Vladivostok by the Siberia Railway. In 1936, Batchelor's wife Louisa died at the age of 91. In 1941, Batchelor returned to England. ==Views on the Treatment of the Ainu Communities== Batchelor harshly criticised the Japanese for their cruel treatment of the Ainu, saying \"I'm past eighty, and probably that accounts for it. But I've been told I'm the only foreigner in Japan who can tell the Japanese exactly what I think of them and get away with it.\"[, Length 320 pages] The Japanese forced the Ainu from their land and forbade them to practice their traditions and culture, Ainu were not allowed to hunt for food, speak Ainu, or obtain an education, being forcefully segregated in small villages.[, Length 320 pages] After Japan realised they could exploit the Ainu they reversed their policy, Batchelor said \"The Japanese treat them better now, simply because they came to realize that the Ainu were a valuable curiosity worth preserving. There was no kindness or sentiment in it—none whatever. They quit trying to exterminate this shattered relic of a dying Caucasian race when visitors with money to spend began coming from all over the world just to see and study them. If today the Ainu are protected wards of the Government, and if the Government has paid me any honor, it is not because of a change of heart on the part of the Japanese; it is only because the Ainu became worth something to Japan.\"[, Length 320 pages] During the era of Samurai in Japan, Ainus had to grovel and smear their face on soil when they met a Japanese soldier, or face immediate decapitation.[Length 313 pages] Japan also forbade the ownership of weapons among the Ainu.[, Length 320 pages] Batchelor wrote extensively, both works about the Ainu language and works in Ainu itself.[Original from the University of California Digitized 16 October 2007 Length 313 pages] ==Works by Batchelor== * * * * * * * * * * * * ==See also== * Akkorokamui ==References== ==External links== *John Batchelor at Project Canterbury *SEA-GIRT YEZO on Project Canterbury *The reason why John Bachelor made his mind to work for the Ainu *Anglican church in Hokkaido Category:1854 births Category:1944 deaths Category:English Anglican missionaries Category:Anthropologists of the Ainu Category:Holders of a Lambeth degree Category:Anglican missionaries in Japan Category:British expatriates in Japan ",
    "title": "John Batchelor (missionary)"
}