{
    "id": "31331464",
    "text": "Hemmingen station on the Strohgäubahn Schönbuchbahn RS1s at Böblingen Strohgäubahn NE 81 at Hemmingen The Württembergische Eisenbahn-Gesellschaft (\"Württemberg Railway Company\") or WEG is a transport company in southwest Germany that operates railway lines and services. It is owned by Transdev Germany, itself a subsidiary of the Transdev group. Historically, WEG also operated bus services in the area of its rail services, and WEG branded buses still operate in these areas. However, since 2008 these services have been operated by Omnibus-Verkehr Ruoff GmbH, another subsidiary of Veolia Verkehr GmbH. == Lines == WEG provides passenger train services on the following railway lines: * : Schönbuchbahn between Dettenhausen and Böblingen * : Strohgäubahn between Weissach and Korntal * : Wieslauftalbahn between Rudersberg-Oberndorf and Schorndorf * : Tälesbahn between Neuffen and Nürtingen WEG owns and maintains the infrastructure of the Strohgäubahn and the Tälesbahn, whilst on the Schönbuchbahn and Wieslauftalbahn it maintains the infrastructure and operates the trains on behalf of the Zweckverband Schönbuchbahn and the Zweckverbandes Verkehrsverband Wieslauftalbahn respectively. Additionally the WEG provides infrastructure maintenance services on the Roßbergbahn and the Schwäbische-Wald-Bahn, although it neither owns nor operates trains on these lines. == Rolling stock == WEG uses a fleet of 26 single unit railcars. Of these, 14 are Stadler Regio-Shuttle RS1 units with a partial low floor, whilst the remaining 12 units are high floor NE 81 vehicles. The RS1 units are used on all of WEG's lines, with 6 allocated to the Schönbuchbahn, 4 to the Tälesbahn, 2 to the Strohgäubahn and 2 to the Wieslauftalbahn. The NE 81 units are used on the Strohgäubahn, with 8 units, and the Wieslauftalbahn, with 4 units. == References == == External links == * * Official website of the WEG * Category:Railway companies of Germany ",
    "title": "Württembergische Eisenbahn-Gesellschaft"
}