{
    "id": "31338064",
    "text": "The White catalyst is a transition metal coordination complex named after the chemist by whom it was first synthesized, M. Christina White, a professor at the University of Illinois. The catalyst has been used in a variety of allylic C-H functionalization reactions of α-olefins. In addition, it has been shown to catalyze oxidative Heck reactions. ==Preparation== This compound is commercially available. It may be prepared by oxidation of 1,2-bis(phenylthio)ethane to the sulfoxide, followed by reaction with palladium acetate. == Mechanism of allylic C-H acetoxylation== The reaction mechanism of allylic C-H acetoxylation has been studied. The first step in the catalytic cycle is cleavage of the allylic C-H bond. The sulfoxide ligand is thought to promote this step by generating a highly electrophilic, possibly cationic palladium species in situ. This species coordinates to the alkene and acidifies the adjacent C-H bond, which allows acetate to abstract the proton and forms a π-allyl palladium complex (II). Subsequently, a π-acid such as benzoquinone coordinates to the palladium, activating the π-allyl complex to nucleophilic attack (III). A nucleophile, in this case acetate, attacks to reductively eliminate palladium, generating the product and palladium(0) (IV). The palladium(0) is reoxidized to palladium(II) by benzoquinone and the sulfoxide ligand reassociates, closing the catalytic cycle. :Allylic Esterification Catalytic Cycle == Allylic esterification== The White catalyst was originally developed for use in a branched allylic acetoxylation reaction. An enantioselective version of this reaction was subsequently reported, using chromium(III) salen fluoride as a chiral cocatalyst. A macrolactonization reaction based on the branched allylic esterification was developed for the preparation of 14- to 19-membered macrolides. This method was applied to the total synthesis of 6-deoxyerythronolide B. In addition to acetate, a wide variety of carboxylic acids may be employed as nucleophiles in the branch allylic esterification reaction. As the first step in an esterification/Heck sequence, aliphatic and aromatic carboxylates were demonstrated, including amino acids. :Allylic Esterification Reaction Scheme == Allylic amination== The White catalyst can effect both branched and linear regioselective allylic C-H aminations. In order to promote nucleophilic attack at the internal terminus of the π-allyl to generate branched product, a tethered N-sulfonyl carbamate nucleophile is used. This strategy has been applied to the synthesis of 1,2 and 1,3-amino alcohols. The amination proceeds with high yields and good diastereoselectivity, and the products may be readily elaborated to amino acids and other synthetic intermediates and natural products. Key to the development of the reaction was identification of a very acidic nitrogen nucleophile with a pKa close to acetic acid, as more basic nucleophiles divert reactivity to aminopalladation. The intermolecular version of the allylic C-H amination is also known. Using methyl N-tosyl carbamate nucleophile, the linear E-allylic amine products are obtained from α-olefin substrates. It has been shown that functionalization of the π-allyl intermediate may be promoted by chromium(III) salen chloride activation of the electrophile, or Hunig's base activation of the nucleophile. :Allylic Amination Reaction Scheme == Allylic alkylation== In 2008, simultaneous publications described the allylic C-H alkylation of allylarene substrates. These reactions were catalyzed by the White catalyst or by an earlier version of the complex bearing benzyl substituents on the sulfoxide in place of phenyl. It was demonstrated that an additional sulfoxide ligand, dimethylsulfoxide (DMSO), was essential for promoting functionalization of the π-allyl intermediate; the bis-sulfoxide ligand alone was unable to complete the catalytic cycle. :Allylic Alkylation Reaction Scheme == Heck reaction== The White catalyst has been found to be an effective catalyst for an oxidative version of the classic Heck reaction. Rather than performing allylic C-H cleavage—a relatively slow process—the catalyst quickly transmetallates with a boronic acid. This aryl palladium intermediate undergoes a 1,2-addition across the alkene double bond. β-Hydride elimination releases the product. The oxidative Heck was originally reported as a sequential process following allylic C-H esterification. It was subsequently demonstrated as a stand-alone method for a broad range of α-olefin substrates. The regioselectivity of the reaction is controlled by directing groups such as carbonyls, alcohols and amines. :Oxidative Heck Reaction Scheme == References== Category:Organometallic chemistry Category:Catalysts Category:Palladium Category:Acetates Category:Sulfoxides ",
    "title": "White catalyst"
}