{
    "id": "31338389",
    "text": "The 5th Quarter is a 2011 American drama film written, directed and produced by Rick Bieber and starring Aidan Quinn, Andie MacDowell, and Ryan Merriman. It is based on actual events. The option of the film was an interest to Ryan Johnston, a Co-Producer of the film, who was responsible in raising the $6.7 million dollars to produce the film. Rick Bieber then wrote the script with permission of the Abbate family, and proceeded to move forward with casting and location scouting. The film was funded in early 2008 and pre-production began in Winston-Salem, NC in late August, 2008. Filming began in October 2008, and concluded in November. ==Background== The plot is based on a true story, dealing with the events of the Wake Forest football team's 2006 season. Luke Abbate's parents set up a foundation in his honor, which gives scholarships to deserving students from Luke's high school and helps families deal with issues around reckless teenage driving. ==Plot== Luke Abbate is a popular high school athlete, who plays lacrosse and football. When the 15-year-old dies in a car accident caused by a reckless teenage driver after lacrosse practice in February 2006, Luke's older brother Jon Abbate is motivated to have the Wake Forest Demon Deacons football team be successful in their upcoming season. ==Cast== * Ryan Merriman as Jon Abbate * Aidan Quinn as Steven Abbate * Andie MacDowell as Maryanne Abbate * Sammy Nagi Njuguna as Josh Gattis * Andrea Powell as Bonnie * Stefan Guy as Luke Abbate * Jillian Batherson as Haley Scott * Michael Harding as Coach Jim Grobe * Anessa Ramsey as Lynn Garber * Patrick Stogner as Henry * Bonnie Johnson as Joan Kinsey ==Soundtrack== # \"Mind On Your Music\" by Mama's Gravy # \"I Don't Wanna Know\" by Mama's Gravy # \"Right At Home\" by Mama's Gravy # \"Something More\" by SupaPhat # \"Less Than Zero\" by Black Mercies # \"Taken It All Away\" by Katy J. # \"Drowning Song\" by Lorraine Maher # \"Man Of Conviction\" by Mama's Gravy == Reception == Rotten Tomatoes, a review aggregator, reports that 50% of six surveyed critics gave the film a positive review; the average rating was 6.1/10. Robert Koehler of Variety called it \"poorly written and directed at the most basic levels\". Kirk Honeycutt of The Hollywood Reporter wrote, \"This real-life football story fumbles the ball at every decisive juncture.\" ==See also== * Jon Abbate ==References== ==External links== * * * making the 5th quarter [an interview with rick bieber] at BibleDude.net Category:2011 films Category:2011 biographical drama films Category:2010s sports drama films Category:American films Category:American biographical drama films Category:American football films Category:American sports drama films Category:Sports films based on actual events Category:Films set in 2006 Category:Films set in North Carolina Category:Films shot in North Carolina Category:2006 Atlantic Coast Conference football season Category:Wake Forest Demon Deacons football Category:2011 drama films ",
    "title": "The 5th Quarter"
}