{
    "id": "31339450",
    "text": "\"Lightning\" is a song by British-Irish boy band The Wanted, taken as the third single from their second studio album, Battleground. It was released on 16 October 2011. The song was written by Steve Mac, Wayne Hector and Ed Drewett, the same team responsible for the band's number-one single, \"Glad You Came\". The song debuted at number two on the UK Singles Chart, behind Rihanna's \"We Found Love\". The single was originally intended for release in the United States, following the success of \"Glad You Came\", and a promotional remix single was issued, however, its release was cancelled. ==Background== The song was written by Steve Mac, Wayne Hector and Ed Drewett. It was first premiered during the band's Spring 2011 tour, where many fans assumed it to be the first single from Battleground. The song kicks off with a thumping electronic beat, as Tom's raspy vocals come in: \"You're in control, pressing pause on my heartbeat...\". During the chorus, the band sing: \"I know it's a little bit frightening, we might as well be playing with lightning now-ow-ow.\" Band member Tom Parker said of the song, \"We all felt it was a sound like we've never done before. It's the perfect prelude to the album, and a great song to get you in the mood for a party.\" The song premiered on mainstream radio on 17 September 2011. Band member Max George said of the song, \"It was only really meant as a filler track. Something to keep the fans interested on the weeks leading up to the album release. We never knew it would be so successful.\"http://popdash.com/news/7617/the-wanted-criticise-frankie-cocozza- tease-new-collaborations ==Critical reception== A positive reception came from \"CBBC Newsround\" who rated it four out of five stars. They went on to say that \"The verses aren't that catchy, but the chorus will get you humming in a lightning flash!.\" They also said that \"the rousing singalong chorus is well worth waiting for.\" Another positive reception came from Digital Spy's Lewis Corner, who rated it four stars out of five and wrote that \"[...] The five- piece croon over a cool 'n' catchy melody more addictive than snacking on a tube of Pringles in front of the telly.\" [...] \"The results are strikingly similar; once you pop, you shamelessly can't stop no matter how much you try.\" == Promotion == The band performed the song live for the first time during the results show of the 16 October edition of The X Factor. They also made a special appearance on the Strictly Come Dancing Halloween Special to perform the song, on 30 October 2011. == Music video == The music video for \"Lightning\" was director by Matt Stawski. The video was filmed in LA, and premiered on 22 September 2011, via The Wanted's YouTube channel. The video features the members of the band performing during a rave, in a similar fashion to their \"Glad You Came\" video. The video is set at night, and also features many explosions and kissing scenes. ==Track listing== * Digital download # \"Lightning\" – 3:23 # \"Lightning\" (Chuckie Extended Mix) – 5:43 # \"Lightning\" (The Alias Remix – Radio Edit) – 3:29 # \"Glad You Came\" (Live Tour Performance) – 3:20 * UK CD single # \"Lightning\" – 3:23 # \"Lightning\" (Chuckie Extended Mix) – 5:43 # \"Lightning\" (The Alias Remix – Radio Edit) – 3:29 * U.S. promotional CD singleTHE WANTED \"LIGHTNING\" OFFICIAL & RARE US 11 TRACK PROMO CDS - ALMIGHTY MIXES | eBay # \"Lightning\" (Radio Edit) – 3:24 # \"Lightning\" (Digital Dog Radio Edit) – 3:21 # \"Lightning\" (Digital Dog Club Mix) – 6:28 # \"Lightning\" (Digital Dog Dub) – 6:10 # \"Lightning\" (Almighty Radio Edit) – 3:23 # \"Lightning\" (Almighty Club Mix) – 6:24 # \"Lightning\" (The Alias Remix – Radio Edit) – 3:29 # \"Lightning\" (The Alias Club Mix) – 7:11 # \"Lightning\" (Chuckie Extended Mix) – 5:43 # \"Lightning\" (Chuckie Club Mix) – 6:13 # \"Lightning\" (Chuckie Dub) – 5:14 ==Charts and certifications== ===Charts=== {|class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" !scope=\"col\"|Chart (2011) !scope=\"col\"|Peak position |- |- |- |- |- |- |- |- |} ===Certifications=== ==Release history== {| class=\"wikitable\" |- ! scope=\"col\" | Region ! scope=\"col\" | Date ! scope=\"col\" | Format ! scope=\"col\" | Label |- | Australia | rowspan=\"2\"|14 October 2011 | Digital downloadiTunes - Music - Lightning - Single by The Wanted | rowspan=\"4\"| |- | Ireland | |- | rowspan=\"2\"| United Kingdom | 16 October 2011 | Digital downloadiTunes - Music - Lightning - EP by The Wanted |- | 17 October 2011 | CD singlehttp://hmv.com/hmvweb/displayProductDetails.do?ctx=280;0;-1;-1;-1&sku;=387941 |- | United States | 24 November 2011 | Promotional CD single | Mercury |} ==References== ==External links== * Category:The Wanted songs Category:2011 songs Category:2011 singles Category:Songs written by Ed Drewett Category:Songs written by Wayne Hector Category:Songs written by Steve Mac Category:Song recordings produced by Steve Mac Category:Island Records singles Category:Dance-pop songs ",
    "title": "Lightning (song)"
}