{
    "id": "31343402",
    "text": "Pant y Garreg Hir, by Anneke Ritman Cwmsymlog is a Site of Special Scientific Interest in Ceredigion,Ordnance Survey Map in the west of Wales. This site lost much of its importance when the mining in the area declined and finally came to an end in 1901. ==Present== Nowadays Cwmsymlog (Valley of wild strawberries)Dewi Davies: Welsh place-names and their meanings: printed by The Cambrian News, Aberystwyth, Ltd.: pp.1–47 lies hidden between the trees. The small settlement itself with its chapel is surrounded by a few scattered houses. One of these has a standing stone in front of the house. Everywhere around are traces of mining. The site was already inhabited in ancient times. ==Stone Age== The presence of Palaeolithic and Mesolithic hunters is unlikely, but that of Neolithic farmers cannot entirely be ruled out.W.F. (William Francis) Grimes: The prehistory of Wales: National Museum of Wales, 2nd edn., 1951: pp.1–47) ==Bronze Age== In the Bronze Age several standing stones were erected. Dating of these holy places: c.2300-800 BC. Two stones are near Pen- bont Rhydybeddau (Head of the bridge Ford of the graves), one is near the hill-fort Pen y Castell, one in front of a house called Pant y Garreg Hir (Hollow of the Long Stone) and two lie close together with the name Buwch a'r Llo (Cow and Calf) east of the last one. Near-by these paired monoliths is another one. Also built in the Bronze Age are two burial mounds (cairns/piles of stones): Garn-Wen (White Cairn) lies near Pent-bont Rhydybeddau and Carn Dolgau (Cairn of Meadow of hollow) is near Cwmerfyn (cwm/valley). An interesting detail about the standing stone called Garreg Hir is that the stone was tumbling and eventually fell in 2017. That is why the Dutch archaeologist Lex Ritman contacted CADW in 2018 and with the cooperation and initiative of Louise Mees, regional inspector of ancient monuments and archaeology, the project started to re-erect this ancient monument. The reinstatement concerns a scheduled monument. It is legally protected. The reference name is Standing Stone c.500 m SW of Llyn Pendam, reference number CD 230. ==Iron Age== In the Iron Age several hill-forts were constructed with ramparts and ditches. Banc-y-Darren (banc/hillside) lies south of Pent-bont Rhydybeddau and Pen y Castell (Head of the Castle) north of it. These defended villages are about 2000 years old.Christopher Houlder: Wales: an archaeological guide/The prehistoric, Roman and early medieval field monuments: Faber & Faber, London & Boston, copyright 1974, 1978: pp.32–37 and pp.113–116 ==Middle Ages and later== In medieval times and perhaps earlier Cwmsymlog (East Darren) became a mining district.David Ewart Bick: The old metal mines of Mid-Wales: Pound House, 1993: pp.19, 21, 32 In the sixteenth and seventeenth century the region is mainly known for silver mining. Smelting was at Furnace (near Talybont) and in Aberystwyth Mint was the locally minted silver. Nantyrarian (Brook of silver) is of course a logical name. Later on lead mining became important. Especially in the eighteenth and nineteenth century. Traces of these activities are everywhere: shafts like Skinner's Shaft, Taylor's Shaft and Pryse's Shaft, a tramway, leats, wheel pits, spoil tips, the reservoir Llyn Pendam (Lake of the Head of the dam) and a recently restored mine chimney. ==Chapels== Interesting is a ruin near Pant y Garreg Hir with the name Tŷ Mawr (Big House). Without any doubt this was the chapel built for the miners by Sir Hugh Myddleton (1560–1631). Today there is a chapelAnthony Jones: Welsh chapels: first published 1984: revised edition, Alan Sutton Publishing Limited, Phoenix Mill-Far Thrupp-Stroud- Gloucestershire, 1996: pp.45–50 in the heart of the settlement, first built in 1843 and later rebuilt in 1860. This Tabernacl Welsh Baptist Chapel was established to serve the workers in the Cwmsymlog lead mines. The adjacent graveyard was tidied up in 2006. For several miners it was their last resting place. ==Restoration== The mine chimney, nineteenth century, was restored and in 2006 still shrouded in scaffolding. Especially the top was a problem. For seeing the difference between the old construction and the restored part smaller stones were used for the top. ==TV series== The police detective drama Y Gwyll (Hinterland) was first shown in 2013 in the Welsh version, but a year later also in English. Ceredigion and especially Aberystwyth and surroundings were the location. Besides for example Aberystwyth, Pontarfynach (Devil's Bridge) and Borth, Cwmsymlog was in the picture and the chapel (1843/1860), mine chimney and spoil tips could be recognized. ==See also== *List of Sites of Special Scientific Interest in Ceredigion ==References== ==External links== * Category:Sites of Special Scientific Interest in Ceredigion Category:Valleys of Ceredigion ",
    "title": "Cwmsymlog"
}