{
    "id": "31341484",
    "text": "KCF Technologies is a dynamic technology company that develops and commercializes products for industry and the military. The company was founded in November, 2000 by three researchers from Penn State University and is located in State College, Pennsylvania. It specializes in energy harvesting, wireless sensors, underwater navigation and smart material devices. In October 2018, the company, along with the Centre County Economic Development Partnership, announced a $1.5 million expansion in partnership in downtown State College. In May 2019, two of the KCF offices were visited by agents from several federal agencies, who were reportedly reviewing records relating to specific contracts the business had made. ==Products== ===SmartDiagnostics=== KCF's wireless SmartDiagnostics is a predictive maintenance system that performs machine surveillance to provide a continuous indicator of machine condition and health. Vibration data is transmitted on a regular schedule for trend diagnostics. Real-time status of the machine is delivered to a remote online monitoring station. The condition-based monitoring system has been used in industries such as food and beverage, oil and gas, power generation, HVAC, and paper and pulp. ===Smart Tether=== A 40m Smart Tether Cord KCF Technologies' Smart Tether aids underwater navigation and positioning. The system offers real-time GPS positioning for divers and underwater vehicles, along with advanced scanning, mapping, and target-marking functions. Smart Tether includes a series of sensors nodes embedded in the tether itself. These nodes use acceleration, magnetic, and rate-gyro sensors to measure the orientation and track the position of an ROV and tether. This data is then transmitted to the control box and displayed on a computer screen in real time. Its applications include: law and drug enforcement, search and rescue, homeland security, offshore drilling, and inland and offshore inspections. ===Orientation board=== KCF's orientation boards are 3 axes, dynamic, and provide actual orientation in 3D space at 72 times/second. They include unique, user settable addresses which allow multiple sensors to be daisy chained together. A USB to RS485 adapter provides power and communication, and both raw sensor and orientation data are accessible. The unit has diverse applications, including marine, industrial, academic, and film usages. It is sold in three unique designs: as a bare board, with a black anodized aluminum casing, and with a housing suitable for marine environments. ===Vibration=== Electromagnetic Shaker KCF also specializes in a wide variety of vibration equipment. Its product line includes shakers, meters & testers, charge accelerometers, integrated chip accelerometers, power amplifiers and power suppliers. ===Energy harvesting=== In conjunction with their vibration monitoring equipment, KCF has developed thermal power harvesters which provide a cost-effective power source for wireless sensors in a wide range of industrial monitoring applications. A fraction of the energy dissipated from warm surfaces on equipment is harvested and stored by the Thermal Power Harvesters. This enables designers of wireless sensor networks to reduce installation and life-cycle costs associated with deployment of wireless networks. Applications include refrigeration and HVAC, power generation facilities, and printing paper and pulp processing. ===Additional offerings=== KCF Technologies provides custom product development as well as noise and vibration consulting services. Its primary focus is on the optimal design of structures using hybrid computer programs that integrate acoustic modeling and FEM programs with high-speed optimization routines. Others include modeling particle damping in tire vibration and optimal design of sound reduction enclosures for noise control. ==Awards and recognition== In 2019, KCF Technologies was raided by multiple Federal Agencies \"The DOD was joined by at least the Defense Criminal Investigative Service, the Naval Criminal Investigative Service and the U.S. Army Criminal Investigation Command.\" Coordinated by \"Assistant U.S. Attorney Kim Daniel, according to the U.S. Attorney’s Office for the Middle District of Pennsylvania’s website.\" In 2016, KCF Technologies was presented with the 4th Annual Shale Gas Environmental, Health, & Safety (EH&S;) Award by the Ben Franklin Shale Gas Innovation & Commercialization Center (SGICC). KCF Technologies won the Chamber of Business & Industry of Centre County's (CBICC) Technology Company of the Year Award in 2015. In 2014, KCF Technologies was one of four recipients of the Shale Gas Innovation and Commercialization Center's (SGICC) Shale Gas Innovation Award, receiving $25,000. The President of KCF Technologies, Jeremy Frank, Ph.D., received the Penn State Alumni Association's Alumni Achievement Award on April 8, 2011. This award recognizes an extraordinary level of professional success reached by graduates ages 35 or younger. Jeremy received his undergraduate degree from Penn State in 1997 and earned graduate degrees there in 2001 and 2005. In 2008, KCF Technologies was a Silver Level Winner of the \"Best of Sensors Expo 2008\" for its energy harvesting wireless sensors. Videoray presented KCF with the \"'Marcus Kolb' Most Innovative Videoray Accessory\" award at the 2007 Videoray international partnership symposium for its Smart Tether product. The Ben Franklin Partners of Central and Northern Pennsylvania invested $150,000 in the company which extended KCF's marketing ability.http://www.keystoneedge.com/innovationnews/kcflaunches1112.aspx == References == == External links == * * smarttether.com Category:Electronics companies of the United States Category:Companies based in Centre County, Pennsylvania Category:Technology companies established in 2000 Category:American companies established in 2000 Category:2000 establishments in Pennsylvania Category:Privately held companies based in Pennsylvania Category:State College, Pennsylvania ",
    "title": "KCF Technologies"
}