{
    "id": "31342951",
    "text": "The Talisman of Charlemagne, also a reliquary, said to have been found on his body when his tomb was opened A talisman is an occult object stemming from religious or astrological practices. It connects the possessor with the spiritual world to provide functions such as healing and protection. Talismans are closely linked with _amulets,_ fulfilling many of the same roles, but a key difference is in their materiality, with talismans often taking the form of paper or parchment inscribed with magic texts. ==Etymology== Christian talisman (Breverl), 18th century The word talisman comes from French talisman, via Arabic tilism (, plural talassim), which comes from the ancient Greek telesma (), meaning \"completion, religious rite, payment\", ultimately from the verb teleō (), \"I complete, perform a rite\". ==Preparation of talismans== Traditional magical schools advise that a talisman should be created by the person who plans to use it. It is also said that the person who makes the talisman must be well-versed in the symbolism of elemental and planetary forces. For example, several known medieval talismans featured geomantic signs and symbols in relation to planets symbols, which are also frequently used in geomantic divination and Alchemy. Other features with magical associations—such as colors, scents, symbology, patterns, and Kabbalistic figures—can be integrated into the creation of a talisman in addition to the chosen planetary or elemental symbolism. However, these must be used in harmony with the elemental or planetary force chosen so as to amplify the intended power of the talisman. It is also possible to add a personal touch to the talisman by incorporating a verse, inscription, or pattern that is of particular meaning to the maker. These inscriptions can be sigils (magical emblems), bible verses, or sonnets, but they too must be in harmony with the talisman's original purpose. In Islam, invocations and prayers infused with Quranic verses are essential ‘ingredients’ of the remedies proposed in treaties of prophetic medicine. For example, Muslim Ibn al-hajjaj instructed military commanders to inscribe Qur. 54:46 on a cloth with rosewater, musk, and amber when libra is rising and in the hour of the sun, and to carry it to the battlefield to prosper over oppressors and nonbelievers. ==Uses of talismans== === Islam === In the Islamic world, talismans were regularly employed for personal, social, political, and ideological reasons at both popular and elite levels. They function as a conduit for divine protection, which can involve both the attraction of positive energies to the wearer and the deflection of disease, danger and the evil eye. They may also be referred to as a hafiz, (protector) as well as a himala (pendant) often affixed to or suspended from the body, for example as a necklace, ring, or talismanic shirt. === Medieval Medicine === Lea Olsan writes of the use of amulets and talismans as prescribed by medical practitioners in the medieval period. She notes that the use of such charms and prayers was \"rarely a treatment of choice\" because such treatments could not be properly justified in the realm of Galen medical teachings. Their use, however, was typically considered acceptable; references to amulets were common in medieval medical literature. For example, one well- known medieval physician, Gilbertus, writes of the necessity of using a talisman to ensure conception of a child. He describes the process of producing this kind of talisman as \"...writing words, some uninterruptible, some biblical, on a parchment to be hung around the neck of the man or woman during intercourse.\" ==Examples== ===Zulfiqar=== Zulfiqar, the magical sword of Ali, was frequently depicted on Ottoman flags, especially as used by the Janissary cavalry, in the 16th and 17th centuries. This version of the complete prayer of Zulfiqar is also frequently invoked in talismans of the Qizilbash warriors: {| class=\"wikitable mw-collapsible\" |شاه مردان، شیر یزدان، قدرت خدا، لا فتى إلا علي، لا سيف إلا ذو الفقار، |Shah-e-Mardan,'' Sher-e- Yazdan, Qudrat-e-Khuda, Lafata illa Ali; La Saifa illa Zulfiqar.'' !\"Leader of men-at-arms, The lion of Yazdan (a name of God in Persian language ), Might by the most high (God), There is none like Ali; No sword like Zulfiqar. |} A record of Live like Ali, die like Hussein as part of a longer talismanic inscription was published by Tewfik Canaan in The Decipherment of Persian and sometimes Arabic Talismans (1938). File:Shah Jahan and his son, Dara Shikoh, c17th century.jpg|The Mughal Emperor Shah Jahan leading the Mughal Army. In the upper left, war elephants bear emblems of the legendary Zulfiqar. File:COLLECTIE TROPENMUSEUM Katoenen banier met Arabische kalligrafie TMnr 5663-1.jpg|A flag from Cirebon with the Zulfiqar and Ali represented as a lion (dated to the late 18th or the 19th century). File:Türkei Seidenfahne makffm.jpg|An early 19th century flag of Ottoman Zulfiqar. ===Seal of Solomon=== Seal of Solomon The Seal of Solomon, also known as the interlaced triangle, is another ancient talisman and amulet that has been commonly used in several religions. Reputed to be the emblem by which King Solomon ruled the Genii, it could not have originated with him. Its use has been traced in different cultures long before the Jewish Dispensation. As a talisman it was believed to be all-powerful, the ideal symbol of the absolute, and was worn for protection against all fatalities, threats, and trouble, and to protect its wearer from all evil. In its constitution, the triangle with its apex upwards represents good, and with the inverted triangle, evil. The triangle with its apex up was typical of the Trinity, figures that occur in several religions. In India, China and Japan, its three angles represent Brahma, Vishnu, and Shiva, the Creator, Preserver, and Destroyer or Re-generator. In ancient Egypt, it represented the deities Osiris, Isis and Horus. In Christianity, it represented the Holy Trinity. As a whole it stands for the elements of fire and spirit, composed of the three virtues (love, truth, and wisdom). The triangle with its apex downward symbolized the element of water, and typified the material world, or the three enemies of the soul: the world, the flesh, and the Devil, and the cardinal sins, envy, hatred and malice. Therefore, the two triangles interlaced represent the victory of spirit over matter. The early cultures that contributed to Western civilization believed that the Seal of Solomon was an all-powerful talisman and amulet, especially when used with either a Cross of Tau, the Hebrew Yodh, or the Egyptian Crux Ansata in the center. ===Talismanic Scroll=== Talismanic Scroll Talismanic Shirt This object, a Talismanic Scroll dating from the 11th-century was discovered in Egypt and produced in the Fatimid Islamic Caliphate (909-1171 C.E.). It resides in the collection of the Metropolitan Museum of Art (New York, NY) along with a number of other Medieval Islamic amulets and talismans that were donated to the museum by the Abemayor family in 1978. About 9 inches by 3 inches in size, the miniature paper scroll contains a combination of prayers and Quranic verses, and was created for placement in an amulet box. This block print bears Kufic, the oldest calligraphic Arabic script, as well as Solomon's Seal, a star with six points that has been identified in a large number of Islamic art pieces of the period. === Talismanic Shirt === This shirt is an example of the Islamic tradition of Talismanic shirts or jama. It dates from the 15th-early 16th century, attributed to Northern India or Deccan, and consists of cotton, ink and gold. Its surface is decorated with painted squares, medallions, and lappet-shaped sections with the entire Qur'an written inside; these areas are bordered by the ninety-nine names of God written in gold against an orange background. A panel at the center of the reverse contains a proclamation in gold script stating, \"God is the Merciful, the Compassionate.\" These references recognise God's power and request his assistance in times of trouble, and so it may have been worn under armour to provide protection in battle. ===Swastika=== The swastika, one of the oldest and most widespread talismans known, can be traced to the Stone Age, and has been found incised on stone implements of this era. It can be found in all parts of the Old and New Worlds, and on the most prehistoric ruins and remnants. In spite of the assertion by some writers that it was used by the Egyptians, there is little evidence to suggest they used it and it has not been found among their remains. Both forms, with arms turned to the left and to the right, seem equally common. On the stone walls of the Buddhist caves of India, which feature many of the symbols, arms are often turned both ways in the same inscription. ===Uraniborg=== The Renaissance scientific building Uraniborg has been interpreted as an astrological talisman to support the work and health of scholars working inside it, designed using Marsilio Ficino's theorized mechanism for astrological influence. Length ratios that the designer, the astrologer and alchemist Tycho Brahe, worked into the building and its gardens match those that Heinrich Cornelius Agrippa associated with Jupiter and the sun. This choice would have counteracted the believed tendency of scholars to be phlegmatic, melancholy and overly influenced by the planet Saturn. == See also == *Cross necklace ==References== ==External links== * * Forshaw, Peter (2015) 'Magical Material & Material Survivals: Amulets, Talismans, and Mirrors in Early Modern Europe’, in Dietrich Boschung and Jan N. Bremmer (eds), The Materiality of Magic. Wilhelm Fink. Category:Magical objects Category:Objects believed to protect from evil ",
    "title": "Talisman"
}