{
    "id": "31345269",
    "text": "Blair Adair Griffith (born January 20, 1988 in Denver, Colorado) is an American model and beauty pageant titleholder who won Miss Colorado USA 2011 and represented Colorado in Miss USA 2011.Little, Lyneka. (2011-02-25) Miss Colorado USA Blair Griffith Wins Crown, Becomes Homeless Beauty Queen – ABC News. Abcnews.go.com. Retrieved on 2012-05-12. Griffith reached national and international headlines when she revealed she and her mother were homeless and that Griffith was out of a job after winning the title in November 2010.Miss Colorado Blair Griffith Homeless, Soon To Be Jobless (Video). Huffingtonpost.com. Retrieved on 2012-05-12. Griffith has earlier won the Miss Congeniality part of Miss Teen USA 2006 without placing in the Top 15. According to Griffith, her mother Bonita's sudden heart attack, and major surgery led to the family's economic situation and bankruptcy.Miss Colorado Blair Griffith homeless and unemployed. Smh.com.au (2012-05-08). Retrieved on 2012-05-12. Griffith's mother also lost her insurance when her insurer declared that the heart attack was the result of a pre-existing condition.Homeless Miss Colorado: ‘Anyone can fall victim to this’. Today.msnbc.msn.com. (2011-02-25). Retrieved on 2012-05-12. That meant that she had to pay her medical expenses, including $800 a month for medications, on her own. Her father died when she was fourteen years old of prostate cancer.Miss Colorado USA 2011 Blair Griffith is Homeless, Jobless next month . Worldshowbiz.info (2011-02-24). Retrieved on 2012-05-12. In early April fashion designer Mac Duggal revealed he had agreed to design all the gowns that Griffith will need to be in the pageant free of charge.Designer Helps Homeless Beauty Queen Blair Griffith Compete in Miss USA Pageant – Softpedia. News.softpedia.com. Retrieved on 2012-05-12. In 2013, she represented USA at the first edition of Miss Grand International 2013 in Bangkok, Thailand where she placed in the Top 20. == References == Category:Living people Category:Miss USA 2011 delegates Category:American beauty pageant winners Category:Miss Teen USA 2006 delegates Category:1988 births Category:People from Denver ",
    "title": "Blair Griffith"
}