{
    "id": "31346665",
    "text": "Bryan W. Simon is a stage and film director and writer. == Early life == Simon grew up in Waukegan, Illinois and attended Waukegan High School, the College of Lake County, then the University of Wisconsin-Milwaukee, where he graduated with a B.A. in political science. His father, Shadie Simon, was a high school English teacher, a writer, and a scriptwriter for Coronet Films, in Chicago, an educational film producer.https://www.imdb.com/name/nm0800086/bio?ref_=nm_dyk_trv_sm#trivia (July 25, 2009) Shadie Simon, World War II Veteran, Educator, Writer, The News-Sun, page 41 His mother, Denise Pautz Simon, was a former school teacher and a homemaker.https://www.imdb.com/name/nm0800086/bio?ref_=nm_dyk_trv_sm#trivia Simon became interested in photography and film at a young age, buying a Super 8 camera and making short films. == Career == === Stage === Bryan W. Simon directs a world premiere production at Stage Two in 1992.Simon directed his first professional stage play at age 17, directing the regional tour of a children’s show entitled Jack and The Wishing Beans for the Roundtree Players. At age 29 Simon founded the Chicago area Stage Two Theatre Company in 1985. Stage Two under the artistic direction of Simon held a quiet national status recognized on both coasts for taking risks having staged 36 World and Midwest premieres.Rick Moser, (December 9, 1993) Rising success touches home base for reality, The News-Sun, page 5BH. Lee Murphy, (January 24, 1986) Stage Two out to shake up suburban scene, Chicago Tribune, Section 7 page 10 http://articles.chicagotribune.com/1986-01-24/entertainment/8601240388_1_drama- teacher-bathwater-technical-directorH. Lee Murphy, (December 22, 1989) Original plays find home with Stage Two, Chicago Tribune, Section 7 page 13Frederic Woldt, (December 22, 1989) Doing it First, The News-Sun, page 4 The troupe specialized in debuting works of new playwrights.Rick Moser, (March 1, 2001), Simon takes “Ride” to film, Pioneer Press, page B4 . Simon's goal for Stage Two was to stimulate thought and arouse the imagination. === Films === The Second Room, Simon's first film, is about an alienated architect, who is paralyzed by disengagement and fear of experience. The Second Room received the Gold Award at the Charleston International Film Festival and was one of only five shorts accepted for the AFI-Los Angeles International Film Festival in 1995. In addition, The Second Room was selected for the Discovery Series at the Santa Barbara International Film Festival.10th Annual Santa Barbara International Film Festival Program Guide, March 1995 Bryan W. Simon directs Director of Photography Denise Brassard on the set of Along for the Ride.Simon's next feature film was Along for the Ride, a film about two estranged brothers who meet in Mexico to lay their deceased father to rest. Each man's story, their lies, fears, and deceits weave a humorous, hallucinatory and heartbreaking journey toward understanding.7th Annual Austin Film Festival Program Guide, October 2000 It won Best of Fest - First Feature at the Saguaro Film Festival International. It was an official selection in competition at the Austin Film Festival, Sarasota Film Festival, New Haven Film Festival and Atlanta Film Festival. The film was originally distributed by Fabrication Films formerly SearchParty Films (distribution rites purchased at Sundance Film Festival).Dana Harris and Charles Lyons, (January 22, 2001), At Sundance, Buyers bear up, Daily Variety, Page 1 It is now distributed by PopTwist Entertainment after a complete digital restoration of picture and sound from the original 35mm negative. IMDB Along for the Ride 2010 marked the release of I'm No Dummy, the first feature length theatrical documentary about ventriloquism,Digital Cinema Report http://digitalcinemareport.com/node/1165 examined and dissected the world of ventriloquism through clips, photos, and interviews with many of the greatest vents from today and yesterday, illustrating that this perceived novelty act is truly an extraordinary art form. I'm No Dummy was re-released in a Special Edition two-disc set and for streaming on September 18, 2015. The Special Edition was subsequently released on August 22, 2016 in the UK, Germany, Spain, France and Israel. IMDB I'm No Dummy Release Info The picture stars popular ventriloquists such as Comedy Central’s two-time Comedian of the Year and YouTube sensation Jeff Dunham, Tony Award winner Jay Johnson of sitcom SOAP fame and Campus Entertainer of the Year Lynn Trefzger. The film had its world premiere at The Seattle International Film FestivalSIFF and played at The New York International Children’s Film Festival before being released by Salient Media and Vivendi/NBC Universal. In 2012 Simon directed the big screen adaptation of Jay Johnson’s Tony® Award winning Broadway play, JAY JOHNSON: THE TWO & ONLY!. It was shot in Wilmington, North Carolina at the historic Thalian Hall. Playbill News Article: Tony Award-Winning Jay Johnson: The Two and Only! Will Be Filmed in NC Variety News Article: 'Two and Only' to be filmThe film was released on Pay-Per-View in over 55 million households. In December, 2014, it was released worldwide on DVD. The film became part of the Broadway HD library and began streaming worldwide in 2015.http://foundremote.com/how-the-svod-service-broadwayhd-is-making- broadway-shows-accessible-to-everyone/ == Reception == Simon's career as a director has received positive reviews from the critics. The Second Room Rick Moser of the Copley News Service stated, \"An exciting directorial debut. Simon has successfully translated his keen artistic vision to the screen.\" and \"For a film debut, The Second Room shows a strong directorial hand.\"Rick Moser, (January 19, 1995) Ex-Stage Two Director Bryan Simon Directs His First Feature, The News-Sun (Copley News Service), Section B, page 6 Film Threat Magazine in its BEST OF issue gave The Second Room an 8 (out of 10 points); and said \"The Second Room is a hot feature from a director to be on the look out for.\"J. Bartoo, (1995) THE SECOND ROOM Review, Film Threat Video Best of Issue, Vol. 2, Issue #14, page 62 Along for the Ride Bill Gallo of the Los Angeles New Times proclaimed, \"This first feature by a young Chicago director named Bryan W. Simon is an astonishing thing to behold\", and said the film was a \"brave, funny, and engaging movie.\"Bill Gallo, (February 15–21, 2001) Ride Into the Sunset, New Times Los Angeles, page 52 Russell Smith of The Austin Chronicle called Along for the Ride, \"Fresh and compelling, look and feel is nothing short of amazing\" and stated, \"Thanks to Simon's assured and straightforward direction, this film rises well above the lackluster status quo of current indie cinema.\"Russell Smith, (October 20, 2000) That’s A Wrap, Austin Chronicle, page 37 Daria Snadowsky of INsite Magazine declared, \"Along for the Ride is a triumph for independent cinema... an extraordinary antidote to the mediocre mainstream\".Daria Snadowsky, (June 2001, Volume 5:9), MOVIE REVIEWS, INsite Magazine, page 20 Les Paul Robley wrote, \"This is an impressively moving indie film, Bryan W. Simon is to be congratulated.\"Les Paul Robley, (February 15, 2001) Volume XXXI, Number 26, Film Clips, Easy READER, page 41 Rick Moser said, \"Bryan Simon knows how to make movies, and how to make them work.\" I'm No Dummy Patrick Hickey of The Review Fix stated, \"Simon has without a doubt done his homework and made his subjects charming, thoughtful and fun, from start to finish.\"Patrick Hickey, No Dummies Here Dan Pearson, Sun Times Media for the Beacon-News, \"I'm No Dummy, an entertaining and often eloquent 2009 documentary by Waukegan filmmaker Bryan W. Simon.\"Dan Pearson, Popular ventriloquist Dunham to appear at Rosemont Edward Yerke- Robins of LAist commented that, \"I'm No Dummy presents ventriloquism as a complicated, controlled, and nuanced exercise. I'm No Dummy isn't interested in throwing the last word on ventriloquism; its only wish is to entertain while it educates, and it does so beautifully.\"Edward Yerke-Robins, DVD Review: I'm No Dummy David Dickstein of OC Family Magazine stated, \"This is a highly entertaining look into the art and history of ventriloquism...Grade: A.\"David Dickstein, New to the big screen, June 2010 Jay Johnson: The Two & Only! Patrick Hickey of The Review Fix stated, \"Bryan W. Simon’s directing also brings out Johnson’s quirky and sincere style with shots that showcase his wide smile. At others, the shot selection adds some extra uniqueness. At one point in the show, Simon takes us the inside of one of Johnson’s doll’s cases. A rarely seen shot, it caps off an incredibly dramatic segment. Always in the right place at the right time, Simon’s work on this production is both well-executed and well-edited.\" JTTAO! Film ReviewFix ==References== == External links == *Official Website * Category:Living people Category:University of Wisconsin–Milwaukee alumni Category:1956 births ",
    "title": "Bryan W. Simon"
}