{
    "id": "31341552",
    "text": "Dr. Christopher Mont (1496/7–1572) was a sixteenth-century diplomat, born in Koblenz but in 1531 awarded denization in England, where he became an agent of Thomas Cromwell. ==Life== During the reign of Henry VIII, Mont was at one time an ambassador to Saxony. He was made a denizen of England on 4 October 1531, and entered Cromwell's service. Cromwell employed him, according to Chapuys, as a German servant, doubtless as an interpreter, and he spent his spare time in translating German chronicles into Latin, for which on one occasion he received £6 13s. 4d. In July 1533, Mont and Vaughan, another of Cromwell's men, were sent by Henry VIII to Germany to report on the political situation there. They arrived at Nuremberg on 22 August, and thence Mont went to Augsburg to confer with the heads of the Swabian League or their deputies. Vaughan wished to go home, remarking that Mont could do as well as both. From this time onwards Mont was constantly employed in Germany, and only returned to England for short periods. He gave satisfaction to his masters from the outset, and his salary was for some time more punctually paid than that of Henry's other servants. In January 1534, Nicholas Heath was sent out to join him, and their instructions, which have been preserved, are obviously Henry's own composition. Their mission was to the German princes, to whom, the king said, they had to declare the whole progress of his great cause of matrimony, the intolerable injuries done him by the pope, and the means by which he intended to maintain his just cause. As an advanced Lutheran, Mont found the work congenial. On 26 June 1534, he was granted an annuity of £20 for life. In July 1535, he was instructed with Dr. Simon Heynes to go unofficially into France, and there to counteract the influence which the French were bringing to bear on Germany; above all to invite Philipp Melanchthon to England. Contrary to expectation, Melanchthon was still in Germany, whither Mont went to find him, and though he could not induce Melanchthon to come to England, he induced him to abstain from visiting France. They became friends, and Melanchthon wrote of Mont later that he was a cultivated man. During his residence in Germany he found the friendship of the leading reformers of very great service to him. Mont seems to have been skilful in answering unpleasant questions, and managed to reassure the Germans when in 1539 they were disturbed by Henry's refusal to allow the priests to marry. He had a still more difficult task in explaining Henry's conduct in regard to Anne of Cleves. In 1545, he was in Europe with Walter Bucler, trying to forge an alliance between the German princes, the King of Denmark and the King of England. The mission proved unproductive. Early in Edward VI's reign, he was living at Strasbourg, and he continued to act as agent, going on one occasion as ambassador to the senate of Zurich ; his pension was also paid regularly. Under Mary, he was recalled. But he regained his position when Elizabeth became queen, and kept it, though strongly opposed to the queen on the question of vestments. He lived as before chiefly at Strasbourg, where he died between 8 July and 15 Sept. 1572. ==Works== Many of his letters have been preserved. They will be found in the 'Zurich Letters,' in the 'Calendar of MSS. at Hatfield,' in the 'State Papers,' in the 'Letters and Papers of Henry VIII,' in the manuscripts at the Record Office, and among the Cotton MSS. An interesting account by him of the progress of Lutheranism, written from Strasburg on 10 October 1549 to the Duke of Somerset, was printed in Troubles connected with the Prayer Book of 1549. ==Notes== ;Attribution * ==References== * Category:1572 deaths Category:Ambassadors to Saxony Category:16th-century English diplomats Category:Year of birth uncertain ",
    "title": "Christopher Mont"
}