{
    "id": "31341702",
    "text": "Mapeera House is a building in Kampala, the capital and largest city of Uganda. ==Location== The skyscraper is located on Plot 44/46, Kampala Road, the main business street in Kampala's central business district, where it intersects with Burton Street. The geographical coordinates of Mapeera House are 0°18'52.0\"N, 32°34'42.0\"E (Latitude:0.314444; Longitude:32.578333). ==Overview== Mapeera House is named after Père Siméon Lourdel (1853–1890) M.Afr., referred to in French as Mon Pere and also known as Fr. Mapera. \"Mapeera\" is the Baganda rendition of \"Mon Pere\". He was the first Catholic Priest to set foot in Uganda in 1879. Mapeera House serves as the headquarters of Centenary Bank, the third-largest bank in Uganda, and the largest indigenous commercial bank in the country, by assets.Asset allocation among commercial banks in Uganda The bank also maintains its main branch at this location. The building consists of of office space, most of it available for rent to qualified tenants, raising income for the bank. However the building is owner-occupied by Centenary Bank. The nineteen-storey building also has of underground parking space, enough to accommodate up to about 100 vehicles. ==History== The idea to construct Mapeera House was the brainchild of the Late Cardinal Emmanuel Kiwanuka Nsubuga (1914–1991), the second Ugandan to be consecrated Cardinal of the Catholic Church. He died before his dream was realized. In October 2007, after ten years of planning, a ground-breaking ceremony was held at the present location, presided over by Cardinal Emmanuel Wamala, second Ugandan to be consecrated Cardinal. Roko Construction Limited, a Ugandan construction company was contracted to construct the building at an estimated cost of approximately US$30 million (USh75 billion). The building was commissioned on 10 June 2012, by Yoweri Museveni, the president of Uganda. At completion, the construction costs had increased to US$40 million (UGX:100 billion). ==See also== ==References== ==External links== * Mapeera House Commissioned On 10 June 2012 (In the original Luganda). Category:Buildings and structures in Kampala Category:Commercial buildings completed in 2012 Category:Skyscraper office buildings in Uganda Category:2012 establishments in Uganda ",
    "title": "Mapeera House"
}