{
    "id": "31348563",
    "text": "The 362nd Signal Company (\"Deuces Wild\") is a military communications company of the United States Army subordinate to the 41st Signal Battalion, 1st Signal Brigade and located at Seoul Air Base in South Korea. ==Vietnam War== The 362nd Signal Company was deployed in Vietnam from 23 March 1962, to 15 March 1973, as part of the 39th Signal Battalion. The 362nd was deployed from the Delta to the DMZ, providing long range Tropo-Scatter radio telephone communications throughout South Vietnam, with one site in Udorn Air Force Base in Thailand. In early 1964, the site in Ubon was no longer part of the 362nd Signal. By mid 1964, the 362nd operated Microwave Communications sites in Soc Trang, Vinh Long, Phulam (near Saigon), Nha Trang, Quinhon, Danang, Hue, Quang Ngai, Pleiku, Ban Me Thuot and Gia Nghia. In July, 1964, the 362n Signal Company had 216 Enlisted Men and 12 Officers. Operation Back Porch was the use of AN/MRC-85 Troposphere Scatter Microwave Communications Systems linking Saigon, Nha Trang, Quinhon and Danang, and linking Nha Trang to Pleiku and Ubon. The 362nd Signal also operated TRC-90 Microwave links joining Soc Trang to Vinh Long and Phulan, linking Phu Lam with Gia Nghia, Ban Me Thuot and Pleiku, linking Danang with Hue and Quang Ngai. The 362nd Signal was just about the first in and the last out of regular US Army company sized units deployed to South Vietnam. The final mission was turning over the communications sites to the International Control Commission following the signing of the Paris Peace Agreement. The motto during that period was \"Hang Loose With the Deuce.\" During my period of service in Vietnam with the 362nd Signal Company, June 1967 to June 1968, we were under the 73rd Signal Battalion. ==South Korea to the modern day== On 1 July 1974 the company was activated in the Republic of Korea under the 1st Signal Brigade. The company's mission in South Korea is to Install, Operate, Maintain, Protect and Restore Joint and Combined Theater Strategic Command and Control Communications Systems in Support of United Nations Command (UNC), Combined Forces Command (CFC), United States Forces Command-Korea (USFK), Eighth United States Army, and their subordinate commands, in order to defend the Republic of Korea, to deter enemy aggression and, if necessary, to defeat enemy forces in the event of war. ==Lineage== *Constituted 10 August 1944 in the Army of the United States as the 3263d Signal Service Company *Activated 9 November 1944 in England *Inactivated 19 November 1945 at Camp Patrick Henry, Virginia *Redesignated 28 December 1950 as the 362d Signal Operations Company and allotted to the Organized Reserve Corps *Activated 1 January 1951 at Savannah, Georgia *Reorganized and redesignated 1 May 1952 as the 362d Signal Support Company *(Organized Reserve Corps redesignated 9 July 1952 as the Army Reserve) *Inactivated 30 April 1954 at Savannah, Georgia *Redesignated 3 December 1954 as the 362d Signal Company; concurrently withdrawn from the Army Reserve and allotted to the Regular Army *Activated 28 January 1955 at Camp Gordon, Georgia *Deployed to Vietnam March 1962 *Inactivated 28 June 1972 in Vietnam for Operation Back Porch *Activated 1 July 1974 in Korea ==Campaign participation credit== ;World War II *Central Europe ;Vietnam *Advisory *Defense *Counteroffensive *Counteroffensive, Phase II *Counteroffensive, Phase III *Tet Counteroffensive *Counteroffensive, Phase IV *Counteroffensive, Phase V *Counteroffensive, Phase VI *Tet 69/Counteroffensive *Summer‐Fall 1969 *Winter‐Spring 1970 *Sanctuary Counteroffensive *Counteroffensive, Phase VII *Consolidation I *Consolidation II *Cease‐Fire ==Decorations== *Meritorious Unit Commendation (Army), VIETNAM 1962‐1965 *Meritorious Unit Commendation (Army), VIETNAM 1966‐1968 Detachment 10 & 10A Meritorious Unit Commendation—1 Jun 68–31 Mar 70, DAGO 24, 72 ==Notable commanders== *Lieutenant General Steven W. Boutelle, former U.S. Army Chief Information Officer / G-6 ==In Memoriam== *SFC James Cordova, 23 January 1965 *SFC Harold E. Strong Jr., 23 January 1965 *SP4 William Ernest Swaykos, 23 January 1965 *SP4 Roger Buss, 24 January 1965 *SP4 Robert Lee Kraus, 31 December 1965 *SP4 Edward J. Boivin, 24 November 1966 *1LT Rodney Arthur Alfano, 2 February 1968 *SP5 Albert Leon Betts, 2 February 1968 *SP4 Steven Leon Raney, 2 February 1968 *SP4 David Michael Mabery, 5 February 1968 *PFC David Edwin Bryant Jr., 8 February 1968 *SP4 Jaime Ortiz-Rodriguez, 12 August 1968 *SP5 John Jay Bennett, 2 March 1970 *SP4 Danny Joe Quaite, 2 March 1970 *SP5 Daniel Leon Wallace, 2 March 1970 *SP4 Harley Dairrel Whitney, 2 March 1970 *MSG Thomas E. Warner, 17 June 2004 *SSG Justin M. DeCrow, 5 November 2009 *SPC Joseph Alan Kozlovski, 21 October 2010 *SGT Roginald Michel, 12 August 2017 ==References== ==External links== * Official homepage: 1st Signal Brigade Category:Numbered companies of the United States Army ",
    "title": "362nd Signal Company"
}