{
    "id": "31347992",
    "text": "Laadla () is a 1994 Indian drama film directed by Raj Kanwar, from a screenplay written by Anees Bazmee. The film stars Sridevi and Anil Kapoor in the lead roles. Raveena Tandon, Anupam Kher, Farida Jalal, Shakti Kapoor, Aruna Irani, Alok Nath, Mohnish Bahl and Prem Chopra appear in supporting roles. The film initially starred Divya Bharti as the female lead and she had shot most of the film. However, due to her untimely death in 1993, the film was reshot with Sridevi replacing her. The film is the remake of Kannada film Anuraga Aralithu (1986). In the film, a headstrong factory owner marries the union leader of the factory, to quell his spirit and teach him a lesson. In the process, she ends up learning a few lessons herself. Laadla was released theatrically on March 25, 1994. The film, upon release, was a commercial success grossing ₹11 crore domestically, becoming the seventh highest grossing Indian movie of 1994.http://boxofficeindia.com/movie.php?movieid=3159 Sridevi's performance as Sheetal Jaitly was widely acclaimed and earned her a nomination for the Filmfare Award for Best Actress. ==Plot== Raj \"Raju\" Verma lives with his disabled and paralyzed mother Gayatri. While on his way to a job interview one day, he saves textile mill owner Laxminarayan Jetley who offers him a job in his factory run by his ambitious daughter Sheetal. Sheetal's competitive attitude and open insults result in several enemies including her henchman Tilak, whom she often slaps and insults. As a mechanic in the mill, Raju confronts Sheetal several times for proper treatment of workers. Sheetal is enraged when Raju is elected as union leader. He meets a modest worker in the mill namely Kajal and falls in love with her. Suryadev, a competing owner or rival tries to eliminate Sheetal. Charismatic, Raju guides Sheetal on how to handle the rival and the workers. Egoistic and angered, Sheetal slaps Raju in front of all the other workers. He retaliates this reaching her cabin and slaps her too. Sheetal cannot fire Raju as then she would have to admit being slapped by him. To take revenge, she convinces Gayatri to get her married to him. Reluctantly, Raju agrees to wed Sheetal as Gayatri orders him. He sacrifices his love for Kajal and marries Sheetal. Instead of moving into her luxurious house, Raju lives in his house and works as a mechanic but eventually moves to her house upon Gayatri's request. Slowly, Raju starts falling for Sheetal. Tensions arise between them when she fires Kajal from her job seeing her visiting his house frequently. Kajal becomes caretaker of Gayatri. Later, labour issues cause the workers to go on strike. The competing mill owner to take advantage of the situation hires people to set it on fire. To stop them, Raju is mistakenly arrested. Gayatri visits Sheetal's house to clarify matters. Insulted and taunted, she collapses but Raju saves her and slaps Sheetal. Guilty, Sheetal who now has feelings for Raju too is kidnapped by Suryadev. Luckily, Raju rescues her. Sheetal improves herself. Kajal is made managing director of her company, as Sheetal quits her job and now becomes a housewife. Everyone live happily ever after. ==Cast== * Sridevi as Sheetal Jetley Verma: Former owner of the factory later a houseworker; Banobi and Laxminarayan's daughter; Tilak's boss; Raju's wife; Gayatri's daughter-in-law * Anil Kapoor as Raj \"Raju\" Verma: Union leader of the factory; Gayatri's son; Sheetal's husband; Banobi and Laxminarayan's son- in-law * Raveena Tandon as Kajal Bansal: Swaraj's daughter; Sheetal's secretary, later the managing director of the company; Raju's former love interest * Farida Jalal as Gayatri Verma: A paralyzed woman on wheelchair; Raju's mother; Sheetal's mother-in-law * Aruna Irani as Banobi Jetley: Laxminarayan's wife; Sheetal's mother; Raju's mother-in-law * Prem Chopra as Suryadev Singh: Hiravat's brother; Vikram's father; Sheetal's main competitor and enemy; Tilak's crime partner * Paresh Rawal as Hiravat Singh: Suryadev's brother; Vikram's paternal uncle; Tilak's crime partner * Mohnish Behl as Vikram Singh: Suryadev's son; Hiravat's paternal nephew; Tilak's crime partner * Anupam Kher as Laxminarayan Jetley: Banobi's husband; Sheetal's father; Raju's father-in-law * Shakti Kapoor as Tilak Bhandari: Sheetal's factory manager and enemy; Suryadev, Hiravat and Vikram's crime partner * Alok Nath as Swaraj Bansal: Kajal's father * Kalpana Iyer as Kamini * Arun Bakshi as Mehtu: Loyal worker in the factory * Javed Khan Amrohi Loyal worker in the factory * Ravi Baswani Loyal worker in the factory * Lalit Tiwari as Lawyer of sheetal jaitley * Shawn Jhajj as Mr Mhatre Customs Officer * Vaishnavi Mahant in item song ==Production== Divya Bharti was originally cast in the role of Sheetal and filmed most of her role, but due to her sudden demise on 5 April 1993, she could not complete the movie. Later, Sridevi was signed to play the role. Some footage of Divya's performance was later played on TV for her fans. ==Soundtrack== Producer Nitin Manmohan repeated music directors Anand-Milind and lyricist Sameer after hits like Baaghi, Maha Sangram, Adharm and Bol Radha Bol. The music topped the charts when released. It was among the best selling albums of 1994. {| class=\"wikitable\" style=\"font-size:95%;\" ! # !! Title !! Singer(s) |- | 1 | \"Ladki Hai Kya Re Baba\" | Udit Narayan |- | 2 | \"Teri Ungli Pakad Ke Chala\" | Udit Narayan, Jyotsna Hardikar |- | 3 | \"Meri Dhadkan Suno\" | Udit Narayan, Alka Yagnik |- | 4 | \"Mere Ghulam Tera\" | Alka Yagnik, Udit Narayan |- | 5 | \"Mere Ghulam Tera\" (Female) | Alka Yagnik |- | 6 | \"Dhik Ta Na Na\" | Udit Narayan, Poornima |- | 7 | \"Dhik Ta Na Na\" (Female) | Poornima |- | 8 | \"Boi Boi\" | Vinod Rathod, Arun Bakshi |} Original Soundtrack label ==Awards and Nominations== At the 40th Filmfare Awards, Sridevi and Raveena Tandon received nominations for Best Actress and Best Supporting Actress, respectively. ==References== ==External links== * Category:1990s Hindi- language films Category:Indian films Category:Hindi remakes of Kannada films Category:1994 films Category:Films scored by Anand–Milind Category:Films featuring an item number ",
    "title": "Laadla (1994 film)"
}