{
    "id": "31342924",
    "text": "Catherine of Brunswick-Wolfenbüttel (1488 - 29 June 1563, Neuhaus upon Elbe) was a member of the house of Welf and a Princess of Brunswick-Wolfenbüttel and by marriage Duchess of Saxe-Lauenburg. == Life == Catherine was a daughter of the Duke Henry IV of Brunswick-Lüneburg (1463–1514) from his marriage to Catherine of Pomerania (1465–1526), daughter of the Duke Erich II of Pomerania. She married on 20 November 1509 in Wolfenbüttel Duke Magnus I of Saxe-Lauenburg (1470–1543). Her father summoned the Parliament in 1509 to collect a lady tax, because he found himself unable to pay the dowry alone. Only after long negotiations, did the Parliament grant three rounds of real estate tax, to generate for money for a dowry and jewels for the princess. Catherine was a strict Catholic with close ties to her relative in Brunswick kin. This induced Gustav I of Sweden, to marry her daughter, in an attempt to the Catholic German princes from supporting of King Christian II of Denmark.Ivo Asmus, Heiko Droste, Jens E. Olesen: Joint Acquaintances: Sweden and Germany in the early modern period, LIT Verlag Münster, 2003, p. 18 At the marriage of her eldest son, she entered into negotiations with his later mother-in-law Catherine of Mecklenburg, without the knowledge and to the detriment of the Wettin family head John Frederick of Saxony.Anne-Simone Knöfel: Dynasty, and Prestige: The marriage policy of the Wettin family, Böhlau Verlag Cologne Weimar, 2009, p. 128 == Offspring == From her marriage, Catherine had the following children: * Francis I (1510–1581), Duke of Saxe- Lauenburg : married in 1540 Sibylle of Saxony (1515–1592) * Dorothea (1511–1571) : married in 1525 King Christian III of Denmark and Norway (1503–1559) * Catherine (1513–1535) : married in 1531 King Gustav I Vasa of Sweden (1496–1560) * Clara (1518–1576) : married in 1547 Duke Francis of Braunschweig-Gifhorn (1508–1549) * Sophie of Saxe-Lauenburg (1521–1571) : married in 1537 Anthony I, Count of Oldenburg and Delmenhorst (1505–1573) * Ursula of Saxe-Lauenburg (1523–1577) : married in 1551 Duke Heinrich V of Mecklenburg (1479–1552) == Royal descendants == * The current reigning monarchs Queen Elizabeth II of the United Kingdom, King Carl XVI Gustaf of Sweden, King Juan Carlos I of Spain, King Harald V of Norway, Willem-Alexander of the Netherlands, Queen Margrethe II of Denmark, King Albert II of Belgium and Grand Duke Henri of Luxembourg are all her direct-line descendants. == References == * William Havemann: History of the territories of Brunswick and Lüneburg, Volume 3, Dieterich, 1857, p. 138 == Footnotes == Category:1488 births Category:1563 deaths Category:German duchesses Category:German princesses Category:Women of medieval Germany Catherine ",
    "title": "Catherine of Brunswick-Wolfenbüttel, Duchess of Saxe-Lauenburg"
}