{
    "id": "31346206",
    "text": "William Greene Sr. (16 March 1695 – 23 January 1758) was a governor of the Colony of Rhode Island and Providence Plantations. He was a clerk of the county court in Providence, deputy from Warwick, speaker of the Rhode Island Assembly, and then deputy governor from 1740 to 1743. He became governor for the first time in 1743 and served four separate terms for a total of 11 years, and died while in office during his final term. == Ancestry == William Greene was the son of Samuel Greene (1671-1720) and Mary Gorton Greene (1673-1732), and grandson of John Greene Jr. of Warwick, who had spent most of his long life as a public servant, including 10 years as the Deputy Governor of the colony. His great-grandfather, also named John Greene Sr., had come from Salisbury, Wiltshire, England, was a surgeon, and an early settler of Warwick in the colony of Rhode Island. His great-grandfather on his mother's side was Samuel Gorton, the founder of Warwick, and for a very short period the governor of the two towns of Providence and Warwick. == Career == The use of paper money was a contentious issue during Greene's administrations. This bill was used after the Revolution. Greene was made a freeman of the colony in 1718, and at the age of 32 was elected a deputy from Warwick in 1727, which office he held for five years. He was the clerk of the county court in Providence and speaker of the Rhode Island Assembly in 1734 and 1739. In 1728 he was appointed, along with John Mumford of Newport, to survey the boundary line between the Rhode Island and Connecticut colonies. When Governor John Wanton died in 1740, Richard Ward became the governor, and Greene became the new Deputy Governor, which office he held until his own election to governor in May 1743. This was one of the rare cases when a Rhode Island governor did not come from the island of Aquidneck where the towns of Newport and Portsmouth are located. One of the important issues of Greene's first term in office concerned the boundary lines of the colony. Several geographic boundaries were adjusted, and the towns of Barrington, Warren and Bristol were added under Bristol county, and the towns of Tiverton and Little Compton were added to the towns on Aquidneck island in Newport County. Another major issue facing the colony was the war against France and Spain, for which the colony was expected to share in the defense of the Crown. When England declared war against France on 31 March 1744, the colony manned forts and reinforced them with guns and ammunition. Commodore Warren, with the aid of Rhode Island forces, laid siege to Louisbourg in Nova Scotia, which surrendered in June, surprising Europeans that the \"strongest fortress of North America had capitulated to American farmers, machanics [sic], and fishermen.\" The colony also had a few war sloops at its disposal along with 15 privateers and was successful in capturing 20 ships and sending them to Newport. During Greene's third term, the colony had divided into two hostile camps. The leaders of the two divisions were both future governors, Samuel Ward and Stephen Hopkins, with Greene siding with the Ward camp. Some of the divisive issues concerned war versus peace, paper money versus hard currency, and Providence versus Newport interests. Elections went back and forth between the two opposing sides, and amid the discord, Greene died while in office on 23 January 1758. He was buried in the Governor Greene Cemetery in Warwick. == Family == Catharine Greene, portrait by John Smibert William Greene married his second cousin, Catharine Greene, the daughter of Benjamin and Susanna (Holden) Greene, a granddaughter of Randall Holden, and a great granddaughter of the first John Greene Sr.. The couple had six children, five of whom survived to adulthood. Their son, William Greene Jr. became the second governor after Rhode Island became a state. == Ancestry == ==See also== * List of colonial governors of Rhode Island * List of lieutenant governors of Rhode Island * Colony of Rhode Island and Providence Plantations ==References== ===Bibliography=== * * * Online sources * * ==External links== *Chronological list of Rhode Island leaders * Category:1695 births Category:1758 deaths Category:Colonial governors of Rhode Island Category:Politicians from Newport, Rhode Island Category:Burials in Rhode Island ",
    "title": "William Greene (colonial governor)"
}