{
    "id": "31343055",
    "text": "Aviation in Wisconsin refers to the aviation industry of the American Midwestern state of Wisconsin. Wisconsin's first aeronautical event was a flight of a Curtiss aircraft by Arthur Pratt Warner on November 2, 1909 in Beloit. == Events == * 1953 - The Experimental Aircraft Association is founded in Hales Corners. * 1962, September 6 - Korabl-Sputnik 1 re-enters and imbeds itself into a street in Manitowoc. * 1970 - The Experimental Aircraft Association moves its airshow to Oshkosh. The airshow has grown to become the largest annual airshow in the United States.Biggest Annual U.S. Air Show to Salute NASA's 50th Anniversary NASA, July 23, 2008 == Aircraft Manufacturers == * American Champion, Rochester 1980 – present, Builds modern variations of the Aeronca Champion. * Basler Turbo Conversions, Oshkosh 1957 – present, manufactures Basler BT-67s by retrofitting Douglas DC-3 aircraft with Turboprop engines. * Champion Aircraft, Osceola 1954 − present, acquired by AviaBellanca Aircraft Corporation in 1970. * Hamilton Manufacturing Company in Milwaukee, Wisconsin 1918 – 1929 Maker of propellers. * Hamilton Metalplane Company, Milwaukee, Wisconsin − 1927 Sold to Boeing, maker of the Hamilton Metalplane. * Sonex Aircraft, Oshkosh, Homebuilt kit designs and kits. Manafacutres the Sonex series of aircraft. == Aerospace == * DeltaHawk Engines, Inc. in Racine, Wisconsin develops heavy fuel light aircraft engines. * United Gear and Assembly Inc, is Headquartered in Hudson. Producer of airspeed gauges. == Airports == * List of airports in Wisconsin == Commercial Service == *Wisconsin has 8 airports which offer regular commercial airline service *Air Wisconsin, 1965 – present. Operates as a regional airline under the name United Express. *Kohler Aviation, 1929–1934. Operated Loening C-2 amphibious aircraft between Milwaukee and Grand Rapids, Michigan. ==People== *Richard Bong, highest-scoring air ace during WWII, was born in Superior. *Klapmeier brothers, founders of Cirrus Aircraft, started their careers in Baraboo. *Billy Mitchell, a major general who is regarded as the father of the United States Air Force, grew up in West Allis. *Paul Poberezny, founder of the EAA and the EAA AirVenture Oshkosh airshow, lived in Hales Corners and Oshkosh. *Tom Poberezny, former aerobatic world champion and president of the EAA, lived in Hales Corners and Oshkosh. *Robert Campbell Reeve, founder of Reeve Aleutian Airways, was born in Waunakee. == Organizations == * Experimental Aircraft Association – is headquartered in Oshkosh. * Wisconsin Aviation Hall of Fame. ==Government and Military== *All flight operations in Wisconsin are conducted within FAA oversight. *The Wisconsin Department of Transportation manages taxes and state regulations for Wisconsin.http://www.dot.wisconsin.gov/modes/air.htm#general *The Wisconsin Air National Guard includes the 115th Fighter Wing, based out of Dane County Regional Airport. *The Wisconsin State Patrol operates 4 Cessna 172 aircraft. *The Law Enforcement Aviation Coalition, Inc. is a multi-state law enforcement equipment sharing service that has a Bell OH-58 Kiowa operating at a base in Kenosha == Museums == *EAA Aviation Museum Oshkosh. * Fortaleza Hall, Racine, Wisconsin. A Frank Lloyd Wright style building housing the SC Johnson Sikorsky S-38 The Spirit of Carnauba. *Mitchell Gallery of Flight at the General Mitchell International Airport *Richard I. Bong Veterans Historical Center in Superior, Wisconsin == Gallery == File:Skywriting over Airventure.jpg|EAA Oshkosh Airshow File:OSH-2011.jpg|EAA grounds from the air in 2011 File:Bong Heritage Center (2).JPG|Richard Bong Veterans Historical Center == References == Category:Transportation in Wisconsin ",
    "title": "Aviation in Wisconsin"
}