{
    "id": "31343125",
    "text": "The 299th Brigade Support Battalion, also known as the Lifeline Battalion and as the Greatest Support Battalion Ever Formed, is a US Army support battalion stationed in Fort Riley, Kansas. The unit is a subordinate unit of the 2nd Brigade Combat Team of the 1st Infantry Division.US Army, 2nd Armored Brigade Combat Team, 1st Infantry Division. Subordinate units. Retrieved 26 March 2017. ==Units== The 299th Brigade Support Battalion, as of 2018, is composed of the following companies: * Headquarters and Headquarters Company (HHC) \"Hunters\" is the headquarters company and command group * Alpha Company \"Atlas\" is the transportation and supply company * Bravo Company \"Banshee\" is the maintenance company * Charlie Company is \"Critical\", which is the medical company * Delta Troop \"Dakota\" is the forward support company for 5-4 CAV * Echo Company \"Rock\" is the forward support company for 82 EN * Foxtrot Battery \"Forger\" is the forward support company for 1-7 FA * Golf Company \"Grizzly\" is the forward support company for 1-63 AR * Hotel Company \"Hellraiser\" is the forward support company for 2-70th AR * India Company \"Iron\" is the forward support company for 1-18 IN ==History== ===Origin=== The 299th Brigade Support Battalion was constituted on 23 March 1966 in the Regular Army as the 7th Support Battalion and assigned to the 199th Infantry Brigade at Fort Benning, Georgia.US Army, Quartermaster Professional Bulletin. 299th Support Battalion . Retrieved 26 March 2017. ===Vietnam=== On 1 June 1966, the battalion was activated and deployed to the Republic of Vietnam serving with distinction from 1966 to 1970 and earning 10 Battle Streamers, the Valorous Unit Citation, two Meritorious Unit Commendations, three awards of the Republic of Vietnam Cross of Gallantry with Palms and the Civil Action Honor Medal. On 15 October 1970, at Fort Benning, Georgia, the battalion was inactivated and relieved from assignment to the 199th Infantry Brigade; and, concurrently was redesignated as the 299th Forward Support Battalion. On 20 October 1983, the battalion was assigned to the 1st Infantry Division and activated in Goeppingen, German. ===Bosnia-Herzegovina=== The battalion was inactivated on 15 August 1991 and subsequently reactivated on 16 February 1996. In March 1996, the battalion deployed to Bosnia-Herzegovina as a part of Task Force Eagle where they earned the Presidential Unit Citation. ===Kosovo=== In June 1999, the battalion again deployed to the Balkans, this time to Kosovo as a part of Task Force Falcon where they established the first logistical base in the new theater of operations. On 16 December 1999, the battalion redeployed to home station. On 4 May 2002, a large slice of the battalion redeployed again to Kosovo as the 299th Logistics Task Force (LTF) in support of Multi- National Brigade (East). They provided superb support in providing a safe and secure environment for the people of Kosovo. On 14 November 2002, the 299th LTF returned to home station to conduct reintegration operations and to prepare for future combat operations. ===Operation Iraqi Freedom=== From 2004-2005 the 299th FSB served in OIF 04-05, and from 2006-2007 the 299th FSB served in OIF 06-08. Upon completion of this combat tour the 299th FSB was relocated to Ft Riley, Kansas and re-designated the 299th Brigade Support Battalion a modular support battalion. From 2008-2009 the 299th BSB served in OIF 09-10 in Baghdad, Iraq where they earned the Meritorious Unit Citation. ===Operation New Dawn=== In November 2010, the 299th Brigade Support Battalion deployed to Iraq in support of Operation New Dawn. The unit redeployed to Ft. Riley, Kansas in late 2011 and received a Meritorious Unit Commendation award for their efforts during their deployment to Operation New Dawn. ===AFRICOM=== In May 2013, the 299th Brigade Support Battalion was regionally aligned to Africa as the main force for the logistics training and advisory mission throughout multiple countries on the continent. ===CENTCOM=== 299 BSB deployed in August 2016 to Kuwait in support of Operation Spartan Shield where they conducted theater security cooperation and partnership missions within CENTCOM. ===EUCOM=== 299 BSB deployed in September 2017 across Europe in support of Operation Atlantic Resolve to assure our NATO partners and allies and deter aggression throughout EUCOM. ===PACOM=== 299 BSB deployed in February 2020 to the Korea Theater of Operations in order to deter aggression and enforce the armistice. Symbolism of the 299 BSB Crest ==Distinctive unit insignia== Description: A silver color metal and enamel device 1 1/8 inches (2.86 cm) in height overall consisting of a shield with a chevron embattled of seven to chief between a bayonet and a rose with a yellow center on a red background. Attached below the shield a silver scroll inscribed \"ON CALL TO SERVE\" in blue letters. Symbolism: The chevron, representing the rafters supporting a roof, stands for the Battalion's support function. The embattled upper edge of the chevron indicates capability for combat support; the embattlements are seven in number in reference to the organization's original designation. The white bayonet on the blue background, for Infantry, refers to both the unit's activation in Georgia at Fort Benning, called the \"Home of the Infantry,\" and to its initial assignment to an Infantry Brigade. The white heraldic rose on the scarlet background represents the Cherokee Rose, the Georgia State flower. The gold barbs of the rose simulate a star and refer to the conception of Support Battalions by the Army Staff study entitled \"CO-STAR.\" Background: The distinctive unit insignia was originally approved for the 7th Support Battalion on 8 November 1966. It was redesignated for the 299th Support Battalion on 17 June 1983. ==Notes== ==References== Category:Military units and formations established in 1917 BSB 0299 ",
    "title": "299th Brigade Support Battalion (United States)"
}