{
    "id": "31345252",
    "text": "The Canterbury Earthquake Recovery Authority (CERA; Māori: Te Mana Haumanu ki Waitaha) was the public service department of New Zealand charged with coordinating the rebuild of Christchurch and the surrounding areas following the 22 February 2011 earthquake. After it was disestablished on 18 April 2016, CERA's functions were taken over by a variety of other agencies. ==Description== CERA was formed in response to the February 2011 Christchurch earthquake, and its establishment was announced late March 2011. It had wide- ranging powers and could suspend laws and regulations for the purpose of earthquake recovery. The department operated for five years, with annual reviews. CERA was disestablished on 18 April 2016. Roger Sutton commenced as CERA's CEO on 13 June 2011. He had previously been CEO of Orion New Zealand, the electricity distribution company for the Christchurch area. Sutton resigned as CEO on 17 November 2014 effective on 31 January 2015 when CERA was downgraded from a public service department to a departmental agency within the Department of the Prime Minister and Cabinet (DPMC). John Ombler, CERA's establishment CEO was appointed on 19 November 2014 effective on 1 December to be Acting CEO until a permanent Chief Executive is named. CERA received criticism for paying panel members $1000 per day, approximately 10 times the national average. CERA's powers were challenged in the High Court after it ordered the demolition of Wharetiki House at 854 Colombo Street. The owner of the house wanted to restore it after it had suffered damage in the February 2011 earthquake. Justice Whata dismissed the challenge on 20 June 2011, and the building was demolished the following day. In October 2011, CERA hoped to have all of the Christchurch Central City open again in April 2012. In April 2012 the Christchurch Central Development Unit (CCDU) was established as a unit within CERA to focus on rebuilding the central business district of Christchurch. A public consultation on the organisation's transport plan closed on 1 February 2013. As of October 2013, Cabinet had not signed off on the plan. At its peak, the organisation employed 357 staff. Its functions were taken over by Land Information New Zealand (LINZ), the Ministry of Business, Innovation and Employment (MBIE), and the Ministry of Health in December 2015, and the DPMC on 1 March 2016. Within the DPMC, the Greater Christchurch Group is responsible for part of the functions that CERA used to carry out. In April 2016, other functions went to newly established organisations: the Crown company Otakaro Ltd (responsible for delivering anchor projects) and the council-Crown agency Regenerate Christchurch (responsible for developing regeneration plans for Christchurch, including the residential red zone). When CERA was disbanded, it still had 170 staff. A report released by the auditor- general in February 2017 was critical of CERA's performance, citing tensions with Christchurch City Council as one of the reasons for delays with implementing projects. CERA was praised for the effective production of the Christchurch Central Recovery Plan, but then was \"less successful\" with the implementation of the various projects that the plan had identified. The minister who had been responsible for CERA, Gerry Brownlee, dismissed the report as \"unbalanced\", while the mayor of Christchurch, Lianne Dalziel, stated that she \"always believed the recovery should be a collaborative partnership between the Crown and council\". ==References== ==External links== *Expired CERA homepage Category:New Zealand Public Service departments Category:Canterbury, New Zealand Category:2011 Christchurch earthquake Category:2011 establishments in New Zealand Category:2016 disestablishments in New Zealand ",
    "title": "Canterbury Earthquake Recovery Authority"
}