{
    "id": "31357979",
    "text": "John Browne's A Compleat Discourse of Wounds (1678). Robert White (1645–1703) was an English draughtsman and engraver. A Londoner, he was a pupil of David Loggan, and became a leading portrait engraver. White was celebrated for his original portraits, drawn in pencil on vellum in the manner of Loggan. He died in reduced circumstances in Bloomsbury Market, where he had long resided, in November 1703. ==Works== White's plates number about four hundred. They include many of the public and literary characters of the period. A large proportion of them were executed from the life, the rest begin from pictures by Lely, Kneller, Riley, Beale, and others. Among the plates engraved by White from his own drawings are individual portraits of: Prince George of Denmark; the Earl of Athlone; the Duke of Leeds; and the Earl of Seaforth. There are also groups of the seven bishops, the bishops' council, the lords justices of England, and the Portsmouth captains who declared for King William. White engraved the plates to Francis Sandford's account of the funeral of the Duke of Albemarle, 1670; the first Oxford Almanac, 1674; a set of portraits of members of the Rawdon family; the plates to John Guillim's 'Heraldry' and Gilbert Burnet's History of the Reformation; as well as many book-titles and frontispieces. A few mezzotint portraits of noblemen bear White's name as the publisher, and are assumed to have been executed by him. A portrait of White was engraved by W. H. Worthington for Ralph Nicholson Wornum's edition of Horace Walpole's Anecdotes. White was engraver for Andrew Snape's The Anatomy of an Horse first published in 1683. The images were taken from earlier woodcuts by Carlo Ruini. ==Original portraits and White's engravings== File:Cornelius Johnson - Portrait of Susanna Temple, Later Lady Lister - Google Art Project.jpg|Portrait of Susanna Temple, later Lady Lister (1620) by Cornelius Johnson - Google Art Project. File:Susan Lister engraving.jpg|White's engraving of the Johnson portrait ==References== Category:1645 births Category:1703 deaths Category:English engravers Category:Draughtsmen Category:Artists from London ",
    "title": "Robert White (engraver)"
}