{
    "id": "31357405",
    "text": "İsmet İnönü, President of Turkey Winston Churchill, Prime Minister of the United Kingdom The Adana Conference or Yenice Conference (Turkish: Adana Görüşmesi , Adana Mülakatı Sonraları bu görüşme Adana Mülakatı diye anılır oldu. Fakat hakikatte iki devlet adamının telâkisi Adana'da değil, Yenice istasyonunda ve vagon içinde olmuştu. Yenice, Tarsus'a bağlı küçük bir Nüseyri köyüdür ve Adanaya yirmi üç kilometre mesafededir. Konya istikametinden gelen trenler burada, Adana ve Mersin cihetine gitmek üzere, ikiye ayrılır. İstasyon, yüksek okaliptus ağaçlarının gölgelendirdiği şirin bir yerdir..., Hilmi Uran, Hâtıralarım, Ayyıldız Matbaası, 1959, p. 388. or Yenice Görüşmesi , Yenice Mülakatı Hürriyet newspaper online (17.1.2003) ) was a meeting between Turkish President İsmet İnönü and British Prime Minister Winston Churchill in a railway car parking on a storage track at Yenice, near Adana on 30–31 January 1943,30–31 Ocak 1943'te Adana'da, Yenice istasyonu'nda duran Cumhurbaşkanlığı özel treni içinde, Cumhurbaşkanı İnönü'nün başkanhgindaki Türk Heyeti ile Churchill ve yanındaki generallerle diplomatlardan oluşan İngiliz heyeti görüştüler., Erdal İnönü, Anılar ve Düşünceler, İdea, 1998, p. 153. where Churchill tried to persuade İnönü to join the Allied powers and fight the Axis powers during World War II. ==Location== The event later came to be known as the Adana Meeting. Actually, the meeting was held not in Adana but in a railway car on a storage track at the Yenice Railway Station, between Adana and Mersin. Adana, a city to the east, had the nearest airport to Yenice. Yenice is a town of Tarsus ilçe (district) in Mersin Province, Turkey. It is also the main railway junction of the Adana–Mersin Railway Line and the main railway from the north, the İstanbul-Bağdat Railway. The location was a compromise after a series of talks between the Turkish Foreign Ministry and the British embassy in Ankara. The British had wanted it to be in Cyprus, then part of the British Empire, and the Turkish had preferred Ankara. == Background == During World War II, all of Turkey's neighbours had joined the Axis or the Allies. In the west, Bulgaria was an ally of Nazi Germany, and Greece was occupied by German troops. Dodecanese, including Rhodes was part of Italy. The USSR was a neighbour in the northeast. To the south were Syria, which had joined the Free France; and Iraq, part of the British Empire. To the east, Iran was under joint USSR-British occupation. Turkey, however, managed to maintain its neutral status. During the Casablanca Conference (14–24 January 1943), Churchill proposed to force Turkey to join the Allies in the war. General George Marshall and other high-ranking US military showed reluctance for fear that the extension of the war to a new Turkish front would \"burn the Allied logistics down the line\". However, US President Franklin Roosevelt gave Churchill the green light on 18 January to \"play the Turkish hand\". On 25 January, Churchill asked for an appointment from İnönü, and the Adana Meeting was held just after the conference, between 30 January and 1 February 1943. == Meeting == Billboard at Yenice Station The teams were headed by İsmet İnönü and Winston Churchill. The other members of the Turkish side were Prime Minister Şükrü Saracoğlu, Foreign Minister Numan Menemencioğlu, Field Marshal Fevzi Çakmak and a group of advisers. The British team had Harold Alexander, Henry Maitland Wilson, Sir Alan Brooke, Sir Wilfred Lindsell, Alexander Cadogan (foreign ministry), Air Marshal Drummond and Commodore Dundas.İçel sanat Kulübü page During the meeting, the British tried to persuade the Turkish side to join the Allies, but İnönü showed extreme reluctance to join the war.İzzet Öztoprak, \"İkinci Dünya Savaşı Döneminde Adana Görüşmelerinin Siyasi Yönü\", ATATÜRK ARAŞTIRMA MERKEZİ DERGİSİ, Sayı 46, Cilt: XVI, Mart 2000 Churchill made lavish promises of military help (codenamed Operation Hardihood). A list of military equipment was drawn up, the Adana Lists, which Churchill later said would provide Turkey with war material \"to the full capacity of Turkish railways\". In turn, Churchill requested access to Turkish air bases for the Royal Air Force so that the British could bomb the oil fields of Ploieşti, Romania, the principal source of oil for Germany and the Italian positions in the Dodecanese. To put pressure on the Turks to give up their neutrality, Churchill made clear that if Turkey refused to join the Allies, he would not try to stop the Soviets from moving to control the Dardanelles. The military advisors went in borrowed and ill-fitting plain clothes. Brooke was not impressed by the poor security for Churchill. He hoped that Turkey’s neutrality will from now on assume a far more biased nature in favour of the allies, and while the Turkish forces could not have been trained to be of much use, the real value would have been the use of aerodromes and as a jumping-off place for future action. But he said that his wild dreams about Turkey remained that, as Von Papen fooled the Turks about fictitious concentrations of German troops in Bulgaria, which never existed. == Aftermath == In April 1943, a British military delegation of General Sir Henry Maitland Wilson requested access for 25 RAF fighter squadrons to Turkish airports. In the latter stages of the operation, the British planned on sending two full armoured divisions to Turkey. The Turks, however, were very fearful of the strong German military presence in Bulgaria and drowned the British military delegation with red tape. While giving Maitland Wilson every courtesy, the Turks started 'tortuous and interminable negotiations'. Wilson urged Turkish commanders to teach their men mechanical skills but noted that meant that prospective tank crews 'had to be taught the workings of the internal combustion engine from page one of the book'. When the construction of Turkish airfields went ahead of schedule, İnönü was warned that work was proceeding too rapidly.Selim Deringil, Turkish Foreign Policy During the Second World War: An 'Active' Neutrality, pp. 148–49. The British frustration about the Turkish stalling tactics led to a serious deterioration of diplomatic relations between the two countries in the summer of 1943. However, the disastrous British Dodecanese Campaign on 13 September 1943, where the Germans easily fought off a British assault, ended the strife. The display of German strength only southwest of the Turkish coast convinced the Turkish government that it been right to keep its neutrality. After the fiasco, the British were now anxious to keep Turkey neutral. ==See also== * Second Cairo Conference * List of World War II conferences == Further reading== * == References == Category:World War II conferences Category:1943 conferences Category:1943 in international relations Category:1943 in Turkey Category:History of Mersin Province Category:İsmet İnönü Category:Winston Churchill Category:Diplomatic conferences in Turkey Category:Turkey–United Kingdom relations ",
    "title": "Adana Conference"
}