{
    "id": "31358268",
    "text": "The Crocodile Rehabilitation and Research Centre is a crocodile breeding and rearing park situated at Neyyar, a popular tourist destination near the city of Thiruvananthapuram in Kerala, India. ==History== Mugger crocodiles === Crocodile farm === A crocodile farm was started at the site in 1977, accommodating around 44 mugger crocodiles. The number of crocodiles varies as muggers are raised and released to the Neyyar river and lake near the dam site. It also accommodates other reptiles like snakes that are caught straying at the tribal villages nearby for short periods before they are released back into the sanctuary, most recently an Indian Python. === Steve Irwin memorial === Established in May 2007, the Research Centre was initially named the Steve Irwin National Park, in honor of the late naturalist Steve Irwin, who was known as \"The Crocodile Hunter\". Irwin was killed by a stingray barb, while filming a documentary in 2006. The crocodile park was the world's first-known memorial honoring the sportsman. A life-size plaque depicting Irwin was placed by the Kerala Forest Department at the gate of the park (though it was removed later). The Centre was inaugurated by Benoy Viswam, the Forest Minister in the Government of Kerala. ==Controversies== In 2009, Irwin's estate sent a legal cease-and-desist notice to the park, alleging violation of intellectual property rights and instructing them to cease using Irwin's name and image without the consent of the estate. This led to the removal of Irwin's name from the crocodile park. The picture engraved at the park's gate was also removed. ===Crocodile attacks=== In 2001, mugger attacks were reported on tribals living near the dam site. Studies conducted by KFRI found these to be isolated incidents resulting from abnormal behaviour of a minority of the mugger population. A few weeks later an adult male crocodile accused of killing a tribal woman was trapped near the dam site. == References == Category:Zoos in Kerala Category:Tourist attractions in Thiruvananthapuram Category:Nature conservation organisations based in India Category:Crocodilians of Asia Category:Wildlife rehabilitation and conservation centers Category:Research institutes in Thiruvananthapuram Category:Reptile conservation organizations Category:1977 establishments in India Category:Organizations established in 1977 Category:Articles needing infobox zoo ",
    "title": "Crocodile Rehabilitation and Research Centre"
}