{
    "id": "31351346",
    "text": "Map of Ukraine Emblem of the Ukrainian Border Patrol Ukrainian border road sign Tur river. State Border of Ukraine (, Derzhavnyi Kordon Ukrayiny, for brevity - DerzhKordon) is an international boundary of the state territory of Ukraine. According to the Article 1 of the Law of Ukraine on the State Border it is a line and a vertical surface that stretches along that line, which define the boundary of territory of Ukraine over the land, water, and air space.Law of Ukraine on the State Border of Ukraine Protection of the State Border of Ukraine is conducted by the State Border Guard Service of Ukraine (on the Earth's surface) and the Armed Forces of Ukraine (in air and underwater). The border was officially established by the Law of Ukraine \"On Legal Succession of Ukraine\" (September 12, 1991) and \"On State Border of Ukraine\" (November 4, 1991).Law of Ukraine \"On State Border of Ukraine\" On 1 January 2018 Ukraine introduced biometric controls for Russians entering the country.https://uk.reuters.com/article/uk-ukraine-russia-travel/kiev-tightens- requirements-for-russians-travelling-to-ukraine-idUKKBN1GX2AY?il=0 On 22 March 2018 Ukrainian President Peter Poroshenko signed a decree that required Russian citizens and \"individuals without citizenship, who come from migration risk countries” (more details were not given) to notify the Ukrainian authorities in advance about their reason for travelling to Ukraine.https://uk.reuters.com/article/uk-ukraine-russia-travel/kiev-tightens- requirements-for-russians-travelling-to-ukraine-idUKKBN1GX2AY?il=0 ==General scope== Romania - Ukraine border near Siret Typical border marker of Ukraine Ukraine borders with seven countries: Poland, Slovakia, Hungary, Romania, Moldova, Russia, and Belarus. The total length of the Ukrainian border is .General characteristics of the Ukrainian border at the State Border Guard of Ukraine website In reality, Ukraine does not have real established and ratified borders with Russia, Belarus, and Moldova (republics of the former Soviet Union). The borders with other countries were inherited from the Soviet border patrol service which was recreated into the Ukrainian after the fall of the Soviet Union. In 1994, the Budapest Memorandum on Security Assurances promised, inter alia, that its signatories (the Russian Federation, the United States of America, and the United Kingdom) would respect Ukraine's existing borders. Ukraine also exclusively leased until 2017 part of territory of Sevastopol municipality to the Russian Black Sea Fleet for its transition outside of Ukraine to Novorossiysk. In 2010 Kharkiv Agreements were ratified by both sides (Russian and Ukrainian), which extended the lease for addition 25 with optional five-year extension if necessary. The agreements were also part of the Russia–Ukraine gas disputes which sprang out onto the international scale. The area of the exclusive economic zone of Ukraine is . == Borders with other states == On land Ukrainian border with the following countries stretches for . All territory of Ukraine is consistent and does not have any Ukrainian enclaves in other countries. {| class=\"wikitable\" !colspan=2|Country !Length |- |colspan=2|Belarus | including by rivers |- |colspan=2|Russia | including by land and by sea |- |colspan=2|Moldova | including by rivers (border with Transnistria - ) |- |rowspan=4|European Union |Poland | including by rivers |- |Slovakia | including by rivers |- |Hungary | including by rivers |- |Romania | including by rivers and by Black Sea |} Also, Ukraine has the Chernobyl Exclusion Zone which has a certain degree of restrictions and surrounded by checkpoints for control of access. Among such checkpoints is the controlled checkpoint Dytiatky. == Sea boundaries == Exclusive Economic Zones of the Black Sea The southern border of Ukraine stretches as the external boundary of the Ukrainian territorial waters. By sea Ukraine borders with Romania and Russia. To the west Romania - Ukraine border stretches from the edge of its land segment across the Black Sea over the distance of 33 km, after that it is a boundary of the Ukrainian territorial waters and the Romanian Economic Zone. The Ukrainian territorial waters include the Snake Island. From there stretches the Ukrainian Exclusive Economic Zone (EEZ) towards the Kerch Strait stretching from its Black Sea coast. At the eastern region of Black Sea to the south of the Kerch Strait the Ukrainian Economic Zone adjoins the Russian Economic Zone in Black Sea. From that point starts the Russia - Ukraine border of territorial water which stretches northward for towards the southern edge of the Kerch Strait. After that the boundary continues as the Russia - Ukraine border though the Kerch Strait () and over the Azov Sea () where it divides the internal waters of both countries towards the edge of land border on the northern coast of Azov Sea. The total length of the sea border consists of , out of which stretches over the Black Sea. == Major disputes == ===Crimea=== The status of the Crimea and of the city of Sevastopol is currently under dispute between Russia and Ukraine; Ukraine and the majority of the international community consider the Crimea to be an autonomous republic of Ukraine and Sevastopol to be one of Ukraine's cities with special status, while Russia, on the other hand, considers the Crimea to be a federal subject of Russia and Sevastopol to be one of Russia's three federal cities since the March 2014 annexation of Crimea by Russia.Ukraine crisis timeline, BBC News Since 1991 Russia also leases Sevastopol Naval Base with current lease extending to the 2040s with an option for another extension, but the Russian State Duma approved the denunciation of this lease agreements unanimously by 433 members of parliament on 31 March 2014.State Duma approves denunciation of Russian-Ukrainian agreements on Black Sea Fleet, ITAR-TASS (31 March 2014) === Snake Island (settled dispute) === Final ruling of ICJ From the times of Ukraine gaining its independence the Snake island, the Ukrainian territorial waters, and the Exclusive Economic Zone (EEZ) of Ukraine was contested by Romania. At first Romania did not recognize the island as part of the Ukrainian territory, but later its belonging was not discussed. However Romania decided to reclassify the island as a rock without the rights on the adjacent territorial waters and EEZ. The island which has an area of is strategically important for the control over the Danube delta and the surrounding water areas. Currently the dispute is settled and the Snake island was recognized as the part of Ukrainian territory, however its adjacent waters (EEZ of Ukraine) became limited. ==See also== * Maritime delimitation between Romania and Ukraine * Bystroye Channel * Black Sea Fleet ==References== == External links == * Закон України Про державний кордон України * Moldova-Ukraine relations, interview with Andrei Popov * Молдова і Україна вирішили спірне територіальне питання * Territorial settlement Palanca * * ",
    "title": "State Border of Ukraine"
}