{
    "id": "31350094",
    "text": "Jens Gerd Joneleit (born 17 September 1968) is a German composer, known for his operas. == Early life and education == Joneleit was born in Offenbach am Main in Germany. His parents both played piano, and he learned music theory when he was only seven years old. In 1975 he started taking percussion lessons, and performed in a local marching band, and local rock and jazz groups.Kulturpreis an Jens Joneleit Offenbach-Post, 2 December 2009. Around 1984 he taught himself piano and started composing his own music. He graduated from the Gymnasium in 1988, and for the next two years completed his community service. He moved to the United States in 1990 to study at the University of South Dakota, graduating with a Bachelor of Fine Arts with majoring in Art and a minor in Music in 1992. He then entered graduate school in painting at the University of Wisconsin, and completed his Master of Fine Arts in 1997. ==Musical career== From 1991 Joneleit studied music with Bartók's pupil Lewis Hamvas in Yankton, South Dakota, and in Vermillion, South Dakota with Robert Marek (1915–1995) and Stephen Yarbrough (born 1946). From 1994 he studied in Madison, Wisconsin with Joel Naumann, a pupil of Stefan Wolpe. In 2003 he hired Roscoe Mitchell of the Art Ensemble of Chicago for a recording session.Jens Joneleit Deutscher Musikrat 2006 The composer objects to reading only these names in his biographies, saying: \"I was also a pupil of Mahler, Nono, Boulez, Stockhausen, of Bruckner and Wagner. Famous jazz players influenced me: Miles Davis or the Art Ensemble of Chicago with Roscoe Mitchell or Lester Bowie.\"Trommeln gehört zum Handwerk Der Tagesspiegel, 1 October 2010 Joneleit describes the influences on his music in greater detail: > Anton Bruckner's sound monoliths and his ability to draw from silence; from > here onwards, the line towards New Music, to the gesture of granting, > letting flow, the way Morton Feldman teaches; but also to the gesture of > rebellion which no one has so purely, so passionately brought to life as > Luigi Nono. From his works, I draw my conviction that all music, even > instrumental music, is Song - elementary human expression. Dogmas exist only > to be overthrown: I liked Franz Hummel's attitude towards this notion long > before we knew each other and I like that about Wolfgang Rihm, too. The > courage to be free, to have one's own voice: that is of utmost > importance.Jens Joneleit: String Quartet No 6, Io Sol Uno arkivmusic.com > 2003 ==Operas== Joneleit's opera Der Brand. Proscaenium emblematicum on a libretto of Michael Herrschel after Andreas Gryphius, premiered in 2007 in Stuttgart with the Ensemble Modern, conducted by Franck Ollu. His opera Piero - Ende der Nacht. Hörstück für ein Theater der wandernden Gedanken und Klänge (Piero - End of the Night. Aural piece for a theater of wandering thoughts and sounds) was premiered at the Munich Biennale in 2008.Archive notes to 2008 biennale, Munich Biennale. The libretto of Michael Herrschel is based on passages from Alfred Andersch's Die Rote. The opera was first performed by the Ensemble Modern, conducted by Yuval Zorn, in the Muffathalle as a coproduction with the Oper Frankfurt and the Experimentalstudio Freiburg. Joneleit's opera Metanoia. Über das Denken hinaus (Metanoia: beyond thinking) on a libretto of René Pollesch, based on motifs from Nietzsche's Die Geburt der Tragödie aus dem Geist der Musik (The Birth of Tragedy Out of the Spirit of Music), premiered in 2010 in the Schillertheater to open the temporary stage of the Staatsoper Unter den Linden. Christoph Schlingensief had staged the opera, but died before the premiere.Schlaflos bei Schiller Der Spiegel, 3 April 2010 Daniel Barenboim conducted, with singers Graham Clark, \"Charaktertenor\", Annette Dasch, \"Sopran\", Daniel Schmutzhard, \"Bassbariton\", Alfred Reiter \"Bass\" and Anna Prohaska, \"Koloratursopran\". The voice types (character tenor, soprano, bass-baritone, bass, coloratura soprano) equal the roles.Metanoia. Über das Denken hinaus Staatsoper Berlin 2010 Metanoia kulturradio.de 2010 {| class=\"wikitable sortable\" ! Premiere ! Title ! class=unsortable|Description ! class=unsortable|Libretto and source |- | 3 Feb 2007, Theaterhaus Stuttgart/ ECLAT Festival Neue Musik Stuttgart | Der Brand | Proscaenium emblematicum for four voices and ensemble | Michael Herrschel, after the Kirchhofs-Gedanken (Cemetery Thoughts) by Andreas Gryphius, 1656 |- | 30 Apr 2008, Muffathalle/ Munich Biennale | Piero - Ende der Nacht | | Michael Herrschel, loosely after the novel Die Rote by Alfred Andersch |- | 3 Oct 2010, Schillertheater/ Staatsoper Unter den Linden | Metanoia. Über das Denken hinaus | Opera in one act | René Pollesch, after elements of Die Geburt der Tragödie aus dem Geist der Musik of Friedrich Nietzsche |- |} == Instrumental music == Joneleit's first recording was in 2002 chamber music, played by the ensemble Gelber Klang, music for ensemble Il canto l'interno...nell'intimo and Io sol uno, a string quartet, a piano trio and Abbild, a work for cello solo. Joneleit composed for the 25th anniversary of the Ensemble Modern a work for 27 soloists, Le tout, le rien, premiered by the ensemble in Dresden in 2005, conducted by Franck Ollu. The title's contradiction (roughly translated from French as \"all, nothing\") is described: > Grabbing vs. releasing, self-assertion vs. surrender: the title juxtaposes > seemingly irreconcilable opposites. But it is precisely this sense of > antithesis that defines the force-field mapped out by Jens Joneleit's cycle > for 27 soloistsLe tout, le rien Schott In 2009 Joneleit composed Dithyrambes for orchestra. == Awards == Joneleit was awarded the Ernst von Siemens Music Composers' Prize in 2006.List of past winners of the Composers' Prizes of the Ernst von Siemens Foundation. Retrieved 2 April 2011. Pierre Boulez delivered the laudatory address.Jens Joneleit Wins Ernst von Siemens Prize ASCAP 2006. Retrieved 5 April 2011. Joneleit received the \"Kulturpreis 2009\" of his hometown Rodgau. == References == == External links == * * Jens Joneleit. \"Music you can see and touch.\" Karsten Witt Music Management * * Joneleit, Jens WERGO *Michael Herrschel: Freiheit, ins Ungekannte zu stürzen / Komponist ohne Nebenberuf: Jens Joneleit neue musikzeitung 2005 * Recent and future performances of Joneleit's operas from Operabase Category:1968 births Category:21st-century classical composers Category:German classical composers Category:German male classical composers Category:German opera composers Category:Male opera composers Category:Living people Category:People from Offenbach am Main Category:University of South Dakota alumni Category:University of Wisconsin–Madison alumni Category:Ernst von Siemens Composers' Prize winners Category:21st-century German composers Category:21st-century German male musicians ",
    "title": "Jens Joneleit"
}