{
    "id": "31352197",
    "text": "Union Creek is a long tributary of the Rogue River in the U.S. state of Oregon. Beginning west of Union Peak in the Cascade Range, it flows through the Rogue River – Siskiyou National Forest to meet the Rogue at Union Creek and the Union Creek Historic District. The creek begins near Rocktop Butte and flows north through Jackson County, roughly parallel to the nearby border of Crater Lake National Park and the Jackson–Klamath county line, which are on the right. At about river mile 10 or river kilometer (RK) 16, the creek curves to the west. The relevant map quadrangles are Union Creek, Thousand Springs, and Red Blanket Mountain, Oregon. After Grouse and Crawford creeks enter from the left, Union Creek passes over Union Creek Falls, a slide, before reaching the unincorporated community of Union Creek. There the stream passes under Oregon Route 62 (Crater Lake Highway), flows through a picnic area and campground, and enters the Rogue River just below Rogue Gorge, about from the Rogue's mouth on the Pacific Ocean. Union Creek supports brook, coastal cutthroat, rainbow, and brown trout. Forest roads parallel the creek for much of its course, and a hiking trail runs along the lower reaches for several miles. United States Forest Service campgrounds in the vicinity include Farewell Bend, Natural Bridge, and Union Creek. In 1865, a new wagon road was cleared in an effort to link Fort Klamath with Jacksonville via the valleys of the Wood River, Union Creek, and the Rogue River. The road was constructed by about twenty men led by Captain Franklin B. Sprague. On August 1 two men from the party, Francis M. Smith and John M. Corbell, rediscovered Crater Lake—the deepest lake in the United States and one of the clearest in the world—while hunting. (It had been discovered previously by John Wesley Hillman in 1853, but its location was never effectively recorded.) After visiting it several times, Sprague and several other men became the first European Americans to reach the lake's shore on August 24. ==See also== *List of rivers of Oregon ==References== ==Works cited== * * * ==External links== *Rogue River – Siskiyou National Forest *Union Peak and Union Creek in The Oregon Encyclopedia Category:Rivers of Oregon Category:Rogue River (Oregon) Category:Rivers of Jackson County, Oregon ",
    "title": "Union Creek (Rogue River tributary)"
}