{
    "id": "31357765",
    "text": "Screenshot of the game EA Sports FIFA Superstars was a football managing game developed by Playfish and Electronic Arts. It was available for play via Facebook. A mobile application was available for iOS. In the game, users take the role of a football manager, managing a team by purchasing players, hiring a coach, upgrading the stadium and keeping the club fit in practice. FIFA Superstars is the first social gaming entry point for the FIFA franchise. In 2013, it was announced that FIFA Superstars would no longer be available starting 31 March 2013. == Features == The user starts with 15,000 coins, eleven bronze players and one silver player. * Play – There are three types of leagues to play: Pro League, National Leagues and Social League. In Pro League, there are Premier League, La Liga, Football League Championship, Serie A, Major League Soccer and Bundesliga (added on 22 March). In National League, there are Premier League, Ligue 1, Serie A and Liga BBVA. In Social League, there are Friends Super League, Superstars League and Friendly Matches. The lowest class of the Superstars league is Tutorial League, which will randomly choose from the South African teams. After winning a match, players are promoted to the next league—Juniors C League and up to Superstars Champions A League. The Superstars League allows players to play against opponents that are not their \"friends\". After winning, statistics are posted on the Leaderboard. Receiving votes of support unlock the next match. Score points to claim the rewards and claim rewards in five matches (in the Championship, the gift is claimed after six matches due to total of 48 matches). All leagues need the ticket called Match Credits. Players earn match credits by winning friendly matches, completing the league, waiting for countdown clock, asking friends for credits, taking the shootout practice and buying from the store. *Match Predictor – Predict the real match from around the world and earn a token to trade in for rewards.\"FIFA Superstars update 11/08/11\" , Playfish Forum, August 11, 2011, accessed August 13, 2011. * Manage – Choose the starting eleven of the club, sell players and change the formation of the club. * Training – Keep players fit by giving them workouts. More time training produces more training points, improving the chance of winning. (This costs coins.) * Stadium – See the club stadium. * Trade – Trade with other users to get players. (This costs superstar cash and coins.) * Store – The store has five types of items. #Players: purchase one of the five types of players to improve the team. #Single Players:purchase one of the three types of player to improve the team #Staff: purchase Team Boost, coaches and personal trainers. #Match Credits: take a penalty shootout to gain one free match credit or use Playfish Cash instead. #Stadium Upgrades: upgrade the stadium to improve the rewards. == Match Predictor == The player predict scores of real football matches from 5 matches each week of several European or United States leagues. Each game bet requires 100 coins. Predictions are frozen at midnight GMT on game day. The players win 5 tokens if they guessed the outcome correctly, and 40 tokens if they guessed the exact score . (For example: if a player predicts a match with 1 - 3 and the result of real match is 1 - 2 he/she will win 5 tokens, but if the result of real match is 2 - 1 he/she won nothing. Tokens can be redeemed with match credits, coins, player packs and even SOTWs (Superstars of the Week.) == Superstars of the Week == \"SOTW\", this is updated every Wednesday, based on players' performance in the past week. \"Superstars\" have a black card that shows they are limited edition, and can be obtained in packs or the special SOTW pack that usually costs Playfish Cash or 125.000 coins. ==First birthday anniversary== On May 26, 2011, the game celebrated its first birthday with the name \"FIFA Superstars Birthday Blast\". By selling various items from May 26 to June 3. The items were: {| class=\"wikitable\" |- ! Items !! Price |- | 5 Match Credits || 5,000 coins |- | Coach || 1 coin |- | Gold Transfers || 10,000 coins |- | 5 Match Credits || 5,000 coins |- | Gold Plus Transfers || 15,000 coins |- | 5 Match Credits || 5,000 coins |- | 1 Week Talent Boost || 1 Superstars Cash (was Playfish Cash) |} Once the player had purchased all of the items, they received the limited edition \"Superstars Arena\" for free. ==Login issues== In July 2011, many users experienced login issues about white screen, under- maintenance and others. The official forum of Playfish has posted the thread about the login issues and giving away coins for the user in this inconvenience.\"FIFA Superstars login issues - Now with 65,000 FREE Coins *Updated*\" , Playfish Forum, July 2011, accessed August 13, 2011. On August 11, 2011, another white screen/login issue occurred and was resolved on August 12, 2011.[RESOLVED Fifa Superstars Connection Issues - 11th August\"] , Playfish Forum, August 11, 2011, accessed August 13, 2011. ==Nomination for Golden Joystick Awards== The game was nominated for Best Free-to-play games in Golden Joystick Awards 2011.\"FIFA Superstars - Best Free Game Nominee Golden Joystick Awards 2011\", goldenjoystick.com, August 2011, accessed August 13, 2011. ==New user referral from Premier League clubs website== New users can earn a free team crest, stadium and two free player by entering the club website and start playing and completing the tutorial via their website. The clubs currently having referral are Chelsea, Newcastle United F.C., Fulham F.C. and Aston Villa In 2011-12 season, Liverpool crest was removed from Be a Fan and their official website by displaying 404 error message instead. ==Player Database Update== The update was issued on 28 August 2012. New features include: -Updated Player inventory size up to 300 players -Updated players (including stats and player portraits) -Updated team crests -New 2012 player items with an updated look -New transfer packs with updated, more affordable prices -New alumni league for returning players -Introducing the ability to create multiple squads in the manage team screen -The Match Predictor has been updated with improved rewards -The next database update date is still not known ==Retirement== In January 2013, EA Sports announced that FIFA Superstars will be no longer available on 31 March 2013 because of EA Sports have to retire games in order to re-allocate its resources to newer or more popular titles. This game has been offline to date. ==See also== * FIFA (video game series) ==External links== * The gameplay website * The gameplay forum * The gameplay official EA Website ==References== * March 21 Fifa Superstars Update Category:2010 video games Category:EA Sports games Category:IOS games Category:FIFA (video game series) Category:Facebook games Category:Inactive massively multiplayer online games Category:Video games developed in the United Kingdom ",
    "title": "EA Sports FIFA Superstars"
}