{
    "id": "31354751",
    "text": "The Unlawful Drilling Act 1819 (60 Geo 3 & 1 Geo 4 c 1), also known as the Training Prevention Act is an Act of the Parliament of the United Kingdom. It was one of the Six Acts passed after the Peterloo massacre. This Act was excluded by article 54(4) of S.I. 1981/155 (N.I. 2), and by article 49(4) of S.I. 2004/702 (N.I.), and saved on 27 August 1991 by sections 32(4) and 69 of the Northern Ireland (Emergency Provisions) Act 1991. ==Repeal== This Act was repealed in the Republic of Ireland by the Statute Law Revision Act 1983 and in England & Wales and Scotland by Part 3 of Schedule 1 to the Statute Law (Repeals) Act 2008. It is still in force in Northern Ireland. ==Section 1 - Meetings and assemblies of persons for the purpose of being trained, or of practising military exercise, prohibited. Punishment== Before it was repealed, in England and Wales and Scotland, this section read: On 1 November 1995: The words \"a Secretary of State, or any officer deputed by him for the purpose\" were substituted for England and Wales and Scotland by section 1(2) of, and paragraph 1(a) of Schedule 2 to, the Statute Law (Repeals) Act 1995. The words \"a Secretary of State\" were substituted for Northern Ireland by section 1(2) of, and paragraph 1(b) of Schedule 2 to, the Statute Law (Repeals) Act 1995. The word \"imprisonment\" was substituted for the United Kingdom by section 1(2) of, and paragraph 1(c) of Schedule 2 to, the Statute Law (Repeals) Act 1995. The repealed in the first place were repealed by the Statute Law Revision Act 1890. The word repealed in the second place were repealed for the United Kingdom on 1 November 1995 by section 1(1) of, and Group 1 of Part IV of Schedule 1 to, the Statute Law (Repeals) Act 1995. Section 16 of the Firearms Act 1920 provided that the powers of the Lieutenant and the two justices of the peace of a county under this Act were to be exercisable by a Secretary of State or any officer deputed by him for the purpose. In Northern Ireland, from 1953, the reference to penal servitude in this section had to be construed as a reference to imprisonment.The Criminal Justice Act (Northern Ireland) 1953, section 1(1) See the following cases: *R v. Hunt (1820) 3 B & Ald 566, 1 St Tr (NS) 171, [1814 - 1823] All ER rep 456 *Redford v. Birley (1822) 3 Stark 76, 1 St Tr (NS) 1071 *Gogarty v. R (1849) 3 Cox 306 (Ir) ==Section 2 - Persons so assembled may be detained and required to give bail, and prosecuted.== Before it was repealed, this section read: The words of enactment at the start were repealed by the Statute Law Revision Act 1888. The words \"or for any other person acting in their aid or assistance\" were repealed for England and Wales by sections 111 and 174(2) of, and paragraph 1 of Part 1 of Schedule 7 and Part 2 of Schedule 17 to, the Serious Organised Crime and Police Act 2005. They were repealed for Northern Ireland by paragraph 1 of Schedule 1, and Schedule 2, to the Police and Criminal Evidence (Amendment) (Northern Ireland) Order 2007 (S.I. 2007/288 (N.I.2)). The words at the end were repealed for England and WalesThe Courts Act 1971, sections 59(5) and (6) by section 56(4) of, and Part IV of Schedule 11 to, the Courts Act 1971, and for Northern Ireland by Part IV of the Schedule to the Statute Law Revision (Northern Ireland) Act 1980. This section was repealed in part for Northern Ireland by articles 90(2) and (3) of, and Part I of Schedule 7 to, the Police and Criminal Evidence Order 1989 (S.I. 1989/1341 (N.I.12)). \"Arrest and detain\" This section was repealed by section 26(1)(a) of the Police and Criminal Evidence Act 1984 in so far as it enabled a constable to arrest a person for an offence without a warrant. So much of this section as conferred a power of arrest without warrant upon a constable, or persons in general (as distinct from persons of any description specified in or for the purposes of the enactment) was repealed, for England and Wales, to the extent that it was not already spent, by section 111 of, and paragraph 38 of Part 2 of Schedule 7 to, the Serious Organised Crime and Police Act 2005. ==Section 3 - Sheriffs depute, &c.; in Scotland to have the same powers as magistrates in England.== This section applied to Scotland. Before it was repealed it read: The words in brackets were substituted by section 4 of the Sheriff Courts (Scotland) Act 1971. The functions of Burgh magistrates now exercisable by a Justice of the Peace, by section 1(2) of the District Courts (Scotland) Act 1975. ==Section 4 - Offenders may be indicted, if not prosecuted under this Act== This section was repealed by section 1(1) of, and Schedule 1 to, the Statute Law (Repeals) Act 1989. ==Section 5== This section was repealed by section 2 of, and the Schedule to, the Public Authorities Protection Act 1893. ==Section 6== This section was repealed by section 2 of, and the Schedule to, the Public Authorities Protection Act 1893. ==Section 7 - Prosecutions to be commenced within six months after offences== The words of enactment were repealed by the Statute Law Revision Act 1888. ==Section 8== This section was repealed by the Statute Law Revision Act 1873. ==References== *Halsbury's Statutes, *Archbold Criminal Pleading, Evidence and Practice, 1999 ==Further reading== *The text of the act as originally enacted Category:United Kingdom Acts of Parliament 1819 ",
    "title": "Unlawful Drilling Act 1819"
}