{
    "id": "31350776",
    "text": "Richard Harison (January 12, 1747 (O.S.)He was born on January 12, 1747, in the then used Julian Calendar; this date corresponds to January 23, 1748, in the Gregorian Calendar which has been used in America since 1752. in New York City - December 7, 1829) was an American lawyer and Federalist politician from New York. ==Life== He was the son of George Harison (son of Francis Harison) and Jane (Nicholls) Harison. He graduated with a Bachelor of Arts from King's College in 1764. He married Maria Jones, and their son was George Folliott Harison (1776–1846), the namesake of \"Harison's Yellow Rose\". He practiced law in New York City in partnership with Alexander Hamilton. On September 4, 1783, Harison married Frances Duncan Ludlow (1766–1797; daughter of George Duncan Ludlow), and they had four children. Harison was Deputy Grand Master of Masons of New York from 1786 to 1788. He was a delegate to the New York Convention which adopted the United States Constitution in 1788, and voted for adoption. He was a member of the New York State Assembly in 1788 and 1788-89. In 1789, Harison was appointed by President George Washington as the first United States Attorney for the District of New York. He remained in office until 1801, and was also Recorder of New York City from 1798 to 1801. He died in New York City on December 7, 1829, and was buried in a family vault in Trinity Church Cemetery. ==Legacy== Among the new proprietors of large tracts of land in Northern New York that had been part of the Macomb Purchase (1791), Richard Harison purchased great lots 6 and 9 in what would become Franklin County. These land owners initially named their sections after themselves, but \"Harison\" eventually became the Town of Malone. In 1808, Harison changed the name of the village he had founded to \"Ezraville,\" after his friend Ezra L'Hommedieu. In 1812, Harison again changed the name of his village, to \"Malone,\" after Edmond Malone, an Irish Shakespearean scholar. The Harison House is located on Webster Street in Malone, across from the cemetery, and is designated with a New York State historical marker. ==Notes== ==Sources== *The New York Civil List compiled by Franklin Benjamin Hough (pages 55 and 279; Weed, Parsons and Co., 1858) *Richard Harison genealogy at North County website *Trinity Church burial records Category:1748 births Category:1829 deaths Category:United States Attorneys for the District of New York Category:New York City Recorders Category:Columbia College (New York) alumni Category:New York (state) Federalists Category:Members of the New York State Assembly Category:Burials at Trinity Church Cemetery Category:People of colonial New York Category:American people of English descent ",
    "title": "Richard Harison"
}