{
    "id": "31357246",
    "text": "Tiffany Marinovich (née Pratt, previously Warner) is a fictional character on the New Zealand soap opera Shortland Street who was portrayed by Alison James between 1995 and 1998. The character first appeared in early 1995 as a potential love interest for Chris Warner (Michael Galvin). Before the two finally got together, Tiffany embarked on a relationship with reformed junkie Billy (Darren Young) which landed her with hepatitis C. Tiffany and Chris married in a Valentine's Day ceremony in 1996 but the marriage quickly dissolved when Chris cheated on her. Tiffany later dated and married Johnny Marinovich after a period when she suspected he was a child molestor. The character starred in a dramatic storyline in mid-1998 when she fell from a high rise building after trying to talk down a man on the roof. Tiffany ended up brain dead but her unborn baby was saved; Tiffany's life support was turned off soon afterwards. Tiffany received a positive reception and her death has been named as iconic by commentators and fans. ==Creation and casting== Tiffany was created as a new love interest for established character; Chris Warner. Alison James, who had theatre background, was cast in the role. After appearing on the show for three years, James decided to quit and the character was killed off. She stated, \"It took me a long time to decide to leave Shortland Street because it isn't easy to walk away from something you love. I also had this fear I'd never get work again – it's a real fear. So it took me a long time to wrestle with the idea that saying no to work wasn't unwise, and that if you actually want to grow and develop as an actor you do have to stop and move on.\" She found her final scenes draining, \"Everyone was acting around me and I was there, but my acting had basically stopped. I remember lying there thinking, 'I’m going to miss all these people.' I was quite teary, actually.\" ==Storylines== While in charge of the hospital, Chris Warner (Michael Galvin) hired Tiffany, much to the annoyance of the other nurses. There was a spark between the two but Tiffany started a romance with Billy (Darren Young) who left her with hepatitis C following his drug use. Manipulative nurse Carla Crozier (Elizabeth Easther) started to blackmail Tiffany and she soon got back together with Billy and the two got engaged. They broke up and Tiffany got together with Chris. The two married in 1996 and Chris left the country, with the couple starting a long distance romance. In 1997 Tiffany broke it off with Chris following finding him cheating with Alison Raynor (Danielle Cormack). The two divorced and Tiffany started a relationship with Johnny Marinovich (Stelios Yiakmis) but broke up with him when she believed he was a child molester. Tiffany fell into a coma as a result of her hepatitis and Johnny prayed for her to wake as he had discovered he loved her. The two reconciled in 1998 and Tiffany fell pregnant. The couple married only for Tiffany to fall from a high rise building while helping a suicidal jumper. Tiffany was declared brain dead but the baby was saved and Tiffany's life support was turned off. Johnny named her Maria and the two left Ferndale. ==Character development== ===Characterisation=== Tiffany was described as a \"practical feminist\" who would always get her man. James explained the description, saying: \"She wants to further her own goals, but she's not afraid of using her femininity to do so. She wants equality, but she recognises there is a difference between men and women and how they operate. She wants to look good and wear make-up and she can get very emotionally entangled sometimes.\" She has also landed the label of a \"hot party girl\". Tiffany's rivalry with Emily helped James understand Tiffany's characterisation, she stated; \"It challenged Tiffany. She always expects people to want to be beautiful. It showed me the naivete about Tiffany that I hadn't seen before. She assumes that she knows how everyone thinks and what everyone else wants from life, but then you realise she's possibly quite skewed and self-centred. It's obviously such a big part of Tiffany's life that it over-rides everything else. She's not brainless, it's just her priorities. James described her as, \"very heroic\" and believed that she, \"always puts up a fight for the underdog.\" ===Relationship with Chris Warner=== Tiffany was created as a love interest for established character, Chris Warner (Michael Galvin), though there was a purposeful chemistry between the two, producers left an ambiguity over whether the two would get together. Shortly into the characters arrival to the show, James predicted the two would eventually date, stating; \"The problem is what they're willing to admit to each other. They have to make a decision about whether they're just friends.\" When Chris returned from holiday in 1996, the two got together in a \"very sparky and frustrated kind of way.\" However it was soon clear that there was a huge problem in their relationship, in that of Chris' flatmate Emily, the polar opposite to Tiffany. The two got engaged and married on Valentine's Day 1996. Chris departed to America with the promise Tiffany would join him when he settled in, however in 1997 Tiffany returned from visiting Chris with the revelation he had cheated on her and the marriage was over. ==Reception== During her time on the show, Tiffany proved to be one of the most favoured characters, with James receiving the most fan mail out of the cast. The marriage between Tiffany and Johnny Marinovich has been remembered as iconic. The couple was remembered fondly by reviewers as a relateable partnership. Tiffany's death has gone down as iconic. ==References== Category:Shortland Street characters Category:Fictional nurses Category:Television characters introduced in 1995 Category:Female characters in television ",
    "title": "Tiffany Pratt"
}