{
    "id": "31351248",
    "text": "Delbert Tibbs in 2011 — Viewminder's Man of the Year Delbert Tibbs (June 19, 1939 – November 23, 2013) was an American man who was wrongfully convicted of murder and rape in 1974 in Florida and sentenced to death. Later exonerated, Tibbs became a writer and anti-death penalty activist. ==Early life== Tibbs was born June 19, 1939, in Shelby, Mississippi; he moved with his family to Chicago at age 12, as part of the Great Migration from the South to the North.Boxall, Bettina (December 12, 2013). Delbert Tibbs dies at 74; exonerated man's life defined by time on death row. latimes.com. Retrieved December 14, 2013. He attended the Chicago Theological Seminary from 1970 to 1972. ==Incident== In 1974 a 27-year-old male and a 17-year-old female were violently attacked near Fort Myers, Florida. The man was murdered and the young woman raped. She reported that they had been picked up while hitchhiking by a black man who fatally shot her boyfriend, and then beat and raped her, leaving her unconscious by the side of the road.\"Delbert Lee Tibbs - The prosecutor admitted the case had been tainted from the beginning\", Northwestern University Law, Bluhm Legal Clinic, Center for Wrongful Conviction, Retrieved March 22, 2015 ==Arrest, trial and conviction== Tibbs was hitchhiking in Florida about 220 miles north of the crime scene when he was stopped by police and questioned about the crime. The police took his picture, but as he did not fit the victim's description of the perpetrator, they did not arrest him. They sent the photograph to Fort Myers, where the victim identified him as the attacker. A judge issued a warrant for Tibbs' arrest. He was picked up in Mississippi two weeks later and sent to Florida. Though Tibbs had an alibi, he was indicted for the crimes. During the trial, the prosecution supplemented the victim's identification with testimony from a jailhouse informant, who claimed Tibbs had confessed to the crime. The all- white jury wrongfully convicted Tibbs of murder and rape, and he was sentenced to death. ==Post-trial and appeal== After the trial, the informant recanted his testimony, saying he had fabricated his account hoping for leniency in his own rape case. On appeal, the Florida Supreme Court remanded the case and reversed the decision, on the grounds that there was \"considerable doubt that Delbert Tibbs is the man who committed the crimes.\" The court ordered a retrial.Tibbs v. State, Justia - US Law Tibbs was released in January 1977. In 1982, the Lee County State Attorney dismissed all charges, ending the chance of a retrial. ==Subsequent campaigning== After that time Tibbs worked as an anti-death penalty activist. He also sought changes in the criminal justice system, especially limits on the use of eyewitness identifications which numerous studies have shown to be unreliable and highly flawed. Tibbs was one of six persons featured in the play The Exonerated (2002), based on accounts from death row inmates who were exonerated. (See Legacy, below.) The authors said that he was one of the inmates who showed belief in something larger to sustain him. He had said to them, \"I realized if I internalized all the pain, and all the anger, and all the hurt, I'd be dead already.\" Rachel Kramer Bussel, \"Jessica Blank and Erik Jensen, playwrights, 'The Exonerated,' authors, 'Living Justice'\" , The Gothamist, 11 April 2005; accessed January 13, 2017. Tibbs was among the audience when Governor George Ryan of Illinois and other politicians watched a production of the play. Ryan ordered a review of use of the death penalty in Illinois. Disturbed by learning more about injustices and a high rate of exonerations, in 2003, before leaving office, Ryan commuted the death sentences of 167 inmates on death row to life imprisonment. Later Tibbs was with a group talking to Governor Quinn about injustices in the penal system. On February 14, 2011, Tibbs, along with fellow exonerees and anti-death penalty activists, spoke with Illinois Governor Pat Quinn about repealing the death penalty in their state. A month later, on March 14, 2011, Quinn signed a bill to repeal the death penalty in Illinois. ==Writer== Tibbs began writing poetry and published Selected Poems and Other Words/Works (2007), edited by O'Modele Jeanette Rouselle. It was published in New York by the Manifestation-Glow Press. His poetry also appears in the chapbook anthology Beccaria (2011), edited by poet Aja Beech. ==Representation in other media== In November 1976, Pete Seeger wrote and recorded the anti- death penalty song \"Delbert Tibbs\". Eric Jensen and Jessica Blank wrote The Exonerated, a play about Tibbs and five other people who have been freed. It premiered in 2002 Off-Broadway in New York City. The playwrights recount how each person was convicted of murder and sentenced to death, in addition to exploring their exoneration after varying years of imprisonment. The Exonerated was adapted as a television film by the same name, which first aired on the CourtTV cable television station on January 27, 2005. Tibbs is portrayed by Delroy Lindo. At the end the film fades from the actor to Tibbs, who talks about his experience and his hopes. ==Death== Tibbs died of cancer on November 23, 2013. He was 74.https://www.nytimes.com/2013/12/08/us/delbert- tibbs-who-left-death-row-and-fought-against-it-dies-at-74.html ==See also== * List of wrongful convictions in the United States ==References== 8\\. Obituary, The Economist December 21, 2013 p. 140 (economist.com) ==External links== *Delbert Tibbs bio at Witness to Innocence *Excerpt from Studs Terkel's book \"Will the Circle Be Unbroken? Reflections on Death, Rebirth, and Hunger for a Faith.\" *Beech, Aja. ed. Beccaria 2011. Category:1939 births Category:2013 deaths Category:Prisoners sentenced to death by Florida Category:American male poets Category:Overturned convictions in the United States Category:Place of death missing Category:People wrongfully convicted of rape Category:20th- century American poets Category:People paroled from death sentence Category:People from Shelby, Mississippi Category:Chicago Theological Seminary alumni ",
    "title": "Delbert Tibbs"
}