{
    "id": "31358185",
    "text": "Brian R. Price is an American university professor, author, editor, publisher, martial arts instructor of the Italian school of swordsmanship, reconstructive armorer, and member of the Society for Creative Anachronism. He is Associate Professor of History at Hawai'i Pacific University, where he offers courses in the history of warfare, in counterinsurgency, and in strategy at the graduate and undergraduate levels. He speaks regularly at conferences both for his current field on counterinsurgency and in his earlier, and now secondary field, on chivalric topics. His page at https://hpu.academia.edu/BrianRPrice lists his current and recent research projects. He began his studies of medieval history in 1990, but began to shift his interests as the Afghan and Iraq wars progressed, increasingly emphasizing aspects of modern military theory, especially ways through which culture, doctrine and military practice interweave. These modern topics have been a prominent part of his work since his graduation from the University of North Texas and deployment to Afghanistan as part of the Human Terrain System in 2011-2012.Graduate Student- Brian R. Price. University of North Texas, June 23, 2010 https://web.archive.org/web/20100623000931/http://military.hist.unt.edu/grad/price.html \"At UNT his major fields of study revolve around medieval and early Renaissance chivalric culture ... Mr. Price is also known for his interest in the experience of the American military.\" He has spoken at the UK Ministry of Defence, at the Society for Military History, the World History Conference, several academic martial arts symposia, and appeared on television to discuss the situation in Ukraine. Price is perhaps best known for his work, Techniques of Medieval Armour Reproduction, which has been favorably reviewed and sold more than 20,000 copies worldwide. It was cited more than 35 times in the recent 2012 Ph.D. dissertation by Nikolaus Dupras. Dupras writes, \"Techniques of Medieval Armour Reproduction is one of the most complete accounts written on the armourer’s art. Geared heavily towards technique, it is intended as a manual which discusses the steps of armour-making from design to fabrication. Though not comprehensive, the complexity of the task is well represented.\" Price founded The Chivalry Bookshelf in 1992 to publish Chronique, the Journal of Chivalry, but eventually began publishing books about Western Martial Arts, arms and armor, and the subject of chivalry. The press produced twenty-six titles between 2001 and 2007.Dr. Brian R. Price, LinkedIn https://www.linkedin.com/in/drbrianrprice \"New titles for the Bookshelf have been on hold since 2008, when I began my doctoral studies, but the titles remain popular and continue to sell\" He and his wife Ann also jointly ran Revival Enterprises during the same period, which developed a popular line of leather and sundries for re-enactment and Western Martial Arts practitioners until they \"transitioned the business in 2011 to a silent partnership.\"Dr. Brian R. Price, LinkedIn https://www.linkedin.com/in/drbrianrprice Retrieved April 11, 2019 Previously he co-founded the American Company of Saint George, a medieval-styled \"tournament society\" that, together with Chronique: The Journal of Chivalry, helped to inspire many other similar tournament societies throughout North America, in Europe and in Australia. Price is a co-founder and, until early 2011, was the long-time curriculum director of the Schola Saint George school of Historical European martial arts.Schola Saint George Currently he teaches swordsmanship in Honolulu and remains affiliated with the Schola Saint George. ==Background== In 2012 he began as a Visiting Professor at Hawai'i Pacific University, where he remains, teaching primarily within the graduate program for Diplomacy & Military Studies. From 2012-2018 he wrote more than a dozen professional reviews published in journals such as the Journal of Military History, The Historian, Strategic Studies Quarterly, Military Review, Joint Force Quarterly, the Journal of World History and H-Net War. In 2011-12 he served in Afghanistan as a senior socio-cultural advisor for the Human Terrain System, working with NATO, American and Afghan forces. His work there focused on the Afghan National Security Forces (ANSF), their internal dynamics and their relationship to American and NATO forces as related to counterinsurgency theory and practice. He made use of local and oral history techniques in his unique approach and gathered oral histories on ANSF officers and civilians. Price graduated from the University of California, Los Angeles with a B.A. in Political Science in 1990, and in 2006 entered the University of North Texas to pursue a doctorate in history. He won a competitive dissertation fellowship in 2010, completing his degree in May, 2011. He taught courses there in U.S. and world history as a Teaching Fellow from 2008 to 2010. Price had previously operated an armour workshop, Thornbird Arms, from 1984 to 1990, and worked in the computer software, information technology and internet industries from 1993 to 2000. == Western Martial Arts == Beginning about 1981, Price's exposure to the Western Martial Arts developed through his participation in armored full-contact sport combat through the Society for Creative Anachronism (SCA) in Southern California, in which he participated under the SCA pseudonym of Brion Thornbird ap Rhys, eventually rising to the rank of King of the Kingdom of Caid in 1988.\"Brion Thornbird ap Rhys\" in Compendium Caidis In 1984, Price founded a small armory, Thornbird Arms, directed at the SCA's market for functional historically accurate armor, which he operated until 1990.Thornbird Arms at Knighthood, Chivalry & Tournaments Library In recognition of his expertise in \"armouring\" and his research into the historical combat system of Fiore dei Liberi, the SCA kingdom of Ansteorra elevated Price to its \"Order of the Laurel\" in 1986 and, in 1987, he was elevated to the SCA's \"Order of the Chivalry\" (KSCA) for his skill in SCA Armored Combat by the reigning King and Queen of the Kingdom of Caid.\"Brion Thornbird ap Rhys\" in Compendium Caidis Price was awarded the \"Queen's Cypher\" and the \"Princess's Favor\" in 1992 by the Kingdom of the West, the \"Queen's Guard – Knight Counselor\" in 1998, as well as the \"Defender of the West\" in 2000. Price is also a warranted Armored Combat Authorizing Marshal \"At Large\" of the Kingdom of Ansteorra. In addition to producing historically accurate armor for SCA members, Price wrote the instruction book Techniques of Medieval Armour Reproduction. This book remains the most popular introduction to the field and has provided a springboard from which a generation of armourers working in the medieval style have emerged. In the 1990s, Price was also instrumental in establishing the Company of Saint George, a \"Tournament Company\" within the SCA dedicated to staging historically accurate tournaments and pas d'armes in an SCA context. In 2000, a part of the Company of Saint George developed into the Schola Saint George school of Western Martial Arts,http://www.westerncircle.org/members/michael.html co-founded by Price and Robert Holland in Union City, California.SSG SF Bay Area Branch at Schola Saint George website Price directed the Schola Saint George, expanding it to Texas and other regions of the United States and abroad. Currently the SSG has branches in Dallas, Atlanta, Charleston, Boston, Little Rock, Moscow, Latvia, in the San Francisco Bay Area, and in Honolulu. Under Price's impetus, the Schola Saint George organized the first annual Schola Saint George Medieval Swordsmanship Symposium in May, 2001. It was one of the first conferences in the United States dedicated to bringing together scholars and practitioners of the Historical European Martial Arts, and the largest of its kind up to that time.Schola St. George Medieval Swordsmanship Symposium 2001 at The Association for Renaissance Martial Arts webpage. Accessed April 5, 2011. In 2004, Price was inducted into the United States Martial Arts Hall of Fame as a Medieval Weapons Master. He is also a member of the American Teachers Association of the Martial Arts. In Afghanistan he won letters of commendation for his service to both NATO and American units. ==Writing, editing and publishing== In 2017 and into 2018, he has been conducting original oral histories and doing archival research focused on the modernization struggles of the United States Air Force during the 1970s - 1980s. This work has been contracted (Spring, 2017) by Naval Institute Press, tentatively entitled Eagles, Falcons & Warthogs: Gen. \"Bill\" Creech, Col. John Boyd and the Struggle to Remake the Tactical Air Forces in the Wake of Vietnam. In addition to his frequent reviews of current military history works, he contributed ten articles to the Sage Encyclopedia of War: Social Science Perspectives (Sage, 2016), that included \"Afghan War,\" \"Counterinsurgency,\" \"Guerrilla War,\" \"Human Terrain System,\" \"Minerva Program,\" Project Camelot,\" \"Honor,\" \"Wars of Medieval Europe,\" \"Military Culture,\" and \"Multilateral Warfare.\" According to his page on Academia.edu, he continues to work on a medium-term research project, Socio-Cultural Knowledge in Full-Spectrum Operations: From Project Camelot to the Human Terrain System, that examines the defense sector's challenges with respect to understanding local cultures in areas where the U.S. military might deploy on foreign soil. In 2017 Joint Force Quarterly published a peer-reviewed article, \"Human Terrain at the Crossroads.\" Another, to be published in Summer, 2018, will appear in The Journal of Medieval Military History, \"Yron and Stele: In 2016, Army Press published another, \"The Resonance of History: The influence of Soviet-era mujahidin networks in eastern Afghanistan,\" and in 2015, in Initial: Review of Medieval Studies (3), \"A Proposed Methodology for the Validation of Historical European Martial Arts,\" Though focused on issues relating to modern military practice, he retains something of his long interest in medieval topics, including two articles for Medieval Warfare magazine, \"A Fifteenth Century Manual of War: Conrad Kyeser's Bellefortis\" and \"The Poleaxe and the Changing Face of Warfare.\" At the 2015 International Conference for the Study of Martial Arts, he offered a paper, \"Aristotle and the Martial Arts of Medieval Europe: The idea of l'arte, pedagogy, and historical context in the medieval fechtbuchen.\" He continues part-time work revising his dissertation, \"The Martial Arts of Medieval Europe,\" recast as \"Systems of Fighting in the Later Middle Ages\" and several comparative works on medieval armour. Price's early work included The Book of the Tournament, Historical Forms of the Tournament for SCA Combat: History, Resources, Examples, and Arming Yourself in the Style of the 14th Century, were written principally for the Society for Creative Anachronism (sometimes under his SCA pseudonym \"Sir Brion Thornbird\") and were sometimes published by the SCA as well. In 1996 or 1997, Price also contributed two articles, \"On Chivalric Virtues\" and \"Winning and Losing,\" to Facets of Knighthood, an anthology of poetry, stories and articles concerning knighthood and chivalry edited by a fellow SCA member, \"Cormac the Traveller\" (a/k/a Peter Martin), and published by Outlaw Press. Price republished and expanded his 1991 monograph, The Book of the Tournament, as a book under his The Chivalry Bookshelf imprint in 1996 and, again, in 2002. In 1999, as a monograph, and, in 2001, as a book, Price published his \"translation into modern English\" of Ramon Lull's Book of Knighthood & Chivalry, which became widely used as a textbook. The book was republished again in 2002 as a paperback by The Chivalry Bookshelf and Boydell & Brewer and again in 2004 by The Chivalry Bookshelf and Greenhill Press. Price's Techniques of Medieval Armour Reproduction, was published by Paladin Press in 2000. In 2001, Price published the first U.S. edition of Bengt Thordeman's 1939–1940 two-volume Armour from the Battle of Wisby, 1361 as a single volume, and Secrets of German Medieval Swordsmanship: Sigmund Ringeck's Commentaries on Johannes Liechtenauer's Verse, translated and interpreted by Christian Henry Tobler. The Chivalry Bookshelf published several more notable works by other authors concerning the history of chivalry, arms and armor or Western Martial Arts in 2002, including: * The Arte of Defence: an introduction to the use of the rapier, by William E. Wilson * De Arte Gladiatoria Dimicandi: 15th century swordsmanship of Master Filippo Vadi, translated by Luca Porzio with a commentary by Gregory Mele * Jousts and Tournaments: Charny and the Rules for Chivalric Sport in Fourteenth-Century France, translated and with a commentary by Dr. Steven Muhlberger *SPADA: An Anthology of Swordsmanship in Memory of Ewart Oakeshott, edited by Stephen Hand That same year Price also contributed an article, \"In the Lists: The Arthurian Influence in Modern Tournaments of Chivalry,\" to an independently published anthology, King Arthur in Popular Culture, edited by Elizabeth S. Sklar and Donald L. Hoffman. From 2003 through 2006, The Chivalry Bookshelf continued publishing notable books concerning the history of chivalry and Western Martial Arts, including: * The Medieval Art of Swordsmanship: a facsimile & translation of Europe’s oldest personal combat treatise, Royal Armouries Ms. I.33, by Dr. Jeffrey L. Forgeng * Medieval Sword & Shield: the Combat System of Royal Armouries MS I.33, by Stephen Hand and Paul Wagner * Fighting with the German Longsword, by Christian Henry Tobler * The Swordsman’s Companion, by Guy Windsor * The Art of Dueling: 17th Century Rapier Combat as Taught by Salvator Fabris, by Salvator Fabris, translated by Tomasso Leoni * SPADA 2: An Anthology of Swordsmanship, edited by Stephen Hand * Teaching and Interpreting Historical Swordsmanship, an anthology edited by Price, to which he also contributed three of its seventeen articles: \"The One True Way,\" \"Seven-iron, Please!\" and \"In a Few Pages: Fighting between the Poste of Fiore dei Liberi\" * Deeds of Arms: Formal Combats in the Late Fourteenth Century, by Dr. Steven Muhlberger * The Royal Book of Jousting, Horsemanship, and Knightly Combat: a Translation into English of King Dom Duarte’s 1438 Treatise Livro da Ensinança de Bem cavalgar Toda Sela (The Art of Riding in Every Saddle), translated by Antonio Franco Preto and edited by Dr. Steven Muhlberger. * The Duellist's Companion: a Training Manual for 17th Century Italian Rapier, by Guy Windsor * English Swordsmanship: the True Fight of George Silver. Vol. 1, Single Sword, by Stephen Hand * Fighting with the Quarterstaff: a Modern Study of Renaissance Technique, by David Lindholm * Academy of the Sword: wherein is demonstrated by mathematical rules on the foundation of a mysterious circle the theory and practice of the true and heretofore unknown secrets of handling arms on foot and horseback (1628), by Gerard Thibault d’Anvers, translated by John Michael Greer * In Service of the Duke: the 15th Century Fighting Treatise of Paulus Kal, translated by Christian Henry Tobler In 2007, Price published Fiore dei Liberi's Sword in two hands: a full-color training guide for Medieval longsword based on Fiore dei Liberi's Fior di Battaglia, which is also the most recent book published by The Chivalry Bookshelf. In February, 2011, Price announced that \"there will be no further Bookshelf titles except for my own, and there are only three of these planned, if they ever come out.\" In July 2010, Price published in Knight Templar Magazine, \"Isn't Chivalry Dead?\", a shortened version of the article he had published earlier in Chronique. In May, 2011, his dissertation, The Martial Arts of Medieval Europe, was accepted by the University of North Texas Department of History and is currently in revision for publication by an undisclosed press, work that defined the end of his full-time focus on medieval topics. == Controversies == In 2009, Dr. Yuri Cowan, a postdoctoral Research Fellow concentrating on \"nineteenth-century poetry, historiography, medievalism, and the history of the book\" at Ghent University, Belgium, and a member of the William Morris Society, edited the Kelmscott edition of The Ordination of Knighthood for the \"Morris Online Edition,\" a web-based scholarly edition of the works of William Morris published at the University of Iowa Libraries website. In the Headnote: Introduction, Cowan accused Price of plagiarizing William Morris's translation of the Ordene de chevalerie in Price's 2001 The Chivalry Bookshelf edition: > But perhaps the most striking instance of the afterlife of this volume is a > little book published by The Chivalry Bookshelf in 2001, entitled Ramon > Lull’s Book of Knighthood and Chivalry and the anonymous Ordene [sic] de > Chevalerie (“translated by William Caxton / Rendered into modern English by > Brian R. Price”). This book is avowedly a work of enthusiasm by Price, who > writes in his introduction that “with the growing convergence between > students of chivalric lore, reenactors, Western martial artists, and > medievalists – the time seems right to release this new version. I hope it > brings much pleasurable contemplation and provokes thought along [sic] what > it meant – and what it means – to be a knight” (iii). There is no reason why > Price should have included both works together, except that William Morris > had once done so in his Kelmscott edition of 1892–3. In fact, a close look > at Price’s edition reveals that he has stolen Morris’ translation verbatim > for the entire text of the Ordène, and gives Morris no credit whatsoever. > Indeed, he does not mention Morris even once throughout his entire > introduction, nor anywhere in the book [5]. Although Morris’ work is > certainly in the public domain, Price’s appropriation of it without > attribution is a decidedly unchivalrous piece of plagiarism. And yet this > lately pirated edition, too, is an example of the long reach of Morris’ > influence in unexpected places – as a translator, as a medievalist, and as a > shaper of the canon. [5] In his introduction, Price repeatedly emphasises > the “anonymity” of the Ordène. It is possible that, owing to Morris’s rather > medieval humility in not appending his own authorial name to the translation > of the Ordène, Price understood the translation of the Ordène in the > Kelmscott volume to be Caxton’s – suggesting at least that Morris’s > medievalising idiom was convincing! Whereas the cover of the book and the title page both name the book as \"Ramon Lull's Book of Knighthood and Chivalry & the Anonymous Ordene de Chevalerie\" without reference to any translators, and the endicia lists \"Ramon Lull's Book of Knighthood and Chivalry/Translated by William Caxton/Rendered into modern English by Brian R. Price\", the back of the hardcover dustjacket includes a paragraph crediting Morris as the translator of the Ordene de Chevalerie. No mention is made of Morris's work on the Lull text, however, and the paperback edition does not mention Morris at all.Ramon Lull’s Book of Knighthood and Chivalry and the anonymous Ordene de Chevalerie, Brian R. Price (Ed.). The Chivalry Bookshelf, s.l., 2001. . Further, the two were included together in this enthusiast's volume because they are discussed together in the first chapter of Maurice Keen's foundational work, Chivalry (Yale University Press, 1984), a work that provided the underpinning for many of Price's early works. In early 2011 public allegations were made by seven authors: Dr. Jeffrey Forgeng, Guy Windsor, Dr. Steven Muhlberger, Christian Tobler, Luca Porzio, Gregory Mele and Tom Leoni (Tobler and Mele went on to create a new press, Freelance Academy Presshttp://www.freelanceacademypress.com) that: royalty payments had been withheld since 2006, editorial fees had not been paid, verbal agreements had not been honoured, Tobler had not been paid his portion of foreign language rights-sales on one of his title, and that a Chivalry Bookshelf affiliated editor and co-author had been over-paid in the production of the Filippo Vadi treatise discussed above. The dispute was settled out of court, with Chivalry Bookshelf releasing all remaining product and copyright to the individual authors.http://forums.armourarchive.org/phpBB3/viewtopic.php?p=1920700#p1920700http://forums.armourarchive.org/phpBB3/viewtopic.php?f=3&t;=157458 At the same time, Chris Gilman, a California artisan, accused Price of shutting down Thornbird Arms while holding over $21,000 of deposits for product which he never delivered.http://forums.armourarchive.org/phpBB3/viewtopic.php?f=2&t;=129990&p;=1928661 Gilman's personal website is https://diligentdwarves.blogspot.com/ Dr. Douglas W. Strong, an American armour scholar, also stated that Price had accepted deposits of at least $1,500 and then failed to deliver the product or refund the money despite being repeatedly reminded of the debt over the following 20 years. This dispute was never brought to court, and in March 2011 Strong said that he had received goods in compensation for the debt.http://forums.armourarchive.org/phpBB3/viewtopic.php?f=2&t;=129990&start;=700 \"Today, Brian's compensation for the armour owed to me but never delivered arrived. I have several cases of books. ... Brian's debt to me for this armour is settled.\" In March 2011, Will McLean, an illustrator,\"Gygax,Gary; illustrations by David C. Sutherland III, D.A. Trampier, Darlene Pekul, Will McLean, David S. LaForce, and Erol Otus. Advanced Dungeons & Dragons, Dungeon Masters Guide: Special Reference Work . Lake Geneva, WI: Random House, 1979\". Library of Congress. Retrieved May 3, 2011. . Check date values in: |accessdate= (help) author\"Forgeng, Jeffrey L. and Will McLean. Daily life in Chaucer's England, 2d ed. Westport, CT: Greenwood Press, 2009\". Library of Congress. Retrieved May 3, 2011. and independent medieval scholar,\"McLean, Will. \"Outrance and Plaisance.\" Journal of Medieval Military History, Vol. VIII. Ed., Clifford J. Rogers, Kelly DeVries and John France. Rochester, NY: Boydell Press, 2010\". De Re Militari. Retrieved May 3, 2011. accused Price of plagiarizing and infringing his copyright on certain of McLean's illustrations for Dr. Elizabeth Bennett's translation of King Rene's Tournament Book by reprinting them without credit or permission in Price's Chronique No. 10 (1994).Post to The Sword in Two Hands by Brian Price review wanted thread in the Armour Archive Forum. Will McLean, a/k/a \"Galleron, March 2, 2011, p. 9. Online\". Armour Archive Forum. Retrieved May 3, 2011.Elizabeth Bennet, King René's Tournament Book: A Modern English Translation https://www.princeton.edu/~ezb/rene/renehome.html McLean also accused Price of reprinting illustrations from a book by late British scholar Claude Blair, \"one of the foremost authorities on historic European metalwork, especially arms and armour,\"Sally Badham, \"Claude Blair Obituary.\" The Guardian, Friday 12 March 2010 without permission in the same volume of Chronique. On August 7, 2009, the Secretary of State of Texas forfeited the charter of the Schola Saint George (SSG) due to SSG's failure to pay its state franchise taxes and to revive its forfeited privileges within 120 days of said forfeiture while Price was serving as its registered agent.\"Forfeiture pursuant to Section 171.309 of the Texas Tax Code of SCHOLA SAINT GEORGE, Ltd., INC. File Number 800653339 7 August 2009 http://forums.armourarchive.org/phpBB3/download/file.php?id=37011 A copy of the Certificate of Forfeiture was publicly posted on February 22, 2011 during the online exchange between Price and the authors.\"The Sword in Two Hands by Brian Price\" review wan http://forums.armourarchive.org/phpBB3/viewtopic.php?f=2&t;=129990&p;=1925103&hilit;=charter#p1925103 On February 25, 2011, the new president of Schola Saint George announced that Price had tendered his resignation as president for \"personal reasons.\"Colin Hatcher, \"Announcement by Colin Gabriel Hatcher, newly elected President of the Schola Saint George,\" 25 February 2011 https://web.archive.org/web/20120225164400/https://www.scholasaintgeorge.org/index.php?Itemid=90&option;=com_content&id;=227%3Aannouncement- by-colin-gabriel-hatcher-newly-elected-president-of-the-schola-saint- george&catid;=60%3Amartial-arts-news&view;=article He remains affiliated with the school. == See also == *Historical European Martial Arts *Western Martial Arts *Italian school of swordsmanship == References == == External links == * The Chivalry Bookshelf * Schola Saint George * Society for Creative Anachronism Category:Living people Category:Year of birth missing (living people) Category:University of North Texas people Category:American non- fiction writers Category:American publishers (people) Category:American medievalists Category:American martial artists Category:American martial arts writers Category:Historians of martial arts Category:People involved in plagiarism controversies Category:University of California, Los Angeles alumni ",
    "title": "Brian R. Price"
}