{
    "id": "31359168",
    "text": "Russell Jeffrey (born 6 February 1966) is a former Australian rules footballer who played with St Kilda and the Brisbane Bears in the Victorian/Australian Football League (VFL/AFL). Jeffrey, a former St Mary's junior, started his VFL career at Geelong and with the exception of one night match spent all of his time in the reserves. A serious knee injury looked to have ended his league career and he left Victoria, only to be called up by St Kilda to play a game in 1987.AFL Tables: Russell Jeffrey After playing 14 games for St Kilda in 1988, Jeffrey again left the state, played the 1989 Murray Football League premiership with Jerilderie. He was best on ground in both the 1987 and 1989 Murray Football League grand finals. He was re-signed by St Kilda in the 1990 preseason draft, with the 23rd draft pick. Used mostly as a defender, Jeffrey had his best season in 1990, not missing a single game and averaging just under 16 disposals. Although he had represented the Northern Territory in the 1988 Adelaide Bicentennial Carnival, he played State of Origin football for Victoria in 1990. At the end of the 1991 season, Jeffrey was traded to the Brisbane Bears and on debut became the 100th footballer to play for the club. In 1992 he returned to his former club Wanderers and won the Chaney Medal when he captained them to a win in the 1992/93 Northern Territory Football League grand final. He coached Wanderers until 1997, during which time he was also coach of the territory's Teal Cup side and the league's representative team. Joining Palmerston as playing coach in 1998, he steered the club to four consecutive grand finals. He coached their 2000/01 and 2001/02 premiership sides. Jeffrey is an Indigenous Australian and represented the Indigenous All- Stars in 1994. He was the Labor candidate for the conservative seat of Brennan at the 2012 election; however, he was defeated by the incumbent Country Liberal Party MP.Labor's latest recruit a footy star ==References== Category:1966 births Category:Indigenous Australian players of Australian rules football Category:Australian rules footballers from the Northern Territory Category:St Kilda Football Club players Category:Brisbane Bears players Category:Palmerston Football Club players Category:Wanderers Football Club players Category:Victorian State of Origin players Category:Living people ",
    "title": "Russell Jeffrey"
}