{
    "id": "31368070",
    "text": "Kerur is a City in Bagalkot district in Karnataka, which located on NH 218. It has an average elevation of 617 meters (2024 feet). It's a birthplace of Jagadish Shettar, a former Chief Minister of Karnataka. Kerur is a Town Panchayat city in district of Bagalkot, Karnataka. The Kerur city is divided into 16 wards for which elections are held every five years. The Kerur Town Panchayat has population of 19,731 of which 9,929 are males while 9,802 are females as per report released by Census India 2011. Population of Children with age of 0-6 is 2691 which is 13.64% of total population of Kerur (TP). In Kerur Town Panchayat, Female Sex Ratio is of 987 against state average of 973. Moreover, Child Sex Ratio in Kerur is around 922 compared with Karnataka state average of 948. Literacy rate of Kerur city is 73.36% lower than state average of 75.36%. In Kerur, Male literacy is around 82.30% while female literacy rate is 64.41%. Kerur Town Panchayat contains over 3,665 houses to which it supplies basic amenities like water and sewerage. It is also authorized to build roads within Town Panchayat limits and impose taxes on properties coming under its jurisdiction. ==Demographics== At the 2001 census, the town had a population of 17,206. Males constitute 50% of the population and females 50%. Kerura has an average literacy rate of 58%, lower than the national average of 59.5%: male literacy is 69%, and female literacy is 48%. 14% of the population is under six years of age. Every Tuesday, a fair of farmers gathers for selling vegetables, grains, etc. the cattle stock also bought and sold on these days. Kerur is birthplace of ex-chief minister Mr Jagadish Shettar, Rachoteshwar temple is prominent from centuries Yearly jatra happens nine days after Gudi Padva followed by Agni (Ritual of the temple to cross the fire) Place where religious harmony is maintained Muslim festivals celebrated by all the religions ==References== *AMS Maps of India and Pakistan *Falling Rain Genomics, Inc - Kerur *Census of India 2001: \"Data from the 2001 Census, including cities, villages and towns (Provisional)\". Census Commission of India. Archived from the original on 2004-06-16. https://web.archive.org/web/20040616075334/http://www.censusindia.net/results/town.php?stad=A&state5;=999. Retrieved 2008-11-01. http://www.census2011.co.in/data/town/803045-kerur.html Category:Cities and towns in Bagalkot district ",
    "title": "Kerura"
}