{
    "id": "31368754",
    "text": "St Michael's Church is an Anglican church in the village of Weeton, Lancashire, England. It is an active parish church in the Diocese of Blackburn. It was built in 1843 and enlarged in 1846. It has been designated a Grade II listed building by English Heritage. ==History== St Michael's Church was built in 1843 on land granted by the 13th Earl of Derby. It became a parish church in 1846. In 1852, architect E. H. Shellard enlarged the west end of the church. St Michael's was designated a Grade II listed building by English Heritage in 1986. The Grade II listing is for buildings that are \"nationally important and of special interest\". ==Architecture== St Michael's is constructed in the Early English style, of red brick with stone dressings. The roof is slate. At the west end of the building there is a bellcote with a miniature spire. The plan consists of a nave and a chancel. To the north of the nave is a porch at the main entrance, and to the south of the chancel is a vestry. There are coupled lancet windows, and a triple lancet window in the west wall. Internally, the roof's timber structure includes strutted king posts and arched braces. The nave has four bays and the chancel one. The church furniture includes a wooden pulpit, a matching minister's desk and original wooden pews Which have doors. Memorials include a brass tablet dedicated to Edward Stanley, 15th Earl of Derby, erected \"by the servants employed on his North Lancashire Estates 1893\". There is a small square organ by T. and C. Lane of Earl Shilton, Leicestershire. ==Churchyard== The graveyard contains the war graves of two British Army soldiers of World War I, and an airman of World War II. CWGC Cemetery Report. Breakdown obtained from casualty record. ==See also== *Listed buildings in Weeton-with-Preese *List of works by E. H. Shellard ==References== ===Footnotes=== ===Sources=== * * Category:Church of England church buildings in Lancashire Category:Diocese of Blackburn Category:Grade II listed churches in Lancashire Category:Buildings and structures in the Borough of Fylde ",
    "title": "St Michael's Church, Weeton"
}