{
    "id": "31365752",
    "text": "Giovanni Domenic \"John\" Barilaro (born 14 November 1971) is an Australian politician who has been the 18th Deputy Premier of New South Wales and the New South Wales Leader of The Nationals since November 2016. He has been the Minister for Regional New South Wales, Industry and Trade in the second Berejiklian ministry since April 2019, and a member of the New South Wales Legislative Assembly representing the electoral district of Monaro since 2011. Barilaro previously served as the Minister for Regional Development (later renamed as the Minister for Regional New South Wales), Minister for Small Business, and Minister for Skills in the first Berejiklian and second Baird governments, from October 2014 until March 2019; and as the Minister for Regional Tourism in the first Baird government. ==Early years and background== Barilaro was born in Queanbeyan to immigrant parents from Calabria, Italy. After leaving school he worked on the factory floor of his family's business. Before entering politics, he managed Ryleho, a business that manufactures energy-efficient timber windows and doors. He has campaigned within his local community for a high school for the growing suburb of Jerrabomberra, and helped found the Monaro Panthers Football Club (soccer), before serving for eight years as its club president. ==Political career== Barilaro was elected as an independent councillor of Queanbeyan City Council in 2008 and served on the Council until he ran for the National Party in the seat of Monaro at the 2011 state election. He won the seat from incumbent Labor Minister Steve Whan with an 8.2-point swing to the Nationals. Following the resignation of Andrew Stoner in October 2014, Barilaro was appointed to the first Baird ministry as the Minister for Small Business and the Minister for Regional Tourism. Baird rearranged his ministry following the 2015 state election, and Barilaro was sworn in as the Minister for Regional Development, the Minister for Skills, and the Minister for Small Business in the second Baird government. On 15 November 2016, Barilaro was elected unopposed as leader of the National Party in New South Wales, following the resignation of Troy Grant. Following the resignation of Mike Baird and the election of Gladys Berejiklian as Leader of the New South Wales Liberal Party, Barilaro led The Nationals to form the Liberal-National coalition in the Berejiklian ministry that was sworn in on 23 January 2017. On 1 December 2017, Barilaro called for Prime Minister Malcolm Turnbull to resign as a \"Christmas gift\" to Australians. Turnbull subsequently accused Barilaro of \"trying to ingratiate himself\" with radio presenter Alan Jones. Turnbull also stated he had called Barilaro and left a message after previous criticism, but had not heard back, and suggested Barilaro should have expressed his view to Turnbull personally, rather than \"bagging [him] in the media\". Several federal ministers, including Julie Bishop and Mathias Cormann were also critical of Barilaro, with Cormann stating: \"He is not a federal member of parliament, I don't know him, I have never met him, it is a regrettable comment, it is uncalled for, it is wrong, I reject it\". At the 2019 state election, even as the Coalition suffered a 3.6 percent swing and his own party lost four seats, Barilaro was easily reelected in Monaro. He picked up a swing of over nine percent, enough to make Monaro a safe National seat. Following the 2019 state election, Barilaro was sworn in as the Minister for Regional New South Wales, Industry and Trade in the second Berejiklian ministry, with effect from 2 April 2019. On 30 April 2020, Barilaro was considering stepping down from State politics to contest the federal seat of Eden-Monaro in its upcoming by-election, following Mike Kelly's immediate resignation from politics owing to personal and familial health issues,Eden- Monaro MP Mike Kelly resigns, prompting by-election ABC News 30 April 2020 but later withdrew his interest.Andrew Constance expected to announce run for Eden-Monaro seat ABC News 4 May 2020 He attributed the decision to a lack of support from Deputy Prime Minister Michael McCormack, whom he accused of fearing him as a leadership rival.https://www.smh.com.au/politics/nsw/you- failed-as-a-leader-barilaro-s-message-to-mccormack-20200505-p54q0l.html Barilaro then apologised for his actions. In the latter half of 2020, YouTube comedian and political commentator Jordan Shanks published videos criticising him for the 2019-20 bushfire season.friendlyjordies. (2020). Friendslyjordies is cancelled [YouTube Video]. In YouTube. https://youtu.be/rYD-et6UPy0 The videos included Shanks imitating and mocking Barilaro, who publicly expressed offence, claiming it had \"racist undertones\". Shanks responded to Barilaro's comments by referring to Barilaro's positions on political correctness and on changing his forename from Giovanni to John.{{cite web||url=https://www.youtube.com/watch?v=rYD-et6UPy0&t;=328s A following video by Shanks was filmed at an Airbnb rental accommodation owned by Barilaro where he criticised him for pork barrelling.friendlyjordies. (2020). bruz [YouTube Video]. In YouTube. https://youtu.be/ihoirTYqf2c ==Personal== Barilaro is married to Deanna; together they have three daughters and live in Jerrabomberra. He is currently working towards completion of Certificate IV, Frontline Business Management with the Housing Industry Association. ==References== ==External links== *National Party – John Barilaro, Member for Monaro *Queanbeyan City Council – Cr John Barilaro |- |- |- |- |- Category:Members of the New South Wales Legislative Assembly Category:National Party of Australia members of the Parliament of New South Wales Category:1971 births Category:Living people Category:Place of birth missing (living people) Category:Australian politicians of Italian descent Category:21st-century Australian politicians Category:Deputy Premiers of New South Wales Category:Australian people of Italian descent ",
    "title": "John Barilaro"
}