{
    "id": "31362550",
    "text": "W.A.K.O. World Championships 1978 were the first ever W.A.K.O. World kickboxing championships introduced by the pioneer of German Karate Georg Brueckner and the third major event hosted by the W.A.K.O. organization – formerly known as the W.M.A.A. (World of Mixed Martial Arts Association). The W.A.K.O. championships were open to amateur men only from eighteen countries across the world and all bouts were fought under Full-Contact kickboxing rules - differing from modern rules in that there was a platform instead of a ring and fighters wore no protective clothing or head guards. Semi-Contact, which had been introduced at the 1978 European championships, would have no place at this event. At the end of the championships, the USA was the top nation, with hosts West Germany a close second, and the Dominican Republic in third. The event was held in West Berlin, West Germany on November 5, 1978. ==Men's Full- Contact Kickboxing== Similar to the European championships, the worlds had seven weight divisions for amateur men only, with all bouts fought under Full- Contact kickboxing rules. More detail on Full-Contact's rules-set can be found at the W.A.K.O. website, although be aware that the rules have changed since 1978. The weight divisions ranged from 57 kg/125.4 lbs to over 84 kg/+184.8 lbs. The medal winners are listed below with Peter Harbrecht of particular interest – the West German winning gold in the -74 kg category for the third time at a W.A.K.O. event (he had won gold at the 1977 and 1978 European championships as well). Other world and European champions included Ivan Mendes and Omar Sahli, who had both picked up gold medals five months previously in Wolfsburg. ===Men's Full-Contact Kickboxing Medals Table=== {| |- | -57 kg |José Ceballos |Jonny Canabate |Rachid Alitem |- | -63 kg |Ivan Mendes |Chalabi Bennacef |No Medallist |- | -69 kg |Omar Sahli |Youssef Zenaf |Heinz Klupp |- | -74 kg |Peter Harbrecht |Harold Roth |Enric Gunning |- | -79 kg |Daryl Tyler |Nelson Colon |Bernd Eggert |- | -84 kg |Branko Zgaljardic |Dirk Peter |Nils Hovelsrud |- | +84 kg |Tony Palmore |Tom Rissman |Harold Ehmann |- |} ==Overall Medals Standing (Top 5)== The USA was the strongest nation at the 1978 W.A.K.O. World Championships, narrowly beating the host nation West Germany into second place by collecting a tally of two gold and one silver medal. {| class=\"wikitable\" |- ! Ranking ! Country ! Gold Gold ! Silver Silver ! Bronze Bronze |- | 1 | USA | 2 | 1 | 0 |- | 2 | West Germany | 1 | 2 | 2 |- | 3 | Dominican Republic | 1 | 1 | 0 |- | 4 | Netherlands | 1 | 0 | 1 |- | 4 | Norway | 1 | 0 | 1 |- | 5 | Yugoslavia | 1 | 0 | 0 |- |} ==See also== *List of WAKO Amateur World Championships *List of WAKO Amateur European Championships ==References== ==External links== * WAKO World Association of Kickboxing Organizations Official Site Category:WAKO Amateur World Championships events Category:Kickboxing in Germany Category:1978 in kickboxing Category:Sports competitions in Berlin Category:1970s in Berlin ",
    "title": "W.A.K.O. World Championships 1978"
}