{
    "id": "31365976",
    "text": "This timeline of events leading to the American Civil War is a chronologically ordered list of events and issues which historians recognize as origins and causes of the American Civil War. These events are roughly divided into two periods: the first encompasses the gradual build-up over many decades of the numerous social, economic, and political issues that ultimately contributed to the war's outbreak, and the second encompasses the five-month span following the election of Abraham Lincoln as President of the United States in 1860 and culminating in the capture of Fort Sumter in April 1861. Scholars have identified many different causes for the war. Among the most polarizing of the underlying issues from which other proximate causes developed was whether the institution of slavery should be retained and even expanded to other territories or whether it should be contained and eventually abolished. Since the early colonial period, slavery had played a major role in the socioeconomic system of British North America and was recognized in the Thirteen Colonies at the time of the United States' Declaration of Independence in 1776. During and after the American Revolution, events and statements by politicians and others brought forth differences, tensions and divisions between citizens of the slave states of the Southern United States and citizens of the free states of the Northern United States (including several newly admitted Western states) over the topics of slavery. In the many decades between the Revolutionary War and the Civil War, such divisions became increasingly irreconcilable and contentious.James M. McPherson, Battle Cry of Freedom: The Civil War Era (1988), ch. 1–8. Events in the 1850s culminated with the election of the anti-slavery Republican Abraham Lincoln as president on November 6, 1860. This provoked the first round of state secession as leaders of the cotton states of the Deep South were unwilling to remain in what they perceived as a second-class political status, with their way of life now threatened by the President himself. Initially, seven states seceded: Alabama, Florida, Georgia, Louisiana, Mississippi, South Carolina and Texas. After the Confederates attacked and captured Fort Sumter, President Lincoln called for volunteers to march south and suppress the rebellion. This pushed four other states in the Upper South (Virginia, North Carolina, Tennessee and Arkansas) also to secede, completing the incorporation of the Confederate States of America by July 1861. Their contributions of territory and soldiers to the Confederacy ensured the war would be prolonged and bloody. ==Colonial period, 1607–1775== {| class=\"wikitable\" width=\"75%\" border=1 cellpadding=5 cellspacing=0 |- |valign=center align=right|1619 | * A Dutch ship arrives in the British Colony of Virginia carrying about twenty black Africans as indentured servants. From this beginning, African slavery is introduced to the future United States.Bowman, John S., ed. The Civil War Almanac. New York: Facts on File, Bison Book Corp., 1982. . Chronology: The Approach to War (pp. 12–50) and Chronology: The War Years (pp. 50–269), p. 12.Rubin, Louis, D. Virginia, a History. New York, W. W. Norton & Company, Inc, 1977. . p. 9Wilson, Henry. History of the Rise and Fall of the Slave Power in America. 3 volumes. Volume 1. Boston: James R. Osgood and Company, 1872. . Retrieved April 13, 2011. pp. 2–3 |- |valign=center align=right|1640 | * The General Court of Virginia orders John Punch, a runaway black servant, to \"serve his master or his assigns for the time of his natural Life here or elsewhere.\" Thus, \"John Punch, a black man, was sentenced to lifetime slavery.\"McCartney, Martha W. A Study of Africans and African Americans on Jamestown Island and at Green Spring, 1619–1803 (Colonial Williamsburg Foundation, 2003), p. 47. |- |valign=center align=right|1652 | * After earlier laws in the Massachusetts Bay Colony (1641) and Connecticut Colony (1650) limit slavery to some extent, a 1652 law in the Colony of Rhode Island and Providence Plantations clearly limits bond service to no more than 10 years or no later than a person attaining the age of 24.Wilson, 1872, p. 6. Nevertheless, Newport becomes a large slave trade center a century later.William McLoughlin, Rhode Island, a history (1986), p. 106 online. |- |valign=center align=right|1654 | * John Casor of Northampton County is the first Virginian to be judicially confirmed as a slave for life other than for violation of the law.Warren Billings,The Old Dominion in the Seventeenth Century: A Documentary History of Virginia, 1606–1700 (2007), pp. 237–338.Russell, John Henderson. The free Negro in Virginia, 1619–1865 (1913). |- |valign=center align=right|1671 | * About 2,000 of the 40,000 inhabitants of colonial Virginia are imported slaves. White indentured servants working for five years before their release are three times as numerous and provide much of the hard labor.William O. Blake, History of Slavery and the Slave Trade, Ancient and Modern (1861), p. 372. |- |valign=center align=right|1712 | * A slave insurrection in New York City causes significant property damage and results in severe punishment or execution of the rebels.Ferenc M. Szasz, \"The New York Slave Revolt of 1741: A Re-Examination.\" New York History (1967): 215–230 in JSTOR. |- |valign=center align=right|1719 | * Non-slaveholding farmers in Virginia persuade the Virginia General Assembly to discuss a prohibition of slavery or a ban on importing slaves. In response, the assembly raises the tariff on slaves to five pounds, which about equals the full price of an indenture, so as not to make importation of slaves as initially attractive or preferable to a mere indenture for a term of years.Dowdey, 1969, p. 274. |- |valign=center align=right|1739 | * In South Carolina, the Stono Rebellion becomes the largest slave uprising in the British mainland colonies, with 25 white people and 35 to 50 black people killed. |- |valign=center align=right|1741 | * Another insurrection of slaves in New York City causes significant property damage; slaves are severely punished or executed.Thomas J. Davis, \"The New York Slave Conspiracy of 1741 as Black Protest\". In Journal of Negro History, Vol. 56, No. 1 (January 1971), pp. 17–30 in JSTOR. |- |valign=center align=right|1774 | * Quakers, led by James Pemberton and others including Benjamin Rush, organize the first anti-slavery society in the colonies, the Pennsylvania Society for the Abolition of Slavery, in Philadelphia.Blake, 1861, p. 178.James M. McPherson, Ordeal By Fire: The Civil War and Reconstruction (1982), p. 38 gives the year as 1775. |- |} ==American Revolution and Confederation period, 1776–1787== {| class=\"wikitable\" width=\"100%\" border=1 cellpadding=5 cellspacing=0 |- |valign=center align=right|1776 | * The United States Declaration of Independence declares \"that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness.\" Slavery remains legal in the colonies. |- |valign=center align=right|1777 | * The Republic of Vermont, an independent country at the time, prohibits slavery in its constitution.J. Kevin Graffagnino, \"Vermont Attitudes Toward Slavery: The Need for a Closer Look,\" Vermont History, January 1977, Vol. 45 Issue 1, pp. 31–34.Blake, 1861, pp. 421–422. |- |valign=center align=right|1778 | * The Virginia legislature passes a law, with Thomas Jefferson's support and probably authorship, that bans importing slaves into Virginia. It is the first state to ban the slave trade, and all other states eventually follow suit.Historians report \"in all likelihood Jefferson composed [the law] although the evidence is not conclusive\"; John E. Selby and Don Higginbotham, The Revolution in Virginia, 1775–1783 (2007), p. 158.Blake, 1861, p. 389. |- |valign=center align=right|1780 | * A gradual emancipation law is adopted in Pennsylvania.Wagner, Margaret E., Gary W. Gallagher, and Paul Finkelman. The Library of Congress Civil War Desk Reference. New York: Simon & Schuster Paperbacks, Inc., 2009 edition. . First published 2002, p. 57.Bowman, 1982, p. 12, states that in 1780–1804, the Northern states passed laws and their courts issued decisions that in effect prohibited slavery in those states.Blake, 1861, p. 406. * Massachusetts bans slavery in its constitution.Wilson, 1872, p. 20. |- |valign=center align=right|1782 | * Virginia liberalizes its very strict law preventing manumission; under the new law, a master may emancipate slaves in his will or by deed. |- |valign=center align=right|1783 | * The New Hampshire Constitution says children will be born free, but some slavery persists until the 1840s.Howard T. Oedel, \"Slavery In Colonial Portsmouth,\" Historical New Hampshire, Autumn 1966, Vol. 21 Issue 3, pp 3–11. |- |valign=center align=right|1784 | * Rhode Island and Connecticut pass laws providing for gradual emancipation of slaves.Nicholas Santoro, Atlas of Slavery and Civil Rights (2006), pp. 19–21. * The Continental Congress rejects by one vote Jefferson's proposal to prohibit slavery in all territories, including areas that become the states of Alabama, Kentucky, Mississippi and Tennessee.Peter S. Onuf, Congress and the Confederation (1991), p. 345. |- |valign=center align=right|1786 | * George Washington writes: \"There is not a man living who wishes more sincerely than I do, to see a plan adopted for the abolition of it [slavery].\"Frank E. Grizzard, Jr., George! a Guide to All Things Washington (2005), p. 285. Civil War era historian William Blake says these \"sentiments were confined to a few liberal and enlightened men.\" |- |valign=center align=right|1787 | * July 13: Under the Articles of Confederation, the Continental Congress passes the Northwest Ordinance to govern the frontier territory north of the Ohio River and west of Pennsylvania, which includes the future states of Illinois, Indiana, Michigan, Ohio, Wisconsin and Minnesota. In the ordinance, Congress prohibits slavery and involuntary servitude in the Northwest Territory and requires the return of fugitive slaves captured in the territory to their owners. The law no longer applies as soon as the territories become states. In the following years, anti-slavery Northerners cite the ordinance many times as precedent for the limitation, if not the abolition, of slavery in the United States. Despite the terms of the ordinance, Southern-born settlers try and fail to pass laws to allow slavery in Indiana and Illinois.Junius P. Rodriguez, ed. The Historical Encyclopedia of World Slavery (1997), 2:473–4. |- |} ==Early Constitutional period, 1787–1811== {| class=\"wikitable\" width=\"100%\" border=1 cellpadding=5 cellspacing=0 |- |valign=center align=right|1787 | * The Constitutional Convention drafts the new United States Constitution with many compromises between supporters and opponents of slavery, including the Three-Fifths Compromise, which increases legislative representation in the House of Representatives and Electoral College by counting each slave as three-fifths of a person (Article I, Section 2). Additionally, the passage of any law that would prohibit the importation of slaves is forbidden for 20 years (Article I, Section 9) and the return of slaves who escape to free states is required (Article IV, Section 2).McPherson, 1982, p. 2. |- |valign=center align=right|1789 | * August 7: Congress re-adopts the Northwest Ordinance under the Constitution.Hansen, Harry. The Civil War: A History. New York: Bonanza Books, 1961. , pp. 13–14.Wilson, 1872, p. 33. |- |valign=center align=right|1790 | * The total U.S. slave population according to the 1790 United States Census is 697,681.Long, E. B. The Civil War Day by Day: An Almanac, 1861–1865. Garden City, NY: Doubleday, 1971. , p. 700.The census data number of slaves in the U.S. in 1790 of 698,000 apparently has been rounded. The number will grow to nearly 4 million by 1860, 3.5 million of whom live in the seceding Southern states.Long, 1971, pp. 701–702.Wagner, 2009, p. 71.Wagner's figure is rounded to 3,954,000. |- |valign=center align=right|1791 | * Vermont is admitted to the Union as a free state. * Kentucky is admitted to the Union by a joint resolution of Congress before the state has adopted a constitution. * Robert Carter III of Virginia gradually begins to free his 452 slaves. He will perform the largest manumission of slaves in U.S. history.Levy, Andrew. The First Emancipator: The Forgotten Story of Robert Carter, the Founding Father who freed his slaves. New York: Random House, 2005. . |- |valign=center align=right|1792 | * Kentucky drafts a constitution permitting slavery and is admitted to the Union. |- |valign=center align=right|1793 | * Congress passes the Fugitive Slave Act of 1793, based on Article IV Section 2 of the Constitution and guaranteeing a slaveholder's right to recover an escaped slave.Hansen, 1961, p. 13. * Eli Whitney, Jr. invents the cotton gin, making possible the profitable large-scale production of short-staple cotton in the South. The demand for slave labor increases with the resulting increase in cotton production. |- |valign=center align=right|1794 | * In the Slave Trade Act of 1794 Congress prohibits ships from engaging in the international slave trade.Paul Finkelman, \"Regulating the African Slave Trade\", Civil War History (December 2008), vol. 54#4, pp. 379–404, esp. pp. 397–9, . By 1794, every existing state has banned the international slave trade (though South Carolina reopens it in 1803).Jed H. Shugerman, \"The Louisiana Purchase and South Carolina's Reopening of the Slave Trade in 1803\", Journal of the Early Republic 22 (2002): 263. |- |valign=center align=right|1796 | * Tennessee is admitted to the Union as a slave state. |- |valign=center align=right|1798 | * The legislatures of Kentucky and Virginia pass the Kentucky and Virginia Resolutions, which are anonymously written by Thomas Jefferson and James Madison. Most other states reject the Resolutions, which claim that the states can negate federal laws that go beyond the federal government's limited powers. In the second Kentucky resolution of November 1799, the Kentucky legislature says the remedy for an unconstitutional act is \"nullification\".Kevin R. Gutzman, \"The Virginia and Kentucky Resolutions Reconsidered: 'An Appeal to the Real Laws of Our Country', Journal of Southern History, August 2000, Vol. 66 Issue 3, pp. 473–96.Frank Maloy Anderson, \"Contemporary Opinion of the Virginia and Kentucky Resolutions\", American Historical Review Vol. 5, No. 1 (October 1899), pp. 45–63 in JSTOR part 2, Vol. 5, No. 2 (December 1899), pp. 225–252, in JSTOR.Watkins, Jr., William J. Reclaiming the American Revolution: the Kentucky and Virginia Resolutions and Their Legacy. New York: Palgrave MacMillan, 2004. . Retrieved May 29, 2011, pp. xi–xii. |- |valign=center align=right|1799 | * New York enacts a law that gradually abolishes slavery. It declared children of slaves born after July 4, 1799, to be legally free, but the children had to serve an extended period of indentured servitude: to the age of 28 for males and to 25 for females. Slaves born before that date were redefined as indentured servants but essentially continued as slaves for life.Wagner, 2009, p. 78 * George Washington dies on December 14, 1799. His will frees the 124 slaves that he owns outright upon the death of his wife, Martha. They are freed by Martha in 1801, about 18 months before her death.Dennis J. Pogue, George Washington and the Politics of Slavery , Historic Alexandria Quarterly (Spring/Summer 2003), pp. 1, 7. Richard Allen, a black minister, calls on the nation's white leaders to follow Washington's lead.Elizabeth R. Varon, Disunion!: the coming of the American Civil War, 1789–1859 (2008) p. 21Foner, Philip Sheldon and Robert J. Branham. Lift every voice: African American oratory, 1787–1900. Tuscaloosa, AL: University of Alabama Press, 1998, pp. 57–58. |- |valign=center align=right|1800 | * The U.S. slave population according to the 1800 United States Census is 893,605 (as corrected by late additions from Maryland and Tennessee). * The Gabriel Plot is led by Gabriel Prosser, a literate blacksmith slave. He plans to seize the Richmond, Virginia armory, then take control of the city, which would lead to freedom for himself and other slaves in the area. The plot is discovered before it can be carried out; Gabriel, along with 26 to 40 others, is executed.Douglas R. Egerton, \"Gabriel's Conspiracy and the Election of 1800\", Journal of Southern History Vol. 56, No. 2 (May 1990), pp. 191–214, in JSTOR. |- |valign=center align=right|1803 | * The United States purchases the Louisiana Territory from France. Slavery already exists in the territory and efforts to restrict it fail; the new lands thereby permit a great expansion of slave plantations.John Craig Hammond, 'They Are Very Much Interested in Obtaining an Unlimited Slavery': Rethinking the Expansion of Slavery in the Louisiana Purchase Territories, 1803–1805\", Journal of the Early Republic, Vol. 23, No. 3 (Autumn 2003), pp. 353–380, in JSTOR. * Ohio is admitted to the Union as a free state. Three hundred Blacks live there and the legislature tries to keep others out.Stephen Middleton, The Black laws: race and the legal process in early Ohio (2005), p. 245. |- |valign=center align=right|1804 | * New Jersey enacts a law that provides for the gradual abolition of slavery. All states north of the Mason–Dixon line (the boundary between Maryland and Pennsylvania) have now abolished or provided for the gradual abolition of slavery within their boundaries.Arthur Zilversmit, \"Liberty and Property: New Jersey and the Abolition of Slavery\", New Jersey History, December 1970, Vol. 88, Issue 4, pp. 215–226. * The American Convention of Abolition Societies meets without any societies from Southern states in attendance.Wilson, 1872, p. 24. * Haiti becomes the first independent country in the Americas made up of freed slaves after the conclusion of the Haitian Revolution. Following the revolution, under the orders of the radical general Jean-Jacques Dessalines, almost the entirety of the remaining white French population of Haiti is ethnically cleansed in the 1804 Haiti Massacre. As a result of these events, white supremacist sentiment was bolstered in the Antebellum South. |- |valign=center align=right|1805 | * January: Slaves overpower and whip their overseer and assistants at Chatham Manor, near Fredericksburg, Virginia, in protest of shortened holidays. An armed posse of white men quickly gathers to capture the slaves, killing one slave in the attack. Two others die trying to escape and the posse deports two more, likely to slavery in the Caribbean.Copied from \"Chatham Manor\", National Park Service. Retrieved April 11, 2009. |- |valign=center align=right|1806 | * Virginia repeals much of the 1782 law that had permitted more liberal emancipation of slaves, making emancipation much more difficult and expensive. Also, a statute permits a widow to revoke a manumission provision in her husband's will within one year of his death.Dumas Malone, Jefferson and His Time: Volume Six, The Sage of Monticello (1981), p. 319. |- |valign=center align=right|1807 | * With the expiration of the 20-year ban on Congressional action on the subject, President Thomas Jefferson, a lifelong enemy of the slave trade, calls on Congress to criminalize the international slave trade, calling it \"violations of human rights which have been so long continued on the unoffending inhabitants of Africa, and which the morality, the reputation, and the best interests of our country have long been eager to proscribe\".Paul Finkelman, \"Regulating the African Slave Trade\", Civil War History Volume: 54#4 (2008), pp. 379+. At Jefferson's urging, Congress outlaws the international slave trade in an Act Prohibiting Importation of Slaves, whereby importing or exporting slaves becomes a federal crime, effective January 1, 1808; in 1820 it is made the crime of piracy. Previously about 14,000 new foreign-born slaves had arrived in the U.S. each year. This number is dramatically reduced following the new law, but illegal smuggling continues to bring in about 1,000 new slaves per year.Paul Finkelman, \"Regulating the African Slave Trade\", Civil War History Volume: 54#4 (2008), pp. 379+. During the debates, Congressman John Randolph of Roanoke warns that outlawing the slave trade might become the \"pretext of universal emancipation\" and further warns that it would \"blow up the constitution\". If ever there should be disunion, he prophesies, the line would be drawn between the states that did and those that did not hold slaves.Dumas Malone, Jefferson and the President: Second Term, 1805–1809 (1974), pp. 545–6. |- |valign=center align=right|1810 | * The U.S. slave population according to the 1810 United States Census is 27,510 slaves in the North and 1,191,364 in the South.Kiefer, Joseph Warren. Slavery and Four Years of War: A Political History of Slavery in the United States Together with a Narrative of the Campaigns and Battles of the Civil War in Which the Author Took Part: 1861–1865, vol. 1. New York: G. Putnam's Sons, 1900. , p. 15. The percentage of free blacks increases in the Upper South from less than one percent before the American Revolution to 10 percent by 1810. Three-quarters of all blacks in Delaware are free.Peter Kolchin, American Slavery: 1619–1877 (1994), pp. 78, 81. |- |} ==1812–1849== {| class=\"wikitable\" width=\"100%\" border=1 cellpadding=5 cellspacing=0 |- |valign=center align=right|1812 | * Louisiana is admitted to the Union as a slave state.Junius P. Rodriguez, ed. The Louisiana Purchase: a historical and geographical encyclopedia (2002), p. 328. |- |valign=center align=right|1814 | * The Hartford Convention, featuring delegates from Massachusetts, Connecticut and Rhode Island and others, discusses New England's opposition to the War of 1812 and trade embargoes. The convention report says that New England had a \"duty\" to assert its authority over unconstitutional infringements on its sovereignty, a position similar to the later nullification theory put forward by South Carolina. The war soon ends and the convention and the Federalist Party which had supported it fall out of favor, especially in the South, although leaders in Southern states later adopt the states' rights concept for their own purposes.James M. Banner, Jr., \"A Shadow of Session? The Hartford Convention, 1814,\" History Today, (1988) 38#9, pp. 24–30. |- |valign=center align=right|1816 | * Henry Clay, James Monroe, Bushrod Washington, Robert Finley, Samuel John Mills Jr. and others organize the American Colonization Society to fund the migration of about 10,000 freed slaves to Liberia.Frankie Hutton, \"Economic Considerations in the American Colonization Society's Early Effort to Emigrate Free Blacks to Liberia, 1816–36,\" Journal of Negro History (1983) 68#4 pp. 376–389. in JSTOR * In Philadelphia, the African Methodist Episcopal Church, the first black denomination in the United States, is established by Richard Allen.Gary B. Nash, \"New Light on Richard Allen: The Early Years of Freedom,\" William & Mary Quarterly, April 1989, Vol. 46 Issue 2, pp. 332–340. * Indiana is admitted to the Union as a free state. The 1816 state constitution frees all the slaves within state lines. |- |valign=center align=right|1817 | * Mississippi is admitted to the Union a slave state. |- |valign=center align=right|1818 | * Illinois is admitted to the Union as a free state. * The Missouri Territory petitions Congress for admission to the Union as a slave state. Missouri's possible admission as a slave state threatens the balance of 11 free states and 11 slave states. Three years of debate ensue.Daniel Walker Howe, \"Missouri, Slave Or Free?\" American Heritage, Summer 2010, Vol. 60, Issue 2, pp. 21–23 [online]. |- |valign=center align=right|1819 | * Alabama is admitted to the Union as a slave state. * Missouri again petitions for admission to the Union.Wagner, 2009, p. 58. * U.S. Representative James Tallmadge, Jr. of New York submits an amendment to the legislation for the admission of Missouri which would prohibit further introduction of slaves into Missouri. The proposal would also free all children of slave parents in Missouri when they reached the age of 25. Representative Thomas W. Cobb of Georgia threatens disunion if Tallmadge persists in attempting to have his amendment enacted.Hansen, 1961, p. 20. The measure passes in the House of Representatives but is defeated in the Senate.Maury Klein, Days of Defiance: Sumter, Secession, and the Coming of the Civil War (1997). , p. 38.Hansen, 1961, p. 19. * Southern Senators delay a bill to admit Maine as a free state in response to the delay of Missouri's admission as a slave state. |- |valign=center align=right|1820 | * The U.S. slave population according to the 1820 United States Census is 1,538,000. * Speaker of the House Henry Clay of Kentucky proposes the Missouri Compromise to break the Congressional deadlock over Missouri's admission to the Union. The compromise proposes that Missouri be admitted as a slave state and that the northern counties of Massachusetts, later the State of Maine, be admitted as a free state, thereby preserving the balance between slave and free states.Bowman, 1982, p. 14. The Missouri Compromise also includes a provision that prohibits slavery in all territory west of the Mississippi River and north of 36°30' latitude, with the exception of Missouri. Many Southerners argue against the exclusion of slavery from such a large area of the country, but the compromise passes nevertheless.Klein, 1997, p. 40. * March 15: Maine is admitted to the Union as a free state. * The African Methodist Episcopal Zion Church is founded in New York City.Wagner, 2009, p. 84. |- |valign=center align=right|1821 | * August 10: Missouri is admitted to the Union as a slave state. Its legislature soon passes a law excluding free blacks and mulattoes from the state in violation of a Congressional condition to its admission. |- |valign=center align=right|1822 | * The Vesey Plot causes fear among whites in South Carolina, who are convinced that Denmark Vesey and other slaves are planning a violent slave uprising in the Charleston area. The plot is discovered and Vesey and 34 of his presumed followers are seized and hanged.Robert L. Paquette, \"From Rebellion to Revisionism: The Continuing Debate about the Denmark Vesey Affair,\" Journal of the Historical Society, September 2004, Vol. 4, Issue 3, pp. 291–334, rejects revisionist argument that no plot actually existed. |- |valign=center align=right|1824 | * Congregationalist minister Charles Grandison Finney, a leader of the religious revivals of the Second Great Awakening, includes abolitionism among its social reforms.James David Essig, \"The Lord's Free Man: Charles G. Finney and his Abolitionism,\" Civil War History, March 1978, Vol. 24, Issue 1, pp. 25–45. |- |valign=center align=right|1826 | * New Jersey, later followed by Pennsylvania, passes the first personal liberty laws, which require a judicial hearing before an alleged fugitive slave can be removed from the state.Wagner, 2009, p. 59. * Thomas Cooper of South Carolina publishes On the Constitution, an early essay in favor of states' rights.Hansen, 1961, p. 15. |- |valign=center align=right|1827 | * The process of gradual emancipation is completed in New York state and the last indentured servant is freed.Trevor Burnard and Gad Heuman, The Routledge History of Slavery (2010), p. 318. |- |valign=center align=right|1828 | * Congress passes the Tariff of 1828. It is called the \"Tariff of Abominations\" by its opponents in the cotton South. * The opposition of Southern cotton planters to transfer of federal funds in one state to another state for internal improvements and to protective tariffs to aid small Northern industries competing with foreign goods leads a South Carolina legislative committee to issue a report entitled South Carolina Exposition and Protest. The report outlines the nullification doctrine, which proposes to reserve to each state the right to nullify an act of Congress that injures perceived reserved state rights as unconstitutional and permit the state to prevent the law's enforcement within its borders. James Madison of Virginia calls the doctrine a \"preposterous and anarchical pretension.\" The report threatens secession of South Carolina over high tariff taxes. In 1831, Vice President John C. Calhoun admits he was the author of the previously unsigned South Carolina committee report.Hansen, 1961, pp. 14–15. |- |valign=center align=right|1829 | * David Walker, a freed slave from North Carolina living in Boston, publishes Appeal to the Colored Citizens of the World, calling on slaves to revolt and destroy slavery.Clement Eaton, \"A Dangerous Pamphlet in the Old South\", Journal of Southern History (1936) 2#3 pp. 323–334 in JSTOR |- |valign=center align=right|1830 | * The U.S. slave population according to the 1830 United States Census is 2,009,043. * In North Carolina v. Mann, the Supreme Court of North Carolina rules that slave owners have absolute authority over their slaves and cannot be found guilty of committing violence against them. * Daniel Webster delivers a speech entitled Reply to Hayne. Webster condemns the proposition expressed by Senator Robert Y. Hayne of South Carolina that Americans must choose between liberty and union. Webster's closing words become an iconic statement of American nationalism: \"Liberty and Union, now and forever, one and inseparable!\" * The National Negro Convention, a black abolitionist and civil rights organization, is founded.Crowther, Edward R. Abolitionists. pp. 6–7 in Heidler, ed. Encyclopedia of the American Civil War. |- |valign=center align=right|1831 | * Abolitionist William Lloyd Garrison begins publishing The Liberator, a greatly influential publication. About this time, abolitionism takes a radical and religious turn. Many abolitionists begin to demand immediate emancipation of slaves.Henry Mayer, All on Fire: William Lloyd Garrison and the Abolition of Slavery (2008), p. xiii. * August: Nat Turner leads a slave revolt in Southampton County, Virginia. At least 58 white persons are killed. Whites in turn kill about 100 blacks in the area during the search for Turner and his companions and in retaliation for their actions. Turner is captured several months later, after which he and 12 of his followers are executed. Turner's actions outrage Southerners and some suspect abolitionists supported him. They prepare for further uprisings.Stephen B. Oates, The Fires of Jubilee: Nat Turner's Fierce Rebellion (1990). * Southern defenders of slavery start describing it as a \"positive good\", not just a \"necessary evil\".Rubin, 1977, p. 114.McPherson, 1982, pp. 45–46. |- |valign=center align=right|1832 | * Congress enacts a new protective tariff, the Tariff of 1832, which offers South Carolina and the South little relief and provokes new controversy between the sections of the country.Bowman, 1982, p. 15.Hansen, 1961, p. 17. * John C. Calhoun further explains the nullification doctrine in an open letter to South Carolina Governor James Hamilton, Jr., arguing that the Constitution only raises the federal government to the level of the state, not above it. He argues that nullification is not secession and does not require secession to take effect. * Thomas R. Dew writes Review of the Debate in the Virginia Legislature of 1831 and 1832, a strong defense of slavery and attack on colonization in Africa by freed slaves.Larry E. Tise, Proslavery. In The Confederacy edited by Richard N. Current. New York: Simon and Schuster Macmillan, 1993. , p. 866. * November 19: South Carolina calls a state convention, which passes an Ordinance of Nullification with an effective date of February 1, 1833. The convention declares the tariff void because it threatens the state's essential interests. The South Carolina legislature acts to enforce the ordinance.Hansen, 1961, p. 18. * President Andrew Jackson, a Southerner and slave owner, calls nullification \"rebellious treason\" and threatens to use force against possible secessionist action in South Carolina caused by the Nullification Crisis. Congress passes the \"Force Bill\", which permits the President to use the Army and Navy to enforce the law. Jackson also urges Congress to modify the tariff, which they soon do. |- |valign=center align=right|1833 | * The Compromise Tariff of 1833 proposed by Henry Clay ends the Nullification Crisis by lowering some tariff rates. No other states support South Carolina's argument and position and, after Clay's compromise legislation passes, South Carolina withdraws its resolution. * The abolitionist American Anti-Slavery Society is founded in Philadelphia. The movement soon splits into five factions that do not always agree but which continue to advocate abolition in their own ways.McPherson, 1982, p. 41.Bowman, 1982, pp. 15–16. * Abolitionist Lydia Maria Child of Massachusetts publishes An Appeal in Favor of That Class of Americans Called Africans. Wendell Phillips and Charles Sumner are persuaded to become abolitionists. |- |valign=center align=right|1834 | * Anti-slavery \"debates\" are held at Lane Theological Seminary in Cincinnati, Ohio. Lane had been founded by abolitionist evangelist and writer Theodore Dwight Weld with financial help from abolitionist merchants and philanthropists Arthur Tappan and Lewis Tappan.Gretchen A. Adams, Weld, Theodore Dwight. p. 2086, in Heidler, ed. Encyclopedia of the American Civil War. |- |valign=center align=right|1835 | * A Georgia law prescribes the death penalty for publication of material with the intention of provoking a slave rebellion.Klein, 1997, p. 39. |- |valign=center align=right|1836 | * May 26: The U.S. House of Representatives passes the Pinckney Resolutions. The first two resolutions state that Congress has no constitutional authority to interfere with slavery in the states and that it \"ought not\" to do so in the District of Columbia. The third resolution, from the outset known as the \"gag rule\", says: \"All petitions, memorials, resolutions, propositions, or papers, relating in any way, or to any extent whatsoever, to the subject of slavery or the abolition of slavery, shall, without being either printed or referred, be laid on the table and that no further action whatever shall be had thereon.\"William Lee Miller. Arguing About Slavery: John Quincy Adams and the Great Battle in the United States Congress. New York: A.A. Knopf, 1995. , pp. 144–146.Bowman, 1982, p. 16. Massachusetts representative and former President John Quincy Adams leads an eight-year battle against the gag rule. He argues that the Slave Power, as a political interest, threatens constitutional rights.McPherson, 1982, p. 51. * The Republic of Texas declares and wins its independence from Mexico in the Texas Revolution.Wagner, 2009, p. 60.McPherson, 1982, p. 53. * Arkansas is admitted to the Union as a slave state. * Committed abolitionists Angelina Grimké Weld and her sister Sarah Grimké who were born in Charleston, South Carolina, move to Philadelphia because of their anti-slavery philosophy and Quaker faith. In 1836, Angelina publishes \"An Appeal to the Christian Women of the South\", inviting them to overthrow slavery, which she declares is a horrible system of oppression and cruelty.Wagner, 2009, p. 133. * Democratic Party nominee Martin Van Buren, a New Yorker with Southern sympathies, wins the 1836 presidential election. |- |valign=center align=right|1837 | * In Alton, Illinois, a mob kills abolitionist and anti-Catholic editor Elijah P. Lovejoy, whose newspaper angered Southerners and Irish Catholics.Frederick J. Blue, No Taint of Compromise: Crusaders in Antislavery Politics (2006), p. 93. * Michigan is admitted to the Union as a free state. |- |valign=center align=right|1838 | * Pennsylvania Hall (Philadelphia), built by the Pennsylvania Anti-Slavery Society, was destroyed by arson three days after it opened. * Kentucky Congressman William J. Graves kills Maine Congressman Jonathan Cilley in a duel.Robert V. Remini, The House: The History of the House of Representatives (2007), p. 126. * Anti-slavery societies claim to have 250,000 members.McPherson, 1982, p. 40. |- |valign=center align=right|1839 | * Slaves revolt on the Spanish ship La Amistad and attempt to return it to Africa, but the ship ends up in the U.S. After a highly publicized Supreme Court case argued by John Quincy Adams, the slaves are freed in March 1841, and most return to Africa.Bowman, 1982, p. 33.Ronald F. Briley, The Study Guide Amistad: A Lasting Legacy. In History Teacher, Vol. 31, No. 3 (May 1998), pp. 390–394, in JSTOR * Northern abolitionist Reverend Theodore Dwight Weld condemns slavery in American Slavery As It Is. He makes his argument by quoting slave owners' words as used in southern newspaper advertisements and articles.Theodore Dwight Weld, ed., American Slavery as it is (Cambridge University Press, 2015) online |- |valign=center align=right|1840 | * The U.S. slave population according to the 1840 United States Census is 2,487,000. * The abolitionist Liberty Party nominates James G. Birney of Kentucky for President.Immanuel Ness and James Ciment, eds. Encyclopedia of Third Parties in America (2001), p. 344. * Arthur Tappan and Lewis Tappan organize the American and Foreign Anti-Slavery Society.Del Lago, Enrico. Abolitionist Movement, p. 5, in Heidler, ed. Encyclopedia of the American Civil War. |- |valign=center align=right|1841 | * The last lifetime indentured servant in New York is freed.Selma Berrol, The Empire City: New York and its People, 1624–1996 (1997) p. * Slaves being moved from Virginia to Louisiana seize the brig Creole and land in the Bahamas, a British colony that does not allow slavery. The British give asylum to 111 slaves (but not the 19 ringleaders accused of murder). The U.S. government protests and in 1855 the British paid $119,000 to the original owners of the slaves.Maggie Sale, The Slumbering Volcano: American slave ship revolts and the production of rebellious masculinity (1997), p. 120. |- |valign=center align=right|1842 | * In Prigg v. Pennsylvania, the U.S. Supreme Court declares the Pennsylvania personal liberty law unconstitutional as in conflict with federal fugitive slave law. The Court holds that enforcement of the fugitive slave law is the responsibility of the federal government.Joseph Nogee, \"The Prigg Case and Fugitive Slavery, 1842–1850,\" Journal of Negro History Vol. 39, No. 3 (July 1954), pp. 185–205, in JSTORJoseph C. Burke. \"What Did the Prigg Decision Really Decide?\" Pennsylvania Magazine of History and Biography, Vol. 93, No. 1 (January 1969), pp. 73–85, in JSTOR. |- |valign=center align=right|1843 | * Massachusetts and eight other states pass personal liberty laws under which state officials are forbidden to assist in the capture of fugitive slaves.Thomas D. Morris, Free Men All: The Personal Liberty Laws of the North, 1780–1861 (1974). |- |valign=center align=right|1844 | * The Methodist Episcopal Church, South breaks away from the Methodist Episcopal Church on the issue of slavery.Clarence C. Goen, \"Broken churches, broken nation: Regional religion and North-south alienation in Antebellum America.\" Church History 52.01 (1983): 21–35. in JSTOR * Well-known black abolitionist, Charles Lenox Remond, and famous white abolitionist, William Lloyd Garrison, declare they would rather see the union dissolved than keep the Constitution only through the retention of slavery.Jacqueline Bacon, \"'Do you understand your own language?' Revolutionary topoi in the rhetoric of African‐American abolitionists.\" Rhetoric Society Quarterly 28.2 (1998): 55–75. |- |valign=center align=right|1845 | * Florida is admitted to the Union as a slave state.Klein, 1997, p. 31. * The Southern Baptist Convention breaks from the Northern Baptists but does not formally endorse slavery. * Frederick Douglass publishes his first autobiography, Narrative of the Life of Frederick Douglass, an American Slave, Written by Himself. The book details his life as a slave.Frederick Douglass, Narrative of the life of Frederick Douglass, an American slave (2000), online. * Former U.S. Representative and Governor of South Carolina and future U.S. Senator James Henry Hammond writes Two Letters on Slavery in the United States, Addressed to Thomas Clarkson, Esq., in which he expresses the view that slavery is a positive good. * Anti-slavery advocates denounce Texas Annexation as evil expansion of slave territory. Whigs defeat an annexation treaty but Congress annexes Texas to the United States as a slave state by a majority vote of both Houses of Congress on a joint resolution without ratification of a treaty by a two-thirds vote in the U.S. Senate.Lyon Rathbun, \"The debate over annexing Texas and the emergence of Manifest Destiny.\" Rhetoric & Public Affairs 4.3 (2001): 459–493, online. |- |valign=center align=right|1846 | * The Walker Tariff reduction leads to a period of free trade until 1860. Republicans (and Pennsylvania Democrats) attack the low level of the tariff rates.McPherson, 1982, p. 59. * James D.B. DeBow establishes DeBow's Review, the leading Southern magazine, which becomes an ardent advocate of secession. DeBow warns against depending on the North economically.Faust, Patricia L. DeBow's Review, in Historical Times Illustrated History of the Civil War, edited by Patricia L. Faust (1986), pp. 212–213. * The Mexican–American War begins. The administration of President James K. Polk had deployed the Army to disputed Texas territory and Mexican forces attacked it.McPherson, 1982, p. 56. Whigs denounce the war. Antislavery critics charge the war is a pretext for gaining more slave territory. The U.S. Army quickly captures New Mexico.McPherson, 1982, p. 57. * Northern representatives in the U.S. House of Representatives pass the Wilmot Proviso which would prevent slavery in territory captured from Mexico. Southern Senators block passage of the proviso into law in the U. S. Senate. The Wilmot Proviso never becomes law but it does substantially increase friction between the North and South. Congress also rejects a proposal to extend the Missouri Compromise line to the west coast and other compromise proposals.Eric Foner, \"The Wilmot Proviso Revisited.\" Journal of American History 56.2 (1969): 262–279, online * Iowa is admitted to the Union as a free state.Wagner, 2009, p. 62. |- |valign=center align=right|1847 | * The Massachusetts legislature resolves that the \"unconstitutional\" Mexican–American War was being waged for \"the triple object of extending slavery, of strengthening the slave power, and of obtaining control of the free states\". * John C. Calhoun asserts that slavery is legal in all of the territories, foreshadowing the U.S. Supreme Court's Dred Scott decision in 1857.McPherson, 1982, p. 60.Bowman, 1982, pp. 34–35. * Democrat Lewis Cass of Michigan proposes letting the people of a territory vote on whether to permit slavery in the territory. This theory of popular sovereignty would be further endorsed and advocated by Democratic Senator Stephen A. Douglas of Illinois in the mid-1850s.McPherson, 1982, p. 61. |- |valign=center align=right|1848 | * The Treaty of Guadalupe Hidalgo confirms the Texas border with Mexico and U.S. possession of California and the New Mexico territory. The U.S. Senate rejects attempts to attach the Wilmot Proviso during the ratification vote on the treaty.Bowman, 1982, p. 35.McPherson, 1982, p. 58. * Radical New York Democrats and anti-slavery Whigs form the Free-Soil party. The party names former President Martin Van Buren as its presidential candidate and demands enactment of the Wilmot Proviso. The party argues that rich planters will squeeze out small white farmers and buy their land. The Whig Party candidate, General Zachary Taylor, who owned slaves, wins the United States Presidential Election of 1848. Taylor expresses no view on slavery in the Southwest during campaign. After the election, he reveals a plan to admit California and New Mexico to the Union as free states covering entire Southwest and to exclude slavery from any territories. Taylor warns the South that he will meet rebellion with force. His moderate views on the expansion of slavery and the acceptability of the Wilmot Proviso angered his unsuspecting Southern supporters but did not fully satisfy Northerners who wanted to limit or abolish slavery.Richard J. Ellis and Alexis Walker, \"Policy Speech in the Nineteenth Century Rhetorical Presidency: The Case of Zachary Taylor's 1849 Tour.\" Presidential Studies Quarterly 37.2 (2007): 248–269. * Wisconsin, a free state, is admitted to the Union.R. Lawrence Hachey, \"Jacksonian Democracy and the Wisconsin Constitution.\" Marquette Law Review 62 (1978): 485. online * The Oregon Treaty between the United States and Great Britain ends the Oregon boundary dispute, defines the final western segment of the Canada–United States border and ends the scare of a war between the U.S. and Great Britain. Northern Democrats complain that the Polk administration backed down on the demand that the northern boundary of Oregon be set at 54°40' latitude and sacrificed Northern expansion while supporting Southern expansion through the Mexican–American War and the treaty ending that war. * The Polk administration offers Spain $100 million for Cuba.McPherson, 1982, p. 72. * Southerners support Narciso Lopez's attempt to cause an uprising in Cuba in favor of American annexation of the island, which allows slavery. Lopez is defeated and flees to the United States. He is tried for violation of neutrality laws but a New Orleans jury fails to convict him.McPherson, 1982, pp. 72–73. |- |valign=center align=right|1849 | * The California Gold Rush quickly populates Northern California with Northern-born and immigrant settlers who outnumber Southern-born settlers. California's constitutional convention unanimously rejects slavery and petitions to join the Union as a free state without first being organized as a territory. President Zachary Taylor asks Congress to admit California as a free state, saying he will suppress secession if it is attempted by any dissenting states.Cardinal Goodwin, The establishment of state government in California 1846–1850 (1916), online. * Harriet Tubman escapes from slavery. She makes about 20 trips to the South and returns along the Underground Railroad with slaves seeking freedom. |- |} ==Compromise of 1850 to the Election of 1860== {| class=\"wikitable\" width=\"100%\" border=1 cellpadding=5 cellspacing=0 |- |valign=center align=right|1850 | * The U.S. slave population according to the 1850 United States Census is 3,204,313.Long states the number of slaves in the fifteen slave states were 3,204,051. The difference relates to the residence of a few hundred slaves in the Northern states or in the territories. * March 11: U.S. Senator William H. Seward of New York delivers his \"Higher Law\" address. He states that a compromise on slavery is wrong because under a higher law than the Constitution, the law of God, all men are free and equal. * April 17: U.S. Senator Henry S. Foote of Mississippi pulls a pistol on anti-slavery Senator Benton on the floor of the Senate.McPherson, 1982, p. 65. * President Taylor dies on July 9 and is succeeded by Vice President Millard Fillmore. Although he is a New Yorker, Fillmore is more inclined to compromise with or even support Southern interests. * Henry Clay proposes the Compromise of 1850 to handle California's petition for admission to the union as a free state and Texas's demand for land in New Mexico. Clay proposes (1) admission of California, (2) prohibition of Texas expansion into New Mexico, (3) compensation of $10 million to Texas to finance its public debt, (4) permission to citizens of New Mexico and Utah to vote on whether slavery would be allowed in their territories (popular sovereignty), (5) a ban of the slave trade in the District of Columbia; slavery would still be allowed in the district, and (6) a stronger fugitive slave law with more vigorous enforcement. * Under the Fugitive Slave Act of 1850, a slave owner could reclaim a runaway slave by establishing ownership before a commissioner rather than in a jury trial. Clay's initial omnibus bill that included all these provisions failed. Senator Stephen A. Douglas of Illinois then established different coalitions that passed each provision separately.Bruce Tap, \"Compromise of 1850\", in William B. Barney, ed., The Oxford Encyclopedia of the Civil War (2011), pp. 80+. * Responses to the Compromise of 1850 varied. Southerners cease movement toward disunion but are angered by Northern resistance to enforcement of the Fugitive Slave Act. Anti-slavery forces are upset about possible expansion of slavery in the Southwest and the stronger fugitive slave law that could require all U.S. citizens to assist in returning fugitive slaves. * The Nashville Convention of nine Southern states discusses states' rights and slavery in June; in November, the convention talks about secession but adjourns due to the passage of the laws that constitute the Compromise of 1850.George L. Sioussat, \"Tennessee, the Compromise of 1850, and the Nashville Convention.\" Mississippi Valley Historical Review (1915), 2#3 pp: 313–347, in JSTOR. * The Utah Territory is organized and adopts a slave code. Only 29 slaves are found in the territory in 1860. * October: The Boston Vigilance Committee frees two fugitive slaves, Ellen and William Craft, from jail and prevents them from being returned to Georgia.McPherson, 1982, p. 78. |- |valign=center align=right|1851 | * Southern Unionists in several states defeat secession measures. Mississippi's convention denies the existence of the right to secession.McPherson, 1982, p. 68. * February: a crowd of black men in Boston frees fugitive slave Shadrach Minkins, also known as Fred Wilkins, who was being held in the federal courthouse, and helps him escape to Canada.McPherson, 1982, p. 78. * April: The federal government guards fugitive slave Thomas Sims with 300 soldiers to prevent local sympathizers from helping him with an escape attempt. * September: Free blacks confront a slave owner, his son and their allies who are trying to capture two fugitive slaves at Christiana, Pennsylvania. In the gunfight that follows, three blacks and the slave owner are killed while his son is seriously wounded.Roderick W. Nash, \"William Parker and the Christiana Riot.\" Journal of Negro History (1961): 24–31. in JSTOR * October: Black and white abolitionists free fugitive slave Jerry McHenry from the Syracuse, New York jail and aid his escape to Canada.McPherson, 1982, p. 78. |- |valign=center align=right|1852 | * In Lemmon v. New York, a New York court frees eight slaves in transit from Virginia with their owner.Wagner, 2009, p. 63. * After magazine publication, Uncle Tom's Cabin by Harriet Beecher Stowe is published in book form. The powerful novel depicts slave owner \"Simon Legree\" as deeply evil, and the slave \"Uncle Tom\" as the Christ-like hero.David S. Reynolds, Mightier than the sword: Uncle Tom's cabin and the battle for America (2011) It sells between 500,000 and 1,000,000 copies in U.S. and even more in Great Britain. Millions of people see the stage adaptation. By June 1852, Southerners move to suppress the book's publication in the South and numerous \"refutations\" appear in print.Frank J. Klingberg, \"Harriet Beecher Stowe and Social Reform in England,\" American Historical Review (1938), 43#3, pp. 542–552, in JSTOR.On the Southern response see Severn Duvall, \"Uncle Tom's Cabin: The Sinister Side of the Patriarchy,\" The New England Quarterly (1963), 36#1 pp. 3–22, in JSTOR. * April 30: A convention called by the legislature in South Carolina adopts \"An Ordinance to Declare the Right of this State to Secede from the Federal Union\".Cluskey, ed., 1857, p. 503. * The Whig party and its candidate for president, Army general Winfield Scott, are decisively defeated in the election and the party quickly fades away.William E. Gienapp, \"The Whig Party, the Compromise of 1850, and the Nomination of Winfield Scott.\" Presidential Studies Quarterly (1984): 399–415 in JSTOR. Pro-South (\"doughface\") Democrat Franklin Pierce of New Hampshire is elected president.Michael J. Connolly, \"'History has rendered its verdict upon him': The Franklin Pierce Statue Controversy.\" Journal of the Gilded Age and Progressive Era (2013), 12#2, pp. 234–259. |- |valign=center align=right|1853 | * Democrats control state governments in all the states which will form the Confederate States of America.McPherson, 1982, p. 70. * The United States adds a region of present- day southern Arizona and southwestern New Mexico to the United States through the Gadsden Purchase of territory from Mexico. The purposes of the Gadsden Purchase are the construction of a transcontinental railroad along a deep southern route and the reconciliation of outstanding border issues following the Treaty of Guadalupe Hidalgo, which ended the Mexican–American War. Many early settlers in the region are pro-slavery.Klein, 1997, p. 46. * Filibusterer William Walker and a few dozen men briefly take over Baja California in an effort to expand slave territory. When they are forced to retreat to California and put on trial for violating neutrality laws, they are acquitted by a jury that deliberated for only eight minutes.McPherson, 1982, p. 74. |- |valign=center align=right|1854 | * Democratic U.S. Senator Stephen A. Douglas of Illinois proposes the Kansas–Nebraska Bill to open good Midwestern farmland to settlement and to encourage building of a transcontinental railroad with a terminus at Chicago. Whether slavery would be permitted in a territory would be determined by a vote of the people at the time a territory is organized.Eicher, 2001, p. 44.Klein, 1997, p. 47.Bowman, 1982, p. 37.Hansen, 1861, p. 23. * Congress enacts the Kansas–Nebraska Act, providing that popular sovereignty, a vote of the people when a territory is organized, will decide \"all questions pertaining to slavery\" in the Kansas–Nebraska territories. This abrogates the Missouri Compromise prohibition of slavery north of the 36°30' line of latitude and increases Northerners' fears of a Slave Power encroaching on the North. Both Northerners and Southerners rush to the Kansas and Nebraska territories to express their opinion in the voting. Especially in Kansas, many voters are pro-slavery Missouri residents who enter Kansas simply to vote. * Opponents of slavery and the Kansas–Nebraska Act meet in Ripon, Wisconsin in February, and subsequently meet in other Northern states, to form the Republican Party. The party includes many former members of the Whig and Free Soil parties and some northern Democrats. Republicans win most of the Northern state seats in the U.S. House of Representatives in the fall 1854 elections as 66 of 91 Northern state Democrats are defeated. Abraham Lincoln emerges as a Republican leader in the West (Illinois). * Eli Thayer forms the New England Emigrant Aid Society to encourage settlement of Kansas by persons opposed to slavery. * Bitter fighting breaks out in Kansas Territory as pro-slavery men win a majority of seats in the legislature, expel anti-slavery legislators and adopt the pro-slavery Lecompton Constitution for the proposed state of Kansas. * The Ostend Manifesto, a dispatch sent from France by the U.S. ministers to Britain, France and Spain after a meeting in Ostend, Belgium, describes the rationale for the United States to purchase Cuba (a territory which had slavery) from Spain and implies the U.S. should declare war if Spain refuses to sell the island. Four months after the dispatch is drafted, it is published in full at the request of the U.S. House of Representatives. Northern states view the document as a Southern attempt to extend slavery. European nations consider it as a threat to Spain and to Imperial power. The U.S. government never acts upon the recommendations in the Ostend Manifesto. * Anthony Burns, a fugitive slave from Virginia, is arrested by federal agents in Boston. Radical abolitionists attack the courthouse and kill a deputy marshal in an unsuccessful attempt to free Burns.McPherson, 1982, p. 79. * Abolitionist editor Sherman Booth was arrested for violating the Fugitive Slave Act when he helped incite a mob to rescue an escaped slave, Joshua Glover, in Wisconsin from U.S. Marshal Stephen V. R. Ableman.Potter, David M. completed and edited by Don E. Fehrenbacher The Impending Crisis: America Before the Civil War, 1848–1861 (1976), p. 294. * The Knights of the Golden Circle, a fraternal organization that wants to expand slavery to Mexico, Central America, the Caribbean Islands, including Cuba, and northern South America, is founded in Louisville, Kentucky. * Former Mississippi Governor John A. Quitman begins to raise money and volunteers to invade Cuba, but is slow to act and cancels the invasion plan in spring 1855 when President Pierce says he would enforce the neutrality laws.McPherson, 1982, p. 73. * The Know-Nothing Party or American Party, which includes many nativist former Whigs, sweeps state and local elections in parts of some Northern states. The party demands ethnic purification, opposes Catholics (because of the presumed power of the Pope over them), and opposes corruption in local politics. The party soon fades away. * George Fitzhugh's pro-slavery Sociology for the South is published.McPherson, 1982, p. 111. |- |valign=center align=right|1855 | * Violence by pro-slavery looters from Missouri known as Border Ruffians and anti-slavery groups known as Jayhawkers breaks out in \"Bleeding Kansas\", as pro- and anti-slavery partisans try to organize the territory as slave or free. Many Ruffians vote illegally in Kansas. Estimates will show that the violence in Kansas resulted in about 200 persons killed and $2 million worth of property destroyed during the middle and late 1850s. Over 95 percent of the pro-slavery votes in the election of a Kansas territorial legislature in 1855 are later determined to be fraudulent.McPherson, 1982, p. 92. * Anti-slavery Kansans draft the Topeka Constitution and elect a new legislature which actually represents the majority of legal voters. Kansas now has two constitutions, one pro- and one anti-slavery, and two different governments in two different cities, each claiming to be the legitimate government of Kansas.Bowman, 1982, p. 38. |- |valign=center align=right|1856 | * May 21: Missouri Ruffians and local pro-slavery men sack and burn the town of Lawrence, Kansas, an anti-slavery stronghold.Nicole Etcheson, Bleeding Kansas: Contested Liberty in the Civil War Era (2004). * John Brown, an abolitionist born in Connecticut, and his sons kill five pro-slavery men from Pottawatomie Creek in retaliation for the Sacking of Lawrence.Paul Finkelman, \"John Brown America's First Terrorist?\" Prologue, Spring 2011, Vol. 43, Issue 1, pp. 16-27. * May 22: Congressman Preston Brooks of South Carolina beats with a cane and incapacitates Senator Charles Sumner of Massachusetts on the floor of the U.S. Senate. In a speech in the Senate chamber, The Crime Against Kansas, Sumner ridicules slaveowners—especially Brooks's cousin, U.S. Senator Andrew Butler of South Carolina—as in love with a prostitute (slavery) and raping the virgin Kansas. Brooks is a hero in the South, Sumner a martyr in the North.Williamjames Hoffer, The Caning of Charles Sumner: Honor, Idealism, and the Origins of the Civil War (2010). * In the 1856 U.S. presidential election, Republican John C. Frémont crusades against slavery. The Republican slogan is \"Free speech, free press, free soil, free men, Frémont and victory!\" Democrats counter that Fremont's election could lead to civil war. The Democratic Party candidate, James Buchanan, who carries five northern and western states and all the southern states except Maryland, wins. * Thomas Prentice Kettell, a New York Democrat, writes Southern Wealth and Northern Profits, a lengthy statistical pamphlet about the economies of the Northern and Southern regions of the country. The book receives wide acclaim among secessionists in the South and much derision from anti-slavery politicians in the North, even though some historians think Kettell intended it as an argument that the two regions are economically dependent upon each other.Nevins, 1947, pp. 470–471. * Filibuster William Walker, in alliance with local rebels, overthrows the government of Nicaragua and proclaims himself president. He decrees the reintroduction of slavery. Many of Walker's men succumb to cholera and he and his remaining men are rescued by the U.S. Navy in May 1857. |- |valign=center align=right|1857 | * George Fitzhugh publishes Cannibals All! Or Slaves Without Masters, which defends chattel slavery and ridicules free labor as wage slavery.Bowman, 1982, p. 48. * Commercial conventions in the South call for the reopening of the African slave trade, thinking that a ready access to inexpensive slaves would spread slavery to the territories.Wagner, 2009, pp. 64–65. * Hinton Rowan Helper, a North Carolinian, publishes The Impending Crisis of the South, which argues that slavery was the main cause of the South's economic stagnation. This charge angers many Southerners.Klein, 1997, p. 57.Wagner, 2009, p. 66. * The U.S. Supreme Court reaches the Dred Scott v. Sandford decision, a 7 to 2 ruling that Congress lacks the power to exclude slavery from the territories, that slaves are property and have no rights as citizens and that slaves are not made free by living in free territory. Chief Justice Roger B. Taney concludes that the Missouri Compromise is unconstitutional. If a court majority clearly agreed (which it did not in this decision), this conclusion would allow all territories to be open to slavery. Scott and his family were purchased and freed by a supporter's children. Northerners vowed to oppose the decision as in violation of a \"higher law\". Antagonism between the sections of the country increases.Don E. Fehrenbacher, Slavery, Law, and Politics: The Dred Scott Case in Historical Perspective (1981). * Anti-slavery supporters in Kansas ignore a June election to a constitutional convention because less populous pro-slavery counties were given a majority of delegates. The convention adopts the pro-slavery Lecompton Constitution. Meanwhile, anti-slavery representatives win control of the state legislature.Wagner, 2009, p. 64.Klein, 1997, p. 53. * August: The Panic of 1857 arises, mainly in large northern cities, as a result of speculation in and inflated values of railroad stocks and real estate. Southerners tout the small effect in their section as support for their economic and labor system.Wagner, 2009, p. 65. * Buchanan endorses the Lecompton constitution and breaks with Douglas, who regards the document as a mockery of popular sovereignty because its referendum provision does not offer a true free state option. A bitter feud begins inside the Democratic party. Douglas's opposition to the Lecompton constitution erodes his support from pro-slavery factions.McPherson, 1982, p. 108. * The Tariff of 1857, authored primarily by R. M. T. Hunter of Virginia, uses the Walker Tariff as a base and lowers rates.Taussig, Frank. Tariff History of the United States (1912). |- |valign=center align=right|1858 | * Minnesota is admitted to the Union as a free state. * February: A fistfight among thirty Congressmen divided along sectional lines takes place on the floor of Congress during an all-night debate on the Lecompton constitution.McPherson, 1982, p. 104. * The U.S. House of Representatives rejects the pro-slavery Lecompton constitution for Kansas on April 1. * Congress passes the English Bill, proposed by Representative William Hayden English of Indiana, which sends the Lecompton constitution back to the voters of Kansas.Bowman, 1982, p 38\"Klein, 1997, p. 54. * May 19: Pro- slavery Missourians capture 11 free-staters in Kansas, then attempt to execute them in the Marais des Cygnes Massacre. Five are killed and five wounded.Kansas Historical Society. Marais des Cygnes Massacre site, June 2011. Retrieved December 28, 2012. * June 16: Lincoln gives his \"House Divided\" speech.Don E. Fehrenbacher, \"The Origins and Purpose of Lincoln's\" House- Divided\" Speech.\" Mississippi Valley Historical Review (1960): 615–643 online * August 2: Kansas voters reject the pro-slavery Lecompton Constitution. * The New School Presbyterians split as the New Schoolers in the South who support slavery split and form the United Synod of the Presbyterian Church in the United States of America. In 1861, the Old School church splits along North–South lines.Ramsey Coutta, Divine Institutions (2006), p. 153. * The Lincoln-Douglas Debates of 1858 focus on issues and arguments that will dominate the Presidential election campaign of 1860. Pro-Douglas candidates win a small majority in the Illinois legislature in the general election and choose Douglas as U.S. Senator from Illinois for another term. However, Lincoln emerges as a nationally known moderate spokesman for Republicans and a moderate opponent of slavery.Allen C. Guelzo, Lincoln and Douglas: The debates that defined America (2008). * In a debate with Lincoln at Freeport, Illinois, Douglas expresses an opinion which becomes known as the \"Freeport Doctrine\". Lincoln asks whether the people of a territory could lawfully exclude slavery before the territory became a state. In effect, this question asks Douglas to reconcile popular sovereignty with the Dred Scott decision. Douglas says they could do so by refusing to pass the type of police regulations needed to sustain slavery. This answer further alienates pro-slavery advocates from Douglas. * Senator James Henry Hammond of South Carolina proclaims: \"No, you dare not make war on cotton. No power on earth dares to make war upon it. Cotton is King; until lately the Bank of England was king; but she tried to put her screws, as usual...on the cotton crop, and was utterly vanquished\", which argues that even Europe is dependent on the cotton economy of the Southern states and would have to intervene in any U.S. conflict, even an internal threat, to protect its vital source of raw material, King Cotton.Drew Gilpin Faust, James Henry Hammond and the old South: A design for mastery (1985). * William Lowndes Yancey and Edmund Ruffin found the League of United Southerners. They advocate reopening the African slave trade and the formation of a Southern confederacy.McPherson, 1982, p. 110. * U.S. Senator William H. Seward says there is an \"irrepressible conflict\" between slavery and freedom. * Although solid evidence of their guilt is presented, the crew of the illegal slave ship The Wanderer is acquitted of engaging in the African slave trade by a Savannah, Georgia jury. Similarly, a Charleston, South Carolina jury acquits the crew of The Echo, another illegal slave ship which is caught with 320 Africans on board. |- |valign=center align=right|1859 | * Southerners block an increase in the low tariff rates of 1857.McPherson, 1982, p. 123. * February: U.S. Senator Albert G. Brown of Mississippi says that if a territory requires a slave code in line with Douglas' Freeport Doctrine, the federal government must pass a slave code to protect slavery in the territories. If it does not, Brown says he will urge Mississippi to secede from the Union. * Oregon is admitted to the Union as a free state, but prohibits the residency of any person of African origin, slave or free.McPherson, 1982, p. 80. * In Ableman v. Booth, the U.S. Supreme Court rules that the 1850 Fugitive Slave Law is constitutional and that state courts cannot overrule federal court decisions.Potter, (1976), p. 295. * President Buchanan and Southern members of Congress, including Senator John Slidell of Louisiana, make another attempt to buy Cuba from Spain. Douglas supports the proposed annexation of Cuba. Republicans block funding.McPherson, 1982, p. 109. * Southern senators block a homestead act that would have given settlers in the West each 160 acres of land. * The Southern Commercial Convention endorses reopening the African slave trade to reduce the price of slaves and widen slaveholding. Many members think this would lessen feelings that the slave trade was immoral and provide an incentive or tool for Southern nationalism.Bowman, 1982, p. 39 * October 4: Kansas voters adopt the anti-slavery Wyandotte Constitution by a 2-to-1 margin. * October 16: Kansas abolitionist John Brown attempts to spark a slave rebellion in Virginia through seizure of weapons from the federal armory at Harpers Ferry.Eicher, 2001, p. 45. Brown holds the arsenal for 36 hours. No slaves join him and no rebellion ensues but 17 persons, including 10 of Brown's men, are killed. Brown and his remaining men are captured by U.S. Marines led by Army Lieutenant Colonel Robert E. Lee. Brown is tried for treason to the state of Virginia, murder, and inciting a slave insurrection. He was found guilty of all charges. * November 2: John Brown is sentenced and delivers his famous \"last speech\". * The New Mexico Territory adopts a slave code, but no slaves are in the territory according to the 1860 census. * December 2: John Brown is hanged, in Charles Town, Virginia (now West Virginia).Bowman, 1982, pp. 39–40. Across the North it is treated as a national calamity; church bells are rung, rallies held, speeches and sermons given. Brown is seen as a martyr to the cause of ending slavery. Brown is seen in the South as a fanatical Yankee abolitionist trying to start a bloody race war, as well as stealing their property (the enslaved). The reaction in the North to his execution reinforces the Southern fear that more such raids would soon be coming. Secession, for which support had grown steadily since the Nullification Crisis of 1832–33, is believed by Southern leaders to be their only option.Klein, 1997, p. 58.Hansen, 1961, p. 25–27.McPherson, 1982, pp. 115–117. * Members of the Congress which convenes in December insult, level charges at, threaten, and denounce each other. Members come to the sessions armed. The House of Representatives requires eight weeks to choose a Speaker. This delays consideration of vitally important business.Klein, 1997, p. 60.McPherson, 1982, pp. 112–113. |- |valign=center align=right|1860 | * The U.S. slave population according to the 1860 United States Census is 3,954,174. The census also concludes that the total U.S. population has increased from 23,191,875 to 31,443,321 since the 1850 Census, an increase of 35.4 percent; 26 percent of all Northerners but only 10 percent of Southerners live in towns or cities; and that 80 percent of the Southern workforce but only 40 percent of the Northern workforce is employed in agriculture.Wagner, 2009, p. 74. * Southern opposition kills the Pacific Railway Bill of 1860. President James Buchanan vetoes a homestead act.McPherson, 1982, p. 123. * February: U.S. Senator Jefferson Davis of Mississippi presents a resolution stating the Southern position on slavery, including adoption of a Federal slave code for the territories.Bowman, 1982, p. 40 * February 27: Abraham Lincoln gives his Cooper Union speech against the spread of slavery.Hansen, 1961, p. 31. * The Knights of the Golden Circle reach maximum popularity and plan to invade Mexico to expand slave territory. * April 23 – May 3: The Democratic Party convention begins in Charleston, South Carolina. Southern radicals, or \"fire- eaters\", oppose front-runner Stephen A. Douglas' bid for the party's Presidential nomination. The Democrats begin splitting North and South as many Southern delegates walk out. Douglas cannot secure the two-thirds of the vote needed for the nomination. After 57 ballots, the convention adjourns to meet in Baltimore six weeks later.McPherson, 1982, pp. 117–118. * May 9: Former Whigs from the border states form the Constitutional Union Party and nominate former U.S. Senator John C. Bell of Tennessee for President and Edward Everett of Massachusetts for Vice President on a one-issue platform of national unity.Hansen, 1961, p. 32. * May 16: William H. Seward of New York, Salmon P. Chase of Ohio, and Simon Cameron of Pennsylvania are leading contenders for the Republican presidential nomination, along with the more moderate Abraham Lincoln of Illinois, when the Republican convention convenes in Chicago. Lincoln supporters from Illinois skillfully gain commitments for Lincoln. On May 18, Lincoln wins the Republican Party nomination for president. The Republicans adopt a concrete, precise, and moderately worded platform which includes the exclusion of slavery from the territories but the affirmation of the right of states to order and control their own \"domestic institutions\".McPherson, 1982, pp. 119–120. * June 18: The main group of Democrats meeting in Baltimore, bolstered by some new Douglas Democrats from Southern states who are seated to the exclusion of the Southern delegates from the previous session of the convention, nominate Douglas for President. * June 28: Southern Democrats nominate Vice President John C. Breckinridge of Kentucky for President. Their platform endorses a national slave code.McPherson, 1982, p. 120. * Honduran militia stop another filibuster effort by William Walker. They capture and execute him before a firing squad on September 12, 1860.McPherson, 1982, p. 75. |- |} ==Election of 1860 to the Battle of Fort Sumter== {| class=\"wikitable\" width=\"100%\" border=1 cellpadding=5 cellspacing=0 |- |valign=center align=right|1860 | * November 6: Abraham Lincoln wins the 1860 presidential election on a platform that includes the prohibition of slavery in new states and territories.Bowman, 1982, pp. 40–41. Lincoln wins all of the electoral votes in all of the free states except New Jersey, where he wins 4 votes and Stephen A. Douglas wins 3.Wagner, 2009, p. 3.Long, 1971, pp. 2–3.McPherson, 1982, p. 125. The official count of electoral votes occurs February 13, 1861. * November 7: Charleston, South Carolina authorities arrest a Federal officer who had attempted to move supplies to Fort Moultrie from Charleston Arsenal. Two days later, the Palmetto Flag of South Carolina is raised over the Charleston harbor batteries.Hansen, 1961, p. 38Long, 1971, pp. 3–4 * November 9: A false report that U.S. Senator Robert Toombs of Georgia has resigned reaches Columbia, South Carolina.Potter, 2011 (1976), p. 490. * November 10: The South Carolina legislature calls for an election on December 6 for delegates to a convention for December 17 to consider whether the State should secede from the Union. U.S. Senators James Chesnut, Jr. and James Henry Hammond of South Carolina resign from the U.S. Senate.Long, 1971, pp. 4–5.Eicher, 2001, p. 46.Wagner incorrectly shows the date as December 10. * November 14: ** Congressman Alexander H. Stephens of Georgia, later Vice President of the Confederate States of America, speaks to the Georgia legislature in opposition to secession.Long, 1971, p. 5. ** The Governor of Alabama says he will call for an election on December 6 or December 24 for delegates to a convention to meet on January 7 to consider whether the State should secede from the Union.Potter, 2011 (1976), p. 491. ** The Governor of Mississippi calls for an extraordinary session of the legislature on November 26. On November 29, the legislature votes for an election on December 29 for delegates to a convention to meet on January 7 to consider whether the State should secede from the Union. * November 15: ** Major Robert Anderson of the First United States Artillery, a 55-year-old career army officer from Kentucky, was ordered to take command of Fort Moultrie and the defenses in Charleston Harbor, including Fort Sumter. ** United States Navy Lieutenant Tunis Craven informs authorities in Washington, D.C. that he is proceeding to take moves to protect Fort Taylor at Key West, Florida and Fort Jefferson on the Dry Tortugas, Florida. Craven rightly suspects Southern States will try to seize federal property and military supplies.Long, 1971, pp. 5–6.Klein, 1997, p. 114. * November 18: ** The Georgia legislature voted on November 18 for an election on January 2 for delegates to a convention to meet on January 16 to consider whether the State should secede from the Union. ** The Florida legislature voted to call a convention. * November 20: Lincoln says that his administration will permit states to control their own internal affairs.Long, 1971, p. 6. * November 22: The Governor of Louisiana calls a special session of the legislature for December 10. * November 23: Major Anderson requests reinforcements for his small force at Charleston.Long, 1971, p. 7 * December 4: President Buchanan condemns Northern interference with slave policies of Southern states but also says states have no right to secede from the Union.Long, 1971, p. 8 The U.S. House of Representatives appoints a Committee of Thirty-Three to consider \"the present perilous condition of the country\".Potter, 2011 (1976), p. 492. * December 8, 1860 – January 8, 1861: Buchanan administration cabinet members from the South resign.Bowman, 1982, p. 41 Secretary of the Treasury Howell Cobb of Georgia resigns on December 8. On December 23, President Buchanan asks for the resignation of Secretary of War John B. Floyd, a former governor of Virginia, whose actions appear to favor the Southern secessionists. He arranged to shift weapons from Pittsburgh and other locations to the South. Floyd resigns on December 29. The War Department stops the transfer of weapons from Pittsburgh on January 3.Bowman, 1982, pp. 41–42. United States Secretary of the Interior Jacob Thompson of Mississippi resigns on January 8, 1861.Long, 1971, pp. 9, 16–17, 23. * December 10: South Carolina delegates meet with Buchanan and believe he agrees not to change the military situation at Charleston.Long, 1971, p. 9. * December 11: Major Don Carlos Buell delivers a message to Major Anderson from Secretary of War Floyd. Anderson is authorized to put his command in any of the forts at Charleston to resist their seizure. Later in the month Floyd says Anderson violated the President's pledge to keep the status quo pending further discussions and the garrison should be removed from Charleston. Floyd soon will join the Confederacy.Long, 1971, p. 10. * December 12: Secretary of State Lewis Cass of Michigan resigns. He believes President Buchanan should reinforce the Charleston forts and is unhappy about Buchanan's lack of action. * December 17, 20, 24: The South Carolina Secession Convention begins on December 17.Long, 1971, p. 11. On December 20, secession begins when the convention declares \"that the Union now subsisting between South Carolina and other states under the name of the 'United States of America' is hereby dissolved\". The convention published a Declaration of the Immediate Causes Which Induce and Justify the Secession of South Carolina from the Federal Union in explanation and support of their position. The document cites \"encroachments on the reserved rights of the states\" and \"an increasing hostility of the non-slaveholding states to the institution of slavery\" and \"the election of a man to the high office of President of the United States, whose opinions and purposes are hostile to slavery\" as among the causes.Long, 1971, pp. 12–13Hansen, 1961, p. 34. On December 24, South Carolina Governor Francis Wilkinson Pickens declares the act of secession in effect.Hansen, 1961, p. 10.Eicher, 2001, pp. 34–35. * December 18, 1860 – January 15, 1861: Senator John J. Crittenden of Kentucky proposes the \"Crittenden Compromise\". Its main features are a constitutional amendment that would reinstate the Missouri Compromise line between free and slave territory and retention of the fugitive slave law and slavery where it existed, including in the District of Columbia.Long, 1971, p. 12. On January 16, 1861, the Crittenden Compromise is effectively defeated in the United States Senate.Long, 1971, p. 27.McPherson, 1982, p. 135.Bowman, 1982, p. 43. * December 20: Vice President John C. Breckenridge of Kentucky, unsuccessful candidate of the Southern Democrats for President and later Confederate general and Confederate Secretary of War, appoints a Committee of Thirteen U.S. Senators of differing views, including Jefferson Davis, Robert Toombs, William Seward, and Stephen A. Douglas, to consider the state of the nation and to propose solutions to the crisis.Long, 1971, p. 13. On December 31, the Committee reports they are unable to agree on a compromise proposal.Long, 1971, p. 18. * December 21, 24: The four United States Congressmen from South Carolina withdraw from the U.S. House of Representatives, but on December 24 the House refuses their resignations.Long, 1971, pp. 14–15. * December 26–27, 30: Under cover of darkness, Major Anderson moves the Federal garrison at Charleston, South Carolina from Fort Moultrie, which is indefensible from the landward side, to the unfinished Fort Sumter, which is located on an island in Charleston harbor.Long, 1971, pp. 15–16.Eicher, 2001, p. 35.Wagner, 2009, p. 4 He spikes the guns of Fort Moultrie. Secessionists react angrily and feel betrayed because they thought President Buchanan would maintain the status quo.Hansen, 1961, p. 39 The next day South Carolina troops occupy the abandoned Fort Moultrie and another fortification, Castle Pinckney, which had been occupied only by an ordnance sergeant.McPherson, 1982, pp. 140–141.Klein, 1997, p. 107. On December 30, South Carolina troops seize the Charleston Arsenal.Long, 1971, p. 17. * December 28: Buchanan meets with South Carolina commissioners as \"private gentlemen\".Klein, 1997, p. 169 They demand removal of federal troops from Charleston. Buchanan states he needs more time to consider the situation.Long, 1971, p. 16. On December 31, Buchanan says Congress must define the relations between the Federal government and South Carolina and that he will not withdraw the troops from Charleston. * December 30, 1860 – March 28, 1861: Brevet Lieutenant General Winfield Scott, general-in-chief of the U.S. Army, asks permission from President Buchanan to reinforce and resupply Fort Sumter but receives no reply. On March 3, 1861, Scott will tell Secretary of State–designate William Seward that Fort Sumter can not be relieved.Long, 1971, p. 45. On March 5, he will tell President Lincoln that he agrees with Major Anderson's assessment that the situation at Charleston could only be saved for the Union with 20,000 reinforcements.Long, 1971, p. 47Bowman, 1982, p. 47. On March 6, Scott says the U.S. Army can do no more to relieve Fort Sumter and only the U.S. Navy could aid the fort's garrison. On March 11, he again advises President Lincoln that it would take many months for the army to be able to reinforce Fort Sumter. On March 28, Scott recommends to the President that Fort Sumter and Fort Pickens at Pensacola, Florida be evacuated.Long, 1971, p. 51. * December 31: The South Carolina convention votes for election of commissioners to other Southern states which called conventions to meet to form a provisional government.Potter, 2011 (1976), p. 493. |- |valign=center align=right|1861 | * January 2: ** South Carolina troops take control of dormant Fort Jackson in Charleston harbor.Long, 1971, p. 21. ** Colonel Charles Stone begins to organize the District of Columbia militia. * January 3: ** South Carolina commissioners propose a meeting to form a provisional government for February 4 in Montgomery, Alabama.Potter, 2011 (1976), pp. 493–494. ** Delaware legislators reject secession proposals. * January 3, 24, 26: Georgia state troops take Fort Pulaski at the mouth of the Savannah River on January 3,Wagner, 2009, p. 67 the United States Arsenal at Augusta, Georgia on January 24,Bowman, 1982, p. 44. and Oglethorpe Barracks and Fort Jackson at Savannah, Georgia on January 26.Long, 1971, pp. 21, 29. * January 4–5, 30: Alabama seizes the Mount Vernon, Alabama United States Arsenal on January 4, Fort Morgan and Fort Gaines at the entrance to Mobile Bay on January 5,Bowman, 1982, p. 42 and the U.S. Revenue Cutter Lewis Cass at Mobile, Alabama on January 30.Long, 1971, pp. 21, 22, 30. * January 5: ** The unarmed merchant vessel Star of the West, which is under contract to the War Department, heads for Fort Sumter from New York with 250 reinforcements and supplies.Long, 1971, p. 22. ** U.S. Senators from seven deep South states meet and advise their states to secede. * January 6–12: Florida troops seize Apalachicola, Florida Arsenal on January 6 and Fort Marion at Saint Augustine on January 7. On January 8, Federal troops at Fort Barrancas or Barrancas Barracks at Pensacola, Florida fire on about 20 men who approach the fort at night. The men flee. After the Federal troops move from Fort Barrancas to Fort Pickens on Santa Rosa Island, Florida in Pensacola Harbor on January 10,Wagner, 2009, p. 5. Florida forces seize Barrancas Barracks, Fort McRee, and the Pensacola Navy Yard on January 12.Long, 1971, pp. 22, 23, 24, 25. * January 8: Irregularly arranged voting for a Texas convention begins after Governor Sam Houston refused to call a session of the legislature.Potter, 2011 (1976), p. 497. * January 9: ** Mississippi secedes from the Union.Long, 1971, p. 23. ** South Carolina state troops at Charleston fire upon the merchant ship Star of the West and prevent it from landing reinforcements and relief supplies for Fort Sumter. After being struck twice, the ship heads back to New York.Long, 1971, pp. 23–24. * January 10: Florida secedes from the Union.Long, 1971, p. 24. * January–February: Louisiana state troops seize the United States Arsenal and Barracks at Baton Rouge and Fort Jackson and Fort St. Philip near the mouth of the Mississippi River on January 10,Bowman, 1982, pp. 42–43. the United States Marine Hospital south of New Orleans on January 11, Fort Pike, near New Orleans, on January 14, Fort Macomb, near New Orleans, on January 28, the U. S. Revenue Cutter Robert McClelland at New Orleans on January 29, the United States Branch Mint and Customs House at New Orleans and the U.S. Revenue Schooner Washington on January 31, and the U.S. Paymaster's office at New Orleans on February 19.Long, 1971, pp. 24, 25, 27, 30, 39.Bowman, 1982, p. 46. * January 11: Alabama secedes.William H. Brantley, \"Alabama Secedes,\" Alabama Review 7 (July 1954): 1 65-85. * January 12: Mississippi representatives to the U.S. Congress resign.Long, 1971, p. 25. * January 14, 18: Federal troops occupy Fort Taylor at Key West, Florida. This became an important base of supply, including coal, for blockaders and other vessels on January 14. A U.S. force also garrisons Fort Jefferson on the Dry Tortugas, Florida on January 18.Long, 1971, p. 27. * January 19: Georgia secedes from the Union.E. Merton Coulter, Georgia: a short history (1960), ch. 23. * January 20: Mississippi troops seize Fort Massachusetts and other installations on Ship Island in the Gulf of Mexico.Long, 1971, p. 28. * January 21: U.S. Senators Clement C. Clay, Jr. and Benjamin Fitzpatrick from Alabama, David L. Yulee and Stephen R. Mallory from Florida, and Jefferson Davis from Mississippi withdraw from the U.S. Senate. * January 26: Louisiana secedes from the Union.Willie Malvin Caskey, Secession and restoration of Louisiana (1970) ch 2 * January 29: Kansas is admitted to the Union. The 34th state is a free state under the Wyandotte Constitution.Long, 1971, p. 30. * February 1: The Texas convention approves secession but provides for a popular vote on February 23.Long, 1971, p. 31. On February 11, the Texas convention approves formation of a Southern Confederacy. Seven Texas delegates to the Montgomery convention are elected.Long, 1971, p. 36. On February 23, Texans vote for secession by a 3 to 1 margin. * February 4: ** Virginians vote for convention delegates, only 32 of 152 are immediate secessionists; the voters require any action by the convention to be submitted to the voters.Potter, 2011 (1976), pp. 507–508. ** U.S. Senators Judah Benjamin and John Slidell of Louisiana leave the U.S. Senate.Long, 1971, p. 32 * February 4, 8–10: Secessionists meet in convention in Montgomery, Alabama to provide a government for the seceded States beginning on February 4. They act as the Provisional Congress of the Confederate States of America.Long, 1971, pp. 30–31. On February 8, the convention drafts a Provisional Constitution of the Confederate States.Bowman, 1982, p. 45.Long, 1971, p. 33. The Confederate States of America (the \"Confederacy\") is not recognized by the United States government or any foreign government. Border states initially refuse to join Confederacy. On February 9, the convention chooses Jefferson Davis as Provisional President and Alexander Stephens as Provisional Vice President of the Confederate States.Hansen, 1961, p. 35.Long, 1971, pp. 33–34 On February 10, Davis is surprised to learn of his election as Provisional President of the Confederacy but he accepts the position.Long, 1971, p. 34.McPherson, 1982, p. 137. * February 4–27: Peace conference or peace convention called by Virginia meets in Washington. None of the seceded states are represented. Five Northern states also do not attend. On February 27, after much bickering, the convention sends recommendations for six constitutional amendments along the lines of the Crittenden Compromise to Congress and adjourns. The U.S. Senate rejects the Peace Convention proposals on March 2.Robert Gunderson, Old Gentlemen's Convention: The Washington Peace Conference of 1861 (Univ. of Wisconsin Press, 1961). * February 5: President Buchanan tells South Carolina commissioners that Fort Sumter will not be surrendered.Bowman, 1982, pp. 44–45.Swanberg, W. A., First Blood: The story of Fort Sumter, p. 127. New York: Charles Scribner's Sons, 1957. 475770 * February 7: The Choctaw Nation aligns with the Southern States. * February 8, 12: Arkansas troops seize the United States Arsenal at Little Rock and force the Federal garrison to withdraw on February 8. They seize the United States ordnance stores at Napoleon, Arkansas on February 12.Long, 1971, p. 33, 36. * February 9 ** Tennessee voters vote against calling a secession convention. ** USS Brooklyn arrives with reinforcements for Fort Pickens but does not land because of a local agreement of both sides not to alter the military situation. * February 12: The Provisional Confederate Congress chosen by the Montgomery convention approves a Peace Commission to the United States. The group assumes authority to deal with the issue of disputed forts. * February 13: A Virginia convention meets at Richmond to consider whether Virginia should approve secession.Long, 1971, pp. 36–37. * February 16: Texas forces seize the United States Arsenal and Barracks at San Antonio.Long, 1971, p. 38 * February 18: ** U.S. Brigadier General and Brevet Major General David E. Twiggs surrenders U. S. military posts in the Department of Texas to the State of Texas and effectively surrenders the one-fourth of the United States Army which is stationed in Texas. Twiggs tells authorities in Washington he acted under threat of force but they consider his actions to be treason.Long, 1971, p. 39 On March 1, U. S. Secretary of War Joseph Holt orders Brigadier General Twiggs dismissed from the U. S. Army \"for his treachery to the flag of his country\" in his surrender of military posts and Federal property in Texas to state authorities.Long, 1971, p. 43. Twiggs soon joins the Confederate States Army. ** Arkansas voters elect a majority of Unionists to their convention.Potter, 2011 (1976), p. 509. ** Missouri voters elect all conditional or unconditional Unionists to their convention. ** Jefferson Davis is inaugurated as President of the Confederacy.Eicher, 2001, p. 48. * February 19 – April 13: Colonel Carlos A. Waite at Camp Verde, Texas took over nominal command of U.S. posts in the state but the camps and forts would soon fall to state forces following General Twiggs's surrender on the previous day. Texas forces seize United States property at Brazos Santiago on February 19 and the U.S. Revenue Cutter Henry Dodge at Galveston, Texas on March 2. Federal garrisons abandon Camp Cooper, Texas on February 21, Camp Colorado, Texas on February 26, Ringgold Barracks and Camp Verde, Texas on March 7, Fort McIntosh, Texas on March 12, Camp Wood, Texas on March 15, Camp Hudson, Texas on March 17, Fort Clark, Fort Inge, and Fort Lancaster, Texas on March 19, Fort Brown and Fort Duncan, Texas on March 20, Fort Chadbourne, Texas on March 23, Fort Bliss, Texas on March 31,Bowman, 1982, p. 49 Fort Quitman, Texas on April 5, and Fort Davis, Texas on April 13.Long, 1971, pp. 38, 40, 42, 44, 48, 49, 50, 51, 52, 54, 59. * February 27: President Davis appoints three commissioners to attempt negotiations between the Confederacy and the Federal government.Long, 1971, p. 42. * February, March–October: A Missouri State Convention meets in Jefferson City to consider secession. Unionists led by Francis Preston Blair, Jr. prevent secession.Hansen, 1961, p. 94. The Missouri legislature condemns secession on March 7.Long, 1971, p. 48. On March 9, a Missouri state convention is held in St. Louis and Unionists again thwart secessionists. On March 22, a Missouri convention again rejects secession contrary to the position of pro-Confederate Governor Claiborne Jackson. This will not end the dispute over secession in Missouri. Eventually, on October 31, 1861, under the protection of Confederate troops, secessionist members of the Missouri legislature meeting at Neosho, Missouri adopt a resolution of secession. The Confederate Congress seats Missouri representatives but Missouri remains in the Union and at least twice as many Missouri men fight for the Union as fight for the Confederacy.McPherson, 1982, p. 154.Long, 1971, p. 133. * February 28: North Carolina voters reject a call for a state convention to consider secession by 651 votes out of over 93,000.Bowman's figures actually show the difference as only 194 votes. * February 28: Colorado Territory is organized. * March 1: ** The Confederate States take over the military at Charleston, South Carolina. Confederate President Davis appoints P. G. T. Beauregard as brigadier general and assigns him to command Confederate forces in the area. Beauregard assumes command of Confederate troops at Charleston on March 3.Long, 1971, p. 44. ** Major Anderson warns Washington authorities that little time remains to make a decision whether to evacuate or reinforce Fort Sumter. Local authorities had been allowing the fort to receive some provisions but Confederates were training and constructing works around Charleston harbor. * March 2: ** The Provisional Confederate Congress admits Texas to the Confederacy. ** Congress approved by joint resolution a proposed constitutional amendment that would prohibit a further constitutional amendment to permit Congress to abolish or interfere with a domestic institution of a state, including slavery. It is too late to be of practical importance. ** Nevada Territory and Dakota Territory are organized. * March 4: Abraham Lincoln is inaugurated as 16th President of the United States. He states his intentions not to interfere with slavery where it exists and to preserve the Union.David Donald, Lincoln (1995), pp. 282–84. * March 8, 13: The Confederate commissioners present their terms to avoid war and try to reach Secretary of State Seward through pro-Confederate U.S. Supreme Court Justice John A. Campbell. President Lincoln will not meet with the Confederate commissioners because it would appear to recognize the seceded states were out of the union.Allan Nevins, The War for the Union (1959), 1:50, 59, 72. * March 11, 13, 16, 21, 23, 29, April 3, 22: The Confederate Congress adopts a permanent Constitution of the Confederate States on March 11.Wagner, 2009, p. 68. The then seceded states ratify this constitution on March 13 (Alabama), March 16 (Georgia), March 21 (Louisiana), March 23 (Texas), March 29 (Mississippi), April 3 (South Carolina), and April 22 (Florida).Long, 1971, pp. 48, 49, 50, 51, 52, 53. * March 15: Lincoln asks his Cabinet members for their written advice on how to handle Fort Sumter situation. For various reasons, over the next two weeks, members advise the President not to attempt to relieve Fort Sumter. Seward gives lengthy advice on how to run the government and handle the crisis.Long, 1971, p. 49.Hansen, 1961, p. 51. On April 1, President Lincoln tactfully apprises Secretary Seward that he, not Seward, is President and rejects Seward's proposal that Lincoln grant him broad powers in foreign affairs and dealing with the Confederacy. Seward becomes a loyal supporter of Lincoln.Long, 1971, pp. 52–53.Hansen, 1961, p. 52. * March 16: ** President Davis names three commissioners to Britain; they will not be officially received by the British government. ** Pro-Confederates declare Arizona part of the CSA.Long, 1971, p. 50 * March 18: ** Governor Sam Houston of Texas refuses to take oath of allegiance to Confederacy and is deposed by the Texas secession convention. Houston said: \"You may, after the sacrifice of countless millions of treasures and hundreds of thousands of precious lives, as a bare possibility, win Southern independence...but I doubt it.\"Eicher, 2001, p. 50 ** Confederate Brigadier General Braxton Bragg forbids the garrison at Fort Pickens at Pensacola, Florida to receive more supplies.Hansen, 1961, p. 41. * March 18: An Arkansas convention rejects secession by four votes but provides for a popular vote on the issue in August. * March 20: Confederate forces at Mobile, Alabama seize the USS Isabella, which is carrying supplies for Fort Pickens. * March 21: ** President Lincoln's representative, former naval commander Gustavus Vasa Fox, visits Charleston and Fort Sumter and talks both to Major Anderson and the Confederates. Fox thinks that ships still can relieve the fort. ** Speaking at Savannah, Georgia, Confederate Vice President Alexander H. Stephens acknowledges that black slavery is the \"cornerstone\" of the Confederate government.Thomas E. Schott, \"Cornerstone Speech,\" in The Confederacy edited by Richard N. Current (1993), pp. 298–299. * March 25: Federal Colonel Ward Hill Lamon and Stephen A. Hurlbut confer with Confederate Brigadier General Beauregard and South Carolina Governor Pickens. * March 29: President Lincoln orders relief expeditions for Fort Sumter and Fort Pickens to be prepared to depart for the forts by April 6.Wagner, 2009, p. 6. On March 31, he orders the relief expedition to Fort Pickens to proceed. * April 3: ** President Lincoln sends Allan B. Magruder to Richmond to attempt to arrange talks with Virginia unionists.Long, 1971, p. 53. ** A Confederate battery on Morris Island in Charleston harbor shoots at the American vessel Rhoda H. Shannon. * April 4: ** A Virginia State Convention rejects a motion to pass an ordinance of session. ** President Lincoln advises Gustavus V. Fox that Fort Sumter will be relieved. He drafts a letter for Secretary of War Cameron to send to Major Anderson. * April 5: Secretary of the Navy Gideon Welles orders four ships to supply Fort Sumter, but one, USS Powhatan, had already left for Fort Pickens under President Lincoln's previous order.Long, 1971, p. 54. * April 6: ** President Lincoln informs South Carolina that an attempt will be made to resupply Fort Sumter but only with provisions. ** Since an earlier order was not carried out, orders were sent from Washington to reinforce Fort Pickens with Regular Army troops. * April 7: ** Confederate States Secretary of War Leroy Pope Walker tells Brigadier General Braxton Bragg to resist Union reinforcement of Fort Pickens. ** Confederate Brigadier General Beauregard tells Major Anderson that no further commerce or communication between Fort Sumter and the City of Charleston will be permitted.Bowman, 1982, p. 50. * April 8: ** United States State Department clerk Robert S. Chew and United States War Department Captain Talbot give President Lincoln's message to Governor Pickens.Long, 1971, p. 55. ** The U. S. Revenue Cutter Harriet Lane leaves New York with supplies for Fort Sumter. ** Confederate Secretary of State Robert Toombs opposes using force against Fort Sumter but President Jefferson Davis says that the Confederate States had created a nation and he had a duty as its executive to use force if necessary.Hansen, 1961, p. 42. * April 9: The steamer Baltic with Gustavus V. Fox as Lincoln's agent aboard sails from New York for relief of the Charleston garrison. * April 10: USS Pawnee leaves Norfolk for Fort Sumter. * April 11: Confederates demand surrender of Fort Sumter. After discussing the matter with his officers, Anderson refuses but mentions the garrison will be starved out in a few days without relief.Long, 1971, pp. 55–56.Eicher, 2001, p. 37. * April 12–13: Federal troops land on Santa Rosa Island, Florida and reinforce Fort Pickens. Because of the fort's location, Confederates are unable to prevent the landings.Long, 1971, p. 57. On April 13, U.S. Navy Lieutenant John L. Worden, who had carried the orders to land the reinforcements at Fort Pickens to the U. S. Navy at Pensacola, is arrested by Confederate authorities near Montgomery, Alabama.Long, 1971, p. 58. * April 12–14: Major Anderson tells Confederate representatives that he must evacuate the fort if not reinforced and resupplied by April 15. The Confederates know relief is coming and has almost arrived so they open fire on the fort at 4:30 a.m. on April 12.Hansen, 1961, p. 46.Eicher, 2001, p. 38. Confederates bombard Fort Sumter all day. Federal forces return fire starting at 7:30 a.m. but the garrison is too small to man all guns, which are not all in working order in any event. After a 34-hour bombardment, on April 13, Major Anderson surrenders Fort Sumter to the Confederates since his supplies and ammunition are nearly exhausted and the fort is disintegrating under the Confederate cannon fire.Bowman, 1982, p. 51.Eicher, 2001, p. 41. Relief ships arrive but can not complete their mission due to the bombardment. Four thousand shells had been fired at the fort but only a few minor injuries were sustained by the garrison. On April 14, Fort Sumter is formally surrendered to the Confederates. One Federal soldier, Private Daniel Hough, is killed, another, Private Edward Galloway, is mortally wounded and four are hurt by an exploding cannon or exploding ammunition or gunpowder from a spark. The cannon was being fired during a salute to the U.S. flag at the surrender ceremony. The garrison is evacuated by the U.S. Navy vessels.Long, 1971, pp. 56–59.McPherson, 1982, p. 145. * April 15: President Lincoln calls on the states to provide seventy-five thousand militiamen to recapture Federal property and to suppress the rebellion.Hansen, 1961, p. 48.Long, 1971, p. 59.Eicher, 2001, p. 53. |- |} ==Further secessions and divisions== ; Additional events related to secession and initiation of the war follow; most other events after April 15 are not listed. Several small skirmishes and battles as well as bloody riots in St. Louis and Baltimore took place in the early months of the war. The Battle of First Bull Run or Battle of First Manassas, the first major battle of the war, occurred on July 21, 1861. After that, it became clear that there could be no compromise between the Union and the seceding states and that a long and bloody war could not be avoided. All hope of a settlement short of a catastrophic war was lost. {| class=\"wikitable\" width=\"100%\" border=1 cellpadding=5 cellspacing=0 |- |valign=center align=right|1861 | * April 15–16: Kentucky and North Carolina immediately refuse to provide troops in response to Lincoln's call. Tension and anger increase in the border states of Missouri, Kentucky, Maryland, Virginia, and North Carolina. North Carolina troops seize Fort Caswell and Fort Johnston. On April 16, Virginia refuses to provide militia to suppress the rebellion.Long, 1971, p. 60. On April 17, Missouri and Tennessee also refuse to meet the President's request for volunteers. * April 17, 19, May 7, 23: On April 17, a Virginia Convention votes for secession and provides for a referendum on May 23, although the secession issue was already effectively decided by the convention and subsequent state actions.McPherson, 1982, p. 150. Strong pro-Union sentiment remains in the western counties of the state. On April 19, the Virginia General Assembly passes an ordinance of session, schedules a vote for May 23.Hansen, 1961, p. 68.Long, 1971, p. 62.Eicher, 2001, p. 52. On May 7, before the vote of the people, Virginia joins the Confederacy and Virginia troops become Confederate troops.Long, 1971, p. 70. They occupy Arlington Heights, Virginia and the Custis-Lee plantation home of Robert E. Lee.Hansen, 1961, p. 69. On May 23, Virginia citizens approve secession.Bowman, 1982, p. 55. In western Virginia, which would become West Virginia in 1863, the vote was overwhelmingly against secession.Long, 1971, p. 77. * April 18: Five companies of Pennsylvania volunteers arrive in Washington, becoming the first troops to respond to President Lincoln's call for volunteers. * April 18–19: Federal troops are only partially successful in destroying the armory and arsenal at Harpers Ferry, Virginia, which, along with valuable machinery, are seized by Confederate troops as the Federals flee. * April 19, 27: President Lincoln declares a blockade of the Confederate States.Long, 1971, p. 61. Baltimore riots as Union troops, the 6th Massachusetts Militia, pass through on their way to Washington, D.C.Bowman, 1982, p. 52.Eicher, 2001, p. 54. On April 27, Lincoln adds Virginia and North Carolina ports to the blockade.Bowman, 1982, p. 53. * April 20: Federal forces abandon and attempt to destroy the Gosport Navy Yard near Norfolk, Virginia as well as five vessels with no crews present but Confederates save much equipment, material, artillery, and parts of four ships, including , as the Federals flee.Eicher, 2001, pp. 54–55. * April 25: The 7th New York Volunteer Infantry Regiment arrives in Washington, D.C. * April 29: The Maryland House of Delegates votes against secession 53 to 13.Long, 1971, p. 67.Hansen, 1961, p. 34 gives date as April 27. * May 1, 6, 16: On May 1, the Tennessee legislature authorizes the governor to appoint commissioners to enter an alliance with the Confederacy.Long, 1971, p. 68. On May 6, the Tennessee legislature votes for secession and to submit the question to a vote on June 8.Bowman, 1982, p. 54. Before the vote is even taken, on May 16, Tennessee is admitted to the Confederacy.Long, 1971, p. 75. * May 1, 17, 20: The North Carolina legislature votes in favor of a state convention to consider the issue of secession. North Carolina is admitted to the Confederacy on May 17, even before May 20 when the North Carolina convention votes for secession.Wagner, 2009, p. 8. The North Carolina delegates decide not to submit the question to a vote of the people.Long, 1971, pp. 75, 76. * May 6: ** The Confederate Congress recognizes that a state of war exists between the Confederate States of America and the United States of America.Stephen C. Neff, Justice in blue and gray: a legal history of the Civil War (2010), p. 29. ** Britain recognizes the Confederate States as belligerents but not as a nation.Long, 1971, pp. 70–71. On May 13, Queen Victoria announces Britain's position. * May 6, 18: The Arkansas legislature votes to secede. On May 18, Arkansas is admitted to the Confederacy.Clayton E. Jewett and John O. Allen, Slavery in the South: a state-by-state history (2004), p. 23. * May 16, 20, September 3, 11, November 18: On May 16, a Kentucky legislative committee recommends the state remain neutral. On May 20, Governor Beriah Magoffin of Kentucky declares Kentucky to be neutral and forbids both movement of troops of either side on its soil and hostile demonstrations by Kentucky citizens.Long, 1971, p. 76. Kentucky effectively sides with the Union in September. On September 11, the Kentucky legislature called for Confederate troops, which had entered the state on September 3,Bowman, 1982, p. 64 to leave but did not ask that Union forces leave. Rather they asked the Union forces to drive out the Confederates.Long, 1971, p. 117 On November 18, Confederate Army soldiers in Kentucky adopt an ordinance of secession and create a Confederate government for the divided state. Officially, Kentucky remains in the Union and a majority support and fight for the Union.McPherson, 1982, pp. 154, 158. * June 8: Tennessee votes for secession by 69% yes, 31% no; a majority in eastern Tennessee vote for Union.James B. Jones, Jr., Tennessee in the Civil War: Selected Contemporary Accounts of Military and Other Events, Month by Month (2011), p. 22. |- |} ==See also== * Issues of the American Civil War * Battles of the American Civil War * Origins of the American Civil War * Slavery in the United States * Timeline of the civil rights movement * Bibliography of the American Civil War * Bibliography of Abraham Lincoln * Bibliography of Ulysses S. Grant ==References== ==Bibliography== * Adams, Gretchen A. Weld, Theodore Dwight. pp. 2086–2087. * Allen, W. B., and John Clement Fitzpatrick, eds, George Washington: A Collection, Indianapolis: Library Classics, 1989. . * Blake, William O. History of Slavery and the Slave Trade, Ancient and Modern. Columbus, Ohio: H. Miller, 1861. . Retrieved April 3, 2011. * Bateman, Newton, Paul Selby and Charles Addison Partridge, eds. Historical encyclopedia of Illinois. Chicago: Munsell Publishing Company, 1903. . Retrieved April 1, 2011. * Billings, Warren The Old Dominion in the Seventeenth Century: A Documentary History of Virginia, 1606–1700. Chapel Hill: Published for the Omohundro Institute of Early American History and Culture, Williamsburg, Virginia, by the University of North Carolina Press, 2007 (2009). . * Bowman, John S., ed. The Civil War Almanac. New York: Facts on File, Bison Book Corp., 1982. . * Briley, Ronald F. The Study Guide Amistad: A Lasting Legacy, In History Teacher Vol. 31, No. 3 (May 1998), pp. 390–394 in JSTOR * Cluskey, ed., Michael W. Political Text- Book or Encyclopedia Containing Everything Necessary for the Reference of Politicians and Statesmen of the United States. Washington, D.C.: Cornelius Wendell, 1857. . * Crowther, Edward R. Abolitionists. pp. 6–7 in Encyclopedia of the American Civil War: A Political, Social, and Military History, edited by David S. Heidler and Jeanne T. Heidler. New York: W. W. Norton & Company, 2000. . * Davis, Thomas J. \"The New York Slave Conspiracy of 1741 as Black Protest.\" In Journal of Negro History Vol. 56, No. 1 (January 1971), pp. 17–30 in JSTOR * Del Lago, Enrico. Abolitionist Movement. pp. 3–6 in Encyclopedia of the American Civil War: A Political, Social, and Military History, edited by David S. Heidler and Jeanne T. Heidler. New York: W. W. Norton & Company, 2000. . * Dowdey, Clifford. The Virginia Dynasties. Boston: Little, Brown & Company, 1969. . * Du Bois, W. E. B. The Suppression of the Slave Trade to the United States of America (1904) online edition * Egerton, Douglas R. Gabriel's Conspiracy and the Election of 1800. In Journal of Southern History Vol. 56, No. 2 (May 1990), pp. 191–214 in JSTOR * Eicher, David J. The Longest Night: A Military History of the Civil War. New York: Simon & Schuster, 2001. . * Engs, Robert Francis. Slavery during the Civil War. In The Confederacy edited by Richard N. Current. New York: Simon and Schuster Macmillan, 1993. . * Faust, Patricia L. \"DeBow's Review\". In Historical Times Illustrated History of the Civil War, edited by Patricia L. Faust. New York: Harper & Row, 1986. . pp. 212–213. * Foner, Philip Sheldon and Robert J. Branham. Lift every voice: African American oratory, 1787–1900. Tuscaloosa, AL: University of Alabama Press, 1998. . Retrieved May 29, 2011. * Gara, Larry. slavery. In Historical Times Illustrated History of the Civil War, edited by Patricia L. Faust. New York: Harper & Row, 1986. . pp. 691–692 * Hansen, Harry. The Civil War: A History. New York: Bonanza Books, 1961. . * Heidler, David S., and Jeanne T. Heidler, eds. Encyclopedia of the American Civil War: A Political, Social, and Military History (5 vols. W. W. Norton, 2000). . * Kiefer, Joseph Warren. Slavery and Four Years of War: A Political History of Slavery in the United States Together with a Narrative of the Campaigns and Battles of the Civil War in Which the Author Took Part: 1861–1865, vol. 1. New York: G. Putnam's Sons, 1900. . Retrieved March 8, 2011. * Klein, Maury. Days of Defiance: Sumter, Secession, and the Coming of the Civil War. New York: Alfred A. Knopf, 1997. . * Kolchin, Peter. American Slavery: 1619–1877, New York: Hill and Wang, 1994. . * Levy, Andrew. The First Emancipator: The Forgotten Story of Robert Carter, the Founding Father who freed his slaves. New York: Random House, 2005. . * Lepore, Jill. New York Burning: Liberty, Slavery, and Conspiracy in Eighteenth-Century Manhattan. New York: Alfred A. Knopf, 2005, 2006. . * Long, E. B. The Civil War Day by Day: An Almanac, 1861–1865. Garden City, NY: Doubleday, 1971. . * Malone, Dumas. Jefferson and His Time: Volume Six, The Sage of Monticello. Boston: Little Brown and Company, 1981. . * McCartney, Martha W. A Study of Africans and African Americans on Jamestown Island and at Green Spring, 1619–1803. Williamsburg, VA: National Park Service and Colonial Williamsburg Foundation, 2003. Retrieved May 28, 2011. * McPherson, James M. Battle Cry of Freedom: The Civil War Era. Oxford History of the United States. New York: Oxford University Press, 1988. . * McPherson, James M. Ordeal By Fire: The Civil War and Reconstruction. New York: Alfred A. Knopf, 1982. . * Miller, Randall M. and John David Smith, eds. Dictionary of Afro-American Slavery. New York; London: Greenwood, 1988. . * Miller, William Lee. Arguing About Slavery: John Quincy Adams and the Great Battle in the United States Congress. New York: Alfred A. Knopf, 1995. . * Morris, Richard B. Encyclopedia of American History (7th edn 1996). * Nevins, Allan. Ordeal of the Union (8 vols 1947–70). New York: Charles Scribner's Sons, 1947–1970. . * Pogue, Dennis J., Ph.D. (Spring/Summer 2003). George Washington And The Politics of Slavery. In Historic Alexandria Quarterly. Office of Historic Alexandria (Virginia). Retrieved January 3, 2011. * Potter, David M. completed and edited by Don E. Fehrenbacher The Impending Crisis: America Before the Civil War, 1848–1861. New York: Harper Perennial, reprint 2011. First published New York, Harper Colophon, 1976. . * Rubin, Louis, D. Virginia, a History. New York, W. W. Norton & Company, Inc, 1977. . * Russell, John Henderson. The free Negro in Virginia, 1619–1865 (1913). * Santoro, Nicholas. Atlas of Slavery and Civil Rights: An Annotated Chronicle of the Passage from Slavery and Segregation to Civil Rights and Equality under the Law (iUniverse, 2006) ; * Schlesinger Jr., Arther M., ed. The Almanac Of American History. New York: Putnam, 1983. . * Schott, Thomas E. Cornerstone Speech. In The Confederacy edited by Richard N. Current. New York: Simon and Schuster Macmillan, 1993. . pp. 298–299. * Stroud, George M. A Sketch of the Laws Relating to Slavery in the Several States of the United States of America. Philadelphia: Henry Longstreth, 1856 . * Swanberg, W. A., First Blood: The story of Fort Sumter. New York: Charles Scribner's Sons, 1957. . * Tise, Larry E. Proslavery. In The Confederacy edited by Richard N. Current. New York: Simon and Schuster Macmillan, 1993. . p. 866\\. * Varon, Elizabeth R. Disunion!: the coming of the American Civil War, 1789–1859. Chapel Hill: University of North Carolina Press, 2008. . * Wagner, Margaret E., Gary W. Gallagher, and Paul Finkelman. The Library of Congress Civil War Desk Reference. New York: Simon & Schuster Paperbacks, Inc., 2009 edition. . First published 2002. * Watkins, Jr., William J. Reclaiming the American Revolution: the Kentucky and Virginia Resolutions and Their Legacy. New York: Palgrave MacMillan, 2004. . Retrieved May 29, 2011. * Wilson, Henry. History of the Rise and Fall of the Slave Power in America. 3 volumes. Volume 1. Boston: James R. Osgood and Company, 1872. . Retrieved April 13, 2011. Civil War Category:History of the United States (1776–1789) Category:History of the United States (1789–1849) Category:History of the United States (1849–1865) Category:American Civil War timelines Category:American Civil War-related lists American Civil War, Timeline of events leading to the ",
    "title": "Timeline of events leading to the American Civil War"
}