{
    "id": "31364687",
    "text": "The Garawarra State Conservation Area is a protected conservation area that is located on the southern suburban fringe of Greater Sydney, in the state of New South Wales, in eastern Australia. The reserve abuts the Royal National Park and is situated south of the Sydney central business district, near . Garawarra was gazetted as a park in 1987, and added, together with the Royal National Park, to the Australian National Heritage List on 15 September 2006. Garawarra features heathland, eucalyptus forest, rainforest and wildflowers in late winter and early spring. Commonly seen wildlife include the Lyrebird and Echidna. The soils are based on Hawkesbury Sandstone and the Narrabeen group of sedimentary rocks. The climate is humid and temperate, with warm summers and mild winters. Rainfall is spread throughout the year, being in excess of . ==Features== Meridolum marshalli at Camp Gully Creek === Flora === Dry heathland on the ridges is dominated by typical Sydney sandstone plants, such as Banksia, Boronia, Leptospermum, Epacris, Acacia, Flannel Flowers, Christmas Bells, and many plants in the pea family. The drier eucalyptus woodland features trees species such as Sydney Red Gum, dwarf apple, Red Bloodwood, Yellow Bloodwood, and Sydney Peppermint. The wet sclerophyll forests have many large trees over tall. Significant species include Blackbutt, Sydney Blue Gum, Turpentine and Grey Ironbark. At first appearance, the warm temperate rainforests seem typical of the northern Illawarra. Warm temperate species such as Sassafras and Jackwood are common. However, the rainforests are quite diverse with many interesting sub-tropical species. Such as Small-leaved Fig, Bollygum, White Hazelwood, Brush Bloodwood, Citronella, Native Tamarind and Myrtle Ebony. === Fauna === The area has a rich assembly of rainforest birds, as well as a variety of frogs and reptiles. ==See also== * Heathcote National Park * Protected areas of New South Wales ==References== ==External links== * * Category:State conservation areas in New South Wales Category:Forests of New South Wales Category:Parks in Sydney Category:Protected areas established in 1987 Category:1987 establishments in Australia ",
    "title": "Garawarra State Conservation Area"
}