{
    "id": "31360369",
    "text": "Rolf Sachs (born 10 August 1955) is a Swiss-born artist. Copyright: rolf sachs fun c 'tion. Photo by Byron Slater Copyright: rolf sachs fun c 'tion. Photo by Byron Slater ==Early life and education== Rolf Sachs was born in Lausanne, Switzerland, to Anne-Marie Faure and Gunter Sachs, the accomplished German industrialist, photographer, author and socialite descended from the well- known Sachs-Opel industrial families. Rolf Sachs went to school at Le Rosey, Rolle/Gstaad and the Lyceum Alpinum, Zuoz. He holds a Bachelor of Science degree in Business Administration from Menlo College, Menlo Park, California, United States. ==Art and Design== Accomplished artist, Rolf Sachs is renowned for his distinctive multi-disciplinary approach. His work moves freely between art and design, objects, spaces and visual medium. He is renowned for surprising audiences – encouraging them to question preconceptions and view objects from a different perspective. Sachs has had a passion for modern and conceptual art since his childhood. A purist by education as well as nature, he has been heavily influenced by art that surrounded him from an early age. It was not until the mid-Eighties that he started working professionally in the creative world, setting up his studio in London in the mid-Nineties. Sachs’ work was initially inspired by the principles of minimalism. Restrained decoration, deconstructed right angles and sharp corners were the defining characteristics of his work, predominantly made from felt and solid wood – natural materials with a ‘soul’. His work has progressed over the years, becoming more experimental and conceptual and therefore not as definable; he is inspired just as easily from a museum as from a hardware store or physics laboratory. He moves freely between art and design, always aiming to surprise audiences through an inquisitive and conceptual approach. He searches for the unconventional and the unexpected, a philosophy reflected in the breadth of projects he works on, ranging from photography, sculpture, installations, and architectural projects to set design for opera and ballet. Rolf Sachs has exhibited worldwide at major art and design galleries and exhibitions including the MAKK Museum in Cologne, Galerie von Bartha in St Moritz, the Victoria & Albert Museum in London, ammann// gallery at Design Miami Basel, Phillips de Pury & Company New York, Monica Sprüth Cologne and Faggionato Fine Arts in London. His set designs the Faust opera, which debuted at Wiesbaden Staatstheater and the Faust ballet at the Les Ballets de Monte Carlo, which toured globally. In March 2009, Sachs completed the set design for Vincenzo Bellini’s “Norma” at the Opera de Monte Carlo. Rolf collaborated with Maryam Sachs on developing the concept for the photographic project entitled The Wild Emperor The Wild Emperor where over a period of a year, a stationary camera captured the Wild Kaiser mountain range outside his house in Bavaria , in 10.5 minute intervals. At the end of September 2016, Sachs published a yearlong photographic exploration on the UNESCO World Heritage Rhaetian Albula / Bernina Railway line, entitled Camera in Motion: From Chur to Tirano. In this recent project Sachs's photographs were taken from a moving train, capturing the passing landscape in momentum and grasping the instant of a fleeting moment. These surprising images uncover Sachs’s experimental approach to photography and challenge the viewer to step towards an unknown reality, beyond real-life perception. The book features 87 photographs and includes texts by Bill Kouwenhoven and Helen Chislett, and is published by Kehrer Verlag. In October 2016, Sachs designed the Leica M-P (Typ 240) special edition 'grip' by Rolf Sachs, in collaboration with Leica Camera AG. The new, limited edition, model unites the iconic rangefinder technology with artistic product design with a combination of unusual materials and the artist’s signature bright red colour palette, lending the camera an unexpected look. ==Business Background== After completing his studies Rolf Sachs worked for his family’s business as a specialist and investor in the ‘alternative’ investment world. He is still active in the financial world and holds a number of advisory and board-level positions, and has a family office in Switzerland. == External links == * Rolf Sachs Website * \"Rolf Sachs covers Leica camera in ping-pong rubber\" Dezeen Website, 13 October 2016 * \"Photo finish: Rolf Sachs designs a ping pong rubber-cased camera for Leica\" Wallpaper* website, 14 October 2016 * Camera in Motion: From Chur to Tirano * 'In-pulse!' by Rolf Sachs Studio, Milan Wallpaper* website, 19 April 2011 * Rolf Sachs Studio Invitations Wallpaper* website, 19 April 2011 * Salone: Rolf Sachs Whitewall website, 18 April 2011 * Rolf Sachs discusses 'In-Pulse!' Vogue.it, 14 April 2011 * Rolf Sachs: curiosities - dome light series Design Boom website, 28 June 2010 * Alone in a crowd by Rolf Sachs Dezeen website, 25 June 2010 * Alone in a crowd table by Rolf Sachs Mocoloco website, 24 June 2010 * “flawless/imperfection” by Rolf Sachs Artslope website, 13 April 2010 * Rolf Sachs smart car 'sprinkle' Design Boom website, 30 March 2010 * Rolfs Sachs Open Studio at LDF 2010 * Article by Caroline Roux, The Observer, Sunday 22 October 2006 Category:1955 births Category:Living people Category:People from Lausanne Category:Swiss-German people Category:German artists ",
    "title": "Rolf Sachs"
}