{
    "id": "31365213",
    "text": "The Calzada Bayo CB-57 was a Spanish battle rifle prototype design chambered in the 7.62×51mm NATO round. Three different variants were designed in different calibers for the Spanish military, but they were never adopted and very few were built. ==Design== The weapon and its earlier prototype rifles, the CB-51 and the CB-52, were derivatives of the Sturmgewehr-44 and was a contender to the CETME Modelo A, another rifle competing for the Spanish military contract after World War II. Cleverly, the CB rifles took the design of the Nazi German StG-44 and tweaked it for more modern use, as a lot of countries tried to expand on the advanced German weaponry after World War II. The primary difference between the CB rifles is the chambering but there were only a few minor cosmetic differences otherwise. The CB-57 also does not have a pistol grip like the StG and instead has a stock that serves as the handle, like an SKS carbine. The CB-57 also doesn't have a shroud over the barrel that also serves as a handguard. Otherwise, the two rifles are nearly identical. Unlike the StG, the CB rifles were only semi-automatic (like most battle rifles), but unlike most battle rifles, they utilized an obsolete yet proven design and boasted high-capacity magazines. The original CB rifles were slightly different from the StG-44, but by the time the CB-57 came around, it had practically exactly the same bolt assembly as the StG-44. The CB-57 was one of many prototypes devised for consideration for the Spanish army, however Spain eventually adopted the CETME rifle instead, leaving the CB-57 a relatively obscure, yet creative, firearm. Few designs of the StG-type have been produced since World War II, and the failure of the CB rifles did little to increase the popularity of similar reproduction rifles in modern calibers. Little is known about the CB rifles because the Spanish government hasn't released much information on the history of the CB-57 and its earlier prototypes, the CB-51 and CB-52. ==Chambering== The primary difference from the CB rifles and the Sturmgewehr are the chamberings. The StG was chambered for 7.92×33mm Kurz, a short yet powerful intermediate round. While the final prototype, the CB-57, is chambered for the much more powerful .308-caliber battle rifle cartridge, earlier prototypes were chambered with two different rounds. The CB-51 was chambered for the original 8×33mm Kurz, but wasn't ultimately used because it was too scarce for practical application. The CB-52 was produced for a similar round, 7.92×40mm, which was a slightly longer 8×33mm cartridge that was designed to use a very long, light bullet in an attempt to meet requirements of a 1000-meter effective range and also a low recoil impulse. The final product, the CB-57, really only switched to 7.62×51mm NATO to meet NATO requirements. ==References== *Caldaza Bayo CB-51, forgottenweapons.com Category:7.62×51mm NATO firearms Category:7.92 mm firearms Category:8 mm firearms Category:Battle rifles Category:Trial and research firearms ",
    "title": "Calzada Bayo CB-57"
}