{
    "id": "31364632",
    "text": "Marc Frons (born April 2, 1956) is the former Chief Technology Officer of News Corp. He was named to the role in May 2017 after serving in an interim capacity since October 2016. Prior to that he was SVP, Deputy Head of Technology and Global Head of Mobile Platform at the company. Mr. Frons was previously Chief Information Officer of the New York Times and former head of both NYTimes.com Digital Technology and The Times's corporate systems and technology.http://www.capitalnewyork.com/article/media/2015/05/8568357/emnew- york-timesem-cio-marc-frons-leave-company From July 2006 to March 2012, Mr. Frons served as the Chief Technology Officer of the New York Times. Since 2006, he has overseen technology and product development at NYTimes.com while continuing to be involved in broader digital strategy initiatives at the company. Before he joined The Times, Mr. Frons was the chief technology officer for The Wall Street Journal Online and other Dow Jones consumer Web sites. He is credited for the development of Map of the Market, an innovative financial data visualization interface for smartmoney.com and more recently the latest advancements in the customization algorithms that introduce readers to content based on their archived readings as well as the influx of interactivity within a media rich foundation of NYTimes.com. http://www.edge.org/3rd_culture/bios/frons.html == Education and early-mid career== Frons started his career as a journalist while he pursued a B.A. degree in psychology from the City University of New York, Brooklyn College in 1977, where he was campus correspondent for The New York Times.http://findarticles.com/p/articles/mi_m0EIN/is_2006_June_5/ai_n16441986/ Upon graduation, he went on to be a stringer for The Times when he worked for a few months at a small paper in Rock Springs, Wyoming. He began his career at Newsweek in 1979, going on to hold a variety of senior editor positions at Business Week from 1984 until 1995. It was then that he started one of the first financial Web sites (SmartMoney.com), where he held the unusual title of editor and chief technology officer. ==Smartmoney.com== From 1995 to early 2002, Frons was editor and chief technology officer of SmartMoney.com, one of the first financial periodical websites. In 1998, they launched The Map of The Market designed by Martin M. Wattenberg. The Map used a variant of the \"treemap\" technique pioneered by Ben Shneiderman. The screen is divided into rectangular tiles that represent publicly traded companies. The area of a rectangle corresponds to the market capitalization of the company, and the color tells you how the stock price has changed since the previous market close. Unlike a traditional treemap, however, the Map of the Market introduced a new algorithm designed to create tiles that were close to square, making for a display that is more legible and easier to interact with. (It turns out that several others, including Jarke van Wijk, independently invented similar algorithms around the same time.) http://www.bewitched.com/marketmap.html The Map of the Market quickly became one of the most trafficked sections of the site, and spawned many imitators. Today treemaps are a standard tool for visualizing financial data. This break-through data-visualization technology was a huge success and now is commonly seen as a way to view the performance of stocks, asset classes, sectors, or an entire country's stock market relative to its peers.http://moneyover55.about.com/od/howtoinvest/tp/marketmaps.htm Smartmoney.com went on to win three awards in design innovation: *American Society of Magazine Editors (ASME) National Magazine Award for Best Interactive Design in 2001 *Online News Association Award in 2000 for Best Interactive Design *Web Marketing Association Award for Best Investing Web Site in 1999 ==Dow Jones and AOL Time Warner== Frons worked at Dow Jones & Company from 2003 until 2006 as vice president and chief technology officer for its Consumer Media Group, responsible for online product development and applications. Before that, he worked at AOL Time Warner from January 2002 to June 2003, first as vice president and general manager of AOL Personal Finance and then as consulting editor for CNN Money. ==NYTimes.com== Frons was an integral part of the launch of Times Extra an alternative view of the home page featuring news headlines with links from third-party sources. Times Extra aggregates headlines from other news organizations and blogs across the Web, and matches the most relevant of those sources with lead articles on the NYTimes.com home page.http://phx.corporate- ir.net/phoenix.zhtml?c=105317&p;=irol-pressArticle&ID;=1232547&highlight;= He helped to develop an innovative social and algorithmic recommendation framework that serves up recommended stories based upon the kinds of articles visitors have read, in hopes of \"a more passive personalization...that exposes users to content they mat not have seen otherwise.\"http://www.i-policy.org/2011/03/how-the-new-york-times-is- incorporating-social-and-algorithmic-recommendations.html After completing the more personalized, engagement-oriented user experience, Frons oversaw the transition of adopting the paywall, and prefers to take an unbiased view on the matter. \"Paywall or no paywall, our job, and the job of other news organizations, is to provide relevant news and information for our readers. To me, no matter what the model, the more people who read and are engaged with your website or your digital products, the better. So the recommendation engine just fits into our overall strategy of increasing user engagement.”http://www.niemanlab.org/2011/02/you-are-what-you-read-nyt-cto- marc-frons-on-the-papers-new-article-recommendation-engine/ ==Family and personal life== Frons lives in Wainscott, New York, and New York City with his wife, psychotherapist Merry Frons, and his dog, a vizsla named Jasper. He has two grown daughters working in the internet and social media field and is cousin of Brian Frons, former president of ABC Daytime. == See also == *Citizen Journalism *Democratic Journalism *Independent Media Center *Interactive journalism *Media democracy *New Media ==References == ==External links == * * * *Innovation in Media: When Global Meets Digital *Marc Frons talks New York Times and Apple iPad plus the introduction of paid news content. *\"You Are What You Read\" Nieman Lab *Interview with Marc Frons *NYT CTO:Kindle Version Gaining 'Some' Traction; Taking Advantage of Mobile's Unique Aspects *Will The Tablet Cure Newspapers' Ills? *Keep Spreading The News *Video Interview with Marc Frons with Stephen Hutcheon *New York Times debuts aggregation homepage Category:1956 births Category:People from Brooklyn Category:American chief technology officers Category:Brooklyn College alumni Category:Living people Category:Chief information officers ",
    "title": "Marc Frons"
}