{
    "id": "31365830",
    "text": "Roy Kuhlman (July 9, 1923–February 2007) was an American graphic designer. == Biography == Roy Kuhlman was born on July 9, 1923 in Fort Worth, Texas, and raised in Glendale, California. He received a scholarship to the Chouinard Art Institute in Los Angeles and in 1946 obtained another scholarship to the Art Students League of New York, and also attended the Skowhegan School of Painting and Sculpture in Maine. In 1951, at age 28, he showed his portfolio to Barney Rosset, publisher of the avant-garde Grove Press, after trying to make it as an abstract artist. Rosset was not impressed. However, as Kuhlman was putting away his book, two pieces of abstract art that he had not intended to show fell from one of the side pockets. Kuhlman was hired to design Grove's book covers and did so until the late 1960s. Kuhlman gradually began to apply abstract art in a more graphic way, not only to imagery, but also to type. Rosset describes Kuhlman's designs as an attempt to \"go between being a purely creative act and a commercial one.\" His work was occasionally representational and conceptually based as well. Rosset saw in Kuhlman's designs the perfect counterpoint to the texts he was publishing. He also designed the original format for Evergreen Review, Grove's cultural magazine. While at Grove, he created over 700 covers, cementing him as a pioneer in modern book jackets. Kuhlman also worked advertising business with art director Herb Lubalin at Sudler & Hennessy, and in 1954 became an art director and designer for Columbia Records, taking over from Neil Fujita. Public relations firm Ruder & Finn then hired him to create an in-house art department. He left Ruder & Finn for Benton & Bowles where he designed the award-winning Mathematics Serving Man campaign for IBM, which appeared in Time, Newsweek, and U.S. News & World Report in May 1960. He joined Electra Films in 1962, creating motion graphics and title sequences. In 1967, he created animated shorts to promote IBM's computer sales at the recommendation of Henry Wolf. After retiring as a designer in the 1980s, he continued to make his own photographic experiments. In 1995 he was inducted into the Art Directors Club Hall of Fame. ==References== Category:1923 births Category:2007 deaths Category:American graphic designers Category:People from Fort Worth, Texas ",
    "title": "Roy Kuhlman"
}