{
    "id": "31365783",
    "text": "Paul Lawrence Toole, an Australian politician, is the Deputy Leader of the New South Wales Nationals since 2019. Toole is the New South Wales Minister for Regional Transport and Roads in the second Berejiklian ministry since April 2019. He is a member of the New South Wales Legislative Assembly, representing Bathurst for the Nationals since 26 March 2011. Toole has previously served as the Minister for Lands and Forestry and the Minister for Racing in the First Berejiklian ministry from January 2017 until March 2019; and the Minister for Local Government in the Second Baird ministry from April 2014 until January 2017. ==Early years and background== Toole is one of nine children raised by Trevor and Ellen Toole, of Peel, a village outside Bathurst, in the central west of New South Wales. Toole's father was a thrice-unsuccessful candidate for state and federal political office, representing the National Party at the 1984 and 1995 state elections for Bathurst and the 1996 federal election, for Calare. Paul Toole's grandfather, Jack Toole, was an unsuccessful Liberal candidate at 1956 state election, also for Bathurst. Toole began teaching at Assumption Primary School in Bathurst in 1995. ==Political career== In the same year, Toole was elected a councillor to Evans Shire Council. Evans was amalgamated with Bathurst to create the Bathurst Regional Council in 2005. He was elected to the new Council that year, filling the post of deputy mayor, becoming mayor in 2007. On 30 October 2010, Toole was the sole nominee that sought and gained endorsement by the National Party as the candidate for the state seat of Bathurst. At the March 2011 elections, Toole was elected and recorded a swing of 36.3 points–almost unheard of in Australian politics–in the traditionally Labor seat, winning 74.8% of the two-party vote Toole's main competitor was Labor's Dale Turner; and his election followed the retirement of Labor member, Gerard Martin. Toole picked up enough of a swing to turn Bathurst from safe Labor to safe National in one stroke. Following his election to state parliament, Toole announced his decision to immediately retire from teaching and step down as Mayor in September 2011. He stated that he will remain on Council until the 2012 local government elections. Due to the ICAC related resignation of Barry O'Farrell as Premier, and the subsequent ministerial reshuffle by Mike Baird, the new Liberal Leader, in April 2014 Toole was promoted as the Minister for Local Government in the first Baird government; and was reconfirmed as the Minister for Local Government in the second Baird ministry. Toole's attempts to force the amalgamation of a large number of councils has resulted in him becoming very unpopular across the state, including in areas of his own constituency, such as Oberon and Blayney. Following the resignation of Mike Baird as Premier, Gladys Berejiklian was elected as Liberal leader and sworn in as Premier. The first Berejiklian ministry was subsequently formed with Toole sworn in as the Minister for Lands and Forestry and the Minister for Racing with effect from 30 January 2017. Following the 2019 state election, Niall Blair, the former Deputy Leader of the Nationals announced news of his resignation from parliament. Toole contested the vacancy and was elected Deputy Leader. He was subsequently appointed as the Minister for Regional Transport and Roads in the second Berejiklian ministry, with effect from 2 April 2019. ==See also== *Second Baird ministry *First Berejiklian ministry *Second Berejiklian ministry ==References== ==External links== * National Party – Paul Toole, Candidate for Bathurst |- Category:Year of birth missing (living people) Category:Living people Category:National Party of Australia members of the Parliament of New South Wales Category:Members of the New South Wales Legislative Assembly Category:21st-century Australian politicians ",
    "title": "Paul Toole"
}