{
    "id": "31369111",
    "text": "My Date with a Vampire III is a 2004 Hong Kong television series produced by ATV as a sequel to My Date with a Vampire (1998) and My Date with a Vampire II (2000), but with a new story line that is different from the first two seasons. The series starred many cast members from the first two seasons. Like the first two seasons, My Date with a Vampire III also blends aspects of the Chinese \"hopping\" corpses of jiangshi fiction with those of western vampires, while injecting elements of Chinese mythology, eschatology and time travel, with more focus on Chinese mythology in this season as compared to the first two. ==Plot== At the end of My Date with a Vampire II, set in early 2001, Fong Tin-yau, Ma Siu-ling, and their allies succeeded in preventing the goddess Nüwa from destroying the world. Three years later, another eschatological event is about to happen. In ancient times, Fuxi, the King of Humankind, desired to create a paradise called the \"Eternal Country\" in the human world. However, that brought him into conflict with his lover, the goddess Yaochi Shengmu (Holy Mother of the Shining Lake), because the latter's mission is to bring death and disease upon humankind. Fuxi eventually broke up with Yaochi Shengmu and started a new relationship with the maiden Chang'e. However, he lost Chang'e when she flew to the Moon after consuming a magic pill from Yaochi Shengmu. Fuxi blamed Yaochi Shengmu for separating him and Chang'e, and fought with his ex-lover. The Elders of the Pangu clan intervened by putting Yaochi Shengmu under custody in Heaven while Fuxi remains in the human world. Fong Tin-yau and Ma Siu-ling are living happily in Heaven after their success in 2001. However, in 2004, Yaochi Shengmu breaks free and introduces a deadly virus to wipe out the entire Pangu clan. Fong is infected by the virus and is on the verge of dying, but he manages to transport Ma back to the human realm. Ma has to find ways to stop an imminent clash between Fuxi and Yaochi Shengmu because that could bring about the end of the world. Upon returning to the human world, Ma travels back in time to the Song dynasty to find Fong's previous incarnation, Jim-tau (Arrowhead), and brings him back to present-day Hong Kong. At the same time, she meets her family members — her parents Ma Dai-lung and Tong Gam-bo, and her twin brother Ma Siu-fu — whom she has never seen before. She also encounters a strange girl called Fong Tin-ngai, who turns out to be her daughter from the future. She is eventually reunited with Fong Tin-yau again. Just as relations between Fuxi and Yaochi Shengmu start to improve, and the situation becomes more stable, Fong Tin-yau, Ma Siu-ling, and their allies are confronted by Destiny, the entity that controls and dictates the fates of all beings in the universe. They need to overcome Destiny in order to change the fate of the world. ==Vampires== See My Date with a Vampire#Vampires for a description of the vampires depicted in this television series. ==Cast== * Eric Wan as Fong Tin-Yau (), the protagonist. At the end of My Date with a Vampire II, he left for Heaven with Ma Siu-ling and they lived happily there. However, three years later, Yaochi Shengmu breaks free and introduces a deadly virus to wipe out the entire Pangu clan. Infected by the virus, Fong is on the verge of dying but he manages to send Ma Siu-ling back to the human world. He reappears later again to reunite with Ma Siu-ling and prevent Yaochi Shengmu and Fuxi from ending the world. ** Eric Wan also portrayed Arrowhead (), a warrior serving under the general Yue Fei. He is actually Fong Tin-yau's previous incarnation. During a battle in Zhuxian Town, Ma Siu-ling suddenly shows up, helps Arrowhead and his comrades defeat evil supernatural forces, and then brings Arrowhead with her back to present-day Hong Kong. In Hong Kong, Jim-tau assumes Fong Tin-yau's identity and starts a relationship with Ma Siu-ling. When the real Fong Tin-yau returns and when the universe is under threat by Destiny, Arrowhead sacrifices himself by entering Hell to help the souls of the damned redeem themselves. He succeeds in his noble quest and eventually becomes one of the Ma family’s guardian deities. * Joey Meng as Ma Siu-ling (), Fong Tin-Yau's lover. In this season, she becomes a vampire after Fong Tin-ngai accidentally bit her. As her genetic composition is incompatible with the “vampire gene” because the Ma family is supposed to hunt down and destroy vampires, she turns into a vampire of a special breed that are even more powerful than first-generation vampires. At the same time, her original identity as the \"good\" Ma Siu-ling is overtaken by her darker personality, which is reflected in her new vampire identity, and she starts harming people. Arrowhead enters her mind through hypnosis in an attempt to reawaken her \"good\" identity, who is being trapped in an illusion, and help her regain control of herself. She succeeds in keeping her dark personality under control and reunites with Fong Tin-yau later. * Kenneth Chan as Yuen- ngan Bat-po (), a general of the Jurchen-led Jin dynasty. When he is mortally wounded in Zhuxian Town, his sister uses her magic powers to release the Holy Peach Tree sown by Yaochi Shengmu, in the hope that he will survive if he consumes a Holy Peach. However, the Holy Peach Tree turns out to be a curse planted by Yaochi Shengmu, whose aim is to destroy the world by making vampires multiply and going around killing people. Yuen-ngan becomes a vampire after consuming a Holy Peach, loses control of himself, and starts biting his men and turning them into \"zombie\" vampires. The remaining Song and Jin soldiers put aside their conflict for the time being and team up to fight the vampires but none of them survived the battle. Yuen-ngan regrets his actions when he finally regains control of himself, but by then, he has received orders from the Jin emperor to clear Zhuxian Town of enemy forces. He faces Ngok Ngan-ping in battle and reluctantly kills her. As he is now an undying vampire, he lives on for over 800 years and moves to present-day Hong Kong, where he changes his name to \"Yuen Bat-po\" (). He remains deeply embattled over what happened in Zhuxian Town and constantly hopes to meet Ngok Ngan-ping again. * Mark Cheng as Fuxi, the King of Humankind (). As the first man to exist in the world, he has been authorised by the Pangu Elders to oversee the affairs of the human world. He aims to create a paradise called \"Eternal Country\" in the human world and strives hard to achieve this goal. However, this brings him into conflict with his lover, Yaochi Shengmu, whose task is to bring death and disease upon humankind. Later, it is revealed that Houyi (), the legendary archer who shot down nine suns, is actually one of Fuxi's many alter egos. After living for thousands of years, Fuxi decides to lead the life of a normal man so he suppresses his immortality and powers. He adopts a new name, \"Yam Hei\" (), and becomes a teacher in Hong Kong. However, the reappearance of Yaochi Shengmu causes him to revive his true identity. * Alice Chan as Yaochi Shengmu (), a goddess in charge of bringing death and disease upon humankind. She falls in love with Fuxi, but his feelings for her grow weaker as he gets more romantically attracted to Chang'e, whom she becomes extremely jealous of. After engaging Fuxi in a fight over Chang'e's flight to the Moon, Yaochi Shengmu is taken back to Heaven and placed under custody by the Pangu Elders. However, in 2004, she escapes and unleashes a deadly virus to wipe out the Pangu clan, after which she returns to the human world to find Fuxi in the hope of rekindling their past romance. In the human world, she disguises herself as a romance writer called \"Yiu Ging\" (). * Ruco Chan as Ho Yau-kau (), Ho Ying-kau's younger brother. Like his elder brother, he once studied supernatural arts under the tutelage of the Ma and Mou families and was said to be a genius. However, he was banished from his school after attempting to use a forbidden spell to bring his dead lover, June, back to life. After that, he finds a set of mystical books, which he uses to predict people’s futures, and becomes a fortune teller under the alias \"Mr. Tin-yat\" (). At one point, he is possessed by the entity called \"Destiny\" (), which dictates the fates of all beings in the universe. Under the influence of Destiny, he goes around attempting to manipulate others’ fates and forcing them to yield to him. * Pinky Cheung as Yuen-ngan Mo-lui (), Yuen-ngan Bat- po's younger sister and a sorceress. She died in Zhuxian Town but was brought back to life by a magic bracelet, which preserves her life for the next 800 years. She meets Mr. X by chance and falls in love with him. * Berg Ng as Mr. X, a vampire who has only one fang and fears sunlight. He meets Yuen-ngan Mo- lui and falls in love with her. Later, when Yuen-ngan Mo-lui is dying, in desperation, X agrees to yield to Destiny and becomes manipulated by Destiny to do the latter’s bidding. Whenever he reveals anything about Destiny, he loses control of himself and harms his close friends and loved ones. * Teresa Mak as Mou Yau (), a descendant of Mou Siu-fong (the protagonist in Vampire Expert). She and Ma Siu-ling were mentored by Ho Ying-kau, who would choose one of them to be the successor to the Mou and Ma clans, whose mission is to eliminate all evil supernatural beings in the world. Ma Siu-ling was chosen eventually so Mou Yau passed on her powers to Ma and left Hong Kong to study abroad. Many years later, she returns to Hong Kong and serves in the police force, where she leads the ghostbusting SDU squad. She joins Fong Tin-yau, Ma Siu-ling and the others in their quest to stop Yaochi Shengmu and Fuxi from ending the world. * Cheung Kwok-kuen as Fuk-sang (), the boy vampire who accompanied Fong Tin-yau in the first two seasons. At the end of the second season, he was granted his wish to be a vampire no more, so he is now a normal boy. He becomes the manager of Waiting Bar, using Ma's name in her absence. He is also a student in Fuxi's school. * Kylie Kwok as Fong Tin-ngai (), Fong Tin-yau and Ma Siu-ling's daughter from the post-apocalyptic future. Her father sends her back in time to 2004 in the hope that she can meet her mother and help to prevent the eschatological events from taking place. Like her father, she is also a vampire. At one point, when she lost control of herself, she bit Ma Siu-ling and caused her mother to become a vampire. She has a crush on Sky, who was the first person she met after travelling back in time to 2004. When her parents decide to confront Destiny and attempt to change the future, she disintegrates and is forever erased from the memories of those who had knowledge of her existence. * Ricky Chan as Ma Siu-fu (), Ma Siu-ling's twin brother. He starts a romance with Chang'e and is unaware that she has actually been going around killing people when she cannot control her bloodlust. Later in the series, he is revealed to be the reincarnation of the bodhisattva Ksitigarbha (), who presides over the Underworld and relentlessly tries to help the souls of the damned get out of Hell. He helps the protagonists in their quest to stop Yaochi Shengmu and Fuxi from ending the world. * Tats Lau as Ma Dai-lung (), Ma Siu-ling and Ma Siu-fu's father. He has extraordinarily strong willpower and the ability to create miracles with his willpower. When he first started a romance with his future wife, Tong Gam- bo, she got into a fatal accident and was on the verge of dying. However, by playing a song he specially composed for her, he managed to create a miracle: Ksitigarbha was so touched by Ma's love for Tong that he allowed Tong to continue living for one year. When his wife eventually dies in childbirth, Ma is instructed by Ksitigarbha to raise Siu-fu and Siu-ling away from each other and to never tell them about their parents, or else Siu-fu will die. Ma disguises himself as a fortune teller and watches his son grow up. Before his death, he is reunited with his family and breaks the truth to his children. * Mango Wong as Tong Gam-bo (), Ma Dai-lung's wife and the mother of Ma Siu-ling and Ma Siu-fu. She dies in childbirth. However, before she died, Fuxi, who is touched by Ma Dai-lung's love for her, bites her and turns her into a vampire. After her death, she is assigned to take over the duties of Meng Po in the Underworld. When Ma Siu-ling becomes a vampire and loses control of herself, Tong shows up and gives her daughter a potion, which makes Ma forget her past and hence suppress her vampire identity. Just before Ma Dai-lung’s death, she returns from the Underworld to briefly reunite with her family. * Asuka Higuchi as Chang'e (), Fuxi's second lover. Once, when she was dying, Fuxi pleaded with Yaochi Shengmu to save her, so Yaochi Shengmu gave Chang'e a magic pill. However, the magic pill's effect was too strong for Chang'e to bear, so she overcame gravity and flew to the Moon while Fuxi looked on helplessly after failing to stop her from flying away. Fuxi mistakenly believed that Yaochi Shengmu gave Chang'e the magic pill because she wanted to separate him and Chang'e. This resulted in a fight between Fuxi and Yaochi Shengmu. Later, in 2004, Chang'e is approached by Destiny, who sends her back to the human world and manipulates her to help him spread an unknown virus that would cause infected beings to lose their senses. Chang'e becomes a vampire and goes around killing people when she cannot control her bloodlust. She is eventually sent back to the Moon. * Wong Shee-tong as Ho Ying-kau (), a powerful sorcerer and an ally of the Ma and Mou families. He died at the end of the second season. After his death, he is chosen to serve as a surrogate for the bodhisattva Ksitigarbha, who voluntarily undergoes reincarnation to be reborn into the human world as Ma Siu-fu. Ho Ying-kau oversees the affairs of the Underworld in Ksitigarbha's absence. He is destroyed by his younger brother, Ho Yau-kau, who has been possessed by Destiny. * Qin Lan as Ngok Ngan-ping (), Yue Fei's daughter. She serves under her father and fights as the Song army's vanguard under the alias \"Yaksha\" (). She fell in love with the enemy general Yuen-ngan Bat-po. After the cursed Holy Peach Tree was sealed, Yuen-ngan reluctantly kills her in battle in Zhuxian Town. * Norman Chu as Yue Fei (), a general of the Song dynasty. He leads the Song army in the wars between the Song dynasty and the Jurchen-led Jin dynasty. He meets his eventual fate as according to history. * Remus Kam as Lau-sing (), Lo Tsui's son. Like his father, he serves as a soldier under Yue Fei. He was bitten by a vampire and asked Arrowhead to kill him as he did not want to become a vampire. He died in Zhuxian Town. After his death, he is chosen to be an Underworld Guardian, whose task is to escort the souls of the dead to the Underworld. He is also renamed Nick. At one point, Ho Ying-kau passes on his position as Ksitigarbha's surrogate to Nick because he is travelling to the human world to help Ho Yau-kau break free of Destiny's control. Ksitigarbha (Ma Siu-fu) names Nick his successor before leaving with the protagonists to deal with Fuxi and Yaochi Shengmu. * Andrew Yuen as Joi-gip Keoi-si (), a mysterious divine figure who is Ngok Ngan-ping's teacher and gives her the weapon Silver Spear, and tells her about the paradise world of Kunlun. * Geoffrey Wong as Mars, the ground team leader of the ghostbusting SDU squad. He is in love with his superior, Mo Yau. He was tricked by Officer Chan into releasing Alice's ghost in the haunted hotel, which ultimately led to the deaths of many people, including some of his teammates. He was shot and killed when his teammates panicked as Alice was playing tag with them. * William Chow as Sky, a member of the ghostbusting SDU squad. He is a headstrong person and he does not like to follow orders, especially when Ma became the trainer for the team. After an incident with a ghost giving birth to a baby, he started listening to his trainer. He dies in the final battle between Yaochi Shengmu and Fuxi. * Cheuk Wai-man as Kary, the only female member in the ghostbusting SDU squad. She has a crush on Sky. She dies in the final battle between Yaochi Shengmu and Fuxi. * Sin Ho-ying as Lo Gwai (), the oldest member of the ghostbusting SDU squad. He is killed by Destiny when he tried to help Ho Yau- kau's lover look for him. * Yen Si-yu as Big R (), a member of the ghostbusting SDU squad. He dies in the final battle between Yaochi Shengmu and Fuxi. * Chan Lok-man as Small R (), Big R's younger brother. He is also a member of the ghostbusting SDU squad. He is killed by Wu Lung, who betrayed him and passed Alice's \"shadow virus\" to him. * Idea Ng as Wu Lung (), a member of the ghostbusting SDU squad. He betrays his teammates when they were trapped by Alice inside the haunted hotel and dies with Mars at their hands. * Yuen Man-chun as Muk Chuen (), a member of the ghostbusting SDU squad. He is accidentally killed by Mars after discovering that the latter is the one who released Alice. * Vivian To as June (), Ho Yau-kau's lover. She is already dead but Ho keeps her ghost with him and constantly tries to bring her back to life. She is destroyed by Ho when the latter loses control of himself under the influence of Destiny. * Wong Oi-yiu as Lam-lam (), Fuxi's third lover and fiancée in present-day Hong Kong. She works as a waitress in a restaurant and first meets Yaochi Shengmu without knowing the latter's true identity, until later when Yaochi Shengmu confronts Fuxi. She is killed by Yaochi Shengmu and her death triggers the ultimate battle between Yaochi Shengmu and Fuxi. * Bobby Tsang as Lo Tsui (), Lau-sing's father and Arrowhead's comrade-in-arms. He is bitten by a vampire in Zhuxian Town and becomes a vampire too. After he bit his son, Arrowhead reluctantly kills him to stop him from harming others. After his death, he spends over 800 years in Hell and eventually redeems himself with Arrowhead's help and becomes one of the Ma family's guardian deities, who collectively become the new Divine Dragon. * Cheng Syu-fung as Lui Wong (), Yuen-ngan Bat-po's deputy. He dies in Zhuxian Town, after delivering Yuen-ngan Bat-po's dying sister to him. Like Lo Tsui and the other soldiers who died in Zhuxian Town, he spends over 800 years in Hell after death and eventually redeems himself with Arrowhead's help and becomes one of the Ma family's guardian deities. * Jason Pai as the Divine Dragon (), who served the Ma family for generations and helped them defeat numerous evil supernatural beings. Now ageing and about to die after Fong Tin-ngai accidentally injures him, he transforms into a cloud of divine energy and enters Ma Siu-ling's body to make her immune to becoming a vampire even though she has already been accidentally bitten by Fong Tin-ngai. When Ma Siu-ling is confronted by a Demonic Dragon (a manifestation of the remnants of the evil beings defeated by the Ma family), she summons forth the Divine Dragon for the last time to help her overcome the Demonic Dragon. However, in doing so, she loses her immunity and becomes a vampire. * Kwan Wai-lun as Officer Chan (), a corrupt officer in the Hong Kong Police Force. He supervises the ghostbusting SDU squad, but has been bribed by a Japanese yakuza to get hold of a powerful supernatural weapon — the music box containing the ghost Alice. He is destroyed by Yaochi Shengmu with the help of Alice eventually. == See also == *List of vampire television series ==External links== * My Date with a Vampire III official page on ATV's website Category:2004 Hong Kong television series debuts Category:2004 Hong Kong television series endings Category:Asia Television original programming Category:Hong Kong time travel television series Category:Vampires in television Category:Jiangshi fiction Category:Romantic fantasy television series ",
    "title": "My Date with a Vampire III"
}