{
    "id": "31368172",
    "text": "The Lincoln Thornton Manuscript is a medieval manuscript compiled and copied by the fifteenth-century English scribe and landowner Robert Thornton, MS 91 in the library of Lincoln Cathedral. The manuscript is notable for containing single versions of important poems such as the Alliterative Morte Arthure and Sir Perceval of Galles, and gives evidence of the variegated literary culture of fifteenth-century England. The manuscript contains three main sections: the first one contains mainly narrative poems (romances, for the most part); the second contains mainly religious poems and includes texts by Richard Rolle, giving evidence of works by that author which are now lost; and the third section contains a medical treatise, the Liber de diversis medicinis. ==Manuscript== The Lincoln Thornton Manuscript (sometimes simply referred to as \"the\" Thornton manuscript) consists of seventeen quires of varying numbers of sheets. The manuscript is catalogued as Lincoln, Cathedral Library MS 91 (formerly A.5.2Brewer and Owen vii.), and is held in the Lincoln Cathedral Library. It was written between 1430 and 1440 in a northern dialect. Most likely, Thornton prepared a number of quires and copied texts on them as they became available, and may have collected both his manuscripts out of the same collection of individual quires.Brewer and Owen ix. Some quires show evidence of having been used or read independently before being bound together. For instance, the beginning of the Alliterative Morte Arthure (AMA), which starts quire d, has rounded edges and a \"faint grimy sheen,\" suggesting that this quire \"was left unbound for some time, absorbing the dust.\"Brewer and Owen viii. ==Contents== The texts in the manuscript fall into three main sections. The first (gatherings A-K) contains mainly romances interspersed with an occasional miscellaneous texts; the second (L-P) contains mainly religious texts; the third (Q) contains the Liber de diversis medicinis, a collection of medical lore.Thompson, \"Another Look\" 169. The beginning of the manuscript is \"dominate[d]\" by romances; the rest of the manuscript contains \"religious and medicinal tracts in prose and verse.\" The organization suggests the compiler's recognition of genre.Whetter 46. The variety of genres found in the manuscript is deemed to be representative of what Edmund Spenser may have been influenced by in composing The Faerie Queene.Lethbridge 144-46. Because of the different genres represented it has been termed a \"household miscellany.\"Dutton 18. ===Romance=== In the list below, short miscellaneous texts are indented. Titles are represented as given by Brewer and Owen's facsimile edition.Brewer and Owen xvii-xx. *Prose Life of Alexander (unique) **\"Prognostication of weather\" **Lamentacio Peccatoris (prologue to Adulterous Falmouth Squire) *Morte Arthure (unique) *The Romance of Octovyane *The Romance of Sir Ysambrace *The Romance of Dyoclicyane *Vita Sancti Christofori *Sir Degrevante *Sir Eglamour **De miraculo beate Marie **Lyarde *Thomas of Ersseldoune *The Awentyrs of Arthure at the Terne Wathelyne *The Romance off Sir Percyvelle of Gales (unique) **\"Three Charms for Toothache\" **Epistola Sancti Salvatoris **A Preyere off the Ffyve Ioyes of oure lady **ffyve prayers ===Religion=== This section contains, besides sermons, hymns, and prayer, a number of texts by Richard Rolle.Fein 224. Noteworthy also is The Previte off the Passioune, a translation of a text by Bonaventure. Among the best known poems of the Manuscript is a poem on death later partially quoted by John Ball: Among the archaisms of the poem \"spire\" means 'inquire', \"lame\" means loam, and \"noye\" to be vexed. ===Medicine=== The third section, consisting of quire q, contains Liber de diversis medicinis, a collection of medical advice and recipes. It is described as \"the usual mixture of genuine therapeutic lore and humbug\" and includes a recipe \"for to gare a woman say what þu askes hir.\"McIntosh 336. The text builds on both local, vernacular texts and \"the learned Latin recipe traditions.\"McVaugh 542. ==Illuminations== The manuscript is illustrated with initials, with a comparatively great number found in the first two texts: the Prose Alexander (PA) has one large initial and a hundred and three smaller initials and the Alliterative Morte Arthure (AMA) has eighty-two small decorated initials. The PA also has nine blank spaces, left open for large initials or illustrations. This density is additional evidence that the quires containing these texts were separate booklets.Fredell 78-79. While it was long assumed that Thornton had made the initials himself, Joel Fredell distinguished three distinctly different styles and argued they were made by professional artists.Fredell 80-87. Fredell states that the PA was prepared for the richest illustrative program in the manuscript, which Thornton for a variety of reasons (financial and political) was not able to execute; he may not have had the money or the available resources in his area to complete it. The AMA was finished professionally, assuming second place in the intended ranking of the texts; and a lesser scheme was laid out for the other texts.Fredell 87-88. ==The compiler== Robert Thornton was a member of the landed gentry in Yorkshire as well as an amateur scribe and collector.Thompson. There are many mistakes in the manuscript, which is written in \"a fairly typical mid-fifteenth-century cursive hand.\" The name \"Robert Thornton\" is signed a few items, and the phrase R. Thornton dictus qui scripsit sit benedictus (\"May the said R. Thornton who wrote this be blessed\") occurs four times, and is also found in Thornton's other manuscript, the London Thornton Manuscript (London, British Library, Add. MS 31042). ==Publication history== The manuscript was rediscovered in the nineteenth century.Keiser. In 1866 and 1867, the religious texts in the Thornton manuscripts were published for the Early English Text Society (EETS). The Richard Rolle material was published at the end of the nineteenth century by Carl Horstmann. The Liber de Diversis Medicinis was published in 1938 by Margaret Ogden for the EETS. A facsimile of the manuscript was published in 1975 by Derek Brewer and A.E.B. Owen, who had disbound and examined it the year before.Chappell 1. The facsimile was updated and reprinted in 1977. ==Importance== The Lincoln Thornton MS and the London Thornton MS are of great value since they are the sole witnesses for much of their content; according to Michael Johnston, \"his two compilations can be counted among the most important textual witnesses to Middle English romance.\"Johnston. Derek Brewer calculated that there must have been at least six now-lost manuscripts that provided the source material for the Thornton MS, which evidences a wide \"spread of manuscripts now lost.\" Sir Percyvelle, for instance, was originally composed in the fourteenth century in a north-east Midland dialect, and one version would have traveled north to be copied by Thornton while another traveled south to be referenced by Geoffrey Chaucer in Sir Thopas.Brewer and Owen x-xi. The manuscript is also seen as evidence of a change in religiosity taking place during the fifteenth century, when a broader dispersion of religious material began to make \"priestly mediation\" unnecessary. Its inclusion of a sermon by the Benedictine monk John Gaytryge is considered \"evidence of lay people taking responsibility for teaching themselves their 'catechism'....The laity were increasingly able to instruct themselves.\" ==References== ;Notes ;Bibliography * * * * * * * * * * * * * * * * Category:15th-century books Category:15th-century manuscripts Category:Middle English literature Category:15th century in England Category:Lincoln Cathedral ",
    "title": "Lincoln Thornton Manuscript"
}