{
    "id": "31366549",
    "text": "Archiv Produktion is a classical music record label of German origin. It originated in 1949 as a classical label for the Deutsche Grammophon Gesellschaft (DGG), and in 1958 Archiv was established as a subsidiary of DGG, specialising in recordings of Early and Baroque music. It has since developed a particular focus on \"historically informed performance\" and the work of artists of the Early music revival movement of the 20th and 21st centuries. The first head of Archiv Produktion, serving in the position from 1948 to 1957, was Fred Hamel, a musicologist who set out the early Archiv Produktion releases according to 12 research periods, from Gregorian Chant to Mannheim and Vienna.Dorottya Fabian Bach performance practice, 1945-1975: a comprehensive review 2003 Hamel's successor 1958-1968 Hans Hickmann was a professor at the University of Hamburg who focused on Bach and Handel.Interview \"Sunken Musical Treasure\" Billboard 4 May 1968 The next director was Andreas Holschneider (1931–2019) from 1970-1991. In December 1991 Holschneider gave an interview to Gramophone where he defended the entry of Archiv Produktion and \"authentic instrument\" specialists such as John Eliot Gardiner into Romantic territory of Schumann and Berlioz.\"Around the yellow label\", Gramophone interview (archived link) The label's next head was Peter Czornyj (b. 1956) from 1992.Martin Elste Meilensteine der Bach-Interpretation 1750 - 2000 In parallel, the Decca Group also acquired the rights to the recording catalogue of the French-Australian music publishers Éditions de l'Oiseau-Lyre in 1970 and began to issue early music recordings using the l'Oiseau-Lyre brand. ==Key artists and recordings== ===1940s=== * Archiv Produktion's first recording was of Helmut Walcha playing Bach, 1947, released in 1948. Walcha went on to make two complete series of Bach's organ output (excepting a few minor pieces), one in mono recorded in 1947-52, one in stereo in the late 1960s and early 1970s. Both sets were released by Archiv to wide acclaim and have later been reissued on cd. * Fine Krakamp making solo harpsichord recordings in 1948 of Buxtehude & Krieger. ===1950s=== * Ralph Kirkpatrick (harpsichord, many recordings of Bach and Handel) * Schola Cantorum Basiliensis under August Wenzinger ===1960s=== * Cappella Coloniensis * Berlin Hugo Distler Chor, Klaus Fischer-Dieskau * Josef Ulsamer * Münchener Bach-Chor & Münchener Bach-Orchester, Karl Richter * Colin Tilney, Jörg Demus, Dietrich Fischer-Dieskau * Schola Cantorum \"Francesco Coradini\" - Fosco Corti * Pierre Fournier (cello and viola da gamba) ===1970s=== * Monteverdi-Chor Hamburg, Jürgen Jürgens * Pro Cantione Antiqua (medieval/renaissance vocal music, including a long series of albums of 15th/16th century polyphony) * Charles Mackerras * Camerata Bern, Heinz Holliger ===1980s=== * Musica Antiqua Köln, Reinhard Goebel * The English Concert, Trevor Pinnock. * Monteverdi Choir and Orchestra, John Eliot Gardiner * harpsichordist Kenneth Gilbert ===1990s=== * Musiciens du Louvre, Marc Minkowski - first recording for Archiv was Rameau's Hippolyte et Aricie 1994. * Orlando Consort * Pomerium (ensemble) * Piffaro, The Renaissance Band ===2000s=== * Gabrieli Consort & Players, Paul McCreesh * Il Complesso Barocco, Alan Curtis ===2010s=== * Venice Baroque Orchestra, Andrea Marcon, Giuliano Carmignola * Pablo Heras-Casado * Mahan Esfahani ==References== ==External links== * Official Archiv Produktion Website * History of the Archiv Label Category:Classical music record labels Category:Early music record labels Category:German record labels Category:Vivendi subsidiaries Category:Labels distributed by Universal Music Group Category:Record labels established in 1949 Category:1949 establishments in Germany ",
    "title": "Archiv Produktion"
}