{
    "id": "31362867",
    "text": "Oyekunle Ayinde (Kunle) Olukotun is the Cadence Design Systems Professor in the Stanford School of Engineering, Professor of Electrical Engineering and Computer Science at Stanford University and the director of the Stanford Pervasive Parallelism Lab. Olukotun is known as the “father of the multi-core processor”, and the leader of the Stanford Hydra Chip Multiprocessor research project. Olukotun's achievements include designing the first general-purpose multi-core CPU, innovating single-chip multiprocessor and multi-threaded processor design, and pioneering multicore CPUs and GPUs, transactional memory technology and domain-specific languages programming models. Olukotun's research interests include computer architecture, parallel programming environments and scalable parallel systems, domain specific languages and high-level compilers.EE faculty listing, CS faculty listing, and (broken link) Pervasive Parallel Laboratory team listing , Stanford U., retrieved 2018-08-15. ==Education== Olukotun did his undergraduate studies at Calvin College, in Grand Rapids, Michigan. He earned an MS (1987) and PhD (1991) from University of Michigan, in Computer Science and Engineering. His advisor was Trevor N. Mudge.The dates of his PhD vary by source. His personal web site and Stanford Engineering faculty profile (retrieved 2018-08-15) state it as 1991. It is also 1991 according to . In the entry for his dissertation in the ACM digital library, the year is stated as 1992. ==Career== Olukotun joined Stanford's Department of Electrical Engineering in 1991. While at Stanford, Dr. Olukotun became the leader of the Stanford Hydra chip multiprocessor (CMP) research project which allowed for the development of multiprocessors with support for thread-level speculation. In 2000, he founded Afara Websystems, Wayback Machine - www.afara.com a company that designed and manufactured high- throughput, low power processors for server systems with chip multiprocessor technology. Afara was purchased by Sun Microsystems in 2002. The Afara multicore processor Niagara, developed by Olukotun was acquired by Sun. Niagara derived processors currently power all Oracle SPARC-based servers and have generated billions of dollars of revenue. While at Sun, Olukotun was one of the architects of the 2005 UltraSPARC T1 processor.. In 2017 Olukotun and Chris Ré founded SambaNova Systems. SambaNova Systems is developing a next- generation computing platform to power machine learning and data analytics. SambaNova Systems/News Olukotun now leads the Stanford Pervasive Parallelism Lab, which focuses on making heterogeneous parallel computing easy to use, and he is a member of the Data Analytics for What’s Next (DAWN) Lab, which is developing infrastructure for usable machine learning.☃☃ ==Research== Olukotun's research focus is in computer architecture, parallel programming environments and scalable parallel systems, domain specific languages, and high-level compilers. Olukotun lead the Stanford Hydra chip multiprocessor (CMP) research project, revolutionizing computing by bringing multi-core technology to consumers and high-end computing systems. In the mid-1990s, Olukotun and his co-authors argued that multi-core computer processors were likely to make better use of hardware than existing superscalar designs.. In 2008, Olukotun returned to Stanford, and founded the Pervasive Parallelism Laboratory at Stanford after gathering US$6M in funding from several computer- industry corporations.. His recent work focuses on domain-specific programming languages that can allow algorithms to be easily adapted to multiple different types of parallel hardware including multi-core systems, graphics processing units, and field-programmable gate arrays.PPL Projects , retrieved 2011-04-01. Olukotun is also a member of the board of advisors of UDC, a Nigerian venture capital firm.About the company, UDC, retrieved 2011-04-01. He was elected as a Fellow of the Association for Computing Machinery in 2006 for his \"contributions to multiprocessors on a chip and multi threaded processor design\".Oyekunle A Olukotun ACM Award Winner page, ACM, retrieved 2018-02-18. He became a Fellow of the IEEE in 2008.IEEE Fellows directory, retrieved 2011-04-01. Olukotun has used several words from his Yoruba heritage in his research. Afara, the name of the company he founded, means \"bridge\" in the Yoruba language, and he has named his server at Stanford Ogun after the Yoruba god of iron and steel, a play on words since large computers are frequently called big iron.. See also an email from Olukotun explaining the name, 2006, reproduced at Cognitive Diary. Olukotun directs the Stanford Pervasive Parallelism Lab (PPL) which seeks to proliferate the use of parallelism in all application areas. He is also a member of the Data Analytics for What's Next (DAWN) Lab. Stanford DAWN Research Project website Kunle holds 12 U.S. patents. Justia.com He has published more than 150 scientific papers and wrote two textbooks. ==Awards and Honors== * IEEE Computer Society 2018 Harry H. Goode Award, 2018. IEEE Harry H. Goode Award * Michigan Engineering Alumni Merit Award, 2017. Michigan Engineering Alumni Merit Award, 2017 * ACM Fellow, 2006 ACM Fellow, 2006 ==Books== * S. W. Keckler, K. Olukotun, and H. P. Hofstee, Multicore Processors and Systems (Springer Publishing Company, Inc., 2009). * K. Olukotun, L. Hammond, J. Laudon, Chip Multiprocessor Architecture: Techniques to Improve Throughput and Latency, Synthesis Lectures on Computer Architecture (Morgan Claypool Publishers, 2007). ==References== ==External links== * Profile page at Stanford * * Google Scholar Category:Year of birth missing (living people) Category:Living people Category:21st-century American inventors Category:Calvin University alumni Category:University of Michigan College of Engineering alumni Category:Stanford University School of Engineering faculty Category:Stanford University Department of Electrical Engineering faculty Category:Fellows of the Association for Computing Machinery Category:Fellow Members of the IEEE Category:American computer scientists Category:Yoruba scientists Category:American people of Yoruba descent Category:American people of Nigerian descent Category:Yoruba academics Category:21st-century American engineers Category:Yoruba engineers Category:Nigerian engineers Category:Nigerian inventors Category:Nigerian computer scientists ",
    "title": "Kunle Olukotun"
}