{
    "id": "31369604",
    "text": "Greenmount is a populated place in Adams County, Pennsylvania, United States. It is located southwest of the Gettysburg Battlefield, at Marsh Creek along the Emmitsburg Road (U.S. Route 15 Business), in Cumberland Township. Neighboring communities are Fairfield (west), Gettysburg (north), Round Top (northeast), Barlow (east), Harney, Maryland (southeast), and Fairplay (south). ==History== The 1814 Marsh Creek stone arch bridge on the Emmitsburg Road was replaced with a covered bridge before the battle and a subsequent 1921 concrete bridge.Gettysburg Times - Feb 17, 1921 An XI Corps (Union Army) division passed through the covered bridge and used the adjacent muddy uphill road to the 1863 Battle of Gettysburg, but the 2 other divisions detoured from the former crossroad south of Greenmount to the Taneytown Rd on the east using the Marsh Creek fording downstream of GreenmountThe Star and Sentinel - Dec 23, 1903 (\"Witherow\" mill in 1821, \"W Myers Grist & Saw Mill\" in 1858, \"Myer's Mill\" ). NOTE: Brown depicts \"Black's Turnpike\", \"Gettysburg & Hanover R.R.\", and has Big Round Top to the west of Plum Run (a different Myers Mill on Conewago Creek burned in 1919). Upstream of the community and west of the former post office is the 1894 Cunningham Bridge on the National Register of Historic Places (closed and planned for demolition). Greenmount hosted the Pennsylvania welcome ceremony for the 1919 Motor Transport Corps convoy, which cooked lunch at McCurdy's Schoolhouse to the north. In August 1922, the wooden Witherow Dam was demolished, and a replacement concrete damGettysburg Times - Sep 9, 1922 and upstream to the new bridge were used to establish a creekside parkNew Oxford Item - Aug 3, 1922 with baseball diamond. The park was named \"Marsh Creek Heights\" in September for ridges above both banks downstream of the bridgeGettysburg Times - Sep 12, 1922 (cottages were subsequently built on the ridges), and a new dam was built in 1926Gettysburg Times - Jun 21, 1926 (repaired in 1930).Gettysburg Times - Jun 18, 1930 The 1934 Greenmount Fire Company was organized at Marsh Creek Heights in Mrs Harvey Miller's stand,The Star and Sentinel - Sep 1, 1934Gettysburg Times - Sep 1, 1934The Star and Sentinel - Sep 1, 1934The Star and Sentinel - Sep 1, 1934 in 1939 the \"Greenmount basketeers\" lost to Gettysburg on the \"CCC floor\"Gettysburg Times - Mar 5, 1940 (the CCC camp was at McMillan Woods), and in June 1949, a new baseball field with grandstand was built at Marsh Creek Heights.Gettysburg Times - Jun 23, 1958 ==References== Category:Unincorporated communities in Adams County, Pennsylvania Category:Unincorporated communities in Pennsylvania ",
    "title": "Greenmount, Pennsylvania"
}