{
    "id": "31361097",
    "text": "Hillsborough Bay is a bay on the south shore of Prince Edward Island, Canada and is a sub-basin of the Northumberland Strait. ==Description== Hillsborough Bay is the largest bay in terms of surface area in Prince Edward Island, followed by Malpeque Bay. Its southerly limits are Rice Point in the west and Point Prim in the east. It opens directly south and west onto the Northumberland Strait while its northern and eastern shores are formed by Prince Edward Island; the Point Prim peninsula also extends along its southeastern boundary. The bay is notable for the entrance to Charlottetown Harbour along its northern shore, which is formed by the tidal estuaries of the Hillsborough (East) River, North (Yorke) River, and the West (Elliott) River. ==Islands== Hillsborough Bay has several islands located within the bay: * Governors Island * St. Peters Island * Cameron's Island * Judson Island * Christie Island ==Sub-basins== Hillsborough Bay has several sub-basins: * Charlottetown Harbour, formed by the tidal estuaries of the Hillsborough (East) River, North (Yorke) River, and the West (Elliott) River * Pownal Bay * Orwell Bay, fed by the tidal estuary of the Vernon River and Orwell River ==Marine and wildlife== Hillsborough Bay is home to large nesting colonies of herons and cormorants and is a nursery area for fin and shell fishes. A colony of harbor seals is located on Governors Island. ==Recreation== The bay supports several recreational areas, primarily at Port-la-Joye–Fort Amherst National Historic Site and Tea Hill Park in the town of Stratford. There are several beaches along the bay's shoreline that are suitable for swimming, notably Keppoch Beach and Kinlock Beach in Stratford. ==Communities== The town of Stratford is the largest population centre directly fronting the bay. The following communities are located along the bay's shoreline from west to east: * Rice Point * Nine Mile Creek * Cumberland * Rocky Point * Stratford * Alexandra * Pownal * Waterside * Mount Mellick * Cherry Valley * Earnscliffe * Vernon Bridge * Orwell * Orwell Cove * Lower Newtown * Eldon * Mount Buchanan * Point Prim ==References== Category:Bays of Prince Edward Island Category:Geography of Queens County, Prince Edward Island ",
    "title": "Hillsborough Bay"
}