{
    "id": "31360900",
    "text": "The Iraqi Local Governance Law Library in Arabic المكتبة القانونية العراقية للحكم المحلي contains legal documents considered relevant to the sub-national governments of Iraq. Besides national laws that have a significant bearing on sub-national governance, this Library also contains the growing body of local laws, orders, decisions, and regulations now being published by provinces in monthly legal gazettes. It is intended to be an up-to-date, authoritative, carefully classified and searchable repository of original legal documents in Arabic with the best available translations in English. The Iraq Local Governance Program (LGP III), a United States Agency for International Development (USAID)-funded project implemented by RTI International, originally developed this library to clarify the relationship between the federal government and local governments of Iraq. The LGP III Law Library Team worked to compile an extensive law library, gathering Arabic copies of ministerial directives that have been enacted into law (statutes), administrative directives, administrative regulation, executive orders, and court cases relevant to the sub national government in Iraq, and then uploading the documents to the website. Selected English translations were added that met the translation quality standards of the Law Library Team. The library is currently being maintained by volunteers. == Objective == The objective of establishing a bilingual electronic law Library is to develop a useful online library of national legal documents related to the Provincial Powers Act (PPA, also known as Law 21 of 2008, the Law of Governorates not incorporated into a Region) and the growing body of local laws, orders, decisions, and regulations now being published by provinces in monthly legal gazettes. The Provincial Powers Act, passed in February 2008, laid the foundation for provincial elections in 2009 and has been the subject of much analysis. This Library is expected to be an up-to-date, authoritative, carefully classified and searchable repository of original legal documents in Arabic with the best available translations in English. It is expected to serve the needs of Iraqi and foreign legislative and legal experts who need convenient access to an authoritative repository of legal documents which define the relationship between national and sub-national governments in Iraq. Additions to the library of the growing body of legal documents being published by the provinces in gazettes will also enhance the collection and strengthen the provinces. == Intended Audiences == The intended audiences for the online library as follows: * All those in Iraq interested in the body of local government laws, including provincial laws and national laws affecting sub-national government. * Any English-speaking legislative, legal, and governance experts interested in researching and understanding local government laws and national laws affecting sub-national government in Iraq. The target audiences include members of provincial government engaged in drafting laws, decisions, orders, and other legal documents, other Iraqi legal experts studying local government law and the relationship between national and sub-national government, and foreign advisors assisting national and provincial governments to develop a sound legal framework. == Content == The library currently provides access to original scanned documents (e.g. gazettes) and to individual laws, judicial decisions, legislative records, administrative decisions, financial and budgetary decisions, orders directed to the executive, and regulations. Documents in the library may be linked to other documents in the library to help users locate other versions of the same document and related documents.the most relevant documents were translated into English by the LGP III project Law Library Team . == Ownership and Sustainability == The library website has been constructed using Iraqi and foreign expertise and has been designed to make it easily transferable and inexpensive to operate. The content is currently being maintained by the Legal Adviser Mr. Zaid Hikmat Thamer Al-Mahdawi as a volunteer work. Ownership of the library and responsibility for maintaining its contents may be transferred to an appropriate Iraqi organization. This transfer should include training and technical support. == See also == *Constitution of Iraq *Law of Iraq *United States Agency for International Development == References == == External links == *Iraqi Local Governance Law Library *The Iraqi Legal Database *Iraq Local Governance Program Category:Government of Iraq Category:Iraqi law ",
    "title": "Iraqi Local Governance Law Library"
}