{
    "id": "31361765",
    "text": "The health status of Namibia has increased steadily since independence, and the government does have focus on health in the country and seeks to make health service upgrades. As a guidance to achieve this goal, The Institute for Health Metrics and Evaluation (IHME) and World Health Organization (WHO) published the report \"Namibia: State of the Nation's Health: Findings from the Global Burden of Disease. The report backs the fact that Namibia has made steady progress in the last decades when it comes to general health and communicable diseases, but despite this progress, HIV/AIDS still is the major reason for low life expectancy in the country. Namibia is an upper-middle- income country. It has a dual system of public (serving 83% of the population) and private (17%) health care providers. In the financial year 2013/2014 Government and private health expenditure combined accounted for 8.9% of the country's Gross Domestic Product, compared to the world average of 9.9% of GDP in 2014. ==Medical infrastructure== Namibia has 343 hospitals and clinics, as well as 1,150 smaller service points. Health care facilities in the country are sophisticated but not always affordable to the poorer part of the population. Certain services like dialysis and organ transplantations are only available from private medical centres, putting them out of reach for the majority of Namibia's citizens. The situation got wide coverage in 2010 when Jackson Kaujeua, Namibian singer and liberation hero, died from renal failure after not being able to afford private medical care, and thus not being put on dialysis. The capital Windhoek has cardiac theaters at two different hospitals, the Windhoek Central State Hospital and the Roman Catholic Hospital. Both units were opened in 2010 and 2011, respectively, and have been used to perform open-heart surgery, partly with the assistance of foreign personnel. ===Medical personnel=== In 2004, the country had 598 physicians - 0.3 per 1,000 inhabitants, and 6,145 midwives and nurses - 3 per 1,000 inhabitants. This number is significantly larger than in the rest of Africa and slightly exceeds the minimum density recommended by the World Health Organization. The total numbers do not reflect that the private health care facilities are luxuriously staffed while there is a shortage in the public sector. ==Health status== Namibia conducted a third Demographic and Health Survey in 2013 (NDHS) which can be used for national and international comparison health wise. It is done every 5 years map the generel health status. As for now, the country has one of the most skewed distributions of income pr. capita in the world which is the result of years of colonisation and war in the past, which gave an unbalanced development throughout the country. The results provide insights into the overall health status of Namibians and is disaggregated to a regional level. Below is a barchart comparing Namibia to the world in basic health indicators. As shown, Namibia compared to world average is nearly similar coming up 2016, except for Life expectancy where Namibia is still lacking behind with 64,7 compared to world average of 71,7. Health indicators Bar chart === Life expectancy === Life expectancy (LEY) in the South West African territory increased from 40,3 years in 1950 to 65.7 years for women, 59.0 years for men, in 1990. Mainly due to the impact of HIV/AIDS it dropped to 53 years for women, 50 years for men, in 2004, and has since risen again to 65.4 years for women, 56.2 years for men. This means Namibia as a country has improved, but is still far behind many of the countries in the world with longest LEY of 83,3, and slightly worse off than at independence in 1990. ===Under 5 infant mortality=== Under 5 infant mortality (U5IM) rate has decreased in Namibia from 280/1000 live births in 1950 to 46,7/1000 live births in 2015 and ranks number 52 in the world. Namibia does have a low level of U5IM compared to other sub-Saharan countries as the regional level was 84/1000 live births in 2015. However it is still too high according to the Sustainable Development Goals (SDG 3) made by the United Nations (UN), which declares that the global amount of U5IM should not exceed 25/1000 births by 2030. ===Fertility Rate=== In 1950 Namibia had a fertility rate of 5,96 children pr. woman. In 2015 the number has decreased to 2,95 children pr. woman. Putting together LEY, U5IM and Fertility (previous chapters) shows how well Namibia as a country is doing by itself since 1950 but also globally. Namibia seems to be better of than most other Sub Saharan countries, when looking at this data, but still needs to improve to meet the SDGs made for 2030. ==Specific illnesses== ===Albinism=== There are approximately 1,800 people living with Albinism. They need to make specific lifestyle adaptations because of the extreme weather conditions with about 300 days of sunshine annually. Children are regularly teased at school, and despite outreach activities some parents hide their affected children from society. ===Illnesses related to alcohol abuse=== Due to high prevalence of alcohol abuse, 8% of adult Namibians suffer from related illnesses. Alcohol consumption particularly in the north of the country (the four regions of Ohangwena, Omusati, Oshana, and Oshikoto). ===Cancer=== Due to exposure to sunshine and prevalence of albinism, the most widespread cancer in Namibia is skin cancer, with 581 cases reported in 2010 and 417 cases in 2011. The second most prevalent cancer is Kaposi's sarcoma, a disease related to HIV/AIDS, with 251 reported cases in 2011. ===Cholera=== There are occasional Cholera outbreaks in the north of the country, particularly in the Kunene Region. ===Coronavirus=== During the COVID-19 pandemic the country had its first confirmed cases on 14 March 2020. Government shut down air travel to and from Qatar, Ethiopia and Germany on the same day, closed all public and private schools, and prohibited large gatherings. This includes celebrations for the 30th anniversary of Namibian independence that takes place on 21 March. Libraries, museums, and art galleries were also closed. ===HIV/AIDS=== The HIV/AIDS pandemic has had a huge impact on life expectancy in sub-Saharan Africa in general, and in Namibia in particular. In 2003, Namibia was one of the countries in the world with the highest rates of HIV. 15.000 new cases of HIV each year, and 10.000 yearly deaths due to AIDS – and more than 30% of babies born to HIV-positive mothers were infected.Among numerous other initiatives the Namibian government began a cooperation with U.S. President's Emergency Plan for AIDS Relief (PEPFAR) which have shown significant improvements in areas with high rates of HIV/AIDS. PEPFAR supplied the Namibian government with different types of aid; such as economic aid to comber HIV, providing Mobile ART clinics, and by hiring more health care personnel to urban and rural areas with a high amounts of HIV incidents. Overall, from 1990 to 2004 HIV/AIDS alone accounted for more lost life years than were gained by all other health improvements combined. Although new infections as well as deaths halved in the period from 2004 to 2013, life expectancy still has not reached pre-independence levels. UNAIDS chose Namibia as destination for the Worlds AIDS Day report in 2016, which was the first national AIDS conference in Namibia. In the last decade, the Namibian government has taken leadership and shown commitment in the national fight against HIV/AIDS, which is probably why Namibia stands to be one of the few countries in Sub Saharan Africa having a realistic chance of achieving the UNAIDS targets for HIV epidemic control by 2020. In 2016, more than 70% of Namibians were tested for HIV and now their status of HIV treatment is widely available across the country. Due to this, 67% of adults and 90% of children are on HIV treatment. As there is a large inequality throughout the Namibian population, it's important to mention that the Namibian government funds 65% of the national HIV response. ===Leprosy=== There is a small group of approximately 60 leprosy sufferers in the Kavango and Caprivi Region, most of them concentrated at Mashare, east of Rundu. Until the early 1980s this settlement contained a leprosarium of considerable size for thousands of patients from South-West Africa and its neighbours Angola and Botswana. ===Malaria=== The malaria problem seems to be compounded by the AIDS epidemic. Research has shown that in Namibia the risk of contracting malaria is 14.5% greater if a person is also infected with HIV. The risk of death from malaria is also raised by approximately 50% with a concurrent HIV infection.Korenromp, E.L., Williams, B.G., de Vlas, S.J., Gouws, E., Gilks, C.F., Ghys, P.D., Nahlen, B.L. (2005). Malaria Attributable to the HIV-1 Epidemic, Sub-Saharan Africa. Emerging Infectious Diseases, 11, 9, 1410–1419. ===Illnesses related to malnutrition=== The vast majority (87%) of Namibian children do not obtain the minimum acceptable diet as defined by the World Health Organization. About a quarter to a third of all children are stunted, which impacts on their overall development and health. Furthermore, 7% are wasted, and 4% are overweight. ===Tuberculosis=== Namibia has a high rate of tuberculosis sufferers; Overall, approximately 0.7 cases are reported per 1,000 inhabitants. In 2018, 8,000 infections occurred, and almost 700 people died. A hotspot of the disease is the coastal town of Walvis Bay where cold weather aids TB infections. Of particular concern are multi and extensively drug- resistant bacteria strains. ==References== ",
    "title": "Health in Namibia"
}