{
    "id": "31366054",
    "text": "Sofie Zamchick (born April 2, 1994) is an indie-pop singer/songwriter and actress. She is best known as the voice of Linny the Guinea Pig on the American animated children's television series, Wonder Pets!. Zamchick attended the Experimental Theatre Wing at NYU's Tisch School of the Arts. She is a versatile musician and plays the marimba, guitar, piano, and various other instruments. Zamchick grew up in Tenafly, New Jersey.\"Tenafly teen buggy for Beatles; Actress's character gets to save them\", The Record, April 24, 2008. == Acting == Zamchick has acted and sung in commercials such as Kidz Bop, short films, television series, operas and in full feature films. As early as the age of 7, she had already appeared in three Metropolitan Opera productions and sang for Matthew Barney's Cremaster 3.JERSEY FOOTLIGHTS – New York Times The operas were Rusalka, Marriage of Figaro, and La Juive. She also co-starred with Whoopi Goldberg playing a cat named TJ on the Nick Jr. program, Whoopi's Littleburg. Other notable works include Priscilla, The Rape of the Sabine Women,Into the Mosh Pit With the Old Masters – New York Times Blood into Flames, and 89 Seconds at Alcázar.Sofie Zamchick on IMDb She was also featured in a Virgin Mobile commercial with musician Wyclef Jean. === Wonder Pets! === Zamchick plays the voice of the main character, Linny the Guinea Pig, on the Emmy Award-winning television series, the Wonder Pets!. Linny often provides different zoological and geographical information to the others. Her catch phrase is \"This calls for some celery!\", usually declared at the conclusion of each adventure. == References == == External links == * * Category:1994 births Category:Living people Category:People from Tenafly, New Jersey Category:Tenafly High School alumni Category:Actresses from New Jersey Category:Songwriters from New Jersey Category:American voice actresses Category:Tisch School of the Arts alumni ",
    "title": "Sofie Zamchick"
}