{
    "id": "31363162",
    "text": "Joseph Willis (born August 10, 1988) is an American soccer player currently playing for Nashville SC in Major League Soccer. ==Career== ===Youth=== Willis played high school soccer for Chaminade College Preparatory in St. Louis. Willis played soccer for University of Denver from 2006 to 2010, starting from 2008 to 2010. He was named the team's Most Valuable Player in 2008, and was named All-MPSF from 2008 to 2010. While at University of Denver, he also played for the USL Premier Development League Real Colorado Foxes. ===Professional=== D.C. United Willis was selected by D.C. United with the 50th pick in the 2011 MLS SuperDraft. He signed a contract with the team on March 16, 2011. Willis served as the backup goalie with Bill Hamid being the first choice goalie. He made his MLS Debut on August 13, 2011, recording a clean sheet in a 4–0 victory over the Vancouver Whitecaps. Willis would only make 3 appearances in his first season. For 2012, Willis became first choice goalkeeper while Bill Hamid was with the US U23 team for Olympic qualifying. However Hamid would retake the starting job on May 5, 2012, after Willis had made 9 starts. On November 8, 2012, Willis came on as a substitute in a MLS Playoff match against New York Red Bulls after Hamid received a red card. He denied Kenny Cooper from the spot on the striker's second attempt (the first penalty kick that was successfully converted by Cooper was ordered to be retaken due to an infringement on the part of Cooper's teammates) and managed to keep a clean sheet to help D.C. United get a 1–0 win, advancing them to the next Eastern Conference Finals. With Hamid suspended, Willis would start the next match. However, this time he couldn't replicate his heroics as D.C. United fell to the Houston Dynamo 3–1. Hamid returned for the second leg, but D.C. United drew 1–1 and was eliminated. Willis remained the second choice goalie for 2013, only getting an extended run of games while Bill Hamid was with the United States national team for the 2013 CONCACAF Gold Cup. Willis made 5 starts before Hamid would retake the starting job on August 10. Willis did enjoy success in the 2013 US Open Cup. On May 28 he saved 2 penalties against the Richmond Kickers as D.C. United won on penalties. Willis helped lead D.C. United to 3 more wins, including a clean sheet in the semi-finals, a 2–0 win over the Chicago Fire. Despite his strong performances in the tournament, Willis was replaced by Hamid for the final. D.C. United would defeat Real Salt Lake in the final 1–0. In 2014, Willis became third choice goalkeeper after losing his sport as the number 2 to Andrew Dykstra in preseason. Willis was sent on loan to D.C. United's USL affiliate, the Richmond Kickers. His first appearance of the season with D.C. United came in a CONCACAF Champions League match against Waterhouse on August 20, a 1–0 win for D.C. United. Willis would make 2 more appearances in the Champions League, both of them clean sheets against Tauro FC. Houston Dynamo On December 8, 2014, Willis was traded to the Houston Dynamo along with Samuel Inkoom, in exchange for Andrew Driver and a fourth-round pick in the 2016 MLS SuperDraft. On December 19, 2014 he signed a contract with the Dynamo. Willis served as the backup to Tyler Deric for 2015 and only appeared in 6 games in his first year with Houston. Willis would get a chance to play early in 2016 with Deric missing time for an abdominal injury. Deric would return in week 6, but he picked up a red card, forcing Willis to come in as a sub and start the next game as Deric served his suspension. Willis would come in for Deric again on May 15 as Deric served a suspension for another red card. Willis picked up his first career assist in the game when he hit a long goal kick that Giles Barnes ran onto and converted to score the game winning goal over Real Salt Lake. Willis would fill in for Deric as he missed time with another abdominal injury and an elbow injury. He performed well, winning MLS Save of the Week for stop against the San Jose Earthquakes on August 19. Willis's strong performances saw him named the Dynamo defensive player of the year. Willis missed the start of the 2017 season due to a knee injury. He returned on April 15 and made 7 consecutive starts before head coach Wilmer Cabrera gave the starting job to Deric. Willis became the number 1 goalie during the playoffs after Deric was arrested and subsequently suspended by the MLS. He would help the Dynamo defeat the Portland Timbers 2–1 on aggregate and reach the Western Conference Finals where the Dynamo fell to the Seattle Sounders. Ahead of the 2018 season, Willis resigned with the Dynamo. Off-season addition Chris Seitz started the year as first choice keeper. Willis would retake the starting job on April 21 and keep it for the rest of the season.. He enjoyed a strong performance on July 21, saving a penalty kick and being named to the MLS Team of the Week after helping the Dynamo get a 1–1 draw against rival FC Dallas. The Dynamo would miss out on the playoffs in 2018, but they enjoyed success in the US Open Cup. Willis would start the Open Cup Semi-final match up with LAFC on August 8 as the Dynamo won on penalties. Willis would keep a clean sheet in the final as the Dynamo defeated the Philadelphia Union 3–0 as the Dynamo won their first Open Cup in club history. Willis began 2019 as the club's first choice keeper. After making a couple of costly errors in recent matches, Deric got a run of 5 starts starting on July 17. Willis would return on August 11, a 2–1 loss to the Union. He would start the next 8 matches before sitting the final 2 of the season in favor of Deric. Nashville SC On November 19, 2019, Willis was traded to Major League Soccer expansion side Nashville SC in exchange for Zarek Valentin. == Career Statistics == {| class=\"wikitable\" style=\"text-align:center\" |+ ! rowspan=\"2\" |Club ! rowspan=\"2\" |Season ! colspan=\"3\" |League ! colspan=\"2\" |US Open Cup ! colspan=\"2\" |Playoffs ! colspan=\"2\" |Continental ! colspan=\"2\" |Total |- !Division !Apps !Goals !Apps !Goals !Apps !Goals !Apps !Goals !Apps !Goals |- | rowspan=\"3\" |Real Colorado Foxes |2009 | rowspan=\"2\" |USL PDL |5 |0 | colspan=\"2\" |— |0 |0 | colspan=\"2\" |— |5 |0 |- |2010 |2 |0 | colspan=\"2\" |— | colspan=\"2\" |— | colspan=\"2\" |— |2 |0 |- ! colspan=\"2\" |Total !7 !0 !0 !0 !0 !0 !0 !0 !7 !0 |- | rowspan=\"5\" |D.C. United |2011 | rowspan=\"4\" |MLS |3 |0 |0 |0 | colspan=\"2\" |— | colspan=\"2\" |— |3 |0 |- |2012 |11 |0 |1 |0 |2 |0 | colspan=\"2\" |— |14 |0 |- |2013 |9 |0 |4 |0 | colspan=\"2\" |— | colspan=\"2\" |— |13 |0 |- |2014 |0 |0 |0 |0 |0 |0 |3 |0 |3 |0 |- ! colspan=\"2\" |Total !23 !0 !5 !0 !2 !0 !3 !0 !33 !0 |- |Richmond Kickers (loan) |2014 |USL Pro |18 |0 |2 |0 |0 |0 | colspan=\"2\" |— |20 |0 |- | rowspan=\"6\" |Houston Dynamo |2015 | rowspan=\"5\" |MLS |3 |0 |3 |0 | colspan=\"2\" |— | colspan=\"2\" |— |6 |0 |- |2016 |26 |0 |3 |0 | colspan=\"2\" |— | colspan=\"2\" |— |29 |0 |- |2017 |8 |0 |2 |0 |3 |0 | colspan=\"2\" |— |13 |0 |- |2018 |26 |0 |2 |0 | colspan=\"2\" |— | colspan=\"2\" |— |28 |0 |- |2019 |27 |0 |0 |0 | colspan=\"2\" |— |5 |0 |32 |0 |- ! colspan=\"2\" |Total !90 !0 !10 !0 !3 !0 !5 !0 !108 !0 |- |Nashville SC |2020 |MLS |2 |0 |0 |0 |0 |0 | colspan=\"2\" |— |2 |0 |- ! colspan=\"3\" |Career Total !140 !0 !17 !0 !5 !0 !8 !0 !170 !0 |} ==Honors== === Club === D.C. United *Lamar Hunt U.S. Open Cup (1): 2013 Houston Dynamo *Lamar Hunt U.S. Open Cup (1): 2018 === Individual === * USL Pro All-League Second Team: 2014 * Dynamo Defensive Player of the Year: 2016 * Dynamo Humanitarian of the Year: 2018 ==References== ==External links== * Category:1988 births Category:Living people Category:Soccer players from Missouri Category:American soccer players Category:Denver Pioneers men's soccer players Category:Real Colorado Foxes players Category:D.C. United players Category:Richmond Kickers players Category:Houston Dynamo players Category:Nashville SC players Category:USL League Two players Category:Major League Soccer players Category:USL Championship players Category:Sportspeople from St. Louis Category:D.C. United draft picks Category:Association football goalkeepers Category:Chaminade College Preparatory School (Missouri) alumni ",
    "title": "Joe Willis (soccer)"
}