{
    "id": "31367924",
    "text": "Beginning in 1974, the fictitious Peter Orno (alternatively, Peter Ørno, P. Ørno, and P. Orno) appeared as the author of research papers in mathematics. According to Robert Phelps, the name \"P. Orno\" is a pseudonym that was inspired by \"porno\", an abbreviation for \"pornography\".In the index to his Sequences and series in Banach spaces, Joseph Diestel places Peter Orno under the letter \"p\" as \"P. ORNO\", with all-capital letters in Diestel's original. . Orno's short papers have been called \"elegant\" contributions to functional analysis. Orno's theorem on linear operators is important in the theory of Banach spaces. Research mathematicians have written acknowledgments that have thanked Orno for stimulating discussions and for Orno's generosity in allowing others to publish his results. The Mathematical Association of America's journals have also published more than a dozen problems whose solutions were submitted in the name of Orno. ==Biography== Peter Orno's publications list his affiliation as Ohio State University, site of the Garden of Constants.The Garden of Constants is located at Ohio State University, according to : Peter Orno appears as the author of short papers written by an anonymous mathematician; thus \"Peter Orno\" is a pseudonym. According to Robert R. Phelps, the name \"P. Orno\" was inspired by \"porno\", a shortening of \"pornography\". Orno's papers list his affiliation as the Department of Mathematics at Ohio State University. This affiliation is confirmed in the description of Orno as a \"special creation\" at Ohio State in Pietsch's History of Banach spaces and linear operators. The publications list of Ohio State mathematician Gerald Edgar includes two items that were published under the name of Orno. Edgar indicates that he published them \"as Peter Ørno\".Gerald A. Edgar, Publications, Ohio State University. Retrieved March 18, 2012; archived by WebCite at https://www.webcitation.org/66GaKYk03. Items that Edgar claims as his work, but identifies as having been attributed to \"Peter Ørno\", are the problem proposed in Mathematics Magazine 52 (1979), 179, and the problem solution presented in American Mathematical Monthly 113 (2006) 572–573. ==Research== His papers feature \"surprisingly simple\" proofs and solutions to open problems in functional analysis and approximation theory, according to reviewers from Mathematical Reviews: In one case, Orno's \"elegant\" approach was contrasted with the previously known \"elementary, but masochistic\" approach. Peter Orno's \"permanent interest and sharp criticism stimulated\" the \"work\" on Lectures on Banach spaces of analytic functions by Aleksander Pełczyński, which includes several of Orno's unpublished results. Tomczak- Jaegermann thanked Peter Orno for his stimulating discussions. ==Selected publications== Peter Orno has published in research journals and in collections; his papers have always been short, having lengths between one and three pages. Orno has also established himself as a formidable solver of mathematical problems in peer-reviewed journals published by the Mathematical Association of America. ===Research papers=== * According to Mathematical Reviews (), this paper proves the following theorem, which has come to be known as \"Orno's theorem\": Suppose that E and F are Banach lattices, where F is an infinite-dimensional vector space that contains no Riesz subspace that is uniformly isomorphic to the sequence space equipped with the supremum norm. If each linear operator in the uniform closure of the finite-rank operators from E to F has a Riesz decomposition as the difference of two positive operators, then E can be renormed so that it is an L-space (in the sense of Kakutani and Birkhoff). In , Manfred Wulff noted that Orno's theorem implies several propositions in the following paper: In , Manfred Wolff noted that Orno's theorem has a good exposition and proof in the following textbook: * According to Mathematical Reviews (), Orno proved the following theorem: The series ∑fk unconditionally converges in the Lebesgue space of absolutely integrable functions L1[0,1] if and only if, for each k and every t, we have fk(t)=akg(t)wk(t), for some sequence (ak)∈l2, some function g∈L2[0,1], and for some orthonormal sequence (wk) in L2[0,2] . Another result is what Joseph Diestel described as the \"elegant proof\" by Orno of a theorem of Bennet, Maurey and Nahoum. * In this paper, Orno solves an eight-year-old problem posed by Ivan Singer, according to Mathematical Reviews (). * Still circulating as an \"underground classic\", this paper had been cited sixteen times. In it, Orno solved a problem posed by Jonathan M. Borwein. Orno characterized sequentially reflexive Banach spaces in terms of their lacking bad subspaces: Orno's theorem states that a Banach space X is sequentially reflexive if and only if the space of absolutely summable sequences ℓ1 is not isomorphic to a subspace of X. ===Problem-solving=== Between 1976 and 1982, Peter Orno contributed problems or solutions that appeared in eighteen issues of Mathematics Magazine, which is published by the Mathematical Association of America (MAA).\"Problems\" sections of Mathematics Magazine in which Peter Orno is one of the contributing authors are: Vol. 49, No. 3 (May 1976), pp. 149–154; Vol. 49, No. 4 (September 1976), pp. 211–218; Vol. 50, No. 1 (January 1977), pp. 46–53; Vol. 50, No. 4 (September 1977), pp. 211–216; Vol. 51, No. 2 (March 1978), pp. 127–132; Vol. 51, No. 3 (May 1978), pp. 193–201; Vol. 51, No. 4 (September 1978), pp. 245–249; Vol. 52, No. 1 (January 1979), pp. 46–55; Vol. 52, No. 2 (March 1979), pp. 113–118; Vol. 52, No. 3 (May 1979), pp. 179–184; Vol. 53, No. 1 (January 1980), pp. 49–54; Vol. 53, No. 2 (March 1980), pp. 112–117; Vol. 53, No. 3 (May 1980), pp. 180–186; Vol. 53, No. 4 (September 1980), pp. 244–251; Vol. 54, No. 2 (March 1981), pp. 84–87; Vol. 54, No. 4 (September 1981), pp. 211–214; Vol. 54, No. 5 (November 1981), pp. 270–274; and Vol. 55, No. 3 (May 1982), pp. 177–183. In 2006, Orno solved a problem in the American Mathematical Monthly, another peer-reviewed journal of the MAA: * ==Context== Peter Orno is one of several pseudonymous contributors in the field of mathematics. Other pseudonymous mathematicians active in the 20th century include Nicolas Bourbaki, John Rainwater, M. G. Stanley, and H. C. Enos.Another pseudonymous mathematician, John Rainwater, \"is not as old or famous as N. Bourbaki (who may still be alive) but he is clearly older than Peter Orno .... (At least one of his authors had an interest in pornography, hence P. Orno.) He is also older than M. G. Stanley (with four papers) and H. C. Enoses [sic.] (with only two).\" ==See also== Besides connoting \"pornography\", the name \"Ørno\" features a non-standard symbol: * ∅, which symbolizes the empty set in mathematics. * Ø, an (archaic) English vowel, also denoted \"OE\", \"Ö\", and \"Œ\". ==Notes== ==References== * * * * * ==External resources== * (subscription required) Category:Functional analysts Category:20th-century American mathematicians Category:21st-century mathematicians Category:Pseudonymous mathematicians Category:Mathematical humor Category:Ohio State University faculty Category:People from Columbus, Ohio ",
    "title": "Peter Orno"
}