{
    "id": "31368269",
    "text": "Živa sila is an album by the Serbian noise-rock band Klopka Za Pionira, released in 2011 (see 2011 in music) on the Ne-ton independent label. The band was invited by the organizers of the Koperground festival (held in Koper, Slovenia) to play at the 2010 edition, and offered time at a local studio to compose and record a couple of new songs. The result is this album. Without the keyboard player Đurađ Šimić and the drummer Relja Ilić, the band held two concerts in Slovenia, performing live songs and joined on-stage by their sound engineer Stefan Malešević, with whom they had been co-operating for a while. He also contributed with various instruments to this album's recording. Živa sila has four lengthy songs with extensive lyrics and one very long instrumental improvisation as a bonus track. The sound has been compared to the band's previous album, Dodole, and some reviewers see it as a continuation of the sound they developed on Dodole, although the songs are lengthier and more loosely arranged, the lyrics are more wordy and the singing style is leaning more towards the spoken word and recitation. Although the recording was finished in August 2010, the album was not released until early 2011 due to various organizational and production problems. __NOTOC__ ==Track listing== Music and lyrics: Klopka Za Pionira #\"Kodeks novinara\" – 4:58 #\"Živa sila\" – 7:48 #\"20 minuta\" – 5:30 #\"21. vek\" – 7:17 #\"(skriveno)\" (hidden track) – 12:35 (\"skriveno\" literally means hidden. This track is listed on the label's website, but not on the band's website.) ==Personnel== *Mileta Mijatović – vocals *Damjan Brkić – guitar, drum machine *Vladimir Lenhart – bass guitar, shaker *Stefan Malešević – backing vocal, circuit-bent synth, harmonica, jaw harp ==Production== *Recording engineers: Andrea F, Ksenija Kos *Editing, mixing, mastering: Damjan Brkić, Stefan Malešević *Recorded at: Studio Hendrix, RTV Center Koper, Slovenia – August 2010 *Cover design: Veljko Onjin ==References== * ===Notes=== == External links == * Free preview and download from the official website Category:Klopka Za Pionira albums Category:2011 albums ",
    "title": "Živa sila"
}