{
    "id": "31370738",
    "text": "The Residence of the Maias (), is a 16th century building situated in the Portugueses civil parish of Cedofeita, Santo Ildefonso, Sé, Miragaia, São Nicolau e Vitória, municipality of Porto, the district of the same name. ==History== A view of the Rua das Flores and the Casa das Maias In 1521 the Rua das Flores (Rua Santa Catarina das Flores) was opened. These dates and details are based on an article about a signeurial house, A Casa Dos Maias, elaborated by Francisco de Almeida e Sousa and Casimiro S. Arsénio, published in the magazine O Tripeiro (Série Nova, Ano IX/9 Junho/Julho). From this article, the property is commonly referred to a sth Casa dos Maias (Residence of the Maias), because (even as the family of Domingos Oliveira Maia occupied the spaces briefly), it was a bourgeoisie period that corresponds to a golden period along Rua das Flores when many families of a social stratification lived in the homes. Francisco de Almeida e Sousa and Casimiro S. Arsénio, referred to the opening of the Rua de Santa Catarina das Flores, whose lands were occupied by the bishop's gardens. It was the bishop who determined that for each house constructed along Rua de Santa Catarina be marked with the symbol its authority. The Residence of the Frazzes Bravos, in the document of Luís Toledo referred to a mark of Santa Maria and was place on the door. Several years later, the lands were inherited by Luís Toledo, his wife and sons, to construct a signeurial home (1528). By 1542, the Mitra Census archive records that the proprietors of the houses along Rua das Flores (the upper houses) were the nobleman Ferraz and another Manuel Bravo. By the 18th century, there was a construction of a chapel, that introduce decorative elements to the facade and other ornamentation authored by Nicolau Nasoni. In the second quarter of 19th century, the building was owned by Domingos de Oliveira Maia. By the mid-19th century. the chapel tile was removed and transferred to the Chapel of Quinta de Vale Abraão in Chambres, Lamego by the then-property-owner Maria de Serpa Leitão Pimentel. Beginning in 1992, there was an initial study to restore, remodel and expand the building, with further work being completed in 1994. ==Architecture== Detail of the front facade, showing the two register of windows Located in an urban setting, it is flanked by similar constructions on Rua das Flores, alongside various buildings of similar stature and form. The two-storey building and commercial ground floor has a \"U\"-shaped plan, with the rear volumes over terrace. The principal facade which is oriented to the south, facing the Rua das Flores, has 8 windows with iron grate on the first floor, and windows surmounted by triangular lintels. The ground floor are aligned to these windows; there are five oval window and six doors, with two far larger and surmounted by two stone coat-of-arms (for Bravo and Ferraz). The very prominent roof overhang is supported by granite machicolations. In the back yard there is an octagonal centralized chapel. This first-storey courtyard is decorated in granite flagstones and defined by a support wall that incorporates a dolphin and a bowl that once must have been a fountain. The interior is marked by a vaulted wall (now closed) between the two entrance gates. There is also a wide staircase leading to the main floor, that includes two lateral lances of stairs and central flight. Over the guardrails are situated three granite columns, with bases and capitals. ==References== ===Notes=== ===Sources=== * . Category:Houses in Porto Category:Properties of Public Interest in Portugal ",
    "title": "Casa dos Maias"
}