{
    "id": "31374190",
    "text": "Vangal is a village in the Karur district of the Indian state of Tamil Nadu. It is situated from Tiruchirappalli and 7 miles from Karur town. Vangal is also known as Vangal-Kuppuchipalayam and Vangal Palayur. It is one of the biggest villages (Town Panchayat) on the bank of Kavery Delta region and the width of the river in Vangal is 2 km. Other side of the river is Mohanur. Agriculture based farming communities around Vangal Panchayat is using Vangal as a Headquarters for transporting their agro products such as Rice, Banana, coconut, Ground nut, Vegetables and green. Recently commercial crops such as Mango, vanilla, beetle nuts also grown in the fields of the delta region. Government Organisations in Vangal: Primary School, Govt. Higher Secondary School for Boys, Govt. Higher Secondary School for Girls, Primary Health Centre, Private Doctors (general Physicians), Emergency clinic, Panchayat Office, Police Station, Railway Station, Public Bus Services, Taxi service etc. People from Vangal Village have the culture of keeping 'Vangal' as Surname/Family name. It clearly shows their endearment towards their heritage/culture. It is in practice from all the people (no religious restrictions). It was also very interesting to see the village with number of housing estates for community based groups until 18-19th Century. Later it was changed as the native people started to migrate around the globe for education, business and also settled in various places of India (Chennai, Mumbai, Bangalore, Kolkata etc.), Singapore, USA, UK etc. Another group of agricultural farmers and horse traders from Kadambangurichi (Near Pugalore) have also settled in Vangal during 17th Century onwards. Their horse trading business involved to purchase horses from Madras Pattinam. They were also called as 'Mirasthar', a group of people have their surname/family name with the title 'Pattanathu' were also have hereditary links with Mirasthar. In 17th & 18th Centuries, those Mirasthars had owned large farm lands in and around Vangal and later the farms were sold to small scale agricultural farmers for the plantation of Paddy, Sugarcane, Turmeric, Chilli, Brinjal, Plantain, coconut etc... People born in Vangal Village or have hereditary links with Vangal: M.Raam (a) M.Ramachandran Ariya Mooppan and Chinna Ariya Mooppan V. T. Krishnamachari Vangal A.Manikandan Vangal A.Manikandan Vangal Ramesh Pattanathu Rahman Kaveri A.Mohanraj-Politician & Educationist Vangal Uma Vangal Muthukumar Vangal Sriram Known places in the Village: Kaveri River Vangal Shree Vangalamman Temple, Malayalam Karuppannan Temple Karur Mariamman Temple Vangal Railway Station Vangal Mosque Eeshwaran Temple Durgai Amman Temple Pillaiar Temple Well Known Festivals in the Village: Pongal Festival (3 days’ / Bike race / Kolam / small stage dramas / kids activities / JALLIKATTU soon!) - No religious restrictions Ramzan (30 days - evening - Free Rice Porridge served in the mosque for villagers) - No religious restrictions Recently People from other parts of Tamil Nadu have started to move to Vangal for employment, small businesses, etc. Even many parts of Tamil Nadu was hit by water scarcity, Vangal village does not meet any drinking water scarcity issues. Whereas agricultural farms and commercial crops are facing some challenges to thrive because water scarcity for irrigation. Sand mining in the Kaveri delta region is one of the main reason as the ground water level has gone below the critical levels. The farming community rely on the well water, where level of water is very low because of the water table has been disrupted by sand mining. Vangal railway station (Code: VNGL) is a railway station situated in Vangal, Karur district in the Indian state of Tamil Nadu. The station is an intermediate station on the newly commissioned Salem Junction- Karur Junction line which became operational in May 2013. The station is operated by the Southern Railway zone of the Indian Railways and comes under the Salem railway division. Vangal is a Village in Karur Taluk in Karur District of Tamil Nadu State, India. It is located 11 km towards North from District headquarters Karur. 9 km from Karur. 377 km from State capital Chennai. Vangal Pin code is 639116 and postal head office is Vangal. Villages near Vangal: Mooppars Nagar ( 1 km ) Kuppuchipalayam ( 2 km ), Koppampalayam ( 2 km ), Odaiyur ( 2 km ), Sinthayur ( 2 km ), Mallampalayam ( 3 km ) This Place is in the border of the Karur District and Namakkal District. Namakkal District Mohanur is North towards this place . Demographics of Vangal Tamil is the Local Language here. HOW TO REACH Vangal By Rail Karur Rail Way Station is the very nearby railway stations to Vangal. However Erode Jn Rail Way Station is major railway station 59 km near to Vangal Colleges near Vangal Aasee College of Education Address: S.f.no.305/1; Pavithram; Karur--kovai Rd; Pavithram Post; Aravakkuruchi Taluk; Karur Dist;tami V.S.B. Engineering College Address: Karudayampalayam Post; Karur -- 639 111. Tamilnadu. India. M. Kumaraswamy College of Engineering Address: Thalavapalayam Karur. 639113 Ponkaliamman College of Education Address: Thiruvalluvar Nagar A; Bye Pass Rd; Velayuthampalayam; Karur--639117 Schools in Vangal, Karur Vangal Higher Secondary School Vangal Higher Secondary School; Vangal; Tamil Nadu 639116; India 0.8 km distance Panchayat Union Primary School Mohanur; Tamil Nadu 637015; India 3.2 km distance St.Mary s Matriculation School. Vangal. Karur - Vangal - Nerur Road; Vangal; Tamil Nadu 639116; India 0.7 km distance SRV EXCEL Matric Higher Secondary School Vangal - Pugalur Rd; Koyilpalayam; Tamil Nadu 639116; India 3.5 km distance Kongu Vellalar H.s,vennaimalai Address : lakshmi narayana samuthram , karur , karur , Tamil Nadu . PIN- 639006 , Post - Vengamedu RASI NURSERY AND PRIMARY SCHOOL Five Road Karur Address : Jawahar Bazaar, Five Road, Karur, Karur, Tamil Nadu, PIN-639001, Rasamma High School, Vettamang Address : vettamangalam (east) , karur , karur , Tamil Nadu . PIN- 639117 , Post - Velayuthampalayam Sub Villages in Vangal Nallakumarapalayam Kattur Odaiyur Koppampalayam Srinivasapuram Marigoundampalayam K.Velayuthampalayam Melachakrapalayam Ellaimedu Keelachakrapalayam keeraiyur Bus Stops in Vangal, Karur Vangal Bus Stop Vangal - Pugalur Rd; Vangal; Tamil Nadu 639116; India 0.4 km distance Agraharam Bus Stop Vangal - Pugalur Rd; Vangal Agraharam; Tamil Nadu 639116; India 0.7 km distance Sakkarapalayam Bus Stop Vangal; Tamil Nadu 639116; India 0.8 km distance Karuppampalayam Bus Stop Karur; Tamil Nadu 639116; India 0.9 km distance ATMs in Vangal, Karur SBI ATM in Vangal ICICI ATM in Vangal Cinema Theaters in Vangal Kuppuchipalayam,Karur Balasubramania Theatre Nehru Nagar; Mohanur; Tamil Nadu 637015; India 3.9 km distance Amutha Theatre Thiruvikka Salai; Neelimedu; Karur; Tamil Nadu 639001; India 10.8 km distance Kavithalaiya Theatre Neelimedu; Karur; Tamil Nadu 639001; India 10.9 km distance Kalaiarangam Theatre 75 Rathina Salai; Thiruvikka Salai; Neelimedu; Karur; Tamil Nadu 639001; India 10.9 km distance Thinnappa Theatre Madavilagam; Karur; Tamil Nadu; India 11.5 km distance Temples in Vangal Kuppuchipalayam,Karur BagavathiAmman Temple And Murugan Temple Karuppampalayam; Tamil Nadu 639116; India 1.4 km distance Sri Kamakshi Amman Temple Vangal - Mohanur River Bridge; Tamil Nadu 639116; India 1.4 km distance Hotels, Lodges in Vangal, Karur KVS Complex Mohanur; Tamil Nadu 637015; India 3.8 km distance Sugar Mill Quarters Salem sugar mill Quarters; India 4.5 km distance Pon Vidya Mandir Hostel Karur; Tamil Nadu 639116; India 6.9 km distance Petrol Bunks in Vangal, Karur Indian Oil Petrol Station Vangal; Tamil Nadu 639116; India 0.7 km distance Colleges in Vangal Kuppuchipalayam,Karur SCSM Polytechnic College SCSM Polytechnic College; Tamil Nadu 637015; India 5.1 km distance Kongu Arts & Science College Karur; Tamil Nadu 639006; India 9.6 km distance CADD CENTRE; Karur. Gowripuram E St; Gowripuram; Karur; Tamil Nadu 639001; India 12.0 km distance CADDCENTRE Gowripuram E St; Gowripuram; Karur; Tamil Nadu 639001; India 12.0 km distance Jairam College of Education Near Mahamaariyamman Temple; Thirugampuliur; Andankoil East; Tamil Nadu 639002; India 12.1 km distance Near Cities Karur 12 km near Punjaipugalur 13 km near Namakkal 26 km near Tiruchengode 50 km near Near By Taluks Mohanur 7 km near Karur 8 km near Thanthoni 15 km near Thottiam 20 km near Near By Air Ports Salem Airport 76 km near Civil Airport 79 km near Peelamedu Airport 132 km near Madurai Airport 149 km near Near By Tourist Places Namakkal 23 km near Erode 60 km near Tiruchy 77 km near Dindigul 85 km near Yercaud 92 km near Near By Districts Karur 10 km near Namakkal 26 km near Erode 60 km near Tiruchirappalli 76 km near Near By RailWay Station Karur Rail Way Station 10 km near Pugalur Rail Way Station 15 km near Vangal is also known as Vangal Kuppichipalayam. \\---- == References == * Category:Villages in Karur district ",
    "title": "Vangal"
}