{
    "id": "31374556",
    "text": "The Soviet War Memorial in Vienna, more formally known as the Heldendenkmal der Roten Armee () is located at Vienna's Schwarzenbergplatz. The semi- circular white marble colonnade partially enclosing a twelve-metre figure of a Red Army Soldier was unveiled in 1945. Heldendenkmal der Roten Armee, www.nachkriegsjustiz.ag, Retrieved April 3, 2011. The Heroes' Monument of the Red Army in Vienna was built to commemorate 17,000 Soviet soldiers who were killed in action during the Vienna Offensive in World War II. ==Background== Near the end of World War II, Soviet forces of the 3rd Ukrainian Front were ordered by Joseph Stalin to capture Vienna, both for strategic military purposes and for use as a post-war bargaining chip with the Allies.Glantz, David, The Soviet-German War 1941-1945 Clemson University, October 11, 2001. Retrieved April 2, 2011. After intense urban fighting, Vienna was captured by the Soviet Forces on 14 April 1945. == Construction and Austrian perception == The creation of an Allied Commission for Austria was envisaged by Allied leaders at the various sessions of the European Advisory Commission and established by the Agreement on control machinery in Austria in London on July 4, 1945. The agreement mandated the creation of four occupation zones (American, British, French and Soviet) in Vienna, similar to Berlin.Grew, Joseph C., Foreign Relations of the United States, 1945, vol. III, May 7, 1945. Perhaps not coincidentally, although several sites were considered for the Soviet memorial, ultimately a prominent location in the 3rd district near the Palais Schwarzenberg was chosen, imposingly within sight of the location used by the four allies to govern Vienna. German prisoners of war and Austrian construction workers were used to build the site.Czeike, Felix, Historisches Lexikon Wien, Band 5, Kremayr & Scheriau, Wien 1997, , page 311. The memorial includes a triumphal arch and is dominated by the figure of a soldier with a PPSh-41 submachine gun on his chest. The soldier wears a golden helmet and holds a Soviet flag and a golden Soviet coat of arms.Chernov, Sergey, \"Austrian Capital Preserves Imperial Ambience\", The St. Petersburg Times, January 26, 2010, Retrieved April 3, 2011. Russian President Vladimir Putin visited the memorial in 2007 to lay flowers and specifically give thanks to Austria for maintaining it. Putin verabschiedet sich, DiePresse.com, May 24, 2007, Retrieved April 3, 2011. The city paid to refurbish the memorial, 3D-Vermessung des Heldendenkmals der Roten Armee, www.netzundplan.at, (refurbishment contractor), Retrieved April 3, 2011. despite objections from certain members of the local press. Mädchenmord und Attentate, Öffentliche Sicherheit, January–February 2006, Retrieved April 3, 2011. ==Vandalism== The monument has been attacked by acts of politically inspired vandalism increasingly in the 21st Century. * In April 2012 red paint was thrown over a part of the memorial.'Russia outraged at desecration of a monument to Soviet Soldiers in Vienna'. 'News Pepper.su', 13 April 2012. https://www.newspepper.su/news/2012/4/13/russia-outraged-desecration-of-a- monument-to-soviet-soldiers-in-vienna/ * In May 2014 it was daubed with the colours of the Ukrainian flag during the onset of the Russian military intervention in Ukraine.'Moscow demands Austria eliminates damage to the memorial to Soviet soldiers in Vienna', 'Russia Beyond the Headlines', 8 May 2014. https://rbth.com/news/2014/5/8/moscow_demands_austrai_immediatel_eliminates_damage_to_memorial_of_sovie_36532. * In February 2015 black paint was poured over an order on the monument from Joseph Stalin congratulating Soviet Forces on their victory in the Vienna Offensive in 1945.Ruskiy Mir Foundation news site, 'Soviet War Memorial in Vienna Vandalized', 23 February 2015. http://russkiymir.ru/en/news/185737/ * In January 2017 the memorial was attacked with red paint being thrown across the inscription of its central column.'Monument honouring WWII Soviet ear soldiers desecrated in Vienna, again.', 'Russia Today', 16 January 2017. https://www.rt.com/news/373882-soviet-monument-vienna-desecrated/ ==Stone tablet text== Detail of stone tablet. The text of the stone tablet in front of the monument begins: ==See also== * Soviet War Memorial (Treptower Park) * Soviet War Memorial (Tiergarten) * Soviet War Memorial (Schönholzer Heide) ==References== Category:Soviet military memorials and cemeteries Category:1940s in Vienna Category:Buildings and structures in Vienna Category:Tourist attractions in Vienna Category:Austria–Soviet Union relations Category:Austria–Russia relations Category:Monuments and memorials in Austria Category:Outdoor sculptures in Austria Category:Vandalized works of art ",
    "title": "Soviet War Memorial (Vienna)"
}