{
    "id": "31371536",
    "text": "Viebig by Nicola Perscheid c. 1906 Viebig by Nicola Perscheid c. 1912 Viebig with husband Friedrich Theodor Cohn and son Ernst in 1906 Clara Emma Amalia Viebig (17 July 1860 – 31 July 1952) was a German author. ==Life== Viebig was born in the German city of Trier, the daughter of a Prussian civil servant. She was related to Hermann Göring. At the age of eight, her father was transferred, and the family moved to Düsseldorf, where Clara attended school. She frequently returned to the Moselle scenery at Trier and vicinity, and took many walks there. When her father died, she was sent to live on the estate of some relatives in Posen, where she frequented the local Luisenschule. At the age of twenty, Clara moved to Berlin with her mother. She went to Berlin to study music, but instead of doing it, found that the stimulus of the great city, in addition to the landscapes she had already seen, was beginning to steer her toward a literary career. She was married to the Jewish publisher Fritz Theodor Cohn (a partner in the firm of Fontane and Company, later of Egon Fleischel and Company) in 1896. The following year, Clara began a successful career as a writer and her works became much admired. After her marriage, she lived most of the time in Berlin and its suburbs (Schöneberg, Zehlendorf). ==Das Schlafende Heer== In her novel Das Schlafende Heer (\"The Dormant Army\" or \"The Sleeping Army\"), published in 1903, Viebig praised conquest of Polish territories by German settlers and warned of \"dangers\" posed by Polish minority in Germany, which she characterised as \"disloyal\" and \"uncultured\". Left unchecked, she warned, Poles would overwhelm Germany and thus need to be controlled, repressed and assimilated. Viebig's viewpoint was characteristic of German attitudes at the time, and her work formed part of the German Heimatkunst (regionalism) literary movement during this period. This novel became a bestseller in German Empire in 1904 and 1905, and, besides Die Wacht am Rhein, was her most read novel.Sonja Dehning (2000) Tanz der Feder: künstlerische Produktivität in Romanen von Autorinnen um 1900, p. 111, Königshausen & Neumann. In Das Schlafende Heer she depicted the alleged racial division between Poles and Germans, focusing on character of Polish women, obsessing with the distinction between blonde and black, white and dark and portraying them as plotting the demise of German men, who needed to be warned in advance.Eric Ames, Marcia Klotz, Lora Wildenthal (2005) Germany's colonial pasts, pp. 86–88, University of Nebraska Press. . The Poles were living according to Viebig in a state of \"animalistic and barbaric state\", from which only German \"civilizing mission\" could save them, the solution to this \"Polish problem\" was exclusive colonization (preferably combined with expulsions), Viebig warned that \"Polish degeneracy\" was \"contagious\".Eric Ames, Marcia Klotz, Lora Wildenthal (2005) Germany's colonial pasts, pp. 89–90, University of Nebraska Press. . Kristin Kopp from University of Missouri writes that Viebig's novel represents a \"prominent example\" of narrative strategy that presents Polish characters whose external \"whiteness\", conceals hidden \"blackness\", which allows them to infiltrate German culture and undermine German colonial projects.Michael Perraudin, Jürgen Zimmererm (2010) German Colonialism and National Identity, p. 38, Routledge. . ==Later career== As her fame faded, in 1933 she published Insel der Hoffnung (\"Island of Hope\"), which condemned the Weimar Republic and praised the colonization of the border with Poland.Jan Chodera (1969) Literatura niemiecka o Polsce w latach 1918–1939, p. 49, Wydawnictwo Śląsk However, in 1936 her publications became forbidden by the Third Reich because her husband was Jewish. As Viebig was related to Hermann Göring she herself was not persecuted.Elizabeth Boa and Rachel Palfreyman (2000) Heimat – A German Dream Regional Loyalties and National Identity in German Culture 1890–1990, Oxford University Press, p. 43. . She moved in 1937 to Brazil for a year, but returned a year later and tried to accommodate herself in Nazi Germany. Her work continued to be published, albeit with less regularity; eventually, on her 80th birthday in 1940, she was celebrated by the press and Nazis for her work, with Das Schlafende Heer being praised by Nazi critics as the first \"Volksdeutsche novel\" and important document of \"national fight\".Barbara Krauss-Theim (1992) Naturalismus und Heimatkunst bei Clara Viebig: darwinistisch-evolutionäre Naturvorstellungen und ihre ästhetischen Reaktionsformen, p. 240, P. Lang. While her works differ from racist Blut und Boden literature and her correspondence shows a distance from Nazism, they are filled with nationalist spirit and show some similarities to volkisch thinking. ==Works== ===Novels=== * Dilettanten des Lebens, 1897 (online copy) * Rheinlandstöchter, 1897 * Vor Tau und Tag, 1898 * Dilettanten des Lebens, 1899 (online copy) * Es lebe die Kunst, 1899 * Das Weiberdorf, 1899 (online copy) * Das tägliche Brod, 1900 ** English edition: Our Daily Bread, 1909 (online copy) * Die Wacht am Rhein, 1902 (online copy) * Vom Müller Hannes, 1903 * Das schlafende Heer, 1904 (online copy) **English edition: The Sleeping Army, 1929 * Einer Mutter Sohn, 1906 (online copy) **English edition: The Son of his Mother, 1913 (online copy) * Absolvo te!, 1907 **English edition: Absolution, 1908 (online copy) * Das Kreuz im Venn, 1908 (online copy) * Die vor den Toren, 1910 * Das Eisen im Feuer, 1913 * Eine Handvoll Erde, 1915 (online copy) * Töchter der Hekuba, 1917 **English edition: Daughters of Hecuba, 1922 * Das rote Meer, 1920 * Unter dem Freiheitsbaum, 1922 (online copy) * Menschen und Straßen, 1923 * Die Passion, 1925 * Die goldenen Berge, 1928 **English edition: The Golden Hills, 1928 * Charlotte von Weiß, 1929 * Die mit den tausend Kindern, 1929 **English edition: The woman with a thousand children, 1930 * Prinzen, Prälaten und Sansculotten, 1931 * Menschen unter Zwang, 1932 * Insel der Hoffnung, 1933 * Der Vielgeliebte und die Vielgehaßte, 1935 ===Short stories & novellas=== * Kinder der Eifel, 1897 (online copy) *Vor Tau und Tag, 1898 * Die Rosenkranzjungfer, 1900 *Die heilige Einfalt, 1910 *Heimat, 1914 *West und Ost, 1920 * Franzosenzeit, 1925 ===Plays=== *Barbara Holzer, 1896 *Die Pharisäer, 1899 (online copy) *Kampf um den Mann, 1903 (online copy) *Das letzte Glück, 1909 *Pittchen, 1909 ==References== ==External links== *Clara Viebig Gesellschaft – website of the Clara Viebig Society with information on Viebig's life and works, scholarly literature, exhibitions and local museum *Clara Viebig Zentrum – museum at Eisenschmitt ;Online works * * *Kindheit in Düsseldorf (University of Düsseldorf) * Drei Brauten (University of Düsseldorf) *Mein Eifelland (University of Düsseldorf) Category:1860 births Category:1952 deaths Category:19th-century German novelists Category:20th- century German novelists Category:German women novelists Category:20th-century German women writers Category:19th-century German women writers ",
    "title": "Clara Viebig"
}