{
    "id": "31378900",
    "text": "Walter Bernard \"Ben\" Hunt (March 13, 1888 - March 30, 1970) was an American artist, outdoor educator and author whose books and articles covered topics such as Native American arts and performance, woodworking, whittling, scoutcraft, pioneering, jewelry making, metalworking, and calligraphy.Thiel, Mark G. “W. Ben Hunt.” Revised May 10, 2010. p. 1. Accessed April 3, 2011. Hunt was born in Greenfield, Wisconsin and grew up in a log cabin. He attended Milwaukee’s South Division High School, but did not graduate, dropping out to become “a lithographic engraver (now graphics designer) at the Bruce Publishing Company.”Thiel, p. 2. Hunt moved to Hales Corners, Wisconsin with his wife, Laura, in 1920. In 1924, Hunt, along with his father-in-law and brother, Edwin C. Hunt, built a log cabin behind his home. The cabin, “a 16x28-foot structure” made of tamarack logs, was the subject of Hunt’s first article, “How We Built Our Log Cabin.” Thiel, p. 2 During the late 1930s, Hunt began to study the work of Native American artists. As part of his research, Hunt met with artists and leaders such as Nick Black Elk, Frank Smart (or Chief Gogeoweosh), and James F. \"Buck\" Burshears.Thiel, p. 2 Hunt shared his knowledge of \"Indian lore\" with Milwaukee's Boy Scout leaders and, in 1942, Hunt started writing articles for Boys' Life. He became a regular member of its staff, ultimately writing \"over 1,000 articles, an average of three to four per issue.\"Thiel, p. 3 Hunt's work for Boys' Life, led him to serve on the staff of the National Boy Scout Jamboree in 1950, 1953, 1957, and 1960.Thiel, p. 3 ==Books== Hunt's handmade log cabin *Fifty Alphabets (1931), with Edwin C. HuntWorldcat, accessed April 3, 2011. *Sixty Alphabets (1935), with Edwin C. Hunt *Lettering of Today (1935), with Edwin C. Hunt *Indian & Camp Handicraft (1938), with Fred Schmidt *The Flat Bow (1939), with John J. Metz --- available from the online site The Archery LIbrary: The Flat Bow *How to Build and Furnish a Log Cabin (1939) *Rustic Construction (1939) *Single Stroke Alphabets, Slant & Vertical, Plain & Ornamental (1941), with Edwin C. Hunt *Indiancraft (1942) *Ben Hunt's Big Book of Whittling (1944) *Ben Hunt's Whittling Book (1944) *More Ben Hunt Whittlings (1947) *Building a Log Cabin (1947) *American Indian Beadwork (1951), with J. F. \"Buck\" Burshears *Indian Silversmithing (1952) *The Golden Book of Indian Crafts and Lore (1954) *101 Alphabets (1954), with Edwin C. Hunt *Kachina Dolls (1957) *The Golden Book of Crafts and Hobbies (1957) *Whittling with Ben Hunt (1959) *Let's Whittle (1962) *Crafts and Hobbies (1964) *Comment Vivre en Indien (1967), with Robert Doniol *Contemporary Carving and Whittling (1967) *Come Vivere da Pellerossa (1967), with Robert Doniol *Ben Hunt's Big Indiancraft Book (1969) *The Complete How-To Book of Indiancraft (1973) *The Complete How-to Book of Indian Crafts and Lore (1974) *American Indian Survival Skills (1991) ==References== ==External links== *Hales Corners Historical Society: W. Ben Hunt and Ben Hunt Cabin Category:1888 births Category:1970 deaths Category:Writers from Wisconsin Category:People from Greenfield, Wisconsin Category:American artists Category:People from Hales Corners, Wisconsin ",
    "title": "W. Ben Hunt"
}