{
    "id": "31373757",
    "text": "The Jewish Community Secondary School (JCoSS) is a state-funded Jewish secondary school in New Barnet, London. Established in 2010, it is the first cross-denominational secondary school in the UK.\"Our School\". JCoSS. Accessed 3 April 2011. It was established after a mother observed that while her son had gone to JFS, a nearby Jewish school, many of his friends had not been able to attend because of oversubscription and halachic requirements, and initiated in 2001 the ultimately successful proposal for a new faith school.\"JCoSS timeline\". JCoSS. Accessed 3 April 2011. Construction of the school began in April 2009.Lowe, Rebecca. \"Ed Balls kicks off JCoSS construction\". times- series.co.uk. 22 April 2009. Accessed 11 April 2011. JCoSS opened a year at a time, with up to 180 students joining Year 7 each year until the school was fully populated with around 1360 students. Its sixth form opened in 2012. The school, whose headteacher is Patrick Moriarty,Galbinski, Alex. \"'Outstanding' head appointed\". thisislocallondon.co.uk. Accessed 8 August 2011. has specialist status in science.Bradford, Kevin. \"Record crowds turn out for open days at JCoSS school in New Barnet\". times-series.co.uk. 15 October 2010. Accessed 3 April 2011. 2 April 2011.\"Science Specialist Status @ JCoSS\". JCoSS. 4 March 2011. Accessed 3 April 2011. It cost £50 million to build, £36 million of which was funded by the government, and is the most expensive state-funded secondary school to be built in the UK.Kessler, Sarah. \"A Cross- Denominational Approach to High School in the U.K.\". The Forward. 21 January 2009. Accessed 3 April 2011. 2 April 2011. Gerald Ronson, a business tycoon and philanthropist, helped in the fundraising drive and is the president of the JCoSS Trust.McSmith, Andy. \"Millionaire jailed in fraud scandal leads school fundraising mission\". The Independent. 4 January 2008. Accessed 3 April 2011. The Pears Special Resource Provision (PSRP) at the school has places for up to 49 children (seven places each year) with autistic spectrum disorders. Norwood, a Jewish charity, is providing some of the services at the PSRP.\"Pears Special Resource Provision\". JCoSS. Accessed 17 April 3011. Before the school opened, several Orthodox Rabbis expressed concern over JCoSS's compatibility with their faith.Rocker, Simon. \"JCoSS worries Orthodox rabbis\". The Jewish Chronicle. Accessed 3 April 2011.Harvey Belovski writing in The Jewish Chronicle. \"JCoSS is non-Orthodox, not 'cross-communal'\". The Jewish Chronicle. 25 June 2009. Accessed 3 April 2011. At the construction ceremony, Ed Balls, who at the time was schools secretary, said the school would play an important role in dealing with discrimination and prejudice.Dysch, Marcus. \"Balls praises JCoSS ethos\". The Jewish Chronicle. 23 April 2009. Accessed 8 August 2011. In 2019, JCoSS was named the Sunday Times' London State Secondary School of the Year, in recognition of their record breaking results in GCSE and A Levels.https://www.thetimes.co.uk/article/best-secondary-schools-in- london-8p3fz8b2b __NOTOC__ == References == == Further reading == *Kummer, Sophie. \"£46m funding bid for new Jewish school\". times-series.co.uk. 2 June 2005. Accessed 11 April 2011. *Dutta, Neeta. \"First inclusive Jewish secondary school\". times-series.co.uk. 9 February 2006. Accessed 11 April 2011. *Lowe, Rebecca. \"JCoSS ground breaking ceremony: speeches in full\". times- series.co.uk. 22 April 2009. Accessed 8 August 2011. == External links == * Category:2010 in London Category:Secondary schools in the London Borough of Barnet Category:Educational institutions established in 2010 Category:Jewish schools in England Category:2010 establishments in England Category:Voluntary aided schools in London Category:New Barnet ",
    "title": "Jewish Community Secondary School"
}