{
    "id": "31377247",
    "text": "Ivar Ekeland has written popular books about chaos theory and about fractals, describes the chaotic behavior of the iterated logistic function, which exhibits the Feigenbaum bifurcation. A paperback edition was published: According to Jeremy Gray, writing for Mathematical Reviews () such as the Julia set (animated). Ekeland's exposition provided mathematical inspiration to Michael Crichton's discussion of chaos in Jurassic Park. Ivar I. Ekeland (born 2 July 1944, Paris) is a French mathematician of Norwegian descent. Ekeland has written influential monographs and textbooks on nonlinear functional analysis, the calculus of variations, and mathematical economics, as well as popular books on mathematics, which have been published in French, English, and other languages. Ekeland is known as the author of Ekeland's variational principle and for his use of the Shapley–Folkman lemma in optimization theory. He has contributed to the periodic solutions of Hamiltonian systems and particularly to the theory of Kreĭn indices for linear systems (Floquet theory).According to D. Pascali, writing for Mathematical Reviews () Ekeland helped to inspire the discussion of chaos theory in Michael Crichton's 1990 novel Jurassic Park. ==Biography== Ekeland studied at the École Normale Supérieure (1963–1967). He is a senior research fellow at the French National Centre for Scientific Research (CNRS). He obtained his doctorate in 1970. He teaches mathematics and economics at the Paris Dauphine University, the École Polytechnique, the École Spéciale Militaire de Saint-Cyr, and the University of British Columbia in Vancouver. He was the chairman of Paris-Dauphine University from 1989 to 1994. Ekeland is a recipient of the D'Alembert Prize and the Jean Rostand prize. He is also a member of the Norwegian Academy of Science and Letters. ==Popular science: Jurassic Park by Crichton and Spielberg== Actor Jeff Goldblum consulted Ekeland while preparing to play a mathematician specializing in chaos theory in Spielberg's Jurassic Park. Ekeland has written several books on popular science, in which he has explained parts of dynamical systems, chaos theory, and probability theory.According to Mathematical Reviews () discussing According to Mathematical Reviews () discussing These books were first written in French and then translated into English and other languages, where they received praise for their mathematical accuracy as well as their value as literature and as entertainment. Through these writings, Ekeland had an influence on Jurassic Park, on both the novel and film. Ekeland's Mathematics and the unexpected and James Gleick's -->Chaos inspired the discussions of chaos theory in the novel Jurassic Park by Michael Crichton.In his afterword to Jurassic Park, acknowledges the writings of Ekeland (and Gleick). Inside the novel, fractals are discussed on two pages, , and chaos theory on eleven pages, including pages 75, 158, and 245: When the novel was adapted for the film Jurassic Park by Steven Spielberg, Ekeland and Gleick were consulted by the actor Jeff Goldblum as he prepared to play the mathematician specializing in chaos theory.: ==Research== Ekeland has contributed to mathematical analysis, particularly to variational calculus and mathematical optimization. ===Variational principle=== In mathematical analysis, Ekeland's variational principle, discovered by Ivar Ekeland, is a theorem that asserts that there exist a nearly optimal solution to a class of optimization problems. Ekeland's variational principle can be used when the lower level set of a minimization problems is not compact, so that the Bolzano-Weierstrass theorem can not be applied. Ekeland's principle relies on the completeness of the metric space. Ekeland's principle leads to a quick proof of the Caristi fixed point theorem. Ekeland was associated with the University of Paris when he proposed this theorem. ===Variational theory of Hamiltonian systems=== Ivar Ekeland is an expert on variational analysis, which studies mathematical optimization of spaces of functions. His research on periodic solutions of Hamiltonian systems and particularly to the theory of Kreĭn indices for linear systems (Floquet theory) was described in his monograph. ===Additive optimization problems=== Ivar Ekeland applied the Shapley–Folkman lemma to explain Claude Lemarechal's success with Lagrangian relaxation on non-convex minimization problems. This lemma concerns the Minkowski addition of four sets. The point (+) in the convex hull of the Minkowski sum of the four non-convex sets (right) is the sum of four points (+) from the (left-hand) sets—two points in two non-convex sets plus two points in the convex hulls of two sets. The convex hulls are shaded pink. The original sets each have exactly two points (shown in red). Ekeland explained the success of methods of convex minimization on large problems that appeared to be non-convex. In many optimization problems, the objective function f are separable, that is, the sum of many summand-functions each with its own argument: : f(x) = f(x_1,\\dots,x_N) = \\sum_n f_n(x_n). For example, problems of linear optimization are separable. For a separable problem, we consider an optimal solution : x_\\min = (x_1,\\dots,x_N)_\\min with the minimum value For a separable problem, we consider an optimal solution (xmin, f(xmin)) to the \"convexified problem\", where convex hulls are taken of the graphs of the summand functions. Such an optimal solution is the limit of a sequence of points in the convexified problem : (x_j, f(x_j)) \\in \\mathrm{Conv}(\\mathrm{Graph}(f_n)). \\, The limit of a sequence is a member of the closure of the original set, which is the smallest closed set that contains the original set. The Minkowski sum of two closed sets need not be closed, so the following inclusion can be strict : Clos(P) + Clos(Q) ⊆ Clos( Clos(P) + Clos(Q) ); the inclusion can be strict even for two convex closed summand-sets, according to . Ensuring that the Minkowski sum of sets be closed requires the closure operation, which appends limits of convergent sequences. An application of the Shapley–Folkman lemma represents the given optimal-point as a sum of points in the graphs of the original summands and of a small number of convexified summands. This analysis was published by Ivar Ekeland in 1974 to explain the apparent convexity of separable problems with many summands, despite the non-convexity of the summand problems. In 1973, the young mathematician Claude Lemaréchal was surprised by his success with convex minimization methods on problems that were known to be non-convex.: . Lemaréchal's experiments were discussed in later publications: : : : Published in the first English edition of 1976, Ekeland's appendix proves the Shapley–Folkman lemma, also acknowledging Lemaréchal's experiments on page 373. Ekeland's analysis explained the success of methods of convex minimization on large and separable problems, despite the non-convexities of the summand functions.: and also considered the convex closure of a problem of non-convex minimization—that is, the problem defined by the closed convex hull of the epigraph of the original problem. Their study of duality gaps was extended by Di Guglielmo to the quasiconvex closure of a non-convex minimization problem—that is, the problem defined by the closed convexhull of the lower level sets: : The Shapley–Folkman lemma has encouraged the use of methods of convex minimization on other applications with sums of many functions.: acknowledging on page 374 and on page 381: describes an application of Lagrangian dual methods to the scheduling of electrical power plants (\"unit commitment problems\"), where non-convexity appears because of integer constraints: : ==Bibliography== ===Research=== * (Corrected reprinting of the 1976 North- Holland () ed.) ::The book is cited over 500 times in MathSciNet. * * * (Reprint of the 1984 Wiley () ed.) ===Exposition for a popular audience=== Feigenbaum bifurcation of the iterated logistic function system was described as an example of chaos theory in Ekeland's Mathematics and the unexpected. * * * ==See also== * Jonathan M. Borwein (\"smooth\" variational principle) * Robert R. Phelps (a \"grandfather\" of variational principles) * David Preiss (\"smooth\" variational principle) ==Notes== ==External links== * *Ekeland's webpage at CEREMADE * Conference on \"Economics and Mathematics\" by Ivar Ekeland, held at Canal U (2000) * Ekeland's Curriculum vitae Category:Variational analysts Category:Functional analysts Category:Mathematical economists Category:20th-century French mathematicians Category:21st-century French mathematicians Category:Canadian mathematicians Category:French people of Norwegian descent Category:Canadian people of Norwegian descent Category:Canadian people of French descent Category:1944 births Category:Living people Category:École Normale Supérieure alumni Category:University of British Columbia faculty Category:Canada Research Chairs Category:Textbook writers ",
    "title": "Ivar Ekeland"
}