{
    "id": "31373016",
    "text": "Tommy Anderson (1887–1928) was an Australian rugby league footballer who played in the 1900s and 1910s. He played in the first ever match for the South Sydney rugby league club against North Sydney at Birchgrove Oval, and scored Souths' first ever premiership try. Anderson was also the NSWRFL Premiership's leading try scorer in the 1909 season. ==Background== Born in Redfern, New South Wales in 1887, Thomas Anderson played for the South Sydney Rabbitohs (first grade player number 2)http://www.ssralmanac.com/mobile/players_a/player_anderson_tommy.htm in the first ever NSWRFL game. He played for Souths from 1908 to 1910. He then played a single game for Balmain. He then played a single game for Newtown and was never seen again. Anderson was still a teenager when the 1907 NSW vs All Golds (New Zealand) matches were played. For some time, Anderson was a wrestler and showed a promising career in Rugby Union as an Outside Back or Fullback. ==Playing career== When the South Sydney Rugby League Club was formed, Anderson aligned himself with the new game. Unlike many of the older footballers, Anderson was putting his entire career on the line if the NSWRL (New South Wales Rugby League) failed, as many people in Sydney predicted that it would. And, putting aside fears of a lifetime ban from the Metropolitan RU (Rugby Union), Tommy set out to learn the skills of a new game with his team mates. When South Sydney first took to the field in 1908, Anderson started in the side as a winger. Shortly before half time, Anderson had the honour of scoring South Sydney's first ever premiership try. Anderson was beaten to the record of the first Rugby League try in Australia minutes earlier in the Easts (now the Sydney Roosters) vs Newtown match at Wentworth Park. South Sydney would go on to win the match 11–7. Anderson quickly began the rapid rise to the top of the 'Rugby League Tree', soon averaging a try a match. For the 1908 interstate series, which saw the New South Wales rugby league team's first ever match against their Queensland counterparts, Anderson was selected to play on the wing for the Blues, scoring four tries in the 43-0 defeat of the Maroons. Anderson was chosen in New South Wales first ever game against Queensland. The match was held as a trial for the Australian Kangaroo's selection. Anderson scored five tries in NSW smashing of Queensland 43–0. Anderson's name was again placed in the record books for the first ever try against Queensland. His performance guaranteed him a spot in the Kangaroo's squad. The Kangaroo's set sail for Great Britain on the day the premiership finals began, forcing Anderson and his South Sydney team mates to miss out on South Sydney's first ever Premiership win. Anderson played just five minor matches in Great Britain, and it is thought that his young age held him back from playing more. With the Test series against New Zealand already lost, the Australian selectors went with Anderson in the 3rd test, making him Kangaroo No. 19. Anderson slotted in at the centres with Dally Messenger. Jim Devereux was moved to the wing to allow for Anderson. At the break, New Zealand had a 6–0 lead. Few opportunities came Anderson's way. The ball was then shot out of the scrum to Messenger who then scooted in for a try. New Zealand would then score again to make the score 9–3. Messenger and Devaraux would soon combine and make an opening for Anderson to run in the try out wide. The score was now 9–8 to the New Zealanders. The home side were ripping into the Australians in an attempt to quiet their less experienced opponents. These clashes had become so 'close-quarters' that Anderson and Robert Graves both had their shirts ripped off. Two late tries to, including one to a half naked Robert Graves, gave Australia the win 14–9. Upon return to Australia, Tommy immediately took back his place at South Sydney and scored two tries in a spiteful 20–0 win over Newcastle. securing Souths a place in the final. As events transpired, the win by the 'Red and Greens' meant their winning of the premiership, after Balmain forfeited. This slightly disappointed Anderson, after again having missed out on playing the final. On the upside, Anderson was just 21, had two premierships, Test Match appearances, State, and International representation. Yet his career was over within 18 months. In 1910 the Sydney Competition was well and truly alive. Top Union players had converted to League, crowds were huge, the English Lions were on their way ... and the Easts (Sydney Roosters) were filthy. Despite having the best players in the country, including Dally Messenger, they had no titles to their name, and South Sydney had two from two. When Souths came up against Easts, and they knew, just like every other team in the league, that the key to winning the match was to 'quiet Dally'. This job was assigned to Anderson. He was told to be physical with Messenger – make every tackle and hit him hard, to make him hesitate and deride him in front of his fans and team mates. Reports of the game show Anderson and Messenger meeting many times in the air, hitting chests. These clashes were so hard they were heard across the entire field. Anderson did his job of attacking Messenger valiantly. The entire stadium knew what was happening. However this seemed to have no effect on either player. Messenger played his game as if there was nothing different, and Anderson continued to hit him hard. Afterwards, Easts players were perplexed at Messenger's ability to take this barrage from Anderson. The same could not be said for Anderson however. Reports say that he was left the field \"severely shaken\". It was unclear if this was because of Messenger's unaffected state or if he was sustaining an injury. Anderson's form deteriorated over the last few weeks. He lost all his confidence and skill. He then lost his place in South Sydney and never regained it Anderson then moved to Balmain. He played a single game. He then moved to Newtown, and played a single game. His career then came to an end in 1913. Anderson's Australian tour team mates could tell that his end came after that match against Easts. Anderson lived out the rest of his life in 'a punch drunk state'. ==Post playing== Anderson enlisted in the Australian Army in 1915. He saw action in France for six months during 1916, but was medically discharged with a chronic knee injury that he would never recover from. His war records describe his injuries as an \"internal derangement of the knee joint\" and was sent back to England to recover. He returned to the front in 1917, only to have the knee turn septic in Ypres. He was returned to hospital in England again to recuperate but then suffered septic dermatitis. He also contacted venereal disease on a number of occasions, and was hospitalized. He was discharged from the A.I.F as medically unfit after the war ended and returned to Australia in October 1918.National Archives of Australia. Record search: Thomas Anderson, SERN 3676. After returning home from war, he suffered from different medical conditions that stopped him from ever playing Rugby League again. Tommy Anderson, the South Sydney legend, died in virtual obscurity on 24 November 1928 at the Military Hospital, Randwick, New South Wales, aged just 41. He was buried at Rookwood Cemetery on the 26 November 1928.Sydney Morning Herald: Funeral Notice. 28/11/1928 (page 9) Death Notice 28/11/1928 (page 10) https://trove.nla.gov.au/newspaper/article/16511987?searchTerm=thomas%20anderson ==Records== 1908: South Sydney First try scored for South Sydney 1908: New South Wales First ever try against Queensland 1909: South Sydney Top Try scorer in NRL ==References== ==Bibliography== http://www.rl1908.com/Legends/Anderson.htm Category:1887 births Category:Sportsmen from New South Wales Category:South Sydney Rabbitohs players Category:Rugby league players from Sydney Category:Balmain Tigers players Category:Newtown Jets players Category:Australian military personnel of World War I Category:1928 deaths Category:Rugby league wingers Category:Australia national rugby league team players ",
    "title": "Tommy Anderson (rugby league)"
}