{
    "id": "31370780",
    "text": "Heterologous desensitization (also known as cross-desensitization) is the term for the unresponsiveness of cells to one or more agonists to which they are normally responsive. Typically, desensitization is a receptor (biochemistry)-based phenomenon in which one receptor type, when bound to its ligand, becomes unable to further influence the signalling pathways by which it regulates cells and, in the case of cell surface membrane receptors, may thereafter be internalized. The desensitized receptor is degraded or freed of its activating ligand and re-cycled to a state where it is again able to respond to cognate ligands by activating its signalling pathways. This type of desensitization, termed homologous desensitization, leaves a cell transiently unresponsive to agents that activate the desensitized receptor but not to agents that activate other receptors. It commonly occurs with G protein- coupled receptors where it is mediated by the G protein-coupled receptor kinases (GRK) and arestins that are mobilized during the receptor's activation. Homologous desensitization also occurs with cytokine and other types of receptors, such as those of the epidermal growth factor receptor type, but in these cases desensitization is mediated by other types of receptor kinases. Homologous desensitization serves to limit or restrain a cell's responses to stimuli. However, some stimuli cause cells to activate protein kinase Cs that act to desensitize multiple types of receptors thereby rendering a cell unresponsive to agonists of multiply receptor types. This commonly occurs with G protein coupled receptors (see Protein kinase C#Function); cytokine and other non-G protein couple receptor types may also become heterologously desensitized by agents that activate protein kinase C but, perhaps more commonly, by agents that activate other protein kinases such as mitogen-activated protein kinase (p38 MAP kinase). Heterologous desensitization may occur in cells that are grossly overstimulated for prolonged times by a certain agents. Receptor desensitization, whether heterologous or homologous, may contribute to human pathology. For example, excessive desensitization due to the overexpression of GRK2 leads to the loss of β-adrenergic receptor signaling in hearts (see Adrenergic receptor#β receptors]. β-Blockade and direct inhibition of GRK2 restores β-adrenergic receptor signaling and has been proven beneficial for the treatment of chronic heart failure in humans and animal models. On the other hand, inactivating mutations of GRK1 lead to faulty rhodopsin receptor desensitization and are linked to Oguchi disease, a non-progressive form of night blindness. Similarly, single nucleotide polymorphisms in GRK4γ or that cause an increase in G protein-coupled receptor kinase (GRK) activity cause serine phosphorylation and uncoupling of the D1 receptor from its G protein effector GRK4. This impairs the kidney's renal sodium reabsorption, diuresis, and excretion of sodium and water; it is associated with genetically based essential hypertension in humans and animal models. == References == Category:Symptoms and signs: Cognition, perception, emotional state and behaviour ",
    "title": "Heterologous desensitisation"
}