{
    "id": "31370535",
    "text": "Trumpeldor Cemetery Trumpeldor Cemetery (), often referred to as the \"Old Cemetery,\" is a historic cemetery on Trumpeldor Street in Tel Aviv, Israel. The cemetery covers 10.6 acres, and contains approximately 5,000 graves. ==History== The cemetery was founded in 1902 on a tract of unoccupied land in Jaffa, six years before the founding of Ahuzat Bayit, the first neighborhood of Tel Aviv. Buried there are the city's founders, early residents, and cultural and historical figures, including Moshe Sharett, the second Prime Minister of Israel. After his death in 1920, the cemetery was named after Joseph Trumpeldor. When the cemetery opened, its location was far from populated areas but today it is located in downtown Tel Aviv, north of Trumpeldor Street, between Hovevei Zion and Zion Pinsker streets, where its three entry gates are located. The eastern gate is the oldest. The main gate (center) was opened in 1926 with the interment of the remains of Max Nordau. Today, only persons holding plots purchased long ago and a small number willing to pay many thousands of dollars are buried there. The eastern section is the oldest and includes the tombs of the early leaders in Tel Aviv, and Jews from Jaffa. The remains of well-known persons may be found in the southwest corner. The Commonwealth War Graves Commission, who list the cemetery as Tel Aviv Jewish Cemetery, maintain one (1920) Commonwealth service war grave, of a Jewish soldier of the British 38th Bn, the Royal Fusiliers (the Jewish Legion). ==Notable burials== *Haim Arlosoroff (1899–1933), a prominent Zionist leader of the Yishuv during the British Mandate for Palestine *Gideon Ben-Yisrael (1923–2014), a member of the Knesset *Hayim Nahman Bialik (1873–1934), Israel's national poet *Max Brod (1884–1968), a German-speaking Czech Jewish, later Israeli, author, composer, and journalist, close friend and biographer of Franz Kafka *Shoshana Damari (1923–2006), Yemenite-Israeli singer *Meir Dizengoff (1861–1936), first mayor of Tel Aviv, and his wife Zina *Arik Einstein (1939–2013), Israeli singer, songwriter and actor *Lova Eliav (1921–2010), founder of the Israeli Labor Party *Ahad Ha'am (1856–1927), Hebrew essayist, one of the foremost pre-state Zionist thinkers, the founder of cultural Zionism. *Haim Harari (Blumberg) (1883–1940), was a Hebrew teacher, writer and publicist, member of the Second Assembly of Representatives, one of the founders of Tel Aviv *Yehudit Harari (1885–1979), an educator, teacher, kindergarten teacher and writer, one of the founders of Tel Aviv *Yisrael Hazan, victim of the 1936 Tulkarm shooting *Max Simon Nordau (1849–1923), Zionist leader, physician, author, and social critic, co-founder of the World Zionist Organization together with Theodor Herzl, president or vice president of several Zionist congresses. *Lia Rosen (1893–1972), the Burgtheater, Reinhardt Ensemble, and New York Yiddish theater actress *Issai Schur (1875–1941), a mathematician *Shaul Tchernichovsky (1875–1943), one of the greatest Hebrew poets == References == Category:History of Tel Aviv Category:Jewish cemeteries in Israel Category:Cemeteries in the Tel Aviv metropolitan area ",
    "title": "Trumpeldor Cemetery"
}