{
    "id": "31378713",
    "text": "Highway 190 (AR 190, Ark. 190, and Hwy. 190) is a designation for four state highways in Arkansas. Three are low-traffic rural highways in Grant County, with one designation along city streets in Pine Bluff. The rural segments were created in 1965 and 1966, with the Pine Bluff section created in 2000 as a renumbering of Highway 104\\. All segments are maintained by the Arkansas Department of Transportation (ARDOT). ==Route description== No segment of Highway 190 has been listed as part of the National Highway System, a network of roads important to the nation's economy, defense, and mobility. ===Tull to Shaw=== Highway 190 begins at Highway 291 in the small town of Tull in the northwest corner of Grant County. It parallels the Saline River heading northeast, entering Saline County. Highway 190 terminates at a junction with Highway 35 approximately south of Benton, near the unincorporated community of Shaw. The ARDOT maintains Highway 190 like all other parts of the state highway system. As a part of these responsibilities, the Department tracks the volume of traffic using its roads in surveys using a metric called average annual daily traffic (AADT). ARDOT estimates the traffic level for a segment of roadway for any average day of the year in these surveys. As of 2017, AADT was estimated as 780 vehicles per day (VPD) in Tull, and 1,700 VPD in Saline County. ===Prattsville to Turin=== Highway 190 begins at US Highway 270 (US 270) in eastern Prattsville, a small town in Grant County. The highway runs south to exit the town, entering a rural area predominantly covered by timber and silviculture-related land uses. At an intersection with Highway 291, the highway turns left (southeast) toward Sheridan. Highway 190 terminates at a junction with Highway 46 a few miles west of Sheridan, near the unincorporated community of Turin. In 2017, AADT was estimated at 200 VPD in Prattsville, and 240 VPD near Turin. Highways under 400 VPD are classified as very low volume local roads by the American Association of State Highway and Transportation Officials (AASHTO). ===Highway 35 to Cedar Branch=== Highway 190 begins at Highway 35 south of Sheridan in Grant County. The highway winds east through a forested rural area, passing through the unincorporated community of St. Paul before terminating at the Jefferson County line at Cedar Branch. The roadway continues east to Pine Bluff, under maintenance by the Jefferson County Road Department. In 2017, AADT was estimated at 680 VPD near the midpoint. ===Pine Bluff=== Highway 190 begins in eastern Pine Bluff, the economic, education, and population hub of Southeast Arkansas. State maintenance begins along 13th Avenue at the entrance drive to the Southeast Arkansas Community Correction Center (unsigned Highway 833); Highway 190 runs due east as a two-lane road. The road briefly exiting the city limits of Pine Bluff; a junction with Interstate 530/US 655 (I-530/US 65). After passing the northbound on/off ramps, Highway 190 re-enters Pine Bluff and turns north, becoming Franklin Street. The highway passes through a residential area before turning onto 6th Avenue and continuing through a series of gridded residential neighborhoods. Highway 190 intersects US Highway 79 Business (US 79B) before becoming a four- lane undivided roadway and entering a commercial area. The highway crosses the Union Pacific Railway tracks on an overpass and enters downtown Pine Bluff as a one-way pair (with westbound traffic running along 5th Avenue). 5th Avenue passes Hotel Pines in the 5th Avenue Historic District Shortly after splitting, Highway 190 intersects University Street, which gives access to US 65B, a main arterial roadway paralleling Highway 190 to the north, and the University of Arkansas at Pine Bluff (UAPB). Highway 190 continues eastward through a historic part of the city, passing the R.M. Knox House and the Arkansas Louisiana Gas Company Building. Fifth Avenue passes the Katzenstein House, Prigmore House, Hotel Pines, and several historic structures contributing to the 5th Avenue Historic District, all listed on the National Register of Historic Places. Highway 190 intersects US 63B (Main Street), forming a concurrency eastbound through the Pine Bluff Commercial Historic District. The concurrency ends four blocks later when US 63B turns left onto Convention Center Drive, with Highway 190 continuing east into a residential neighborhood. The one-way pair ends near the First Ward Alternative School, turning southward onto Ohio Street. Continuing south, Highway 190 runs through a commercial area, passing Taylor Field before turning onto Harding Avenue. Highway continues southeasterly to a major intersection at the southern end of I-530, eastern end of US 65B, and several concurrent US highways (US 63, US 65, US 79 and US 425). The highway's AADT is lowest near the western terminus, with only 550 VPD along the section west of I-530. It increases going eastward, exceeding 6,000 VPD east of the US 79B junction. Traffic grows to 6,300 VPD on each of the streets in the one-way pair between University Drive and Cherry Street, but tapers down heading east, with 4,100 where the two merge at Ohio Street. Traffic is highest (14,000 VPD) as the designation turns onto Harding Avenue, dropping to 8,200 after the Market Street intersection, with that traffic largely continuing to the eastern terminus. ==History== Highway 190 was created by the Arkansas State Highway Commission on June 23, 1965 as a short connection between US 270 and Highway 291 near Prattsville. It was extended east to Highway 46 the following month.. On November 23, 1966, the Highway Commission added two Grant County highways to the state highway system as two new segments of Highway 190.. Though a short extension into Saline County connected the northern route to the state highway system on both ends, the other route simply terminated at the Jefferson County line. The gap between the county line was authorized to be closed via an extension to Pine Bluff on November 15, 1972 as part of a statewide series of additions to improve the system's continuity. However, furnishing right-of-way and adjustment of utilities had not been completed by January 27, 1982, when the Highway Commission rescinded the segment's addition to the state highway system following a reduction in funds. The Highway Commission created the Pine Bluff section on August 16, 2000 by renumbering Highway 104 to Highway 190\\. Highway 104 had been created during the 1926 Arkansas state highway numbering as an original state highway. The renumbering was ordered to reduce confusion along I-530, which had three Highway 104 interchanges in the Pine Bluff vicinity. ==Major intersections== Mile markers reset at some concurrencies. Mileage follows the eastbound lanes of the one-way pair along the Pine Bluff section. ==See also== ==References== * ==External links== 190 Category:Transportation in Saline County, Arkansas Category:Transportation in Grant County, Arkansas Category:Transportation in Jefferson County, Arkansas ",
    "title": "Arkansas Highway 190"
}