{
    "id": "31377577",
    "text": "Jonathon Colin Mark Atkinson (born 10 July 1968) was an English cricketer. He was born at Butleigh, Somerset. He played first-class and List A cricket for Somerset and Cambridge University between 1985 and 1990. He was educated at Millfield School where his father was headmaster. ==Family== His mother was Shirley Atkinson and his father was Colin Atkinson, who was the headmaster of Millfield School between 1971 and 1986; he has two siblings, David and Sally. His father Colin had himself played cricket for Somerset between 1960 and 1967 and had captained the team between 1965 and 1967. ==Cricket career== In 1985, Atkinson was a 17-year-old pupil at Millfield when he made his first-class debut for Somerset. It is reported that he was due only to watch the match at Weston-super-Mare against Northamptonshire, but found he was playing. He made 79 and shared in a seventh wicket partnership of 177 with Ian Botham in just 31 overs; Atkinson hit three sixes and 11 fours. He retained his place in the Somerset side to the end of the season and played in a few matches for Somerset in the summer of 1986 when he left school, but he was unable to repeat the success of his first game, and the 79 remained his highest score in first-class cricket. He was, however, picked for the England Young Cricketers side in a youth one-day international against Sri Lanka. Atkinson played mostly second eleven cricket in 1987, but in 1988 he returned to first-class cricket at Cambridge University, where he was a student at Downing College. Played as a middle-order batsman, his only score of note in his first season for Cambridge was 73 against Surrey, and this was his highest score in his three years at the university. He was awarded his Blue, though in fact the match against Oxford University was abandoned without a ball being bowled, the only time this has happened in the history of the fixture going back to 1829. He went on to win Blues in both 1989 and 1990, when he was captain of the Cambridge team: both of these matches were also badly affected by rain. In all three seasons, he played List A cricket in the Benson and Hedges Cup for the Combined Universities cricket team: an amalgam of the Oxford and Cambridge sides. In both 1988 and 1989 he returned after the university term was over to play occasional games for Somerset, but the 1990 University match was his last first-class game, and there was only one further List A match for Somerset in August 1990. ==References== Category:1968 births Category:Living people Category:English cricketers Category:Somerset cricketers Category:Cambridge University cricketers Category:People educated at Millfield Category:Oxford and Cambridge Universities cricketers Category:British Universities cricketers ",
    "title": "Jon Atkinson"
}