{
    "id": "31370443",
    "text": "{| |} The Hall Vector 1 is an American high-wing, ultralight glider that was designed by Stan Hall for serious cross-country flights.Said, Bob: 1983 Sailplane Directory, Soaring Magazine, page 44. Soaring Society of America, November 1983. USPS 499-920 ==Design and development== The Vector 1 was intended to take advantage of the US informal rules for hang gliders at the time of its development that in 1982 became the FAR 103 Ultralight Vehicles regulations. These define a hang glider as any unpowered glider with an empty weight of or less. The Vector 1 was designed with the goal of building a foot- launchable glider with cross country performance. With an empty weight of , the design qualifies as a hang glider and thus does not need to be registered or have a Certificate of Airworthiness. The aircraft resembles a small sailplane and not a traditional hang glider. The aircraft achieves its light weight through small dimensions, with a wingspan of only . The Vector 1 was designed to be foot-launched, with the pilot sitting on a bicycle saddle. After becoming airborne a pair of spring-loaded and hydraulically dampened doors are then closed. The pilot then lands on a fixed skid. The aircraft as designed cannot be tow-launched. The Vector 1 is made with an all-wooden structure, covered with doped aircraft fabric covering. The wing has conventional three-axis controls and incorporates spoilers. The airfoil is a Wortmann FX-MS-150-B, which was developed for low-speed flight. The Vector 1 was conceived with four design goals. First was to double the L/D of the then state of the art in foot-launched hang gliders. Hall designed the glider for an L/D of 18:1. Second was for the glider to have full three axis control, operated conventionally. Third was for the design limit load to be 5.33 g, in accordance with the minimum sailplane standard of the time and with the intention for the Vector 1 to be soared like a sailplane. Fourth was that the Vector 1 to be simple and economical to construct. Vector 1's weight came in over the weight target that Hall initially hoped for. The root cause for the overweight condition was in the design criteria, especially numbers three and four. The high limit load led to more structural weight. In the interest of affordability Hall used Douglas-fir and Finnish birch plywood for the main structure instead of spruce and mahogany plywood which are lighter, but more expensive and more difficult to procure. He also used streamlined steel bracing for the wing strut because he was unable to find streamlined aluminum parts that would have been structurally sufficient. These weight gains, coupled with the large proportion of gross weight that is made up by the pilot weight and the high pitching moment of the Wortmann FX-MS-150-B airfoil led to the center of gravity of the glider being too far forward. This required Hall to place eight pounds of lead ballast in the tail and enlarge the horizontal tail surfaces. As a result of the extra weight, more wind was required for successful foot-launching of the Vector 1. As a result, Hall modified the prototype so that it could be auto towed for initial test flights. The test flights exposed the center of gravity issues and showed that with the extra weight the Vector 1 simply flew too fast for safe foot launching. Hall constructed a canopy to try to smooth airflow over the wing center section and thus reduce the stall speed to bring the Vector 1 back down to foot-launching speeds but eventually he lost interest in the project and never flew it again. ==Operational history== Only one example was designed and built between 1973 and 1975 and six test flights were made. In 1983 it was reportedly in storage and had not been flown for a number of years. On the future of the aircraft, Hall wrote in September 1980: ==Specifications== ==See also== ==References== Category:1970s United States sailplanes Category:Stan Hall gliders Category:Sailplanes designed for foot-launching ",
    "title": "Hall Vector 1"
}