{
    "id": "31376515",
    "text": "Miguel António Oliveira Reisinho (born 6 June 1975) is a Portuguese footballer who plays as a midfielder for Kayl-Tétange. Reisinho began his career with Primeira Liga club Porto in 1988. He made his first team debut in 1993 after joining Liga de Honra side Penafiel. He had short-term loan spells with Felgueiras and Primeira Liga club Leça before joining Segunda Divisão side Marco in 1996. He spent two years with Marco and two more in Liga de Honra with Paços de Ferreira. After a brief return to Marco in 2000, Reisinho joined English Football League club Plymouth Argyle in 2001. He returned to Portugal the following year, where he played for Gondomar and Vila Meã. He moved to Luxembourg in 2006 to play for Progrès Niedercorn and then moved to Avenir Beggen a year later. Reisinho dropped down a division in 2008, spending a season with Young Boys Diekirch before joining Union 05. While a youth team player with Porto, he was capped by Portugal at youth level. Reisinho made 15 appearances for the under-16's and three for the under-17's. ==Playing career== Reisinho was born in Vila Nova de Gaia. He began his career in 1988 when he signed a youth contract with Primeira Liga club Porto. Over the next five years, he progressed through their youth team and was capped at international level for Portugal. He played 15 times for the under-16's and three times for the under-17's, scoring one goal. He moved to Penafiel of Liga de Honra in 1993, where he made his first team debut. He made 20 appearances in his first season with the club before joining Felgueiras on loan in 1994. The following year, he moved to Leça on loan and made four appearances in the Primeira Liga before finishing the season back with Penafiel. Reisinho was transferred to Marco in 1996 and played for another two years in Liga de Honra, scoring four goals in 52 appearances. He joined another Liga de Honra club in 1998, Paços de Ferreira, and made 46 appearances over the next two seasons, scoring nine times. He returned to Marco for the 2000–01 season, scoring one goal in nine appearances, and then travelled to England for a trial with Football League club Plymouth Argyle. He joined the club on their pre-season tour of Scotland and scored in a 3–0 win against Forfar Athletic. \"We had Reisinho playing on the right-side of midfield, which is not his position, but even then he showed he has got things about him,\" said manager Paul Sturrock. \"He wants to take people on and has got great awareness.\" He signed a six-month contract with the club in August 2001. He returned to Portugal in 2002 to play for Gondomar before spending three seasons with Vila Meã. In 2006, Reisinho joined Luxembourg National Division club Progrès Niedercorn, making 19 appearances in the 2006–07 season. He then moved to Avenir Beggen, where he scored three goals in his one season with the club. In 2008, he dropped down to the Division of Honour to play for Young Boys Diekirch before joining Kayl-Tétange the following year. ==Career statistics== {| class=\"wikitable\" style=\"text-align:center\" |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !colspan=\"2\"|League |- !width=\"40\"|Apps !width=\"40\"|Goals |- |rowspan=\"4\"|Penafiel |1993–94 |20||1 |- ||1994–95 |0||0 |- ||1995–96 |6||0 |- !Total !26!!1 |- |Felgueiras ||1994–95 |1||0 |- |Leça |1995–96 |4||0 |- |rowspan=\"3\"|Marco |1996–97 |22||0 |- |1997–98 |30||4 |- !Total !52!!4 |- |rowspan=\"3\"|Paços de Ferreira |1998–99 |25||7 |- |1999–00 |21||2 |- !Total !46!!9 |- |Marco |2000–01 |9||1 |- |Plymouth Argyle |2001–02 |0||0 |- |Gondomar |2002–03 |4||0 |- |rowspan=\"4\"|Vila Meã |2003–04 |—||— |- |2004–05 |—||— |- |2005–06 |—||— |- !Total !—!!— |- |Progrès Niedercorn |2006–07 |19||0 |- |Avenir Beggen |2007–08 |22||3 |- |Young Boys Diekirch |2008–09 |—||— |- |Kayl-Tétange |2009–10 |16||2 |- !colspan=\"2\"|Career total !199!!20 |} ==Honours== ===Club=== ;Kayl-Tétange *Division of Honour: 2010–11 ==Personal life== His son Miguel Silva Reisinho is now a footballer as well. ==References== ==External links== * Category:1975 births Category:Living people Category:Sportspeople from Vila Nova de Gaia Category:Portuguese footballers Category:Portuguese expatriate footballers Category:Association football midfielders Category:F.C. Penafiel players Category:FC Felgueiras players Category:Leça F.C. players Category:F.C. Marco players Category:F.C. Paços de Ferreira players Category:Plymouth Argyle F.C. players Category:Gondomar S.C. players Category:AC Vila Meã players Category:FC Progrès Niederkorn players Category:Avenir Beggen players Category:LigaPro players Category:Primeira Liga players Category:Portuguese Second Division players Category:Expatriate footballers in England Category:Expatriate footballers in Luxembourg ",
    "title": "Miguel Reisinho (footballer, born 1975)"
}