{
    "id": "31377110",
    "text": "Zenith Productions (later Zenith Entertainment) was a British independent film and television production company. Zenith created content for the BBC, ITV, Channel 4, Sky and UKTV, including a number of series such as Inspector Morse for ITV and Byker Grove and Hamish Macbeth for the BBC. Through its subsidiary Blaze Television, Zenith produced the Saturday morning series SMTV Live and CD:UK for ITV featuring Ant & Dec. The company ceased trading in 2006. Jason Deans, End of the line for Zenith?, The Guardian, 30 August 2006 Jason Deans, Zenith goes into administration, The Guardian, 30 August 2006 == History == Zenith was established in 1984 as a subsidiary of Central Television, the holder of the ITV Midlands broadcast franchise. The company was headed by Charles Denton, formerly the controller of programmes at Central's predecessor, ATV.Peter Fiddick, \"Zenith and the art of film-making\", The Guardian, 5 October 1984. From The Guardian archive, 1959–2003. Some of Zenith's early productions or co-productions included the films The Hit, Wetherby, Insignificance, Sid and Nancy, Personal Services, Billy the Kid and the Green Baize Vampire, Prick Up Your Ears and Wish You Were Here. Madam Cyn rides again for Zenith. Dickson, Andrew The Observer P25; 26 July 1987; Other productions with which Zenith was involved include Escape from Sobibor, A Gathering of Old Men and an adaptation of James Joyce's The Dead. Zenith scored a major hit with the Inspector Morse television series, which began airing in 1987. Ahead of an IBA directive that 25% of ITV programming would have to be provided by independents, Zenith was sold by Central to Carlton Communications in October 1987 for £6.3 million.BFI Film and Television Yearbook, 1988 Duncan J. Petrie, Creativity and constraint in the British film industry, Macmillan, 1991; page 93 Carlton sold a 49% stake to Paramount Pictures in 1989.Paramount's Zenith stake. by Lisa Buckingham The Guardian; 17 November 1989;History of Carlton Communications, 1983–2002, Investis Carlton had also bought the game-show specialist Action Time, which it folded into Zenith as a separate division, although the two units continued to maintain separate identities.Albert Moran and Justin Malbon, Understanding the global TV format, Intellect Books, 2006; p. 86 New productions included the series The Paradise Club and Byker Grove in 1989, both for the BBC, one-off drama documentary Shoot to Kill (1990) for Yorkshire Television/ITV, sci-fi drama Chimera (1991) for Anglia Television/ITV and the children's series Gophers! (1990) for Channel 4. === 1993–2006 === Carlton took on the ITV London franchise in 1993 and was compelled to divest Zenith.Jason Nissé, Carlton to sell Zenith subsidiary, Independent on Sunday, 21 February 1993 The profitable game-show subsidiary Action Time was sold to its management, with Carlton and Paramount each retaining a 15% holding. (The company was later re-acquired by Carlton in 2003, after rules on ITV production had changed). The drama side of Zenith was more of a challenge, but eventually found a buyer in Portman Entertainment, headed by Victor Glynn. The company was initially merged with Portman's existing production arm, but was separated the next year. Charles Denton left the company with the change of ownership;Biography of Charles Denton Esq., Debrett's People of Today online Ivan Rendall, producer of Byker Grove, subsequently took over as managing director. Drama series produced by the company included the Leslie Grantham vehicle 99-1 (1994) and Bodyguards (1996) for ITV, The Famous Five (1995) for Children's ITV and for the BBC the very popular Hamish MacBeth (1995) and the epic but less popular Rhodes (1996). The company also moved into entertainment, producing first the Ant & Dec Show (1995) on Children's BBC for the two popular stars from Byker Grove, and then the hit Saturday morning ITV shows SMTV Live (1998) and CD:UK (1998), under the aegis of a specially formed subsidiary, Blaze Television. In 1998 Zenith merged with a city-backed investment and rights-ownership group, Television Enterprise & Asset Management (Team), and renamed itself Zenith Entertainment.Nicola Methven, Zenith Group joins forces with Team, Broadcast magazine, 1998 By 2000, with the continuing success of Byker Grove, SMTV Live and CD:UK, the company was producing 300 hours of television a year,Interview: The live entertainer, Broadcast magazine, 23 March 2001 and was almost sold to United News & Media for £27 million. Instead, in 2003 the company was bought out by its management for somewhat less than £10 million.Colin Robertson, Zenith keen to buy up indies, Broadcast magazine, 27 March 2003 New Zenith programmes in this period included Two Thousand Acres of Sky (2001) and 55 Degrees North (2004) for the BBC, the reality game show The Enemy Within (2002) for the BBC, and children's programmes The Ghost Hunter (2000) for BBC and the animated King Arthur's Disasters (2005) for ITV. However, the company received a fatal double blow in 2006, when the BBC cut back on drama programming for teenagers and cancelled Byker Grove after 17 years,Gordon Barr, Fond farewell to Byker Grove , Evening Chronicle, 11 May 2006 and ITV cancelled the CD:UK music show. The company tried to seek a merger partner,Jonathan Webdale, Zenith in talks over merger or sale, C21 Media, 21 June 2006 but eventually had to announce it would cease trading. The music subsidiary Blaze Television was sold to United States producer Shout! Factory, who continued to produce CD:USA for a time with the format of the UK show. === 2016 === In 2016, the rights to the Zenith Entertainment library were purchased by Simply Media TV. == References == == External links == * * * Category:Film production companies of the United Kingdom Category:Television production companies of the United Kingdom Category:Entertainment companies established in 1984 Category:Companies disestablished in 2006 ",
    "title": "Zenith Productions"
}