{
    "id": "31374636",
    "text": "{| |} Z15 Erich Steinbrinck was a built for Nazi Germany's Kriegsmarine in the mid-1930s. The ship was named after the First World War German naval officer Erich Steinbrinck. At the beginning of World War II on 1 September 1939, the ship was initially deployed to blockade the Polish coast, but she was quickly transferred to the North Sea to lay defensive minefields. In late 1939 and 1940 the ship laid multiple offensive minefields off the English coast that claimed 24 merchant ships and a destroyer. Steinbrinck was under repair for most of the Norwegian Campaign of early 1940 and was transferred to France later that year. After a lengthy refit in Germany, she returned to France in early 1941 where she escorted returning warships, commerce raiders, and supply ships through the Bay of Biscay for several months. After her refit was completed, Steinbrinck was transferred to Northern Norway in 1942 where she participated in several minor operations before she was damaged running aground and forced to return to Germany for repairs. The ship returned to Norway in mid-1943 where she escorted German capital ships as they moved between Norway and Germany and participated in the German attack (Operation Zitronella) on the Norwegian island of Spitzbergen, well north of the Arctic Circle. Steinbrinck was ordered home in November to begin a lengthy refit, during which she was badly damaged by Allied bombs, and was unserviceable for the rest of the war. She was turned over to the Soviet Union after the war as war reparations and only served a few years before she was converted into a training ship and then a barracks ship before being sold for scrap in 1958. ==Design and description== Erich Steinbrinck had an overall length of and was long at the waterline. The ship had a beam of , and a maximum draft of . She displaced at standard and at deep load. The Wagner geared steam turbines were designed to produce which would propel the ship at . Steam was provided to the turbines by six high-pressure Benson boilersGröner, p. 199 with superheaters. Erich Steinbrinck carried a maximum of of fuel oil which was intended to give a range of at , but the ship proved top-heavy in service and 30% of the fuel had to be retained as ballast low in the ship.Whitley, p. 18 The effective range proved to be only at .Koop & Schmolke, p. 26 The ship's crew consisted of 10 officers and 315 sailors. Erich Steinbrinck carried five 12.7 cm SK C/34 guns in single mounts with gun shields, two each superimposed, fore and aft. The fifth gun was carried on top of the rear deckhouse. Her anti-aircraft armament consisted of four 3.7 cm SK C/30 guns in two twin mounts abreast the rear funnel and six 2 cm C/30 guns in single mounts. The ship carried eight above-water torpedo tubes in two power-operated mounts. A pair of reload torpedoes were provided for each mount.Whitley, p. 68 Four depth charge throwers were mounted on the sides of the rear deckhouse and they were supplemented by six racks for individual depth charges on the sides of the stern. Sufficient depth charges were carried for either two or four patterns of sixteen charges each.Whitley, p. 215 Mine rails could be fitted on the rear deck that had a maximum capacity of sixty mines. 'GHG' (Gruppenhorchgerät) passive hydrophones were fitted to detect submarines and an active sonar system was installed by the end of 1940.Whitley, p. 72 During the war the ship's light anti-aircraft armament was augmented several times. In 1941, improved 2 cm C/38 guns replaced the original C/30 guns and three additional guns were added. The two guns on the aft shelter deck were replaced at some point by a single 2 cm quadruple Flakvierling mount, probably in 1942. Sometime in 1944–45, Steinbrinck received the \"Barbara\" anti-aircraft refit in which all of her existing 3.7 cm and most of her 2 cm guns were replaced. She retained her Flakvierling mount and the remainder of her anti-aircraft armament now consisted of seven twin 3.7 cm SK M/42 mounts and four twin 2 cm mounts on the forecastle and side of the bridge.Whitley, pp. 73–74 ==Construction and career== Erich Steinbrinck, named after the commander of the torpedo boat killed during the Battle of Jutland in 1916, was ordered on 19 January 1935 from Blohm & Voss. She was laid down at their shipyard in Hamburg on 30 May 1935 as yard number B504, launched on 24 September 1936 and completed on 31 May 1938.Whitley, p. 205 She was commissioned under the command of Korvettenkapitän Rolf Johannesson, later promoted to Fregattenkapitän, who commanded her until January 1942.Dörr, pp. 284–85. The ship participated in the August 1938 Fleet Review as part of the 3rd Destroyer Division. She participated in the Spring fleet exercise in the western Mediterranean and made several visits to Spanish and Moroccan ports in April and May 1939.Whitley, p. 81 When World War II began, Erich Steinbrinck was initially deployed in the Baltic to operate against the Polish Navy and to enforce a blockade of Poland,Koop & Schmolke, p. 97 but she was soon transferred to the German Bight where she joined her sister ships in laying defensive minefields.Rohwer, p. 2 She also patrolled the Skagerrak to inspect neutral shipping for contraband goods in October. On the night of 18/19 November, Steinbrinck was commander (Fregattenkapitän) Erich Bey's flagship for an offensive minelaying mission off the British coast when she led her sister ships Friedrich Eckoldt and Hans LodyWhitley, p. 89 to the Humber Estuary that claimed seven ships of , including the Polish ocean liner .Hervieux, p. 112 On the night of 12/13 December, German destroyers sortied to lay minefields off the British coast. Under the command of Commodore (Kommodore) Friedrich BonteHervieux, p. 113 in his flagship Hermann Künne, Steinbrinck, Bruno Heinemann, Richard Beitzen, and Friedrich Ihn laid 240 mines off the mouth of the River Tyne, where the navigation lights were still lit.Whitley, p. 91 The British were unaware of the minefield's existence and lost eleven ships totaling 18,979 GRT.Rohwer, p. 11 The destroyers were later ordered to escort the crippled light cruisers and which had been torpedoed by the submarine while covering the destroyers' withdrawal. Ihn and Steinbrinck had machinery problems en route and were forced to return to port before they reached the cruisers. Steinbrinck and her sisters Friedrich Eckoldt and Ihn sortied again on the night of 18 December, but the British had turned off the navigation lights off Orfordness and the German were forced to abandon the attempt because they could not locate themselves precisely enough to lay the minefield in the proper position.Whitley, pp. 91–92 ===1940–1941=== Another minefield of 170 magnetic mines was laid by Steinbrinck, Ihn and Eckoldt on the night of 6–7 January 1940 off the Thames Estuary. The destroyer and six merchant ships totalling 21,617 GRT were lost to this minefield as well and another ship was damaged as well.Rohwer, p. 13 The ship was under repairs during Operation Weserübung in April and did not leave the dockyard until May when she began working up as part of the 5th Destroyer Flotilla. Her work up was cut short to escort the battleships and , as well as the heavy cruiser participating in Operation Juno, a planned attack on Harstad, Norway, to relieve pressure on the German garrison at Narvik. The ships sortied on 8 June and sank the troop transport , the oil tanker and the minesweeping trawler en route. The German commander, Admiral Wilhelm Marschall, then ordered the Admiral Hipper and all four destroyers to Trondheim because of the heavy weather, where they arrived in the morning of 9 June. The two battleships continued the sortie and sank the aircraft carrier and her two escorting destroyers, although Scharnhorst was badly damaged by a torpedo from the destroyer in the engagement. The battleship was escorted home by the destroyers Steinbrinck, Lody and Hermann Schoemann for repairs. Steinbrinck and Lody then returned to Trondheim to escort Gneisenau home, after she been torpedoed by a British submarine.Rohwer, p. 26; Whitley, pp. 105–106 The flotilla laid defensive minefields in the North Sea in August and early September before it was transferred to the Atlantic Coast of France in mid- September. Now based at BrestWhitley, p. 106 the flotilla laid a minefield in Falmouth Bay during the night of 28/29 September. Five ships totalling only 2,026 GRT were sunk by this minefield.Hervieux, p. 115 Led by captain (Kapitän zur See) Erich Bey, Steinbrinck and four other destroyers sortied for the Southwest Approaches on 17 October and were intercepted by a British force of two light cruisers and five destroyers. The British opened fire at extreme range and were forced to disengage in the face of long-range torpedo volleys and attacks by Luftwaffe bombers without having hit any of the German ships. Steinbrinck returned home on 7 November for a refit in Stettin.Whitley, pp. 107–110 Her refit was completed in late January 1941, but she was trapped by thick ice so that she could not reach Gotenhafen to work up until mid- February.Whitley, p. 115 Steinbrinck returned to France in April where she was based at La Pallice. There she was primarily occupied with escorting returning commerce raiders, warships and supply ships through the Bay of Biscay to bases in France. These included the raider Thor on 22 April, the supply ship Nordland, and the fleet oiler Ermland in late May. The heavy cruiser was escorted to Brest in early June after separating from the battleship during Operation Rheinübung. By the late summer, Steinbrinck was well overdue for a refit and was suffering from boiler problems but her refit was postponed to allow her to escort the raider Orion on 21 August. Her departure was delayed when she ran aground at the beginning of the next month and she did not depart for Germany until 6 September.Whitley, pp. 115–116 Sometime in 1941, the destroyer received a FuMO 21 search radar that was mounted above her bridge.Gröner, p. 200 ===1942–1943=== Steinbrinck only briefly operated in northern Norway where she participated in Operation Wunderland in August, where she and her sisters Eckoldt and Beitzen escorted the pocket battleship at the beginning and end of its mission to attack Soviet shipping in the Kara Sea. They also escorted the minelayer as it departed to lay a minefield off Cape Zhelaniya in mid-August. Steinbrinck ran aground at the beginning of September and was sent home after temporary repairs were made at Trondheim. The ship returned to Norway in January 1943 where she was slightly damaged by a practice torpedo fired by the submarine . In early March she escorted Scharnhorst through the Skaggerak to Trondheim in heavy weather that washed two men overboard. By mid-month, Steinbrinck was the flagship of Captain (Kapitän zur See), commander of the 5th Destroyer Flotilla.Whitley, pp. 142, 164–165 In September the ship participated in Operation Zitronella, ferrying troops of the 349th Grenadier Regiment to destroy Norwegian facilities on the island of Spitzbergen, together with the battleships and Scharnhorst, escorted by eight other destroyers. After unloading her troops, she bombarded targets on the island until her fire main broke from the shock of shooting and partially flooded one of her compartments. While successful, the operation was primarily intended to boost the morale of the ships stationed in the Arctic when fuel shortages limited their activities and the Allies reestablished the bases five weeks later. Steinbrinck and two other destroyers escorted the pocket battleship back to Germany in September and returned to Narvik. On 25 November she was ordered to return to Germany for an overhaul, but accidentally collided with a small Norwegian steamer en route later that night. The collision severely damaged her bow and she had to sail slowly to Trondheim for emergency repairs lest the forward bulkhead collapse. The ship then received temporary repairs in Oslo before departing for Germany on 18 December.Whitley, pp. 167–169 ===1944–1945=== After her refit was completed on 18 January 1944, Steinbrinck and her sister Theodor Riedel spent the first half of the year laying minefields at the entrance to the Skaggerak and escorting convoys to and from Norway. Sometime in 1944, the ship had her radar replaced by a FuMO 24 search radar and her foremast was rebuilt in a goal-post shape to allow the antenna to fully rotate. A FuMO 63 K Hohentwiel radar replaced the searchlight on its platform abaft the rear funnel. On 3 May the ship passed through the Kiel Canal en route to Hamburg for a lengthy refit. While in the dockyard, she was struck by a bomb in the diesel generator room on 18 June. Despite the extent of the damage, the dockyard reported that her refit would be completed as scheduled on 20 November. On 4 November another bomb detonated alongside Steinbrinck and caused extensive flooding and shock damage from the explosion. The ship was patched up and towed to Wesermünde for more thorough repairs, but her completion was seriously delayed. By 1 April 1945, only a single engine was operable and the Kriegsmarine made the decision to strip her crew for combat duties ashore after she was moved to Cuxhaven. She was still there in May when the Germans surrendered.Koop & Schmolke, p. 40; Whitley, pp. 169–170 ===Post-war=== The ship was moved to Wilhelmshaven over the summer under British control while the division of the surviving warships was decided among the victorious Allies. While this was being argued the ships were overhauled with a small maintenance crew aboard to preserve their value. The Allied Tripartite Commission allocated Steinbrinck to the Soviet Union at the end of 1945 and she sailed for Libau on 2 January 1946.Whitley, pp. 191–192, 198, 205 She was commissioned into the Soviet Navy under the name Pylky () and assigned to the Soviet 4th Fleet, based at Rostock, through 1948. Renamed PK3-2, she served as a barracks ship until 19 February 1958, when she was struck from the list. On 18 April 1958, she was sold for scrap and broken up afterwards. ==Notes== ==Citations== ==References== * * * * * * ==External links== * Kriegsmarine destroyers Category:1936 ships Category:Ships built in Hamburg Category:Type 1934 destroyers Category:Destroyers of the Soviet Navy ",
    "title": "German destroyer Z15 Erich Steinbrinck"
}