{
    "id": "31377018",
    "text": "Mother Albania. The partisan monument and graveyard on the outskirts of Tirana, Albania. Kristaq Rama (1932 July 30 1998) was an Albanian sculptor, art educator and a member of the Politburo in Communist Albania under Enver Hoxha's rule. == Early life and education == He was born in Durrës. Rama graduated from the Artistic Lyceum \"Jordan Misja\", in the Department of Fine Arts in 1951, and three years later left Albania to study in Leningrad, Soviet Union. ==Career== After graduation, he returned to Albania, where he worked in Tirana, primarily as superintendent of fine arts at the Albanian Ministry of Culture, and at the same time taught as an external lecturer at the Higher Institute of Arts of Tirana. == Works == As a sculptor, Rama created several busts of warriors, people portraits, female sculptures, as well as other decorations. == Implication with communist dictatorship crimes == In August 1988, Rama signed along with Ramiz Alia and others Death sentence document .Havzi Nela death penalty (in Albanian). documents for the death penalty of poet Havzi Nela by hanging.Varja e Havzi Nelës, zbardhet vendimi dhe firma e Kristaq Ramës (in Albanian).1988-Kristaq Rama firmosi vendimin me vdekje në litar për Havzi Nelën (in Albanian).Dënimi i krimeve të komunizmit, guri në qafën e politikës në Shqipëri (in Albanian).Poeti disident Havzi Nela... (in Albanian). Ja si Kristaq Rama vendosi për varjen në litar të poetit Havzi Nela (in Albanian). Other documents show that Rama signed for the death penalty for Enver Osmani, a 29-year-old from Dibra.Kristaq Rama, firmë për ekzekutimin e të riut nga Dibra (in Albanian). ==Personal life== He is the father of Edi Rama, president of the Socialist Party of Albania and Prime Minister of Albania, also several times former mayor of Tirana city.Socialist Party of Albania Leadership . Rama died on July 30, 1998, aged 66, after suffering a heart attack in his hometown of Tirana. ==See also== * Art of Albania * List of Albanians * List of sculptors == References == Category:Date of birth missing Category:Date of death missing Category:1932 births Category:1998 deaths Category:20th-century Albanian sculptors Category:20th-century Albanian educators Category:20th-century sculptors Category:Albanian expatriates in the Soviet Union Category:Albanian sculptors Category:Art educators Category:People from Durrës ",
    "title": "Kristaq Rama"
}