{
    "id": "31372442",
    "text": "The Motorola AN/FPS-23 was a short-range early warning radar deployed on the Distant Early Warning Line (DEW Line). It was used as a \"gap filler\", looking for aircraft attempting to sneak by the DEW line by flying between the main AN/FPS-19 stations at low altitude. It could detect aircraft flying at 200 feet over land or 50 feet over water. The system was known as Fluttar (flutter radar) during its development at the Lincoln Laboratory, and this name was widely used for the production units as well. It was also sometimes known as \"Type F\". ==MCL== In the early 1950s, Canada undertook the development of a pioneering radar system as part of the Mid-Canada Line (MCL). This system was based on continuous wave radars that broadcast a signal between separate transmitter and receiver stations. When an aircraft passed through the space between the stations, some of the signal was reflected off the aircraft and back to the receiver. Today, this style of operation is known as a forward scatter bistatic radar. Because the beam was not steered, unlike a conventional scanning radar, the antennas did not move and the physical design was greatly simplified. Additionally, as the signal was continuous, not pulsed, the transmitter was simpler and cheaper. The original idea had been to mount the systems on telephone poles and power lines covering relatively short distances, but the need to build thousands of such systems led to this idea being abandoned. So the telephone poles were replaced with tall towers, the distance between them increased from a few miles to about , and a string of stations was constructed across Canada. Unlike a pulse radar where the signal from the station travels out and back, in a forward scatter radar like the MCL, it travels an almost straight line from the transmitter to receiver. For this reason, the forward scatter signal is subject only to one inverse square law reduction in power, compared to the normal radar equation where power drops with the fourth root of range. Thus with small targets, a pulse radar will only see them near to the station, whereas a forward scatter system will see them over a much greater area. Originally this was seen as a major advantage of the concept, allowing it to cover long ranges using much less power. But when the first experimental versions of the MCL stations were set up, a problem was immediately noticed. Birds, normally only seen as radar angels at short range, if at all, could now be seen at long distances from the station. During migration, the system was completely swamped with returns that rendered it essentially useless. ==Gap filter== The same basic forward-scatter concept was perfectly suited to fill the gaps between the DEW line stations. Because the radars were very simple, they could be run unattended, forwarding data to the main stations. Desiring better low-altitude coverage, the new system would be spaced about apart, so a string of three towers would be built between the main stations. But some solution would be needed for the bird problem. The first attempt was made by the Air Force Cambridge Research Laboratory, who surmised that using lower frequencies in the VHF range might mitigate the problem due to the lower Rayleigh scattering cross-section as the wavelength would be much greater than a bird. Tests showed that the large birds seen in the arctic made perfectly good reflectors even at these frequencies. ==Fluttar== Development of another solution began at the MIT- backed Lincoln Laboratory. Although similar to the MCL in layout, it worked along different principles. Instead of the signal being scattered along the line between the two stations, the antennas were aimed about 15 degrees \"forward\" of the line between the two stations. When an aircraft entered this area, it would scatter back to the receiver as before, but in this case the aircraft's motion would shift the frequency of the signal. This effect had first been noticed in television signals when aircraft flew overhead, which is where it gained the name \"flutter\" for the way the image shifted back and forth on the screen. Because the system received a signal that was not the original frequency, by comparing the original to the received signal, the Doppler shift could be measured to reveal the speed of the target, which allowed it to filter out any slow-moving targets like birds. The system was set to filter out anything under . Another advantage of Fluttar over MCL was that by using multiple Doppler filters in the receiver, the approximate velocity and direction (north or south) could be determined. The only downside to this approach was that it did not rely on the forward scattering of the signal, so it did not take advantage of the very large effective signals available to the MCL system, which can be orders of magnitude larger than the backscatter used in traditional radars. As a consequence, the Fluttar system would have to be much larger and more powerful to provide the same range performance. == AN/FPS-23== Fluttar was an inexpensive system compared to the main DEW radars. It used a 1 kilowatt, continuous wave, klystron amplifier as a source, and as this was not pulsed, much simpler high-voltage circuitry was needed. It could operate anywhere from 475 to 525 MHz. Towers were separated anywhere from and were tall, depending on the local terrain. The main DEW stations were normally about apart, so typically the AN/FPT-4 transmitter was placed in the middle, with the AN/FPR-2 receivers at the stations on either side. The AN/FPS-23 stations became active in 1957, but soon discovered problems of its own. Annoyingly, although birds flying between the stations were indeed filtered out, it turned out that birds liked to congregate in warm locations, like the Diesel generators at the stations. The signal was so strong that it overwhelmed the filters. A more annoying problem turned out to be the aircraft that flew from station to station for maintenance. The DEW line was designed to detect a Soviet attack, whose occurrence would likely be a one-time event if it occurred at all. In the case of the gap-filler stations, where the detection only took place during the brief period while the aircraft transited the line between the stations, the signal might be present only for a few minutes over a period of months or years. To ensure such fleeting signals were not missed by the operators, the Fluttar system used \"alarm gates\" that triggered when a signal of a particular type was seen. These stayed on until reset by the operators. The problem occurred when the small aircraft would fly from station to station, and during their progress would invariably trigger almost all of the gates at one point or another. This caused alarms to ring out throughout the station, which had to be turned off or ignored, rendering the system ineffective. It was declared obsolete in 1963, and the intermediate stations were closed. ==References== ===Citations=== ===Bibliography=== * * * ==External links== Category:Ground radars Category:Bistatic radars ",
    "title": "AN/FPS-23"
}