{
    "id": "31378845",
    "text": "The murder of Zoe Nelson was committed in the Cambusnethan suburb of Wishaw, North Lanarkshire, Scotland on 22 May 2010. Seventeen-year-old Zoe Nelson's extensively burned remains were found in woodland near a colliery spoil heap known locally as Monkey Hill after her killer constructed a pyre in an attempt to destroy evidence. Forensic pathologist Julia Bell told the High Court of Justiciary in Edinburgh that the possibilities for a full post mortem were \"limited\" because the body was too badly burned, but that \"some form of throttling or suffocating was the most probable cause of death, which was recorded as 'unascertained'\". During their enquiries, police used new media for the first time in a murder investigation, in an effort to reach out to local teenagers who may otherwise have not wanted to communicate with the police. During the trial it also emerged that the victim's sister had withheld the identity of the killer for five days. On 25 March 2011, 21-year-old Robert Bayne was found guilty of her murder and of a second charge of attempting to defeat the ends of justice. The judge deferred sentencing for psychiatric and social background reports to be prepared. On 27 April 2011 Bayne was sentenced to life imprisonment, with a minimum term of twenty years, for the murder and six years, to be served concurrently, for the second charge. ==Murder== ===Disappearance=== Zoe Nelson was a seventeen-year-old motor vehicle repair student at Motherwell College, who lived with her mother, stepfather and younger sister at Crindledyke Crescent, Newmains, on the eastern edge of Wishaw. Both Nelson and her 16-year-old sister Laura Anne were involved in relationships with the same man, 20-year-old Robert \"Rab\" Bayne, who lived with his grandparents in Harper Crescent, Cambusnethan, although the elder sister was also dating another local man, Ross Hemphill. Marieann Nelson, the girls' mother, described how the sisters had argued about Bayne outside the family home at around 5pm on 22 May. She said: \"Laura Anne ran out and flicked Zoe's hair and tried to slap her face and the two of them ended up having a fight at the end of the driveway. I split it up. I said 'Go away you cow and don't come back'. She said she wouldn't come back.\" Isobel Park, Nelson's stepsister, said Zoe and Bayne seemed \"a bit intoxicated\" and that Laura Anne had been upset as \"she was supposed to be seeing Rab as well. Zoe walked off with Bayne, who was drinking from a bottle of tequila, and was not seen alive by her family again. At 5pm on 24 May, after police had announced the discovery of a body, Mrs. Nelson reported her daughter as a missing person. ===Body discovered=== At 4.20pm on Sunday 23 May 2010 an off-road motorcyclist spotted what he initially described as \"a sort of charred tailor's dummy\" in woodland at Monkey Hill, near Branchalfield Drive, Cambusnethan, Wishaw. As he approached he realised that it was actually a corpse. In his subsequent testimony he explained: \"At first I thought it was a mannequin and what struck me was the leg, possibly the left leg. I could see bone there. Tailor's dummies don't have bones.\" The body was extensively charred, and he was unable to tell if it was that of a male or female. He immediately went to his nearby home and telephoned the police to report the discovery. When the police arrived he led them to the scene, which Detective Sergeant (DS) Clifford Neil of Strathclyde Police described as \"gruesome.\" The body lay on a makeshift pyre and had heavy duty plastic sheet partly melted on to the facial area. Strathclyde Police launched a murder inquiry, led by Detective Superintendent (D/Supt) Derek Robertson of the force's Major Investigation Unit, on 24 May following the results of a post-mortem examination. ==Murder inquiry== ===Forensic examination=== Near the body was the cap from a bottle of \"Sierra Silver\" tequila, in the shape of a red plastic sombrero, and a corresponding empty bottle was found on the other side of a small path nearby. Near one foot police found another bottle which was tested for traces of an accelerant. Laura Wilcock, a forensic scientist with specialist expertise in examining suspicious fires, concluded that the body could have been burning for up to seven hours, and very little of it was undamaged by the burning. The palm of the right hand remained relatively undamaged and this was swabbed for DNA evidence. The extensive burning of the body hampered pathologists from ascertaining a cause of death, and Dr. Julia Bell, a forensic pathologist at the University of Glasgow Medical School said that the possibilities for a full post mortem were \"limited\". Bell said she was unable to completely exclude the possibility that setting the teenager on fire had killed her but believed \"the findings [were] not suggestive of this\": while the natural instinct of a person on fire would be to move, there was no evidence of this, probably because Nelson was unconscious or dead. Examination of Nelson's respiratory tract did not demonstrate soot in the quantities which would indicate she had still been breathing and scientists had been unable to carry out blood analysis which might have provided further proof. Examination of the tequila bottle found near the body found a mix of Nelson's blood and adipose tissue on the bottle. Forensic scientist Marie Campbell stated that this was normally the result of a wounding injury causing bleeding and body fat to become mixed, and that similar results were observed on knives examined after stabbings. In this instance, the stains on the tequila bottle \"did not have the distinctive pattern she would have expected\" if the bottle had been used directly as a weapon. When found, the body had a plastic bag partly melted over much of the face, bruising inside the lip, two black eyes and bleeding inside her skull. Pathologists said \"some form of throttling or suffocating was the most probable cause of death\" and she may have been suffocated with the plastic bag or there might have been pressure applied to the neck. Bell said: \"There were findings at post-mortem consistent with assault, with such a manner of death in keeping with the circumstances in which her body was found. As to the actual mechanism of her death, perhaps the most likely cause has been some form of asphyxia. I cannot exclude the possibility that sharp force injury has been the cause of her death, or blunt force trauma.\" The cause of death was officially recorded as unascertained. ===Police enquiries=== On 24 May D/Supt Robertson said: \"[Zoe] was a popular girl and well known in the area. From our enquiries so far, we know Zoe left home on Saturday evening around 5pm. We would obviously be very keen to find out where she was, and who she was with, between then and 4.20pm on Sunday. She was last seen wearing grey tracksuit bottoms, a white, long sleeved T-shirt and black Nike trainers... We will interview friends, her boyfriend and all her associates.\" Ross Hemphill, who hadn't seen Nelson on the day of the murder, was interviewed by detectives and ruled out as a suspect. Police began checking CCTV and telephone records as well as interviewing friends and family and carrying out house-to-house enquiries. Witnesses reported seeing a fire on Monkey Hill at around 11.20pm on the night of the murder. D/Supt Robertson said: \"We know there was a fire at 11.20pm on Saturday in exactly the spot where Zoe was found. You would need local knowledge to go there. We firmly believe the answers in this case lie in this community... It had only got dark at 10pm and it was the hottest day of the year so there must have been people around this area.\" ===Use of \"new media\"=== The CCTV stills of Nelson released to the public. On 26 May police said that there had been \"a poor response to their appeals\" and launched a dedicated email address and SMS text number, citing concerns that witnesses may have been too afraid to come forward. D/Supt Robertson said: \"The response so far has been slower than we would have liked... We hope that by offering new ways to contact the investigation team more people will come forward.\" Detective Constable (DC) Jennifer Bell, who had previously been seconded to the Metropolitan Police Service's SO15 Counter Terrorism Command, was brought into the inquiry to examine hours of recovered CCTV footage for sightings of Nelson. DC Bell, who had also used her skills in the aftermath of the 7 July 2005 London bombings and the 2007 Glasgow International Airport attack, eventually located an image of Nelson taken inside a Scotmid Co-operative store on Manse Road, Newmains at 5.30pm on 22 May. Police also received a confirmed sighting of her at 5.40pm on Cambusnethan Street, walking towards the Cambusnethan area. The CCTV stills of Nelson were released to the public on 27 May to jog potential witnesses' memories and police also announced that they had set up a page on Bebo \"in a bid to engage with young people who may know something which could be useful to the inquiry\" particularly those teenagers who may have been reluctant to speak directly to police. D/Supt Robertson explained that the police were using new media for the first time in a murder investigation as they believed that many of those who knew Nelson were teenaged or younger and may not have wanted their parents to know where they were at the time or what they were doing. He reassured potential witnesses that: \"If there are people out there underage drinking, I don't care. If there are people where they shouldn't be, I don't care. This is a violent murder investigation and we need to solve it.\" ===Sightings=== Police booking photograph of Robert Bayne showing the distinctive facial tattoo described by witnesses. By 28 May several witness reports had been received by the police. One sighting of Nelson, at 5.15pm, reported that she had been with a man who was \"very drunk\" and was being violent towards her, \"punching her on the head\". Another witness said he saw Nelson walk past his garden in Newmains in the company of a man with a tattooed face. A third witness had seen Nelson and a man of similar appearance in Newmains, and said: \"He just looked angry,\" punching a lamp post as he walked past and saying he was going to \"kill some cunt tonight.\" One witness said he had overheard the man, who was \"angry and agitated,\" saying that he would \"end up killing someone tonight.\" Another witness heard him tell Nelson: \"This is all your fucking fault\" while pointing angrily in her face. A fourteen-year-old girl also saw the pair together \"boozing behind Newmains Asda.\" She said he was bare-chested and sunburnt and told her his name was \"Rab Bayne\" and had \"asked me to rate his body, like out of ten.\" She described how the pair were drinking alcohol that they claimed was stolen – the male drinking tequila and Nelson drinking vodka. A passer-by reported seeing Nelson with a man with a facial tattoo outside the Scotmid store in Newmains, where she was rubbing suntan lotion into his sunburned back which was \"red as a lobster\". He said: \"She didn't look too happy. I thought it was a boyfriend-girlfriend thing. They must have got something in the shop, sun tan lotion, because as they were walking away the girl was rubbing something onto his shoulders.\" A shirtless, sunburned man with a tattooed face was also seen \"wandering aimlessly\" in Cambusnethan on the evening of 22 May, attracting the attention of a family who had gathered to watch the 2010 UEFA Champions League Final on television. One of the group said: \"What attracted attention was his hairstyle and his back was very, very red from the sun.\" Police also received information that Robert Bayne had telephoned an acquaintance on 24 May and asked for help to \"batter\" the last people to see Nelson. Crucially, the call was made before the body had been identified. The witness said: \"He asked me to help him batter [Ross Hemphill and Stewart Campbell, who he claimed were the last to see Zoe]. I don't know why he said this because we didn't know it was Zoe who was found.\" ==Arrest of Robert Bayne== Just before 6pm on 28 May Robert Bayne walked into the police incident caravan at Wishaw and said he wanted to make a statement. The officer on duty, PC Robert Davie, said: \"The male appeared to be quite intoxicated. He was slurring his words.\" Bayne said he had been to Motherwell several days previously and on the return journey a man called Stewart Campbell had got onto the bus. He told PC Davie: \"I went up to Stewart Campbell and said to him 'Were you with Zoe on Saturday night?'\" to which he claimed Campbell replied: \"Aye, I killed her.\" As Bayne began to give a description of Campbell, police detectives walked into the caravan and immediately detained Bayne by snapping handcuffs on him. On the morning of 29 May Strathclyde Police issued a statement saying: \"A 20-year-old man has been arrested and is presently detained in police custody in connection with the death [of Zoe Nelson]. A full report will be sent to the Procurator Fiscal.\"https://amp.theguardian.com/uk/2004/apr/03/ukcrime.gerardseenan Bayne was detained in custody to appear at Hamilton Sheriff Court on 1 June 2010. At the subsequent brief court hearing Bayne made no plea or declaration and was remanded in custody. During police interviews following his arrest, Bayne insisted that the last time he had seen Nelson was on the morning of 22 May \"after a chance meeting, when he went to a local newsagent to buy cigarettes.\" He claimed he then spent the rest of the day at home in Cambusnethan. At a preliminary hearing at the High Court of Justiciary in Edinburgh on 1 December 2010, Bayne entered not guilty pleas to all charges. A trial date was set for February 2011. On 8 January 2011 Bayne was transferred to HMP Greenock where he was segregated from the main prison population for his own safety. ==DNA evidence== Tests on the swab taken from Nelson's hand demonstrated the presence of Nelson's DNA and traces from another person which were found to match parts of Bayne's DNA profile. DNA matching Nelson's and Bayne's was found on both the tequila bottle and its lid found near the body. Marie Campbell suggested the explanation for the presence of the DNA inside the lid was that both had been drinking from the bottle, then put the cap back on. She also said that the odds against the DNA in the plastic sombrero lid coming from anyone but Bayne were 9.6 million to one. ==Trial== The trial was held over fifteen days at the High Court, Edinburgh in March 2011. Bayne was charged \"that in a wooded area near Branchalfield Drive, Cambusnethan, [he] assaulted Zoe Nelson, of Newmains, striking her on the body with a knife, repeatedly hitting her, putting a plastic sheet over her head to restrict her breathing and by means unknown injuring her and setting her on fire.\" He was further charged with attempting to defeat the ends of justice in that he washed or disposed of clothes he had worn at the time of the alleged murder, that he disposed of Nelson's mobile phone and that he threatened her sister Laura Anne. Bayne elected not to take the witness stand during the trial. ===Testimony of Laura Ann Nelson=== It emerged during the trial that Nelson's sister Laura Anne had been shown Zoe's body by Bayne on the morning after her murder, but had kept this information from the police for five days. Laura Anne, who gave her evidence from behind a screen to prevent her from seeing Bayne, did not relay the information until she made her third statement to the police on 28 May, the day of Bayne's arrest. Laura Anne said that she had gone to Bayne's address on the morning after Nelson disappeared in order to return some articles of clothing to him. When she arrived she said he appeared \"jumpy\" and was drinking vodka. Shortly after that, the two had left the house and Bayne told her he had \"something to show her\". She said that he led her to the area where he had killed Nelson and pointed out the blackened body. She said she knew it was her sister because she recognised a Rangers F.C. tattoo on her arm. In her statement she said: \"At Monkey Hill Rab said to me 'I hit her with my hands. She tried to hit me back.' Rab also said 'I burned her with petrol.'\" She testified in court that she had kept silent because she was terrified of Bayne, although Neil Murray QC, for the defence, produced other police statements in court in which she denied she had been threatened, admitted she had been out with Bayne on the day after the body was discovered, and had also subsequently visited Bayne and spent some time in his bedroom listening to music. She also spent about an hour on the telephone to him. A friend also \"described her as happy and normal\" during the period of silence. When asked why she hadn't told the police when she was first interviewed, she said: \"I did not tell them about this because I was scared my mum would not believe me and think it was me who killed Zoe.\" Bayne's grandmother testified that on the day the body was discovered, Laura Anne did not visit and he did not leave the house except to go with her to a local supermarket. ===Verdict=== On 25 March 2011 the jury of seven men and seven women returned unanimous verdicts of guilty on both charges. As the verdicts were read out, handcuffed Bayne fought with security guards and police officers, headbutting one of them, and shouted abuse at Laura Anne Nelson: \"You have fucking got me for fuck all. You're a fucking wee cow. You're dead.\" He was forced to the ground in the dock as the judge Lady Dorrian QC left the bench and ordered the public to be cleared from the court. The hearing eventually continued without Bayne who was detained in the court cells below. Sentencing was deferred for social background and psychiatric reports. On 27 April 2011 Bayne was sentenced to life imprisonment, with a minimum term of twenty years, for the murder and six years, to be served concurrently, for the second charge. He is currently detained at HMP Edinburgh. ===Appeals=== Bayne launched an appeal against his conviction in August 2011, alleging a lack of evidence about Nelson's cause of death. The appeal was subsequently abolished. Bayne then appealed against his sentence, claiming the 20-year minimum term was excessive. The appeal was dismissed on 6 January 2012 by Lord Reed and Lord Brodie at the Court of Criminal Appeal in Edinburgh. ===Reactions=== Following the verdict, it was revealed that Bayne had been released from prison after he had served an 18-month sentence for assault and robbery in Hamilton, just seven weeks before he murdered Nelson. He had previously been imprisoned on four occasions, following convictions for drugs charges, assault and theft. D/Supt Robertson gave a statement to the media after the verdicts were delivered, saying: \"Zoe Nelson was a young 17-year-old girl with everything to live for. She had many friends and a loving family in Newmains. Robert Bayne ruthlessly took her life and tried to dispose of her body in a cold-blooded attack. This was a particularly horrific crime and now that Bayne has been convicted, Zoe's family and the local community can hopefully try and move forward knowing [he] will not be a threat for a considerable period of time. He showed no remorse for his vile actions or the effect this murder had on Zoe's close family, who remain devastated by her loss. When the verdict was raised you saw what he can do. So the streets will be a lot safer, and hopefully the Nelson family can move on knowing that he is behind bars.\" Lady Dorrian said: \"This has been... a somewhat distressing case and a stressful one.\" Nelson's uncle told reporters: \"It's a relief to know he's in prison but it's not justice. He should be tortured like he tortured Zoe.\" Bayne's grandmother said: \"I am so incredibly sorry about what happened. The lives of two families have been ruined by this tragedy.\" ==References== Category:2010 murders in the United Kingdom Category:2010 in Scotland Category:History of North Lanarkshire Category:Female murder victims ",
    "title": "Murder of Zoe Nelson"
}