{
    "id": "31376334",
    "text": "Walter de Thornbury (died 1313) was an English-born statesman and cleric in 14th century Ireland who held the office of Lord Chancellor of Ireland. His efforts to secure confirmation of his election as Archbishop of Dublin were cut short by his death in a shipwreck. ==Biography== Walter de Thornbury was born in Herefordshire, where he was later granted the manor of Wolferlow by the Mortimer family, with whom he was always closely associated. He was an executor of the will of Edmund Mortimer, 2nd Baron Mortimer,Ball F. Elrington The Judges in Ireland 1221-1921 John Murray London 1926 and was appointed guardian to his son Roger Mortimer, 1st Earl of March.Mortimer, Ian The Greatest Traitor- the life of Sir Roger Mortimer, 1st Earl of March Jonathan Cape 2003 Given Roger's later role as the usurper, and probably the killer of King Edward II, it is ironic that Walter owed his rise largely to his friendship with the King's favourite Piers Gaveston, who was Roger's co- guardian.Mortimer He was much at Court in the years 1305-6.Mortimer A distant view of Wolferlow Church- the manor of Wolferlow was granted to Walter by the Mortimer family c.1300 He was sent to Ireland as Chancellor of the Exchequer of Ireland in 1308 and became Lord Chancellor of Ireland the following year, on Piers Gaveston's recommendation.Mortimer The Greatest Traitor He was Deputy Treasurer of Ireland in 1311, and Treasurer and Chanter of St. Patrick's Cathedral. He accompanied Gaveston on his successful campaign to restore the Crown's authority in Leinster in 1309, in which he defeated the O'Byrne clan of County Wicklow and restored order in the neighbourhood of Glendalough.Otway-Ruthven, A.J. History of Medieval Ireland Barnes and Noble reissue 1993 p.219 The downfall and execution of his patron Piers Gaveston in June 1312 does not seem to have injured Thornbury's career. In 1313 he was one of two candidates for the Archbishopric of Dublin, the other being Alexander de Bicknor. Thornbury, quicker off the mark than his rival, set out for Avignon to secure Papal confirmation of his election. The ship sank in a storm with the loss of all lives on board : the dead were reported to have numbered more than 150.O'Flanagan, J. Roderick The Lives of the Lord Chancellors and Keepers of the Great Seal of Ireland 2 Volumes London 1870 ==See also== * History of Ireland (1169–1536)#Norman decline (1300–1350) == References == Category:1313 deaths Category:Deaths due to shipwreck Category:Irish Roman Catholic priests Category:People from Herefordshire Category:Year of birth unknown Category:Lord Chancellors of Ireland ",
    "title": "Walter de Thornbury"
}