{
    "id": "31371210",
    "text": "The Law of Civilization and Decay is a book written by Brooks Adams in 1895. His intention was to prove that the rise and fall of civilizations follows a definite cycle of centralization and decay. Adams outlined this theory by sketching the patterns of major periods in western history, concentrating on economic and social factors. ==Rome== Adams starts with ancient Rome. In the Roman Republic the wielders of government power were landowning farmers and husbandmen. The landowners, however, spent time away from home, and \"…were ill-fitted to endure the strain of the unrestricted economic competition of a centralized society. Consequently their conquests had hardly consolidated before decay set in\".Adams, The Law of Civilization and Decay 2nd edition (1975) Gordon Press This \"decay\" is characterized as the rise of slavery within the Republic and, later, the Empire. The landowners originally hired free men to work their land. These free men were the generally very poor, so their debts to the landowners increased dramatically throughout the years. Sons would take on their father’s debts, which became so large that perpetual bondage to a landowner (called \"usurers\" by Adams) was the result. The entire system, judicial and fiscal, was structured around creating and maintaining debt. Usurers, through the courts, could buy, sell, and execute the debtors. This system had the result of slowly decreasing capital and undermining the ability of the landowner to pay taxes, thus ruining the primary source of revenue for the Republic. Another source of income was needed, and this was found in conquest. But military expansion could only delay, never alleviate, the decline. Adams then states that increasing centralization, through conquest and the rise of the Emperors, exacerbated the rift between plebeian and publican, slave and free. As more territory was added, so too did the number of foreigners reduced to slavery in Italy increase, forming a hierarchy that had not existed under the Republic. Ironically, this source of cheap labor doomed, rather than saved the economy. Capital was increased in the hands of a few, and landowners had barely enough to subsist, even in good times. At the slightest disaster, bankruptcy and debt resulted. As Adams states: \"The Roman husbandman and soldier was doomed, for nature had turned against him; the task of history is but to ascertain his fate, and trace the fortunes of his country after he had gone\".Adams, page 22 Another factor in the decline of Rome was the devaluation and centralization of the currency. Under the Emperors, coins were minted without any real value behind them, causing inflation and devaluation. This, combined with a refusal to have mints in places other than Rome, helped speed the economic decay. The death knell for Roman power and influence occurred in AD 325 when Constantine moved the capital of the Empire to Constantinople, the \"New Rome\". From then on, the Empire would be dependent on its far holdings for money, supplies, food, workers, slaves, and even emperors. Bankers and the moneyed elite would replace the citizen-soldier landholder, and mercenaries would replace the once-great Roman Legions. The western half of the Roman Empire itself declined until its last Emperor, Romulus Augustus, was deposed by barbarians in the fifth century AD. ==Middle Ages== Adams proceeds from Rome to the Middle Ages, in which nomadic barbarians (mostly of Germanic origin) spread throughout the Empire, eventually settling and establishing kingdoms in Gaul, Iberia and Italy. As it might have been predicted, these small kingdoms were soon at war with each other. Initially, these kingdoms, unlike the Empire, were able to support themselves. The cost was a loss of technology, and a temporary lapse of high civilization during what has come to be known as the \"Dark Ages\". Christianity, still headquartered in Rome, gained much in prestige during this time, and came to wield enormous power. The Church amassed huge amounts of wealth through various means, fair and foul. By 1200 AD, the Pope had far more power than any secular ruler. Overall, the Middle Ages were a period of decentralization where people were bound together by oaths of loyalty (feudalism and manorialism), rather than national identities. Superstition and the \"imaginative mind\" gained preeminence, along with religious fervor. By 1095, the beginnings of Europe's modern nation-states could be discerned; controlled, often not willingly, by the Catholic Church. \"Until, the mechanical arts have advanced far enough to cause the attack in war to predominate over the defence, centralization cannot begin…\"Adams, page 79 The First Crusade represents the point at which Western Europe took its first steps toward centralization. Europe was thoroughly self-sufficient, yet stagnation was not far off, and an infusion of capital was needed. Perhaps no- one thought of it in those terms, but there was a sense that European influence should expand, and the reconquest of Jerusalem was a good cause to inspire the necessary fervor. The \"opening\" of the Holy Land is significant to Western culture for three reasons: economic capital, cultural renaissance, and trade. When the four Crusader Kingdoms were set up following the Sack of Jerusalem in AD 1099, large amounts of wealth were discovered and sent back to Europe. This cured the immediate fiscal problems. Also, the Greek and Roman classics (which had been preserved by Arab scholars) were rediscovered, which led to an increased interest in antiquity. Finally, and most importantly, trade was resumed between the East and the West. This allowed new imports (such as silk and spices), and a new market for European exports. The economic push provided by the Crusades encouraged centralization, but also fueled tension between Church and the local governments. If the monarchs of Europe wanted increased power and wealth, they would have to take it from the Catholic Church. The monasteries proved to be an immediate source for much of the wealth. Their vow of poverty prevented the monks from using most of their money; consequently, monasteries and churches often contained great hoards of tangible wealth. The coming of the Reformation proved disastrous for them, as secular monarchs were emboldened to intimidate, coerce or abolish them to obtain their wealth. This redistribution eventually led to the secular monarchies gaining predominance over the Holy See.Adams, pages 152–285 ==Modern Age== From this point on, modern centralization begins as monarchies gain more power. This increase in power is seen in the way economics was used to advance the process of centralization. Adams looks at two subjects: colonization and the industrial revolution. Both of these processes caused centralization to increase exponentially. Trade with colonies invariably favored the mother country, and control over the colonies was absolute. The industrial revolution increased centralization by encouraging a mass movement of people into the cities, thereby concentrating the labor force. Despite these apparent advantages, Adams shows how these empires fell through economic decay. As centralization and industry increased, so too did the power of the bankers and the \"self-interest\" competition of the free market. This economic system could not support these overseas empires indefinitely, and they were slowly dismantled as the disadvantages began to outweigh the advantages. Adams has much to say about the rise of the banker and how this forms the apex of the centralization we see \"today\" (in 1895, when Adams wrote): \"Such signs point to the climax of consolidation. And yet, even the rise of the bankers is not the only or the surest indication that centralization is culminating. The destruction, wrought by accelerated movement, of the less tenacious organisms, is more evident below than above, is more striking in the advance of cheap labor, than in the evolution of the financier\".Adams, page 351 ==Further reading== *Daniel Aaron, The Unusable Man: An Essay on the Mind of Brooks Adams. The New England Quarterly vol. 21, no. 1 (1948): 3–33. *Thornton Anderson, Brooks Adams: Constructive Conservative. Cornell University Press (1951), reprint edition *Rushton Coulbourn, \"Review of The Law of Civilization and Decay: An Essay on History\". The American Historical Review vol. 49, no. 1 (1943): 77–78. *Worthington Chauncey Ford, \"Brooks Adams Biography\", (Accessed 9 April 2005). *Donald J. Pierce, \"Review of The Law of Civilization and Decay: An Essay on History\". Political Science Quarterly vol. 58, no. 3 (1943): 437–438. *Benjamin S. Terry, \"Review of The Law of Civilization and Decay\". The American Journal of Sociology vol. 2, no. 3 (1896): 467–472. == References == == External links == *The Law of Civilization and Decay, complete text @ Archive.org Category:1895 non-fiction books Category:American political books ",
    "title": "The Law of Civilization and Decay"
}