{
    "id": "31373013",
    "text": "Pete Lee (born October 11, 1947) is a legislator in the U.S. state of Colorado. A Democrat, Lee was elected in 2018 to the 11th district of the Colorado Senate. Lee is a former member of the Colorado House of Representatives, elected in 2010 to House District 18, which includes central Colorado Springs and Manitou Springs in El Paso County. ==Early life and education== Lee studied at business at the Wharton School at the University of Pennsylvania and received his law degree from the University of Akron after completing his undergraduate studies at Ohio Wesleyan.http://votesmart.org/candidate/biography/106254/pete-lee#.U82H2fldV1Y ==Career== Lee is the Senator for Colorado State Senate District 11.https://www.csindy.com/TheWire/archives/2018/11/06/election-results-roll- in-good-news-for-dems-in-colorado Lee represented House District 18 in Colorado House of Representatives, which covers Colorado Springs and Manitou Springs. He was vice-chairman of the Judiciary Committee and also sat on the Transportation Committee. He was first elected in 2010 and reelected in 2012 serving till 2019. In the 2014 session, Lee sponsored legislation raising the amount of money a Colorado business could raise from a stock offering from $1 million to $5 million.http://blogs.gazette.com/coloradopolitics/rep-lee-hosts- town-hall-meeting/ He also sponsored a bill that provides social workers to juveniles who are facing criminal charges.http://gazette.com/hickenlooper- signs-bills-aimed-at-protecting-colorado-military-facilities/article/1519979 During the 2013 legislative session, Lee sponsored a bill creating public benefit corporations, allowing corporations to focus on positive impacts on society or the environment and not just profits.http://www.csindy.com/coloradosprings/two-locally-led-measures- promise-help-for-the-small-and-socially-conscious/Content?oid=2747979 He also sponsored the Keep Jobs in Colorado Act to ensure the state is giving preference to businesses using Colorado workers and products when choosing which companies will get a state contract.http://blogs.gazette.com/coloradopolitics/democrats-lee-pabon- discuss-keep-jobs-in-colorado-act/ ==Personal life== Lee has volunteered for many non-profits during his time in the community including the NAACP, the National Alliance of Business, Aspen Pointe and the Manitou and Pikes Peak Restorative Justice Councils. Previously Rep. Lee worked for a meatpacker in Ohio, the Holly Sugar Corporation in Colorado Springs and the law firm Hill Corrigan Morgan and Krall.http://ballotpedia.org/Pete_Lee He later opened his own law firm representing small businesses and individuals. ==Recall effort== In July, 2019, the Colorado Secretary of State approved the circulation of a recall petition against Lee. The recall petition stated that Lee should be recalled because \"he sponsored legislation to create a paid family and medical leave program to be funded by a mandatory tax on businesses and employees, disingenuously referring to it as a 'fee' instead of a tax,\" and because he supported SB 19-042 (the National Popular Vote bill), SB 19-181 (Comprehensive Oil and Gas Reform), HB 19-1032 (Comprehensive Human Sexuality Education), and HB 19-1177 (the Red Flag bill that allows a judge to prohibit an individual from possessing a firearm)\". The petition ultimately failed after the organizers did not collect enough signatures and chose not to turn the petition in. == Legislative career == ===2010 election=== In November 2010, Lee won a highly contested State House race against Republican Karen Cullen, receiving 54.5 percent of the vote to 45.4 percent in a district within Republican-dominated El Paso County. Lee's win kept the seat in Democratic hands during the 2010 midterm elections in which Republican candidates claimed most vulnerable seats in the state and country. ===2011 Legislative Session=== In 2011 Lee was assigned by his party to the House Judiciary Committee and the House Local Government Committee for his freshman year in the legislature. Drawing on his experience and interest in criminal justice law, Lee has introduced legislation promoting victims' rights and reducing recidivism. He advocates for laws allowing prosecutors or victims to use restorative justice, which is an approach to crime that focuses on the emotional needs and interests of victims, encourages offenders to take responsibility for their crimes and supports sentences that pay victims back when possible. Lee introduced a bill in 2011 to define and promote Restorative Justice in Colorado state law, encouraging it as an alternative to the existing corrections system in some cases and as a compliment to it in others. Lee also took a stand in favor of voting rights, and has supported increasing the convenience of and access to voting in order to improve turnout. In 2011 he supported the Uniform Military and Overseas Voting Act to help ensure that U.S. citizens in the armed forces stationed overseas are able to vote, and opposed legislation that would require citizens to have a birth certificate or Social Security card on-hand to register. ===2012 legislative session === In the 2012 legislative session the Democrats were in a slim minority: 33 Republicans, 32 Democrats in the State House. Lee served as a member of the House Judiciary Committee and the House Local Government Committee. Lee's major piece of legislation in 2012 was HB 12-1133: Economic Gardening Pilot Program. This bill would have provided management and technical assistance to second-stage small business. This program began in Littleton, Colorado and has been successful in eight other states. It provides high-powered management consulting usually only available to Fortune 500 companies. ===2012 election=== In the 2012 General Election, Representative Lee faced Republican challenger Jennifer George. Lee was reelected by a margin of 53% to 41%. ===2013 legislative session === Rep. Lee sponsored a bill allowing for restorative justice for juveniles in Colorado.http://www.dailycamera.com/boulder-county-news/ci_26176550/face-face- victims-boulder-county-expand-restorative-justice He also sponsored legislation to improve the consulting services available to Colorado companies and the Keep Jobs in Colorado Act that ensures that 80 percent of the labor force working on a state funded project are Colorado residents.http://www.denverpost.com/News/State/ci_24623550/Colo-aerospace- tech-firms-can-gethttp://blogs.gazette.com/coloradopolitics/democrats-lee- pabon-discuss-keep-jobs-in-colorado-act/ ===2014 legislative session === Rep. Lee built on his legislation from the 2013 session by sponsoring a bill that provides social workers for juveniles who are facing criminal charges.http://www.legispeak.com/legislator/rep/lee He also sponsored legislation to help businesses in an advanced industry offer paid internships to college students to ensure that college graduates have the training to work in the 21st century economy.http://www.leg.state.co.us/CLICS/CLICS2014A/csl.nsf/BillFoldersSponsor?OpenFrameSet ==Elections== ===2018=== See also: 2018 Colorado State Senate election Elections for the Colorado State Senate District 11 took place in 2018. The general election was held on November 6, 2018. Pete Lee defeated Pat McIntire in the Colorado State Senate District 11 general election.https://results.enr.clarityelections.com/CO/91808/Web02-state.222648/#/ Colorado State Senate, District 11 General Election, 2018 Party Candidate Vote % Votes Democratic Pete Lee 61.96% 28,015 Republican Pat McIntire 38.04% 17,200 Total Votes 45,215 ===2016=== See also: Colorado House of Representatives elections, 2016 Elections for the Colorado House of Representatives took place in 2016. The primary election took place on June 28, 2016, and the general election was held on November 8, 2016. The candidate filing deadline was April 4, 2016. Incumbent Pete Lee defeated Cameron Forth and Norman Dawson in the Colorado House of Representatives District 18 general election.https://ballotpedia.org/Pete_Lee Colorado House of Representatives, District 18 General Election, 2016 Party Candidate Vote % Votes Democratic Pete Lee Incumbent 53.30% 21,145 Republican Cameron Forth 39.21% 15,556 Libertarian Norman Dawson 7.49% 2,972 Total Votes 39,673 ===2014=== Elections for the Colorado House of Representatives took place in 2014. A primary election took place on June 24, 2014. The general election was held on November 4, 2014. The signature filing deadline for candidates wishing to run in this election was March 31, 2014. Incumbent Pete Lee was unopposed in the Democratic primary, while Michael Schlierf was unopposed in the Republican primary. Lee defeated Schlierf in the general election.https://ballotpedia.org/Pete_Lee Colorado House of Representatives, District 18, General Election, 2014 Party Candidate Vote % Votes Democratic Pete Lee Incumbent 55.5% 15,998 Republican Michael Schlierf 44.5% 12,807 Total Votes 28,805 ===2012=== Lee won re-election in the 2012 election for Colorado House of Representatives District 18. He ran unopposed in the Democratic primary on June 26, 2012. He defeated Jennifer George (R), Robert Melamede (L) and Amy Fedde (C) in the general election on November 6, 2012.https://ballotpedia.org/Pete_Lee Colorado House of Representatives, District 18, General Election, 2012 Party Candidate Vote % Votes Democratic Pete Lee Incumbent 53.1% 19,588 Republican Jennifer George 40.7% 15,021 Libertarian Robert \"Bob\" Melamede 4% 1,465 American Constitution Party Amy Fedde 2.3% 836 Total Votes 36,910 ===2010=== See also: Colorado House of Representatives elections, 2010 Lee defeated Republican Karen Cullen in the November 2 general election.https://ballotpedia.org/Pete_Lee Colorado House of Representatives, District 18 General election (2010) Candidates Votes Pete Lee (D) 10,808 Karen Cullen (R) 8,959 == References == Category:1947 births Category:Living people Category:Colorado Democrats Category:Colorado lawyers Category:Members of the Colorado House of Representatives Category:Ohio Wesleyan University alumni Category:Politicians from Colorado Springs, Colorado Category:University of Akron alumni Category:Wharton School of the University of Pennsylvania alumni Category:21st-century American politicians Category:Colorado state senators ",
    "title": "Pete Lee"
}