{
    "id": "31389301",
    "text": "Antonio de Zuñiga y Guzman,(c.1458 - 1533), Prior of Castile, Order of Saint John of Jerusalem, Plasencia, Spain, was the general of the Royal Army against the Revolt of the Comuneros and a Viceroy of Catalonia from 1523 - 1525. ==Family background== Antonio de Zuñiga (Decorated tiles of the Capitania General de Barcelona) He was one of the sons of Pedro de Zuñiga y Manrique de Lara, 3rd Count of Plasencia. His mother,Teresa de Guzman y de Guzman, daughter of Juan Alonso Perez de Guzman y Orozco, died in 1458. Then, Antonio became thus the step son of Isabel de Zuñiga y Pimentel. ==Diplomatic services== In 1519, Antonio took part in the diplomatic meetings headed by Mercurino Gattinara at Montpellier, France, with king Francis I of France representatives. Coat of arms of Fabrizio del Carretto, (1453 - 1521), 43rd Great Master of the Order of Saint John, 1513 - 1521 ==Revolt of the Comuneros== In 1521 Antonio was general of the Royal Army who carried out military actions against the rebellious groups at Torrelobaton, Villalar and Toledo during the Revolt of the Comuneros. One of the results was that the Bishop of Zamora, Antonio de Acuña, was executed near Simancas. ==Further reading== *G. MANARA. \"Storia dell' Ordine di Malta ne' suoi gran maestri e cavalieri\", 1846 *HALICZER, Stephen, (1981). \"The Comuneros of Castile: The Forging of a Revolution, 1475-1521\". Madison, Wisconsin: University of Wisconsin Press. . *PEREZ, Joseph (1998) [1970] (in French in 1970 edition; Spanish in 1978 translation). \"La révolution des \"Comunidades\" de Castille, 1520-1521\". Bordeaux: Institut d'études ibériques et ibéro-américaines de l'Université de Bordeaux. . *WILKIE, William E. (July 26, 1974). \"The Cardinal Protectors of England: Rome and the Tudors Before the Reformation\". New York and London: Cambridge University Press. . . *http://www2.fiu.edu/~mirandas/bios1538-ii.htm *http://www.catholic- hierarchy.org/bishop/baat.html *\"Diccionario de historia eclesiástica de España. 4 vols.\" Dirigido por Quintín Aldea Vaquero, Tomás Marín Martínez, José Vives Gatell. Madrid : Instituto Enrique Flórez, Consejo Superior de Investigaciones Científicas, 1972-1975. *Kenneth Meyer SETTON (1984), Institut for Advanced Study, Princeton N.J., \"The Papacy and the Levant (1204-1571)\" Memoirs of the American Philosophical Society, Nb 161, vol 3, , over 505 pages for this volume. (Google Books) *Alfonso PARDO MANUEL DE VILLENA, Fernando SUAREZ DE TANGIL: \"Indice de caballeros de la Orden de San Juan de Malta, del Priorato de Castilla, desde 1514 hasta la fecha\", (1911), edition of 1932, 126 pages, Imprt. Torrent, Madrid. Dewey Decimal Class 929.7110946 Library of Congress CR4731.S7 R3 Open Library OL6290003M LC Control Number 33013867 OCLC/WorldCat 7446789 *https://openlibrary.org/works/OL7552/Grandes_maestres_de_la_Orden_de_Malta_pertenecientes_a_las_lenguas_de_Castilla_y_Arago%CC%81n *Don Alfonso Pardo Manuel de Villena, (Madrid 18.8.1876, + 1955), was a Knight of the Order of Saint John of Malta, he was 10th Marquis of Rafal through his mother, A Grandee of Spain and an Academician of the Spanish Real Academia de la Historia. * DE TAUBE, Professor Baron Michel. L'Empereur Paul I de Russie, Grand Maître de l'Ordre de Malte, et son Grand Prieuré Russe, Paris, 1955. *KARNOVICH, Eugeme, Knights of Malta in Russia, St Petersburg, 1880. Category:1457 births Category:1533 deaths Category:Knights Hospitaller Category:Viceroys of Catalonia Category:People of the Revolt of the Comuneros Category:Spanish generals ",
    "title": "Antonio de Zúñiga"
}