{
    "id": "31381173",
    "text": "Mary Swartz Rose (October 31, 1874 – February 1, 1941) was an American laboratory scientist and educator in the fields of nutrition and dietetics. == Education == Rose graduated from high school in 1892, valedictorian of her class. She graduated from Denison University in 1901, in Liberal Arts. In 1906 she received a B.S. in Household Arts from Teachers College, Columbia University. She then went to Yale University, where she received her PhD (studying under Lafayette Mendel) in Physiological Chemistry in 1909. == Career == After her graduation from Yale, Rose began a career at Columbia University Teachers College that lasted the rest of her life. Rose and Henry Sherman created the nation's first program in nutrition there. From 1910 to 1923 she was named Professor of Household Arts. From 1923 onward, she was Professor of Nutrition. Rose was famous both as an educator and as a laboratory scientist, as the titles of her works show. She was a prolific author, and wrote both scientific and technical works and pamphlets designed to educate ordinary citizens in the consequences of scientific advances on food selection, preparation, and nutritional planning. Rose worked associated with Herbert Hoover during the years of World War I, produced scientific recipes and balanced menus for the military, and played a part in the development of Army rations. ==Awards and honors== Rose was a founder of and the fifth President and first woman President of the American Institute of Nutrition; on the Council on Foods and Nutrition of the AMA; and on the Nutrition Commission of the health organization of the League of Nations. The Greater New York Dietetic Association named an annual lectureship in her honor. The American Dietetic Association named a fellowship in her honor. The American Society for Nutrition and the Council for Responsible Nutrition present two awards in her name for research on safety and efficacy of bioactive compounds for human health. Columbia University Teachers College named a professorship in her honor. == Family == Rose was born in Newark, Ohio, the first of five children of Hiram Schwartz and Martha Jane Davies. In 1910 she married Anton Rose, another chemist she had met at Yale. Anton Rose subsequently received his PhD in Chemistry at Columbia University and ultimately worked for the Prudential insurance company. They had one son in 1915. Rose died of cancer in Edgewater, New Jersey on February, 1, 1941, and was buried in Granville, Ohio. One of Rose's hobbies was to make crossword puzzles based on amino acids. == Principal works == *Nutrition investigations on the carbohydrates of lichens, algae, and related substances (1911) 382pp *Laboratory Handbook for Dietetics (1912; 4th ed. 1937) *Feeding the family (1916) 449pp *Everyday foods in wartime (1918) 92pp *Foundations of nutrition (1929) (Mary Swartz Rose, Grace MacLeod, Clara Mae Taylor) *The relation of diet to health and growth of children in institutions, with a method of evaluating dietaries and a three-weeks dietary conforming to the standards proposed (1930) (Mary Swartz Rose, Cora Emeline Gray, Katherine Lois Foster) 128pp *Teaching nutrition to boys and girls (1932) 198pp *Child nutrition on a low-priced diet (1935) 109pp *Food values of recipes in shares and vitamin units (1936) (Mary Swartz Rose, Clara Mae Taylor) 38pp == References == == Further reading == * == External links == * * Category:1874 births Category:1941 deaths Category:American food writers Category:American cookbook writers Category:American women nutritionists Category:Diet food advocates Category:Dietitians Category:Columbia University faculty Category:Education writers Category:American information and reference writers Category:Denison University alumni Category:Teachers College, Columbia University alumni Category:Yale University alumni Category:Place of birth missing Category:Women cookbook writers Category:Writers from Ohio Category:American women non- fiction writers ",
    "title": "Mary Swartz Rose"
}