{
    "id": "31386388",
    "text": "Capsugel is a company that manufactures and sells two-piece hard gelatin drug capsules. Note: two of the four authors of Chapter 28 were Capsugel employees. Also cited is \"Summary and Implications (Chapter 34), by the editors of the book. In 2011, Capsugel was described as \"the world's largest maker of hard capsules\". Capsugel also sells equipment for filling empty and liquid capsules, as well as equipment for sealing liquid capsules. == History == Capsugel was founded in the 1960s as a division of Parke-Davis. In 1970, Parke-Davis, including Capsugel, was acquired by Warner Lambert, which was acquired by Pfizer in 2000. On 1 August 2011, Pfizer sold Capsugel to global investment firm Kohlberg Kravis Roberts for $2.38 billion. In July 2017, the Lonza Group completed the acquisition of Capsugel for $5.5 billion from Kohlberg Kravis Roberts. In 1987, while a subsidiary of Warner Lambert, the firm was one of only five pharmaceutical joint ventures in China, the joint venture firm being Suzhou Capsugel Ltd. According to one source, Capsugel originated technology for the production of hard shell capsules from starch. Note: Source lacks page numbers; the cited item here comes from page 2 of the cited chapter. === Executive history === Charles Hoover was promoted to President of the company in 1989; he had previously served as the general manager of the company's largest manufacturing facility and had introduced a quality improvement culture to the company starting in 1982. During his tenure as President, he introduced a company-wide focus on statistical process control. By 2016, the company's President and chief executive officer (CEO) was Guido Driesen. ==Products== At least as of the early 1990s, the company defined customer value in terms of traditional product quality as this was what customers both demanded and needed as the capsule products were faced with increasing degrees of filling automation and filling speed. The product quality metric was a matter of ensuring consistency among batches delivered to the customer. At one point, the company had more than 100 inspectors at every major manufacturing facility to inspect each product twice; over time, cost reductions were realized by major reductions in this inspection crew as statistical process control methods were implemented. Note: This work is a textbook and contains a case study devoted to Capsugel beginning on page 438, entitled \"Long-Term Quality Improvement and Cost Reduction at Capsugel/Warner- Lambert\". With respect to status as a textbook, the Preface opens with \"This book has been designed, written, and produced for students taking their first course in management of organizations.\" ===Coni-Snap=== Coni-Snap capsules are Capsugel's most widely recognized product, a standard two-part hard gelatin capsule that are usually filled with either powder or granules (though they can also be filled with pellets, tablets, pastes, or liquids). Coni-Snap capsules are distributed in multiple sizes and colors. The body section of the Coni-Snap design has a tapered rim to facilitate encapsulation on high-speed capsule-filling machines. It has a dual snap-ring locking system that provides an initial attachment prior to capsule filling and a final closure of the filled capsule. The Coni-Snap design also includes air vents to avoid unwanted air compression within the capsule during high speed filling. ===DBcaps=== DBcaps capsules are a line of capsules designed specifically for use in double-blind studies. These opaque capsules are large enough to encapsulate a range of tablet sizes, so splitting or grinding is not required, reducing variability in the study. The DBcap capsule design also incorporates a locking design to prevent the participants from opening the capsules and breaking the blind. ===Vcaps=== Vcaps capsules are a two-piece capsule made of hydroxypropyl methylcellulose, a cellulose-based raw material. They were designed to meet restrictive dietary needs, and are thus gluten-free, vegan, kosher, and halaal. ===Licaps=== Licaps capsules are two-piece gelatin or hydroxypropyl methylcellulose capsules designed specifically for containing liquids or semi-solids. Licaps can be used when drugs' ingredients are more stable as a liquid, such as in dietary supplements. ==Facilities== As of 1991, the company's four largest manufacturing plants were located in the United States (Greenwood, South Carolina), Belgium, France and Japan; smaller manufacturing units were located in Britain, Mexico, Italy, Thailand, Brazil and China. == Intellectual property == European patent EP2844297 \"Aqueous Dispersions of Controlled Release Polymers and Shells and Capsules Thereof\", filed in 2013, was granted to the Belgium unit of Capsugel in 2018 with an anticipated expiry in 2033. European patent EP2844296 \"Aqueous Dispersions of Hydroxypropyl Methylcellulose Acetate Succinate (HPMCAS)\", filed in 2013, was granted to the Belgium unit of Capsugel in 2019 with an anticipated expiry in 2033. ==Notes== == Further reading == * * ==External links== * Category:Pfizer Category:Pharmaceutical companies based in New Jersey Category:Kohlberg Kravis Roberts companies Category:2011 mergers and acquisitions Category:2017 mergers and acquisitions Category:American subsidiaries of foreign companies Category:Morristown, New Jersey ",
    "title": "Capsugel"
}