{
    "id": "31380016",
    "text": "The Longhorn Network (LHN) is an American multinational regional sports network that is owned as a joint venture between The University of Texas at Austin, ESPN and IMG College, and is operated by ESPN (itself owned jointly by The Walt Disney Company and the Hearst Communications). The network, which launched on August 26, 2011, focuses on the Texas Longhorns varsity sports teams of the University of Texas at Austin. The Longhorn Network, whose name and logo was revealed during the Longhorns' spring football game on April 3, 2011,\"ESPN and University of Texas unveil 'Longhorn Network' name and logo,\" from TexasSports.com, 4/3/2011 features events from 20 different sports involving the Texas Longhorns athletics department, along with original and historical programming. The network also features academic and cultural content from the UT Austin campus. ==Carriage== The first national provider to carry the Longhorn Network was fiber optic television service Verizon FiOS, which announced a deal to carry the network in August 2011.ESPN's Longhorn Network Corrals Verizon FiOS As First Announced Affiliate Multichannel News August 25, 2011 On August 31, 2012, the network began to be carried on AT&T; U-verse. Several smaller cable providers throughout Texas have also added the channel – namely Consolidated Communications, Bay City Cablevision, Mid-Coast Cablevision, Texas Mid-Gulf Cablevision, En-Touch Systems, E-Tex Communications and Grande Communications.Longhorn Network Adds Six Texas Operators Multichannel News August 26, 2011Grande adds Longhorn Network Austin American-Statesman September 2, 2011 Currently, the only major provider serving Texas that does not carry the Longhorn Network is Comcast. The status of negotiations with Comcast are not publicly known. ===Carriage agreements=== ====2012==== On October 4, 2012, New York-based Cablevision Systems Corporation began carrying LHN on its systems in the Western United States. Its New York City area systems were not included in the deal.Longhorn Network signs deal with Cablevision Systems Houston Chronicle October 4, 2012 Two months later on December 12, Cox Communications announced a comprehensive long-term distribution agreement that included adding the Longhorn Network to its systems in Arkansas, Kansas, Louisiana and Oklahoma. On December 31, 2012, Charter Communications announced that it would add LHN as part of a wide-range long-term carriage deal with ESPN and The Walt Disney Company. Charter also took over Cablevision's western systems in the first quarter of 2013 and maintained the rights agreed to by Cablevision for LHN. It is available on its systems in Arkansas, Louisiana, New Mexico, Texas and Virginia. ====2013==== On August 8, 2013, Time Warner Cable announced that it would begin carrying LHN in its Texas service areas. ====2014==== On March 3, 2014, The Walt Disney Company and Dish Network announced a deal to carry the Longhorn Network as part of a new long-term, wide-ranging distribution agreement. The channel became available on the satellite provider on May 28 of that year. On December 23, 2014, DirecTV announced a long-term, wide-ranging distribution agreement with Disney that included the carriage of Longhorn Network. ====2015==== Longhorn Network launched on DirecTV on January 21, 2015 along with Fusion. It became available on regional sports network on the Choice package in the Southwestern United States and on the Sports Pack everywhere else. ====2017==== In May 2017, DirecTV Now reduced the presence for the Longhorn Network from nationwide coverage to solely to the Big 12 territory (DirecTV's satellite service continues to carry LHN nationally). ===Online presence=== Although the Longhorn Network has an internet presence hosted by ESPN, it functions as a TV Everywhere service that is unavailable to subscribers unless their cable and internet service provider carries the network, with further geographical restrictions (usually confined to the states contained within the Big 12 Conference); ESPN.com and the ESPN App enforce the same restrictions in carrying the network.\"College sports should hook 'em online\", from Policy By the Numbers (September 8, 2012) Patrick Ryan, Policy Counsel, Open Internet at Google pointed out that the reach of LHN as of September 2012 was about 10 million potential viewers, whereas if it were online, it could reach 230 million viewers in the U.S., or as many as 2 billion potential viewers. ==Programming== ===Regular programming=== Longhorn Network to launch Aug. 26; first slate of shows announced , Austin American-Statesman, retrieved 25 July 2011Longhorn Network announces additional programming , Austin American- Statesman, retrieved 5 August 2011 *Longhorn Extra: This Week – A weekly broadcast covering news on the university's 20 varsity teams. *Rewind with Tom Herman – A Monday program featuring analysis from the football coach of the past weekend's game. *Texas All Access – A weekly insider show about the Longhorns sports teams, focusing on the football team during the fall months. *Game Plan with Tom Herman – A Thursday night preview show to the upcoming weekend's football game. *Texas GameDay – A two-hour pre-game show, similar in format to ESPN's College GameDay, which is broadcast from the site of Darrell K Royal – Texas Memorial Stadium for home games and the Austin-based network studio for road games. *Texas GameDay Final – A 90-minute post-game show, similar in format to ESPN's College Football Final, on site at Darrell K Royal – Texas Memorial Stadium for home games and the Austin-based network studio for road games. *Longhorn Legends – A roundtable discussion program with Longhorns football coach Mack Brown and a rotating selection of former players. *The Season: 2005 Texas Longhorns – An in-depth review of the 2005 Longhorns football season, during which the team earned its fourth national championship in the university's history. *Texas' Greatest Games – A Top 10 countdown of what is considered to be the program's best football games. *Texas' Greatest Athletes – A program covering those who are considered to be the best athletes (across all sports) that the school has produced. *Traditions – A look into how some of the university's historical sports traditions started. ===Sports=== The first live sports event broadcast on the network aired on the date of its launch, the women's volleyball team's 2011 season opener against the Pepperdine Waves. The first live football game telecast on the network aired on September 3, 2011, in which the Longhorns played against the Rice Owls.Longhorn Network names on-air team , KXAN-TV. Retrieved 25 July 2011. The Longhorn Network would expand its sports coverage to include five UTSA Roadrunners football games to its schedule for sister campus University of Texas at San Antonio's inaugural football season, the first of which aired on September 10, 2011. The majority of the live events are handled by the Longhorn Network Operations department, which manages the crew that sets up the equipment used to air the event. Over 200 live events were managed by this department during the 2011–12 school year. Longhorn Network simulcast featured groups coverage of the 2015 Open Championship, which featured University of Texas alumni Jordan Spieth. In February 2018, the network began to carry coverage of women's softball games at UT's McCombs Field where the university mainly served as a host school for neutral-site matches between northern teams (southern schools and domes regularly host northern schools during the winter), rather than the Longhorns as a competing team, allowing some form of video coverage to the competing schools. ==Controversies== ===High school football=== From the initial announcement of the Longhorn Network, ESPN had made it known that it desired to broadcast up to 18 high school football games per season. The idea was a cause for concern among other Big 12 schools, especially Texas A&M;, due to what that university viewed as possible recruiting violations, and was partly responsible for A&M;'s decision to leave the Big 12 for the Southeastern Conference in 2012. During an August 1, 2011, meeting of all Big 12 athletic directors, it was decided that the issue of airing high school football games on the network would be postponed for one year, allowing time for the NCAA to rule on the matter.Big 12 sets up restrictions on Longhorn Network, Houston Chronicle. Retrieved 1 August 2011 On August 11, 2011, the NCAA ruled that no school or conference network would be permitted to broadcast high school sports or any other high school programming, effectively bringing the issue to a close.High school games cannot be on school networks , CBS Sports, retrieved 11 August 2011 ===Big 12 Conference football=== In addition to a non-conference game each season, ESPN desired to place a Big 12 Conference game on the Longhorn Network. At the same Big 12 meeting that discussed high school football telecasts, it was agreed upon that a conference game would be acceptable as long as both schools and the conference office approved the broadcast. It was reported that ESPN asked Texas Tech for permission to broadcast the team's November 5 game against the Longhorns on the network. ESPN told the university that the game would most likely not be carried on any of the ESPN family of networks, leaving a broadcast on the LHN as its only option. In return, ESPN promised to televise two non-conference football games over the next four seasons, televise some other non-football programming, $5 million cash, and help from the network to try to arrange a home-and-home series against a top BCS conference school. Texas Tech passed on the offer with the university's chancellor Kent Hance explaining that \"I don't want a Tech fan to have to give one dime to the Longhorn Network\". ESPN then contacted Oklahoma State about airing games on the network; that university also refused the invitation to appear on the network.Tech says no to Longhorn Network , Amarillo Globe-News. Retrieved 9 August 2011/ Texas Athletics eventually announced that the Kansas Jayhawks had agreed to let its game against the Longhorns on October 29 air on LHN (the University of Kansas's third-tier media rights are also managed by LHN co-owner IMG College). The agreement allowed the Longhorn Network to be the national carrier of the game, except in Kansas markets, where the game was shown on broadcast television.Texas-Kansas football game to air on Longhorn Network, TexasSports.com. Retrieved 2 September 2011. ESPN revealed plans to broadcast the Texas Tech-Texas State game on the Longhorn Network in 2012, however Texas Tech threatened to drop the game in favor of an 11-game schedule, resulting the game being removed from LHN's schedule. In November 2012, ESPN syndicated a second feed of a Longhorn football home game against Iowa State to ABC-affiliated television stations across Iowa (including KETV in Omaha, Nebraska, which is owned by ESPN part-owner Hearst Corporation) to provide access to the game within that state. A secondary announcing team was used for the Iowa State feed. The same was done in September 2013 for a matchup against Ole Miss throughout the state of Mississippi. Mediacom eventually established an online/traditional network with Iowa State in their service area, Cyclones.tv, featuring university programming, along with any live games featuring Texas which are only available through Longhorn Network with Iowa State overlaying their own play-by-play and commentary, or producing their own telecast entirely. ===Potential conflict of interest=== Concerns have been raised by some fans, bloggers and journalists that ESPN's financial stake in the Longhorn Network creates a potential conflict of interest.Open Mikes: Is the Longhorn Network a good or bad idea? USA Today. Retrieved August 29, 2011Longhorn Network Contract Between Texas and ESPN Revealed, Big 12 Future Not Bright The Big Lead. Retrieved August 29, 2011ESPN's Texas Longhorn Network - Good For College Sports? Corn Nation. Retrieved August 29, 2011 Some fear that ESPN's involvement in the network will inhibit journalistic integrity as that network has a financial interest in the success of the athletic programs at the University of Texas. Sports Illustrated writer Richard Deitsch wrote: \"The network's existence... creates an impossible situation for ESPN's college football producers and reporters (plenty of whom care about reporting). For every story ESPN does on Texas and its opponents, they'll be skeptics wondering what the motivation was for the story.\"College Football TV Roundtable SI.com. Retrieved August 29, 2011 Additionally, some have questioned the stipulation included in the network's founding agreement that gives Texas the right to dismiss LHN announcers that do not \"reflect the quality and reputation of UT.\"ESPN Talent on the Longhorn Network Better Be Nice – or the University of Texas Might Have You Replaced The Big Lead. Retrieved August 29, 2011 An ESPN spokesperson addressed the situation by stating: \"This is not common in ESPN agreements because this UT network is so unique/new for us ...The provision does not allow for random replacement of commentators or reaction to critical comments... it's more about potential situations where a commentator makes completely inappropriate comments or gets involved in inappropriate actions.\"Longhorns TV Deal: Texas Can Fire ESPN Broadcasters Burnt Orange Nation. Retrieved August 29, 2011 ==References== Notes Further reading * ==External links== * Category:Big 12 Conference broadcasters Category:ESPN media outlets Category:Texas Longhorns Category:Television channels and stations established in 2011 Category:Sports television networks in the United States Category:English-language television stations in the United States Category:Television networks in the United States Category:College sports television networks Category:College basketball on television in the United States Category:Gridiron football on television ",
    "title": "Longhorn Network"
}