{
    "id": "31380103",
    "text": "Dawn is the first solo album by the American singer-songwriter Dawn Robinson. It was released on January 29, 2002, by LeftSide Entertainment and Q Records, while distribution was handled by Atlantic Records. The album was released five years after her departure from En Vogue and roughly a year after leaving Lucy Pearl. Dawn includes the single \"Envious\". ==Background== Following her departure from En Vogue in 1997, Robinson began work on her solo career, appearing as a featured vocalist on The Firm's hit single \"Firm Biz\" that year. In 1999, she joined the group Lucy Pearl and recorded an album with them. In 2001, she signed with Dr. Dre's Aftermath Records and started work on her debut solo album. However, she would leave the label before completing it. Soon after, she signed with Atlantic Records and started work on her album now titled Dawn. She contributed to the FB Entertainment compilation with the song \"Set It Off\" which received positive notices. It would later be included on her album. Eventually, seven songs she wrote/co-wrote made it to the album. Featured producers/songwriters on the album would include Travon Potts, Ivan Barrios, Carvin Haggins, Pajam, Kenni Ski, Christopher Warrior. ==Critical reception== Stephen Thomas Erlewine from AllMusic called the album \"a bouncy, feel-good R&B; affair\" that \"oozes with attitude, street savvy, and rich urban flavor.\" She found that \"funkified arrangements – with tasty acoustic and electric guitar stylings – and dance floor appeal, combined with Robinson's sassy, soul-inspired vocals, make this a winning solo effort.\" He gave the album three out of five stars. In his review for Slant magazine, writer Sal Cinquemani declared the \"fashionable mix of neo-soul, gooey R&B; balladry and trendy hip-pop\" as \"too prepackaged and trend-conscious to reach the heights of her previous collaborations.\" He felt that \"while the album confirms that Robinson was indeed En Vogue’s most distinctive voice,\" Dawn \"seems jailed within the confines of current R&B; trends.\" People magazine commented that while the album \"won’t make anyone forget En Vogue, Robinson pipes up with a gratifying if not groundbreaking set of contemporary R&B.; Although her sassy, sturdy vocals lift even the more banal ballads, Robinson really shines.\" David Browne from Entertainment Weekly felt divided, writing that \"at its most shimmering, the long-in-the-works solo debut from the former En Vogue and Lucy Pearl diva incorporates the best of both acts. The R&B; effortlessly shoop- shoops with simmering beats and the occasional raw guitar and Robinson’s stance is more aggressive. But at its limpest, Dawn is merely a thinking man’s Mariah Carey album.\" Billboard, who called Dawn one of \"R&B; music's most anticipated debuts,\" was surprised of the uptempo material on the album and wrote that \"the collection gives Robinson the platform to make the kind of record she's always wanted to make.\" Wendy Robinson, writing for PopMatters, found that while Dawn \"offers a confident and eclectic collection\" of songs, \"the problem is that the album tries so hard to defy definition that it fails to be distinctive.\" Positive with Robinson's performances though, she added: \"Dawn will be a welcome addition to the CD collection of anyone who loves vocal music. With this CD, as with her past projects, you get the sense that Dawn Robinson will always embrace the opportunity to experiment. She's willing to try new things and put her name on the line as she searches for songs that work.\" ==Chart performance== A commercial disappointment, Dawn failed to enter both the US Billboard 200 and the Top R&B;/Hip-Hop Albums chart. It however debuted and peaked at number 22 on Billboards Heatseekers Albums chart for the week of February 16, 2002, and reached number 50 on the New Zealand Albums Chart. The set's first and only single \"Envious\" was released to radio on September 18, 2001, with a music video premiering on BET. It received moderate airplay and peaked at number 99 on Billboard's Hot R&B;/Hip-Hop Singles & Tracks, number 42 on the Hot Singles Sales, and number 41 on the R&B;/Hip-Hop Singles Sales chart. ==Track listing== Notes * denotes co-producer ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" |- ! scope=\"col\"| Chart (2002) ! scope=\"col\"| Peak position |- ! scope=\"row\" |- ! scope=\"row\" |- |} ==References== Category:2002 debut albums Category:Contemporary R&B; albums by American artists ",
    "title": "Dawn (Dawn Robinson album)"
}