{
    "id": "31381467",
    "text": "James Montaudevert Waterbury Sr. (September 5, 1851 – July 11, 1931) was an American businessman and industrialist. He was president of the New York Steel and Wire Company and the American Type Bar and Machine Company. ==Early life== He was born on September 5, 1851 in New York City. He was the only son born to Caroline Antoinette (née Cleveland) Waterbury (b. 1822) and Lawrence Waterbury I (1812–1879), who married in 1842. His maternal grandparents were Palmer Cleveland and Catherine (née Livingston) Cleveland. His grandmother was the daughter of Henry Gilbert Livingston and he was a descendant of John Waterbury, who immigrated to the colonies in 1631 from England. He was an 1873 graduate of Columbia College. ==Career== After graduating from Columbia, he began work at the Waterbury Rope Company in 1874, which was founded by his father in 1845 as \"Waterbury & Marshall, Robes and Cordage.\" Shortly thereafter became a partner in the Rope Company and upon his father's death in 1879, he inherited the company. After the death of his father's brother, James M. Waterbury, his father inherited controlling interests in the Thirty-fourth Street and the Houston-Street Ferry Companies and thereafter served as president of both, which James himself inherited as well. He later served as president of the New York Steel and Wire Company and the American Type Bar and Machine Company. ==Personal life== In 1874, Waterbury was married to Catherine Anthony Furman, the daughter of John M. Furman and sister of John C. Furman. Together, they were the parents of: * Catharine Livingston Waterbury * James Montaudevert Waterbury, Jr. (1876–1920), a noted polo player. * Lawrence Waterbury II (1877–1943), also a noted polo player who married Maude Livingston Hall (1877–1952), daughter of Valentine Hall Jr. and aunt of Eleanor Roosevelt. * John Cunningham \"Jack\" Waterbury (1880–1929), who married Sarah Roberts-Lawton in 1920. * Elsie Waterbury, who married Gouverneur Morris IV (1876–1953), grandson of Gouverneur Morris Jr. and great-grandson of Founding Father Gouverneur Morris. * Cleveland Livingston Waterbury (b. 1886), who declared bankruptcy in 1921. * Grenville Furman Waterbury, who married Alice Edwards Ingoldsby. * Reginald Waterbury Waterbury served as president of the Country Club of Westchester for 10 years. He was also a member of the Metropolitan Club, a life member of the Knickerbocker Club and the New York Yacht Clubs. He died on July 11, 1931 of apoplexy at his apartment at the Knickerbocker Club in New York City. ==References== ==External links== Category:1851 births Category:1931 deaths Category:New York Yacht Club Category:Waterbury family Category:Columbia College (New York) alumni ",
    "title": "James Montaudevert Waterbury Sr."
}