{
    "id": "31389339",
    "text": "Introducing Dionne Bromfield is the debut album by British singer Dionne Bromfield. She recorded it when she was thirteen for Lioness Records, the label of her godmother, Amy Winehouse. The album was released on 12 October 2009 and reached number 33 on the UK album charts. Bromfield released \"Mama Said\" and \"Ain't No Mountain High Enough\" as singles. She performed on Strictly Come Dancing with Winehouse on backing vocals, at the Young Voices concert at the M.E.N. Arena in 2009, and at the O2 Arena in 2011. ==Singles== Although not officially released as a single, a video for Dionne's cover of \"Foolish Little Girl\" was released 23 September 2009. \\- DionneBromfield. 23 September 2009. 27 July 2011. Dionne's debut single, her cover of The Shirelles' song Mama Said, was released 1 November 2009. The EP consists of the album version, Vito Benito remix and a b-side, Dancing in the Street.Mama Said - Dionne Bromfield Amazon. 29 October 2009. 27 July 2011. The music video was released 14 October 2009. \\- DionneBromfield. 14 October 2009. Retrieved 27 July 2011. Her second single, Ain't No Mountain High Enough was released 20 December 2009. Both that music video and a promotional video for its b-side I Saw Mummy Kissing Santa ClausAin't No Mountain High Enough - Dionne Bromfield Amazon. 17 December 2009. Retrieved 27 July 2011. were released 4 December 2009. & DionneBromfieldVEVO. 22 December 2009. Retrieved 27 July 2011. & YouTube - DionneBromfield. 4 December 2009. 27 July 2011. ==Track listing== ==Charts== {| class=\"wikitable\" !align=\"left\"|Chart (2009) !align=\"left\"|Peak position |- |align=\"left\"|UK Albums Chart |align=\"center\"|33 |} ==Release history== {|class=\"wikitable\" ! Region ! Date ! Label ! Format |- | United Kingdom | 12 October 2009 | Lioness / Island | CD, Digital Download |- | Brazil | 9 January 2012 | Universal Records | CD, Digital Download |} == References == Category:2009 debut albums Category:Island Records albums Category:Dionne Bromfield albums Category:Covers albums ",
    "title": "Introducing Dionne Bromfield"
}