{
    "id": "31380413",
    "text": "The 1975 National 500 was a NASCAR Winston Cup Series race that took place on October 5, 1975, at Charlotte Motor Speedway in Concord, North Carolina. The event was complemented by a Late Model Sportsman event that counted for points in the NASCAR-sanctioned World Service Life 300 (prior to 1982, drivers could drive as many Late Model Sportsman races combined on the short tracks and superspeedways) that, after NASCAR changed the format of the series in 1982, is now the NASCAR Xfinity Series after it became a touring format. Both of those races took place on the same race track. ABC Sports provided delayed coverage of the race, one week later. ==Race report== It took three hours and forty-seven seconds for the race from its 12:30 P.M. scheduled green flag time. The race ended at approximately 4:07 P.M. After failing to finish the race at Martinsville, Richard Petty defeated David Pearson by 0.26 seconds for the 176th win of his career. Richard Petty's championship lead over Benny Parsons would give him an 878-point advantage for the title; which was the largest points lead that anyone has ever accumulated in the Latford system used by NASCAR during the mid-1970s. Bruce Hill was the most dominant rookie during the 1975 season; charging to a 27th-place finish. Pearson would win the pole position with a speed of during qualifying; his next pole position start would be at the 1976 World 600. More than 61,000 spectators would attend with seven cautions for 53 laps. The average speed was ; over 334 laps on the oval track spanning . There were 42 drivers on the grid; all of them were born in the United States of America. Coo Coo Marlin was the last-place finisher due to an engine problem on lap 8 in his 1975 Chevrolet Chevelle Laguna automobile. Charlie Glotzbach led one lap early in this race before a transmission failure sidelined his one-off entry in the #3 Kmart Chevrolet. It was the last lap he ever led in Cup competition. Darel Dieringer would make his final NASCAR appearance in this race; finishing in seventh place in the process. Notable crew chiefs who in the race included Tim Brewer, Jake Elder, Travis Carter, Harry Hyde, Dale Inman, Tom Vandiver, and Bud Moore. ===Qualifying=== {| class=\"wikitable\" |- ! Grid ! ! Driver ! Manufacturer |- ! 1 | 21 || David Pearson || '73 Mercury |- ! 2 | 71 || Dave Marcis || '74 Dodge |- ! 3 | 28 || A.J. Foyt || '75 Chevrolet |- ! 4 | 88 || Darrell Waltrip || '75 Chevrolet |- ! 5 | 15 || Buddy Baker || '75 Ford |- ! 6 | 72 || Benny Parsons || '75 Chevrolet |- ! 7 | 11 || Cale Yarborough || '75 Chevrolet |- ! 8 | 16 || Bobby Allison || '75 AMC Matador |- ! 9 | 43 || Richard Petty || '74 Dodge |- ! 10 | 83 || Johnny Rutherford || '75 Chevrolet |- ! 11 | 54 || Lennie Pond || '75 Chevrolet |- ! 12 | 90 || Dick Brooks || '73 Ford |- ! 13 | 3 || Charlie Glotzbach || '75 Chevrolet |- ! 14 | 35 || Darel Dieringer || '73 Ford |- ! 15 | 27 || Donnie Allison || '75 Chevrolet |} ===Timeline=== Section reference: * Start: David Pearson was leading as the green flag was waved. * Lap 8: Coo Coo Marlin had to leave the race due to engine problems. * Lap 10: A four-car accident on turn four caused the first caution until lap 20. * Lap 15: Neil Castles had ignition problems. * Lap 35: Skip Manning stalled his vehicle heading into turn one. * Lap 40: Bobby Isaac had to leave the race due to engine problems. * Lap 73: A two-car accident on turn two created the third caution, which lasted until lap 76. * Lap 108: Donnie Allison had to leave the race due to engine problems. * Lap 114: G.C. Spencer had to leave the race due to engine problems. * Lap 123: Bobby Allison had to leave the race due to engine problems. * Lap 157: Jackie Rogers would spin his vehicle while heading into turn one. * Lap 183: Bruce Hill had to leave the race due to engine problems. * Lap 187: Dave Marcis had to leave the race due to engine problems. * Lap 218: Richie Panch would be involved in an accident on turn four. * Lap 238: Jim Vandiver noticed that his vehicle had ignition problems. * Lap 248: Lennie Pond had to leave the race due to engine problems. * Lap 264: A.J. Foyt had to leave the race due to engine problems. * Lap 276: Jabe Thomas had to leave the race due to engine problems. * Lap 282: Cale Yarborough had to leave the race due to engine problems. * Lap 284: Bob Burcham had to leave the race due to engine problems. * Lap 285: Cale Yarborough spun his vehicle through turn three. * Lap 290: Buddy Arrington had to leave the race due to engine problems. * Lap 295: David Sisco had to leave the race due to engine problems. * Lap 298: Bob Burcham spun his vehicle through turn one. * Lap 310: Hershel McGriff had ignition problems. * Finish: Richard Petty was declared the winner of the event. ==Finishing order== Section reference: # Richard Petty # David Pearson (fourth consecutive pole position in his career) # Buddy Baker # Benny Parsons # Cecil Gordon # James Hylton # Darel Dieringer # Richard Childress # J.D. McDuffie # Elmo Langley # Hershel McGriff* # Chuck Bown # Joe Frasson # Frank Warren # David Sisco* # Grant Adcox # Buddy Arrington* # Bob Burcham* # Cale Yarborough* # Jabe Thomas* # A. J. Foyt* # Lennie Pond* # Jim Vandiver* # Darrell Waltrip* # Richie Panch* # Dave Marcis* # Bruce Hill* # Harry Jefferson* # Jackie Rogers* # Ed Negre* # Bobby Allison* # G.C. Spencer* # Donnie Allison* # Johnny Rutherford* # Dick Brooks* # Charlie Glotzbach* # Bobby Isaac* # Skip Manning* # Jimmy Insolo* # Neil Castles* # Walter Ballard* # Coo Coo Marlin* Note: * denotes that the driver failed to finish the race.'' ==Standings after the race== {| class=\"wikitable\" |- ! Pos ! Driver ! Points ! Differential |- ! 1 10px | Richard Petty | style=\"text-align:center;\"| 4166 | 0 |- ! 2 | Benny Parsons | style=\"text-align:center;\"| 3288 | -878 |- ! 3 | Dave Marcis | style=\"text-align:center;\"| 3287 | -879 |- ! 4 10px | James Hylton | style=\"text-align:center;\"| 3268 | -898 |- ! 5 10px | Richard Childress | style=\"text-align:center;\"| 3233 | -933 |- ! 6 10px | Cecil Gordon | style=\"text-align:center;\"| 3083 | -1083 |- ! 7 10px | Darrell Waltrip | style=\"text-align:center;\"| 2990 | -1176 |- ! 8 10px | Elmo Langley | style=\"text-align:center;\"| 2838 | -1328 |- ! 9 10px | Cale Yarborough | style=\"text-align:center;\"| 2772 | -1394 |- ! 10 10px | Buddy Baker | style=\"text-align:center;\"| 2695 | -1471 |} ==References== National 500 National 500 Category:NASCAR races at Charlotte Motor Speedway ",
    "title": "1975 National 500"
}