{
    "id": "31380070",
    "text": "Chandrakant Shah, OOnt, is a Canadian doctor, researcher and social activist. Shah is the clinical coordinator of Anishnawbe Health Toronto in Toronto, Ontario, Canada. Shah has been a staff physician since 1996, providing primary health care to Toronto's indigenous community as well as people who have been marginalized, such as the homeless, the unemployed and children living in poverty.A personal crusade for public health He is also a consultant with Peel Public Health, Honorary Staff of The Hospital for Sick Children, and Courtesy Staff at the St. Michael's Hospital (Toronto). He is professor emeritus of the Dalla Lana School of Public Health at the School of Medicine, University of Toronto.Faculty Profile His textbook, Public Health and Preventive Medicine in Canada, is widely used by Canadian undergraduate and graduate students from a range of health disciplines.Amazon: Public Health and Preventive Medicine in Canada, Paperback He is recipient of several awards including the Order of Ontario and the Outstanding Physicians of Ontario award (2007) by the Council of the College of Physicians and Surgeons of Ontario for excellence and coming closest to meeting society's vision of an \"ideal physician.\"Dr. Chandrakant Shah presented with Council Award, policy updates, Physician Resources Task Force revived, Noteworthy now available. == Aboriginal Health and Wellness == Shah is most well known for his research and activism in the Aboriginal Health and Wellness space.The Toronto Star: How aboriginal healers might help fight swine fluAlberta Sweetgrass: Doctor urges Aboriginal lifestyle change == Awards and honours == * The Queen Elizabeth II Diamond Jubilee Medals for being Pioneer in Public Health Education and providing outstanding Service to the Community and particularly to Aboriginal People of Canada, Office of the Lieutenant Governor of Ontario, June 2012 * 2010 J. S. Woodsworth Award, for outstanding Commitment and Excellence in the Fight For the Elimination of Racial Discrimination particularly for Aboriginal People through his teaching, research, clinical service and advocacy work by the New Democratic Party of Ontario. * Power List of 30 influential Indo-Canadian, The Power List, India Abroad, 2009 * Outstanding Physicians of Ontario in 2007 by the Council of the College of Physicians and Surgeons of Ontario for the physicians who have demonstrated excellence and come closest to meeting society's vision of an \"ideal physician\". * CAPIH Medal of Service in 2007 for the outstanding contribution to healthcare and education from Canadian Association of Physicians of India Heritage. * Establishment of C. P. Shah Alumni Award of Excellence in Public Health in 2007 by the Dalla Lana School of Public Health at the University of Toronto. It will be awarded annually to a graduate who has advanced the field of public/population health in Canada or its provinces/territories by his/her contribution and/or sustained efforts in any one of the following fields: Practice of Public Health, Teaching and Research. * Grant's Community Achiever Award in 2006 for his outstanding contribution in the field of public health. * Order of Ontario in 2005 by the Government of Ontario awarded for being a pioneer in public health education in Canada and in developing innovative healthcare programs, being an advocate for Aboriginal Peoples, the homeless, the jobless and poor children in Canada. * May Yoshida Award in 2005 by Centre for Equity in Health and Society to an educator who has worked to promote issues of health, equity and diversity in professional faculty development by creating Visiting Lectureship Program on Native Health and being instrumental in establishing Endowed Chair in Aboriginal Health and Wellbeing at the University of Toronto. * Lifetime/Outstanding Achievement Award in 2005 by Indo-Canada Chamber of Commerce for his lifetime work for improving health and wellbeing of aboriginal people, homeless, unemployed and other marginalized group as well as his contribution in public health education in Canada. * Establishment of C. P. Shah, Government of Ontario/Public Health Sciences Graduate Scholarship in Science and Technology by the Department of Public Health Sciences at the University of Toronto at the time of his retirement for his outstanding work. This endowed scholarship will fund $15,000 per year for a doctoral stream student in Public Health Sciences. July 2001. * The 25th Anniversary Race Relation Award – by Urban Alliance on Race Relations for creating a positive race relationship in community through Aboriginal Lectureship Program and Promotion of Employment Equity, September 2000, Toronto. * \"Eagle Feather\" Award: Awarded by First Nations House, University of Toronto for development of the Visiting Lectureship Program in Native Health at the university. It is one of the highest recognition awarded to non-aboriginal person by aboriginal community. Oct. 1999. * R. D. Defries Award and Honorary Life Membership: Highest Award of the Canadian Public Health Association for outstanding contribution in the broad field of Public Health and particularly for the Canadian Contribution, at the Annual Meeting of the Canadian Public Health Association, Winnipeg, June 1999. The Defries Award carries with it an Honorary Life Membership. * The John Hastings Award for Excellence in Service to the University and the Community, The Faculty of Medicine, University of Toronto, 1997. * The C.P. Shah Award established by the Division of Community Health, University of Toronto to recognise the services to the Community Medicine Residency Program at the University of Toronto 1988. To be awarded annually to the resident for the best research or fieldwork report. == References == == External links == * University of Toronto Category:Living people Category:Canadian general practitioners Category:Members of the Order of Ontario Category:People from Toronto Category:Indian emigrants to Canada Category:Canadian people of Indian descent Category:1936 births Category:University of Toronto alumni Category:Harvard School of Public Health alumni ",
    "title": "Chandrakant Shah"
}