{
    "id": "31381916",
    "text": "{| |} Bredenhof was a Dutch East Indiaman transport ship that foundered on a reef south of Mozambique and only off the African coast, near the Cape of Good Hope, on . The loss of the Bredenhof on her third voyage to the East Indies was meticulously recorded in the Dutch archives. == History == With a crew composed of about 250 men, the Bredenhof left Rammekens, Zeeland on the morning of , heading for Ceylon in the Indian Ocean. But due to the weather conditions and the problems on the journey, by the time they arrived at the Cape, six men were dead and nine were very sick. Two weeks after setting sail from the Cape to Ceylon they ran into treacherous waters and the Bredenhof was wrecked on a reef. Captain Jan Nielsen's orders were to throw all the silver bars overboard so that it could not be plundered by any member of the crew, although part of the gold was taken ashore. === Cargo === Built in Amsterdam in 1746, the Bredenhof measured and had a storage capacity of 850 tons. The cargo consisted of 14 barrels containing a large amount of copper coins, 29 chests of silver ingots and one chest with 5,000 golden ducats including silver bars that were to be set aside and minted into silver rupees in Bengal. About 200 men formed three separate groups and tried to reach the land in rafts, but only half of them made it. Some got back to the Netherlands in the following year by way of Brazil and Lisbon, but the captain of the ship died on .Maurice Boucher (1985), The Cape of Good Hope and foreign contacts – 1735–1755, University of South Africa, p. 105. === Recovery === Despite the attempt to recover the silver bars and copper coins in the 1750s, modern divers found the shipwreck off the Silva Shoal in the Mozambique Channel in 1986 and a salvaging company was called in by the South African Government to recover all the gold and silver ingots from the sea bed and transport them to Mozambique, operation which was started on . Some of the relevant items salvaged are 15 iron cannons, five anchors, lead rolls and ingots, and some iron bars. A third part of the treasure was sent to South Africa after a long judicial battle which took more than four years and the part which corresponded to the salvaging company was sold at an auction at Christie's Amsterdam in that same year. == See also == * Lists of shipwrecks == References == Category:1746 ships Category:Maritime incidents in 1753 Category:Shipwrecks of Africa Category:Shipwrecks in the Indian Ocean Category:Shipwrecks of the South African Indian Ocean coast ",
    "title": "Bredenhof"
}