{
    "id": "31386410",
    "text": "Dresden Panometer. Neumarkt and the Frauenkirche. The Dresden Panometer is an attraction in Dresden, Germany. It is a venue displaying one of two panoramic paintings of Austrian-born artist Yadegar Asisi inside a former gasometer, accompanied by an exhibition. One of the two panoramas, Baroque Dresden depicts Dresden as it might have appeared in 1756, the other, Dresden 1945 shows the city after it was destroyed during World War II. The Panometer was created in 2006 by Asisi, who coined the name as a portmanteau of \"panorama\" and \"gasometer\". In 2003 he had opened a Panometer in Leipzig. Since mid-2015, the panoramas Baroque Dresden and Dresden 1945 have been shown alternately.Official site ==Building== The Dresden Panometer occupies a disused telescopic gas holder in Reick, built in 1879–80. The gasometer is in height and in diameter. Buildings of this type are particularly suitable for panoramic pictures due to their circular shape and ample interior space.Gasbehälter (Gasometer) und Gaswerke in Deutschland Oliver Frühschütz. Ein Dornröschen erwacht... DREWAG. Interview with Yadegar Asisi. ==Panoramas and exhibition== ===Dresden 1756=== The panorama hangs on the inner wall and is in height and in circumference. It is viewed from a raised platform in the centre, and uses perspective to create a realistic sense of distance. It portrays the baroque Dresden skyline of 1756 – for the most part historically accurate, but with some artistic modifications – as seen from the Katholische Hofkirche. There is a musical soundtrack by the Belgian composer Eric Babak.»1756 Dresden« – unfold the myth Home page. The circular walkway between the panorama and the outer wall contains an exhibition on the creation of the painting and the old Dresden skyline. It features historic city maps and original drawings from the 18th and 19th centuries, as well as paintings of the skyline by Asisi himself. There is also a large bell from the Neustädter Rathaus and exterior decorations from now-demolished buildings. Asisi's research in creating the panorama was based on several vedute: precise, historic drawings of the city skyline. The most important veduta painter in mid-18th century Dresden was Bernardo Bellotto (nephew of Canaletto, and sometimes actually known by that name), whose pictures can be precisely dated. The Dresden Panometer received over 500,000 visitors in its first two years from December 2006. Asisi planned to display the panorama until 2016 which is prolonged until today. ===Dresden 1945=== Tragedy and hope of a European city. Using a 1:1 scale, the DRESDEN 1945 panorama takes you on a journey back in time to the immediate aftermath of the Allied bombing raids in 1945. The 15 m high visitor’s tower provides you with a 360-degree view from the tower of Dresden’s Town Hall and reveals the extent of the destruction in the panorama by Yadegar Asisi, almost 3,000 m² in size. The project does not merely show the tragedy of Dresden, but uses several pillars to draw attention to the interactions of Europe’s war-torn history. By 1945, many German cities were destroyed, but so was a large number of other European, such as Rotterdam, Coventry, Stalingrad and Warsaw. ==External links== *Home page in English ==Notes== Category:Buildings and structures in Dresden Category:Panorama photography Category:Tourist attractions in Dresden ",
    "title": "Dresden Panometer"
}