{
    "id": "31381456",
    "text": "RM 1901 at Wandoan Station ~1991 The Wandoan Branch is a 70 km railway line in the Darling Downs region Queensland, Australia. It links the towns of Miles and Wandoan. It was approved to extend to Taroom,Kerr, J. 'Triumph of Narrow Gauge' Boolarong Press 1990 but construction halted during World War One and never recommenced. ==History== The Western Line from Brisbane reached Miles in August 1878. Taroom, about 120 kilometres to the north of Miles, later became an established pastoral region and a line in that direction was proposed to promote closer settlement. Approval was given in 1910 for construction of the first section to Wandoan (then called Juandah) and the line opened from Miles as far as Giligulgul on 20 December 1913. Sidings en route were Dalwogan (now Dalwogon), Kowguran and Gurulmundi. On 11 August 1913, during construction of the Miles-Taroom section, a ballast train collided with several cattle from Miles. Two men including the train's timekeeper were killed, another man was injured. Hopper cars being pushed in front of the locomotive were emitting dust at the time. A fourth crew member was not significantly injured. Juandah Station was established in 1853 following favourable reports from Ludwig Leichhardt after his trek through the region in 1844, and the small town of Juandah gradually developed. The second stage of the line opened via Guluguba, Burunga and Wubagul to Juandah on 16 December 1914. The approved section to Taroom was never constructed. Juandah was renamed Wandoan in 1927 to avoid confusion with the town of Jundah south west of Longreach. Kowguran siding achieved prominence during World War II when the RAAF operated a munitions store next to the railway line. Kowguran Sub-depot to No. 3 Central Reserve Explosive Store included 20 concrete underground bunkers in which up to 2500 tons of bombs and ammunition were stored. Supplies, munitions and personnel were connected by rail to Brisbane via Miles and Toowoomba. ===Services=== Trains worked from Chinchilla about 40 kilometres to the east of Miles. A twice-weekly mixed serviced the route which connected at Miles with trains west to Roma and east to Brisbane. The 70 kilometres between Miles and Wandoan was traversed in three hours. In 1954, a twice-weekly rail motor service was introduced to connect with the Sydney Mail at Toowoomba. Like so many services in country Queensland, the line faced increasing competition from road transport. Traffic gradually dwindled to seasonal grain transport. ==Present and future== The line is still open, with rail of 30 kg/m relaid for about 50% of the line, with the balance being 21 kg/m. Steel sleepers have been installed at a rate of 1 in 4 to 1 in 3, and the maximum axle load is 15.75 tonnes. The maximum grade is 1 in 50 (2%), the minimum radius curve is 200m, and the line speed is 30 km/h. A major coal mine is proposed at Wandoan, with coal to be shipped from Gladstone via the proposed Surat Basin railway, which would connect to the Moura Short Line south of the town of Banana. This proposed line would be well east of Taroom, and pass close to the former gold mining town of Cracow. An existing coal mine, Cameby Downs, is situated about 25 km east of Miles, and currently rails coal to Brisbane via the Western line. If the Surat Basin railway is built, the mine has approval to upgrade the Wandoan line to the same standard (i.e. 26.5 tonne axle load) so it can export coal via Gladstone. ==See also== *Rail transport in Queensland == References == ==External links== * 1925 map of the Queensland railway system * Surat Basin Rail website Category:Railway lines in Queensland Category:Railway lines opened in 1913 Category:1913 establishments in Australia Category:Western Downs Region ",
    "title": "Wandoan railway line"
}