{
    "id": "31385296",
    "text": "Bacterial taxonomy is the taxonomy, i.e. the rank-based classification, of bacteria. In the scientific classification established by Carl Linnaeus, each species has to be assigned to a genus (binary nomenclature), which in turn is a lower level of a hierarchy of ranks (family, suborder, order, subclass, class, division/phyla, kingdom and domain). In the currently accepted classification of life, there are three domains (Eukaryotes, Bacteria and Archaea), which, in terms of taxonomy, despite following the same principles have several different conventions between them and between their subdivisions as they are studied by different disciplines (botany, zoology, mycology and microbiology). For example, in zoology there are type specimens, whereas in microbiology there are type strains. ==Diversity== Prokaryotes share many common features, such as lack of nuclear membrane, unicellularity, division by binary-fission and generally small size. The various species differ amongst each other based on several characteristics, allowing their identification and classification. Examples include: * Phylogeny: All bacteria stem from a common ancestor and diversified since, and consequently possess different levels of evolutionary relatedness (see Bacterial phyla and Timeline of evolution) * Metabolism: Different bacteria may have different metabolic abilities (see Microbial metabolism) * Environment: Different bacteria thrive in different environments, such as high/low temperature and salt (see Extremophiles) * Morphology: There are many structural differences between bacteria, such as cell shape, Gram stain (number of lipid bilayers) or bilayer composition (see Bacterial cellular morphologies, Bacterial cell structure) * Pathogenicity: Some bacteria are pathogenic to plants or animals (see Pathogenic bacteria) ==History== ===First descriptions=== Bacteria were first observed by Antonie van Leeuwenhoek in 1676, using a single-lens microscope of his own design. He called them \"animalcules\" and published his observations in a series of letters to the Royal Society. Early described genera of bacteria include Vibrio and Monas, by O. F. Müller (1773, 1786), then classified as Infusoria (however, many species before included in those genera are regarded today as protists); Polyangium, by H. F. Link (1809), the first bacterium still recognized today; Serratia, by Bizio (1823); and Spirillum, Spirochaeta and Bacterium, by Ehrenberg (1838).Murray, R.G.E., Holt, J.G. (2005). The history of Bergey’s Manual. In: Garrity, G.M., Boone, D.R. & Castenholz, R.W. (eds., 2001). Bergey’s Manual of Systematic Bacteriology, 2nd ed., vol. 1, Springer- Verlag, New York, p. 1-14. link. [See p. 2.]Pot, B., Gillis, M., and De Ley, J., The genus Aquaspirillum. In: Balows, A., Trüper, H.G., Dworkin, M., Harder, W., Schleifer, K.-H. (Eds.). The prokaryotes, 2nd ed, vol. 3. Springer-Verlag. New York. 1991 The term Bacterium, introduced as a genus by Ehrenberg in 1838, became a catch-all for rod-shaped cells. ===Early formal classifications=== Tree of Life in Generelle Morphologie der Organismen (1866) Bacteria were first classified as plants constituting the class Schizomycetes, which along with the Schizophyceae (blue green algae/Cyanobacteria) formed the phylum Schizophyta. Haeckel in 1866 placed the group in the phylum Moneres (from μονήρης: simple) in the kingdom Protista and defines them as completely structureless and homogeneous organisms, consisting only of a piece of plasma. He subdivided the phylum into two groups: * (no envelope) ** Protogenes – such as Protogenes primordialis, now classed as a eukaryote and not a bacterium ** Protamaeba – now classed as a eukaryote and not a bacterium ** Vibrio – a genus of comma shaped bacteria first described in 1854Pacini, F.: Osservazione microscopiche e deduzioni patologiche sul cholera asiatico. Gazette Medicale de Italiana Toscano Firenze, 1854, 6, 405-412.) ** Bacterium – a genus of rod shaped bacteria first described in 1828, that later gave its name to the members of the Monera, formerly referred to as \"a moneron\" (plural \"monera\") in English and \"\"(fem. pl. \"\") in German ** Bacillus – a genus of spore- forming rod shaped bacteria first described in 1835Ehrenberg, C. G. (1835). \"Dritter Beitrag zur Erkenntniss grosser Organisation in der Richtung des kleinsten Raumes\". Physikalische Abhandlungen der Koeniglichen Akademie der Wissenschaften zu Berlin aus den Jahren 1833-1835, pp. 143-336. ** Spirochaeta – thin spiral shaped bacteria first described in 1835 ** Spirillum – spiral shaped bacteria first described in 1832Ehrenberg, C. G. (1830). \"Beiträge zur Kenntnis der Organization der Infusorien und ihrer geographischen Verbreitung besonders in Sibirien\". Abhandlungen der Koniglichen Akademie der Wissenschaften zu Berlin 1832, pp. 1–88. ** etc. * (with envelope) ** Protomonas – now classed as a eukaryote and not a bacterium. The name was reused in 1984 for an unrelated genus of Bacteria ** Vampyrella – now classed as a eukaryote and not a bacterium The classification of Ferdinand Cohn (1872) was influential in the nineteenth century, and recognized six genera: Micrococcus, Bacterium, Bacillus, Vibrio, Spirillum, and Spirochaeta. The group was later reclassified as the Prokaryotes by Chatton. The classification of Cyanobacteria (colloquially \"blue green algae\") has been fought between being algae or bacteria (for example, Haeckel classified Nostoc in the phylum Archephyta of Algae). in 1905, Erwin F. Smith accepted 33 valid different names of bacterial genera and over 150 invalid names,Smith, Erwin F. (1905). Nomenclature and Classification in Bacteria in Relation to Plant Diseases, Vol. 1. and Vuillemin, in a 1913 study,Vuillemin (1913). \"Genera Schizomycetum\". Annales Mycologici, Vol. 11, pp. 512–527. concluded that all species of the Bacteria should fall into the genera Planococcus, Streptococcus, Klebsiella, Merista, Planomerista, Neisseria, Sarcina, Planosarcina, Metabacterium, Clostridium, Serratia, Bacterium, and Spirillum. CohnCohn, Ferdinand (1875). \"Untersuchungen uber Bakterien, II\". Beitrage zur Biologie der Pfanzen, Vol. 1: pp. 141–207 recognized four tribes: Spherobacteria, Microbacteria, Desmobacteria, and Spirobacteria. Stanier and van NeilStanier and van Neil (1941). \"The main outlines of bacterial classification\". Journal of Bacteriology, Vol. 42, pp. 437– 466 recognized the kingdom Monera with two phyla, Myxophyta and Schizomycetae, the latter comprising classes Eubacteriae (three orders), Myxobacteriae (one order), and Spirochetae (one order). BissetBisset (1962). Bacteria, 2nd ed.; London: Livingston. distinguished 1 class and 4 orders: Eubacteriales, Actinomycetales, Streptomycetales, and Flexibacteriales. Walter Migula's system,Migula, Walter (1897). System der Bakterien. Jena, Germany: Gustav Fischer. which was the most widely accepted system of its time and included all then-known species but was based only on morphology, contained the three basic groups Coccaceae, Bacillaceae, and Spirillaceae, but also Trichobacterinae for filamentous bacteria. Orla-JensenOrla-Jensen (1909). \"Die Hauptlinien des naturalischen Bakteriensystems nebst einer Ubersicht der Garungsphenomene\". Zentr. Bakt. Parasitenk., Vol. II, No. 22, pp. 305–346 established two orders: Cephalotrichinae (seven families) and Peritrichinae (presumably with only one family). Bergey et al.Bergey's Manual of Determinative Bacteriology (1925). Baltimore: Williams & Wilkins Co. (with many subsequent editions). presented a classification which generally followed the 1920 Final Report of the Society of American Bacteriologists Committee (Winslow et al.), which divided class Schizomycetes into four orders: Myxobacteriales, Thiobacteriales, Chlamydobacteriales, and Eubacteriales, with a fifth group being four genera considered intermediate between bacteria and protozoans: Spirocheta, Cristospira, Saprospira, and Treponema. However, different authors often reclassified the genera due to the lack of visible traits to go by, resulting in a poor state which was summarised in 1915 by Robert Earle Buchanan. By then, the whole group received different ranks and names by different authors, namely: * Schizomycetes (Naegeli 1857) * Bacteriaceae (Cohn 1872 a)Cohn, Ferdinand (1872 a). \"Organismen in der Pockenlymphe\". Virchow (ed.), Archiv, Vol. 55, p. 237. * Bacteria (Cohn 1872 b)Cohn, Ferdinand (1872 b) \"Untersuchungen ilber Bakterien\". Beitrage zur Biologie der Pflanzen Vol. 1, No. 1, p. 136. * Schizomycetaceae (DeToni and Trevisan 1889)Detoni, J. B.; Trevisan, V. (1889). \"Schizomycetaceae\". Saccardo (ed.), Sylloge Fungorum, Vol. 8, p. 923. Furthermore, the families into which the class was subdivided changed from author to author and for some, such as Zipf, the names were in German and not in Latin. The first edition of the Bacteriological Code in 1947 sorted out several problems. A. R. Prévot's systemPrévot, A. R. (1958). Manuel de classification et détermination des bactéries anaérobies. Paris: Masson.Prévot, A. R. (1963). Bactéries in Précis de Botanique. Paris: Masson.) had four subphyla and eight classes, as follows: *Eubacteriales (classes Asporulales and Sporulales) *Mycobacteriales (classes Actinomycetales, Myxobacteriales, and Azotobacteriales) *Algobacteriales (classes Siderobacteriales and Thiobacteriales) *Protozoobacteriales (class Spirochetales) ===Informal groups based on Gram staining=== Despite there being little agreement on the major subgroups of the Bacteria, Gram staining results were most commonly used as a classification tool. Consequently, until the advent of molecular phylogeny, the Kingdom Prokaryotae was divided into four divisions, A classification scheme still formally followed by Bergey's manual of systematic bacteriology for tome orderGeorge M. Garrity: Bergey's manual of systematic bacteriology. 2. Auflage. Springer, New York, 2005, Volume 2: The Proteobacteria, Part B: The Gammaproteobacteria * Gracilicutes (gram-negative) ** Photobacteria (photosynthetic): class Oxyphotobacteriae (water as electron donor, includes the order Cyanobacteriales=blue-green algae, now phylum Cyanobacteria) and class Anoxyphotobacteriae (anaerobic phototrophs, orders: Rhodospirillales and Chlorobiales ** Scotobacteria (non- photosynthetic, now the Proteobacteria and other gram-negative nonphotosynthetic phyla) * Firmacutes [sic] (gram-positive, subsequently corrected to FirmicutesMURRAY (R.G.E.): The higher taxa, or, a place for everything...? In: N.R. KRIEG and J.G. HOLT (ed.) Bergey's Manual of Systematic Bacteriology, vol. 1, The Williams & Wilkins Co., Baltimore, 1984, p. 31-34) **several orders such as Bacillales and Actinomycetales (now in the phylum Actinobacteria) * Mollicutes (gram variable, e.g. Mycoplasma) * Mendocutes (uneven gram stain, \"methanogenic bacteria\", now known as the Archaea) ===Molecular era=== ====\"Archaic bacteria\" and Woese's reclassification==== Woese argued that the bacteria, archaea, and eukaryotes represent separate lines of descent that diverged early on from an ancestral colony of organisms. However, a few biologists argue that the Archaea and Eukaryota arose from a group of bacteria. In any case, it is thought that viruses and archaea began relationships approximately two billion years ago, and that co-evolution may have been occurring between members of these groups.C. Michael Hogan. 2010. Encyclopedia of Earth. Editors: Cutler Cleveland and Sidney Draggan It is possible that the last common ancestor of the bacteria and archaea was a thermophile, which raises the possibility that lower temperatures are \"extreme environments\" in archaeal terms, and organisms that live in cooler environments appeared only later. Since the Archaea and Bacteria are no more related to each other than they are to eukaryotes, the term prokaryote's only surviving meaning is \"not a eukaryote\", limiting its value. With improved methodologies it became clear that the methanogenic bacteria were profoundly different and were (erroneously) believed to be relics of ancient bacteria thus Carl Woese, regarded as the forerunner of the molecular phylogeny revolution, identified three primary lines of descent: the Archaebacteria, the Eubacteria, and the Urkaryotes, the latter now represented by the nucleocytoplasmic component of the Eukaryotes. These lineages were formalised into the rank Domain (regio in Latin) which divided Life into 3 domains: the Eukaryota, the Archaea and the Bacteria. ====Subdivisions==== In 1987 Carl Woese divided the Eubacteria into 11 divisions based on 16S ribosomal RNA (SSU) sequences, which with several additions are still used today. ====Opposition==== While the three domain system is widely accepted, some authors have opposed it for various reasons. One prominent scientist who opposes the three domain system is Thomas Cavalier-Smith, who proposed that the Archaea and the Eukaryotes (the Neomura) stem from Gram positive bacteria (Posibacteria), which in turn derive from gram negative bacteria (Negibacteria) based on several logical arguments, which are highly controversial and generally disregarded by the molecular biology community (c.f. reviewers' comments on, e.g. Eric Bapteste is \"agnostic\" regarding the conclusions) and are often not mentioned in reviews (e.g.) due to the subjective nature of the assumptions made. However, despite there being a wealth of statistically supported studies towards the rooting of the tree of life between the Bacteria and the Neomura by means of a variety of methods, including some that are impervious to accelerated evolution—which is claimed by Cavalier-Smith to be the source of the supposed fallacy in molecular methods—there are a few studies which have drawn different conclusions, some of which place the root in the phylum Firmicutes with nested archaea. Radhey Gupta's molecular taxonomy, based on conserved signature sequences of proteins, includes a monophyletic Gram negative clade, a monophyletic Gram positive clade, and a polyphyletic Archeota derived from Gram positives. Hori and Osawa's molecular analysis indicated a link between Metabacteria (=Archeota) and eukaryotes. The only cladistic analyses for bacteria based on classical evidence largely corroborate Gupta's results (see comprehensive mega-taxonomy). James Lake presented a 2 primary kingdom arrangement (Parkaryotae + eukaryotes and eocytes + Karyotae) and suggested a 5 primary kingdom scheme (Eukaryota, Eocyta, Methanobacteria, Halobacteria, and Eubacteria) based on ribosomal structure and a 4 primary kingdom scheme (Eukaryota, Eocyta, Methanobacteria, and Photocyta), bacteria being classified according to 3 major biochemical innovations: photosynthesis (Photocyta), methanogenesis (Methanobacteria), and sulfur respiration (Eocyta). He has also discovered evidence that Gram-negative bacteria arose from a symbiosis between 2 Gram-positive bacteria. ==Authorities== Classification is the grouping of organisms into progressively more inclusive groups based on phylogeny and phenotype, while nomenclature is the application of formal rules for naming organisms. ===Nomenclature authority=== Despite there being no official and complete classification of prokaryotes, the names (nomenclature) given to prokaryotes are regulated by the International Code of Nomenclature of Bacteria (Bacteriological Code), a book which contains general considerations, principles, rules, and various notes, and advises in a similar fashion to the nomenclature codes of other groups. ===Classification authorities=== The taxa which have been correctly described are reviewed in Bergey's manual of Systematic Bacteriology, which aims to aid in the identification of species and is considered the highest authority. An online version of the taxonomic outline of bacteria and archaea (TOBA) is available . List of Prokaryotic names with Standing in Nomenclature (LPSN) is an online database which currently contains over two thousand accepted names with their references, etymologies and various notes. ===Description of new species=== The International Journal of Systematic Bacteriology/International Journal of Systematic and Evolutionary Microbiology (IJSB/IJSEM) is a peer reviewed journal which acts as the official international forum for the publication of new prokaryotic taxa. If a species is published in a different peer review journal, the author can submit a request to IJSEM with the appropriate description, which if correct, the new species will be featured in the Validation List of IJSEM. ===Distribution=== Microbial culture collections are depositories of strains which aim to safeguard them and to distribute them. The main ones being: {| class=\"wikitable\" |- ! Collection Acronym ! Name ! Location |- | ATCC | American Type Culture Collection | Manassas, Virginia |- | NCTC | National Collection of Type Cultures | Public Health England, United Kingdom |- | BCCM | Belgium Coordinated Collection of Microorganisms | Ghent, Belgium |- | CIP | Collection d'Institut Pasteur | Paris, France |- | DSMZ | Deutsche Sammlung von Mikroorganismen und Zellkulturen | Braunschweig, Germany |- | JCM | Japan Collection of Microorganisms | Saitama, Japan |- | NCCB | Netherlands Culture Collection of Bacteria | Utrecht, Netherlands |- | NCIMB | National Collection of industrial, Marine and food bacteria | Aberdeen, Scotland |- | ICMP | International Collection of Microorganisms from Plants | Auckland, New Zealand |- | CECT | Spanish Type Culture Collection | Valencia, Spain |} ==Analyses== Bacteria were at first classified based solely on their shape (vibrio, bacillus, coccus etc.), presence of endospores, gram stain, aerobic conditions and motility. This system changed with the study of metabolic phenotypes, where metabolic characteristics were used. Recently, with the advent of molecular phylogeny, several genes are used to identify species, the most important of which is the 16S rRNA gene, followed by 23S, ITS region, gyrB and others to confirm a better resolution. The quickest way to identify to match an isolated strain to a species or genus today is done by amplifying it's 16S gene with universal primers and sequence the 1.4kb amplicon and submit it to a specialised web-based identification database, namely either Ribosomal Database Project, which align the sequence to other 16S sequences using infernal, a secondary structure bases global alignment, or ARB SILVA, which aligns sequences via SINA (SILVA incremental aligner), which does a local alignment of a seed and extends it . Several identification methods exists: * Phenotypic analyses ** fatty acid analyses ** Growth conditions (Agar plate, Biolog multiwell plates) * Genetic analyses ** DNA-DNA hybridization ** DNA profiling ** Sequence ** GC ratios * Phylogenetic analyses ** 16S-based phylogeny ** phylogeny based on other genes ** Multi- gene sequence analysis ** Whole-genome sequence based analysis ==New species== The minimal standards for describing a new species depend on which group the species belongs to. c.f. ==Candidatus== Candidatus is a component of the taxonomic name for a bacterium that cannot be maintained in a Bacteriology Culture Collection. It is an interim taxonomic status for noncultivable organisms. e.g. \"Candidatus Pelagibacter ubique\" ==Species concept== Bacteria divide asexually and for the most part do not show regionalisms (\"Everything is everywhere\"), therefore the concept of species, which works best for animals, becomes entirely a matter of judgement. The number of named species of bacteria and archaea (approximately 13,000) is surprisingly small considering their early evolution, genetic diversity and residence in all ecosystems. The reason for this is the differences in species concepts between the bacteria and macro-organisms, the difficulties in growing/characterising in pure culture (a prerequisite to naming new species, vide supra) and extensive horizontal gene transfer blurring the distinction of species. The most commonly accepted definition is the polyphasic species definition, which takes into account both phenotypic and genetic differences. However, a quicker diagnostic ad hoc threshold to separate species is less than 70% DNA–DNA hybridisation, which corresponds to less than 97% 16S DNA sequence identity. It has been noted that if this were applied to animal classification, the order primates would be a single species. For this reason, more stringent species definitions based on whole genome sequences have been proposed. ==Pathology vs. phylogeny== Ideally, taxonomic classification should reflect the evolutionary history of the taxa, i.e. the phylogeny. Although some exceptions are present when the phenotype differs amongst the group, especially from a medical standpoint. Some examples of problematic classifications follow. ===Escherichia coli: overly large and polyphyletic=== In the family Enterobacteriaceae of the class Gammaproteobacteria, the species in the genus Shigella (S. dysenteriae, S. flexneri, S. boydii, S. sonnei) from an evolutionary point of view are strains of the species Escherichia coli (polyphyletic), but due to genetic differences cause different medical conditions in the case of the pathogenic strains. Escherichia coli is a badly classified species as some strains share only 20% of their genome. Being so diverse it should be given a higher taxonomic ranking. However, due to the medical conditions associated with the species, it will not be changed to avoid confusion in medical context. ===Bacillus cereus group: close and polyphyletic=== In a similar way, the Bacillus species (=phylum Firmicutes) belonging to the \"B. cereus group\" (B. anthracis, B. cereus, B . thuringiensis, B. mycoides, B. pseudomycoides, B. weihenstephanensis and B. medusa) have 99-100% similar 16S rRNA sequence (97% is a commonly cited adequate species cut-off) and are polyphyletic, but for medical reasons (anthrax etc.) remain separate. ===Yersinia pestis: extremely recent species=== Yersinia pestis is in effect a strain of Yersinia pseudotuberculosis, but with a pathogenicity island that confers a drastically different pathology (Black plague and tuberculosis-like symptoms respectively) which arose 15,000 to 20,000 years ago. ===Nested genera in Pseudomonas=== In the gammaproteobacterial order Pseudomonadales, the genus Azotobacter and the species Azomonas macrocytogenes are actually members of the genus Pseudomonas, but were misclassified due to nitrogen fixing capabilities and the large size of the genus Pseudomonas which renders classification problematic. This will probably rectified in the close future. ===Nested genera in Bacillus=== Another example of a large genus with nested genera is the genus Bacillus, in which the genera Paenibacillus and Brevibacillus are nested clades. There is insufficient genomic data at present to fully and effectively correct taxonomic errors in Bacillus. ===Agrobacterium: resistance to name change=== Based on molecular data it was shown that the genus Agrobacterium is nested in Rhizobium and the Agrobacterium species transferred to the genus Rhizobium (resulting in the following comp. nov.: Rhizobium radiobacter (formerly known as A. tumefaciens), R. rhizogenes, R. rubi, R. undicola and R. vitis) Given the plant pathogenic nature of Agrobacterium species, it was proposed to maintain the genus Agrobacterium and the latter was counter-argued ==Nomenclature== Taxonomic names are written in italics (or underlined when handwritten) with a majuscule first letter with the exception of epithets for species and subspecies. Despite it being common in zoology, tautonyms (e.g. Bison bison) are not acceptable and names of taxa used in zoology, botany or mycology cannot be reused for Bacteria (Botany and Zoology do share names). Nomenclature is the set of rules and conventions which govern the names of taxa. The difference in nomenclature between the various kingdoms/domains is reviewed in.C. Jeffrey. 1989. Biological Nomenclature, 3rd ed. Edward Arnold, London, 86 pp. For Bacteria, valid names must have a Latin or Neolatin name and can only use basic latin letters (w and j inclusive, see History of the Latin alphabet for these), consequently hyphens, accents and other letters are not accepted and should be transliterated correctly (e.g. ß=ss).app. 9 of BC https://www.ncbi.nlm.nih.gov/books/NBK8808/ Ancient Greek being written in the Greek alphabet, needs to be transliterated into the Latin alphabet. When compound words are created, a connecting vowel is needed depending on the origin of the preceding word, regardless of the word that follows, unless the latter starts with a vowel in which case no connecting vowel is added. If the first compound is Latin then the connecting vowel is an -i-, whereas if the first compound is Greek, the connecting vowel is an -o-. For etymologies of names consult LPSN. ===Rules for higher taxa=== For the Prokaryotes (Bacteria and Archaea) the rank kingdom is not used (although some authors refer to phyla as kingdoms) If a new or amended species is placed in new ranks, according to Rule 9 of the Bacteriologocal Code the name is formed by the addition of an appropriate suffix to the stem of the name of the type genus. For subclass and class the recommendation from is generally followed, resulting in a neutral plural, however a few names do not follow this and instead keep into account graeco-latin grammar (e.g. the female plurals Thermotogae, Aquificae and Chlamydiae, the male plurals Chloroflexi, Bacilli and Deinococci and the greek plurals Spirochaetes, Gemmatimonadetes and Chrysiogenetes). {| class=\"wikitable\" |- ! Rank ! Suffix ! Example |- | Genus | -ae | (Elusimicrobiae) |- | Subtribe (disused) | -inae | (Elusimicrobiinae) |- | Tribe (disused) | -eae | (Elusimicrobiieae) |- | Subfamily | -oideae | (Elusimicrobioideae) |- | Family | -aceae | Elusimicrobiaceae |- | Suborder | -ineae | (Elusimicrobineae) |- | Order | -ales | Elusimicrobiales |- | Subclass | -idae | (Elusimicrobidae) |- | Class | -ia | Elusimicrobia |- | Phylum | see text | Elusimicrobia |- |} ===Phyla endings=== Phyla are not covered by the Bacteriological code, however, the scientific community generally follows the Ncbi and Lpsn taxonomy, where the name of the phylum is generally the plural of the type genus, with the exception of the Firmicutes, Cyanobacteria and Proteobacteria, whose names do not stem from a genus name. The higher taxa proposed by Cavalier-Smith are generally disregarded by the molecular phylogeny community (e.g.) (vide supra). For the Archaea the suffix -archaeota is used. For bacterial phyla it was proposed that the suffix -bacteria be used for phyla. Consequently for main phyla the name of the phyla is the same as the first described class: * Acidobacteria (from Acidobacterium) * Actinobacteria (from Actinomyces) * Caldisericia (from Caldisericum) * Elusimicrobia (from Elusimicrobium) * Fusobacteria (from Fusobacterium) * Thermodesulfobacteria (from Thermodesulfobacterium) * Thermotogae (from Thermotoga) * Aquificae (from Aquifex) * Chlamydiae (from Chlamydia) * Chloroflexi (from Chloroflexus) * Chrysiogenetes (from Chrysiogenes) * Gemmatimonadetes (from Gemmatimonas) * Deferribacteres (from Deferribacter) Whereas for others where the -ia suffix for class is used regardless of grammar they differ: * phylum Bacteroidetes vs. class Bacteroidia from Bacteroides * phylum Chlorobi vs. class Chlorobia from Chlorobium * phylum Verrucomicrobia vs. class Verrucomicrobiae from Verrucomicrobium (anomalous class name) * phylum Dictyoglomi versus class Dictyoglomia from Dictyoglomus * phylum Fibrobacteres versus class Fibrobacteria from Fibrobacter (c.f. the suffix -bacter, note the difference with Deferribacteres) * phylum Lentisphaerae versus class Lentisphaeria from Lentisphaera * phylum Nitrospira or Nitrospirae versus class Nitrospira from Nitrospira * phylum Spirochaetes versus class Spirochaetae from Spirochaeta * phylum Synergistetes versus class Synergistetia from Synergistes * phylum Planctomycetes versus Planctomycea from Planctomyces An exception is the phylum Deinococcus–Thermus, which bears a hyphenated pair of genera—only non- accented Latin letters are accepted for valid names, but phyla are not officially recognised. More recently it has been proposed to amend the Bacteriological Code to specify -aeota as the ending for bacterial phyla and that the names be derived from a type class within the phylum. This would require the following changes: *Acidobacteria → Acidobacteraeota *Actinobacteria → Actinobacteraeota *Proteobacteria → Alphaproteobacteraeota *Aquificae → Aquificaeota *Armatimonadetes → Armatimonadaeota *Firmicutes → Bacillaeota *Bacteroidetes → Bacteroidaeota *Caldiserica → Caldisericaeota *Chlamydiae → Chlamydaeota *Chlorobi → Chlorobaeota *Chloroflexi → Chloroflexaeota *Chrysiogenetes → Chrysiogenaeota *Deferribacteres → Deferribacteraeota *Deinococcus-Thermus → Deinococcaeota *Dictyoglomi → Dictyoglomaeota *Elusimicrobia → Elusimicrobaeota *Fibrobacteres → Fibrobacteraeota *Fusobacteria → Fusobacteraeota *Gemmatimonadetes → Gemmatimonadaeota *Ignavibacteriae → Ignavibacteraeota *Lentisphaerae → Lentisphaeraeota *Euryarchaeota → Methanobacteraeota *Tenericutes → Mollicutaeota *Thaumarchaeota → Nitrososphaeraeota *Nitrospira → Nitrospiraeota *Planctomycetes → Planctomycetaeota *Spirochaetes → Spirochaetaeota *Synergistetes → Synergistaeota *Thermodesulfobacteria → Thermodesulfobacteraeota *Thermomicrobia → Thermomicrobaeota *Crenarchaeota → Thermoproteaeota *Thermotogae → Thermotogaeota *Verrucomicrobia → Verrucomicrobaeota ===Names after people=== Several species are named after people, either the discoverer or a famous person in the field of microbiology, for example Salmonella is after D.E. Salmon, who discovered it (albeit as \"Bacillus typhi\"SCHROETER (J.). In: F. COHN (ed.), Kryptogamenflora von Schlesien. Band 3, Heft 3, Pilze. J.U. Kern's Verlag, Breslau, 1885-1889, pp. 1-814.). For the generic epithet, all names derived from people must be in the female nominative case, either by changing the ending to -a or to the diminutive -ella, depending on the name.Help! Latin! How to avoid the most common mistakes while giving Latin names to newly discovered prokaryotes. Microbiología (Sociedad Española de Microbiología), 1996, 12, 473-475. For the specific epithet, the names can be converted into either adjectival form (adding -nus (m.), -na (f.), -num (n.) according to the gender of the genus name) or the genitive of the latinised name. ===Names after places=== Many species (the specific epithet) are named after the place they are present or found (e.g. Thiospirillum jenense). Their names are created by forming an adjective by joining the locality's name with the ending -ensis (m. or f.) or ense (n.) in agreement with the gender of the genus name, unless a classical Latin adjective exists for the place. However, names of places should not be used as nouns in the genitive case. ==Vernacular names== Despite the fact that some hetero/homogeneus colonies or biofilms of bacteria have names in English (e.g. dental plaque or Star jelly), no bacterial species has a vernacular/trivial/common name in English. For names in the singular form, plurals cannot be made (singulare tantum) as would imply multiple groups with the same label and not multiple members of that group (by analogy, in English, chairs and tables are types of furniture, which cannot be used in the plural form \"furnitures\" to describe both members), conversely names plural form are pluralia tantum. However, a partial exception to this is made by the use of vernacular names. However, to avoid repetition of taxonomic names which break the flow of prose, vernacular names of members of a genus or higher taxa are often used and recommended, these are formed by writing the name of the taxa in sentence case roman (\"standard\" in MS Office) type, therefore treating the proper noun as an English common noun (e.g. the salmonellas), although there is some debate about the grammar of plurals, which can either be regular plural by adding -(e)s (the salmonellas) or using the ancient Greek or Latin plural form (irregular plurals) of the noun (the salmonellae); the latter is problematic as the plural of - bacter would be -bacteres, while the plural of myces (N.L. masc. n. from Gr. masc. n. mukes) is mycetes.R. E. BUCHANAN, Taxonomy, Annu. Rev. Microbiol. 1955.9:1-20. http://www.annualreviews.org/doi/pdf/10.1146/annurev.mi.09.100155.000245 Customs are present for certain names, such as those ending in -monas are converted into -monad (one pseudomonad, two aeromonads and not -monades). Bacteria which are the etiological cause for a disease are often referred to by the disease name followed by a describing noun (bacterium, bacillus, coccus, agent or the name of their phylum) e.g. cholera bacterium (Vibrio cholerae) or Lyme disease spirochete (Borrelia burgdorferi), note also rickettsialpox (Rickettsia akari) (for more seeftp://ftp.ncbi.nih.gov/pub/taxonomy/). Treponema is converted into treponeme and the plural is treponemes and not treponemata. Some unusual bacteria have special names such as Quin's oval (Quinella ovalis) and Walsby's square (Haloquadratum walsbyi). Before the advent of molecular phylogeny, many higher taxonomic groupings had only trivial names, which are still used today, some of which are polyphyletic, such as Rhizobacteria. Some higher taxonomic trivial names are: * Blue-green algae are members of the phylum Cyanobacteria * Green non-sulfur bacteria are members of the phylum Chloroflexi * Green sulfur bacteria are members of the Chlorobi * Purple bacteria are some, but not all, members of the phylum Proteobacteria * Purple sulfur bacteria are members of the order Chromatiales * low G+C Gram-positive bacteria are members of the phylum Firmicutes, regardless of GC content * high G+C Gram-positive bacteria are members of the phylum Actinobacteria, regardless of GC content * Rhizobacteria are members of various genera of proteobacteria * Rhizobia are members of the order Rhizobiales * Lactic streptococci are members of the genus Lactococcus * Coryneform bacteria are members of the family Corynebacteriaceae * Fruiting gliding bacteria or myxobacteria are members of the order Myxococcales * Enterics are members of the order Enterobacteriales, although the term is avoided if they do not live in the intestines, such as Pectobacterium * Acetic acid bacteria are members of the family Acetobacteraceae ==Terminology== * The abbreviation for species is sp. (plural spp.) and is used after a generic epithet to indicate a species of that genus. Often used to denote a strain of a genus for which the species is not known either because has the organism has not been described yet as a species or insufficient tests were conducted to identify it. For example Halomonas sp. GFAJ-1 * If a bacterium is known and well-studied but not culturable, it is given the term Candidatus in its name * A basonym is original name of a new combination, namely the first name given to a taxon before it was reclassified * A synonym is an alternative name for a taxon, i.e. a taxon was erroneously described twice * When a taxon is transferred it becomes a new combination (comb. nov.) or nomina nova (nom. nov.) * paraphyly, monophyly and polyphyly ==See also== * List of Latin and Greek words commonly used in systematic names * List of Bacteria genera * List of bacterial orders * List of sequenced prokaryotic genomes * Human microbiome project * Microbial ecology * List of clinically important bacteria * List of sequenced archaeal genomes * List of Archaea genera * Species problem * Evolutionary grade * Cryptic species complex * Synonym (taxonomy) * Taxonomy * LPSN, list of accepted bacterial and archaeal names * Cyanobacteria, a phylum of common bacteria but poorly classified at present * Bacterial phyla, a complicated classification ==References== Category:Biological nomenclature ",
    "title": "Bacterial taxonomy"
}