{
    "id": "31383987",
    "text": "In mathematics, a Bratteli–Veršik diagram is an ordered, essentially simple Bratteli diagram (V, E) with a homeomorphism on the set of all infinite paths called the Veršhik transformation. It is named after Ola Bratteli and Anatoly Vershik. == Definition == Let X = {(e1, e2, ...) | ei ∈ Ei and r(ei) = s(ei+1)} be the set of all paths in (V, E). Let Emin be the set of all minimal edges in E, similarly let Emax be the set of all maximal edges. Let y be the unique infinite path in Emax. The Veršhik transformation is a homeomorphism φ : X → X defined such that φ(x) is the unique minimal path if x = y. Otherwise x = (e1, e2,...) | ei ∈ Ei where at least one ei ∉ Emax. Let k be the smallest such integer. Then φ(x) = (f1, f2, ..., fk−1, ek + 1, ek+1, ... ), where ek + 1 is the successor of ek in the total ordering of edges incident on r(ek) and (f1, f2, ..., fk−1) is the unique minimal path to ek + 1\\. The Veršhik transformation allows us to construct a pointed topological system (X, φ, y) out of any given ordered, essentially simple Bratteli diagram. The reverse construction is also defined. == Equivalence == The notion of graph minor can be promoted from a well-quasi-ordering to an equivalence relation if we assume the relation is symmetric. This is the notion of equivalence used for Bratteli diagrams. The major result in this field is that equivalent essentially simple ordered Bratteli diagrams correspond to topologically conjugate pointed dynamical systems. This allows us apply results from the former field into the latter and vice versa.Herman, Richard H. and Putnam, Ian F. and Skau, Christian F.Ordered Bratteli diagrams, dimension groups and topological dynamics. International Journal of Mathematics, volume 3, number 6. 1992, pp. 827–864. ==See also== * Markov odometer ==Notes== ==Further reading== * Category:Application-specific graphs Category:Operator algebras ",
    "title": "Bratteli–Vershik diagram"
}