{
    "id": "31382570",
    "text": "The Moscow transportation network uses buses, trams, subway system, motorways, trains, helicopters and planes to provide connectivity between Moscow's districts and beyond. ==Air== There are five primary commercial airports serving Moscow: Sheremetyevo International Airport, Domodedovo International Airport, Bykovo Airport, Zhukovsky International Airport and Vnukovo International Airport. Sheremetyevo International Airport is the most common entry point for foreign passengers, handling sixty percent of all international flights. Domodedovo International Airport is the leading airport in Russia in terms of passenger throughput, and is the primary gateway to long-haul domestic and CIS destinations and its international traffic rivals Sheremetyevo's. The three other airports particularly offer flights within Russia and to and from states from the former Soviet Union. Moscow's airports vary in distances from MKAD beltway: Bykovo is the farthest, at 35 kilometres (21 mi); Domodedovo is next at 22 kilometres (13.7 mi); Vnukovo is 11 kilometres (6.8 mi) and Sheremetyevo is 10 kilometres (6.25 mi). There are several smaller airports near Moscow, such as Myachkovo Airport, intended for private aircraft, helicopters and charters. Airport Myachkovo changed the owners == Water == Moscow has two passenger terminals, (South River Terminal and North River Terminal or Rechnoy vokzal), on the river and regular ship routes and cruises along Moskva and Oka rivers, which are used mostly for entertainment. The North River Terminal, built in 1937, is the main hub for long-range river routes. There are three freight ports serving Moscow. == Land == ===Railway=== Moscow has several train stations serving the city. Moscow's nine rail terminals (or vokzals) are: *Moscow bus at Bolshaya Ordynka Street Belorussky Rail Terminal *Kazansky Rail Terminal *Kiyevsky Rail Terminal *Kursky Rail Terminal *Leningradsky Rail Terminal *Paveletsky Rail Terminal *Rizhsky Rail Terminal *Savyolovsky Rail Terminal *Yaroslavsky Rail Terminal They are located close to the city center, but each handles trains from different parts of Europe and Asia. There are smaller railway stations in Moscow. As train tickets are relatively cheap, they are the mode of preference for travelling Russians, especially when departing to Saint Petersburg, Russia's second-largest city. Moscow is the western terminus of the Trans- Siberian Railway, which traverses nearly of Russian territory to Vladivostok on the Pacific coast. Aeroexpress connects airports with central rail terminals Suburbs and satellite cities are connected by commuter elektrichka (electric rail) network. Elektrichkas depart from each of these terminals to the nearby (up to ) large railway stations. The Moscow Little Ring Railway is now integrated in the Moscow Metro System. 81-765.2 train in Fili depot ===Metro=== Local transport includes the Moscow Metro, a metro system famous for its art, murals, mosaics, and ornate chandeliers. When it opened in 1935, the system had two lines. Today, the Moscow Metro contains twelve lines, mostly underground with a total of 196 stations. The Metro is one of the deepest subway systems in the world; for instance the Park Pobedy station, completed in 2003, at underground, has the longest escalators in Europe. The Moscow Metro is one of the world's busiest metro systems, serving more than nine million passengers daily. Facing serious transportation problems, Moscow has plans for expanding its Metro. === MCC === The Moscow Central Circle or MCC is a 54-kilometre-long (34 mi) orbital urban/metropolitan rail line that encircles historical Moscow. The line is rebuilt from the Little Ring of the Moscow Railway and opened to passengers on 10 September 2016. and is operated by the Moscow Government owned company MKZD through the Moscow Metro, with the state-run Russian Railways selected as the operation subcontractor. The infrastructure, trackage and platforms are owned and managed by Russian Railways, while most station buildings are owned by MKZD. MCC Krymskaya station ===Bus=== As Metro stations outside the city center are far apart in comparison to other cities, up to , a bus network radiates from each station to the residential zones. Moscow has a bus terminal for long-range and intercity passenger buses (Central Bus Terminal) with daily turnover of about 25 thousand passengers serving about 40% of long-range bus routes in Moscow.See also: Realty news. Retrieved 22 July 2006. The terminal is currently demolished and the new one is being constructed. Every major street in the city is served by at least one bus route. Many of these routes are doubled by a trolleybus routes and have trolley wires over them. The trolleybus network was established in the 1933, and it was the largest in the world up to 2017, when cascading closures led to the decrease of its network. It is currently endangered by the introduction of electric buses, which plan to replace the whole trolleybus network by 2021 (having already replaced most routes linking to the centre), despite opposition from Muscovites, who regard the trolleybus as a symbol of the city. As of 25 August 2020, the Moscow Trolleybus network was closed, except for a single museum line numbered \"Т\" that was opened on 4 September 2020. ===Monorail=== There is a short monorail line, operated by the Moscow Metro company. The line connects metro station and Sergeya Eisensteina street, passing close to VVTs. The line opened in 2004. The monorail is to be demolished by 2020. ===Tram=== Vityaz tram Moscow has an extensive tram system, which opened in 1899. The newest line was built in 1984. Its daily usage by Muscovites is low, approximately 5% of trips, because many vital connections in the network have been withdrawn. Trams still remain important in some districts as feeders to Metro stations. The trams provide important cross links between metro lines, for example between University station of Sokolnicheskaya Line (Line 1) and Profsoyuznaya station of Kaluzhsko-Rizhskaya Line (Line 6). From 2014 the tram lines are upgraded. \\---- ===Taxi=== Commercial taxi services are available. Modern Internet-based services such as Gett or Yandex.Taxi now easily connect passengers to taxis. Prices are modest, currently typically 600 rubles from downtown Moscow to the outer suburban areas. ===Cars=== There are over 2.6 million cars in the city on a daily basis. Recent years have seen the growth in the number of cars, which have caused traffic jams and the lack of parking space, to become major problems. ===Carsharing=== At the end of 2018, Moscow became biggest city in Europe and second city in world by presence of car sharing with about 17000 short-term rental vehicles in total . ===Bicycle=== Since June 2013, a bicycle-sharing system named Velobike is in operation. === Uniform Transport Navigation Signage System === Information board of the Uniform Transport Navigation System A uniformed navigation system has been created in Moscow, connecting all types of urban transport. It helps residents and tourists to find out what point of the city they are located at, find a convenient route and plan transfers. City maps for pedestrians have appeared in Moscow for the first time. All of them are designed with due account of the person's location. It is marked \"You are here.\" The maps are oriented so that everything on the right is also to the right of the person looking at the map. Those accustomed to cardinal directions for orientation will see an arrow pointing to the north. The maps have circles indicating a five-minute walk from their location. City landmarks that help navigate the city are indicated by images and icons. A special style has been developed for the design of structures used in the new signage system, the Moscow Sans. The new navigation system began to be used on a wide scale since 2016. The new signage is placed where passengers and pedestrians need to decide their next step. The design requires analysis of pedestrian patterns, consideration for the context and specific features of each location and a list of questions for which the user can get an answer at this point in the city. The Moscow Department for Transport and Road Infrastructure Development is developing the uniform transport navigation signage system. The team comprises graphic and industrial designers, cartographers, analysts, editors and managers. Russian as well as world experts are constantly working on the project. ==References== Category:Transport in Moscow ",
    "title": "Transportation in Moscow"
}