{
    "id": "31387379",
    "text": "Paulina Goto is the self-titled debut solo album by Mexican singer and actress, Paulina Goto It was released in Mexico on June 22, 2010 through Sony Music. The album was recorded in Mexico City during the spring of 2010. ==Album background== Due to the success of Goto's telenovela, Niña de mi Corazón, Goto signed a contract (shortly after the telenovela's debut) with Sony Music to record and release her own solo album. Former RBD member, Dulce Maria wrote and recorded the song, Donde Sale El Sol, intending to use it for her own solo debut album. However, she later decided to give the song to Goto to record for her debut album. The album was co-written by songwriter Carlos Lara and Pedro Damian. The album was recorded alongside Goto's filming schedule for her telenovela, Niña de mi Corazón.(Spanish) Paulina Goto Debuts as Solo Artist ==Promotion== To promote both the album and her first single, Goto embarked on a summer tour consisting of various radio shows and festivals through Mexico and Latin America. In addition to performing live, she also appeared on late night talk shows and other television programs in Mexico to promote her album. Goto's songs, Mio and A Peasear del Tiempo were widely used in her telenovela, Niña de mi Corazón. In May 2011, Paulina opened for Dulce Maria in Brazil for five shows as a part of Dulce's ExtranjeraOnTour for South America. ===Single=== *\"Mio\" is the first single from Paulina's self-titled debut album. It was released on June 6, 2010 in Mexico through Sony Music via physical and digital form. The song gained popularity due to its use on Goto's telenovela, Niña de mi Corazón. Mio received 39,000 plays on Mexican radio within weeks of its initial release. (Spanish) Mio\" radio plays In January 2011, Goto announced via Twitter that the second single would be Vete al Diablo. A release date for the single was never given. ==Commercial performance== During its first week of release, the album charted at number 7 on Mexico's Top Album charts for iTunes.https://www.twitter.com/soypaulinagoto/status/17046591983 iTunes Mexico chart position Paulina Goto Goto's debut album debuted at number 66 on the Mexican Top 100 Album Charts during its first week of release. It peaked at number 43 on AMPROFON for one week, spending a total of four weeks in the Top 100.http://acharts.us/performer/paulina_goto ==Track listing== == References == Category:Paulina Goto albums Category:2010 albums Category:Sony Music albums ",
    "title": "Paulina Goto (album)"
}