{
    "id": "31387008",
    "text": "K-41 is a east-west state highway in the U.S. state of Kansas. Located entirely within Ottawa County, the highway runs from the eastern city limit of Delphos to U.S. Route 81 (US 81). A designation of K-41 existed in the early 1930s in southwestern Kansas. The current designation was established following the older designation's removal. == Route description == The route begins at the eastern city limit of Delphos, near a junction with Strickler Avenue. The road continues west through Delphos as 5th Street. Heading east, the route passes by the Delphos Cemetery before an intersection with 100th Road. Following an intersection with 110th Road, K-41 dips slightly south before intersecting County Route 781. The route ends at US 81 at an intersection. The road continues east as Volunteer Road toward Oak Hill. K-41 is a two-lane highway along its entire route. The route is maintained by the Kansas Department of Transportation (KDOT), who is responsible for constructing and maintaining highways in the state. As part of this role, KDOT regularly surveys traffic on their highways. These surveys are most often presented in the form of annual average daily traffic, which is the number of vehicles that use a highway during an average day of the year. In 2010, KDOT calculated that around 705 vehicles used the road daily near Delphos, including 85 trucks, whereas only 410 vehicles used K-41 daily near US 81. No part of the highway has been listed as part of the National Highway System, a network of roads important to the nation's defence, mobility, and economy. == History == The first designation for K-41 was implemented by 1927 and ran from K-12 near Protection north to US 54 in Bucklin. At this time, the entire route was only a dirt road. By 1932, K-12 was truncated, which left K-41's southern terminus at US 160 in Protection. By 1936, a section of the route north of Protection was surfaced with gravel. Another section from US 54 to US 154 which was added by that year was also improved. This route was renumbered to K-34 the next year. By January 1938, the current designation for K-41 was established along a gravel road. By 1941, the road had been paved in its entirety. Since then, the route has not undergone any designation changes. == Major intersections == == References == == External links == *Kansas Highway 41 at Kansas Highway Routelog 041 Category:Transportation in Ottawa County, Kansas ",
    "title": "K-41 (Kansas highway)"
}