{
    "id": "31386756",
    "text": "Ljubljana City Theatre (Mestno gledališče ljubljansko - MGL) is the second theatre building and company of Ljubljana after the Ljubljana branch of the Slovene National Theatre.Lesley Anne Wade Slovene Theatre and Drama Post Independence 2007 \"Commercial theatres such as the popular Ljubljana City Theatre (Mestno gledalisce Ljubljansko) have introduced a simpler content into their repertoires.\" Founded in 1949, Ljubljana City Theatre is the second largest drama theatre in Slovenia. Operating initially on a small, modest stage with a group of enthusiastic actors, over the years the theatre has expanded into a modern theatre company with 37 permanent actors, staging 9 of its own productions and at least 2 co-productions per year. The theatre focuses mainly on modern drama performances and recently on the production of (drama) musicals. ==Repertoire== Relatively Speaking in 1969 Ljubljana City Theatre aims to offer critical and communicative performances of different genres and performing principles. Besides staging classical drama works, the theatre's repertoire is oriented mainly towards contemporary drama, including works of international and Slovene playwrights. MGL was among the first theatre companies in the former Yugoslavia to promote the works of playwrights such as Jean Anouilh, Friedrich Dürrenmatt, Max Frisch, and Eugène Ionesco, and is today generally renowned as being the theatre which specialises in staging plays from outside the Anglo-Saxon domain, that is from less accessible sources, such as works by Nikolai Koljada, Per Olov Enquist, Lars Noren, Hrafnhildur Hagalín Gudmundsdóttir, Suzanne van Lohuizen, Janusz Głowacki, Mladen Popović, and others. In addition, Ljubljana City Theatre has a policy of consistently nurturing contemporary Slovene drama (staging plays of Slovene playwrights, such as Evald Flisar, Matjaž Zupančič, Milan Jesih, Matjaž Kmecl, Simona Semenič), while at the same time constantly taking on the challenge of the classic Slovene playwright, Ivan Cankar. The theatre's productions are presented and often awarded at Slovene theatre festivals. The members of MGL ensemble have also received a number of awards. ==Production== Each season, the theatre produces and co-produces up to 12 performances of different genres. The theatre has recently staged a number of highly successful musicals, praised by both the audience and the critics. The musical Cabaret [Kabaret] (2006), directed by Stanislav Moša, received the 2007 Borštnik Award for aesthetic breakthrough, while the musical Sugar - Some Like It Hot [Sugar - Nekateri so za vroče] (2008), also directed by Moša, received the audience award for best performance at the Days of Comedy festival in Celje. Every season, MGL also enters co-productions with national producers. Recently, it co-produced with EPI Centre the project Ballades for Everyday Use [Balade za vsakdanjo rabo] (2009) by the young Slovene director Andrej Jus, in 2010, it co-produced with Imaginarni Gregor Fon's play Pooch, Pussy and Poof [Pes, pizda in peder], directed by Primož Ekart, which was nominated for the 2008 Grum Award, etc. The theatre has collaborated also with institutions, such as Maska Institute, Celinka Association, Muzeum Institute, Café Teater, Glej Theatre, B-51 Cultural Society, etc. The theatre tours frequently throughout Slovenia, and has also recently begun appearing at theatre festivals abroad (the Czech Republic, Austria, Croatia, USA, Bosnia and Herzegovina, Greece, and Serbia), where it has also received several awards, for example, in 2008, the cabaret performance Patty Diphusa - Confessions of a Porn Diva [Patty Diphusa - izpovedi porno dive] (2004), directed by Ivana Djilas, received several awards at the Sarajevo Teatarfest, Brane Završan's project Solistika (2008) also received the jury award at the same festival in 2009. Both productions were co-produced by Familija. In addition to Slovene directors, MGL also engages directors from other countries, including Great Britain, Poland, Croatia, Iceland, Bulgaria, Serbia, and Macedonia. The theatre also organises guest appearances of national and international performances. It has hosted, among others, the Prague-based Comedy Theatre, the Belgrade Drama Theatre, the Brno City Theatre, etc. Ljubljana City Theatre is supported by the Ministry of Culture of the Republic of Slovenia and the City Municipality of Ljubljana and is a member of the Informal European Theatre Meeting (IETM). ==Publishing activity== Since 1958 an independent publishing service has functioned within MGL, specialising in the production of exclusively theatre-related literature, including memoirs, theoretical and historical works, and reference books. At present the MGL Library Book Collection has a catalogue of over 150 titles; each year at least two new books are added. == Venues == Located in the strict city centre, MGL has three performance venues. *Main Stage **Type of venue: theatre **main use: drama performances **seating: 327 seats total **proscenium opening: 7.2m W x 4.9m H **performing area: 7.2m W x 14m D x 7.5m H to grid **forestage: 3m D apron **suspension equipment: 3 lighting lines, 24 counterweight lines, max load 125 kg **soft hangings: red house curtain, black tabs, traverse curtain, legs and borders **lighting: ARRI Finesse 512-channel DMX desk, 120 x 2.5 kW dimmers **sound: Mackie 32:8-channel mixer, 6 power amplifiers, 10 speakers **stage equipment: smoke machine **backstage: 10 dressing rooms **climate control: air-conditioned **availability: available for hire *Small Stage **Type of venue: studio theatre **main use: drama performances **seating: 150 seats maximum **performing area: 6m W x 9m D x 2.3-3.5m H to grid **lighting: Compulite Spark 4 Top D 512-channel DMX desk, 48 x 2.5 kW dimmers **sound: 24:4-channel mixer, 2 power amplifiers, 4 speakers **stage equipment: smoke machine **backstage: 2 dressing rooms **climate control: air-conditioned **availability: available for hire *Studio Theatre ==External links== *Ljubljana City Theatre website ==References== * Mestno gledališče ljubljansko. The Ljubljana City Theatre Home Page. Category:Buildings and structures in Ljubljana ",
    "title": "Ljubljana City Theatre"
}