{
    "id": "31390919",
    "text": "Arms of Throckmorton: Gules, on a chevron argent three bars gemelles sable. Crest: A falcon rising proper belled and jessed or. Mottos: (1): Virtus Sola Nobilitas (Virtue is the only nobility); (2): Moribus Antiquis (With ancient manners)Debrett's Peerage, 1968, p. 792 Sir Baynham Throckmorton, 3rd Baronet (11 December 1629 - 31 July 1681) of Clearwell, Gloucestershire was an English politician who sat in the House of Commons at various times between 1656 and 1679. Throckmorton was the son of Sir Baynham Throckmorton, 2nd Baronet (c. 1606–64) and his wife Margaret Hopton, daughter of Robert Hopton.John Burke, John Bernard Burke A genealogical and heraldic history of the extinct and dormant baronetcies In 1656, Throckmorton was elected Member of Parliament for Gloucestershire in the Second Protectorate Parliament.History of Parliament Online - Throckmorton, Sir Baynham Throckmorton was knighted on 28 May 1660. In June 1660 he was elected MP for Wotton Basset in a by-election to the Convention Parliament. Also in 1660, he was appointed Deputy Constable of St Briavel's, Deputy Warden of the Forest of Dean, Keeper of the Gawle in Dean Forest and Riding Forester and aleconner in Dean Forest. In 1664 succeeded to the baronetcy on the death of his father and was elected MP for Gloucestershire in the Cavalier Parliament in succession to his father. He sat until 1679. He was popular with the Forest of Dean miners, and was elected a \"Free Miner\" of the Forest of Dean in 1668 and sat as judge of the courts of mine law at Clearwell, his principal manor, in 1668, 1676 and 1680. However, in 1670 there were reports of a violent dispute between Throckmorton and his neighbours.W. R. Williams Parliamentary History of the County of Gloucester Throckmorton died at the age of 51. Throckmorton married firstly Mary Garton, daughter of Giles Garton of Billinghurst, Sussex on 12 December 1652. He married secondly Katherine Edgecombe, daughter of Piers Edgecumbe of Mount Edgecombe on 21 December 1669.George Edward Cokayne Complete Baronetage 1900 He had a daughter from each marriage and his daughter Katherine by the second marriage married Thomas Wylde, MP for Worcester. The baronetcy passed to his cousin, Sir William Throckmorton, 4th Baronet, and Clearwell was sold in 1684 to Francis Wyndham of Ufford's Manor, Norfolk. ==See also== * Throckmorton Baronets ==References== Category:1629 births Category:1681 deaths Baynham Throckmorton, 3rd Baronet Category:People from Gloucestershire Category:English MPs 1656–1658 Category:English MPs 1660 Category:English MPs 1661–1679 Category:Politicians from Gloucestershire Category:Knights Bachelor ",
    "title": "Sir Baynham Throckmorton, 3rd Baronet"
}