{
    "id": "31393635",
    "text": "Paul Lusk (born November 14, 1971) is an American men's college basketball coach, currently an assistant coach at Creighton. A former assistant coach at Purdue under Matt Painter, he was introduced as the new coach at Missouri State University on Friday, April 1, 2011, replacing Cuonzo Martin after he left for the head coaching position at Tennessee. He was fired from Missouri State on March 3, 2018. ==Playing career== A native of New Baden, Illinois, Lusk played high school basketball at Trenton (Wesclin) high school, leading the Warriors to the 1990 Class A state title with an 83-78, 2OT win over top- ranked Fairbury (Prairie Central). Lusk originally committed to the University of Iowa, but suffered a broken leg in his freshman year with the Hawkeyes and later transferred to Southern Illinois University where he played under longtime head coach Rich Herrin. ==Coaching career== ===Purdue=== Lusk was an assistant at Purdue University from 2004-11 under legendary coach Gene Keady and Matt Painter. From 2004-08, Lusk was on the staff along with longtime friend, Cuonzo Martin, whom he would eventually succeed at Missouri State. ===2011–12=== In Paul Lusk's first season as a head coach, the Bears entered the year with strong expectations and returned Missouri Valley Player of the Year, Kyle Weems. The team would go on to hold a 15-16 record. A major highlight of the season was a road victory over 21st-ranked Creighton in the opening game of conference play. ===2012–13=== In Paul Lusk's second season as head coach, with a roster including six freshmen and only one returning senior, the Bears were the youngest team in the Missouri Valley Conference and one of the youngest in the nation. Struggling early in the season the Bears went 0-10 against Division I programs, only gaining 2 wins in their first 12 games against Division II teams. The Bears registered their first win over a Division I team on December 30, beating Southern Illinois University 70-59. == Head coaching record == ==References== Category:1971 births Category:Living people Category:American men's basketball coaches Category:American men's basketball players Category:Basketball coaches from Illinois Category:Basketball players from Illinois Category:College men's basketball head coaches in the United States Category:Creighton Bluejays men's basketball coaches Category:Dubuque Spartans men's basketball coaches Category:Missouri State Bears basketball coaches Category:People from Clinton County, Illinois Category:People from St. Clair County, Illinois Category:Purdue Boilermakers men's basketball coaches Category:Southern Illinois Salukis men's basketball coaches Category:Southern Illinois Salukis men's basketball players Category:Sportspeople from Greater St. Louis ",
    "title": "Paul Lusk"
}