{
    "id": "31395268",
    "text": "{| |} Admiral Barrington was a ship built in 1781 in France and was employed as a French West Indiaman, though under a different name. She was captured in 1782 and was later sold to Godfrey Thornton. Thornton renamed her Admiral Barrington. She then made one full voyage for the East India Company (EIC) from 1787 till 1788. Her most notable voyage was as a convict ship in the third fleet to Australia. On her return voyage in 1793 pirates attacked her near Bombay and murdered almost her entire crew. She was apparently recovered, only to have a French privateer capture her in the West Indies in 1797. The privateer took her to Bordeaux, where she was sold. ==EIC extra ship== At the time of Admiral Barringtons first voyage for the EIC, her principal managing owner was Godfrey Thornton. She served as an extra ship, meaning that the EIC had chartered her. Under the command of Captain Charles Lindegreen she sailed for China, leaving Portsmouth on 21 February 1787. She reached False Bay, South Africa, on 11 May and Whampoa on 21 August. On her return trip to Britain she reached Macao on 7 January 1788, Saint Helena on 22 April, and Deptford on 1 August. In mid-December 1788 news reached London that Admiral Barrington was frozen up at Cronstadt and would winter there.Lloyd's List, no.2047, - accessed 7 November 2014. Lloyd's Register for 1789 gives her master's name as J. Arnott, her owner as G. Thornton, and her trade as London- Copenhagen. ==Third Fleet== Under the command of Robert Abbon Mash, she sailed from Portsmouth, England, on 27 March 1791 as part of the third fleet and arrived in Port Jackson, New South Wales on 16 October. She brought with her Captain William Paterson, three noncommissioned officers, and 24 privates of the New South Wales Corps. They served as guards for the 300 male convicts on board. In addition, four free women accompanied their convict husbands, together with two children. Ninety-seven persons were sick on board the ship when she arrived.Ebook: An Historical Journal of the Transactions at Port Jackson and Norfolk Island, - accessed 6 November 2014. Thirty-six convicts died during the voyage, i.e., she delivered 264 alive. She was the last of the eleven ships to arrive in Sydney. ==Pirate attack== Admiral Barrington left Port Jackson on 6 January 1792, to whale off the coast of Australia. At some point she visited Norfolk Island.Collins (1798), Vol. 2, Chap. 16. Originally, before she left for Botany Bay, her captain's intent was to go to China to pick up a back-haul cargo for the EIC. Instead, from New South Wales she sailed to Batavia. She left Batavia and reached the coast of India near Bombay. However, a gale of wind forced her on shore on one of the \"Malouine Islands\" (sic). There the natives on the island murdered her crew, except for the master, chief mate, and surgeon, who swam to the safety of a British East India Company country ship that was anchored near the island.Collins 1975, p. 299Captain Robert Abbon Mash went on to command . ==Fate== Apparently Admiral Barrington was salvaged as she returned to commercial service. In 1797 she was sailing in the West India trade when the French privateer Diede captured her and sent her into Bordeaux.Lloyd's List n° 2981 - accessed 30 September 2015.. ==Notes, citations, and references== Notes Citations References * * * * Sturgess, Gary L. & Ken Cozens (2013) \"Managing a Global Enterprise in the Eighteenth Century: Anthony Calvert of The Crescent, London, 1777–1808\". The Mariner's Mirror, Vol. 99, No. 2, pp. 171–195. Category:1781 ships Category:Ships of the Third Fleet Category:Ships of the British East India Company Category:Whaling in Australia Category:Shipwrecks in the Arabian Sea Category:Ships built in France Category:Age of Sail merchant ships Category:Merchant ships of the United Kingdom Category:Whaling ships Category:Maritime incidents in 1792 Category:Captured ships ",
    "title": "Admiral Barrington (1781 ship)"
}