{
    "id": "31396728",
    "text": "Imploding Cube is a public artwork by American sculptor John Simms. It is located on the grounds of the ARTSPARK at the Indianapolis Art Center in Indianapolis, Indiana, United States. ==Description== Number five in a series, Imploding Cube consists of a 1.5-metre cube made of aircraft aluminium mounted on one of its apex. Each face of the cube points inwards to create a cube- shaped negative space at the centre of itself. A bearing sits underneath the apex, which stands on a pole, allowing the cube to revolve in the wind. The sculpture stands in a reflecting pool. ==Acquisition== This sculpture was acquired as a permanent addition to the Art Center's ARTSPARK. A gift of Bob and Pat Anker, Imploding Cube was purchased from Shidoni Gallery and Foundry in Tesuque, New Mexico in the winter of 2002. ==About the artist== Born in Rochester, New York and a self-taught artist, most of Simms' work involves the use of geometric forms such as circles, triangles and rectangles. Simms generally creates a maquette which can often weigh upwards of fifty pounds. Influenced by Euclidean geometry, his larger works are created from aluminum or steel, with smaller and medium-sized works being created out of copper, stainless steel or bronze. A finish is usually placed upon the sculptures to add texture and color. Simms has exhibited work at the Grand Teton Music Festival and other regional Western events and his artwork is also seen in permanent collections of the Science Museum Oklahoma, the Bellevue Downtown Park, Hudson Gardens, among others. Simms lives and works in Jackson, Wyoming where he is represented by Diehl Gallery. ==References== ==External links== *Imploding Cube from the International Sculpture Center *Imploding Cube video showing the artwork in motion Category:Indianapolis Art Center artworks Category:Cubic sculpture Category:Outdoor sculptures in Indianapolis Category:Aluminum sculptures in Indiana Category:2000 sculptures ",
    "title": "Imploding Cube"
}