{
    "id": "31398403",
    "text": "The Church of St Nicholas, Kingsway, Burnage, Manchester, is a Modernist church of 1930–2 by N. F. Cachemaille-Day, Lander and Welch.Hartwell et al. 2004, p. 410 It was enlarged in 1964 with a bay on the west side, also by Cachemaille-Day. Pevsner describes the church as \"a milestone in the history of church architecture in England\". The church was designated a Grade II* listed building on 10 October 1980.http://britishlistedbuildings.co.uk/en-388253-church-of-st-nicholas- manchester St Nicholas is one of a relatively small group of Modernist churches in England, and one of the earliest. It is \"of brick, high, sheer and sculptural, with a German-inspired passion for brick grooves and ribbing, both vertical and horizontal.\" The building cost £11,600. The interior was plainly furnished, \"the walls bare, the windows clear, but the ceiling is coffered in blue, red and gold\". In 2001-3, the church underwent significant conservation, at a cost of over 1 million pounds. The conservation included a re-ordering of the interior to provide additional meeting space, and offices, including the insertion of a \"striking glass circular meeting room\", designed by Anthony Grimshaw Associates from Wigan. \"The church's spatial complexity is not spoiled, but rather added to\", by \"hanging the meeting room above head height\". ==List of incumbents== *Lynne Connolly (1996 to 2002); rector of the parish *Paul Rolfe (2003 to 2007); priest-in-charge *Rachel Mann (2008 to present); rector of the parish ==Gallery== File:St Nicholas's Burnage 8.JPG|view to the altar File:St Nicholas's Burnage 10.JPG| File:St Nicholas's Burnage 16.JPG|the coffered ceiling from the glass meeting room File:St Nicholas's Burnage 26.jpg|the coffered ceiling File:St Nicholas's Burnage 29.jpg| File:St Nicholas's Burnage 31.jpg| ==See also== *Grade II* listed buildings in Greater Manchester *Listed buildings in Manchester-M19 ==Notes== ==External links== ==References== * Category:Churches in Manchester Category:Grade II* listed churches in Manchester Category:Church of England church buildings in Greater Manchester Category:Churches completed in 1932 Category:20th-century Church of England church buildings Category:Nugent Cachemaille-Day buildings ",
    "title": "Church of St Nicholas, Burnage"
}