{
    "id": "31396055",
    "text": "Stridulum II is the second full-length studio album release (although it is considered her debut in the UK) by Zola Jesus, released by the German label Souterrain Transmissions on August 23, 2010. The album combines all six songs from the Stridulum EP with three of the four songs from the Valusia EP; the cover art is modified from the cover of Stridulum. == History == Stridulum II, the album that (according to Dazed & Confused magazine) \"explores good and evil, extreme behaviour and how doing something small can make a big change\" was inspired by Giulio Paradisi's 1979 film: Zola Jesus referred particularly to the scene when Goodness (John Huston) tries to rescue the film's heroine by 'washing her bad side away' and when doves fall from the sky. \"That particular scene and the score are both incredibly striking pieces of work. Moments of the score are used in my track Stradilum and I chose it to be the title of the album. It's a very empowering idea\", the singer added. The original EP wasn't conceived as an album. According to Zola Jesus, the songs came in later when Souterrain Division asked her for more tracks to make it full-length size. \"I tried to make them fit in with the EP but they didn't really, I don't think. When I feel like I've done something already I want to try something new, so at the time that the EP came out I already wanted to try new things and I didn't really want to revisit an old format,\" she added. For Stridulum II Zola Jesus consciously moved away from the lo-fi aesthetics of The Spoils into a sound that was better produced and clarified. \"I just wanted to grow as an artist, I wanted to prove to myself that I didn't have anything to hide underneath the fuzz. Sometimes it's easy to compromise talent when you're working with those frequencies because a lot of things get lost,\" she commented. \"Manifest Destiny\" was used in the trailer for Neill Blomkamp's movie Elysium. == Reception == NME gave the album 8 out of 10 and praised Danilova's classically trained voice as \"the deadliest weapon in her arsenal\" and called the album \"dark masterpiece\". According to Rave magazine, \"Stridulum II is pretty profound... She’s sandblasted her songs clean of the lo-fi trappings of The Spoils, letting her incredible voice shine through the arrangements... The arrangements, too, are stripped back to essentials, often containing nothing more than a drum machine and some synth pads... The focus, therefore, is on the songs themselves, and they don't disappoint. Their simplicity, vulnerability and directness are well beyond Danilova’s 21 years\". Chad Parkhill concludes: \"Zola Jesus is an exciting project, and if Danilova keeps improving at this clip, her sophomore album proper will be simply incredible.\"Stridulum II . Rave magazine review. The Fly made an emphasis on the artist's vocal performance: \"Stridulum II’s lyricism points to apocalypse and suffering, but is cradled gently in possibly the strongest vocal performance this year,\" reviewer Euan Davidson wrote. According to AU Magazine, this \"spellbinding collection\"'s hypnotic power \"derives from Danilova's spectral vocal. She sounds like a spirit unable to cross over, forlorn and forsaken, reciting her litany of love and regret,\" even if \"the slightness of sound occasionally threatens to undermine the record's fragile veil of magic\".AU magazine. Stridulum II \"She has a way with a lyric, the way that the greatest pop stars do, of saying something simple that could mean so much to so many – conveying the universal in one chorus or a snatch of verse,\" The Quietus reviewer wrote, again praising Danilova's voice: \"It swallows you up, enraptures you. It, more than anything else in her impressive arsenal, is what drags you in and doesn't let you go. It's the voice of a diva in the truest sense of the word, a mix of Maria Callas and Florence Welch, designed to be sung wherever Danilova wants to go: opera houses or Glastonbury.\" Uncut reviewer called \"her sound... instantly transfixing\", while The Observer, making parallels to \"Siouxsie Sioux fronting the xx\" and the \"goth Florence Welch\", argued that this album found Jesus \"moving away from her avant-garde early recordings and embracing direct songwriting and pithier instrumentation, to arresting results\". \"'Night' sounds like a monster hit waiting for an advert to launch it,\" critic Kitty Empire wrote.Kitty Empire Stridulum II Guardian review. As Kyle Ellison of Drowned in Sound put it, \"Most noticeably on Stridulum II, the vocals are placed slap bang in the middle of the mix... While influences are drawn largely from the same places as before, the instrumentation has been softened, the edges are rounded, and the sound is enhanced beyond a mere studio clean-up job,\" making the record \"not the noisy, industrial sound of old with nicer production, but a collection of pop orientated songs with darker influences hidden beneath.\" According to BBC Music's Spencer Grady, Zola Jesus \"has thrown back the veils of feral scuzz and grime that swamped many of her earlier recordings, a corollary of her love for early industrial music and power electronics\" and achieved in some tracks \"anthemic clarity and accessibility\". Praizing \"the potency and inherent potential in Danilova’s voice\", and mentioning These New Puritans, Siouxsie Sioux, Cocteau Twins and Florence Welch as points of reference, the critic argued that still \"without the wizard’s curtain of feverish fuzz to hide behind, her compositions can appear vulnerable, hollow and frail.\" The album demonstrated \"the perils of revisiting the past, especially if, as is undoubtedly the case with Danilova, you were too young to live through it first time round,\" S.Grady concluded. ==Track listing== === Credits === * Artwork - Indra Dunis * Producers – Nika Danilova ==References== Category:2010 albums Category:Zola Jesus albums ",
    "title": "Stridulum II"
}