{
    "id": "31392858",
    "text": "Manuel Gilman Batshaw, (17 April 1915 – 18 July 2016) was a Canadian social worker and is best known for being the founder of Batshaw Youth and Family Centres. He spent more than 50 years in the field of social work in Quebec. In the 1970s, he was active in assisting Vietnamese boat people refugees. In 1975, he headed an inquiry into abuses at institutions housing troubled young people, and the Batshaw Committee submitted a report that was the basis for legislation. In 1993, five anglophone institutions merged and were named the Batshaw Youth and Family Centres in his honour. He received an honorary degree from McGill University in 1998 and the National Order of Quebec in 2003,http://www.ordre-national.gouv.qc.ca/membres/membre.asp?id=169 as well as the Order of Canada.http://www.gg.ca/honour.aspx?id=9543&t;=12&ln;=Batshaw ==Early life and family== Batshaw was born in Montreal in 1915 to Russian parents who moved to Canada in 1903. His father was named Tuvier (sometimes referred to as \"Moses\"); his mother, Golda. He was the youngest of four siblings, one of which was Harry Batshaw, the first Jew to be appointed to a Superior Court in Canada. Batshaw married Rachel Lewitt in 1940, also a social worker, and had one child named Mark Batshaw, who later worked in pediatric care and child development. After Rachel Lewitt's death in 1990, Batshaw married his second wife, Ruth Schleien, a longtime volunteer of the Federation CJA. Batshaw graduated from McGill University in 1937 and served in the army as District Social Service Officer, rising quickly through the ranks to become captain. He died on 18 July 2016 at the age of 101.http://www.jta.org/2016/07/19/news-opinion/world/manuel-batshaw-architect- of-montreals-jewish-community-dies-at-101 == See also == * Harry Batshaw * Mark Batshaw *Batshaw Youth and Family Centres == References == Category:1915 births Category:2016 deaths Category:Canadian social workers Category:Canadian centenarians Category:Canadian Jews Category:Knights of the National Order of Quebec Category:Members of the Order of Canada Category:People from Montreal Category:Canadian chief executives Category:Chief operating officers ",
    "title": "Manuel G. Batshaw"
}