{
    "id": "31395076",
    "text": "A Bolivian woman selling cocaCoca has been cultivated in medium-altitude parts of the Bolivian Andes since at least the Inca era, primarily in the Yungas north and east of La Paz. Cultivation expanded substantially in the 1980s into the Chapare region of Cochabamba and some production flowed into the international cocaine market. The US-backed efforts to criminalize and eradicate coca (outside the Yungas) as part of the War on Drugs (as coca is used to make the stimulant, anaesthetic and illegal recreational drug cocaine) were met by the cocalero movement's growing capacity to organize. Violence between drug police and the Bolivian armed forces on one side and the movement on the other occurred episodically between 1987 and 2003. The cocaleros became an increasingly important political force during this period, co-founding the Movement for Socialism – Political Instrument for the Sovereignty of the Peoples party. Coca growers from both the Yungas and the Chapare have advocated for policies of \"social control\" over coca growing, maintaining a pre-set maximum area of cultivation as an alternative to drug war policies. In 2005, cocalero union leader Evo Morales was elected president of Bolivia. Morales has pursued a combined policy of legalizing coca production in the Chapare and Yungas and eradication of the crop elsewhere. The UN Office of Drug Control estimated that 30,900 hectares of coca were planted in Bolivia in 2009, making Bolivia the third largest producer of coca after Colombia (68,000 hectares) and Peru (59,900). The UN estimates that 35,148 of 54,608 metric tons produced in Bolivia is sold in unauthorized markets dominated by the cocaine trade, most of it from coca production in the Chapare. Sales of coca leaf amounted to approximately US$265 million in 2009, representing 14% of all agricultural sales and 2% of Bolivia's GDP.Note that the source claims 14% of agricultural production based on incorrect division. Coca is legally sold in wholesale markets in Villa Fátima in La Paz and in Sacaba, Cochabamba. == History == The coca plant, a tea-like shrub, was cultivated mostly by small farmers in the Yungas regions. Bolivian farmers rushed to grow coca in the 1980s as its price climbed and the economy collapsed. Soaring unemployment also contributed to the boom. In addition, farmers turned to coca for its quick economic return, its light weight, its yield of four crops a year, and the abundance of United States dollars available in the trade, a reliable store of value in a hyperinflated economy. The Bolivian government estimated that coca production had expanded from 1.63 million kilograms of leaves covering 4,100 hectares in 1977 to a minimum of 45 million kilograms over an area of at least 48,000 hectares in 1987. The number of growers expanded from 7,600 to at least 40,000 over the same period. Besides growers, the coca networks employed numerous Bolivians, including carriers (zepeadores), manufacturers of coca paste and cocaine, security personnel, and a wide range of more nefarious positions. The unparalleled revenues made the risk worthwhile for many. == Economic importance == Bolivia's most lucrative crop in the 1980s was coca. The country was the second largest grower of coca in the world, supplying approximately 15 percent of the United States cocaine market in the late 1980s. Analysts believed that exports of coca paste or cocaine generated from US$600 million to US$1 billion annually in the 1980s, depending on prices and output. alt= ==Legal framework== Formally, coca in Bolivia is regulated by Law 1008, the Coca and Controlled Substances Regime Law () which was passed by the government of President Víctor Paz Estenssoro in July 1988. Some US priorities, however, were excluded from the law which bans defoliants, herbicides, and aerial spraying of crops in eradicating coca. Articles 8 through 11 of Law 1008 define three regions of coca growing under separate regulations: # Zone of traditional production: a delimited zone of historic coca producing regions comprising small plantations in Nor y Sud Yungas, Murillo, Muñecas, Franz Tamayo and Inquisiví provinces of La Paz department and in the Yungas of Vandiola in Tiraque y Carrasco provinces of Cochabamba department. # Zone of excessive production in transition: Recently colonized areas of production subject to a program of alternative development, crop substitution, and scheduled eradication with compensation. Zona de producción excedentaria en transición. In Saavedra, Larecaja and Loayza provinces of La Paz department and Chapare, Carrasco, Tiraque and Araní provinces of Cochabamba departament. # Zone of illicit production: All other regions, subject to mandatory eradication without compensation.Excerpt of Law 1008 in This framework was effectively modified by agreement between President Carlos Mesa and coca growers in 2004, permitting current growers to maintain a cato of coca per family. The Constituent Assembly of 2006-2007 included an article on coca in the new Constitution, which was approved by referendum in 2009. It states: The Evo Morales government is drafting a new law on coca, which is being circulated for feedback among coca growing communities . The law proposes expanding legal production to 20,000 hectares, 12,000 in the currently approved regions and 8,000 in the Chapare. ==Eradication efforts== Government efforts to eradicate the expansion of coca cultivation in Bolivia began in 1983, when Bolivia committed itself to a five- year program to reduce coca production and created the Coca Eradication Directorate (Dirección de la Reconversión de la Coca—Direco) under the Ministry of Agriculture, Campesino Affairs, and Livestock Affairs. Bolivia's National Directorate for the Control of Dangerous Substances (Dirección Nacional para el Control de Substancias Peligrosas—DNCSP) was able to eradicate several thousand hectares of coca. These efforts, however, put only a small dent in the coca industry and were highly controversial among thousands of peasants. Under the joint agreement signed by the United States and Bolivia in 1987, which created DNCSP, Bolivia allocated US$72.2 million for the 1988 to 1991 period to eradication programs, including a wide-ranging rural development program for the Chapare region. The program was aided by an 88 percent drop in the local price of coca caused by the fall in cocaine prices in the United States. The economics of eradication were particularly frustrating. As more coca was destroyed, the local price increased, making it more attractive to other growers. Bolivia, however, was seeking additional funds from the United States and Western Europe to proceed with an eradication plan that was supposed to provide peasants US$2,000 per hectare eradicated. In 1988 coca growing became technically illegal outside a specially mandated 12,000- hectare area in the Yungas. A four-year government eradication campaign begun in 1989 sought to convert 55 percent of coca areas into legal crops. Coffee and citrus fruits were offered as alternative crops to coca despite the fact that their return was a fraction of that of coca. Outside of accepted limits, the Morales government has continued coca eradication efforts. Its 2011 eradication effort set a new record: over the first eleven months, 10,051 hectares were eradicated. The strategy of the Morales government has been described as \"combating drug trafficking by working cooperatively with coca growers to diversify crops and promote alternative development.\" In August 2015, the UN announced that coca cultivation was at its lowest in 13 years. ==Timeline== ==References== ==See also== * Coca production in Colombia * Cocalero Category:Agriculture in Bolivia Category:Cocaine Category:Coca Category:Coca in Bolivia fr:Coca#Bolivie ",
    "title": "Coca in Bolivia"
}