{
    "id": "31393793",
    "text": "The Confession is a 10-part web series created by Kiefer Sutherland, written and directed by Brad Mirman, and starring Kiefer Sutherland and John Hurt. It premiered on Hulu on March 28, 2011. Each episode (or \"chapter\") is between five and seven minutes long. It co-stars Daniel London, Max Casella, and Michael Badalucco. ==Plot== The plot revolves around a hitman (Sutherland – known simply as \"The Confessor\") and a priest (Hurt) discussing good and evil in a confessional on a snowy night. The confessor tells the priest that he has killed many people and he is not sorry for it, because they deserved to die. He also states that he will kill tonight, unless the priest hears his confession. At first the priest refuses to be involved in the confessor's game, but after the confessor threatens the lives of the priest's congregation, he agrees to hear him out. Throughout the confession, we are shown flashbacks of the confessor's killings, and times when he has been compassionate, letting his target live, or take their own life rather than being executed. In between the flashbacks, the confessor and the priest argue over whether people deserve to die, the existence of God, and whether the priest has ever sinned as badly as the confessor. The priest continually tries to get the confessor to admit that what he does is wrong, but the confessor is not looking for forgiveness. After several flashbacks and arguments, the confessor forces the priest to reveal his worst sin. The priest confesses that he was once married, with a young son. He was an alcoholic, and the more he drank, the angrier he became, and directed his anger at his family. He would abuse his wife and son, which eventually led to his wife's suicide. After an argument, she jumped off of their balcony, rather than face a lifetime of abuse. The priest also confessed to burning his son's hand after the son broke his bottle of whiskey. The confessor then shows his own hand to the priest, revealing a scar which he says he received from his father when he forced him to put his hand on the stove when he was eight years old. The confessor says he was left by his father for three days in the apartment alone, before the landlord discovered him. He spent the next ten years in orphanages and foster homes, enduring molestation and physical abuse at the hands of his various foster parents. The confessor reveals that he intends to kill the priest (his father) tonight. He explains that he saw him just a few days prior but couldn't be sure it was indeed his father, as he did not know he had become a priest. Once he looked into his eyes for a brief moment, he was sure of the priest's identity. The priest begs the confessor for forgiveness, and later his own life. The confessor takes aim and fires a single gunshot at the priest, but misses intentionally. He holds to his original agreement: that if the priest agreed to hear his confession, he would not kill tonight. The confessor tells the priest that he will not kill him, nor forgive him for what he did to him and his mother. He tells the priest that he will continue to kill, and will send him newspaper clippings of each killing, so the priest knows that his actions made the confessor the way he is, and he is responsible for their deaths. ==Cast== * John Hurt as Priest * Kiefer Sutherland as The Confessor * Daniel London as Jimmy * Max Casella as Eddie * Michael Badalucco as Arty * Greg Ellis as Sheldon Hoffman *AJ Pellicano as young Confessor ==Reception== According to The New York Times, the show is \"crisp and attractive. The short nature of the episodes makes it easy for viewers to consume under time constrained environments. However, the overall effect of the show feels less like the beginning of something new but rather the end\". ==Episodes== #\"Chapter 1\" — aired March 28, 2011 #\"Chapter 2\" — aired March 28, 2011 #\"Chapter 3\" — aired March 28, 2011 #\"Chapter 4\" — aired April 5, 2011 #\"Chapter 5\" — aired April 5, 2011 #\"Chapter 6\" — aired April 11, 2011 #\"Chapter 7\" — aired April 18, 2011 #\"Chapter 8\" — aired April 25, 2011 #\"Chapter 9\" — aired May 2, 2011 #\"Chapter 10\" — aired May 2, 2011 ==DVD release== The Confession was released on DVD on January 24, 2012. ==References== ==External links== * Category:2010s American drama television series Category:2011 American television series debuts Category:American drama web series Category:2011 American television series endings Category:Works by Brad Mirman Category:Crime drama web series Category:Hulu original programming ",
    "title": "The Confession (TV series)"
}