{
    "id": "31399348",
    "text": "The Atlas of Genetics and Cytogenetics in Oncology and Haematology, created in 1997 by Jean-Loup Huret (with bioinformatics by Philippe Dessen) is a collection of resources on genes, chromosomes anomalies, leukemias, solid tumours, and cancer-prone diseases. The project is accessible through Internet and is made of encyclopedic-style files, as well as traditional overviews, links towards websites and databases devoted to cancer and/or genetics, case reports in haematology. It also encompasses teaching items in various languages. Starting first from cytogenetics in the nineteens, the Atlas now combines different types of knowledge in a single web site: genes and their function, cell biology (ex: Apoptosis), pathological data, diseases and their clinical implications, cytogenetics, but also medical genetics, with hereditary disorders associated with an increased risk of cancer. This gives a wider and more global view of cancer genetics, while these data are usually dispersed. More data is available from the site of the association in charge of the Atlas. The Atlas is part of the genome project and participates in research on cancer epidemiology. The Atlas is accessed by: 1- researchers in cytogenetics, molecular biology, cell biology; 2- clinicians, haematologists, cytogeneticists, pathologists, from the university hospitals, indeed, but also from general hospitals where the Atlas is one of the rare free resources. Junior doctors in haematology or oncology, are also most receptive to the Atlas that they see as a training and educational tool; 3-Students in medicine and life sciences. The Atlas is financially supported by scientific societies, charities and individual donations. In 2017, it contains review articles on 1,500 genes, 700 papers on leukemias, 220 on solid tumors, and 110 on hereditary disease with a cancer-prone condition and 110 \"Deep Insights\" on related subjects, 40,000 internal links and 730,000 external links. This represents 45,000 \"web pages\" (i.e. about 200,000 printed pages). More than 3,300 authors have/are contributing (1 130 North-American, 400 French, 300 Italian, 200 Japanese, 180 Spanish, 170 German, 160 English, 140 Chinese, etc...) . It includes an iconography of about 35,000 images. The Atlas is also published as a scientific journal by CNRS,http://documents.irevues.inist.fr/handle/2042/15655 and is now referenced by Scopus et Embase. ==See also== * COSMIC cancer database * Ensembl genome database project * Entrez Gene * GenBank * Gene Wiki * HUGO Gene Nomenclature Committee * International Agency for Research on Cancer * International Classification of Diseases for Oncology * Mitelman Database of Chromosome Aberrations and Gene Fusions in Cancer * Online Mendelian Inheritance in Man * UCSC Genome Browser * HONcode ==References== ==Sources== * Cath Brooksbank. Nature Reviews Cancer 1, 179 (2001); == External links == * The database (atlasgeneticsoncology.org) * Scientific Journal (irevues.inist.fr/atlasgeneticsoncology) * http://nar.oxfordjournals.org/content/29/1/303.abstract * On MedMatrix Category:Genetics journals ",
    "title": "Atlas of Genetics and Cytogenetics in Oncology and Haematology"
}