{
    "id": "31392275",
    "text": "{| |} The Mitchell Nimbus is a series of American, single-seat, high-wing gliders that was designed by Don Mitchell in the 1950s. Mitchell is also well known for his ultralight Mitchell Wing A-10 and U-2 designs.Said, Bob: 1983 Sailplane Directory, Soaring Magazine, page 15. Soaring Society of America, November 1983. USPS 499-920 ==Design and development== The Nimbus series was designed as an attempt to combine a high aspect ratio wing with a thin airfoil section to produce a fast cross country sailplane. The first Nimbus prototype used a Göttingen airfoil, which resulted in lower than expected performance. The Nimbus III employed an FX-05-191 airfoil and this greatly improved performance. The Nimbus III is constructed entirely from wood and incorporates a three-piece wing, with a center section and removable wing tips. Rib spacing is 6 inches and the plywood leading edge extends to 83% of the chord. ==Operational history== The original Nimbus's fuselage was severely damaged at the May 1954 NCSA Soaring Meet during a cross country flight and as a result the Nimbus II was rushed to completion to be ready for the US National Soaring Contest in 1954 at Lake Elsinore, California. The Nimbus II was completed in time and Dr. J.B. Sawyer flew it to 15th place. He was forced to withdraw from the contest after the 5th day when he let go of the controls in flight and the glider pitched up steeply. After landing it was discovered that the elevator attach bracket was bent and they were unable to repair it at the contest. Sawyer went on to fly the Nimbus II on a 230-mile flight at a 1955 glider meet in Lincoln, California. He also soared it to over in Minden, Nevada during the summer of 1955. At the 1956 US National Contest in Grand Prairie, Texas the Nimbus III was flown by Vic Swierkowski and won the Design Contest. The Nimbus II was also flown at the Nationals by Sawyer in 1956 and actually out-scored the Nimbus III. Nine Nimbus III kits were produced by Mitchell and of these, four were reported as having been completed. In April 2011 there was one Nimbus III on the US Federal Aviation Administration registry. ==Variants== ;Nimbus I :Initial version with a Göttingen airfoil ;Nimbus II :Improved version ;Nimbus III :Improved version with an FX-05-191 airfoil. ==Aircraft on display== *National Soaring Museum – Nimbus III ==Specifications (Nimbus III) == ==See also== ==References== Category:1950s United States sailplanes Category:Don Mitchell aircraft ",
    "title": "Mitchell Nimbus"
}