{
    "id": "31398786",
    "text": "Otto Schultze (11 May 1884 – 22 January 1966) was a Generaladmiral with the Kriegsmarine during World War II and a recipient of the Pour le Mérite during World War I. The Pour le Mérite was the Kingdom of Prussia's highest military order for German soldiers until the end of World War I. As a U-boat commander during World War I, he was credited with the sinking of 53 merchant ships for a total of 132,567 gross register tons, and of displacement. ==Early career== Schultze was born on 11 May 1884 in Oldenburg and following his primary education, he joined the Kaiserliche Marine (Imperial Navy) on 7 April 1900 as a Seekadett (sea cadet). He initially served on during World War I before transferring to the U-boat service in 1915, taking command of . He surrendered command of U-63 in mid-December 1917. He then served as a first officer of the admiral staff of the commander in chief of the U-boats at the Mediterranean Sea. At the same time, he held the position of chief of the I. U-Boot- Flottille (1st U-boat Flotilla). Between the wars, he held various staff positions. From September 1927-September 1929, he was commander of .Hildebrand, Röhr and Steinmetz 1990b, p. 34. In October, he took command of the Marinestation der Nordsee (North Sea Naval Station). He was promoted to Vizeadmiral (vice admiral) in 1934 and to admiral in 1936 retiring in 1937. ==World War II== On 1 January 1939, Schultze was recalled to active service and placed to the disposal of the Kriegsmarine. Following a few months without command, he was appointed Commanding admiral of the North Sea Naval Station, which he previously commanded in 1935-1937. While in this capacity, with headquarters in Wilhelmshaven, Schultze was responsible for the area stretched from the North Sea to the West Coast and to Denmark and it also controlled the Schelde Delta. Schultze remained in this command until 28 November 1939, when he was relieved by Admiral Hermann Densch and placed to the Führerreserve. He remained without command again until 2 March 1941, when he was ordered to Paris for duty as Commanding Admiral of the France. Schultze remained in that capacity until the end of August 1942 and received German Cross in Silver on 31 August 1942. He was subsequently promoted to the rank of Generaladmiral (equivalent of U.S. four star Admiral) and placed to the disposal of the Kriegsmarine. Schultze retired on 30 September 1942 and remained in retirement for the rest of the War. Generaladmiral Otto Schultze died on 22 January 1966, aged 81, in Hamburg. His son, Heinz-Otto Schultze also served in the Kriegsmarine and received Knight's Cross of the Iron Cross as Kapitänleutnant and commander of German submarine U-432. He was killed in action on 25 November 1943 in South Atlantic. ==Awards== * Iron Cross (1914) 2nd and 1st ClassRangliste der Deutschen Reichsmarine, Hrsg.: Reichswehrministerium, Mittler & Sohn, Berlin 1929, p. 40. * Knight's Cross 2nd Class of the House and Merit Order of Peter Frederick Louis with Swords * Friedrich-August-Kreuz, 2nd and 1st Class * Austrian Military Merit Cross, 3rd Class with War Decorations * Austrian Order of the Iron Crown, 3rd Class with War Decorations * Liakat Medal, in Silver with Sabre * Gallipoli Star (\"Iron Crescent\", Ottoman Empire) * Prussian Service Award Cross * U-Boot Badge 1918 * Wehrmacht Long Service Award, 1st Class * The Honour Cross of the World War 1914/1918 * Clasp to the Iron Cross (1939) 2nd Class * War Merit Cross, 2nd and 1st Class with Swords * Knight's Cross of the House Order of Hohenzollern with Swords * Pour le Mérite (18 March 1918) * German Cross in Silver on 31 August 1942 as Generaladmiral and commanding admiral FrancePatzwall & Scherzer 2001, p. 556. ==References== ;Citations ;Bibliography *Hildebrand, Hans H. and Henriot, Ernest (1990a). Deutschlands Admirale 1849-1945 Band 3: P-Z (in German). Biblio Verlag. Osnabrück. . * * ==External links== * Category:1884 births Category:1966 deaths Category:People from Oldenburg (city) Category:U-boat commanders (Imperial Navy) Category:Vice admirals of the Reichsmarine Category:General admirals of the Kriegsmarine Category:Recipients of the Pour le Mérite (military class) Category:Knights of the House Order of Hohenzollern Category:Recipients of the House and Merit Order of Peter Frederick Louis Category:Recipients of the Friedrich-August-Kreuz, 1st class Category:Recipients of the Liakat Medal Category:People from Oldenburg (state) Category:Recipients of the clasp to the Iron Cross, 2nd class Category:Imperial German Navy personnel of World War I ",
    "title": "Otto Schultze"
}