{
    "id": "31397893",
    "text": "Portrait of Strode (1635) by Gilbert Soest Barrington Court, near Ilminster, where Strode, his son, and his grandson lived from 1625. Colonel William Strode, Jr (11 January 1589, Shepton Mallet, Somerset – 20 December 1666, Barrington Court, Somerset) — called William Strode of Barrington to distinguish him from contemporaries of the same name,Green, Emmanuel (1885), An Historic Doubt Solved: William Strode One of the Five Members, William Strode Colonel in the Parliament Army, Taunton (Originally published [1884], in Proceedings of the Somerset Archaeological and Natural History Society). principally the Strodes of Newnham in Devon — was an English Parliamentarian officer and Member of Parliament (Ilchester; 1640, 1646–48). A wealthy cloth merchant, he acquired several estates in his native county of Somerset and was noted for his local philanthropy as well as his political and military opposition to King Charles I and Charles II. ==Biography== ===Family and early life=== Strode was the youngest son of William Strode, Sr (1566-1592) of Shepton Mallet and of Elizabeth Upton (1570-1630), daughter of Geoffrey Upton of Warminster. This branch of the Strode family had long lived in Somerset and were long connected with other prominent families there. (William's great grand uncle was the martyred last abbot of Glastonbury Abbey, the Blessed Richard Whiting, executed by Henry VIII.) A successful clothier like his father, William had spent much of his youth in Spain where his father was a factor. In addition to inheriting his father's fortune, he married Joan Barnard, heiress to the Barnard family, in 1621. He purchased Barrington Court in 1625. (He, his son, and his grandson — all named William — lived there until 1745 when the estate passed out of the Strode family.) In 1635, he sat for a portrait by Gilbert Soest, which survives. In 1640, he was MP for Ilchester. ===Civil War=== At the beginning of the English Civil War, Strode opposed the king's Commission of Array in the county of Somerset and was one of the parliamentary deputy- lieutenants there in 1642. He became a colonel in the parliament's service. The Marquess of Hertford, heading up the Royalists' efforts headquartered at Wells (west of Shepton Mallet) issued warrants to several \"Hundreds\", requiring them to supply men and arms. The Marquess instructed Sir Ralph Hopton and other gentlemen, with 100 mounted Cavaliers, to ride to Shepton Mallet and publish the Commission of Array. In July 1642, Hopton arrived in Shepton Mallet and Strode publicly confronted him. A local historian relates the story in detail: > Colonel William Strode ... learning of Sir Ralph's intentions, rode from his > manor house at Downside with his son and four servants, all but two of them > well armed. Reaching the market place about the same time ... Strode > demanded to know the reason for the Cavaliers' visit and such a show of > arms. Whereupon Sir Ralph bid him to alight and hear the petition read. To > which Col. Strode barked: \"I come not to hear petitions, but to suppress > insurrections\", and considerably roused demanded they leave the town. In > reply, Sir Ralph laid hold of Col. Strode ... and arrested him on suspicion > of treason. In the struggle that ensued, Sir Fernando [Gorges] struck Col. > Strode with a halbert.... With this Strode fell from his horse, and a number > of Cavaliers, closing in, drew their swords and held their points towards > his body. Seeing this, one of Col. Strode's servants presented a pistol and > held it to ... Hopton, and would have killed him but for a quick-witted > Sheptonian ... who snatched the pistol from him.... Strode, thus being > arrested and handed over to the local Constable, Sir Ralph commenced to read > the ... Royalist ... petition, and asked for supporters of it to come > forward. After much mumbling and cursing from the large and rapidly growing > crowd, only one man stepped forward ... which Col. Strode was asked to > notice. To which he shouted explosively: \"This is of no surprise to me. For > this man is but one of the incendiaries of the town, but we are of the > County and of Parliament and I demand, therefore, Sir, you quit the town.\" > On this the Constable was instructed to take Col. Strode before the Marquess > .... While preparations were being made, a disturbance from the direction of > Town Street caused some distraction. A single Cavalier had come at full > gallop ... and was forcing himself through the dense crowd to Sir Ralph's > side. Sir Ralph listened... with clear amazement, as he was told of the many > country folk who were closing on Shepton in support of Col. Strode. At this > news Sir Ralph and his Cavaliers turned horse ... in alarm and sent a > message for Captain John Digby to bring his troops... and rode in haste from > Shepton, a much disillusioned and angry man.Davis, Fred, Alan Blandford and > Lewis Beckerleg (1977), The Shepton Mallet Story: A Brief Historical Sketch, > 2nd edition, The Shepton Mallet Society, pp 45-46. In August there was a serious skirmish near Marshall’s Elm, Somerset, between a troop of Royalist horsemen under Sir John Stawell of Cothelstone and about 600 Parliamentary foot soldiers, mainly from Taunton, sent under orders from Col. Strode. (Strode owned the local \"Street\" demesne estate — called \"the Grange\" — one of several he had bought in the county). The Royalists ambushed and charged their opponents, driving them towards Somerton. There were complaints concerning the treatment of prisoners and Stawell’s refusal to bury the seven dead (another 18 or 20 later died of their wounds). In 1646 Strode was returned to the Long Parliament for Ilchester. A supporter of the Presbyterian faction in the House of Commons, he was expelled in Pride's Purge of 1648. (public domain) ===Last years=== In 1661, after the restoration of Charles II, Strode was imprisoned and obliged to make submission for disobeying the orders of the king's deputy-lieutenants in Somerset. He died in 1666, aged 77. He was buried at the Church of St Mary the Virgin, Barrington.A P Baggs and R J E Bush, 'Parishes: Barrington', in A History of the County of Somerset: Volume 4, ed. R W Dunning (London, 1978), pp. 113-121. British History Online http://www.british-history.ac.uk/vch/som/vol4/pp113-121 [accessed 1 October 2017]. ==Legacy== Cranmore ===Descendants=== *Strode's eldest son, William Strode III (1622-1694), also served as MP for Ilchester (1679) and from 1680 gave his support to the Duke of Monmouth. *Another son, Edward Strode (ca. 1629—1703), built the Merchant's House, Shepton Mallet, and similarly courted grief by supporting the Duke of Monmouth. ===Namesakes=== *In West Cranmore, between Shepton Mallet and Frome, is the picturesque stone pub \"The Strode Arms\" with the Arms of the Strode family displayed outside. *The Strode Theatre (1963), Street, Somerset, England, is named for him. ==References== Category:1589 births Category:1666 deaths Category:English MPs 1640–1648 Category:Roundheads ",
    "title": "William Strode (of Barrington)"
}