{
    "id": "31402653",
    "text": "Kumari is a 1952 Indian Tamil-language film directed by R. Padmanaban and starring M. G. Ramachandran and Sriranjani in the lead roles. == Plot == The princess Kumari, while travelling in a horse carriage, meets with an accident when the horses run wild, and is rescued by a man named Vijayan. The two fall in love and the princess gives him a signet and invites him to her palace. Problems arise when the king wishes to get the princess married and the queen Chandravali wishes to have her married to her useless brother Sahaaran. After many thrilling incidents, the lovers are united and live happily ever after. ==Cast== The list is adapted from the film's song book.Song Book ;Male cast * M. G. Ramachandran Vijayan * Serukalathur Sama Mandhara * Vijayakumar Prathap * Stunt Somu Vallaban * T. S. Durairaj Saharan * Pulimoottai Ramasami Pulimoottai * Sayeeram Viharan * Kottapuli Jayaram Minister * Rajamani Minister * Ramaraj Minister * K. K. Mani Mani Singh ;Female cast * Madhuri Devi Chandravali * Sri Ranjani (Junior) Kumari * Kantha Sohanlal Jeela * K. S. Angamuthu Mother * C. T. Rajakantham Chandrika * Padmavathi Ammal Mangala ;Supported by Hundreds of circus gypsy's played male and female actors. ==Production== The film was produced and directed by R. Padmanaban. Ku. Sa. Krishnamurthi and S. M. Santhanam wrote the story and dialogues. Cinematography was done by D. Marconi while V. P. Nataraja Mudaliyar handled the editing. Choreography was done by Sohanlal and Still photography was done by R. N. Nagaraja Rao. The film was also made in Telugu with the title Rajeshwari. ==Soundtrack== The music was composed by K. V. Mahadevan and lyrics were by M. P. Sivam, T. K. Sundara Vathiyar and Ku. Sa. Krishnamoorthi. Playback singers are K. V. Mahadevan, A. M. Rajah, Jikki, P. Leela, A. P. Komala and N. L. Ganasaraswathi. There were also gypsy dances choreographed by Sohanlal. One song rendered by Jikki off-screen, ‘Laalalee laallee…..' picturised on Madhuri Devi, became popular. Kantha Sohanlal danced for the song Cholla Cholla Ulley Vetkam which tune became very popular and was adapted in many other films later. {| class=\"wikitable\" ! No. !! Song !! Singers !! Lyrics !! Length (m:ss) |- | 1 || Azhiyaadha Kaadhal Vaazhvil Anaiyaadha Jothiyaai || A. M. Rajah || Ku. Sa. Krishnamurthi || 03:00 |- | 2 || Aaye Aaye Jee Maaye || A. P. Komala || rowspan=3|T. K. Sundara Vathiyar || |- | 3 || Vaazhga Vaazhga Sathiyame || Group song || |- | 4 || Aanukkoru Penn Venumey || K. V. Mahadevan || |- | 5 || Kadhalin Cholai Kaniyai || A. M. Rajah || || |- | 6 || Azhagin Rani Yaarenake Inaiyaavaar || Jikki || || 03:28 |- | 7 || Irulile Nilavoli Pol avar varuvar || A. M. Rajah & Jikki || rowspan=8|M. P. Sivam || 03:21 |- | 8 || O Ambuliye Vaa || P. Leela || 02:41 |- | 9 || Adhairiyam Kolvadhu Ariveenam .. Prakaasam Poley || A. M. Rajah & P. Leela || 03:40 |- | 10 || Lalalee Lalalee Azhagin Arbuthame || Jikki || 03:27 |- | 11 || Cholla Cholla Ulley Vetkam || A. P. Komala || 02:49 |- | 12 || Alaiyaadum Poley || P. Leela || 03:56 |- | 13 || Themmaangu Dabukku Dabbaa || Group song || |- | 14 || Naattukku Nalam Naaduvom || N. L. Ganasaraswathi || |} ==Box office== In spite of the interesting onscreen narration, deft direction and excellent camerawork by Marconi and impressive performances by MGR, Serukalathur Sama and others, Kumari did not do well. ==References== Category:1952 films Category:Indian films Category:Tamil-language films Category:1950s Tamil-language films Category:Tamil film scores by K. V. Mahadevan ",
    "title": "Kumari (1952 film)"
}