{
    "id": "31402983",
    "text": "Algernon Islay de Courcy Lyons (1922–1993) was a Welsh photographer, novelist and linguist. ==Life and work== Born in Langland, Glamorgan, Wales on 7 March 1922, the son of Captain John Algernon de Courcy Lyons, M.C. and Doris Ada née Campbell Young. In his lifetime, he was normally just called Islay (pronounced eye-la). Lyons was educated at Bradfield College, Berkshire and Grenoble University. He was at Grenoble when World War II broke out. He made a daring escape over the Pyrenees, was caught and imprisoned in Spain from where he manage to escape and work his way back to England where he joined up and served in the Royal Air Force for the rest of the war. He served first in North Africa and then he was sent to the Far East to learn Japanese in three months. He did this with amongst others, Richard Mason, who was a lifelong friend and cousin by marriage. Lyons is portrayed by the character 'Peter' in Mason's book 'The Wind Cannot Read'.) The photographs of Lyons illustrate the works of several twentieth century literary figures, including Bryher and Graham Greene. Lyons was the friend of the film-maker, Kenneth Macpherson, both of them living in the ‘Villa Tuoro’ on Capri, where Norman Douglas was their constant companion during the last years of Douglas’s life. Both Macpherson and Lyons were at Norman Douglas’s bedside when he died.H.D. Chronology - Louis Silverstein Lyons died on 17 November 1993, in Chiang-Mai, Thailand. ==Legacy== Part of Lyons’s inheritance to his fostered Thai son, Manop Charoensuk, was a large quantity of photos, books, and letters relating to the life of Baron Jacques d'Adelswärd-Fersen, the novelist and poet. It is believed that Fersen bequeathed the inheritance to Norman Douglas, who bequeathed it to Kenneth Macpherson. On Macpherson’s death, Lyons inherited the estate. Charoensuk sold it to an American millionaire. In 2002, the complete collection was offered by Sotheby’s in London to the American antiquarian bookseller David Deiss, but it was eventually bought by an unknown British dealer.Frère Jacques: A Shrine to Love and Sorrow - Will H.L. Ogrinc (2006) It is probable, although unconfirmed, that most, if not all, of this inheritance, is what the Beinecke acquired in 2008 and now forms part of the 'Norman Douglas Collection.http://drs.library.yale.edu:8083/fedora/get/beinecke:douglas3/PDF Some of de Courcy Lyons’s work is held in various collections in the United States, notably the Catherine Walston/Graham Greene Papers at Georgetown Library, the Nancy Cunard Collection at the Harry Ransom Humanities Research Center and the Norman Douglas Collection (2008 Addition) at the Beinecke Rare Book and Manuscript Library, Yale University. ==Publications== ===Novel=== The Lyre & the Lotus. London: Harvill (1968). An historical novel set in the time of Galen. ===Photography=== *Gate to the Sea - Bryher (Pantheon Books, New York, 1958) Photographic illustrations by Algernon Islay de Courcy Lyons. *A Visit to Morin - Graham Greene. (London, Heinemann, 1959) Photographer Algernon Islay de Courcy Lyons *Gandharan Art In Pakistan - New York (1957) Photography by Algernon Islay de Courcy Lyons *Catherine Walston/Graham Greene Papers – Various Works (Georgetown Library) *Nancy Cunard: An Inventory of Her Collection at the Harry Ransom Humanities Research Centerhttp://www.lib.utexas.edu/taro/uthrc/00031/hrc-00031.html *Norman Douglas Collection (2008 Addition) (GEN MSS 614)http://drs.library.yale.edu:8083/fedora/get/beinecke:douglas3/PDF *Islay Lyons - Photographs. Introduced by William Warren Privately Printed: Éditions Didier Millet (1996). (Photographs of Graham Greene, Harold Acton, Bryher, Noël Coward, Janet Flanner, Peggy Guggenheim, Sybille Bedford, Margot Fonteyn, Kenneth Macpherson and many others. Also included are landscapes and Italian cityscapes). *Omnes Eodem Cogimur: Some Notes Following the Death of Norman Douglas. (Kenneth Macpherson) Privately Printed: [Turin] (1953). A memorial album with twenty-five photographs by Islay Lyons of Douglas and his friends, including Nancy Cunard, Graham Greene, Somerset Maugham and many others. == References == Category:Welsh photographers Category:Welsh novelists Category:1922 births Category:1993 deaths Category:20th-century Welsh writers Category:20th-century British novelists ",
    "title": "Algernon Islay de Courcy Lyons"
}