{
    "id": "31409566",
    "text": "Arab News logo from 20 April 1975 till 3 April 2018 Arab News is an English- language daily newspaper published in Saudi Arabia. It is published from Riyadh. The target audiences of the paper which is published in broadsheet are businessmen, executives and diplomats. ==History== Arab News was founded in Jeddah on 20 April 1975 by Hisham Hafiz and his brother Mohammad Hafiz. () It was the first English-language daily newspaper published in Saudi Arabia. Arab News is also the first publication of SRPC. The daily was jointly named by Kamal Adham, Hisham Hafiz and Turki bin Faisal. The paper is one of twenty- nine publications published by Saudi Research and Publishing Company (SRPC), a subsidiary of Saudi Research and Marketing Group (SRMG). The former chairman of SRMG and therefore, Arab News is Turki bin Salman Al Saud. He was succeeded by Prince Bader Al Farhan who went on to become Cultural Minister. SRMG’s current chairman is Engineer Abdulrahman bin Ibrahim Rwaita https://en.m.wikipedia.org/wiki/Saudi_Research_and_Marketing_Group ===Relaunch=== On 4 April 2018, Arab News changed its 43 year old logo with a new one as well as its motto of \"The Middle East's Leading English Language Daily\" to \"The Voice of a Changing Region\" (referring to the reforms made by Crown Prince Muhammad bin Salman). In April 2018, it announced moving its headquarters from Jeddah to Riyadh. ==Chief editors and staff== Jihad Khazen, who later went on to establish Asharq Al Awsat, was the first editor-in-chief of the paper, however, because Saudi laws at the time prevented a non-Saudi from being in this position, he was given the title General Manager and that editorial role was assigned to Ahmad Mahmoud who served in that role from 20 April 1975 to October 1, 1977. Mohammad Ali Hafiz, who was the co-founder of the newspaper, took on the role of Editor-in-Chief between 1 October 1977 until 1 October 1979. He was followed by Mohammad Shibani between 1 October 1979 – 30 April 1982. Khaled al-Maeena became Editor in Chief on 1 May 1982 and remained at the helm until 20 February 1993. Farouq Luqman followed between 25 February 1993 till 1 June 1993. Then it was Abdulqader Tash's time to lead the newspaper which he did until 28 February 199. Khaled al-Maeena returned to Arab News for another term serving as Editor in Chief between 1 March 1998 and 8 October 2011. Abdulwahab al-Faiz came next for a brief period (9 October 2011 – 4 January 2013) and then came Mohammad Fahad al-Harthi, who was at the time also the editor of Sayidatti (the group's women weekly) and he served in that role till 26 September 2017 On 27 September 2016, Faisal J. Abbas was appointed as Editor-in-Chief following an announcement by SRMG's new chairman, Prince Badr bin Abdullah bin Farhan al-Saud. Having previously re- launched and served as Editor-in-Chief at Al Arabiya English, Abbas's declared mandate was to make Arab News \"more global, more digital\". ==Notable staff== Among the newspaper's notable staff are/were Somaya Jabartii who went on to become the first female Editor-in-Chief in the kingdom's history when she took the top job at the paper's rival, Saudi Gazette, in 2014. Hana Hajjar, the only female political cartoonist in Saudi Arabia.Sterns, Olivia.Female cartoonist's provocative work challenges Saudi society. CNN. 27 October 2009. Retrieved 29 October 2009. Siraj Wahab, the paper's longtime deputy managing editor and Rasheed Abousamah, who now serves as the paper's Latin America correspondent.In 2017, the paper announced establishing a London bureau and an Asian bureau headed by veteran journalist Baker Atyani. It also has a regional bureau in Dubai. Under Faisal J. Abbas, Arab News relaunched with a new design announced at the 2018 Arab Media Forum. This saw the masthead and slogan change for the first time in 43 years. It also witnessed an expanded the op-ed and analysis section with high-profile contributors such as former Saudi intelligence chief Prince Turki al-Faisal, former Turkish FM Yassar Yakis, UAE businessman Khalaf Ahmad al-Habtoor, US–Arab affairs expert Dr. Amal Mudallali, Chatham House's Yossi Mekelberg, Chris Doyle from CAABU and senior business journalist Frank Kane who left the UAE's The National to join Arab News in February 2017. ==Content== The front page of the first issue of Arab News on 20 April 1975 Arab News offers a variety of news ranging from politics and finance to sports and social events. It published an op-ed written on the first anniversary of the September 11 attacks by Rasheed Abu Alsamh who commented: > First, we must stop denying that any of the hijackers were Saudis or even > Arab. We must also stop saying that the September 11 attacks were a CIA- > Zionist plot to make the Arabs and Islam look bad. That is utter nonsense. > We must be mature and responsible enough to admit that these sick minds that > hatched and perpetrated these dastardly attacks, were, sadly, a product of a > twisted viewpoint of our society and our religion...We must stop the hatred > being taught to our children in schools. On 8 May 2011, Hassan bin Youssef Yassin, a longtime aide to Foreign Minister Saud bin Faisal, wrote in Arab News that the Arab countries had all failed miserably to offer either democracy or economic well-being. () In May 2017, Arab News entered a media partnership with British online polling experts, YouGov. The regional exclusive deal was announced at the 16th annual Arab Media Forum (AMF) during a special gala held for international journalists. According to a joint press release, the aim of the partnership is to \"survey the hearts and minds of the public in the Middle East and beyond\". Stephan Shakespeare, chief executive of YouGov, said that the partnership would result in some valuable research on public opinion in a part of the world where such information is rare. Announcing the deal, Arab News Editor in Chief Faisal J. Abbas said: “In an era of fast-moving news cycles, information overload and ‘fake news’, there could be no better time for a media brand to invest in quality, credible research such as that produced by YouGov.\". Some of the studies that were produced as a result of this partnership showed that 81 percent of Americans can't locate the Arab World on a map and that the majority of Saudis supported the decision to allow women to drive. The paper nevertheless has contributed extremely to the development of a cult of personality around leading Saudi princes and government officials such as King Salman and even more so, the Crown Prince Mohammed bin Salman in the royalist circles. ==Controversy== Although the paper is owned by SRMG that is close to the Saudi government, there are some incidents in which journalists of the paper are dismissed by the government. In March 1992, the editor-in-chief of the Arab News, Khalid Almeena was briefly dismissed for reprinting an interview with the Egyptian Muslim leader Sheikh Omar Abdul-Rahman that had been published in a US daily. The other controversial incident occurred in April 2007, when journalist Fawaz Turki was dismissed for publishing a column on the atrocities of Indonesia during its 1975–1999 occupation of East Timor. It was also reported that Turki had previously been warned by related Saudi authorities to stop his criticisms about Egyptian President Hosni Mubarak. ==Distribution and international editions == In addition to its domestic distribution in Saudi Arabia, Arab News is planning wide range of international distribution, including United Arab Emirates, Kuwait, Bahrain, Qatar, Pakistan, Oman, Near East, North Africa, Europe and the United States. () In February 2018, Arab News launched a digital Pakistani edition (Arab News Pakistan) , headquartered in Islamabad. In October 2019, Arab News launched a digital Japanese edition (Arab News Japan) publishing in English and Japanese languages as the first middle east media outlet in Japan. This was followed by a French digital edition, Arab News en Francais (www.arabnews.fr), on 14 July 2020, which was launched virtually via Zoom due to the Coronavirus pandemic. Ismail Omar Guelleh, president of the French-speaking Republic of Djibouti, was the guest of honor and gave a key note speech, while the inauguration was done by François Gouyette, then the French ambassador to Saudi Arabia. ==See also== * List of newspapers in Saudi Arabia ==References== == External links == * Arab News * Category:1975 establishments in Saudi Arabia Category:English-language newspapers published in Arab countries Category:Mass media in Jeddah Category:Newspapers published in Saudi Arabia Category:Publications established in 1975 ",
    "title": "Arab News"
}