{
    "id": "31406046",
    "text": "Ivor Godfrey Balding (May 23, 1908 - January 20, 2005) was a British champion polo player, Thoroughbred farm manager and racehorse trainer. ==Biography== ===Breeding farm manager=== Ivor Balding had two brothers who also played polo, Gerald Barnard Balding, Sr. and Barney Balding. He moved to the United States in 1930 where he attended Cornell University. In 1936, he went to work for the Thoroughbred breeding farm of Sonny Whitney in Old Westbury, New York. Three years later Whitney appointed him manager of his key breeding operation in Lexington, Kentucky.Thoroughbred Times - January 23, 2005 During his tenure in Lexington, Balding encouraged Whitney to import Mahmoud from England where he had won the 1936 Epsom Derby. Brought to the United States in 1940, Mahmoud would prove to be an outstanding sire of seventy stakes winners and was the Leading sire in North America in 1946 and the Leading broodmare sire in North America for 1957. Of most importance to bloodlines worldwide, Mahmoud was the broodmare sire of Natalma, dam of the legendary Northern Dancer who became the most successful sire of the 20th Century\"Delaware Park adds five to Wall of Fame\", Daily Racing Form, July 12, 2012, accessed May 11, 2013. and whom the National Thoroughbred Racing Association calls \"one of the most influential sires in Thoroughbred history\".\"Windfields Farm\" , NTRA biography database, accessed June 16, 2013. ===Training career=== From 1961 to 1992, Ivor Balding was the head trainer for Whitney's racing stable during which time he earned the leading trainer title in 1966 at Saratoga Race Course.Thoroughbred Times - January 23, 2005 He died at age 96 in Camden, South Carolina. ==References== Category:British polo players Category:1908 births Category:2005 deaths Ivor Balding Category:American horse trainers Category:Sportspeople from Leicester Category:Cornell University alumni Category:People from Old Westbury, New York Category:Sportspeople from Lexington, Kentucky Category:People from Camden, South Carolina ",
    "title": "Ivor G. Balding"
}