{
    "id": "31407631",
    "text": "The 10th Aviation Regiment is an aviation regiment (United States Army Aviation Branch) of the U.S. Army. ==History== The regiment was constituted 21 August 1965, in the regular Army as Headquarters and Headquarters Detachment, 10th Aviation Battalion. The battalion was activated 23 August 1965 at Fort Benning, Georgia, and redesignated as Headquarters and Headquarters Company, 10th Aviation Battalion on 1 December 1968.Unit History, accessed 1 March 2012. 10th Aviation was an important contributor to the United States Army's efforts in Vietnam. The unit provided critical Aviation support in the first Tet counter-offensive and distinguished itself by successfully fulfilling this vital role. 10th Aviation regularly repeated this standard for success in the intervening years and was recognized for valorous acts at Dak To and Tuy Hoa Valley. By the end of the Vietnam War, the unit had received two Army meritorious unit commendations and five awards for gallantry from the Republic of South Vietnam. After the war ended, the 10th Aviation Battalion was inactivated 30 December 1980 at Fort Lewis, Washington. On 17 April 1986 the battalion were assigned to the 1st Armored Division and activated in Germany. They were relieved from assignment to the 1st Armored Division and inactivated on 16 November 1987 in Germany. The unit was reorganized and re-designated on 2 October 1988 as the 10th Aviation, a parent regiment under the United States Army Regimental System, and transferred to the United States Army Training and Doctrine Command 1st Battalion was assigned to the 1st Aviation Brigade at Fort Rucker, Alabama. On 5 January 1996 they were consolidated with the 10th Aviation Company, and consolidated into a unit designated as the 10th Aviation. ==Current structure== * 1st Battalion (Attack) (TF Dragons)http://www.drum.army.mil/10thAB/Pages/1-10home.aspx * 2nd Battalion (Assault Helicopter) (TF Knighthawk)http://www.drum.army.mil/10thAB/Pages/2-10AviationRegiment.aspx **Headquarters and Headquarters Company (HHC) (Nomads) ** A Company (Voodoo) (UH-60) ** B Company (Wolfpack) (UH-60) ** C Company (Warlords) (UH-60) *** Afghanistan (October 2019 -) ** D Company (Dragon Hawks) ** E Company (Regulators) (FSC) * 3rd Battalion (General Support) (TF Phoenix)http://www.drum.army.mil/10thAB/Pages/3-10Companies.aspx **HHC (Hooligans) ** A Company (Arch Angels) ** B Company (Mountain Movers) (CH-47) ** C Company (Blue Max)(Mountain Dustoff) (HH-60M) ** D Company (Dreadnaughts) ** E Company (Executioners) ** F Company (Fire Hawks) * D Company (MQ-1C Gray Eagle) ==1st Battalion (Attack)== 1st Battalion, 10th Aviation Regiment currently is constituted as part of the Army's 10th Combat Aviation Brigade at Fort Drum, New York. It is tasked as an Attack Helicopter Battalion composed of Boeing AH-64D Apache helicopters. Its most recent iteration has deployed multiple times in support of the Global War on Terrorism. The unit was originally constituted 17 April 1986 in the Regular Army as Company A, 10th Aviation Battalion, an element of the 1st Armored Division, and activated in Germany. It was then inactivated 16 November 1987 in Germany and relieved from assignment to the 1st Armored Division. It was re-designated 2 October 1988 as Headquarters and Headquarters Company, 1st Battalion, 10th Aviation and its headquarters concurrently transferred to the United States Army Training and Doctrine Command and activated at Fort Rucker, Alabama. The Headquarters was withdrawn 5 January 1996 from the United States Army Training and Doctrine Command and inactivated at Fort Rucker, Alabama. It was then assigned 16 March 1996 to the 10th Mountain Division and activated at Fort Drum, New York (organic elements concurrently constituted and activated). The battalion was relieved 19 September 2005 from its assignment to the 10th Mountain Division and assigned to the 10th Combat Aviation Brigade, 10th Mountain Division. It was re-designated 1 October 2005 as the 1st Battalion, 10th Aviation Regiment, inactivated 15 October 2006 at Fort Drum, New York and then reactivated 15 June 2008 at Hunter Army Airfield, Georgia. Following its reactivation, the battalion deployed to Iraq in support of Operation Iraqi Freedom under the 10th Combat Aviation Brigade in October 2008. After redeploying back to the U.S., the unit was reassigned to the 10th Combat Aviation Brigade and transferred back to Fort Drum in October 2009. After transferring back to Fort Drum, the battalion, along with the rest of the 10th CAB, was restructured into a task force for an upcoming deployment to Afghanistan in 2010 in command of Major General Townsend, Colonel Francis, Lieutenant Colonel Ward, and Command Sergeant Major Paul. Campaign Participation credit: {| class=\"wikitable\" |- ! Vietnam !! Vietnam !! Operation Iraqi Freedom !! Operation Enduring Freedom |- | Defense || Tet 69/Counteroffensive || National Resolution || Consolidation III |- | Counteroffensive || Summer-Fall 1969 || Iraqi Surge || Transition I |- | Counteroffensive, Phase II || Winter-Spring 1970 || Iraqi Sovereignty || |- | Counteroffensive, Phase III || Sanctuary Counteroffensive || || |- | Tet Counteroffensive || Counteroffensive, Phase VII || || |- | Counteroffensive, Phase IV || Consolidation I || || |- | Counteroffensive, Phase V || Consolidation II || || |- | Counteroffensive, Phase VI || || || |} 10th Aviation Regiment decorations: * Valorous Unit Award for TUY HOA VALLEY * Valorous Unit Award for DAK TO * Meritorious Unit Commendation (Army) for VIETNAM 1965–1966 * Meritorious Unit Commendation (Army) for VIETNAM 1966–1967 1st Battalion, 10th Aviation Regiment decorations: * Meritorious Unit Commendation (Army), Streamer embroidered IRAQ 2005–2006 * Meritorious Unit Commendation (Army), Streamer embroidered IRAQ 2008–2009 Company C additionally entitled to: * Meritorious Unit Commendation (Army), Streamer embroidered IRAQ 2003–2004 ==2nd Aviation Battalion (Assault)== ==3rd Battalion (General Support)== 3rd Battalion, 10th Aviation is an active duty aviation battalion serving under the United States' 10th Mountain Division (Light Infantry). It is tasked with general support as part of the 10th Combat Aviation Brigade. The unit has deployed three times in support of the ongoing Global War on Terrorism. The 3rd Battalion, 10th Aviation Regiment was first constituted on 16 September 2005, and designated Headquarters and Headquarters Company (HHC), 3rd Battalion, 10th Aviation Regiment, with its organic elements concurrently constituted and activated. On 19 September 2005, the unit was relieved of its assignment to the 10th Mountain Division (LI), and was reassigned to the 10th Combat Aviation Brigade (CAB), 10th Mountain Division (LI). Re-designated the 3rd General Support Aviation Battalion (GSAB), 10th Aviation Regiment on 1 October 2005, the \"Phoenix Battalion\" continues to conduct full-spectrum aviation operations as a component of either the 10th Mountain Division (LI), or any other assigned parent unit due to the needs of today's modular Army. Overall, these people were fools and were used as tools to serve 2/10 Avn as they were the bomb digity of the crew chiefs.US Army Center of Military History http://www.history.army.mil/html/forcestruc/lineages/branches/av/010av003bn.htm The battalion served in Operation Enduring Freedom VII (Afghanistan) from February, 2006, to February, 2007, where it conducted personnel transportation, re-supply, and air assault missions under the 10th Mountain Division (LI) in support of ongoing ISAF operations in the region. The battalion also provided aircraft for then-ongoing relief operations after the 2005 Kashmir earthquake that devastated much of northeastern Pakistan. After nearly 18 months of stateside reprieve, the battalion was once again deployed, where it served in Operation Iraqi Freedom 08-10 (Iraq) from November, 2008, to November, 2009. The battalion once again performed personnel movement, re- supply, and air assault missions (though this time under the 25th Infantry Division (L)) throughout its area of operations. In January 2010, the battalion comprised a Headquarters and Headquarters Company (Staff/Personnel/Security/Operations/Supply/Communications), A Company (VIP/Personnel Movement), B Company (Heavy Lift), C Company (MEDEVAC),Video: A Day in the Life of a MEDEVAC Soldier Defense Video & Imagery Distribution System http://www.dvidshub.net/video/121342/day-life-medevac-soldier D Company (Aviation Maintenance), E Company (Aviation Refuel/Ground Maintenance), and F Company (Air Traffic Control). Following the battalion's return from Iraq in 2009, the unit was restructured as task force's, TF Knighthawk, TF Phoenix, and TF Falcon, supplementing its own elements with elements from 2-10 Assault, 6-6 Cavalry, and 1-10 Attack. 6-6 CAV integrated with C 1-10 ATK Blue Max, combining into one dual-airframe flight company, the only one like it in the Army. It consisted of 6 OH-58D and 6 AH-64D helicopters. During the battalion's 12-month dwell time, the unit received and trained up on new \"Foxtrot\" model Chinooks, as well as muti-platform mission execution and performed a training rotation in Fort Carson, Colorado in preparation for an upcoming deployment to Afghanistan. In August 2010, the unit began deploying forces from C Company MEDEVAC to Afghanistan, with the rest of the battalion following suit in October 2010. The task force returned from Afghanistan in October 2011, where it began receiving and train up on the new \"Mike\" model Blackhawk helicopter as well as preparation for another deployment to Afghanistan in 2013. After Hurricane Sandy's landfall, the unit sent a group of UH-60L, UH-60M, HH-60M and CH-47F helicopters to Bedford, Massachusetts to assist in operations to assess damages, and to provide relief. The battalion's equipment includes the UH-60 \"Blackhawk\", and the CH-47 10th Aviation Regiment decorations: :Decorations Valorous Unit Award, Streamer embroidered TUY HOA VALLEY Valorous Unit Award, Streamer embroidered DAK TO Meritorious Unit Commendation (Army), Streamer embroidered VIETNAM 1965–1966 Meritorious Unit Commendation (Army), Streamer embroidered VIETNAM 1966–1967 :Campaign Participation Credit :Vietnam Defense Counteroffensive Counteroffensive, Phase II Counteroffensive, Phase III Tet Counteroffensive Counteroffensive, Phase IV Counteroffensive, Phase V Counteroffensive, Phase VI Tet 69/Counteroffensive Summer-Fall 1969 Winter-Spring 1970 Sanctuary Counteroffensive Counteroffensive, Phase VII Consolidation I Consolidation II :War on Terrorism Afghanistan 2006–2007 Iraq 2008–2009Fort Drum Garrison Website http://www.drum.army.mil/10thAB/Pages/3-10GSAB.aspx ==References== ==External links== * Redirecting... - U.S. Army Center of Military History – Aviation Branch lineage and honors 010 Category:Military units and formations established in 1988 ",
    "title": "10th Aviation Regiment (United States)"
}