{
    "id": "31409280",
    "text": "High Couch of Silistra (renamed as Returning Creation for the integral edition of the series) is a science fiction novel, the first book in the Silistra quartet by American writer Janet Morris. Published in 1977 by Bantam Books, High Couch of Silistra was the debut title of her writing career. The series went on to have more than four million copies in print and was also published in French, Italian and German. ==Setting== Silistra is a post-apocalyptic planet devastated by a war that forced its populace to go into underground shelters for centuries and, even many centuries later, the planet has not recovered. Infertility is one of the worst problems facing the planet's populace—thanks to the fallout of that deadly war. Silistra is ruled by a theocratic caste named the Day-Keepers who control the planet by monopoly on technical and divine knowledge and through a brutal police force named the Slayers. The planet is administratively divided into city-states founded around procreation centres named Wells that were originally introduced by the Day-Keepers as a solution to Silistra's infertility problem. In time, the Wells attracted men from various planets and virtually turned into brothels, while women who manage the Wells founded aristocratic lineages named Well- Keepresses that form a peculiar matriarchy. Politically, Silistra is part of the Bipedal Federation, a polity dominated by the technologically advanced merchant planet M'ksakka, which is also the de facto suzerain of Silistra. Astria is the Well that first made alliance with M'ksakkans to pioneer the current model of Silistran city-states and the Well-Keepresses of Astria who carry the title High Couch of Silistra have maintained their at least nominal hegemony over other Well-Keepresses. ==Plot== In The High Couch of Silistra, Estri, Well-Keepress of Astria and holder of the ultimate seat of control begins an epic adventure to discover her origins and save the dwindling population. ==Critical reception== Charles N. Brown, Locus Magazine, is quoted on the Baen Books reissues of the series as saying, \"Engrossing characters in a marvelous adventure\". Frederik Pohl is quoted there as saying \"The amazing and erotic adventures of the most beautiful courtesan in tomorrow's universe.\" ==References== Category:1977 American novels Category:1977 science fiction novels Category:1977 fantasy novels Category:Novels by Janet Morris Category:Debut fantasy novels Category:Debut science fiction novels Category:Bantam Books books Category:1977 debut novels ",
    "title": "High Couch of Silistra"
}