{
    "id": "31406915",
    "text": "The South Fork Coos River is a tributary, about long, of the Coos River in the U.S. state of Oregon. Formed by the confluence of the Williams River and Tioga Creek, it begins in eastern Coos County near the Douglas County line and flows generally northwest through the Southern Oregon Coast Range. East of the city of Coos Bay, it joins the Millicoma River to form the Coos River. This larger river, only about long, empties into the eastern end of Coos Bay, which connects to the Pacific Ocean. ==Course== From its source, the river flows north through forests, receiving Mink Creek from the left. About further downstream, the river turns west, and Fall Creek enters from the right. Over the next stretch, Coal and Fannin creeks enter from the left and Elk Creek from the right. The river then turns south before Rock Crusher and Burma creeks enter from the left at about river mile (RM) 20 or river kilometer (RK) 32\\. Turning west, the river receives Cox Creek from the left. After the river turns north again, it receives Big Creek from the right then meanders west, receiving East and West creeks from the right and Salmon Creek from the left at about RM 9 (RK 14). Over the next stretch, McKnight Creek enters from the right before the river reaches the community of Dellwood, which is on the right. Bessey Creek enters from the right and then Rogers Creek from the right about from the mouth. Morgan Creek enters from the left before the West Fork Coos River passes under Landrith Bridge and South Coos River Lane and meets the Millicoma River. South Coos River Lane runs along the stream to the vicinity of Dellwood, and the rest of the river is accessible by logging roads. ==Recreation== The river supports populations of shad, chinook and coho salmon, steelhead, and coastal cutthroat trout. The Oregon Department of Fish and Wildlife operates a steelhead hatchery near Dellwood. Above Dellwood, the stream is accessible by roads on land owned by Weyerhauser, a timber company, and parking or fishing along the upper river requires a Weyerhouser permit. Below the head of tide at Dellwood, it is possible to fish from the bank near the mouth of Daniels Creek, and boaters can fish the entire lower river.Sheehan, p. 67 Whitewater boaters sometimes run a stretch of the river beginning about upstream of Dellwood. Weyerhauser, which owns the land through which this part of the river flows, restricts boating access to weekends only.Giordano, pp. 70-71 ==See also== *List of rivers of Oregon ==References== ==Works cited== *Giordano, Pete (2004). Soggy Sneakers: A Paddler's Guide to Oregon's Rivers, 4th ed. Seattle: The Mountaineers Books. . *McArthur, Lewis A., and McArthur, Lewis L. (2003) [1928]. Oregon Geographic Names, 7th ed. Portland: Oregon Historical Society Press. . *Sheehan, Madelynne Diness (2005). Fishing in Oregon: The Complete Oregon Fishing Guide, 10th ed. Scappoose, Oregon: Flying Pencil Publications. . ==External links== *Coos Watershed Association Category:Rivers of Coos County, Oregon Category:Rivers of Oregon ",
    "title": "South Fork Coos River"
}