{
    "id": "31405493",
    "text": "Jeremy Emmanuel Lamb (born May 30, 1992) is an American professional basketball player for the Indiana Pacers of the National Basketball Association (NBA). As a freshman, he was the second-leading scorer on the 2011 national champion UConn Huskies team. ==High school career== Lamb attended Norcross High School in Norcross, Georgia, where he captained the basketball team and averaged 20 points and 6 rebounds per game, leading Norcross to the regional championship, the Elite 8 of the state playoffs and a final record of 27–3. He was recruited by UConn after drawing the attention of coach Jim Calhoun, who felt that Lamb reminded him of former UConn star Richard \"Rip\" Hamilton. Considered a four-star recruit by Rivals.com, Lamb was listed as the No. 19 shooting guard and the No. 76 player in the nation in 2010.Jeremy Lamb Recruiting Profile ==College career== During his freshman year at UConn, Lamb played in every game. He averaged 11.1 points per game, which was second on the team behind Kemba Walker. He scored a career-high 24 points against Marquette on January 25, 2011. In the 2011 Big East Tournament, Lamb averaged 14.2 points and helped the 9th-seeded Huskies win the tournament and earn a #3 seed in the NCAA Tournament. In the 2011 NCAA Tournament, Lamb increased his scoring output to 16.2 points per game, and tied his career-high with 24 points against San Diego State in the Sweet 16 on March 24, 2011. Preceding UConn's Final Four game against Kentucky, Lamb was 11-for-15 from three-point range in the NCAA Tournament, the highest all-time percentage by a player who has reached the Final Four. In the national title game, he scored 12 points and grabbed 7 rebounds as the Huskies defeated Butler by a score of 53–41. Following the season, he was invited to the June 17–24, 2011, 17-man tryouts for the 12-man FIBA Under-19 World Cup team by USA Basketball, and was ultimately selected to be a part of the team. The 12 selected players competed as Team USA in the 2011 FIBA U19 World Cup in Latvia, from June 30 to July 10, 2011. Lamb was the only American player selected to the five-man All- Tournament Team. The 2012 basketball season was a bitter disappointment for both Lamb and UConn. Lamb and UConn in general despite their overall talent failed to meet expectations after suffering a losing record in Big East play during the regular season and bowing out in the first round of the NCAA Tournament after losing to Iowa State University. Following the 2012 season, Lamb declared for the NBA draft. ==Professional career== Lamb with the Rockets during the 2012 preseason ===Oklahoma City Thunder (2012–2015)=== Lamb was selected with the 12th overall pick in the 2012 NBA draft by the Houston Rockets. On October 27, 2012, Lamb was traded to the Oklahoma City Thunder along with Kevin Martin, two first-round draft picks, and a second-round draft pick, in exchange for James Harden, Cole Aldrich, Lazar Hayward and Daequan Cook. During his rookie season, Lamb had several assignments with the Tulsa 66ers of the NBA Development League.2012-13 NBA Assignments On February 4, 2013, Lamb was named to the Futures All-Star roster for the 2013 NBA D-League All-Star Game.2013 NBA Development League All-Star Game Rosters Announced However, he was replaced by Tony Mitchell because he was later recalled by the Thunder, and thus was not an \"active\" player on a D-League roster at the time of the game.Two Replacements Named for the 2013 NBA Development League All- Star Game On December 29, 2013, Lamb scored a then career-high 22 points in a 117–86 win over the Houston Rockets.Notebook: Thunder 117, Rockets 86 On November 14, 2014, he recorded his first career double-double with career- highs of 24 points and 10 rebounds in a loss to the Detroit Pistons.Thunder vs. Detroit Pistons Game Recap - Nov. 14, 2014 ===Charlotte Hornets (2015–2019)=== On June 25, 2015, Lamb was traded to the Charlotte Hornets in exchange for Luke Ridnour and a 2016 second-round draft pick. On November 2, 2015, he signed a three-year, $21 million contract extension with the Hornets.Hornets Sign Guard Jeremy Lamb To Contract ExtensionJeremy Lamb shuns restricted free agency for extension with Hornets The following day, he scored a season-high 20 points on 9-of-10 shooting in a 130–105 win over the Chicago Bulls. He surpassed that mark on January 4, 2016, scoring 22 points in a 111–101 loss to the Golden State Warriors. On November 26, 2016, after recovering from a hamstring injury that sidelined him for 10 games, Lamb made his first start for the Hornets and had a career-best game with 18 points and a career-high 17 rebounds in a 107–102 win over the New York Knicks.Hornets top Knicks 107-102 to snap 4-game skid Lamb set a season high in points for a second straight game on November 28, recording 21 points and nine rebounds off the bench in a 104–85 win over the Memphis Grizzlies.Walker and Lamb lead Hornets past Grizzlies, 104-85 On December 20, 2017, Lamb scored a career-high 32 points on 11-of-17 shooting in a 129–111 loss to the Toronto Raptors. He scored 19 points in 15 first-half minutes.Raptors overcome sluggish start to beat Hornets 129-111 Prior to the start of the 2018–19 season, Lamb was named the team's starting shooting guard. On November 21, he scored 21 points on a career-high five 3-pointers in a 127–109 win over the Indiana Pacers. On December 26, he scored 31 points in a 134–132 double-overtime loss to the Brooklyn Nets. On March 24, 2019, he banked home a half-court shot at the buzzer to lift the Hornets to a 115–114 win over the Raptors. It was the second-longest game-winning buzzer-beater in the previous 20 seasons. Lamb would hit another game winning 3-pointer against the Raptors less than two weeks later with 3.3 seconds remaining to lift the Hornets to a 113–111 win on April 5. ===Indiana Pacers (2019–present)=== On July 7, 2019, Lamb signed a three-year contract worth $31.5 million with the Indiana Pacers.https://nba.nbcsports.com/2019/06/30/report-jeremy-lamb-agrees-to- three-year-31-5-million-contract-with-pacers/ On February 24, 2020, the Indiana Pacers announced that Lamb had sustained a torn left anterior cruciate ligament, a torn lateral meniscus, and a lateral femoral condylar fracture during a 81–127 blowout loss to the Toronto Raptors hosted on February 23. This injury sidelined Lamb for the remainder of the 2019–20 season. ==Career statistics== ===NBA=== ====Regular season==== |- | style=\"text-align:left;\"| | style=\"text-align:left;\"| Oklahoma City | 23 || 0 || 6.4 || .353 || .300 || 1.000 || .8 || .2 || .1 || .1 || 3.1 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"| Oklahoma City | 78 || 0 || 19.7 || .432 || .356 || .797 || 2.4 || 1.5 || .7 || .3 || 8.5 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"| Oklahoma City | 47 || 8 || 13.5 || .416 || .342 || .891 || 2.3 || .9 || .4 || .1 || 6.3 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"| Charlotte | 66 || 0 || 18.6 || .451 || .309 || .727 || 3.8 || 1.2 || .6 || .5 || 8.8 |- | style=\"text-align:left;\"| | style=\"text- align:left;\"| Charlotte | 62 || 5 || 18.4 || .460 || .281 || .853 || 4.3 || 1.2 || .4 || .4 || 9.7 |- class=\"sortbottom\"r |- | style=\"text-align:left;\"| | style=\"text-align:left;\"| Charlotte | 80 || 18|| 24.6 || .457 || .370 || .861 || 4.1 || 2.3 || .8 || .4 || 12.9 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"| Charlotte | 79 || 55 || 28.5 || .440 || .348 || .888 || 5.5 || 2.2 || 1.1 || .4 || 15.3 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"| Indiana | 46 || 42 || 28.1 || .451 || .335 || .836 || 4.3 || 2.1 || 1.2 || .5 || 12.5 |- class=\"sortbottom\" | style=\"text- align:center;\" colspan=\"2\"| Career | 481 || 128 || 21.2 || .444 || .339 || .851 || 3.7 || 1.6 || .7 || .4 || 10.5 ====Playoffs==== |- | style=\"text- align:left;\"| 2014 | style=\"text-align:left;\"| Oklahoma City | 11 || 0 || 9.1 || .405 || .143 || 1.000 || 1.5 || .6 || .6 || .1 || 3.6 |- | style=\"text- align:left;\"| 2016 | style=\"text-align:left;\"| Charlotte | 3 || 0 || 4.0 || .556 || 1.000 || .000 || 1.3 || .3 || .0 || .0 || 3.7 |- class=\"sortbottom\" | style=\"text-align:center;\" colspan=\"2\"| Career | 14 || 0 || 8.0 || .431 || .200 || 1.000 || 1.4 || .6 || .5 || .1 || 3.6 ===College=== |- | style=\"text- align:left;\"| 2010–11 | style=\"text-align:left;\"| Connecticut | 41 || 40 || 28.8 || .487 || .368 || .797 || 4.5 || 1.6 || .9 || .6 || 11.1 |- | style=\"text-align:left;\"| 2011–12 | style=\"text-align:left;\"| Connecticut | 34 || 34 || 37.2 || .478 || .336 || .810 || 4.9 || 1.7 || 1.2 || .6 || 17.7 |- class=\"sortbottom\" | style=\"text-align:center;\" colspan=\"2\"| Career | 75 || 74 || 32.1 || .482 || .348 || .806 || 4.7 || 1.7 || 1.0 || .6 || 14.1 ==Personal life== Lamb is the son of Rolando and Angela Lamb and is the third of four siblings. His father is a pastor, and a former college basketball player who famously scored a game-winning buzzer-beater for Virginia Commonwealth against Northeastern in the 1984 NCAA Tournament. His brother, Zach, played college basketball for Cal State Bakersfield. ==References== ==External links== * *UConn Huskies bio Category:1992 births Category:Living people Category:African-American basketball players Category:American men's basketball players Category:Basketball players at the 2011 NCAA Men's Division I Final Four Category:Basketball players from Georgia (U.S. state) Category:Charlotte Hornets players Category:Houston Rockets draft picks Category:Indiana Pacers players Category:Norcross High School alumni Category:Oklahoma City Thunder players Category:People from Norcross, Georgia Category:Shooting guards Category:Small forwards Category:Sportspeople from the Atlanta metropolitan area Category:Tulsa 66ers players Category:UConn Huskies men's basketball players ",
    "title": "Jeremy Lamb"
}