{
    "id": "31406267",
    "text": "Lambda (stylized λ /lambda/) is a Greek luxury olive oil brand, produced by Speiron company, founded in 2007 by Greek entrepreneur Giorgos Kolliopoulos. It has been called the first luxury olive oil in the world.Marketing an “Ultra-Premium” Olive Oil, The olive Oil Times - May 2010 Its brand name originates from the Greek word λάδι (ladi) which means oil in Greek. ==Description== Lambda has been noted for its stylized packaging.λ /lambda/ olive oil, Wallpaper magazine, UK – September 2007 Fancy oils’ slick new direction, Packaging News magazine, UK – October 2008 Its marketing is targeted at affluent consumers through exclusive distribution channels and word-of-mouth.Gourmet Groceries for more, Time magazine, USA - March 2008 It is sold online,Hit buy and let the prosciutto fly, LA Times, USA – November 2007 in Greece, Brazil, Dubai, Abu Dhabi, Netherlands, Luxembourg and UK department stores HarrodsL'huile d'olive de Speiron, aussi chère qu'un grand vin, Le Journal Du Net – October 2009 and Fortnum & Mason.Fortnum & Mason - Lambda olive oil Its customers include several billionaires like Lynda Resnick and Bill Marriott, millionaires, trendsetters and members of Royal families such as the King of Jordan. * Acidity: Below 0.3 * Packaging: 100 ml. & 500 ml. glass bottle - handcrafted gift box packaging * Specifications: Cold extraction, superior blend of Koroneiki olive varieties, entirely bottled by hand In October 2010, the company announced the launch of the Bespoke Lambda, which is the first personalized olive oil in the world, being also the most expensive globally.Bespoke Lambda Handcrafted Olive Oil-Gourmet Groceries In December 2014, λ /lambda/ olive oil was included in the most expensive Christmas hamper that broke the Guinness World Record for a hamper. Most expensive Christmas hamper: VeryFirst To breaks Guinness World Record - December 2014 ==Awards== Silver Award Medal, New York Festivals 2008.Lambda Ultra Premium Extra Virgin Olive Oil, Luxury Insider - July 2008 LUX UK Global Excellence Awards, Luxury Olive Oil of 2018.Lambda Ultra Premium Extra Virgin Olive Oil, Lux Review - January 2018 LUX UK Global Excellence Awards, Luxury Olive Oil of 2019.Lambda Ultra Premium Extra Virgin Olive Oil, Epixeiro.gr - November 2019 ==Business== In June 2011, the company signed a direct vendor agreement with Harrods. ==References== ==External links== * Official website Category:Food product brands Category:Olive oil Category:Greek cuisine Category:Greek brands Category:Companies established in 2007 ",
    "title": "Lambda (olive oil)"
}