{
    "id": "31403220",
    "text": "Mäch Tower is a drop tower design amusement ride, located at Busch Gardens Williamsburg, in James City County, Virginia. ==Description== Mäch Tower as it begins its ascent.Located in the park's Oktoberfest section, Mäch Tower's base is encircled by two concentric rings of pillars from which festive blue, orange, and red banners hang. As the centerpiece of the newly rethemed area, the tower's bright color palette and signature flags are also mirrored on nearby restaurants, shops, and booths. The ride carriage itself features a large, blue casing that is adorned with depictions of doves, crests, and festive designs that further exemplify the German theme. The queue line is located in a Bavarian-lodge style wooden covering that wraps around the tower's base. Standing 246 feet tall, Mäch Tower is the tallest ride at Busch Gardens Williamsburg, and one of two drop towers in SeaWorld Parks & Entertainment with the other drop ride being Falcons Fury at Busch Gardens Tampa. Announced in September 2010, Mäch Tower soft-opened on August 18, 2011 (initially having been targeted for a \"late spring 2011\" opening.) The gondola holds thirty riders divided into four colored zones (red, green, blue, and yellow). It ascends at a rate of 6 feet per second to the top, completing three revolutions along the way to give all riders a panoramic view of the park and the nearby James River. The ride is also unique in that it has on- ride audio, with speakers attached to the ride carriage playing classical, European-themed music during the ride's ascension. Once the gondola has reached the top of the tower, the classical music ends in three dramatic notes which trail off in an echo. After a short pause, the carriage drops at 50 miles per hour. Mäch Tower uses a magnetic braking system to slow the carriage quickly and smoothly once it reaches the bottom of the tower. This system - typical for many drop tower rides - is fail-safe, because magnets do not need powered by electricity or other sources; they work intrinsically by the laws of magnetism. Taller riders with long torsos, or more stout riders, may find that they don't fit in the seats. The problem is that while the shoulder harness locks the seat sensors will not register the harness as secured. This will prevent the ride from launching. Such passengers will have to leave the ride. As of August 26, 2011 operators were giving passengers thus removed from the ride a pass that permitted a single re-ride on another attraction in compensation. ==Construction== According to reports, 760 cubic yards of concrete was needed to create the tower's foundation. The foundation required 85 concrete delivery trucks, and took 10 hours of consistent pouring to lay the entire base. ==Reception== According to reports, some coaster enthusiasts were disappointed with the decision to construct Mäch Tower, as it was viewed as a generic, off-the-shelf ride that lacked the theming and storytelling of Busch Gardens' other rides (the same accusations had recently incited the closure of Disney California Adventure Park's Maliboomer drop tower). Larry Giles, vice president of Busch Gardens engineering and maintenance, stated during an interview “We did not need to go for six hundred feet” and “I guarantee you anyone who rides the tower will be screaming on the way down”. Referring to Mach Tower’s height of 246 feet, the tower falls short of other rides of its kind, most notably compared to nearby Kings Dominion's 305 foot- tall Drop Tower: Scream Zone, opened in 2003. The tallest drop tower in the world, Zumanjaro: Drop of Doom at Six Flags Great Adventure in Jackson, New Jersey stands 415 feet tall within the tallest roller coaster in the world, Kingda Ka. Attraction reviewer Brian Krosnick noted in his review of the ride that Mäch Tower does put a unique spin on the drop tower, noting that Busch adds a festive design, a prime location, and surprises [in the music and vibration], resulting in a \"grand, detail-oriented experience that puts you in your place and demands respect.\" He also encouraged skeptics to remember that Mäch Tower is only the first stage in a multi-year expansion for the Oktoberfest section, culminating in spring of 2012 with the opening of a new, multi-launch roller coaster, specifically mentioning that \"next year when half of the [Oktoberfest] area goes “dark and sinister” with the Gardens’ hinted- at, multi-launch, world’s-first coaster, you better believe people will be flocking towards the bright blue beacon that guides the way.\" In July 2012 the Mach tower closed for a short period of time. The park said it was not for safety reasons but to make manufacturers recommended changes. Mach Tower reopened the day after the announcement of it being closed indefinitely. ==See also== * 2011 in amusement parks * Falcon's Fury, a drop tower ride operating at Busch Gardens Tampa Bay ==References== Category:Busch Gardens Williamsburg Category:Drop tower rides Category:Amusement rides manufactured by Moser's Rides Category:Amusement rides introduced in 2011 Category:Towers completed in 2011 ",
    "title": "Mäch Tower"
}