{
    "id": "31400079",
    "text": "The National Union of Blastfurnacemen, Ore Miners, Coke Workers and Kindred Trades (NUB) was a trade union in England and Wales which existed between 1888 and 1985. It represented process workers in the British iron and steel industry. ==History== Prior to the formation of the union, blastfurnacemen had been represented by the Associated Iron and Steel Workers of Great Britain, but this organisation concerned itself primarily with the puddlers. In response, the Cleveland-based blastfurnacemen split away to form the \"Cleveland Blastfurnacemen's Association\" in 1878, followed in 1887 by a split in Cumberland. These two unions merged the following year to form the first National Association of Blastfurnacemen, which rapidly spread across the country. The union was re-founded in 1892 in Workington as the National Federation of Blastfurnacemen, with membership reaching 6,773 in 1898, then continuing a slow growth. In 1904, the organisation of the union devoted itself to organising in Cleveland and South Durham, while a new national federation of the same name was founded the following year, and the old union affiliated to it. In 1909, it was renamed as the National Federation of Blastfurnacemen, Ore Miners and Kindred Trades, and membership topped 25,000 by 1918. In 1921, the members of the federation united to form a single union, the \"National Union of Blastfurnacemen, Ore Miners, Coke Workers and Kindred Trades\". The union suffered a lengthy decline in membership, exacerbated by the closure of many foundries. By 1980, membership had fallen to less than 14,000, and it developed a close working relationship with the Iron and Steel Trades Confederation (ISTC), which already organised blast furnace workers in Scotland. In 1985, the NUB merged into the ISTC. ==Election results== The union sponsored a Labour Party candidate in several Parliamentary elections. {| class=\"wikitable sortable\" ! Election !! Constituency !! Candidate !! Votes !! Percentage !! Position |- | 1918 general election || Middlesbrough || || 2,710 || 14.2 || 3 |- | 1922 general election || Newark || || 8,378 || 35.2 || 2 |- | 1923 general election || The Wrekin || || 11,657 || 53.2 || 1 |- | 1924 general election || The Wrekin || || 11,132 || 44.4 || 2 |- | 1929 general election || Gloucester || || 10,548 || 37.4 || 2 |- | 1955 general election || Tynemouth || || 20,113 || 35.8 || 2 |- | 1964 general election || Cleveland || || 28,596 || 44.6 || 1 |- | 1966 general election || Cleveland || || 34,303 || 53.6 || 1 |- | 1970 general election || Cleveland || || 36,213 || 53.8 || 1 |- | Feb 1974 general election || Redcar || || 28,252 || 59.8 || 1 |- | Oct 1974 general election || Redcar || || 23,204 || 53.9 || 1 |- | 1979 general election || Redcar || || 25,470 || 53.7 || 1 |- | 1983 general election || Redcar || || 18,348 || 40.6 || 1 |} ==Leadership== ===General Secretaries=== :1889: William Snow :1892: Patrick Walls :1917: Thomas McKenna :1939: Ambrose Callighan :1948: Jack Owen :1953: Joseph O'Hagan :1968: James Barry :1970: Hector Smith :1982: Nick Leadley ===General Presidents=== :1921: Henry Nixon :1939: Ambrose Callighan :1939: Harry France :1948: Joseph O'Hagan :1953–1959: Thomas Walsh ==References== ==External links== *Catalogue of the NUB archives, held at the Modern Records Centre, University of Warwick Category:Defunct trade unions of the United Kingdom Category:1888 establishments in the United Kingdom Category:Steel industry trade unions of the United Kingdom Category:Mining trade unions Category:Mining in the United Kingdom Category:Trade unions established in 1888 Category:Trade unions disestablished in 1985 Category:Iron and Steel Trades Confederation amalgamations ",
    "title": "National Union of Blastfurnacemen"
}