{
    "id": "31418768",
    "text": "The Rugby League Conference North West Division is a division in the Rugby League Conference for teams in the North West of England. ==History== The Rugby League Conference was born in 1997 as the Southern Conference, a 10-team pilot league for teams in the South of England and English Midlands. The first North West team to join the new league were the Chester Wolves; more teams from the North West joined the following season and a Northern Division was set up with teams from the North West and the North Midlands. Following a big expansion to the Rugby League Conference in 2003, the North West got its own regional division. In the 2005 season, there were enough Cumbrian teams to have a separate Cumbrian division. The Premier Divisions were set up in 2005 for teams who had achieved a certain playing standard and were able to travel further afield to find stronger opposition. In 2006, the RLC North West was renamed the Cheshire division as many Lancastrian and Cumbrian teams joined the Premiers, leaving a division dominated by teams based in Cheshire. Between 2007 and 2008, there were enough teams in the North West of England to run a Cheshire division alongside the North West Division. The North West Premier came into existence in 2009, when the North Premier was replaced by the North West and Yorkshire Premiers; the creation of a separate North West Premier division meant that there were not enough teams to run a North West regional division that year, but the regional division made a comeback in 2010. North West-based teams had been playing in the Midlands Merit League and RL Merit League since 2007, but the North West got its own North West Merit League in 2010 to create a three-tier Premier, regional and merit league structure. ==Rugby League Conference Pyramid== * RLC National * RLC North West Premier * RLC North West * North West Merit League Above the North West division is the RLC North West Premier and the National Division and below is the North West Merit League. ==2011 structure== *Blackpool Sea Eagles *Cadishead Rhinos *Chester Gladiators *Chorley Panthers *Crewe & Nantwich Steamers *Rochdale Cobras ==Titles== *2003 Carlisle Centurions (now East Cumbria Crusaders) *2004 Widnes Saints *2004 Penrith Pumas (Cumbrian Division) *2005 Rochdale Spotland Rangers *2006 Liverpool Buccaneers (Cheshire Division) *2007 Widnes Saints *2007 Macclesfield Titans (Cheshire Division) *2008 Widnes Saints *2008 Northwich Stags (Cheshire Division) *2010 Mancunians RL *2011 Rochdale Cobras ==External links== * Official website Category:Rugby League Conference Category:Rugby league in Cheshire Category:Rugby league in Lancashire Category:Rugby league in Greater Manchester ",
    "title": "Rugby League Conference North West Division"
}