{
    "id": "31411765",
    "text": "The 15cm TbtsK C/36 was a German medium-caliber naval gun deployed on Type 1936A (Mob) destroyers during the Second World War. It was designed because the Oberkommando der Marine (German Naval High Command) thought that the 12.7cm (5.0 in) guns of the Type 1936 and 1936A destroyers would potentially be inferior to those of possible enemies. The guns caused serious issues when actually placed upon ships however, as they added significant weight high up on the ships. To deal with this increase in weight, the destroyers had one gun removed, sometimes with a twin gun being used in order to keep five guns. ==Design history== In 1932, the Reichsmarine (Weimar Republican Navy) approved a new program for destroyers. Design work for the project began immediately, at the Vulcan Shipyard in Stettin, and at the F Schichau yard in Elbing. These were to have main guns of a caliber, in order to match or exceed the firepower of other countries destroyers, which usually had a caliber of between and . The 15 cm TbtsK C/36 was originally designed to be used on torpedo boats, but studies into its possible usage on destroyers, and of rearming the Type 1934 and 1934A destroyers with it began after the commissioning of the two classes, in 1936. The Oberkommando der Marine (Naval High Command) thought that the guns of the Type 1936 and 1936A destroyers may be inferior to that of some potential enemies, and thus ordered that the new Type 1936 destroyers should have guns. In order to test the 15cm guns, the German destroyer Z8 Bruno Heinemann had her 12.7cm SK C/34 guns replaced by five 15cm TbtsK C/36 guns, in single mountings, in 1938. It was quickly discovered that not only did the guns themselves cause problems, but also that the mountings were far too heavy. The new weight placed so high up on the ship seriously damaged stability, and in heavy seas only two of the five guns could be worked. In an attempt to remedy the problem, one of the 15cm guns was removed, but this did not fix the problem. Z8 Bruno Heinemann quickly had her old 12.7cm guns reinstalled. ==Gun characteristics== The 15cm TbtsK C/36 naval gun had an actual caliber of exactly , a weight of , an overall length of , a bore length of , a chamber volume of , a rifling length of . It had 44 grooves, which were all by in size. It shot a projectile which weighed , which was propelled by of RPC/38, with a muzzle velocity of . The gun had a working pressure of , and had a service life of about 1,600 rounds fired. The gun had a maximum range of at 47° of elevation. ===Gun mechanics=== The 15cm TbtsK C/36 naval gun was semi-automatic, and had a horizontal sliding breech, which needed to be manually opened to load the first shot. The first shot was loaded using a breech level, which was on the right hand side of the breech ring. The barrel was somewhat loose, but anchored to the breech end with a breech nut. The gun had an electromagnetic trigger circuit, which was backed up by a mechanical system in case of emergency. The gun was placed on a TbtsL C/36 mount. This mount was placed upon a cylindrical pillar, which was affixed to the base by fourteen bolts. The mount's vertical shaft bearing was in the centre of the pillar, and was topped by the toothed training ring. The mount itself was made out of a splinter-proof shield, training and elevation mechanisms, buffer- stops, the gunners' seats, gun sights, triggers, remote control mechanisms and the electric gun motors. In 1943, tests were done on adding a muzzle heater to the barrel of the 15cm TbtsK C/36 gun, in order to prevent the barrel from icing up in freezing temperatures, but this was abandoned when it was found that it both would consume too much electricity, and put too much strain on the mount's elevating gear. The gun cradle was made of a hollow tube, two hydraulic buffers which could absorb a recoil force of up to , and a pneumatic recuperator. ===Controls=== The 15cm TbtsK C/36 naval gun's training and elevation mechanisms were powered either manually or by electric motors, which were controlled by hydraulic handles. The left side gunner controlled the training and elevating mechanisms. When power training was on, the movement of the gun could be controlled simply by the hand-wheels, in an arc of up to 150°. In order to revert to manual controls, all the handles had to be disengaged. In an emergency, the right side gunner could take control of the training and elevation of the gun. The gun had two trigger systems, one electromagnetic, the other mechanical. Both gunners had a foot pedal for the mechanical system, which could also be fired directly by attaching a lanyard to the trigger level, if needed. Both gunners had a trigger switch on their right hand-wheel, which controlled the electromagnetic circuit, which could also be fired remotely from the conning tower, if needed. Both gunners had linked stereoscopic sights, which could magnify between 5x and 10x zoom. The right gunner was responsible for making corrections for elevation, which were supplied by two sets of compensating gears. The first gear, also called the \"Regler\" gear, gave corrections based upon what type of ammunition was in use, and the second compensated for barrel wear. Firing information was transmitted to the gun via wire, from the fire-direction centre. Both gunners had a receiver, and their settings would be transmitted to the fire-direction centre, which also had an intercom link to the guns. ==Gun houses== ===C/36 single turret=== The C/36 gun house had a total weight of : from the barrel and breech, from the cradle and recuperating gear (only after 1942 modifications), from the mount, from the gun shield, from the gun sights, and from the electronic wires and equipment. The gun house could have up to an extra in auxiliary equipment. Of the five single turrets, the first, 'A', could be trained from 30° to 0° to 330°. The second, 'B', could be trained from 40° to 0° to 320°. The third, 'C', could be trained from 20° to 0° to 340°. The fourth, 'D', could be trained from 27° to 0° to 333°. The fifth, 'E', could be trained from 42° to 0° to 318°. All of the turrets could be depressed to up to –10°, or elevated to up to 30°. The C/36 gun house was encased by a splinter-proof shield, which covered the front, sides, and top of the gun, but not the rear. The gun house's armor was thick in the front, and thick on the sides and roof. The front side contained two closable flaps for sighting ports, one to the right and one to the left of the central gun port. The foot of the shield contained four inspection flaps, two at the front, and one on both the right and left side. These flaps allowed for the power- training equipment to be serviced easily. The mount was supplied from the ship's main supply, at direct current. This current powered the trigger circuit solenoid, the permanent and peak output training and elevating motors, and the moveable auxiliary lighting of the mount. The lights for the gun sights, the control positions, the breech, and the firing warning system (flashing blue and red lights, alongside a buzzer), were all powered by a transformer. ===DrhL C/38 twin turret=== The DrhL C/38 turret was originally designed for the 'O', 'P', and 'Q' class battlecruisers and cruisers, but after these were cancelled, it was decided to use them to arm the Type 1936A destroyers. It was thought that one twin turret might raise the number of effective guns back to five, without causing the same weight problems that led to the reduction down to four. Two 15cm TbtsK C/36 guns were thus fit into the DrhL C/38 twin turret. Despite extensive melding and other modifications, the new twin turret still weighed almost twice that of the C/36 turret, making it roughly weight equal with simply adding back the fifth C/36 gun. Additionally, there were problems integrating the new DrhL C/38 turret into the existing fire control systems. There were some plans to mount two of these turrets onto new destroyers, but they were never put into place. The DrhL C/38 turret was used on the German destroyers: Z23, Z24, Z25, Z29, Z31, Z32, Z33, Z34, Z37, Z38, Z39, Z40, Z41, and Z42. The C/38 turret was elevated by a Pittler-Thoma hydraulic gear, which was powered by electric motors, and training was done by electric motors. Manual training could also be used in emergencies. The internal design of the C/38 turret was almost identical to that of the C/36, and their guns and equipment were entirely identical. Both guns had an Ardelt electric ammunition hoist, and a ten-round ready use supply was placed at the rear of the turret, allowing the gunners to fire at short notice, without having to wait for the hoists. These ready use charges were kept in airtight aluminum containers, which were themselves locked in galvanized steel boxes, in order to keep them dry. The C/38 had a total weight of : 7,200kg from the barrel and breech, from the cradle and recuperator, from the mount, from the turret shield, from the sights, and from the electronic wiring and mechanisms. The turret had an armor thickness of on the front, on the sides, 20mm on the roof, and on the rear. The turret had a barbette diameter of , a turret diameter of , and a recoil distance of . The distance between the twin guns was . The gun could be elevated at up to 8°/s, and trained at the same speed. The turret had a maximum depression of –10°, and a maximum elevation of 65°. Of the turrets: 'A', which was the sole Drhl C/38 twin turret, could be trained from 30° to 0° to 330°. 'B' could be trained from 42° to 0° to 318°. 'C' could be trained from 27° to 0° to 333°. 'D' could be trained from 20° to 0° to 340°. ==Static gun batteries== The C/36 gun was installed in a number of static gun batteries for coastal defence. In Normandy, the Longues-sur-Mer battery had four steel-reinforced concrete casemates each with a C/36 naval gun. The guns were controlled by a ranging post in front of the battery. ==References== ===Books=== * * ==External links== * TbtsK C/36 on Navweaps.com Category:150 mm artillery Category:World War II artillery of Germany Category:Naval guns of Germany Category:World War II naval weapons ",
    "title": "15 cm TbtsK C/36 naval gun"
}