{
    "id": "31415968",
    "text": "Suresh, popularly known as Vava Suresh (born 1974), is an Indian wildlife conservationist and a snake expert. He is known for his missions for saving snakes straying into human inhabited areas in Kerala, India. He has captured 191(as of April 2020) king cobras, he is believed to have captured and rescued more than 50,000 straying snakes. He has been bitten 300 times by venomous snakes and bitten more than 3000 times by all types of snakes prevalent in the Indian subcontinent. He has been on ventilator thrice and six times in ICU. He is widely known for his conservation activities like the rescue and release of endangered species of snakes, preservation of collected eggs until hatching periods, and creating awareness among people about snakes and their behavior. He releases his reptile collections into natural habitats at regular intervals of time. His efforts to capture venomous snakes from human populated areas and to educate the people about snakes and their behavior is widely acknowledged. He is famous for his snake capturing program called 'Snake master' in Kaumudy channel. ==Rejection of government job offer== Vava Suresh at Pandalam in 2011 In recognition of his services to the society, Forest Department and his efforts in conserving various vulnerable species of snakes endemic to the state, Suresh was offered a temporary government job in 2012 by minister K. B. Ganesh Kumar, at the snake park that would be set up at the Kottur forest area near Kattakada in Thiruvananthapuram for daily wages. But Suresh declined it, saying that he would be unable to help the society the way he wants to if he was employed. ==Accidents== During his long career of conservation activities, he has encountered numerous accidents. According to an interview by the news channel ABP Maza, conducted on 5 June 2012, Suresh admitted to being kept on a ventilator twice and in ICU four times. In all, he has survived more than 300 venomous snake bites. He was hospitalised in August 2013 for a lethal bite. On 20 June 2015 he was hospitalized for a cobra bite and recently, on 13 February 2020, he had a serious Russell's viper bite. ==Recognitions== Suresh was awarded the 'Vocational Service Award 2011' instituted by the Rotary Club's Thiruvananthapurm division. He was selected for his service to the society for many years. On November 2013 during his visit to Kerala, Britain's Prince Charles expressed his desire to meet Vava Suresh and a rendezvous was arranged in Vazhachal. == References == ==External links== * Fan website * ആശുപത്രിയില്‍ നിന്ന് പുറത്തിറങ്ങുമ്പോഴെങ്കിലും വാവ സുരേഷ് മണ്ടത്തരങ്ങള്‍ തിരിച്ചറിയണം: ഡോക്ടറുടെ കുറിപ്പ് Category:Indian conservationists Category:Indian environmentalists Category:Living people Category:1974 births ",
    "title": "Vava Suresh"
}