{
    "id": "31415313",
    "text": "1977 Air Florida file photo of Board Chairman C. Edward Acker Charles Edward Acker (born April 7, 1929) is an American businessman who served as CEO of Braniff Airways, Air Florida, and Pan American World Airways. He is currently a principal at Intrepid Equity Group. ==Early years== Mr. Acker was born in Dallas, Texas, on April 7, 1929 His father was a railroad worker and farmer but his mother was vice president of one of the largest architectural firms in Dallas, Texas. She served as National President of Women In Construction. Acker has stated that they never tried to influence his career path or decisions. He skipped second and eighth grades and attended North Texas State University (now the University of North Texas) during his Freshman year where he played basketball. Acker is 6 foot 4 inches tall and weighs 215 lbs. He transferred to and graduated from Southern Methodist University where he received a Bachelor of Arts degree in Economics and Psychology. After graduation he went to work as a management trainee at U.S. Tire and Rubber, Co. where he was employed for two and a half years eventually being elevated to District Sales Manager. Not wanting to be a tire salesman, he then took a position as a broker in Dallas with former SMU classmates who had formed a brokering firm. Acker was a broker for three years when investment counseling firm Lionel D. Edie, asked Acker to open a Dallas, Texas office. Mr. Acker was with Lionel D. Edie for seven years supervising sales and counseling. He then accepted a position as Chief Financial Officer of the Greatamerica Corporation, who was a Lionel D. Edie client, and led Greatamerica's takeover of Braniff International Airways and National Car Rental in 1964. ==Braniff International Airways== Acker traveled to Los Angeles, California in 1964 to discuss a possible merger between a revitalized Braniff under the administration of Greatamerica and Continental Airlines. Acker met with Continental's legendary founder and Chairman Robert Six to discuss the possible merger which would put both companies under the Greatamerica umbrella. It was here that Acker met Continental's dynamic Executive Vice President Harding Lawrence. During the ten years that Lawrence had been at Continental he presided over an unprecedented 500 percent growth of the airline. Lawrence was virtually running the entire airline as Six relinquished control of the airline to his trusted associate, Lawrence. Six was quoted as saying \"the reason Continental merged with Pioneer Airlines of Houston, Texas, was to get Harding.\" Mr. Acker knew little of the airline business not even knowing the basic measurements of airline performance such as RPM or revenue passenger mile. Acker requested that Braniff send someone over to teach Acker the ins and outs of running an airline as far flung as Braniff. Acker was tutored by Braniff Vice President Tom Robertson who was shocked to learn that Acker knew little about the complex airline business. However, Acker picked up the jargon quickly and graduated from Tom Robertson's quick airline operations course. However, he felt the task of running an airline like Braniff to be daunting. Harding Lawrence had discussed with Acker at length exactly what Lawrence felt could be done with Braniff. With this in mind, Acker recommended that Harding Lawrence be selected as Braniff's new President and Acker would serve as Executive Vice President - Planning and Administration, and be charged with the areas of finance and administration. Acker would spend 60 percent of his time at Braniff and 40 percent at Greatamerica. This would end in 1967 when LTV Ling Temco Vought bought Greatamerica and Braniff in 1967, when Acker would spend all of his time at Braniff. In February 1967, Mr. Acker was promoted to Executive Vice President and General Manager in October 1968. As second-in-command at Braniff, Acker negotiated with Pan Am CEO Juan Trippe to purchase routes to the west coast of South America (PANAGRA), and introduced a hub and spoke routing system in order to feed Braniff's Boeing 747 flight between Dallas and Honolulu. Mr. Acker was promoted to the Presidency of Braniff in 1970 while his close associate Harding Lawrence, was elevated to Chairman of the Texas-based air carrier. It was at Braniff that Acker realized his like for the aviation industry. ==Transway and Gulf United== He left Braniff in 1975 to accept the presidency of Transway International, a transportation conglomerate based in New York City. Mr. Acker remained with Transway for one year and then became President of Gulf United, Co. Gulf United was formed when Dallas based LTV Ling Temco Vought decided to sell some of the assets of Braniff's former parent company Greatamerica, Corporation. Gulf United entered into the broadcasting industry by opening television and radio stations across the country. The insurance assets of Gulf United were sold to American General and Gulf Broadcasting was merged with Taft Broadcasting Corporation. ==Air Florida== Shortly thereafter, Acker led a group of investors who purchased a controlling interest in Air Florida, a low- cost carrier which reminded Acker of his competition with Southwest in Texas. After airline deregulation in 1978, Acker led the rapid expansion of Air Florida to become a nationwide and international air carrier, which quickened in the early 1980s amid problems at its main East Coast competitors, Pan Am and Eastern Air Lines. Air Florida's growth under Ed Acker was exemplary with the carrier only serving six routes in January, 1978, but by the end of 1978 the small carrier was flying 17 routes. By January, 1981, Air Florida was flying to 32 destinations in the Continental United States, Latin America, the Caribbean and Europe. Acker's recipe for success was centering the carrier's fleet around the highly efficient and successful Boeing 737 twin jet aircraft. The airline purchase 21 of the efficient twin jets and adhered to a one fare pricing structure. Acker was able to keep overhead costs low as the airline's 1800 employees were mostly not unionized. However, Air Florida was forced to file bankruptcy after the crash of Air Florida Flight 90 in 1982. ==Pan American World Airways== Later in 1982, Acker was appointed chairman and CEO of Pan Am, where he quickly moved to expand the airline's route network after several years of contraction, and to lower the airline's ticket prices in order to compete with low-cost competitors such as Laker Airways. Mr. Acker received strong employee group support by stating that he would not accept any salary until Pan Am was profitable. Employees proclaimed themselves \"Acker Backers\" that joined the C. Edward Acker Pan Am recovery bandwagon. The airline temporarily made up for its lower revenue and higher operating costs by obtaining wage concessions from labor groups, but this eventually led to labor tensions culminating in a 1985 strike which crippled the airline. Acker kept the airline alive only by selling its transpacific routes to United Airlines for $750 million. He left Pan Am in 1988.Pan Am's Chairmen The Lockerbie Bombing of a Pan American 747-100 occurred in December 1988. Pan American was ultimately found liable for negligent security practices directly contributing to the Lockerbie Bombing. The explosion of Pan Am Flight 103 at Lockerbie in December 1988 is widely regarded as the 'final straw' in the ability of Pan American to remain a going concern. Pan Am was a pioneer of aviation, a premier American brand and was considered the de facto flag carrier of the United States before going out of business on December 4, 1991. ==The Acker Group== After retiring from Pan Am Ed Acker formed The Acker Group which was primarily concerned with providing financial advisory and venture capital services. ==Intrepid Equity Group== Mr. Acker later advised on the founding of Atlantic Coast Airlines a Delta Connection and United Express carrier. He serves as Chairman of the Management of Martinaire Partners, LLC, a Dallas, Texas, based scheduled freight feeder airline serving UPS. Mr. Acker has two sons and one daughter and is currently married to Sandy Acker. His son Mitch Acker is President of Martinaire Partner, LLC, of Dallas, Texas. ==References== ==External links== * Braniff Flying Colors Historical Page Category:Living people Category:American airline chief executives Category:Pan Am people Category:Southern Methodist University alumni Category:1929 births Category:Braniff Category:University of North Texas alumni ",
    "title": "Ed Acker"
}