{
    "id": "31413829",
    "text": "James Cappleman (born October 26, 1952) is an American politician and a member of the Chicago City Council. He was elected to the Council in 2011 as the alderman for the city's 46th ward, which includes parts of the Uptown and Lakeview neighborhoods. He won re-election in 2015 and 2019. ==Early life and career== A native of Houston, Texas and the son of a United States Army physician and nurse, Cappleman was one of 8 children raised by his mother after his father's death. He completed a bachelor's degree in Education from the University of Houston, and graduated from the Jane Addams College of Social Work at the University of Illinois at Chicago with a Masters in Social Work in 1991. In 2012, Cappleman completed Harvard University's John F. Kennedy School of Government program for Senior Executives in State and Local Government as a David Bohnett LGBTQ Victory Institute Leadership Fellow. == Aldermanic campaigns == Cappleman ran for alderman of Chicago City Council's 46th ward in 2007, challenging incumbent Helen Shiller and making issues of crime and public safety central to his campaign. He lost to Shiller in 2007, but ran again in 2011. Shiller was retiring from the seat that year, and Cappleman defeated Molly Phelan in a run-off election. In Chicago's two-round electoral system, the top two vote-getters in the first round proceed to a run-off election if no candidate receives more than 50% of the votes. In his re-election campaigns in 2015 and 2019, Cappleman faced challengers who took him to a run-off election both times. He won with 53.7% of the vote in the 2015 run-off against Amy Crawford, and 50.1% of the vote (a margin of 25 votes) in the 2019 run-off against Marianne Lalonde. ==Chicago City Council (2011–present)== Cappleman is a member of Budget, Ethics, Health, Housing, Licensing & Consumer Protection, Pedestrian & Traffic, and Zoning Committees. In 2016, Cappleman, along with the other members of the Chicago City Council LGBT Caucus and Mayor Rahm Emanuel, sought for the legal right for the transgender community to choose the bathroom of their choice, citing the unnecessary stress that they go through when they need to go to the bathroom. Ald. James Cappleman worked with Congresswoman Jan Schakowsky to encourage the City of Chicago to create a housing-first pilot project that housed 75 people living under two Uptown viaducts along Lake Shore Drive in 2016. After this pilot project was completed, the City of Chicago realized the need to create a process that would identify each homeless person receiving services in an effort to better track who was getting care and how efficient the process was to get them off the streets and into permanent housing. In May 2017, he was the lead sponsor of a resolution that called for the City of Chicago, Cook County, and the State of Illinois to collaborate to create interventions to reduce prison recidivism, especially among those frequently arrested who have mental illness. With this resolution, Cappleman called for clear outcome measures that tracked the efficiency and success of the interventions provided. ==Personal life== Cappleman is openly gay. His husband, Richard Thale, is chair of the 19th Police District's Court Advocacy Committee and a CAPS facilitator for Beat 1914. A couple since 1991, the two married in 2013 in Washington state. Cappleman is one of five openly LGBTQ Chicago aldermen, and the first LGBTQ candidate in Chicago's City Council to be initially voted into public office. ==External links== * Campaign website ==References== Category:1952 births Category:21st-century American politicians Category:Chicago City Council members Category:Gay politicians Category:LGBT city councillors from the United States Category:LGBT people from Illinois Category:LGBT people from Texas Category:Living people Category:Politicians from Houston Category:University of Houston alumni Category:University of Illinois at Chicago alumni ",
    "title": "James Cappleman"
}