{
    "id": "31411516",
    "text": "Papadzules Papadzules Papadzules (; Mexican Spanish, from Mayan ) is a traditional dish from the Yucatán Peninsula resembling enchiladas. In its simplest form it consists of corn tortillas dipped in a sauce of pepita (pumpkin seeds) filled with hard-boiled eggs, and garnished with a cooked tomato-pepper sauce. ==Etymology== Two theories exist about the origin of the name. Diana Kennedy says it derives from a phrase meaning \"food of the lords\" because this dish was reportedly fed to the Spaniards. Variations of this etymology appear elsewhere. The second theory posits that it derives from Mayan papakʼ, to anoint or smear, and sul, to soak or drench, making the meaning something along the lines of \"smeared and drenched\". ==History== Papadzules are said to be a very ancient dish, the forerunner of modern enchiladas, even. However, it is not clear that this dish was actually made in pre-Hispanic times, at least in the way it is made today. First, there is a lack of comals in the archaeological record of the Yucatán, implying that the Mayans did not make the thin tortillas required for filling.Hamman 1998, p 84 Second, the historical record seems to indicate that the Mayans preferred making thicker tortillas cooked in ashes.Coe 1994, p 146 These thicker tortillas, depending on how thick they were, would have been harder to fill. The modern pim (Mayan thick tortilla) can range in thickness from the height of three tortillas up to approximately half an inch.Hamman 1998, p 85 Regardless of whether or not the dish was constructed in the pre-Hispanic period as it is today, the ancient Mayans would have had access to all of the basic ingredients used in the modern dish. Corn, tomatoes, and chiles were all staples in the Mesoamerican diet. Pumpkin seeds, likewise, were an important part of the Mayan diet.Coe, 1994 Chicken eggs were unknown to pre-Hispanic Mayans, but several other fowl capable of providing eggs were known and eaten. Turkeys and muscovy ducks were both domesticated, and both produce edible eggs. In addition to that, the Mayans ate non-domesticated fowl including the curassow, crested guan, horned guan, chachalaca, and ocellated turkey, although it is unclear the extent to which edible eggs could have been obtained from these birds.Coe 1994, p 124 Aside from the eggs of fowl, iguana eggs were also used in Mayan cookingCoe 1994, p 155 and could conceivably have been used to make this dish. ==Preparation== Papadzules are prepared by filling a tortilla dipped in a pumpkin seed sauce with chopped hard-boiled eggs. The sauce is created by toasting pumpkin seeds, grinding them to a powder, and blending with a broth of epazote. However, prior to blending, the toasted, ground seeds have their oil extracted by mixing the powder with a small amount of water and squeezing the resulting paste with your hands. This oil is collected and reserved for use as a garnish. After the tortillas have been dipped in the pumpkin seed sauce and filled, the dish is topped with a cooked tomato-chilli sauce. Traditionally, the chilli used in this sauce is the habanero. Finally, the reserved oil is sprinkled on top.Hamman, 1998 In the Yucatán, a specific type of pumpkin seed, called xt’op (Mayan) or pepita gruesa (Spanish), is used for this dish. These seeds come from the type of pumpkin called xka’al.Hamman 1998, p 94 ==See also== * List of ancient dishes and foods * List of Mexican dishes == References == == External links == * Recipe from Epicurious.com * Information on the cuisine of Yucatan Category:Ancient dishes Category:Egg dishes Category:Mesoamerican cuisine Category:Mexican cuisine Category:Tortilla-based dishes ",
    "title": "Papadzules"
}