{
    "id": "31416824",
    "text": "Kotkasim is a tehsil of Alwar District of the Indian state, Rajasthan. It is a part of the historical Ahir region. ==Geography== Kotkasim Town is a Sub Divisional Headquarter in the DELHI NCR Capital Region of Alwar district of Rajasthan state, India. Kotkasim is education city and & surroundings industrial corridor & Corporate HUB. Khuskhera, Budhibawal, Bawal, Bhiwadi, Chopanki, Tapukara, Neemrana. Large factories near town include: Honda CIAL, Honda Scooter, Shree Cement, Harley Davidson, ASHI India, Minda…. 10 Min Distance from the Kotkasim City. Kotaksim has many government offices: * 1 Government PG college (Bibirani college for general education). * 1 Government PG college for (government KDM colleges for Sanskrit education). * 1 Government ITI college. * 6 Private graduation institutions colleges. * Electricity Board office (JVVNL) – 2 Power stations one is 220 KV GSS, 2nd 33KV & 2 Sub-power stations. * 2 Civil Courts & 1 SDM Court presence in Kotkasim. * Roadways bus stand run by HONDA CIAL Cars. * Work in Progress (International Airport), 2nd biggest airport in DELHI NCR REGION. * PHED office. * Government Hospital (CHC). * 4 Government Banks & 2 Semi-Government Banks are working in Kotkasim. * 1 Government Hostel for girls for BPL. * Social Welfare Department (Sawtree by Phule) * 5 Government SS schools & 16 private education schools are running in Kotkasim. * Nearest railway station – Rewari Junction 15 min distance from Kotkasim City. * Nearest highway – National Highway 08 Distance 08KM. * 2 Mega highways – Kotkasim to Rewari, Kotkasim to Alwar. * 2 State highways – Kotkasim to Dharuhera & Kotkasim to Mundawar. 2 Government PG colleges & 7 Gradation Colleges & 01 govt ITI college are in kotkasim city. 01 Asian Paint dealer (Sharma paints & hardware), Famous Tailor (B.D. Tailor) Sweet Shop (Jodhpur Misthan Bhandar) Hardware Store (Mahavar Hardware) Car Dealer (Fortune Cars), Bikes Dealer(Ajit motors, Yadav motors, SRM mortars. Banks are SBI, PNB, BOB & SbbJ are in kotkasim. Communties center : Ramleela maidan ( Made in 20 Hectare land ), Shiv Stadium, High School Khel Maidan, Aggarwal Dharmsala. Work in progress: International Airport in kotkasim. 2nd Airport In DELHI NCR Region. 02 Civil Courts in presence in kotkasim. 01 SDM Court Presence in kotkasim. SUB Divisional Headquarters established in 2004 at kotkasim. Kotkasim is situated at latitude 28° 01' 45\" N and longitude 76° 43' 15\" E in the northern part of Alwar district of Rajasthan. ==Location== Kotkasim is located in the National Capital Region, south of Delhi, north of state capital Jaipur, north of Alwar city, east of Rewari city, south of Dharuhera, south of Bhiwadi and north of Tijara, another town in Alwar district. It is easily reached from NH8 (Delhi- Jaipur-Mumbai highway) via GarhiBolni village. Regular buses connect KotKasim to Rewari, Gurgaon, Manesar, Kishangarh Bas, Dharuhera, Bhiwadi, Tijara and Alwar. National Highway NH.08 distance 15KM. Kotkasim town established in Mid of Mega highway Rewari to Alwar, state highway from Mundawar to Kotkasim, state highway Kotkasim to Tijara, Mega Highway kotkasim to Dharuherea. ==Demography== Kotkasim had a population of 137,339 in the 2011 Census of India. ==Language== Hindi & English, also called Hirwati, is spoken in Ahirwal. Rewari, Mahendergarh, Narnaul, Gurgaon, Kotkasim, may be considered as the center of Ahirwati speaking area. ==Kasimpur (1.5km) == Karwar(11km), Daika-1(3)Jhanpuri(7 km), Sanoda Ahir(5 KM), Doomhera(8 KM), Joria(8 km),binoliya [binola], Khanpur Dagran(4.8KM), Harsauli(27 km), Budhibawal(12 km), Katopur(10 km), Menawas (4km)Nasopur(12 km), Moonpur Thakran (5 Km) , Ladpur(1.6 km), Gheekaka(1.8 km), Kanharka (2.3 km) kanharka ki dhani(shyampuri)(2.5km) , Shri Chand Pura(4.4 km), Pur (4.4 km), Baghana(6.0 km), Gunsar (7.4 km ), Neemlaka(6.02), Beelaheri(4 km), Rampur, Narwas(4.2 km), Kalgaon (10.5),Bibirani(7km) , Sherpur (4km)., Maswasi(madhopuri)(4km) ==References== Category: Cities and towns in Alwar district Category:Tehsils of Rajasthan ",
    "title": "Kotkasim"
}