{
    "id": "31415460",
    "text": "Shaw 10.6CR Shaw Yacht Design is a design company known for high-performance sportsboats and small keelboats. The principal designer is Rob Shaw, a lecturer in Marine Technology at Unitec's Department of Transport Technology in Auckland.Unitec.ac.nz accessed April 24, 2011 Shaw Yacht Design designs micro boats. Rob Shaw's boat Karma Police (Shaw 9) and its sister ship Deep Throttle and the Shaw 10 Orbit took the first three places on handicap in the HSBC Coastal Classic 2010, outperforming boats far larger than them.HSBC Coastal Classic 2010 website, Results of the Coastal Classic 2010, October 2008, accessed April 6, 2011. Karma Police, sailed by Shaw and Ben Costello, finished second on line and PHRF in the 2011 Round the North Island two-handed race.Ssanz.co.nz, accessed April 24, 2011. According to the RaceTrack online yacht performance database, Shaw 10 Orbit is ranked 10th, Shaw 9 Karma Police 14th, and Shaw 7.5 Animal Biscuits 19th-fastest keelboat in New Zealand.RaceTrack website, Racetrack.org.nz, accessed April 24, 2011. The Shaw 650 sportsboat is available as a production boat.Shaw650.com, accessed April 24, 2011. ==Designsshawyachtdesign.com, accessed April 6, 2011.== * Shaw 550: Trailer sailer compliant asymmetric sports boat, capable of sailing with crew of 2/3 with twin rudders. * Shaw 650: Winged Asymmetric Sports boat.Shaw 650 website, \"Shaw 650 boat design\" , accessed April 6, 2011. * Shaw 650 Turbo: 4 trapeze and larger rigged version of the 650. * Shaw 7 and 750: Sports boats with large racks, looking more like a skiff than a keel boat. * Shaw 8 More conventional sports boat, with a fixed keel and outboard motor in a well. * Shaw 9: Canting keel yacht capable of short handed coastal/offshore racing. * Shaw 950: Fixed keel cruiser/racer yacht capable of club/offshore racing. * Shaw 10: Flushed decked canting keel yacht. * Shaw 10.6CR: A cruiser/racer with a canting keel. * Shaw 11: A racer with a canting keel, developed from the Shaw 9m (there are both an inshore and offshore variants). * Shaw 12: A racer with a canting keel, developed from the Shaw 11m, . ==External links== * Shaw Yacht Design Website ==Notes== Category:Yacht design firms ",
    "title": "Shaw Yacht design"
}