{
    "id": "31411659",
    "text": "The S.E. Wimberly Library on the Boca Raton Campus of Florida Atlantic The Florida Atlantic University Libraries comprises a main library on the Boca Raton Campus, the University College Library at the Davie campus, the Broward County Main Library, the FAU Harbor Branch Library, and the John D. MacArthur Campus Library in Jupiter. ==S.E. Wimberly Library== The S.E. Wimberly Library is located on FAU's main campus and main library in Boca Raton. In 1963, the facility was constructed atop the abandoned structures of the Boca Raton Army Air Field, a United States Army Air Forces airfield used during World War II. The library is named in honor of Stanley E. Wimberly, who died on November 1, 1974. Stanley Wimberly was a well renowned figure at Florida Atlantic University. Wimberly began as the Dean of Social Sciences at FAU in 1964, before becoming the Dean of Academic Affairs in May 1967. This main library houses about 3.7 million items including print and online books, periodicals, government documents, microforms, maps, media, and other materials. In addition to those traditional formats, the library also provides access to over 500 databases. Additionally, the FAU Library offers a virtual library that includes access to over 80,000 texts, including journals, newspapers, and Government Documents. Boca Raton Campus Library Brochures|http://www.library.fau.edu/geninfo/brochure/boca_general.pdf The Wimberly Library was designated a Federal Depository in 1963, as well as a State of Florida documents depository. The library receives most government publications either in print or electronically. Various other government resources, such as official websites and digital collections, can be accessed through the Government Documents webpages. ==Digital collections== The University's Digital Library makes accessible special collections and scholarship digital collections that support the teaching and research of the faculty and students. They feature digital images, manuscripts, letters, streaming videos, electronic theses, dissertations, finding aids, photographs, maps, and other research, teaching, and learning material, both those at FAU, and those at partner institutions. == Spirit of America Collection == One such special collection offered by the FAU Library is the Marvin and Sybil Weiner Spirit of America Collection. Marvin and Sybil Weiner donated the collection to FAU in 2006. Weiner was inspired to create the collection by obtaining materials that may have been found in the libraries of men such as Benjamin Franklin and John Adams. The Spirit of America Collection comprises over 13,000 items. The holdings in this collection include: rare books, manuscripts, pamphlets, historical newspapers, and journals. The Spirit of America Collection allows faculty and students access to materials dating back to the 15th century. Historical time periods covered by the Spirit of America range from colonial America, to the British Government, and even philosophy. The collection is currently housed in the S.E. Wimberly Library on the fifth floor.The Marvin & Sybil Weiner Spirit of America Collection at Florida Atlantic University Libraries http://www.library.fau.edu/depts/spc/spc/spiritofamerica.htmAbout the Collection http://www.library.fau.edu/depts/spc/spc/spiritofamerica_about.htm The items in the collection can be seen on display or with an appointment with the Special Collections librarians for research reasons. This collection is broken down into five different subjects: American Colonialism, United States Government, British History, French History, and Philosophy. == Recorded Sound Archives == The FAU S.E. Wimberly Library also offers a Recorded Sound Archives(RSA). These archives include Jazz, Judaic and Vintage recordings totaling close to 150,000 and are still in the process of being itemized and digitized. The materials in the Sound Archives are in a variety of mediums from phonographs to CDs.Recorded Sound Archives http://www.library.fau.edu/depts/spc/spc/soundarchives.htm Established in 2002 as a small project dedicated to the preservation of Jewish music but grew into a collection of all types of music. In 2009, the RSA grew to include a Jazz collection and an early American vintage recordings collection. All of the materials in the Recorded Sound Archives have been donated by various individuals and organizations. ==Jaffe Center for Book Arts== The Jaffe Center for Book Arts is also part of the Florida Atlantic University Boca Raton campus library. The collection was donated to FAU in 1998 by Arthur Jaffe, who collected books for over fifty years. The Jaffe Collection focuses on books as objects of art, over their content, and includes over 6,000 books, all of which Jaffe selected for various aesthetic reasons. The Jaffe Collection of Book Arts (JCBA) houses a letterpress studio, a paper lab, and a book studio. The JCBA is home to various exhibits, workshops, and events. Rental space is available at The Jaffe Center Book Arts Studio for both Assisted and Independent Studio Time. The Jaffe Center also educates both students and the public on topics such as bookbinding, book structures, boxmaking, paper decoration, and letterpress printing.Jaffe Center for Book Arts: The Collections http://www.library.fau.edu/depts/spc/JaffeCenter/collection/index.php The Jaffe Center for Book Arts serves as the core of the book arts community in South Florida. ==MacArthur Campus Library== The John D. MacArthur Campus Library is located on the John D. MacArthur Campus in Jupiter, Florida. This library exists to promote the academic curriculum of the Harriet L. Wilkes Honors College also located on the campus. There are approximately 96,000 volumes in print occupying two floors including published senior Honors Theses titles from 2002 to the present and nearly 6,000 media items in the library's collection. In addition, the library maintains several esoteric special collections such as their Bollywood Film Collection and their Zombie Film Collection. The library hosts two blogs, the Art Blog and Science Blog which are updated on a weekly basis. == References == == External links == *Digital Library - FAU Digital Library *FAU Libraries - FAU Libraries Main Page Category:Florida Atlantic University Category:Libraries in Florida ",
    "title": "Florida Atlantic University Library"
}