{
    "id": "31428441",
    "text": "All Saints Church is a redundant Anglican church in Waldershare, Kent, England. It is recorded in the National Heritage List for England as a designated Grade II* listed building, and is under the care of the Churches Conservation Trust. The church is located north of Dover on the west side of the A256 road. The North Downs Way passes through the churchyard. The church is notable for the memorials in its chapels. ==History== The church dates from the 12th century. Mortuary chapels were added in about 1697 and in about 1712. The main part of the church was restored and virtually rebuilt in 1886 by Ewan Christian. A further restoration was carried out in 1902. A lychgate was built at the entrance to the churchyard in about 1930. The church was declared redundant on 1 June 1980, and was vested in the Churches Conservation Trust on 27 June 2006. ==Architecture== ===Exterior=== The plan of the church consists of a nave with a south porch, and a chancel with a north and a south chapel. The body of the church is constructed in flint and rubble with a slate roof. The chapels are in red brick with tiled roofs. The brickwork of the south chapel is in English bond and the north chapel is in Flemish bond. The west wall is buttressed, and there is a bellcote on its gable. In the south wall of the chancel is a Norman window. The other windows in the body of the church are lancets, other than the two-light window in the north wall of the nave. The windows in the chapels date from the 15th century, and also have two lights. ===Interior=== Inside the church is a double-chamfered chancel arch, and arches between the chancel and the chapels. The chapels have wooden barrel roofs. There is a piscina in the nave and another in the chancel, both of which are damaged. The reredos is partly painted and partly in mosaic, with a marble triptych. On the sanctuary walls are paintings by Clayton and Bell dating from about 1886. Between the chancel and the chapels are 19th-century screens. In the chapels are hatchments, two in the north chapel and one in the south. The windows contain Victorian stained glass. ===Monuments=== File:Monument in All Saints church Waldershare - geograph.org.uk - 1610099.jpg|Memorial to Sir Peregrine Bertie and his wife File:Plaque in south wing of Waldershare church - geograph.org.uk - 1610090.jpg|Oval plaque in Monins' memorial File:Monument to Sir Henry Furnese, All Saints church, Waldershare - geograph.org.uk - 1610052.jpg|Memorial to Sir Henry Furnese The major monument in the south chapel was erected by Sir Peregrine Bertie to his wife, Susan, shortly after her death in 1697. It consists of a tomb chest surrounded by railings. On the chest are the effigies of Sir Peregrine and his wife who \"recline uncomfortably with hands clasped and legs crossed\". On the sides of the chest are carvings including a memento mori, achievements, and panels with drapes and cherubim. On the south wall of the chapel is a monument to members of the Monins family, erected before 1642. It consists of a black and white marble plaque containing an inscribed oval plaque surrounded by Corinthian columns and an interrupted segmental pediment. The north chapel is filled by a free-standing monument to Sir Henry Furnese who died in 1712. It was made by Thomas Green of Camberwell in four kinds of marble, and is in three stages. The base is square, inscribed on each side, and surrounded by four life-size mourning women sitting on chairs. The central section has panels with cartouches containing arms, and four putti on pedestals holding torches. The top stage consists of an urn standings on four volutes. These are carved with the cherub's heads and acanthus leaves, and is surmounted by a torch finial. The grading description describes the monument as being \"outstanding\". ==External features== In the churchyard are a tomb chest and a headstone of two former workers at Waldershare Park. The chest tomb is that of William Hull, who died in 1756 and had been a gardener for 25 years, and the headstone is that of Mrs Elizabeth Harman, who died in 1772 and had been housekeeper for 40 years. Together they have been designated as a Grade II listed building. ==See also== *List of churches preserved by the Churches Conservation Trust in South East England ==References== ==Further reading== * ==External links== *Kent Churches: Includes a photograph of the interior Category:Grade II* listed churches in Kent Category:Church of England church buildings in Kent Category:English churches with Norman architecture Category:English Gothic architecture in Kent Category:Churches preserved by the Churches Conservation Trust Category:Former Church of England church buildings ",
    "title": "All Saints Church, Waldershare"
}