{
    "id": "31423893",
    "text": "Launch Pad is a family strategy card game for 2 to 4 players, ages 10 and up. It was designed by Melanie James and published by Stratus Games.Official Launch Pad website In the game, players construct various types of rockets and ready them for launch by advancing them through 3 phases of production (construction, quality control, and launch preparation). Each rocket requires a certain amount of metal and fuel in order to be considered complete. An expert with the necessary skill set is required in order to advance a completed rocket to the next phase. Rockets can also be manned with astronauts and oxygen, be stamped with a quality certificate, and be placed under maximum security in order to be worth additional points or be protected from action cards that could affect them. The launch pad, consisting of four game cards, serves as a variable game clock to determine the end of the game. The cards constituting the launch pad advance into the center of the table; when all four cards have advanced, forming a completed launch pad, there is one final round of play and the game ends. At the end of the game, players score points based on the rockets they have built. The player with the highest point total wins.Official Launch Pad rules == Components == * 140 game cards * Instruction booklet * 4 reference cards Cards are made from a durable 350 GSM card stock with linen finish and are 63 by 88 millimeters in size. The instruction booklet is printed in full color and is 12 pages in length. The reference cards include a brief summary of game layout, setup, turns, cards and scoring. == Game Layout == Each player controls an area containing 3 zones, each representing a different phase of production. The lowest zone (closest to the player) is called the Construction Zone; the middle zone is the Quality Control Zone; the highest zone is the Launch Zone. Each card contains a diagram that represents the zone in which the card is played. == Card Types == Cards are divided into 7 distinct categories. === Rocket === Rockets are the main scoring mechanism of the game. There are 4 types of Rockets, each worth a different point value: * Observer - 6 points * Explorer - 8 points * Intrepid - 10 points * Galactic - 12 points Rockets are played initially in the Construction Zone, where they gather metal and fuel until they are ready for advancement to the Quality Control Zone and the Launch Zone. === Component === Components consist of Metal and Fuel cards. A certain number of each is required by each Rocket in order to be eligible for advancement to the next zone: * Observer - 1 Metal, 1 Fuel * Explorer - 1 Metal, 2 Fuel * Intrepid - 2 Metal, 2 Fuel * Galactic - 3 Metal, 2 Fuel === Expert === Experts are required to be in place in a zone prior to Rocket advancement from that zone or to score full points at the end of the game. There are 4 different Experts: * Engineer - played in the Construction Zone. * Inspector - played in the Quality Control Zone. * Mission Controller - played in the Launch Zone. * Jack of All Trades - takes the place of any of the others; played in any zone. === Action === Action cards allow a player to carry out a specific action, as indicated on each card. There are 13 distinct Action cards, which include actions such as sabotaging a Rocket, stealing cards from other players' hands, drawing extra cards, salvaging any card from the discard pile, etc. Action cards are played by discarding them and carrying out the action specified on the card. === Specialty === Specialty cards grant a player a specific ability or protection for as long as they are in play. They are played to the right of a player's zones. === Bonus === Bonus cards offer additional points or protection for a specific Rocket. There are 4 different Bonus cards: * Astronaut - played with a Rocket in the Launch Zone; coupled with Oxygen, scores 4 bonus points at the end of the game; without Oxygen, incurs a 4-point penalty. * Oxygen - played with a Rocket in the Launch Zone; allows an Astronaut to score points, but worth no points on its own. * Quality Certificate - played with a Rocket in the Quality Control Zone and advances with it to the Launch Zone; scores 3 bonus points at the end of the game and protects the Rocket from the \"Quality Check\" Action card. * Maximum Security - played with a Rocket in the Launch Zone; protects it from the \"Sabotage\", \"Abort Mission\", and \"Vacuum\" Action cards. === Launch Pad === There are 4 individual Launch Pad cards that form a larger depiction of a rocket on a launch pad when they are placed together. Launch Pad cards advance through each of a player's zones and subsequently are placed at the center of the table. When all Launch Pad cards have been placed together, each player takes a final turn and the game ends. == Setup == Game setup consists of shuffling the game cards, dealing 6 cards to each player, and shuffling the Launch Pad cards into the bottom half of the deck. == Turns == Each turn consists of the following steps: # Advance any Launch Pad cards in play in the current player's zones # Advance completed Rockets (only 1 per zone); an Expert must be in place in the zone the Rocket is leaving. # Draw cards until reaching the hand limit of 6 cards; 1 card may be drawn from the discard pile. # Play as many playable cards as desired. # Draw again up to the hand limit if all cards have been played. # Discard as many cards as desired. == Scoring == At the end of the game, each player scores points based on the Rockets in his or her individual game zones. * Launch Zone ** Rockets score positive points as indicated on each Rocket card. ** If a Rocket has an Astronaut and Oxygen, add 4 bonus points to its value. ** If a Rocket has an Astronaut but no Oxygen, subtract 4 points from its value. ** If a Rocket has a Quality Certificate, add 3 points to its value. ** If no Mission Controller (Expert) is in play, subtract 10 points from the total score. * Quality Control Zone ** No points are scored for any Rockets or Bonus cards in this zone. * Construction Zone ** Rockets score negative points; subtract each Rocket's value from the total score. The player with the highest score wins the game. == Optional Rules == Several rule variations are included in the Launch Pad instructions (Game Length Variations, Negotiations, and Super Powers), with other official and community-submitted rules being collected on the publisher's website.Launch Pad Optional Rules == References == == External links == * Official Launch Pad website * Official Stratus Games website * * How to Play Launch Pad (Video) * Official English rules * Launch Pad Optional Rules Category:Card games introduced in 2010 Category:Dedicated deck card games ",
    "title": "Launch Pad (card game)"
}