{
    "id": "31423252",
    "text": "Todo Balita (last broadcast under the name Todo Arangkada Balita) was a weekly morning newscast and radio talk show in Mega Manila, Philippines last aired over DZXL 558 Radyo Trabaho every Saturdays from 10:00 am to 11:00 am. The show was anchored by Neil Ocampo, self-styled as - and later nicknamed - the Total News-Tertainer (a portmanteau of \"newscaster\" and \"entertainer\"), a newscaster with an exceptional entertaining caliber, which he maintained throughout his career. ==Program history== Prior to 1996 and the various installments of Todo Balita, Ocampo was an evening anchor for his eponymous \"Oh Yes! It's Neil Ocampo!\" on DZMM. ===As Todo Arangkada on DZMM=== Todo Arangkada initially aired every Mondays to Fridays from 10am to 12nn and every Saturdays from 10am to 11am. Todo Arangkada deviated itself from the rest by interjecting fun and wit to the program's entirety. The program tackled subjects of major and minor importance ranging from straight news commentary to just light banter between the anchor and his famous characters. ===As Todo Balita: DZMM and Radyo5 eras=== Launched on March 12, 2001, Todo Balita originally aired on DZMM and later on its cable television counterpart every Mondays to Fridays from 5:00 am to 7:00 am and its first 15 minutes were simulcast over ABS-CBN from 2008-2009. Ocampo left the station in late 2009 to run as mayor of Marilao, Bulacan but his show continued with rotating anchors and later went permanently to Vic de Leon-Lima and David Oro until it left DZMM for good on July 9, 2010 in preparation for the relaunch of Noli de Castro's Kabayan. After his loss in the Marilao mayoralty race, Ocampo was offered the 3:00-5:00 am slot as de Castro's lead-in, but refused. Todo Balita was relaunched on 92.3 News FM on November 8, 2010 with Ocampo as host until he left in early 2013 for undisclosed reasons. On May 9, 2013, the 6:00 am weekday spot was renamed to Radyo Singko Balita with Ocampo's relief anchor Joel Gorospe filling in the gap. On June 17, 2013, Orly Mercado took over the timeslot with Orly Mercado: All Ready!, ending the second run of Todo Balita. During its run on FM radio, Todo Balita commissioned its intro rap jingle that lasted from 2011-2013. ===Arangkada Balita on DZRH=== After leaving Radyo5 92.3 News FM in April 2013, Ocampo moved to DZRH and hosted Arangkada Balita and ACS Balita every weekdays at 5:00 am and 6:30am respectively; more than a year after, he left DZRH, citing an indefinite leave. During its run on the station, the show was also a springboard for its annual anniversary specials. ===Todo Arangkada Balita, weekday run on DZRJ=== On August 2016, Ocampo was part of the press conference of Kaye Dacer's 8TriMedia Broadcasting. He returned on the air three months later (November 7), this time over DZRJ-AM with the third iteration of Todo Balita as Todo Arangkada Balita airing weekdays at 8:00 am to 10:00 am. Weeks into the program's run, 8TriMedia planned to move Ocampo to the evening slot by December to compete with national TV newscasts simulcast on AM stations, but plans never materialized. On March 14, 2017, Todo Arangkada Balita recommissioned its rap jingle, albeit removing its reference to Radyo5. However, from December 8, 2017, the program ceased airing on DZRJ after the station terminated its agreement with 8TriMedia. Furthermore, the show was not part of the station's absorption of the personnel from the displaced time-brokerage. At this point, Ocampo went into hiatus. ===Todo Arangkada Balita, weekly run on DZXL=== In October 2019 DZXL ran promotions on the upcoming return of Ocampo which materialized on October 19 through the return of the program, albeit on Saturdays. This also marks his second tour of duty to the station as DZXL was his first employment in the 1980s, prior to moving to DZMM after the People Power Revolution. Todo Arangkada Balita: The New Generation initially ran Saturdays at 10:00 am to noon until it was reduced to an hour by January 2020 when the program Bisaya Gyud! of Presidential Communications Operations Office Secretary Martin Andanar bought the 11:00 am slot as a blocktimer. However, the show under Ocampo only lasted until February 29, 2020 - three weeks before the imposition of the enhanced community quarantine in response to the COVID-19 pandemic. Owing to both the government restrictions and his failing health, Ocampo ceded the anchor chair to Rod Marcelino, who continued the program until it was quietly cancelled on March 28. Ocampo died due to heart failure on August 10, 2020. ==Presenter== *Neil Ocampo (2001—2009; 2010–2013, 2013–15, 2016-2017, 2019-2020) **Jejemon Tonyo (formerly Mang Tonyo) **Tongressman Abnoy Abante (formerly Tongressman Manhik Manaog) ** Digong Diokterte ** Gen. Bato-Bato-Pik (a pun on then-Philippine National Police Chief, now Senator Ronald dela Rosa) ==Fill-in and former presenters== ===ABS-CBN=== *Vic De Leon-Lima (2009–2010) *David Oro (2009–2010) * Nelson Lubao (fill-in, 2001–2009) *Cheryl Cosim (rotating anchor, 2009, moved to TV5) ===Radyo5=== * Benjie Felipe (a.k.a. Tsongkibenj) - Todo Showbiz segment Anchor *Joel Gorospe (April–June 2013, now with DWWW) *JV Arcena (fill-in, 2012–13) *Leddy Tantoco (fill-in, 2011) ===DZRJ=== *Melchor Bentigan-Balawas (2016–17) *Gani Oro (2016–17, now with DWIZ and PTV-4) ===DZXL=== *Rod Marcelino (2020) ==See also== *List of programs aired by ABS-CBN ==References== Category:Philippine radio programs Category:2001 radio programme debuts Category:2017 radio programme endings Category:ABS-CBN News and Current Affairs shows ",
    "title": "Todo Balita"
}