{
    "id": "31424792",
    "text": "{|align=\"right\" class=\"wikitable\" |- ! Hong Kong Amateur Hockey Club |- | Founded: 2001 |- | Chairman: Thomas Wu |- | No. of players: 460 (registered) / 270 (active) |- | Key partners: |- | *Chinese Ice Hockey Association (CIHA) *Hong Kong Academy of Ice Hockey (HKAIH) *Macau Ice Sport Federation *MegaIce at MegaBox *Sky Rink at Dragon Centre *Taipei ICe Hockey Association *The Rink at Elements *Typhoons Ice Hockey Club *Women's Ice Hockey Organization (WIHO) |- |Key activities: *Hong Kong Amateur Hockey League (AHL) *HKAHC Asian Youth Hockey League (AYHL) *HKAHC International Amateur Ice Hockey Tournament (IAIHT) |- |Official website: http://www.hkahc.com |} Hong Kong Amateur Hockey Club (HKAHC) () is a non-profit making sport organization aimed at promoting the sport of ice hockey so to make it accessible for all in Hong Kong. == History == Ice hockey has a history of over 30 years in Hong Kong. In the early days, it was a sport popular among the expatriate circle, namely the Americans and the Canadians. In the past decade, the sport of ice hockey has been well received by local residents. Prior to June 2007, it was estimated that there were about 550 active hockey players in Hong Kong and this number has significantly increased to 1,000 now and the majority are local Chinese. Founded in 2001, Hong Kong Amateur Hockey Club is a non-profit making sport organization aimed at promoting the sport of ice hockey so to make it accessible for all in Hong Kong. HKAHC is run by a group of volunteers who are either players themselves or avid fans who want to see the sport of ice hockey easily enjoyed by everyone in the territory. ==Key Activities== Hong Kong Amateur Hockey Club holds and takes part in a variety of competitions including local hockey league competitions and internationally friendly matches so to encourage more people, especially the youngsters in Hong Kong who have not tasted the joy of ice hockey before, to actually see and touch the game and enjoy the unique excitement of this ultimate sport on ice. {|align=\"left\" class=\"wikitable\" |- ! Ice rinks in Hong Kong |- | There are a total of 7 ice rinks in Hong Kong. Some are for children ice hockey games only while some are designed for figure skating. |- | For adult ice hockey games – |- | *MegaIce at Megabox (shopping mall) (Kowloon) :26m x 57m (1,482m2) *Sky Rink at Dragon Centre (Kowloon) :18m x 41m (738m2) *The Rink at Elements, Hong Kong (Kowloon) :20m x 45m (900m2) |- | For kids ice hockey games - |- | *Aberdeen Marina Club (Hong Kong Island) :20m x 25m (500m2) *Glacier at Festival Walk (Kowloon) :23m x 50m (1,150m2) |- | For Figure skating only - |- | *Cityplaza Ice Palace at Cityplaza (Hong Kong Island) :20m x 40m (800m2) *Ice Rink at Riviera Gardens (New Territories) :18m x 30m (540m2) |} ===Hong Kong Amateur Hockey League=== Over the years, Hong Kong Amateur Hockey Club has been organizing various hockey leagues, solely and/or jointly with other hockey organizations. The league is now divided into two major divisions, :Regular Division for the advanced players ::Novice Division for beginner players There is currently over 180 players competing in HKAHC league games. The players, aged 13 to over 40, come from all walks of life. Many of them started with figure skating or roller-blade, and later showed strong interest once they were introduced to the game of ice hockey and found it was not uncommon in Hong Kong. ===HKAHC - Asian Youth Hockey League=== In the past decade, ice hockey in Asia has been steadily growing. To strengthen ice hockey in major cities in Asia and to encourage more exchanges between youth hockey, starting 2011, Hong Kong Amateur Hockey Club worked together with Beijing, Harbin, Taipei and other cities’ hockey organizations, to hold the Asian Youth Hockey League to bring ice hockey to more territories in the Asia Pacific region and to provide an elite youth hockey league platform for youngsters to compete. The first stop of the 2011 HKAHC - Asian Youth Hockey League was held on 8 February 2011 in Hong Kong. ===HKAHC International Amateur Ice Hockey Tournament=== Since 2003, Hong Kong Amateur Hockey Club has been hosting the annual International Amateur Ice Hockey Tournament with teams coming from countries and territories including Canada, China, Japan, Macau, The Philippines, Taipei and Hong Kong. The Tournament often creates a city-wide buzz and is becoming one of the annual highlights on Hong Kong’s sporting calendar. The Tournament attracts fans from both the sports field and the general public as well as wide media coverage. ==References== * Chinese Ice Hockey Association(CIHA) * Hong Kong Academy of Ice Hockey (HKAIH) * Hong Kong Ice Hockey Association (HKIHA) * Hong Kong Sports Institute(HKSI) * International Ice Hockey Federation(IIHF) * Macau Ice Sports Federation * MegaIce at MegaBox * Sky Rink at Dragon Centre * Taipei Ice Hockey Association * The Rink at Elements * Typhoons Ice Hockey Club * Women's Ice Hockey Organization (WIHO) Category:Sports teams in Hong Kong Category:Amateur ice hockey Category:Ice hockey in Hong Kong ",
    "title": "Hong Kong Amateur Hockey Club"
}