{
    "id": "31426947",
    "text": "The Grammy Award for Best Latin Pop, Rock or Urban Album was an award presented at the Grammy Awards, a ceremony that was established in 1958 and originally called the Gramophone Awards, to recording artists for releasing albums in the latin pop, rock, alternative or urban genres. Honors in several categories are presented at the ceremony annually by the National Academy of Recording Arts and Sciences of the United States to \"honor artistic achievement, technical proficiency and overall excellence in the recording industry, without regard to album sales or chart position\". In 2012, the award was one of the new categories that resulted from the Recording Academy's wish to decrease the list of categories and awards for that year. It combined the previous categories for Best Latin Pop Album and Best Latin Rock, Urban or Alternative Album. Grammy Awards restructuring Other Latin categories were also either merged or discontinued. However, in June 2012 the Recording Academy announced that it would revert to the situation prior to 2012 by reinstating the separate Best Latin Pop Album and the Best Latin Rock, Urban or Alternative Album categories. This meant the Best Latin Pop, Rock or Urban Album category was discontinued after only one year. ==Recipients== {| class=\"wikitable sortable\" ! bgcolor=\"#efefef\"|Year ! bgcolor=\"#efefef\"|Performing artist ! bgcolor=\"#efefef\"|Work ! bgcolor=\"#efefef\" class=unsortable|Nominees ! bgcolor=\"#efefef\" class=unsortable|Ref. |- | align=\"center\"|2012 | Maná | Drama y Luz | * Calle 13 — Entren Los Que Quieran * Gustavo Galindo — Entre La Ciudad y El Mar * La Vida Bohème — Nuestra * Los Amigos Invisibles — Not So Commercial |align=\"center\"| |- |} ==See also== *Grammy Award for Best Regional Mexican or Tejano Album *Grammy Award for Best Tropical Latin Album ==References== == External links == * Official website of the Grammy Awards . . Pop, Rock or Urban Album Latin Pop, Rock or Urban Album Category:Latin hip hop Category:Latin pop Category:Latin rock albums Category:Former awards Category:Awards established in 2012 Category:Awards disestablished in 2012 ",
    "title": "Grammy Award for Best Latin Pop, Rock or Urban Album"
}