{
    "id": "31426899",
    "text": "Pakistan Locomotive Factory (, or PLF) is a manufacturer of locomotives for Pakistan Railways of which Sheikh Rasheed Ahmad is minister from 20 August 2018, located in Risalpur, Khyber Pakhtunkhwa, Pakistan. The company was established in 1993. A total of 2,130 coaches have been manufactured at Carriage Factory Islamabad since 1971. The factory had overhauled 1,039 coaches up to 30 June 2015. ==History== The factory was established in Risalpur in 1993 at a total cost of . Its function is to manufacture indigenous diesel electric locomotives and electric locomotives, thus allowing Pakistan Railways to have less dependency on foreign technology. In January 2016, the Minister for Railways, Khawaja Saad Rafique announced that Pakistan Locomotive Factory is to enter a joint venture with private sector participation.https://tribune.com.pk/story/1028319/risalpur-unit-locomotive- factory-undergoing-upgrade/ ==Function== The designed production capacity of the factory is 25 diesel electric locomotives per year. The production capacity can however be increased by introducing double shifts. Technology for manufacturing of locomotives have been acquired over the years from Hitachi, General Electric, Adtranz and Dalian Locomotive and Rolling Stock Works. The factory has manufactured a total of 102 new diesel electric locomotives of 2000-3000 horsepower for Pakistan Railways since 1993. 26 overage locomotive of 2000-2400 horsepower have also been rehabilitated. Different spare parts of locomotives are also being manufactured. According to a report for 2014-2015, a total of 1,052 work orders have been completed for Pakistan Railways, amounting to . Work orders completed for private sector are 34 in number, amounting to and work orders completed for major repairs of DE locomotives are 138 number amounting to . ==Projects== ===Current=== * 75 DE locomotives from General Electric, comprising:https://www.dawn.com/news/1189508 ** 55 CBUs of 4000 hp ** 2 CBUs of 2000 hp ** 18 CKDs of 2000 hp * Locomotive Rehabilitation Project MGPR ===Completed=== * 23 DE locomotives (2000 hp, Hitachi), 1993-97, Class PHA 20 * Rehabilitation of 5 DE locomotives (2000 hp, GE), 1997–98, Class RGE 20 * 30 DE locomotives (3000 hp, GE & Adtranz), 1999-01, Class AGE 30 * Rehabilitation of 21 DE locomotives (2000/2400 hp, GE), 2001-03, Class RGE 24 * 25 DE locomotives (2000 hp, Chinese), 2003–08, Class DPU 20 * 44 DE locomotives (3000 hp, Chinese), 2003–08, Class DPU 30 * 5 DE locomotives (3000 hp, Chinese), 2014–15 ;Abbreviations * CBU = Completely built unit (locomotives supplied fully assembled) * CKD = Complete knock down (locomotives supplied in kit form and assembled locally) * DE = Diesel- electric * hp = Horsepower ;Note There are some disagreements between sources irfca.org and pakistanrail.com . For example, on horsepower of Class DPU 30. There are also minor differences in building dates. ==See also== * Locomotives of Pakistan * Pakistan Railways Carriage Factory * Moghalpura Railway Workshops == References == Category:Locomotive manufacturers of Pakistan Category:Rolling stock manufacturers of Pakistan Category:Government-owned companies of Pakistan Category:Manufacturing companies established in 1993 Category:Pakistani companies established in 1993 ",
    "title": "Pakistan Locomotive Factory"
}