{
    "id": "31424724",
    "text": "St John of God Hospital Richmond is a private psychiatric hospital which provides mental health care on an inpatient, day patient and outpatient basis. It is located in North Richmond, New South Wales. The original hospital building was purchased in 1951Michelle Nichols, “North Richmond – A Brief History”, originally published in the Hawkesbury Historical Society Newsletter, October 2003 (No.56), pp. 3-4, Retrieved 2011-03-11 and in 2007 the hospital became part of St John of God Health Care following a merger between the health care group and the services of the Hospitaller Order of St John of God.St John of God Health Care (2007-07-02), “Hospital merges with St John of God Health Care”, Press release, Retrieved 2011-03-11 St John of God Richmond Hospital is a division of St John of God Health Care, a Catholic not- for-profit health care group, serving communities with hospitals, home nursing, and social outreach services throughout Australia, New Zealand and the wider Asia-Pacific region. ==Facilities== St John of God Hospital Richmond houses 88 patient beds and a Counselling and Therapy Centre. The hospital also operates specialised medical consulting rooms at the adjacent Medical Centre.St John of God Hospital Richmond, “About Us”, Retrieved 2011-03-11 ==Services== St John of God Richmond Hospital offers a number of services for people suffering from mental health issues, including: * anxiety and depression * drug and alcohol addiction * obsessive-compulsive disorder (OCD) * older adult mental health issues * post-traumatic stress disorder (PTSD). ==Research== In 2010, St John of God Hospital Richmond registered a clinical trial intended to study the effects of exercise on post-traumatic stress disorder entitled “Randomised control trial of the effectiveness of augmentation in patients with PTSD”.\"Australian New Zealand Clinical Trials Registry\", Retrieved 2011-03-11. Research in the field of post-traumatic stress disorder continues, and is led by Professor Zachary Steel. ==See also== *List of hospitals in Australia *List of hospitals in New Zealand ==References== ==External links== *Official website *Sisters of St John of God website Category:Hospitals in New South Wales Category:1951 establishments in Australia Category:Hospitals established in 1951 Category:St John of God Health Care ",
    "title": "St John of God Hospital Richmond"
}