{
    "id": "31423999",
    "text": "Rainbows Are Free is a 5-piece doom metal band from Norman, Oklahoma. They won the 2011 \"Woody Award\" for \"Best Metal Artist\" in Oklahoma and again in 2012. and their music has been heard on KSPI 105.3 \"The Spy\" and Rock 100.5 the KATT. Stonerrock.com had described their music as \"slamming waves of molten guitar magma.\" In an interview in the Tulsa World, guitarist Richie describes their sound as \"heavy classic rock/proto-metal with moments of droney psychedelia and groove riffage.\" RAF, have opened for Black Mountain, Black Angels, Dead Meadow and High on Fire. ==Biography== Rainbows Are Free's sonic locus appears on the rock n’ roll family tree at the point where proto-metal and heavy psychedelia shared a common apocryphal ancestor before branching off into their own distinct lineages. RAF formed in late 2007 as the conglomerate of several long-time heavy rock bands from Norman, OK. In February 2008, RAF self-released an eponymous demo EP. A year later they began work on a full length album Believers In Medicine, which was released in April 2010 on Guestroom Records Records (GRR). They followed up with their second album on GRR in 2014 with the release of Waves Ahead of the Ocean, which saw international distribution by Cargo Records UK. All three releases were recorded at the legendary Bell Labs recording studio (engineered and mixed by Trent Bell of Chainsaw Kittens fame) in Norman, OK. The release of the band’s third full length album, Head Pains, on Italian Stoner/Doom/Sludge label Argonauta Records (Arenzano, GE) with vinyl support from Horton Records (Tulsa, OK USA), has firmly established the band as a mainstay of underground heaviness while further exhibiting the band’s unique voice -- setting them apart from contemporaries of heavy psychedelic, doom, and stoner rock with whom they’ve shared the stage (High on Fire, Dead Meadow, St. Vitus, The Sword, Big Business, Pallbearer, Kylesa, etc.). Often appearing in costumed stage dress, the band, fronted by the soaring and snarling nigh 7-foot cyclone of weirdness that is Brandon Kistler, continues to shock and amaze fans by introducing an element of good- humored theatrics to accompany their live sonic assault. This is achieved in no small part due to the guitar prowess and songwriting of Richie Tarver, joined by the ambient soundscapes of Joey Powell on rhythm guitar, and the thunderous low end of Jason Smith on bass, and Bobby Onspaugh on drums. Rainbows Are Free continue to bring their unique brand of psychedelic heaviness on tour as they support the release of Head Pains due out Fall 2019https://rainbowsarefree.com/ ==Discography== Rainbows are Free - Self Titled EP (self-released) 2008 Believers in Medicine (Guestroom Records Records) 2010 Waves ahead of the ocean (Guestroom Records Records) 2014 Head Pains (Argonauta Records, Horton Records) 2019 ==References== ==External links== *Rainbows Are Free - Official Website *Rainbows are Free Facebook *Guestroom Records Label *Rainbows are free Official MySpace *Interview with Tulsa World. *Review over \"Believers in Medicine\" Category:Heavy metal musical groups from Oklahoma Category:Musicians from Oklahoma City Category:Musical groups from Oklahoma Category:Rock music groups from Oklahoma ",
    "title": "Rainbows Are Free"
}