{
    "id": "31421952",
    "text": "Hotel Plaza Grande is a five-star luxury hotel in the historic centre of Quito, Ecuador. The hotel is located next to the Carondelet Palace and the Archbishop's Palace and faces the Old Town's eponymous central plaza, Plaza de la Independencia. It is located in a restored Spanish colonial mansion, which formerly belonged to one of the earliest colonial inhabitants of Quito, Juan Diaz de Hidalgo. ==History== It was the first building in Quito to be more than two storeys at five, when it was built in 1930. It was one of the first formal hotels in Quito, originally becoming the Majestic Hotel in 1943. As of 1986 it was still the Majestic Hotel, but it later closed and became a bank and then as administrative offices for the municipality of Quito. In 1978, this Old Town area became one of the first UNESCO \"World Heritage Site\", and is the largest site in Latin America. In 2005 a group of hoteliers provided investment to restore the building to its former glory. ==Architecture and furnishings== The building is noted for its \"eclectic facade and baroque columns\". The interior has been described as \"exclusive, elegant and even decadent throughout and truly boutique\". The hotel is very expensive; rooms are available for $500-$2000 a night. It contains 15 suites, which are divided into Plaza View and Royal suites and its one Presidential Suite is the most expensive. On the ground floor is the reception and the hotel cafe, popular with businessman and officials, which serves international and Ecuadorian cuisine. On the first floor is the hotel's flagship La Belle époque restaurant which serves French cuisine and international dishes. Set in a lavish room inspired by the art nouveau style, the restaurant stocks over 1,500 bottles of wine. The suites are located on the second and third floors. The rooms are all of considerable size and luxurious. Frommer's describes the decor as \"refined, with heavy drapes, plush furnishings, fine fabrics, and tasteful art and tapestries on the walls.\" In the rooms are rich furnishings, containing colonial closets, desks, mirrors and artwork which recreate the old colonial world atmosphere and also contain 42\" flat screen televisions. The beds are described as \"huge, embellished with Egyptian cotton sheets and fluffed up goose–down pillows.\" The bathrooms are also large, and feature jacuzzi–shower tubs and luxury robes. The bathrooms are even finer in the Plaza View suites, with marble and wood washbasins. On the top floor is the champagne bar and cognac bar, which have a terrace between them. ==References== ==External links== *Official site Category:Hotels in Ecuador Hotel Plaza Grande Hotel Plaza Grande Category:Hotels established in 1943 Category:Hotel buildings completed in 1930 ",
    "title": "Hotel Plaza Grande"
}