{
    "id": "31429041",
    "text": "Weight loss coaching is the use of personal coaching techniques to bring about long term weight loss. The aim is to establish the causes of over-eating, and to put the responsibility for eating behaviours firmly in the individual’s court. Based upon the relationship between weight and attitude and the mind body relationship, coaching is an holistic approach. Weight loss coaching borrowed techniques from NLP and psychology, amongst other disciplines and there are many well known coaches in this area. Each coach has their own particular blend of techniques based on a core set of practices. ==Early Days== For a long time it has been recognised that attitude can have an impact upon the maintenance of a healthy weight. In 1978 Susie Orbach published her book “Fat is a Feminist Issue” one of the first texts to highlight the relationship between behavior, culture and weight gain. In her book Susie looks at how food becomes associated with love, comfort and nurture and how this can manifest in over eating behaviors. This was the start of an acceptance that the calories in = calories out equation may have been an oversimplification and that diets were not a long-term solution. Methods Coaches use many techniques. Borrowing the concept of modelling from NLP, a weight loss coach will identify the behaviours associated with those of normal weight individuals and help the overweight individual to adopt many of these behaviours for themselves. The process will involve establishing which of the behaviours will serve the individual best and how to make it easier to follow such helpful behaviors. A coach will also work with the individual to establish what their original beliefs, values and behaviors associated with food and their diet are. These can be explored with a view to adopting adaptations of these beliefs and behaviours that will be of benefit to the individual, whilst losing those that are not beneficial. The coach can also help to keep the individual in touch with their desire to lose weight. A coach will also help the individual to set realistic goals for weight loss and develop a plan to attain the goals. This plan can include actions, research and education. This is not a menu plan or diet. The plan is also driven by the individual, so it is tailored to them and not a generic plan. The coach will help to consolidate all the ideas of the individual into steps which take them towards losing weight. This is often the part we struggle with. The coach does not tell the individual what to eat and how. That is for the individual to determine once they have developed their plan. Coaches chose to work in a variety of methods. The most common is one-to-one coaching, either by telephone or face to face. Some coaches work in groups running classes and workshops. Less common is e-coaching, which is working via email, webinars and instant messaging. Some coaches are beginning to launch on line courses, where email support and exercises are given to the individual for them to work on in their own time. ==Not Just Food== Weight loss coaching recognises that it is not just food that leads to weight gain. Exercise has long been associated with weight management but less known associations like sleep particularly in teenagers, and stress have also been shown to affect the body's ability to lose weight. These areas are beginning to be incorporated into weight loss coaching and will probably begin to figure more. ==Research== Interactive health coaching interventions have been studied for their effect on weight loss in obese adult employees and has shown to be effective. E-coaching for weight loss has also been studied and has been shown to be effective. Findings from a 2014 systematic review suggest counseling, either in-person or by phone, by trained medical interventionists may also be effective in inducing weight loss in patients. == References == Category:Management of obesity ",
    "title": "Weight loss coaching"
}