{
    "id": "31428914",
    "text": "Paolo Cavara (4 July 1926 - 7 August 1982) was an Italian screenwriter and film director. He is best known for collaborating with Gualtiero Jacopetti and Franco E. Prosperi on the 1962 mondo film Mondo Cane, and for directing the fiction film The Wild Eye (1967) and two giallo films, Black Belly of the Tarantula (1971) and Plot of Fear (1976). ==Biography== During the 1950s, he studied architecture at the University of Florence, after which he produced documentaries for scientific voyages of exploration, and emerged as a pioneer of underwater cinematography (one of these voyages was the important 1951 expedition to Ceylon along with Franco Prosperi documented by local news, that anticipated Folco Quilici’s Sixth Continent experience). Next, Cavara worked on a series of Italian National TV films led by Giorgio Moser. He also worked as an assistant director (Timbuctu and Naked Maya, a 1958 production by Henry Koster). In 1962, Cavara conceived with Gualtiero Jacopetti and directed the first shockumentary in history: Mondo Cane, while Prosperi was credited as second director. For the film, Cavara traveled to every part of the world, from Africa to Asia, Europe to Japan, putting his life continually in danger. He shot most of the film's footage. Cavara eventually met up with Jacopetti again in Las Vegas, and they were both involved in the automobile accident where British starlet Belinda Lee lost her life. The film was presented at the Cannes Festival. Following the success of the film, Jacopetti attempted to claim all the merits for himself, but left himself open to fierce media criticism. Although involved in the editing of the film, he had had little presence on set during actual filming. The next year, La donna nel mondo (Women of the World) was put together using inferior materials from Mondo Cane. Mondo Cane launched Cavara as an author and director. From then on, he continued to make films, nevertheless that experience left a sign for future projects. Having left his former associates, he directed the forwarding Malamondo, an “antimondo” on European youth, and in 1967 The Wild Eye (with Alberto Moravia and Tonino Guerra screenwriters added), a definitive breakaway from the genre conducted with spectacular ability that anticipated reflections on cinema making cinema with ambiguous and conscious perspective. Wild eye won the Atlanta Festival and was entered into the 5th Moscow International Film Festival. Cavara continued with the charming, inverted war-genre-formula drama, The Ravine with David McCallum as protagonist (a promise of ’69 Venice Festival), and in 1971 Black Belly of the Tarantula, a cult thriller with a big cast, balanced between documentary scenes and an engaging performance by police inspector, Giancarlo Giannini. Following many other European successes (comedies, Westerns, TV films), Cavara pursued film-making. A remarkable example is Plot of Fear, (his second thriller) with Michele Placido and Eli Wallach, where Cavara displayed in a new and radical shape traditional elements of gothic, police film and Italian giallo. Not identified as a conventional director, Cavara focused attention, over his not very long professional career, on controversial subjects and film characters, his trademark being the skillful interplay between and sensibility for visual contrasts. Cavara died in Rome in 1982. ==Selected filmography == * Mondo Cane (1962) * La donna nel mondo (Women of the world) (1963) * Malamondo (1964) * Witchdoctor in tails (1966) * The Wild Eye (1967) * The Ravine (1969) * Black belly of the tarantula (1971) * Deaf Smith & Johnny Ears (1972) * Virility (1974) * Il lumacone (1975) * Plot of Fear (1976) * Mirandolina (1980) ==Selected bibliography== * Pietro Cavara, Ricordo di un padre: Paolo Cavara, regista gentiluomo. Aracne ed. 2014; Cinemasessanta 2002 (I,II,III,IV) * Fabrizio Fogliato, Paolo Cavara: Gli occhi che raccontano il mondo. - Il Foglio letterario 2014 ==References== ==External links== * Category:1926 births Category:1982 deaths Category:Italian film directors Category:20th- century Italian screenwriters Category:People from Bologna Category:Giallo film directors Category:Italian male screenwriters ",
    "title": "Paolo Cavara"
}