{
    "id": "31423362",
    "text": "Wendy Lowenstein (Katherin Wendy Robertson Lowenstein) 1927—2006 was an Australian historian, author, and teacher notable for her recording of people's everyday experiences and her advocacy of social activism. She pioneered oral history in Australia, with Weevils in the Flour in 1978 but she began collecting folklore and oral histories of early Australian working life in the 1960s. Lowenstein experienced working life in different industries: as a proofreader, print and radio journalist, full-time mother, folklore collector, a teacher-librarian, a writer, an oral historian, and a public speaker on working life and self-publishing. ==Oral history recordings== The Lowenstein Oral History Collection consists of at least 741 hours of interviews recorded between 1969 and 1999. The interviews in the collection cover a diverse range of topics from the social effects of the 1930s Depression and working life in Australia to Children's Rhymes and Australian folklore from pearl luggers and the Gurindji strike and walk-off in Wave Hill to the Patrick's Waterside dispute at Melbourne Docklands in 1998. ==Topics recorded== === Australian outback interviews — 1969=== 109 work(s); 126 hours These works were recorded during a year-long collecting trip in 1969, when the Lowenstein family, (Werner and Wendy Lowenstein with their children, Peter, Martie and Richard) travelled around Australia. This was Wendy Lowenstein's first major collecting trip and many of the interviews were used as material for \"Weevils in the Flour\". However the collection, which consists of 126 hours of sound recordings also gives a vivid picture of Outback life in Northern Australia in 1969. Copies are held in the Lowenstein Family Collection (LFC), the National Library, the State Library of Victoria and some recordings are also available in libraries in Western Australia and Queensland. === Australian Folklore and Social History [1968–1972]=== TBA work(s); TBA hours, description and information to be added Interviews including: === 1930's Depression in Australia === TBA work(s); TBA hours description and information to be added Interviews including: === Melbourne waterside workers=== 60 work(s); 60 hours description and information to be added Interviews including: === Communists and the left in the arts and community=== 99 work(s); 125 hours; description and information to be added Interviews including: :Hal Alexander, Shirley Andrews, Martha Ansara, Peter Auty, Mary Baird, Jean Blackburn, Simon Bracegirdle, Niall Brennan, Doreen Bridges, Mena Calthorpe, Ken Coldicutt, Betty Collins, Wally Curran, Vera Deacon, Brian Dunnett, Doug Eaton, June Factor, Irene Gale, Paddy Garritty, Sonny Glynn, Judy Gillett, Ron Gray, Mark Gregory, Gerry Harant, Bill Hauritz, Evelyn Healy, Kevin Healy, Russ Herman, Alex Hood, Kathleen Kane, Amanda Jackes, Audrey Johnson, Elliott Johnston, Chris Kempster, Denis Kevans, Jock Levy, Dave Mazengarb, Mavis Michelle, Peter Miller, Mary Miller, Clem Millward, Jane Mullett, Errol O'Neil, Julian Punch, Ralph Sawyer, Arthur Shertock, Dot Thompson, Michele Turner, Nancy Wills, Geoff Wills and Tom Zubrycki. === Oral history of childhood=== 5 work(s); 9 hours description and information to be added Interviews including: === Robe river / pekoe wallsend industrial dispute=== TBA work(s); TBA hours description and information to be added Interviews including: === Changes to working life in Australia — 1990s=== TBA work(s); TBA hours description and information to be added Interviews including: === Wonthaggi coal mining interviews=== TBA work(s); TBA hours description and information to be added Interviews including: === Miscellaneous interviews=== 39 work(s); 59 hours ; description and information to be added Interviews including: ==Published works based on oral history recordings== Wendy Lowenstein is chiefly known for her written oral histories, which include The Immigrants 1977, Weevils in the Flour 1978, and Under The Hook 1992. Lowenstein is less well known for her recordings of Australian folklore and her passionate commitment to interviewing everyday people about Australian working life. Her work concentrates on early manual laboring industries such as coal mining, cane cutting, northern cattle station work, waterside workers, and the pearling industry. Lowenstein sought to record the worker's perspective in a range of industrial disputes over wages, and working conditions and \"closed shop\" worksites, where union membership was required to be employed. She has recorded interviews from strikes and === The Immigrants === by Wendy Lowenstein and Morag Loh, Hyland House, Melbourne, 1977. This book tells the experiences of 17 immigrants who came to Australia in living memory, who tell their story in their own words. Foreword by Professor Henry Mayer, University of Sydney states \" It is the authors' achievement to have translated these immigrant and human voices into vivid print.\" === Weevils in the flour=== by Wendy Lowenstein, Hyland House/Scribe 1978 Weevils in the Flour: An oral record of the 1930s depression in Australia is Lowenstein's best-known book. Published in 1978, it was an immediate best seller and was awarded the Royal Blind Society's first Talking Book of the Year in 1980. The foreword of Weevils in the Flour was written by Professor Manning Clark. Professor Russel Ward, reviewing Lowenstein's book in \"The Age\" said, :\"This great book on the depression is so good, it is impossible to praise it sufficiently without sounding absurd.\" === Under the hook=== by Wendy Lowenstein & Tom Hills Bookworkers Press Under the Hook – Melbourne Waterside Workers'Remember 1900–1998 is an oral history written in the words of the rank and file wharfies. Whilst interviewing for Weevils in the Flour, Lowenstein met veteran Melbourne wharfie Tom Hills. With Hills collaboration \"Under the Hook: Melbourne waterside workers remember 1900–1998\", was self-published under her Bookworkers' Press imprint. Whilst the mechanised waterfront in Melbourne employed far fewer wharfies, Under the Hook was almost sold out. The first edition covered the period from 1900 – 1980. The making of this history of working on the Melbourne waterfront was featured in an episode of ABC Big Country called Lowenstein and Hills. To view this During the lock-out of the \"Patrick's dispute\", the Maritime Union workers picketing East Swanston dock asked Lowenstein to record them \"making history\". This revised and updated 2nd edition of \"Under the Hook\" which included interviews during the \"Patricks\" dispute of 1998. :\"On the night of 7 April 1998, Patrick Stevedores boss Chris Corrigan sacked his entire workforce, locked them out and set up new companies to employ a non-unionised workforce, trained in Dubai. After a protracted and bitter 14-day lock-out .... Justice Tony North ordered the reinstatement of rights for the 1,400 sacked Maritime Union of Australia waterside workers.\" === Weevils at work=== description and information to be added The recordings associated with Weevils at Work include the 80 interviews Lowenstein recorded in Pannawonica and Robe River in 1986 – 1988 during the Pekoe Wallsend industrial dispute. These recordings give a vivid picture of working life, changes in working conditions, family life, and the community which were all divided and affected by the prolonged dispute in Robe River W.A. These recordings are held in the Lowenstein Family Collection. === Miscellaneous publications=== 1\\. Shocking Shocking Shocking :by Wendy Lowenstein 19?? :Shocking, Shocking, Shocking is a self-published collection of improper Australian children's play-rhymes. She was co-author of Cinderella Dressed in Yella (with Ian Turner and June Factor, Heinneman). The rhymes Lowenstein collected, when included in Cinderella Dressed in Yella, led to the first edition being banned from the post! 2\\. Self Publishing Without Pain :by Wendy Lowenstein 19?? :In 1990, Lowenstein wrote and self-published Self-Publishing Without Pain (with M.Saint-Ferjeux),1990. She says \"Other books in the field concentrate on what should happen. Mine concentrates on what it's really like, and what can, and only too often does happen to the novice, in the tricky world of printers and deadlines the day before yesterday.\" 3\\. Ron Edwards :In 1991, she spent some time interviewing Ron Edwards of North Queensland for the National Library, and has written a short life of Edwards, published in AARL, March 1992. :Add more about publications here ==Lowenstein manuscript collection== :Wendy Lowenstein's papers are stored in the National Library of Australia. These papers include records and correspondence on most of her community social activism, draft manuscripts and interview transcripts. ==Lowenstein family oral history recordings== The Lowenstein Family holds Wendy Lowenstein's personal collection of oral history recordings. ==National library of Australia Lowenstein collection== A massive collection of 741 hours of Wendy Lowenstein's early oral history interviews and Australian folk material is kept in the National Library of Australia, Oral History Collection. The subject of these recordings is summarised below although most recordings are not individually listed in the NLA catalogue due to the size of the collection. === Topics recorded in this collection=== 1930's Depression Sound Recordings :nla.oh-0246-0001 to 00172 , :116 work(s); 113 hours Melbourne Waterside Workers :nla.oh-1957-0001 to 0063 :60 work(s); 60 hours Oral History of Childhood :nla.oh-2295-0016 to 0018 :5 work(s); 9 hours Ron Edwards Interviews :nla.oh-2785-0001 to 0013 :13 work(s); 24 hours Australian Outback Interviews 1969 :nla.oh-2915-0001 to 0045 :109 work(s); 126 hours Australian Folklore and Social History :nla.oh-2915 :5 work(s); 6 hours Communists and the Left in the Arts and Community :nla.oh-3111-0001 to 0050 :99 work(s); 125 hours Miscellaneous Recordings :nla.oh-0321, nla.oh-1186, nla.oh-1946, nla.oh-2539-0048 and 0096, nla.oh-4899-0000, :nla.oh-5321-0001 to 0008 :39 work(s); 59 hours Unlisted Recordings :unknown number of work(s); 241 hours TOTAL NLA Lowenstein Collection Duration: 740 hours of sound recording interviews ==Social activism== Wendy Lowenstein was a social activist most of her life. In 1955, Lowenstein co- founded the Folk Lore Society of Victoria with Ian Turner and she contributed to and edited the Folk Lore Society of Victoria's magazine Gumsucker's Gazette, later Australian Tradition, for fifteen years. Shirley Andrews (Chairperson) and Wendy Lowenstein worked together on the committee which organised the first Festival was held in Melbourne in 1967. She worked voluntarily for organisations such as People for Nuclear Disarmament and Arts Action for Peace, and protested vigorously whenever she felt funding cutbacks affected culture and the Arts. ==Tributes== * Richard Lowenstein, \"An ear for the ordinary folk: Wendy Lowenstein, 1927–2006\" The Sydney Morning Herald, 26 October 2006 * Richard Lowenstein – Video Memorial. * Phyl Lobl \"Wendy Lowenstein, 1927–2006: A Woman of Worth\"http://www.historycooperative.org/journals/lab/92/lobl.html * June Factor Dedicated worker with Words in The Australian http://www.theaustralian.com.au/news/features/dedicated-worker-with- words/story-e6frg6z6-1111112422398 * Professor Henry Mayer, University of Sydney in his foreword to \"The Immigrants\" * Mark Gregory \"Wendy Katherin Lowenstein (25 June 1927 – 16 October 2006) ==References== ==External links== *Lowenstein, Katherin Wendy nee Robertson *Lowenstein, Wendy Katherin in The Encyclopedia of Women and Leadership in Twentieth-Century Australia Category:Oral history Category:Marxist writers Category:2006 deaths Category:Australian folk musicians Category:1927 births Category:20th-century Australian musicians Category:Communist Party of Australia members ",
    "title": "Wendy Lowenstein"
}