{
    "id": "31422058",
    "text": "Maine Roller Derby (MRD) is Maine’s first women’s flat track roller derby league, which is a member league of the Women's Flat Track Derby Association (WFTDA), joining in December 2007. As a member of WFTDA, the league adheres to the organization's governing philosophy: \"“by the skaters, for the skaters.\" The skaters are primary owners, managers, and operators of the league. Operational tasks include organizing home bouts, organizing fundraising events to offset the cost for operating the league, promoting the sport of roller derby, recruiting and training skaters and volunteers, among other tasks necessary to run a business. The league comprises four teams: an all-star team called The Port Authorities, and a junior varsity or B-team called The Old Port Brigade, and two home teams: The R.I.P. Tides and the Calamity Janes.\"The R.I.P. Tides and the Calamity Janes\", The home season occurs February through May, as well as September through December, with bouts occurring at both the Portland Exposition Building and Happy Wheels Skate Center. The Port Authorities and The Old Port Brigade also travel throughout the states and Canada to bout other leagues and participate in annual tournaments. MRD regularly recruits new skaters and volunteers. MRD started in March 2006 after two Portland women were inspired by the A&E; reality show Rollergirls. By June 2006 a group of twenty women began holding weekly practices at Roller World in Topsham. Determination and hard work (along with advice and support from skaters within the roller derby community) resulted in the launching of the Sneak Peek, the introduction of modern roller derby to Maine in November 2006. A year later MRD played its first home season at the Portland Expo. Since then, the league has hosted a season each year, inviting teams from all over New England, Canada and as far as Ohio to play at the Expo. Bouts at the Expo average a crowd of 600-700 fans. ==WFTDA rankings== {| class=\"wikitable sortable\" |- !Season !Final ranking\"Current Rankings\", WFTDA !Playoffs !Championship |- |2008 |5 E |DNQ |DNQ |- |2009 |8 E |DNP |DNQ |- |2010 |11 E |DNQ |DNQ |- |2011 |10 E |10 E |DNQ |} * DNP = qualified but did not play ==References== ==External links== *Maine Roller Derby website Category:Roller derby leagues established in 2006 Category:Sports competitions in Portland, Maine Category:Roller derby leagues in Maine ",
    "title": "Maine Roller Derby"
}