{
    "id": "31420871",
    "text": "Roberto Borge Angulo is a Mexican politician affiliated with the Institutional Revolutionary Party (PRI). He served the 7th Governor of Quintana Roo(2011-2016). After the end of his term he was declared a criminal by the Mexican Government due to proven crimes of corruption during his time as governor. Roberto Borge was arrested on June 5, 2017 at an Airport in Panama. ==Early life and career== Roberto Borge completed his basic studies in Cozumel, the high school and university in the Instituto Tecnológico y de Estudios Superiores de Monterrey, where he graduated with a degree in Business Administration. He has family with political background, he is nephew of Miguel Borge Martín, 3rd Governor of Quintana Roo from 1987 to 1993. He began his political career as head of public relations of the Department of Economic Development in the Quintana Roo's government from 2002 to 2003, this year he became private secretary of federal deputy Félix González Canto. In 2005, when González Canto was elected Governor, Borge kept his job as private secretary. When González Canto took office, appointed him as General Treasurer of the State and then Chief Clerk of Government. He resigned to become president of the PRI party in the state of Quintana Roo. Borge Angulo (right) with U.S. Ambassador Earl Anthony Wayne In 2009 he was nominated candidate for federal deputy for the First Federal Electoral District of Quintana Roo. He was elected to the LXI Legislature of the Mexican Congress. He soon became one of the main contenders for the PRI candidacy for governor of Quintana Roo, its main contender and head in the polls was Carlos Joaquín González, however, on March 24, 2010 he asked and obtained a leave as member of the Chamber of Deputies. On March 26 he was fue postulate as candidate of the unity to the state government. Roberto Borge was elected in the electoral process of July 4 and received the appointment as elect- governor on July 11. He took office on April 5, 2011. Borge was the youngest Governor in Mexican history. ==Crimes== Media reports indicate alleged involvement in irregular handling of public funds in their governorship through aircraft rents with stratospheric costs and to be presumed owner of properties with a cost over one million dollars. Civil society organizations claimed impeachment to Borge during his term as governor. === Judicial proceedings against him === On 31 May 2017, an arrest warrant was issued on him for money laundering. On June 4, 2017, Borge was arrested at the Tocumen International Airport, Panama while about to board a plane to Paris. ==See also== * List of Mexican state governors ==External links== *State of Quintana Roo State Government *Medical Activity of Roberto Borge Angulo *Controversia de Roberto Borge == References == Category:Members of the Chamber of Deputies (Mexico) Category:Governors of Quintana Roo Category:Institutional Revolutionary Party politicians Category:People from Cozumel Category:Politicians from Quintana Roo Category:1979 births Category:Living people Category:Monterrey Institute of Technology and Higher Education alumni Category:21st-century Mexican politicians Category:Mexican politicians convicted of crimes Category:Fugitives wanted by Mexico ",
    "title": "Roberto Borge Angulo"
}