{
    "id": "31429626",
    "text": "Richard Deutsch (born 1953) is an American sculptor who works primarily in the Minimalist and Expressionist genres. Although his work ranges from small table-top pieces to multi-story sculptures, Deutsch \"is well-known for his large-scale architectural and environmental projects.\" ==Life and career== Deutsch was born in Los Angeles, California, in 1953.\"Richard Deutsch.\" Art Interview. Issue #007. Accessed 7 April 2011.\"Lowe Enterprises Unveils 'Hulls' at 500 Terry Francois.\" Press release. Lowe Enterprises. April 22, 2008. His grandparents emigrated to the United States from Russia in the first decade of the 20th century. His mother worked for the board of directors of the American Civil Liberties Union. Deutsch received a Bachelor of Fine Arts from the University of California, Santa Cruz in 1976. He originally worked only in ceramics, and was influenced by Bizen ware (a type of very hard, reddish Japanese ceramic sculpture and pottery). The first solo exhibition of his work occurred in Seattle, Washington, in 1978. In 1981, his work was part of the \"American Porcelain\" exhibit at the Renwick Gallery at the Smithsonian Institution.Conroy, Sarah Booth. \"'American Procelain': A Look at What's New in an Ancient Craft.\" Washington Post. November 9, 1980. (His contribution, \"Equinox,\" is now part of the museum's permanent collection.\"Equinox.\" Collections. Smithsonian American Art Museum and Renwick Gallery. No date. Accessed 7 April 2011.) After several years of exhibiting on the West Coast and making larger and larger sculptures, Deutsch decided in the mid-1980s to work in other materials (such as bronze, concrete, granite, plaster, stainless steel, and terrazzo) and begin creating much larger artworks designed for public spaces. In 2000, Deutsch collaborated with choreographer Liss Fain on her dance piece \"Quarry.\"Amirrezvani, Anita. \"Internet Enhances Dance Piece.\" San Jose Mercury News. September 22, 2000. Real-time images of Deutsch at work on a sculpture (\"Seven Stones,\" a granite piece) were transmitted via the Internet and projects onto a scrim and four background panels while six dancers improvised movement (which was intended to make them appear to be interacting with the Deutsch).Dixon, Steve. Digital Performance: A History of New Media in Theater, Dance, Performance Art, and Installation. Cambridge, Mass.: MIT Press, 2007, p. 425. Technical difficulties marred the performance.Amirrezvani, Anita. \"Technical Difficulties Plague Liss fain's Brave New Work.\" San Jose Mercury News. September 30, 2000. Deutsch lives in Davenport, California. ==Design philosophy== Deutsch has described his more recent work as an attempt to create an \"artist-driven environment\" in which the audience interacts with his art by seeing it, touching it, being able to stop and contemplate it, and move through it. His public art is highly contextual, and he researches the history and setting of a site before beginning his work. His sculpture is also often collaborative, as he works with architects, engineers, and landscape architects to ensure that his art fits with the site. Deutsch works at a number of studio/workshops in China, Italy, and the United States, and utilizes material from around the world. ==Noted works== \"Water Story,\" Deutsch's metaphorical sculpture about water's journey from the mountains to the sea, in front of the California Science Center. The more notable of Deutsch's works include: *\"Voyage,\" a wall-like sculpture created from massive ship propellers, installed at the City Center in Oakland, California.Bennett, Richard. \"At the Engineering Facility on the Stanford Campus, He Created an 'Axis' of Stone.\" Oakland Tribune. May 6, 2007.Unterman, Patricia. \"Cafe Fontabella.\" San Francisco Chronicle. September 8, 1991.Jurich, Michele. \"Garden Takes Shape As Site of Remembrance.\" San Jose Mercury News. June 9, 2005. *\"Unity,\" a piece composed of several standing granite forms, also a City Center in Oakland, California. *\"Against the Day,\" a rock sculpture at The Collection at Chevy Chase, a two-building luxury retail shopping center and park in Chevy Chase, Maryland.Rosenwald, Michael S. \"Loftiest Names in Luxury, Under 2 Chevy Chase Roofs.\" Washington Post. August 11, 2005. *\"Axis,\" a sculpture of circular granite pieces set in a wooden groove at the entrance to the School of Engineering at Stanford University. *\"Etude,\" a piece at the entrance to the headquarters of Applied Materials in Santa Clara, California.\"Artfully Conceived Chip Project for Sunnyvale .\" San Jose Business Journal. July 12, 1998. *A granite \"garden\" of standing stones in a memorial garden at Congregation Shir Hadash in San Jose, California.Millner, Caille. \"Temple Begins Building Memorial Granite Garden.\" San Jose Mercury News. December 23, 2004. *\"Hulls,\" two tall, lightweight, stone-like pieces which resemble sailboat sails in front of 500 Terry Francois in the Mission Bay neighborhood of San Francisco, California. The piece was originally intended for the intersection of Main Street and Tiburon Boulevard in Tiburon, California, was never installed.\"Across Marin.\" Marin Independent Journal. November 2, 2002.Bova, Carla. \"Tiburon Calls Off Plans for Sculpture.\" Marin Independent Journal. October 21, 2003. *\"Legacy,\" a large granite sculpture in the courtyard of the Constitution Center office building in Washington, D.C.Rein, Lisa. \"Constitution Center: All Dressed Up but Missing a Suitor.\" Washington Post. October 2, 2009; \"Art.\" Constitution Center. David Nassif Associates. 2009. Accessed 13 March 2011. *\"Time Signature,\" a series of five stainless steel stacked circular forms in front of the Foundry Square office building complex in San Francisco.\"Annual Guide '09.\" Art in America. New York: Brant Art Publications, 2009, p. 3; STUDIOS Architecture. Buildings: Innovation + Technology. Mulgrave, Victoria, Australia: Images Publishing, 2009, p. 90. *\"Stacked Column,\" a black basalt structure (similar to interlocking Lincoln Logs) in the lobby of the Regent Bal Harbour hotel in Bal Harbour, Florida.Walton, Chelle Koster. \"Artful Accommodations.\" RSW Living. May/June 2009, p. 48; \"Joan Warren-Grady, Art Advisor for Luxury Hotel Properties Internationally, Completes Major Contemporary Art Collection for Regent Bal Harbour.\" Press Release. Regent Bal Harbour. December 5, 2008. *\"Water Story,\" a high black granite \"mountain\" over which water flows along \"riverbeds\" to an \"ocean\" (pool) below, located in front of the California Science Center. *\"Harvest,\" consisting of bronze casts of farm implements welded together into a tower, which stands before the Oakland Museum of California. ==Awards and honors== Deutsch was a Visiting Artist in 1987 at the American Academy in Rome, and received a grant in 1984 from the National Endowment for the Arts. In 2007, Santa Cruz County, California, named him County Artist of the Year.Guild, Todd. \"Sculpture Exhibit Returns to Watsonville's Sierra Azul Nursery & Garden.\" Watsonville Register-Pajaronian. May 20, 2008. ==Footnotes== ==External links== *Richard Deutsch Web site *\"Engineering Art\", a program by KQED-TV focusing on Richard Deutsch *Gallery of Richard Deutsch's smaller pieces at the Gerald Peters Gallery Category:1953 births Category:Living people Category:Artists from Los Angeles Category:People from Santa Cruz County, California Category:American people of Russian descent Category:University of California, Santa Cruz alumni Category:Sculptors from California ",
    "title": "Richard Deutsch"
}