{
    "id": "31428546",
    "text": "A shield combining the Canadian Flag with Mjollnir, which is the most commonly used Heathen symbol. Idols of Freyr and Freyja built by Rúnatýr Kindred for their Summerfinding blót. Heathenry as it is expressed in Canada is used as a universal term to describe a wide range of Germanic Neopaganism. Those who practice the religions or folk-ways of Ásatrú, Forn Sed, Odinism or Theodism are all considered part of a greater Heathen umbrella. In Canada, Heathenry takes a socially liberal standing in its philosophy. The exclusion of adherents on the basis of ethnic origin, sexual orientation, other group affiliation as well as other discriminatory factors is opposed by most Canadian Heathen groups, although there are, as in the United States a small number of racially minded groups that limit their membership to those of \"Nordic ancestry\". There is no national organization which promotes Heathenry in Canada. There is however an on-line portal that provides neutral information about heathenry called Asatru.ca. There are also provincial organizations and forums such as the Heathen Freehold Society of BC, and Maritime Heathens. There are also numerous smaller organizations dedicated to the same goal of advancing Heathenry in Canada such as Clearwater Kindred and Rúnatýr Kindred. Canadian Heathenry has been largely influenced by national organizations in the United States such as The Troth, Ásatrú Alliance, Ásatrú Folk Assembly, and other influential groups. There is also a high degree of influence drawn from British, Scandinavian and other European organizations including the Odinic Rite. While the division between \"folkish\" and \"universalist\" Heathen expressions is not as deeply rooted in the culture as it is in the US, other differences such as regarding the acceptance of Jötunn (Giants) and elements of Wicca into the religion are more controversial. ==Terminology== The modern use of Heathen arises from the Old English hæðen which meant non-Christian and was employed in the same manner as gentile. It is also possible that the term arose from the Gothic haiþi meaning one who dwelt on the heath. In modern times among Germanic Neo-Pagans it has come to mean one who practices a polytheistic religion and worldview rooted in pre- Christian Germanic paganism. For many Heathens to be labeled a Pagan is seen as improper due to the eclectic perception of Neo-Pagans in the greater mainstream public. ===Differences with American Ásatrú=== Unlike in the United States, there has been no significant move towards Theodism or kindred models based upon a single leader. Most Canadian kindreds are formed and/or led by a democratic body. Organizations such as the Heathen Freehold Society of BC, Rúnatýr Kindred and others have focused on the family aspect of Heathenry and made the family unit a smaller part of the greater kindred. These may be referred to as hearths or households which make up the larger tribal unit. Much like the European expression of Forn Sed or Folktro, many Canadian Heathens see the integration of customs from their more direct ancestors as vital to their religion. This may be French, English, Irish, Slavic or First Nations customs as applied through a Heathen worldview. This is due in part to the multiculturalism of Canadian society as opposed to the melting-pot of America. It is not uncommon for offerings to be made to non-Germanic landvættir such as those from Celtic, Slavic and First Nation low mythologies. This is most common in private cult activities of individual Heathens while the public cult or kindred activities are more Germano-centrist. While cultural appropriation is not encouraged, a healthy respect and acknowledgment of ancestors of the land as well as ancestors of practitioners (of all ethnic background) is appropriate. ==Holidays== Heathen Freehold Society of BC conducting a baby naming ritual at Midsummer.Heathens come together for differing holidays depending on their region. However, the most common are those around the equinoxes and solstices. The two most widely celebrated holidays are Yule and Midsummer, while the equinox and lesser yearly holidays vary more in adherence. Traditionally, most Heathen celebrations occurred based upon the agricultural year with the major festival of Yule being the time when work was not occurring due to the dark and cold and families would come together. Following the quarterly division however, in the context of modern Heathenry, fulfills a need for predictable and stable calendar celebrations allowing for an ease in scheduling, though in some cases is an import from neo-Celtic or Wiccan traditions known as the Wheel of the Year. The other major holidays for Canadian Heathens are regional festivals such as Hail & Horn Gathering, Midgard Festival, Kaleidescope Gathering, and Gathering for Life on Earth some of which are specific Heathen festivals while others are Pan-Neo-Pagan Festivals that attract many differing groups including Heathens. Heathens also come together for major rites of passage, including baby naming ceremonies within the first year of birth, a child's entrance into adulthood, marriages and funerals. These can bring communities of Heathens together, as well as bring in non-Heathen family members and friends more often than do the seasonal holidays. ==Customs== The primary customs of Canadian Heathens are similar to other groups worldwide. The two most prevalent are blót and symbel. Followed by these are various votive offerings, such as sóa or faining as well as processing. These ceremonies or customs are done with the focus of honouring or venerating the holy powers including the deities of northern Europe, landwights, or ancestors. ===Blót=== Blót is a celebration that is centered upon a sacrifice to the holy powers. Traditionally this was an animal sacrifice, which may still be performed in our modern times. Most often the modern Canadian blót is a feast which is shared communally with a significant portion of the meal and alcohol - usually mead or beer - set aside for the Gods, Wights and/or Ancestors. ===Symbel=== Next to blót the symbel is the most sacred custom of any Heathen gathering. The typical, though sometimes modified, format of the Symbel is the passing of a drinking vessel (commonly a drinking horn) filled with either an alcoholic or non-alcoholic beverage for three rounds. The first round of toasts or hails goes to the Gods, the second to heroes and ancestors the third is the 'oath, toast or boast' round. Many kindreds in Canada make a distinction between a 'high symbel' and a 'low symbel.' These differentiations do not refer to the sacredness of the custom, but instead how they are structured. ==== High Symbel ==== A high symbel refers to a group ritual drinking that allows only the hailing of Germanic Gods. This format is most often applied at gatherings where more than one kindred comes together to share in symbel such as at Hail and Horn Gathering or Kaleidoscope Gathering. ==== Low Symbel ==== Folk gathering at Midgard Festival, Eganville Ontario for an offering to Nerthus after a procession. Summer 2010. The low symbel is the format most often used at smaller kindred gatherings. As there is a rule against non-Heathens from sharing in the custom, these guests are permitted to hail their own Gods. This is often the case when non-Heathen family members wish to participate in the kindred's activities and due to the inclusive nature of the Canadian culture. ===Offerings=== Votive offerings are the most frequent form of offering. Items of some value to the offering party are either burned, sunk or broken. This act is sometimes called sóa or faining. Traditionally some items given as offerings included weapons, armour, jewelry or household goods. Some Canadian Heathens have taken up some First Nations' traditions in regards to offerings including giving or burning of tobacco and cedar. ===Procession=== Processing is another form of honouring the Gods as described in Tacitus' Germania (book) concerning the processing of Nerthus as well as of Freyr in the Sagas. This act takes on various forms but in each case an idol or other representation of a God(dess) or ancestor are pulled on wagon or carried on a palanquin over a parcel of land. In modern Canadian heathen practice this form of ritual is performed amongst a large number of people. It may take place as part of a festival, parade or on private land. ==Large Gatherings== There are a number of large Heathen gatherings in Canada which consist of local, regional and disperse Heathens coming together to share in each other's company for the purposes of meeting new friends, sharing in religious devotion as well as exchanging ideas on how to better improve the many facets of Heathen life on a local, regional or national level. ===Hail and Horn Gathering=== Hail and Horn Gathering is held the Canada Day long weekend at Raven's Knoll near Eganville Ontario. The gathering was established by Austin \"Auz\" Lawrence (Gothi and Steward at Raven's Knoll) and Erik Lacharity (a Steward of Rúnatýr Kindred) and has since benefitted from the many volunteers who help co-ordinate the tripartite ritual of Blót, Húsel and Symbel as well as the many workshops. Each year a crafts person from the community volunteers or is selected to carve the godpole to be raised at the Blót. The Blót is then led by three gothis/gythias who, under the guidance of the gothi at Raven's Knoll, put on a ritual which is meant to enliven the godpole and see that the community bears witness to its raising. It is a thematic ritual, as with the whole gathering, focusing on the lore and folk understandings of the god/dess being honoured. The Blót consists of offerings of foodstuffs, libations and objects which have ritual significance upon a stone. The Húsel feast consists of multiple courses, each in turn crafted to be both historical Germanic fare as well as thematically consistent with the auspice of that year's selected divinity. Within the temporary hall structure are to be found hanging banners representing the many groups present at the event as well as other adornments such as shields and iconographic draperies. A portion of each course is set aside and offered to the gods, wights and ancestors. High Symbel follows immediately after the Húsel were folks come together to drink of the horn and speak good wholesome words. The horn is carried round by the Byrele and order is maintained by the Thyle. Gifting is an important part of the Hail and Horn High Symbel as it allows many bonds to be formed by folks who may live great distances from each other. After the High Symbel, the folk are treated to a line-up of entertainment as performers participate in the Skaldic. At the Skaldic patrons can expect hearing a number of tales pertinent to the lore of the god/dess being honoured at the event. It is also after the Skaldic that the organizers present the arm rings to two members of the gathered folk who have been selected by the Doughty, previous recipients of armrings, for reasons which should embody dedication to the community and exemplary conduct which has been recognized by the Doughty throughout the event. As the entry fee to the event comprises the cost of purchasing the crafted silver rings, it is understood that the gifted rings are offered by the folk, through the advice of the Doughty and given by the Organizors to the recipients, forming an elaborate gifting cycle. ==Major Controversies== Although heathens in Canada share many similarities, disagreements about how to practice Heathenry exist. Many of these controversies are influenced by American Asatru and Heathenry, but they also have intricacies that are specific to Canada, in contrast to the United States or Europe. ===Reconstructionism and UPG=== Starting in the year 2000, a rise in historical accuracy has been seen among Heathen practitioners. Influenced by such authors as Bil Linzie, Swain Wodening and the works of Garman Lord (Theodism) modern heathens have taken a more reconstructionist approach to the development of their religiosity. Polytheistic reconstructionism includes the relying upon primary source texts, archaeological finds and academic secondary sources in order to as closely as possible follow the world-view and practices of Germanic paleo-Pagans. Those who do not rely strictly upon academic sources may implement their own personal thoughts, beliefs and experiences concerning the Gods or customs as part of their heathen development. This has come to referred as Unverified Personal Gnosis or Unusual Personal Gnosis (UPG). The acceptance of such UPG can be a source of controversy among practitioners. ===Folkish, Universalist and Racialist=== Unlike Ásatrú in the United States, the Folkish - Universalist divide is not readily apparent in Canada. This issue is dominated by factions of those Heathens claiming that only those of Germanic ancestry may practice the folk-way (Folkish) while others claim that no such requirement exists (Universalist). It is the attitude of most Canadian Heathens that no person has the right to discriminate against another's willingness to adherence to heathen custom and many Canadian Heathen organizations have reaffirmed that. In Canada, due in no small part to the multicultural nature of Canadian society, racialism is marginalized within the mainstream Heathen community. However, some white supremacist and neo-Nazi organizations in Canada do co-opt Heathen symbols for their own purposes, but are outcast by Heathen organizations. ===Jötunn Worship=== Jötunn (Giant) worship is an issue of debate among Canadian Heathens as it is to heathens in other countries. It has been greatly influenced by Northern Tradition Paganism and in particular Raven Kaldera in the United States as well as some historians and other authors which made its way to Canada and has in some cases been accepted by certain groups. Some groups venerate jotnar or have a small segment of their community who makes offerings to jotnar outside of the vé. The individual who holds the most debate for Heathens, however, is Loki. Some Heathens will put in place a taboo in their home against the mentioning of Loki's name while others will intentionally offer to Loki at symbel whenever Odin is toasted. Yet these are issues primarily of those who practice the Scandinavian forms of Heathenry, while the debate is less relevant to Anglo-Saxon and Frankish Heathens. In 2014 a Jötunn Vé was established at Raven's Knoll at the lower end of the Shrine Trail, which was set up as a place to lift poles to the Jötnar embodying a physical cosmological representation of Jötunheim where as the gods are present in the Upper Vé. ===Non-Germanic Customs=== Although it is not uncommon for a Canadian kindred to honour non-Germanic gods in low symbel, the incorporation of non-Germanic customs as part of the public cult is more controversial. Some Heathens may see such a practice as cultural appropriation and will not entertain or encourage such practices. However others more open to such ideas tend to justify their practices by way of appreciation for the history and ancestors of the land they are upon. Within the non-Germanic customs perhaps the most controversial is the inclusion of First Peoples folk customs. Some Canadians Heathens view it as cultural appropriation while others see it as a form of appreciation to the original peoples of the land as well as, to many especially French-Canadians, their own ancestors. ==History and regional differences== Canada is the second largest country in the world second only to Russia and has an official bilingualism policy of English and French as well as a multiculturalism ideology. The Canadian Multiculturalism Act recognizes the First Peoples (First Nations, Inuit and Metis), the English and the French peoples who helped form Canada as well as the immigration from many parts of the world. Due to Canada's great size and multicultural make-up, a great number of regional differences exist in each area of the country in regards to Heathenry. Though certainly for a long time Canadian Heathenry was largely inspired by American Ásatrú and European Heathenry from coast to coast, a thew (set of customary practices) has been forming distinct to Canada and each of its regions. ===Atlantic Canada=== Atlantic Canada contains two known regional organisations Maritime Heathens and East Coast Heathens which encompass Nova Scotia, New Brunswick and Prince Edward Island. There is no known group in Newfoundland at this time, due to the closing of the Frithling Society of Newfoundland. ===Québec=== Among those practicing Heathenry in the province of Quebec, there is a greater tendency for practitioners to involve elements of Seax Wicca (sometimes called Saxon witchcraft or Norse Wicca), in their customs. Giants worship is also higher in this region, due to Montreal's most active kindred describing its practice as Northern Tradition Paganism (rather than Heathenry), and borrowing elements of Ár nDraíocht Féin's ritual format. The majority of Quebecers are from French ancestry and especially from Norman ancestry. The Normans were the people who gave their name to Normandy, a region in Northern France. They were descended from Norse Viking conquerors of the territory and the native population of Frankish and Gallo-Roman stock. Their identity emerged initially in the first half of the 10th century, and gradually evolved over succeeding centuries. A few heathens in Quebec acknowledge their Norman ancestry in their religion. One kindred west of downtown Montreal has been active since 1997 and has provided mead-making and mead-judging seminars, both locally and at non-local festivals, as well as hosted Edda study groups, Asatru workshops, seminars on the Norse pantheon, and seidhr sessions, and has often been active in local or regional pagan community events, with an eye to mutual benefit from interaction with pagans of various paths. Activities have included periodically performing an Asatru blot as one of the community public rituals, presenting mead information at fairs, co-organizing and/or participating in pagan conferences, and assisting in pagan pastoral outreach projects for Canadian Forces personnel as well as prison inmates. The Norman-descended Frowe of this hearth is gydhja, vitka, seidhkona, spakona, an elder in the local community since 1990, a co-founder of Althing Canada, and has also been loosely associated with Skergard, currently serving as proofreader for its publication. There was also a kindred based in Pointe-aux-Trembles (an Eastern suburb of Montreal) founded by bikers and related to the Odinic Rite. According to the Canadian Ásatrú Portal, this kindred is inactive today. There are also a new group since September 2011 closer to the definition of modern \" Heathenry \" because they are structured as a tribal community, with a chieftain and many by-laws. They avoid as much as possible any kind of relationship with Seax Wicca or druidry. ===Ontario=== Ontario has built a fairly independent tribalism system. The province, being the most populated in Canada, also has larger concentration of heathens in urban centres. Many of the urban centers have kindreds, including Barrie, Oakville, Toronto, Thunder Bay and two in Ottawa. Kingston and London have groups of Heathens who perform ceremony together, albeit without a formalized kindred structure. In addition, in many of these urban centers there are individual Heathens who choose to remain unaffiliated with any group. One could argue that the only common thew in Ontario is the localized independent kindred structure as many of these groups prove to be distinctly unique to their area. Ontario is also home to Raven's Knoll, a Pagan and Heathen owned special events campground, which has a permanent vé to the Heathen Gods, the first publicly accessible in Canada. The vé has an additional god-pole raised to a Heathen God each year at Hail and Horn Gathering, the pan-Canadian Heathen festival. In 2012 the vé was founded with a god-pole to Odin, a pole to Frigg was raised in 2013, in 2014 a pole was raised to Freyr and in 2015 a pole to Freyja. ===Prairies=== In Alberta, Saskatchewan and Manitoba, Heathenry has been largely influenced by the Odinic Rite with exceptions including Nordheim Asatru Kindred, Asatru Kindred of Northern Alberta and an independent kindred in Calgary. There are pub-moots in Calgary and Edmonton that attract various people interested in Heathenry or who are heathens themselves. Heathenry is seeing a surge of support in Saskatchewan and Manitoba, with groups such as Three Raven Kindred operating out of Qu'Appelle (30m East of Regina, SK), and the Manitoba Heathens Facebook Group (Winnipeg) regularly holding public events and lore sessions. ===British Columbia=== The culture of Heathenry in British Columbia has very much been shaped by the Heathen Freehold Society which has been operational since 2002. The organization goes across the province and is one of the largest and longest- running Canadian heathen group. There are however, other groups in British Columbia some of which are independent kindreds and some which are splinter groups from former Heathen Freehold Society members such as the Fridhgard Fellowship Society. Though there is a strong influence of family within heathens across the country it is especially important to Heathens in British Columbia. In addition unlike some other areas of the country non-Germanic folk-customs do not tend to play a role in BC Heathenry. ==Heathen Groups in Canada== Map of Canada (geopolitical) Within Canada most heathens participate within kindreds, however this is affected by proximity to other Heathens and whether a provincial organization exists. A 2013 online survey found 805 Heathens living in Canada however, as this was an online voluntary survey numbers may be higher and, many people who do not identify as Heathen participate in Heathen ceremonies. Kindreds: *Nordheim Asatru Kindred, Edmonton AB *Austrugr Kindred, Halifax NS * Clearwater Kindred, Calgary AB * Cliffside Kindred, Toronto ON * Crossroads Kindred, Calgary AB * The Asatru Kindred of Northern Alberta, Edmonton AB * Lokabrenna Kindred, Montreal QC * Mapleheim Kindred, Ottawa ON * Nine Mountains Kindred, Montreal QC * Odin's Volk Kindred, Oakville ON * Rúnatýr Kindred, Ottawa ON * Thunder Oak Hearth, Amherst NS * Vikings Of The Metal Age Kindred, Toronto and Smiths Falls ON * Vindisir Kindred, London ON * Wayfarers Kindred, Barrie ON * Eyes of Vinland Kindred, Montreal, QC * Wodan's Kindred, Vancouver Island BC * Three Raven Kindred, Qu'Appelle SK * Ferðamenn Miðgard, Toronto ON Provincial Organizations: * Regroupement des clans Germanique du Québec * Fridhgard Fellowship Society, BC *British Columbia Heathen Freehold * Maritime Heathen * Heathen House, BC Festivals or Major Gatherings: * Hail & Horn Gathering * Kaleidoscope Gathering * UCPG Midgard Festival *British Columbia Heathen Freehold Althing Other Organizations: * The Werthana (Le Werthana) == See also == * Germanic Neopaganism * Germanic Paganism * Religion in Canada * Polytheistic reconstructionism * Ásatrúarfélagið * Ásatrú in the United States * Neopaganism in Scandinavia * Neopaganism in German-speaking Europe == References == == External links == * Asatru.ca * Ásatrú (Norse Heathenism), ReligiousTolerance.org Canadian Heathen Forums: * Rúnatýr Kindred Forum * Heathen Freehold of British Columbia Forum Canadian Heathen Facebook groups: * Canadian Asatru and Heathenry * Ontario Heathens * Regroupement des clans Germanique du Québec * Montreal Germanic Heathenry Discussion Group Category:Germanic neopaganism Category:Neopaganism in Canada ",
    "title": "Heathenry in Canada"
}