{
    "id": "31425354",
    "text": "Hip Club Groove was a Canadian hip hop band, active in the 1990s. Originally from Truro, Nova Scotia and later based in Halifax, the band consisted of rappers Derek \"MC\" Mackenzie and Cory \"Cheklove Shakil\" Bowles,\"Best Crossover: Cory Bowles\". The Coast and DJ Brian \"DJ Moves\" Higgins.\"Hip Club Groove: Unreleased & Rare\". Exclaim!, November 2010. ==History== Hip Club Groove started in Truro when its members where in high school.\"Exclaim!: Halifax Hip-Hop Anticipates the Big Bang\". HipHopCanada, May 1, 2000 As well as Mackenzie and Bowles, the group's original lineup also included Sixtoo\"Sixtoo's Hip Journeys\". chartattack.com, November 30, 2001. and Gordski, who both left the band before its full-length debut album but remained occasional collaborators. Another sometime collaborator was \"Stinkin' Rich\" Terfry, who later became better known as solo hip hop artist Buck 65.\"Stinkin' Rich is in yer face: As rock `n' roll shuffles toward middle age, hip hop has grabbed the cool corner of the street\". Halifax Daily News, April 30, 1995. The band released the EP Cool Beans in 1993 on No Records, before signing to Sloan's Murderecords for 1994's Trailer Park Hip Hop.\"The History of Hip-Hop in Halifax\". Noisey, by Adria Young, Feb 13 2014. They then toured with Sloan in support of the album.\"CANADIAN ROCK EXPLODES!\". Maclean's Magazine, March 27, 1995 Hip Club Groove released their second and final album, Land of the Lost, on Funtrip Records in 1996. The band broke up soon after, and Higgins and Mackenzie went on to join Len as touring musicians; they performed on a few tracks on Len's 1999 album You Can't Stop the Bum Rush, where Higgins retained the name DJ Moves but Mackenzie was known as D-Rock.\"D-Rock Is Dead. Long Live Mackenzie.\" chartattack.com, December 19, 2001. Bowles took an acting role in the television series Trailer Park Boys. After leaving Len, Mackenzie re-emerged in the band Alcona, and Bowles later returned to music with the band Aide-de-Camp. DJ Moves has released material as a solo artist. The band released a compilation album, Unreleased & Rare, in 2010. ==Discography== *Cool Beans (1993) *Trailer Park Hip Hop (1994) *Land of the Lost (1996) *Unreleased & Rare (2010) ==References== ==External links== *Hip Club Groove on Myspace Category:Canadian hip hop groups Category:Musical groups from Nova Scotia Category:Murderecords artists Category:Musical groups established in 1991 Category:Musical groups disestablished in 1996 Category:1991 establishments in Nova Scotia ",
    "title": "Hip Club Groove"
}