{
    "id": "31427344",
    "text": "Ni Yulan (, born 24 March 1960) is a civil rights lawyer in the People's Republic of China. She holds a law degree from China University of Political Science and Law, and officially became a lawyer law in 1986. Ni has established herself in the field of human rights lawyering by defending persecuted groups such as Falun Gong practitioners and victims of forced eviction.Radio Netherlands Worldwide, Dutch FM \"prefers cheese trade to human rights\" , 31 January 2012.Paul Mooney, \"Darkness at Noon\" South China Morning Post, 30 January 2011. Ni's human rights activism began in 2001 when her neighborhood in Beijing had been slated for mandatory demolition in order to accommodate the 7-year-later 2008 Beijing Olympics. Ni, a forty-year-old lawyer at the time, helped her neighbors by either attempting to save their homes from being demolished or by demanding equitable compensation. However, since 2002, she has become a victim of human rights abuses herself. She received the Human Rights Tulip, an award given by the government of the Netherlands, and the International Women of Courage Award presented by the U.S. department of State. == Arrests and imprisonment == ===First arrest and imprisonment=== In April 2002, Ni was arrested by the police while filming the forced destruction of a neighbor's home. She was then detained for 75 days. Ni recounted, during her detention, she was kicked and beaten for 15 hours, consequently leaving her maimed and in need of clutches to walk since.Human Rights Watch, China's Rights Defenders In September 2002, Ni was again arrested while petitioning the Beijing National People's Congress Standing Committee about her having been beaten in police custody. Nonetheless, instead of receiving recompense, she was sentenced to a year in prison for \"obstructing official business\". Additionally, her lawyer's license was revoked. In November 2005, before then US president George W. Bush's visit to China, the Chinese regime's police forbade Ni from leaving her home. Two days later, when she was taking a walk in a park near her home, she was assaulted by unidentified men. However, when she reported this attack to the police, she herself was taken into police custody. ===Second arrest and imprisonment=== In August 2008, Ni was arrested when her own home was forcibly demolished, and was sentenced to two years in prison. According to Ni, during her imprisonment, she had been beaten harshly to the point that she could only crawl on the prison floor. Ni was without a home upon her release. Nevertheless, the police still made it difficult for her when she attempted to rent a hotel room or an apartment. As a result, she and her husband camped in a tent at a park in central Beijing. After drawing significant news media attention, authorities then moved the couple to a hotel room.Peter Ford, \"Why Chinese activist Ni Yulan lost nearly everything\", Christian Science Monitor, 6 July 2010 ===Third arrest and imprisonment=== On April 7, 2011, Ni and her husband were detained by police as part of a nationwide crackdown on dissent. Ni described multiple instances of abuse during her detention, including once when an officer urinated on her face, and another taking her clutches away and forcing her to crawl from her cell to the prison workshop. On December 29, 2011, Chinese authorities put Ni Yulan on trial for alleged \"fraud\" in Beijing. Due to mistreatment inflicted since Ni's detention in April, she was in poor health upon her appearance in court. She was propped up on a makeshift bed with an oxygen mask tied to her face. In April 2012, Ni was sentenced to two years and eight months in prison for “causing a disturbance” and \"fraud\". Her husband, Dong Jiqin, was similarly sentenced to two years for \"causing a disturbance\". However, rights activists argue that the charges were fabricated in order to stifle dissent. On October 5, 2013, Ni completed her third sentence. According to Ni, her illness had not been treated during her detention, and she was, as a result, in poor health upon release. ==Continued harassment== Following Ni Yulan's release in 2013, she and her family have continued to face a series of human rights violations, which include being defrauded, monitored, followed, forcibly evicted from their homes without prior warning, and having her passport arbitrarily denied. In 2016, Ni was forbidden by Chinese authorities from leaving China to attend The US Award Ceremony, where she would have received the International Women of Courage Award. According to Ni, the reason for such a ban was that Chinese authorities had, without legal reasons, withheld her passport. Ni speculated that it was because authorities had gotten infuriated by her efforts at drawing social media attention to the cause of detained human rights lawyers in 2015. Soon after the Chinese government's denial of Ni's passport application, on April 2, 2016, a group of around twenty people forcibly removed her from her home in Beijing and assaulted her husband. Subsequently, the company managing the property told Ni that it had faced pressure from the government's security forces to evict her. The latest incident of harassment occurred in April 2017. At the beginning of April, after Ni Yulan had signed a contract and paid 40,000 yuan for renting an apartment over several months, the landlord informed her that the apartment was in a restricted housing unit, and that she had to leave by 15 April 2017. In addition, the landlord stated that only 8,000 yuan of her payment could be refunded. The landlord also told her that it was the local police department who had instructed the eviction and refusal to refund fully. On 14 April 2017, the windows of Ni's apartment were smashed and the electricity was cut off. During the night of 15 April, a group of men broke into Ni's apartment, seized the family's cell phones, and dragged the family members into two vans waiting outside the building. The two vans then drove around the city for hours, during which time Ni was injured on the back and ankle, while her husband was injured on the head and leg. The family were then left off in an alley away from their apartment. Their belongings were also removed from their apartment and left in the street. == Awards == In 2011, Ni received the Human Rights Tulip, an annual award presented by the government of the Netherlands. Initially, Ni's daughter had asked the ceremony to be delayed for two weeks since Ni was facing trial at the time, and it was feared that Ni's receiving of the award might aggravate her situation in China. However, the ceremony had to be canceled later since Ni's daughter, who would have represented her mother at the ceremony, was not allowed to leave China. In 2016, she received the International Women of Courage Award. During the ceremony, which Ni was barred by Chinese authorities from attending, then U.S. secretary of State John Kerry commended: > Ni Yulan has paid a steep price for her efforts to assert the legal rights > of Chinese citizens. Her outspokenness has led her to imprisonment, during > which she was beaten so badly that she became paralyzed from the waist down, > but that hasn't stopped her [...] She continues to defend the property > rights of Beijing residents whose homes have been slated for demolition. ==References== ==External links== *Urgent action CASE FILE for Ni Yulan (倪玉兰) by CHINESE URGENT ACTION WORKING GROUP *\"China Set to Punish Another Human Rights Activist article by Andrew Jacobs in The New York Times January 2, 2012 *\"Ni Yulan Appeals Conviction; U.S. and EU Call for Her Release\" case update by Human Rights in China, April 17, 2012 *Ni Yulan Youtube playlist Category:Chinese dissidents Category:Chinese democracy activists Category:Chinese human rights activists Category:Human rights Category:Prisoners and detainees of the People's Republic of China Category:Chinese lawyers Category:Weiquan movement Category:Living people Category:1960 births Category:Women human rights defenders Category:Women who received the International Women of Courage Award ",
    "title": "Ni Yulan"
}