{
    "id": "31432543",
    "text": "Front entrance to the San Pablo Lytton Casino in San Pablo, California Casino San Pablo is a Native American reservation with a gambling hall located in San Pablo, California.Richmond rejects tribe's plans for casino resort. Carolyn Jones. San Francisco Chronicle. 07-04-2011. Retrieved 07-04-2011. It is operated by the Lytton Band of Pomo Indians. It is adjacent to the site of the now demolished Doctors Medical Center. The former medical center was sold to the tribe in 2017.Sales of bankrupt hospital to owner of San Pablo Casino pending, East Bay Times ==History== The site, formerly a trailer park and supermarket, was converted into parking and a card club in 1994. Later in 2002, restricted gambling was permitted. The casino shares its revenues with the city of San Pablo (7%) where it forms the city's economic backbone. In 2005 the casino was expanded into a \"full-fledged\" casino with slot machines and video bingo.Health of economy, residents on rise in San Pablo, San Francisco Chronicle However, by 2016 the workers who were making an average of $12 an hour were complaining that it was too low with the salaries at nearby Oaks Card Club being $14 and Graton Casino also hovering around $14 and thus asked for a 12% wage hike. In 2014 the casino was making an estimated $277 million annually.Workers at San Pablo Lytton Casino push for higher pay, better job protections, San Jose Mercury News Nevertheless the tribe of 350 people was reported to be paying its unionized employees $9.50 an hour on average just 5 years earlier.San Pablo Casino workers irked over no raises, San Francisco Chronicle Loni Hancock opposed adding the video bingo machines because she said that they look and feel like real slot machines and that technology has brought in a loophole and it would bring more traffic and crime to the area.Video bingo machines are tribe's new gamble / Devices no different from slots, say critics of East Bay casino, San Francisco Chronicle In 2018 a man that had arranged for a sexual encounter at the casino was attacked and had his car stolen by a man and woman in the parking lot of the gaming hall.Man Seeking Sex Carjacked; Vehicle Found At San Pablo Casino, Patch Furthermore in 2018 the tribe donated $1 million to a fund to support the victims of the Camp Fire.Lytton Rancheria to donate $1 million for victims of California wildfires, ABC10'Devastated' Lytton Tribe donates $1 million to victims of deadly CA wildfire, Indian Country Today In 2019 patrons of the casino were followed home and robbed at gunpoint across the bay in South San Francisco.Gunmen Rob Couple After San Pablo Casino Outing, Patch3 charged with robbing San Pablo casino winners, The Richmond StandardThree Vallejo men face prison for alleged South San Francisco robbery at gunpoint, The Daily Journal Also in 2019 the casino bought the former hospital site for $13.5 million and razed it to expand parking by 1,000 spaces. It was believed this would alleviate parking in the surrounding neighborhoods and be of economic benefit to the city of San Pablo, which receives over 50% of its funding from casino revenues.Doctors Medical Center is gone — what’s next for the site?, The Richmond Standard In 2019, with the help of congressman Jared Huffman, the tribe was seeking to establish a non-gambling homeland adjacent to Windsor in Sonoma County. The plans are to build housing, a resort hotel, and a winery on a 500-acre site.Huffman bill grants 500 acres of tribal lands to Lytton Rancheria, Petaluma Argus Courier It is known as the Lytton Rancheria Homelands Act.Legislation creating Lytton tribal homeland near Windsor clears big hurdle, The Press Democrat Also in 2019 a Daly City woman won nearly $781,000 in a jackpot from a slot machine here.Daly City woman hits $780,892 jackpot at San Pablo Lytton Casino, Richmond Standard ==Notes== ==External links== * Category:San Pablo, California Category:Casinos in California Category:Native American casinos Category:1994 establishments in California Category:Casinos completed in 1994 ",
    "title": "San Pablo Lytton Casino"
}