{
    "id": "31436051",
    "text": "David Andrew Skinns (born 1 February 1982) is an English professional golfer. Skinns was born in Lincoln, England. He was the losing finalist in the 2000 Boys Amateur Championship. He attended the University of Tennessee and majored in psychology. Skinns has competed on the NGA Hooters Tour and played a few events on the PGA Tour, Korn Ferry Tour, European Tour and the Challenge Tour. He was the NGA Hooters Tour 2008 \"Player of the Year\". He has a total of seven professional wins on the NGA Hooters Tour. In 2017, Skinns started the season Web.com Tour season finale 115th on the money list. A T2 at the WinCo Foods Portland Open moved him to 58th. Skinns failed to earn a PGA Tour card, but was guaranteed full Web.com Tour status for the first time in his career. The next year, Skinns earned his first win on a major professional tour at the Pinnacle Bank Championship. He fell short again of qualifying for the PGA Tour, finishing 41st on the regular season money list and outside the top 25 in the Finals. ==Professional wins (8)== ===Web.com Tour wins (1)=== {| class=\"wikitable\" style=\"font-size:95%;\" !No.!!Date!!Tournament!!Winning score!!To par!!Margin of victory!!Runner-up |- |align=center|1 |Jul 22, 2018 |Pinnacle Bank Championship |68-66-69-65=268 |align=center|−16 |2 strokes | Im Sung-jae |} ===NGA Hooters Tour wins (7)=== *2008 Dothan Classic, First-Tee Inverrary Country Club Open, Base Camp Realty/Chesdin Landing Open *2011 River Islands Golf Club Classic *2012 Cutter Creek Golf Classic, Three Ridges NGA Knoxville Classic, NGA Tour Classic at Achasta http://www.bluegiraffesports.com/sports/golf/david-skinns ==Team appearances== Amateur *Palmer Cup (representing Europe): 2003 (winners), 2005 *Men's Home Internationals (representing England): 2000 - 2006 ==References== ==External links== * * * Category:English male golfers Category:Tennessee Volunteers men's golfers Category:Sportspeople from Lincoln, England Category:1982 births Category:Living people ",
    "title": "David Skinns"
}