{
    "id": "31432964",
    "text": "George Schneeman (March 11, 1934 – January 27, 2009) was an American painter who lived in Tuscany, Italy, and New York City. == Life and work == George Schneeman was born on March 11, 1934 in St. Paul, Minnesota. He received a B.A. in Philosophy and English Literature from St Mary's College, Winona, Minnesota, and then began graduate work in English Literature at the University of Minnesota.(George Schneeman, Cue Art Foundation, 2003) He then enlisted in the army. Having shown an aptitude for languages, he was posted to Verona, Italy. The following excerpt is from an autobiographical statement Schneeman wrote in 2007 on the occasion of an exhibition at the Instituto Italiano di Cultura: In 1966, when it came time to decide whether our three boys were going to grow up as Americans or Tuscan peasants, we moved to New York City, where we have lived ever since.(George Schneeman, \"Autobiographical Statement\" George Schneeman in Italy, Instituto Italiano di Cultura, San Francisco 2011, p. 6) In Italy, Schneeman had met Renzo Sommaruga, a well known Italian artist who lived in Verona and with whom was born a deep and lasting friendship and with whom he shared the passion for painting and poetry. He also had met two young New York writers, Peter Schjeldahl and Ron Padgett. On his move to New York City, Schneeman immediately became part of a group of poets centered around the St. Mark's Church in-the-Bowery and began to work extensively with them, painting many portraits of these poets, producing flyers for their readings, covers for their books and collaborating with them extensively. Schneeman is known for being one of the most prolific collaborators in a milieu frequently characterized by its collaborative spirit; over approximately forty years, he collaborated on hundreds of pieces of art with, amongst others, Ted Berrigan, Anne Waldman, Allen Ginsberg, Larry Fagin, Dick Gallup, Michael Brownstein, Lewis MacAdams, Alice Notley, Bill Berkson, Tom Clark, Steve Katz, Ted Greenwald and Lewis Warsh. Many of these collaborations were documented in Painter Among Poets: The Collaborative Art of George Schneeman, edited by Ron Padgett (Granary Books, 2004). Scheenman's artwork has been featured on Comes Through in the Call Hold, a recording with Clark Coolidge, Anne Waldman, and Thurston Moore, released by Fast Speaking Music.http://www.annewaldman.org/comes-through-in-the-call-hold/ In the 1970s, Schneeman turned to fresco painting, which he had learned in Italy, and in the 1980s, he began to paint on ceramics, eventually learning to throw and slip- cast his own ceramics. From the late 1990s onwards, he spent part of the year in Tuscany, Italy, where he began to paint landscapes once again. Schneeman died of heart failure on January 27, 2009.(https://www.nytimes.com/2009/01/31/arts/design/31schneeman.html) == Reception and critical assessment == Schneeman showed at the Holly Solomon Gallery from 1976 through 1982, and at the Donahue / Sosinski in 2002 and 2002. From 1982 till 1996, he mounted his own solo exhibitions every two years at his studio on the Lower East Side, showing paintings and collages along with his ceramics. In 2006, he had a retrospective exhibition in a private home on the Lower East Side, which included a comprehensive selection of his work and various media: large figures on canvas, egg tempera landscapes on board, oil pastel drawings, fresco portraits, collages, ceramics, and missed media collaborations with poets. He received several grants and awards, including the Rosenthal Award from the American Academy of Arts and Letters (1969), a National Endowment for the Arts grant (1980) and a grant from the Fund for Poetry (1996). As Art in America has noted, Schneeman was largely self-taught, and though his work was critically well received, he never experienced sustained commercial success during his life.(Art In America, April 2009) Schneeman was wary of art-world careerism, and viewed the relationship between his work as an artist and his broader life with family as friends as one; from his days as an Italian contadini (farmer) living a rural life in Tuscany, he designed and built most of his homes, including furniture, toys, musical instruments and dining ware. The art critic Peter Schjeldahl wrote about the close relationship between Schneeman's art and life, commenting, \"The art, craft, and design of George Schneeman are all of a piece, as if these disciplines had never been opposed ... and otherwise split off from the flow of life. The light, slightly roughed-up sensuousness of his approach to everything and the homey frugality of his means have a common sense so uncommon it's exotic. His work is good in the sense of good quality and also in the sense of goodness, a humanly right relation of parts to whole ... It's about pleasure as a habit ...\".(Introduction, \"The Home Plate Show\" 1983) The poet Ron Padgett, a friend and long-time collaborator, has written of Schneeman's art that, \"It is beautiful – mild, balanced, well-drawn, firm, straightforward, and sometimes serene. It is also light, modern, attractive, clear, and likeable. It is not outrageous, declamatory, shocking, sneering, trendy, bizarre, or shrill. It is good. Sometimes it is affectionate.\"(Padgett, quoted by Bill Berkson, in Painter Among Poets, edited by Ron Padgett, Granary Books, New York 2004, p. 96.) == References == ==External links== * George Schneeman - Selected Collaborations with Poets (42 images) * George Schneeman - Selected Book & Flyer Art - (44 images). “Mr. Schneeman produced hundreds of collaborative pieces that were neither pure visual art nor pure verbal art but something tantalizingly indefinable between the two.\" The New York Times, January 31, 2009 * George Schneeman - Enduring Presence * https://web.archive.org/web/20110404035400/http://www.cueartfoundation.org/george- schneeman.html * https://www.nytimes.com/2009/01/31/arts/design/31schneeman.html Category:20th- century American painters Category:American male painters Category:21st- century American painters Category:University of Minnesota alumni Category:People from Tuscany Category:Artists from New York City Category:1934 births Category:2009 deaths ",
    "title": "George Schneeman"
}