{
    "id": "31433033",
    "text": "Stephanie Lee Andujar (born July 15, 1986),Stephanie Andujar Biography | https://www.imdb.com/name/nm2837910/?ref_=fn_al_nm_1 | imdb.com nicknamed StephA, is an American actress, director, producer, writer, singer, dancer and songwriter. Known to be a comedic and dramatic actress, her versatility goes far. Starring in the Academy Award-winning film Precious (2009), Pariah (2011), See Girl Run (2012), Babygirl (2013), A Walk Among the Tombstones (2014), and the film Marjorie Prime (2017). Her television career includes CBS's Blue Bloods (2018), NBC's Law & Order: SVU (2007), nurse drama Mercy (2010), and Blindspot (2015). Andujar received praise for her performance in Orange is the New Black Season 2 (2014) as young Miss Rosa. Stephanie also starred in theatre performances from The Wiz, The Crucible, and The Good Woman of Setzuan. ==Early life and education== Andujar was born in Manhattan, New York on July 15, 1986. Her father, Hector Andujar, was born in Ponce, Puerto Rico and her mother Carmen Andujar (of Puerto Rican descent) is an NYPD School Safety Agent, born in Chelsea, New York. She has an older sister Melanie Andujar and a younger brother Hector Andujar Jr. Her family first resided in Harlem, then to Queens, finally settling back to the neighborhood in Manhattan. While being raised in Chelsea-Elliot Houses housing projects, Andujar started acting at the age of 12, when her parents enrolled her at a Beacon after-school arts program. At 13, she landed the part of the Scarecrow in the musical The Wiz. While performing in The Wiz a talent manager noticed her and signed her up immediately. Her drama teacher Derrick Tyes pushed for her to audition for drama schools. She was then accepted at Talent Unlimited High School where she performed in more than 10 drama productions. She obtained her Business Degree (2009) at Pace University in New York City. ==Career== In 2007, while attending Pace University, Stephanie auditioned for a role in Law & Order: SVU and booked her first role as Latrice Munez. She then auditioned for Push, which was being turned into a film directed by Lee Daniels. Andujar's role came when she played former heroin addict Rita Romero in the 2009 film Precious. She went on to play young Miss Rosa in Orange is the New Black Season 2. Hillary Busis of Entertainment Weekly raved about her performance and stated, \"Stephanie Andujar, who plays Young Rosa, is mesmerizing, and I want her to star in a prequel spinoff called Portrait of the Prisoner as a Young Bank Robber.\" In 2016, Stephanie formed Andujar Productions with her family and produced a comedy web series \"StephA: One Woman Show.\" The YouTube series showcases Stephanie's comedic range, as she plays 10+ characters who intertwine with each other. The show is based on Stephanie's life growing up in New York City and currently has 5 seasons. ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\"| Notes |- | 2008 | Awilda and a Bee | Jillian | Short |- | 2009 | Precious | Rita Romero | |- | 2011 | Pariah | Pier girl | |- | 2012 | See Girl Run | Alicia | |- | 2013 | Babygirl | Awilda | |- | 2014 | A Walk Among the Tombstones | Cashier | |- | 2017 | Marjorie Prime | Julie | |- |} ===Television=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\"| Notes |- | 2007 | Law & Order: Special Victims Unit | Latrice Munez | Episode: \"Fight\" |- | 2010 | Mercy | Deanna | 2 episodes |- | 2014 | Orange Is the New Black | Young Rosa | 2 episodes |- | 2015 | Blindspot | Isabella DeChirico | Episode: \"Eight Slim Grins\" |- | 2016–2020 | StephA: One Woman Show | Various | 31 episodes |- | 2018 | Blue Bloods | Molly Chavez | 2 episodes |- |} ==Awards and nominations== {| class=\"wikitable sortable\" |- ! Year ! Award ! Category ! Nominated work ! Result |- | rowspan=\"2\"| 2009 | 8th Washington D.C. Area Film Critics Association Awards | Best Ensemble | rowspan=\"2\" style=\"text-align:center;\"| Precious | |- | 30th Boston Society of Film Critics Awards | Best Cast | |- |} == References == == External links == * Category:Living people Category:1986 births Category:American film actresses Category:Pace University alumni Category:21st-century American actresses Category:Actresses from New York City Category:American television actresses ",
    "title": "Stephanie Andujar"
}