{
    "id": "31430338",
    "text": "Kentin Jivek is a French songwriter and singer of dark folk and psychedelic folk songs. The lyrics are expressed in the 3 languages: French, English and Spanish.\"Its origins come from beliefs and stories from mythology and folklore, updated to the modern psyche folk style\".http://www.myindietour.com/showcase/?p=481 In some of his French written songs (e.g. Parce Que C'est Toi), the affiliation to Léo Ferré is stressed out by the minimalist structure of music and by the vocals. In other songs, the influences of Current 93, Dead Can Dance are remarkable. From 2008 to 2009, Jivek has been performing in concerts, within various configurations: * trio of musicians performing violin, percussions and guitar, * duet with 2 guitars, samples and keyboards, * piano and guitar. Jivek, \"the real orchestra-man\" as named by Sortir à Paris uses various arrangements and instruments which stand by and confirm the refined style of songs. Jivek gave various shows in England, Spain, Greece, Germany to present his second album and Norway (invited as support for Tony Wakeford of Sol Invictus, in Oslo) to perform songs from the album \"Ode to Marmæle\" then in Portugal, Switzerland and France since the beginning of 2011. International collaborations: * With the German band The Trail (Marcel Barion, Kai Naumann and Marcus Stiglegger) * With Miro Snejdr == Discography == * Eight New Prophecies (September 2009), review by Evening of Light and The Shadow Commence * Ode to Marmaele (April 2010) has received many positive reviews: Judas Kiss magazine, Ikonen (a German magazine), Longueur d'Ondes (a French magazine) and a Finnish magazine. Note also the appreciation by David Tibet: \"A really haunting album and full of oddity and great beauty; beautifully mixed and arranged too.\" * \"Now I'm Black Moon\" * The song What if was released on the compilation Thanateros – Visions of Love & Death (Ikonen, 2011) * Third Eye – New upcoming album. (March 2012) == External links == Kentin Jivek (Official site) Tumblr Kentin Jivek == References == Category:French musicians Category:French poets Category:1980 births Category:Living people Category:French male poets ",
    "title": "Kentin Jivek"
}