{
    "id": "31432972",
    "text": "Margaret Maher (February 25, 1841 – May 3, 1924) was an Irish-American long- term domestic worker in the household of American poet Emily Dickinson. == Early life in Ireland == Margaret was born on February 25, 1841 in Killusty, a townland in a region of County Tipperary, Ireland, known as the Golden Vale of the River Suir. Margaret's father, Michael Maher ( – 1868), was a tenant farmer who married Mary Dunn (1798–1866), the daughter of Patrick Dunn and Margaret Lahea. Between 1826 and 1848 Margaret's mother gave birth to nine children of whom four survived to adulthood: Mary (1828–1910), Margaret (1841–1924), Michael (1843–1880), and Thomas (1848–1913). Michael, Margaret's father, appears to have struggled financially before The Great Famine, moving his family from townland to townland – babies were born in Boolagh, Killavally, and Cappadrummin – on the slopes of Slievenamon or Sliabh na mBan: the Mountain of the Women. By 1850, Michael Maher was doing well enough, post- famine, to be able to lease in Kiltinan from Robert Cooke, Esq. and sublease a house to someone else. Improved circumstances enabled Margaret's family to financed their emigration to America and/or they were was given a monetary incentive when, in 1854, landlord Robert Cooke, Esq. rationalized his holdings. Margaret and her two brothers, Michael and Thomas, received rudimentary educations (Mary, the eldest, remained illiterate). Margaret spent sufficient time in a classroom to allow her to later exchange letters with her two primary American employers, the Boltwood and Dickinson families. == Arrival in America == Soon after the Maher family emigrated to Amherst, Massachusetts, Margaret's sister, Mary, married Thomas Kelley (1832–1920), another south Tipperary immigrant on December 1, 1855. In scripting her own funeral, Emily Dickinson chose Tom for the role of her chief pallbearer (she selected five other Irish Catholic laborers as bearers: Dennis Cashman, Tom or Dan Moynihan, Dennis Scannell or Scanlon, Stephen Sullivan, and Pat Ward).\"Emily Dickinson funeral\" folder, Jones library Special Collections, Amherst, MALeyda, Jay. \"Miss Emily's Maggie.\" New World Writing.(n.e.) New York: New American Library (Mentor), 1953: 255–267. Margaret's brother-in-law Tom Kelley, a laborer, bought property from Emily Dickinson's father, Edward, in October 1864, that Tom had been leasing for his young family and Maher in- laws. This property included land with a dwelling house adjacent to the Dickinson Meadow and railroad depot off of Main Street in Amherst, about a quarter-mile from the Dickinson Homestead. Although she slept under her employers' roofs, Margaret called this home.Arrival in America is based largely on This Amherst property, known as \"Kelley Square,\" eventually expanded to include a barn, three houses, and sheds, with gardens and fruit trees. The Maher siblings and their brother-in-law Tom Kelley expanded this multigenerational family compound through their combined wages, real estate investments, and boarding house business. Margaret's brothers sent funds from California and Nevada where they worked as miners and cattle ranchers. Margaret's brother-in-law, Tom Kelley, worked as a laborer, railroad track walker, and later night watchman for Amherst College. Tom's association with and employment by Edward Dickinson, Amherst College treasurer, may have first brought Margaret Maher to the attention of the Dickinson family. == Meeting with Emily Dickinson == By her mid to late teens Margaret was employed as a maid-of-all-work by Fanny and Lucius Boltwood, peers of Emily Dickinson's parents. When their oldest son, Lucius Manlius Boltwood married Clarinda Boardman Williams in 1860 and they were expecting their first child, in 1861, Margaret appears to have been re-assigned to care for that family. Margaret moved with the \"Junior Boltwoods,\" from Amherst to Washington, DC to Hartford, Connecticut, as Lucius Manlius Boltwood built his career as a librarian and genealogist.For additional background on the Boltwood family: Allen, Adele, The Boltwood House, Amherst Graduates Quarterly, August 1937; Sheldon, Hon. George. Lucius Manlius Boltwood. Boston: David Clapp and Son, 1905. Margaret left Hartford, Connecticut, where she was working for the Junior Boltwoods, in spring 1868 to help care for her terminally ill and recently widowed father in Amherst. Margaret's father died on June 8. Five days later, on June 13, her brother-in-law, Tom Kelley, had a near fatal fall on the job. Uncertain that he would survive, Margaret and her sister, by then a mother of seven children, nursed Tom around the clock and he eventually lost his arm. Later that summer, when it was clear that Tom Kelley was out of danger, 27-year-old Margaret and her brother, Thomas Maher, make plans to leave for California to join their brother, Michael, in the gold fields of California.Maher, Margaret. Letters, Boltwood Family Papers: Burton Historical Collection, Detroit Free Public Library, Michigan: Margaret Maher to Clarinda Boltwood, March 2, 1869, March 24, 1869 Thomas Maher set sail for California, by way of Panama, on October 5, 1868. Beset by illness, Margaret remained in Amherst to be nursed by her sister Mary Kelley. When she was strong enough (strength is the key ingredient to a life in domestic service) Margaret took on a series of temporary jobs in Amherst. While working for a Mrs. Talcott, mother of three school-age children, Emily Dickinson's father, Edward, went to the Talcott house to ask Margaret when she would be free to work for his family. The Dickinson posting, expected to be another temporary assignment, turned into a 30 year job. == Aspects of the relationship == Margaret arrived by March 1869 to work in the Dickinson household. She was initially uncomfortable in that household and, weeks into the job, wrote \"I am as strange here as if I came here [to] work yester[day].\" Margaret still intended to move to California, and the Dickinson family responded by working hard to keep her. They liked the butter Margaret made – it was \"the best the[y] ever had\" – and they liked her. Emily described Margaret as \"courageous\", \"warm and wild and mighty\", and \"good and noisy, the North Wind of the Family.\" Margaret shared the kitchen with Emily Dickinson – who often baked and wrote there – for the last 17 years of the poet's life.Dickinson, Emily. The Letters of Emily Dickinson. Three volumes. Editor Thomas H. Johnson. Cambridge MA: Belknap Press of Harvard University Press. 1958Maher, Margaret. Letters, Boltwood Family Papers: Burton Historical Collection, Detroit Free Public Library, Michigan: Margaret Maher to Clarinda Boltwood, June 22, 1869; circa March 1869 Emily Dickinson stored her finished poems in her maid's trunk. The poet apparently instructed Margaret to burn these poems after her death but Margaret later refused.Bianchi, Martha Dickinson. Emily Dickinson Face to Face. Boston: Houghton Mifflin, 1932, 59–60Maher, Margaret. Deposition of Margaret Maher, Witness Called by the Plaintiff. Lavinia N. Dickinson v. Mabel Loomis Todd et al., The Commonwealth of Massachusetts, Hampshire County Superior Court. 1897 It was Margaret Maher \"whom Emily Dickinson judged capable of the disobedience necessary to bring her work to the world. Maher did not disappoint. Her act of insubordination worked the miracle for which posterity is in debt, turning the private genius of her mistress's poetry into a universal legacy.\"Quinn, Peter \"In Service: Emily Dickinson, Helen Keller & the Irish Help\" Commonweal, June 18, 2010 The daguerreotype of Emily Dickinson, disliked and discarded by her family, was saved by Margaret Maher. She made it available to Roberts Brothers publishers for the first book of her poems which appeared in November 1890.Bingham, Millicent Todd. Ancestor's Brocades. NY: Harper, 1945. == Later life == Margaret, at 58 years old, is believed to have moved back to Kelley Square upon the 1899 death of her remaining Dickinson employer, Lavinia, Emily's younger sister. Margaret's sister and brother-in-law, Mary and Tom Kelley, predeceased her in 1910 and 1920 respectively. Tom's will made provisions for Margaret to live out her life in her own apartment at Kelley Square. She was cared for in her old age by her niece Ellen \"Nell\" Kelley. Margaret died at home on May 3, 1924 and is buried beside her parents and brother, Thomas, in St. Mary's Cemetery, Northampton, Massachusetts. == See also == * Emily Dickinson * Domestic worker * Maid == References == == Further reading == *Grennan, Eamon. \"'Identity to Seek'\": The Selves of Emily Dickinson,\" Green Mountains Review, 19:1, Spring/Summer 2006: 14–34 *Kirk, Connie. \"'I will sone be home': Margaret Maher, Emily Dickinson, and an Irish Trunk Full of Poems.\" In Editors David Valone and Christine Kinealy, Ireland's Great Hunger: Silence, Memory, And Commemoration. Lanham, MD: University Press of America, 2002: 257–268. *Lebow, Lori. \"Emily Dickinson: 'she don't go nowhere', or a nineteenth-century recluse's guide to cross-culturalism,\" Women's Writing. 8:3, 2001: 441–456 *Maher, Margaret. Letters, Boltwood Family Papers: Burton Historical Collection, Detroit Free Public Library, Michigan. *Murray, Aífe. \"Architecture of the Unseen,\" Companion to Emily Dickinson, Mary Loeffelholz & Martha Nell Smith, Blackwell Publishing, 2008: 11–36. *Murray, Aífe. \"Miss Margaret's Emily Dickinson,\" Signs: Journal of Women in Culture & Society, 24:3, Spring 1999: 697–732 *Murray, Aífe. \"Kitchen Table Poetics: Maid Margaret Maher and Her Poet Emily Dickinson,\" The Emily Dickinson Journal, 5:2, Fall 1996: 285–296 == External links == * Emily Dickinson Museum * Emily Dickinson International Society * Dickinson Electronic Archive * Maid as Muse Category:1841 births Category:1924 deaths Category:American domestic workers Category:People from County Tipperary Category:Irish emigrants to the United States ",
    "title": "Margaret Maher"
}