{
    "id": "31437543",
    "text": "Bruce Neville Notley-Smith (born 17 January 1964), is an Australian politician and former Mayor of the City of Randwick, and was a Member of the New South Wales Legislative Assembly representing Coogee for the Liberal Party from 26 March 2011 to 23 March 2019. ==Early years and background== Notley-Smith grew up in Coogee, where he attended Coogee Public School, then Randwick Boys High School, and Randwick TAFE. He commenced working in industrial first aid and as an officer in the NSW Ambulance Service, before running his own contract cleaning business. Notley-Smith's maternal grandfather, Allen Peisley, served 42 years with New South Wales Railways and was elected to Griffith City Council in 1949 representing the Labor Party. Notley-Smith is descended from John Peisley, the Member of the Legislative Assembly for Orange from 1860 to 1862. ==Political career== Notley-Smith first entered politics when he unsuccessfully ran as an independent candidate for Randwick City Council in 1995. He was subsequently elected in 2000 representing the East Ward on Randwick Council. Notley-Smith became Deputy Mayor from 2004 to 2005 and then subsequently Mayor of Randwick in 2007, a role which he served in for two years. In 2009, he stood down as Mayor and commenced working in the office of Malcolm Turnbull MP, whilst remaining the Liberal Councillor for East Ward. In 2008 he declared his intention to run for the state seat of Coogee at the 2011 state election. At the 2011 NSW state election, Notley-Smith was elected and received a swing of 11.4 points in the traditionally strong Labor seat, winning 58.2 per cent of the two-party vote. Notley-Smith's main competitor was the incumbent, Paul Pearce, a former Mayor of Waverley City Council, who had held he seat since 2003. Notley-Smith retained the seat at the 2015 state election, winning 52.9 per cent of the two-party preferred vote. Following the 2019 state election Notley-Smith conceded defeat to Labor's Marjorie O'Neill following a swing of 4.7 per cent of the two-party preferred vote. ==Personal life== Notley-Smith and his partner, Paul McCormack, have been in a same-sex relationship since 1990. Notley-Smith was the first openly gay member of the New South Wales Legislative Assembly, and worked to expunge the criminal records of gay men convicted under historical laws. == References == Category:1964 births Category:Living people Category:Liberal Party of Australia members of the Parliament of New South Wales Category:Members of the New South Wales Legislative Assembly Category:Mayors of Randwick Category:Deputy mayors of places in Australia Category:Gay politicians Category:Australian city councillors Category:LGBT mayors of places in Australia Category:21st-century Australian politicians Category:LGBT legislators in Australia ",
    "title": "Bruce Notley-Smith"
}