{
    "id": "31430878",
    "text": "The 2nd Squadron, 107th Cavalry Regiment is a cavalry squadron of the 37th Infantry Brigade Combat Team and the Ohio National Guard located throughout southwest Ohio. ==History== The 107th Cavalry was formed in 1877 in Cleveland as a local militia following the great railroad strike. On 10 October 1877 the Troop was named the First City Troop of Cleveland. On 10 September 1887 the unit was mustered into the Ohio National Guard. On 12 September 1895 by command of the Governor the organization dropped the name of The First City Troop of Cleveland and became known as Troop A, Ohio National Guard. During this time Webb C. Hayes, the son of Rutherford B. Hayes, the 19th President of the United States, served as Quartermaster Sergeant in the Troop. Webb C. Hayes later received a Regular Army commission retiring as a full colonel. Colonel Hayes served during the Spanish–American War, the Philippine Insurrection, the Boxer Rebellion and World War I. For service during the Philippine Insurrection, he received the Congressional Medal of Honor. Shortly after the sinking of the Maine, Troop A was designated as the nucleus of a regiment of eight troops, and called the First Ohio Volunteer Cavalry. The City of Cleveland with the aid of Troop A raised an additional two troops of cavalry (Troops B & C). Other troops were Troop D from Columbus, Troop E from Toledo, Troop F from Dayton, Troop G from Marysville and Troop H from Cincinnati. The First Ohio Volunteer Cavalry Regiment was organized into two squadrons and mustered into federal service, 9 May 1898. Captain Matthias W. Day, USA, was commissioned Lieutenant Colonel of Volunteers and assigned command of the regiment. The regiment assembled for action in Puerto Rico but a shortage of sea transports delayed their sailing and the war ended. On 10 June 1899 Troop A was called out to perform strike duty. After this duty, Troop A returned to its previous activities of parades and military maneuvers. In 1908, \"The Tobacco War\" between Ohio and Kentucky began. On 7 May, Troop A was ordered to Ripley Ohio to protect the Ohio farmers. Troop B, an unattached cavalry troop from Columbus, reinforced Troop A. The troop was relieved of duty on 21 May and returned to Cleveland. In 1910, a streetcar strike occurred in Columbus, which caused Troop A to be called to duty, on 8 July. On 25 July 1910 by Special order 148, the Adjutant General of Ohio authorized the formation of the First Ohio Cavalry Squadron including Troop A in Cleveland, Troop B in Columbus, Troop C in Cincinnati and Troop D in Toledo. Command of the First Cavalry Squadron from its organization to its Mexican Border duty in 1916 passed from Major W. C. Scofield to Major Otto Miller and finally to Major D. J. Hurd. After 1910 Troop A returned to its former activities of parades and military encampments. The unit, which had been redesignated First Squadron, Ohio Cavalry, was called to counter he Mexican border raids of 1916. In March, Troop A commenced a recruiting drive, which brought it up to wartime strength. The squadron was assembled at Camp Willis, Columbus, Ohio, in July 1916. The Ohio squadron left Columbus on the first of September arriving at Camp Pershing, near Fort Bliss, Texas. On 26 October the squadron was ordered to Fabens, Texas for border patrol. Troop A served along the border from October 1916 to January 1917. Troop A then returned to Fort Bliss, Texas, where they were mustered out of federal service, on 26 February 1917 at Fort Benjamin Harrison, Indiana. ===First World War=== Within two months, the United States entered the First World War. On 11 April 1917 the First Ohio Cavalry Squadron was recruiting to regimental size. Cleveland was to provide Troops A, K and L, along with a Machine Gun Troop, Headquarters Troop and Supply Troop. Columbus was to supply Troops B, G and H; Cincinnati, Troops C, E and F; Toledo, Troops D and M; and Youngstown, Troop I. On 18 May 1917, the regiment was organized and federally recognized. When it was found that the horse cavalry would not be used in Europe the regiment was redesignated as the Second and Third Field Artillery Regiments, Ohio National Guard. Troop A became Battery A, 2nd Ohio Field Artillery. Troop A along with the rest of the field artillery regiment joined the other two regiments as part of the 62nd Field Artillery Brigade of the 37th Infantry Division. The next eight and a half months transformed the former cavalrymen into artillerymen. During this period the Ohio field artillery regiments again were redesignated and Troop A became Battery B, 135th Field Artillery Regiment. In July 1918, they arrived in France at the French artillery camp, Camp DeSouge, located at Leognan, near Bordeaux. There they began six weeks of intensive training with French 75mm howitzers. Following training, they moved to the Marbacke Sector, near Atton, France, in support of the 92nd Division, where they received their baptism of fire. November 1918 found the unit in support of the 33rd Division on line in the Troyon Sector in the middle of the St. Mihiel Salient. Here they remained until the Armistice. The regiment left France on 11 February 1919 aboard the battleships Vermont and New Hampshire, arriving at Camp Stuart, near Newport News, Virginia, 24 March. On 11 April 1919 they were mustered out at Camp Sheridan, Chillicothe, Ohio. Prior to the end of World War I the State of Ohio authorized the reformation of the First Ohio Cavalry, under the guidance of the old Troop A members and veterans of World War I. Captain Ralph Perkins reorganized Troop A, which was mustered into state service on 25 October 1920. On 1 July 1921 the First Ohio Cavalry was redesignated as the 107th Cavalry. The regiment was brigaded into the 54th Cavalry Brigade along with the 110th Cavalry (Massachusetts & Rhode Island) and the 45th Cavalry, Machine Gun Squadron (Kentucky). A major reorganization of the regiment took place in 1929 in order to locate squadrons geographically. This reorganization was not completed until 1931. The 54th Cavalry Brigade was also reorganized in 1929 along geographical lines by the brigading of the 107th Cavalry with the 123rd Cavalry, Kentucky. During the early part of the 1930s the regiment spent its summer encampments at Camp Perry with marksmanship, horsemanship and drill. During the 1936 annual training period at Fort Knox the regiment participated in Second Army maneuvers to determine the relative effectiveness of horse cavalry and the new mechanized cavalry. In the summer of 1940 the regiment participated in Second Army maneuvers in Wisconsin for a three-week training period On 5 March 1941 the 107th Cavalry was inducted into federal service for a scheduled one-year training period, Camp Forrest, Tennessee. After completion of a short mobilization training program, the regiment participated in the Tennessee maneuvers in late spring, Louisiana maneuvers during the summer, and the Carolina Maneuvers in the fall. During the Louisiana maneuvers the 107th Regiment was filmed by MGM for combat scenes in the motion picture The Bugle Sound. In November 1940 the 107th Cavalry was reorganized and redesignated as the 107th Cavalry Regiment (Horse/Mechanized). The First Squadron continued as horse cavalry and the Second Squadron became mechanized. ===Second World War=== Following the outbreak of the Second World War, the regiment was ordered to Fort Ord, California where they arrived on 23 December 1941. Beginning on 6 February 1942 until 6 March 1942, the regiment patrolled the California coast from the Golden Gate to Carmel, California. During the spring of 1942 the regiment became completely mechanized and in August began desert training. This training lasted until December 1942. The entire year of 1943 was spent with the Western Defense Command, patrolling the California coast from the northern end of the Golden Gate Bridge to Eureka, a distance of about 300 miles. Regimental headquarters was located at Santa Rosa, California. In January, 1944 the regiment was reorganized into a Cavalry Group Mechanized: Regimental Headquarters became the 107th Cavalry Group Headquarters. First Squadron became the 22nd Reconnaissance Squadron, and the Second Squadron became the 107th Reconnaissance Squadron. Colonel Ralph T. King was Group Commander; Major Charles King commanded the 22nd; Major William McPheeters commanded the 107th Squadron. The 107th Cavalry Group Headquarters relocated to Fort Polk, Louisiana and served there until 6 March 1945. The 22nd Reconnaissance Squadron became the 3323 Signal Information and Monitoring Company and served in Europe with the Third Army. The 107th Reconnaissance Squadron moved to Fort Hood, Texas to conduct overseas training, where it was assigned to the 115th Cavalry Group Mechanised. the 107th Reconnaissance Squadron sailed from the Port of New York on 3 January 1945 and landed at Le Havre, France on 16 January 1945. They moved to Camp Lucky Strike, near Cany Barville, France for three weeks of training and unpacking equipment that had been shipped from Fort Hood. In March and April the squadron was assigned to the 15th Army and attached to the 66th Division in Brittany, with the mission of containing enemy forces in the St. Nazaire Pocket. Late in April the squadron was assigned to the 7th Army and attached to the 103rd Infantry Division with reconnaissance and security missions performed from Langenan, Germany to Scharnitz, Austria. The squadron engaged in area security in the Lenkries of Fussen, Germany, from 8 May to 29 June 1945. On 11 August 1945 the Squadron sailed form Marseilles, France with orders for redeployment to Manila and the Pacific Theatre. With the surrender of the Japanese and the end of World War II, the squadron was directed to Hampton Roads, Virginia where they landed on 21 August. The squadron was shipped to Camp Bowie, Texas where it was deactivated on 16 November 1945. ===Post 1945=== The regiment was reorganized and federally recognized on 10 November 1947 as the 107th Mechanized Cavalry Reconnaissance Squadron with headquarters at Cleveland. Headquarters and Headquarters Troop, 107th Cavalry Group, and 107th Mechanized Cavalry Reconnaissance Squadron were consolidated on 15 September 1949 with the 185th Tank Battalion (organized and federally recognized 12 December 1946 – 30 March 1949 with headquarters at Cincinnati) and the consolidated unit designated as the 107th Armored Cavalry at Cleveland (The 1st Squadron was allotted on 1 May 1968 to the West Virginia Army National Guard). The regiment (minus 1st Squadron) reorganized on 1 May 1977 in the Ohio Army National Guard. It was placed on 1 June 1989 under the United States Army Regimental System consisting of the following units: *Headquarters and Headquarters Troop 107th ACR - Cleveland, OH; *1st Squadron 150th Cavalry Regiment (United States) - Bluefield, WV; *2nd Squadron 107th ACR - Akron, OH; *3rd Squadron 107th ACR - Stow, OH; *4th Squadron 107th ACR - Greensburg, OH; *Regimental Support Squadron - Medina, OH. The 107th ACR was reorganized and redesignated on 1 September 1993 as the 1st Battalion, 107th Cavalry Regiment, Headquarters in Stow, Ohio (formerly the 3/107th ACR) and assigned to the 28th Infantry Division. The 2nd Squadron, 107th Cavalry (United States) was assigned to the 37th Armor Brigade; On 1 September 1994 the 1st Battalion, 107th Cavalry and the 2nd Squadron, 107th Cavalry, were realigned and assigned to the 37th Armor Brigade, 38th Infantry Division. In September 2001 the 1st Battalion, 107th Cavalry Regiment was once again assigned to the 28th Infantry Division. The 2-107th Cavalry conducted peacekeeping operations in Kosovo under the Command of LTC John C. Harris in 2004-2005. The squadron was assigned as part of Task Force Falcon commanded by Brigadier General Tod J. Carmony (Deputy Commander 38th Infantry Division) and Deputy Commander (Maneuver) Colonel Jack E. Lee (37th Armor Brigade Commander), assigned an area of operations at Camp Bondsteel. The 2-107th Cavalry mobilized all of its units and 350 soldiers to support the deployment. A total of 1,000 Ohio Army National Guard soldiers mobilized in June 2004 for four months of training prior to a six-month deployment to Kosovo as peacekeepers. The soldiers first trained at Camp Atterbury, IN., followed by more training in Germany. The soldiers arrived in Kosovo in September 2004 beginning their mission. In late February 2005 the Ohio Army National Guard welcomed home the 2nd Squadron, 107th Cavalry Regiment after successfully completing their NATO peace keeping mission in Kosovo. As the U.S. Army conducted its largest reorganization since the Second World War, the 1st Battalion 107th Cavalry Regiment, along with D Company from the 1st Battalion, 148th Infantry, as well as a company from the 112th Engineer Battalion, were chosen to form a new combined arms battalion within the 37th Brigade Combat Team, 38th Infantry Division. A change in designation was required and the unit uncased the new colors of the 1st Battalion, 145th Armored Regiment, effective 1 September 2007. With the 1st Battalion 107th Cavalry Regiment redesignated and inactivated as such, the only currently remaining element of the 107th Cavalry Regiment is the 2nd Squadron with headquarters at Cincinnati, Ohio. ==Heraldry== ===Coat of arms=== *Shield: Or, on a bend Gules between a Roman Sword in sheath point to base and a prickly pear cactus both Vert, three alerions of the field. *Crest: That for the regiments and separate battalions of the Ohio Army National Guard: From a wreath Or and Gules, a sheaf of seventeen arrows Argent bound by a sprig of buckeye (aesculus glabra) fructed Proper (two leaves bursting burr). *Motto: FACERE NON DICERE(To Act, Not To Speak) ==Commanders== * LTC Larry M. Hott, 1994–1996 * LTC Michael P. Emerine, 1996–99 * LTC Robert A. Recchluti, 1999–2001 * LTC John C. Harris, 2001-05 (Kosovo) * LTC Todd A. Mayer, 2005–08 * LTC John A. Zulfer, 2008–10 * LTC James D. Erikson, 2010-2013 * LTC Daniel J. Long, 2013-2015 * LTC Joshua B. Quantz 2015–2017 * LTC Dion A. Grener 2017-2020 * LTC Aaron A. Combs 2020 - Present ==Command sergeants major== * CSM Craig R. Huffman, 1994–96 * CSM Donald E. Cain II, 1997–2000 * CSM Terry T. Dillon, 2000–2003 * CSM William F. Belding, 2003-2010 * CSM David M. Larusa, 2010-2013 * CSM Todd R. Seurkamp, 2013–2018 * CSM Rob Corner, 2018-Present ==References== Category:Cavalry units and formations of the United States Army Category:Military units and formations in Ohio Category:Battalions of the United States Army National Guard Category:Ohio Army National Guard Category:Ohio National Guard units Category:Military units and formations of the United States in the War on Terror Category:Military units and formations established in 1887 ",
    "title": "2nd Squadron, 107th Cavalry Regiment"
}