{
    "id": "31432157",
    "text": "Kalian Rivalino Sams, OON (born August 25, 1986) is a Dutch professional baseball player who is a free agent. He played for Team Netherlands in the 2019 European Baseball Championship, and at the Africa/Europe 2020 Olympic Qualification tournament in Italy in September 2019.Currently, he is playing for L&D; Amsterdam. In 2019, he won the national championship with the Amsterdam team. == Career == ===Seattle Mariners=== After playing 2 seasons in the Dutch Major League, Sams signed a minor league contract with the Seattle Mariners on July 2, 2006. In 2007, he was assigned to Single-A Wisconsin, but was demoted to Short-Season A Everett. In 104 games that season, Sams hit .216 with 11 HR and 30 RBI. Sams played 2008 with Advanced Rookie Pulaski. In 32 games, Sams hit .204 with 10 HR and 20 RBI. Sams opened 2009 with Single-A Clinton, and played 4 games with Everett before his season ended in late June. In 20 total games, Sams hit .208 with 4 HR and 12 RBI. Sams played most of 2010 with Clinton, but was demoted to Everett in August. In 105 total games, .183 with 20 HR and 58 RBI. Sams began 2011 with A-Advanced High Desert, but was demoted to Clinton in May. In 113 total games, .231 with 24 HR and 66 RBI. Sams played 2012 with Double-A Jackson, where in 72 games, he hit .242 with 11 HR and 35 RBI. On April 23, 2013, Sams was released by the Mariners. ===San Diego Padres=== On May 5, Sams signed a minor league deal with the San Diego Padres, and began the year with Double-A San Antonio. In June, Sams was promoted to Triple-A Tucson. On July 20, Sams was released. In 50 games in the Padres organization, Sams hit .215 with 11 HR and 30 RBI. ===Camden Riversharks=== On August 3, he signed with the Camden Riversharks of the Atlantic League of Professional Baseball, where he played in 5 games, hitting 10-15 with 3 HR and 9 RBI. ===Texas Rangers=== He signed a minor league deal with the Texas Rangers on August 10, 2013. In 20 games with Double-A Frisco, he hit .286 with 4 HR and 10 RBI. On November 23, 2013, Sams signed a minor league deal with the Rangers. He was released in March 2014. ===Québec Capitales=== Sams joined the Québec Capitales of the Can-Am League in 2015 and played in a total of 289 games with the team from the 2015 season to the 2018 season. ===High Point Rockers=== In early 2019, Sams signed with the High Point Rockers of the Atlantic League of Professional Baseball. He was released on July 7, 2019. ===Sussex County Miners=== On July 13, 2019, Sams signed with the Sussex County Miners of the Can-Am League. He was released on August 15, 2019. ==Personal life== Sams was born in the Netherlands and is of Curaçao descent. ==References== ==External links== Category:1986 births Category:Living people Category:ADO players Category:Algodoneros de Guasave players Category:Camden Riversharks players Category:Clinton LumberKings players Category:Corendon Kinheim players Category:Delfines de Ciudad del Carmen players Category:Dutch expatriate baseball players in Canada Category:Dutch expatriate baseball players in Mexico Category:Dutch expatriate baseball players in the United States Category:Dutch people of Curaçao descent Category:Everett AquaSox players Category:Frisco RoughRiders players Category:High Desert Mavericks players Category:High Point Rockers players Category:Hypotheekzeker Tornados players Category:Jackson Generals (Southern League) players Category:Mexican League baseball center fielders Category:Pulaski Mariners players Category:Québec Capitales players Category:San Antonio Missions players Category:Sportspeople from The Hague Category:Sussex County Miners players Category:Tucson Padres players Category:Wisconsin Timber Rattlers players Category:2013 World Baseball Classic players Category:2016 European Baseball Championship players Category:2017 World Baseball Classic players Category:2019 European Baseball Championship players ",
    "title": "Kalian Sams"
}