{
    "id": "31435756",
    "text": "International Origin is the annual series of rugby league football matches between England RL and the Exiles. The International Origin was created by the Rugby Football League (RFL) to ensure that the English national side had a good strong mid-season international very much like Australia has with their State of Origin series. The RFL intended this to be an annual one off game and it was in 2011, however this progressed to a two-game series in 2012. Plans are in the works to make this into a three-game series for the future, however it was scaled back to a standalone fixture in 2013 due to a lack of interest from both players and spectators. ==Teams== In late 2010 the RFL called for a strong mid-season international for 2011 to try to give England a good competitive fixture before they played the international games at the end of the season. The England team is selected by the best English players currently playing in the domestic competition (Super League). The Australian-based England players are not released by their clubs as this series is technically not an international test. The Exiles RL team is selected from the overseas players in the Super League competition. These players are chosen to form a 23-man squad by a foreign coach (usually an Australian or New Zealand coach). For the Exiles team the fans get to choose who plays for the Exiles. All players in the squad are NRL club trained players. For the 2011 series, the players were chosen by a fan poll. ==History== ===Concept of International Origin=== The RFL had previously attempted to have a mid-season series, this was the Rugby League War of the Roses where two counties (Yorkshire and Lancashire) played against each other. This was first created in 1895 but unfortunately after an extremely long run it stopped in 1989. However this concept was revived in 2001 under the name of the Origin Series, inspired by the success of State of Origin series in Australia between New South Wales and Queensland. The Origin Series was reduced to a one-off Origin Game in 2003 due to the British hosting the touring Australia, New Zealand A and as well the kick off of the Rugby League European Nations Cup. So together with the Challenge Cup, WCC and Rugby Super League, the RFL felt that too many Origin matches would be too much strain on the top players. The tournament was then rested due to apathy from rugby league supporters. ===Build Up to the First Origin Game=== In 2011 the RFL decided to take the first steps into making the International Origin a success, they had a marketing team put together a couple of screen shots of a hooded figure with the Exiles RL logo on the front of the hooded garment, this created interest in the rugby league community as these were present at quite a few Super League games in 2011. In addition to this the hooded figures were also seen on every video ref decision with captions such as \"They are coming….” accompanied by the Exiles logo, then “…….We are waiting\". accompanied by the England logo. The RFL announced that the first ever Exiles coach would be former Leeds Rhinos coach Brian McLennan, McLennan won numerous accolades with the Leeds Rhinos and his first step as coach of the Exiles was to appoint Leeds Rhinos hooker Danny Buderus as the captain of the Exiles. He therefore became the first ever Exiles player and captain. ===First International Origin Series=== ‘'See 2011 International Origin series for more information…’’ On 10 June 2011, England took to the field against the Exiles RL at Leeds Rhinos home ground of Headingley Rugby Stadium, Leeds. Hull F.C.'s powerful second-rower Willie Manu provided the first try for the Exiles after Wigan Warriors Thomas Leuluai carved up the English defence and offloaded the ball. Winger Pat Richards provided the conversion. England soon hit back with prop James Graham making a half break before offloading the ball to Warrington Wolves scrum half Richie Myler to sprint 35 metres to score, Kevin Sinfield added the extras. The Exiles were to strike next on the scoreboard though, some neat interplay from Rangi Chase, George Carmont and Glenn Morrison saw the Exiles go 55 metres in one play down the left before Leuluai found Brett Hodgson in the centre of the field who provided a nice cross field kick into the arms of Tony Puletua who simple tapped it infield to St Helens R.F.C. team mate Francis Meli who had the easiest of scores. However, with 10 minutes to go Wigan Warriors second-rower Joel Tomkins intercepted a pass on his own 10-metre line and raced nearly the length of the field to score a try, Sinfield once again added the extras to put England into a 12-10 lead. But with a minute left on the clock, Chase offloaded a ball to Puletua who gave a pass to Carmont, Carmont then stepped inside to score the decisive try, Richards converted to give the Exiles their first International Origin win. Exiles stand-off Castleford Tigers Rangi Chase was the Man of the Match. ===2011 Series=== After the mild success of the first International Origin, the RFL decided to use it as an annual series, however they announced that the 2012 series would consist of two games instead of one. The two games would be the start of an ongoing development of the series. The first game was announced to be at St Helens R.F.C.'s new ground Langtree Park whilst the second game was announced as being at Huddersfield Giants Galpharm Stadium. Game 1 of the 2012 series was won by England 18-10, tries from Wigan Warriors back rower Gareth Hock and Hull FC's back rower Danny Tickle ensured England had an early advantage. The Exiles did hit back though through a try shortly before half time from winger Francis Meli. However England remained dominant after the break and a try from Sam Tomkins sealed the win as Kevin Sinfield kicked all 3 goals, the Exiles were able to conjure up a consolation try through Daryl Millard and a Scott Dureau conversion before the end. England's James Roby was the Man of the Match for Game 1. ===2013 Series=== In 2013, the International Origin returned to its one-game format. England would play the Exiles RL in a one-off Test match at Warrington Wolves home ground Halliwell Jones Stadium on 14 June 2013. ==Results== {| class=\"wikitable\" |- bgcolor=#bdb76b ! Year !! Date !! Winner !! Score !! Runner-up !! Venue !! Crowd |- ! 2011 | 10 June || Exiles RL || 16–12 || England || Headingley Rugby Stadium, Leeds || 14,174 |- !rowspan=2| 2012 | 16 June || England || 18–10 || Exiles RL || Langtree Park, St. Helens || 11,083 |- | 4 July || Exiles RL || 32–20 || England || Galpharm Stadium, Huddersfield || 7,865 |- ! 2013 | 14 June || England || 30–10 ||Exiles RL || Halliwell Jones Stadium, Warrington || 7,926 |} ===Series wins=== {| class=\"wikitable\" |- bgcolor=#bdb76b ! Wins !! Team |- | 2 || Exiles RL |- | 1 || England |} ===Match wins=== {| class=\"wikitable\" |- bgcolor=#bdb76b ! Wins !! Team |- | 2 || Exiles RL |- | 2 || England |} ==Individual records== ===Playing=== ====England==== *Most Games - 3 Sam Tomkins (2011-) *Most Games as Captain - 2 Jamie Peacock (2011–12) *Most Tries - 3 Leroy Cudjoe (2012-) *Most Points - 18 Kevin Sinfield (2011–14) *Most Consecutive Games - 3 Josh Charnley (2012-) ====Exiles==== *Most Games - 4 Iosia Soliola (2011-) *Most Games as Captain - 2 Brett Hodgson (2012-) *Most Tries - 4 Francis Meli (2011-) *Most Points - 16 Francis Meli and Brett Hodgson (2011-) *Most Consecutive Games - 4 Iosia Soliola (2011-) ===Coaching=== ====England==== *Most Games - 4 Steve McNamara (2011-) *Most Wins - 2 Steve McNamara (2011-) *Most Series Wins - 1 Steve McNamara (2011-) ====Exiles==== *Most Games - 2 Daniel Anderson (2012) and Brian McLennan (2011 and 2013) *Most Wins - 1 Brian McLennan (2011) and Daniel Anderson (2012) *Most Series Wins - 1 Brian McLennan (2011) and Daniel Anderson (2012) ==See also== *Super League *State of Origin series *Rugby league in England ==References== ==External links== *International Origin Announcement *2011 International Origin Report *2012 International Origin Game 1 Report Category:2011 establishments in England Category:Rugby league in England Category:Recurring sporting events established in 2011 ",
    "title": "International Origin"
}