{
    "id": "31436538",
    "text": "Poc in February 2014 RNDr. Pavel Poc (* 26. 5 1964, Havlíčkův Brod) is member of Czech Social Democratic Party and member of European Parliament. ==Education== Faculty of Science, Charles University, Prague - final state examination in general biology (1988); doctorate in natural science in the field of general biology (1988). Environmental law - Faculty of Law, Charles University, Prague (1994–1995). Master of Public Administration - University of Economics, Prague and EHSAL Management School Brussels (1996). Financial management course (1999). Course in local economic development (Fond pomoci místní správě) (2000). ==Career== Expert at the ethological laboratory of the Physiology Institute, Academy of Sciences of the Czech Republic (ČSAV), Prague (to 1992). Employee of the Mariánské Lázně municipal authority - municipal ecologist (1992); from 1993, head of the environmental department. Member of the board of directors of CHEVAK a.s., member of the supervisory board of Parking Centrum a.s., Mariánské Lázně (1998–2002). Commercial director, executive director and partner, Zahradní a parková spol. s r.o. (2003–2009). ==Political career== Member of ČSSD (Czech Social Democratic Party) (since 1997); Vice-Chairman of the Mariánské Lázně ČSSD local association (since 1998); member of the ČSSD Central Executive Committee (since 2000); member of the ČSSD Bureau (since 2001); guarantor, central informatics commission (2004–2005); guarantor, central ecological commission (2005–2006); chairman of the Regional Executive Committee of the Karlovy Vary Region (2005–2010). \\---- Married, two sons. ==External links== * Official site * European Parliament official site * Wotewatch Category:1964 births Category:Living people Category:People from Havlíčkův Brod Category:Czech Social Democratic Party MEPs Category:MEPs for the Czech Republic 2009–2014 Category:MEPs for the Czech Republic 2014–2019 Category:Charles University alumni ",
    "title": "Pavel Poc"
}