{
    "id": "31433123",
    "text": "The 700 class are a class of diesel locomotives built by AE Goodwin, Auburn for the South Australian Railways in 1971-1972. They are identical to the New South Wales 442 class locomotive. ==History== A total of six 700 class locomotives were built for the South Australian Railways by AE Goodwin, Auburn and are an Alco DL500g model. They were built in 1971/72, with the first three delivered on broad gauge bogies and the last three on standard gauge bogies. In March 1978 all were included in the transfer of the South Australian Railways to Australian National. Over the years the locomotives frequently switched gauges before all were put on the broad gauge in 1987. Following the Adelaide-Melbourne railway line being converted to standard gauge in 1995, all of the 700 class were converted to standard gauge.\"The 700 class locomotives of South Australia\" Railway Digest January 2000 page 42 The 700 class operated on all main lines in South Australia as well as interstate to Broken Hill and Melbourne. In 1986, a new computer system required the class leaders of the former South Australian Railways to be renumbered as the last member of the class, with 700 becoming 706.\"Australian National Broken Hill Line Report\" Railway Digest October 1986 page 314 In June 1994 702 was damaged by fire and a New South Wales 442 class locomotive was purchased with the intention of combining the two locomotives as one but the plan did not proceed and both were scrapped.\"State Rail's Locomotive Auction Results\" Railway Digest January 1995 page 36 The remaining five were included in the sale of Australian National to Australian Southern Railroad in November 1997. As of January 2016 all locomotives are now stored with 701 (since December 2015), 703 (since December 2015) & 704 (since 2014) stored serviceable, 705 stored after a major failure in 2015 & 706 (700) stored after a major failure in 2005Broad Gauge 700-class diesel locomotives Chris' Commonwealth Railways Pages700 Class Railpage700 Class Vicsig ==Status== As at September 2016, the status of the fleet was:\"Australia Wide Fleet List\" Motive Power November 2014 page 67 {| class=\"wikitable\" |- ! Number !! In Service !! Current/Last Owner !! Current Status !! Gauge !! Notes |- | 700 || June 1971 || Genesee & Wyoming || Stored || Broad || Renumbered 706, Stored after failure |- | 701 || July 1971 || Genesee & Wyoming || Stored || Standard || Stored serviceable |- | 702 || September 1971 || Australian National || Scrapped || Standard || - |- | 703 || December 1971 || Genesee & Wyoming || Stored || Standard || Stored serviceable |- | 704 || July 1972 || TransVolution || Stored || Broad || Stored serviceable |- | 705 || March 1972 || Genesee & Wyoming || Stored || Standard || Stored after failure |} ==References== Category:A. E. Goodwin locomotives Category:Co-Co locomotives Category:Railway locomotives introduced in 1971 700 Category:Standard gauge locomotives of Australia Category:Broad gauge locomotives in Australia Category:Diesel-electric locomotives of Australia ",
    "title": "South Australian Railways 700 class (diesel)"
}