{
    "id": "31442931",
    "text": "Many places throughout Alabama take their names from the languages of the indigenous Native American/American Indian tribes. The following list includes settlements, geographic features, and political subdivisions whose names are derived from these indigenous languages. The primary Native American peoples present in Alabama during historical times included the Alibamu, Cherokee, Chickasaw, Choctaw, Koasati, and the lower and upper Muscogee (Creeks). With the exception of the Cherokee, all of the historical Alabama tribes speak Muskogean languages. There are competing classification systems, but the traditionally accepted usage divides the dialects into Eastern Muskogean (Alibamu, Koasatia, and Muscogee) and Western Muskogean (Chickasaw and Choctaw). The Cherokee language belongs to the separate Iroquoian language family. ==Listings== *Alabama and Alabama River - named for the Alibamu, a tribe whose name derives from a Choctaw phrase meaning either \"thicket- clearers\" or \"plant-cutters\" (from albah, (medicinal plants) and amo, (to clear). *Autauga County - named for the Alibamu town of Atagi (pure water). *Arbacoochee - from the Muskogean word \"abihkuchi\", which translates to \"a pile at the base.\" *Attalla - from the Cherokee word otali (mountain). *Bashi - adaptation of the Choctaw word bachaya (line, row, or course). *Bogue Chitto - from Choctaw words book (creek or stream) and chito (big). *Boligee - originally a war name, from the Choctaw words booli (to strike) and tusha (to cut to pieces). *Buttahatchee River - from the Choctaw words bati (sumac) and hahcha (river). *Cahaba and Cahaba River - probable corruption of two Choctaw words oka (water) and uba (above). *Chattahoochee River - from the Muskogean words chato (rock) and huchi (marked). *Chattooga River - may derive from the Cherokee word jitaaga (chicken) or Muscogee cato (rock). *Cheaha Mountain - derived from the Choctaw word chaha (high. *Cherokee and Cherokee County - named for the Cherokee tribe. *Chewacla and Chewacla State Park - derived from the Hitchiti word sawackla, with sawi meaning \"racoon\" and ukli meaning \"town\". *Chickasaw - named for the Chickasaw tribe. *Choctaw County - named for the Choctaw tribe. *Choctawhatchee River - Choctaw word hacha (river) and the name for the tribe, literally the \"River of the Choctaws\". *Conecuh County and Conecuh River - probably from the Muscogee words koha (canebrake) and anaka (near} or, also from Muscogee, kono (skunk) and ekv (its head}. *Coosa County and Coosa River, probable origin is Choctaw word koshak (cane). *Coosada - named for the Coushatta/Koasati tribe. *Cusseta - a Muscogee tribal town. *Eastaboga, Alabama - from Muscogee este (person), ak (in water, a low place), pokv (from the work vpoketv: to sit/live). *Escambia County - from Choctaw words oski ambeha (cane therein). *Escatawpa and Escatawpa River - in the Choctaw language, the word \"escatawpa\" signified a creek where cane was cut, with uski meaning \"cane\", a meaning \"there\", and tapa meaning \"cut\". *Etowah County - possibly from a Cherokee settlement named Etiwaw. *Eufaula - from the Muscogee yofalv, the name of a tribal town. *Eutaw - possibly from the Cherokee Etiwaw (see Etowah above) and its earlier form iitaawaa (long leafed pine tree). It could also be a variation of \"utah\" meaining: high up or mountains. *Kahatchie - from the Muscogee koha hachi (cane creek). *Letohatchee - from the Muscogee li ito fachita (those who make arrows straight). *Loachapoka - from the Muscogee loca poga (where the turtles live/sit) (from the words Loca and vpoketv) . *Lubbub and Lubbub Creek - from the Choctaw word lahba, which means \"warm\". *Luxapallila Creek - from Choctaw words luksi a balali (turtles crawl there) *Mobile, Mauvilla, Mobile Bay, and Mobile River - named for a group of the Alibamu, from Spanish Mauvila, perhaps from Choctaw moeli (to row, to paddle). *Nanafalia - from the Choctaw words nanih (hill) and falaiya (long). *Notasulga - from the Muscogee noti sulgi (many teeth). *Noxubee River, derived from Choctaw word nakshobi (to stink). *Oakmulgee - from the Hitchiti word ockmulgee, which means \"bubbling water,\" with oki meaning \"water\" and mulgi meaning \"boiling\". *Ohatchee - possibly from the Muscogee oh hacci (upper stream). *Oneonta - possibly from the Iroquoian oneyota (protruding stone). *Opelika - from the Muscogee opilwa lako (big swamp). *Panola - from Choctaw word ponola or ponoola (cotton). *Pintlala and Pintlala Creek - from the Muscogee pithlo, meaning \"canoe\", and the verb form of halatas, meaning \"to drag\". *Quilby Creek, creek in Sumter County. Name derived from the Choctaw language purported to mean \"creek where the panther was killed\". *Sea Warrior Creek, creek in Choctaw County. \"Sea Warrior\" is the result of a name corrupted from the Choctaw language (Isawaya) purported to mean \"crouching deer\". *Sepulga River - possibly from the Muscogee svwokle, a tribal town. *Sipsey River - from the Choctaw word sipsi (cottonwood). *Sucarnoochee River - probably from the Choctaw words shokha (hog) and hachcha (stream). *Sylacauga - from the Muscogee words sule (buzzard) and kake (sitting). *Talladega, Talladega County, and Talladega Springs - talladega is derived from the Muscogee words italua (town), and atigi (at the end, on the border). *Tallahatta Springs - adaptation of Choctaw words, tali (rock) and hata (silver, white). *Tallapoosa County and Tallapoosa River - from the Choctaw words tali (rock) and pushi (pulverized). *Tallassee - from the Muscogee talwa hasi (old town). *Tensaw and Tensaw River - Etymology is unclear. May be related to the Natchez teansa. *Tibbie - a shortened form of the Choctaw word \"oakibbeha\". Oakibbeha means \"blocks of ice therein,\" with okti meaning \"ice\" and the plural form abeha meaning \"to be in\". *Tombigbee River - from the Choctaw words Itte-ombee-eye ika-abee (wooden box making river). *Tuscaloosa and Tuscaloosa County - derived from Muskogean words tashka (warrior) and lusa (black). Chief Tuskaloosa is remembered for leading a battle against Spanish conquistador Hernando de Soto in southern Alabama in 1540. The Black Warrior River, originally named Tuskaloosa River, is also named in his honor. *Tuscumbia - from the Choctaw words tashka (warrior) and abi (killer). *Tuskegee - from the Koasati word tasquiqui (warriors). *Uchee, named for Uchee Creek, which was in turn named for the Yuchi tribe.The word \"yuchi\" probably means \"at a distance\" in the Yuchi language, with yu meaning \"at a distance\" and chi meaning \"sitting down\". *Waxahatchee Creek - from the Muscogee wakse (a clan name) and hacci (stream). *Wedowee - a given name, possibly Muskogean for water sumac. *Weogufka - from Creek wi, “water”, plus ogufki, “muddy” also Creek Indian for the Mississippi *Wetumpka - from the Muscogee words wewau tumcau (rumbling water). ==See also== *List of place names in the United States of Native American origin ==References== Alabama Category:History of Alabama Place names ",
    "title": "List of place names of Native American origin in Alabama"
}