{
    "id": "31440212",
    "text": "K. T. Kunjumon (born on 15 November 1953) is an Indian film producer and writer, active in Tamil and Malayalam films. He began his career co-producing several Malayalam films, often working with director P. G. Viswambharan. Among his Tamil film project with [Director Pavithran] Pavithran's Suriyan as Sarathkumar's first solo hero' and it was first major successful venture for producer K.T. Kunjumon and his Second venture of Shankar's first movie Gentleman as made major success and set several records for Tamil film production. His subsequent films, Kaadhalan (1994) and Kadhal Desam (1996) were also successful, while Ratchagan (1997) became the most expensive Tamil film ever made on release. ==Career== After finishing his school education Kunjumon worked in the travel agency business and then the hotel industry, before he became a film producer. He entered to film industry as a distributor and distributed approximately 350 films in different languages, in Tamil and Malayalam. He dubbed many films from Tamil to Malayalam, Telugu and Hindi. He produced Malayalam films in the late 1980s and began to produce Tamil films from 1991. He owned the film production company A.R.S.Movies Pvt Ltd. His debut Tamil film as producer was Vasanthakala Paravai (1991) which became successful, he then went on to produce successful big-budgeted flicks such as Suriyan (1992), Gentleman (1993), Kadhalan (1994) and Kadhal Desam (1996). Kunjumon was well known for suggesting director S. Shankar to rewrite the climax of Gentleman based on the assassination of former Sri Lankan President Ranasinghe Premadasa, much to the dissatisfaction of Arjun, who felt that his heroism would get diluted. However, Kunjumon was adamant about the climax and it was shot as per his wish. Kunjumon announced a venture titled Kodiesvaran in 1996, which would mark the acting debut of his son, Eby Kunjumon. The film started production the following year with Eby appearing alongside Simran, with Hindi actress Karisma Kapoor making a guest appearance in an item number. The film's music album and trailer were released in early 1999, but Kunjumon's financial troubles meant that the film failed to have a theatrical release. Likewise, a proposed project titled En Idhayathil Nee starring Eby opposite Shalini did not begin production despite being announced in late 1998. Another production titled Swasam was launched with Eby and Priyanka Trivedi, and began filming schedules in 2001, but also failed to complete work. In 2005, he contemplated remaking Thotti Jaya (2005) in Telugu with Eby in the lead role, but later opted against making the venture. Kunjumon's last two released films are the Vijay-starrers Nilaave Vaa (1998) and Endrendrum Kadhal (1999), both of which costed less than his previous venture, Ratchagan. In an interview in 2006, Kunjumon lamented the failure of the two films starring Vijay for his bankruptcy, stating he lost 1.5 and 1.75 crore rupees respectively on those two projects and added that Vijay's father S. A. Chandrasekhar had gone back on an agreement they had made about the rights of the films. The producer announced a comeback in 2008 and began working on a film titled Kathalukku Maranamillai, also operating as the film's script-writer. Starring rookie actors Tejas, Meera Nandan and Madalasa Sharma in the lead roles, the film was completed in 2009 but did not have theatrical release. In an interview in 2018, Kunjumon said that he might no longer be able to replicate his film world successes of the 1990s, citing as reasons a string of failed projects and changes in the world of film production world that meant individual film producers no longer got the respect they deserved. He however added that he was happy that the people he had introduced to the film world had become successful and wished them well. ==Filmography== {| class=\"wikitable sortable\" |- !Year ! Film ! Director ! Language ! class=\"unsortable\"|Notes |- |1985 || Ee Thanalil Ithiri Nerum || P. G. Viswambharan || Malayalam || |- |1985 || Ee Lokam Evide Kure Manushyar || P. G. Viswambharan || Malayalam || |- |1987 || Ivide Ellavarkkum Sukham || Jeassy || Malayalam || |- |1988 || Oozham || Harikumar || Malayalam || |- |1988 || Adholokam || Thevalakkara Chellappan || Malayalam || |- |1988 || Unnikrishnante Adyathe Christmas || Kamal || Malayalam || |- |1988 || Mrithunjayam || Paul Babu || Malayalam || |- |1988 || Simon Peter Ninakku Vendi || P. G. Viswambharan || Malayalam || |- |1989 || Adharvam || Dennis Joseph || Malayalam || |- |1989 || Prayapoorthi Aayavarkku Mathram || Suresh Heblikar || Malayalam || |- |1989 || Prabhatham Chuvanna Theruvil || N. P. Suresh || Malayalam || |- |1990 || Ponnaranjanam || Babu Narayanan || Malayalam || |- |1991 || Aakasha Kottayile Sultan || Jayaraj || Malayalam || |- |1991 || Vasanthakala Paravai || Pavithran || Tamil || |- |1991 || Mr & Mrs || Sajan || Malayalam || |- |1992 || Suriyan || Pavithran || Tamil || |- |1993 || Gentleman || Shankar || Tamil || Filmfare Award for Best Tamil Film |- |1994 || Sindhu Nathi Poo || Senthamizhan || Tamil || |- |1994 || Kaadhalan || Shankar || Tamil || |- |1996 || Kadhal Desam || Kadhir || Tamil || |- |1997 || Sakthi || Raghuraj || Tamil ||also story writer |- |1997 || Ratchagan || Praveen Gandhi || Tamil ||also story writer |- |1998 || Nilaave Vaa || A. Venkatesh || Tamil || |- |1999 || Endrendrum Kadhal || Manoj Bhatnagar || Tamil || |} ==References== ==External links== * Category:Tamil film producers Category:1953 births Category:Living people Category:Indian film producers ",
    "title": "K. T. Kunjumon"
}