{
    "id": "31440762",
    "text": "Yaroslav Levchenko Yury (born September 5, 1987) is a Russian artist based in Greece. He is a member of the Japanese Union of Modern Artists, International Association of Art Critics, and heads the International Relations Department at the Mural Department of the Union of Artists of St. Petersburg. ==Early life== Yaroslav grew up in Tokyo, Japan until 2002, completing traditional calligraphy as well as martial arts courses. In 2007, he enrolled at the Saint-Petersburg Academy of Fine Arts Repin State Academic Institute of Painting, Sculpture, and Architecture. He graduated as a mural painter with a diploma in decoration of the wall of Kabuki drama theatre. He graduated from the Department of Economic Theory and Policy at St. Petersburg State University with a diploma in pricing fine art. He completed his PhD researching Contemporary Orthodox Mural Paintings in the US. Whilst completing his diploma he worked with George Kordis of the University of Athens. ==Genealogy== His grandmother's ancestors from Transbaikalia include the Gantimurov family:ru:Гантимуровы – the Russian princely family of the \"Tunguska\" or Evenkian. The line derives from the Manchu subject of Gantimur the chief of the Tungus tribes, a relative of the Chinese emperor, who moved from China to Russia in 1664. On March 16, 1685, the son of Gantimur Paul (before the baptism of Katan) Gantimurov, by decree of the kings John V and Peter I Alekseevich was ordered to write the prince's name as a nobleman on the Moscow list. Along his grandfather's line, his ancestors from Byelorussia include the Ermolinsky family:ru:Ермолинские – a Russian noble family, an industry of the ancient Polish clan, who accepted Russian citizenship in 1656 after the capture of Smolensk. == Recognition == * 2018 – The best teacher of Russia in 2018 in the field of culture in the nomination \"for the introduction of innovative teaching methods.\" Nominated for the \"GOLDEN NAMES OF HIGH SCHOOL\" award by the Innovation Education Center from the St. Petersburg Stieglitz State Academy, Russia.http://goldennames.professorstoday.org/http://goldennames.professorstoday.org/gn6-2018 * 2017 – Commissioned to paint the official Portrait of Prince Michael of Kent and Princess Michael of Kent, members of the British royal family.http://www.musichallspb.ru/news/26-05-2017-vizit-vysokopostavlennyh- gostey * 2017 – Awarded diplomas charity fund 'Step Forward' for long-term cooperation and participation in charity auctions in favour of sick children. * 2016 – Winner of the St. Petersburg government's Youth Award in the field of fine arts for 2016 (best artist under 30 years old). * 2016 – Best Russian Artist from the local government of St. Petersburg. * 2016 – Awarded the Medal of the Assumption Cathedral of the Tikhvin Mother of God Monastery. * 2014 – Award of the Council for Culture for merits in the development of a spiritual culture of St. Petersburg. * 2012 – the artist became an official partner in the presidential election of Vladimir Putin. Thanks to this, a centre called 2012 Elections was established within the Moscow Jurisprudence State Academy, where Levchenko's personal art exhibition took place. * 2009 – 37th spring exhibition of contemporary art. Tokyo, Japan. * 2008 – 35th exhibition of contemporary art. Tokyo, Japan. * 2007 and 2008 – Winner's prize at the exhibition of contemporary art in Tokyo, == Career == Yaroslav Levchenko is the founder of LEV Gallery, which is located in Voula, Athens. Since 2017, he has been a chief adviser for international cooperation of the Director General of the National Art Museum of Ukraine, Kiev and Assistant Professor of Art Consultancy and Art Business Department at the Art and Industry Academy Stieglitz, St. Petersburg, Russia. In 2017, he became the chief adviser for international cooperation of the Director General of the National Art Museum of Ukraine, Kiev. He also became an Assistant Professor of Art Consulting within the Art Business Department of the Art and Industry Academy Stieglitz, St. Petersburg. He was a candidate for membership of the Public Chamber of Russia 2017. In 2017, he became the Assistant Professor of Art Consultancy at the Art Business Department (Innovation Education Center) of the Art and Industry Academy Stieglitz, St. Petersburg, Russia ==Exhibitions == His paintings are displayed in multiple museum collections: The State Hermitage Museum St. Petersburg, Russia, The National Congress Palace Museum St. Petersburg, Russia, The National Art Museum of Ukraine, Kiev, The Vyborg Castle State Museum, The Russian Academy of Fine arts, St. Petersburg, and The World Expo Museum Shanghai, China. He held a solo exhibition called \"Russian Contemporary Artists\" (2010, 2011) at the Federal State Institution State Complex 'Palace of Congress'. This exhibition was held with the help of the Management Department of the President of Russia, which is Constantin Palace, in Strelna, Saint-Petersburg, Russia. He held another solo exhibition at the external branch of the State Hermitage Museum, the Hermitage-Vyborg Centre (2011–2012). Nine of his works are in the collection of the State Hermitage Museum. Yaroslav Levchenko' solo exhibition is open in Vyborg His works also appear in the National Congress Palace Museum St. Petersburg, Russia, the National Art Museum of Ukraine, Kiev, the Vyborg castle State Museum, the Russian Academy of Fine arts, St. Petersburg and the World Expo Museum Shanghai, China. ==Personal life== In 1989, he moved to Tokyo, Japan with his parents from the USSR. In 1999, he appeared in a Pokémon commercial on Japanese TV. ==Memberships== * 2012 Member of the Russian Mural Artists Union. Director of the International Relations Section of mural art of the St. Petersburg Union of Artists. * 2012 Member of the Russian Art Critics and Art history association AIS The Association embraces Russian national Section of International Association of Art Critics. * 2009 Member of the Contemporary Japanese Artists Union. ==Festival Programs== === Biennale === * 2017 Documenta 14 Athens, Parallel program within Documenta 14, Performance Project \"Breath\". * 2016 Manifesta 10 Zurich, Parallel program within Manifesta 10, Performance Project \"Depth\". * 2015 56th Venice Biennale, Parallel program within 56th Venice Biennale, Performance \"LINE OF DEATH\". * 2014 Manifesta 9 Saint Petersburg, Parallel program within Manifesta 9, Performance Project \"Palace\". * 2008 The 11th Venice Biennial of Architecture, the main program, the 1st prize of the competition for the development of the concept of the pavilion of Cyprus together with the architect Maxim Bataev. ===World Expo === 2017 World Expo 2017 Astana Representation of Italian Pavilion. ===International Cultural Forum programs=== 2017 6th St. Petersburg International Cultural Forum 2017, sculpture exhibition \"Forma\" on the Second Stage of Mariinsky Theater. ==Mural Projects== * 2017 – \"Sky\" Firewall Painting, Russia, St. Petersburg, Boljshaya Zelenina 16https://piteronline.tv/free/kosmonavty-i-zhduny-gde-mozhno-uvidet-samye- neobychnye-graffiti-goroda * 2014 – Church of St. Nicholas, Beirut, Lebanon Mural Paintings with the master iconographer Dr George Kordis Assistant Professor in iconography Faculty of Theology, University of Athens * 2019 \"Girl\" - mural of yard, Russia, St-Peteresburg Chehova 2https://gazeta.spb.ru/2120557-na-ulitse-chehova-narisovali-graffiti-s- devochkoj-v-stile- anime/https://78.ru/news/2019-05-23/na_ulice_chehova_v_peterburge_poyavilos_graffiti_v_stile_hodyachego_zamka_miyadzakihttps://www.spb.kp.ru/online/news/3484609/https://spbdnevnik.ru/news/2019-05-22/na- ulitse-chehova-poyavilos-trogatelnoe-graffiti-s-malenkoy- devochkoyhttps://moika78.ru/news/2019-05-23/234021-graffiti-s-devochkoj-anime- poyavilos-na-ulitse-chehova/https://news.myseldon.com/ru/news/index/211198362 * 2019 \"Heart\" - Sculpture project, Russia, St-Peteresburg Park of 300 Yearshttps://primechaniya.ru/home/news/oktyabr-2019/serdce-peterburga-kakie- smysly-skryvaet-skulptura-v- parke-300-letiya/http://online24news.ru/art/4815-v-sankt-peterburge- ustanovili-neobychnuyu-skulpturu-v-forme- serdca.htmlhttps://topspb.tv/programs/stories/481949/https://primechaniya.ru/home/news/sentyabr-2019/parku-300-letiya- peterburga-podarili-bolshoe-stalnoe-serdce/https://megapolisonline.ru/stalnoe- serdtse-v-parke-300-letiya-peterburga-vyzvalo-protivorechivuyu- reaktsiyu/https://peterburg.center/news/dlya-vlyublyonnyh-poyavilos-eshchyo- odno-mesto-prityazheniya-v-sankt-peterburga-ogromnoe-serdcehttp://www.visit- petersburg.ru/ru/news/3369/http://www.primorsknews.ru/news/2019-09-26/v-parke-300-letiya- poyavilsya-simvol-krepkoy-semi/ ==Solo exhibitions== * 2015 – Kremlin Gallery, Saint Peterburg, Russia. \"FORM» * 2014 – Vyborg castle State museum. \"Contemporary Animals\"http://vyborg- press.ru/pblogs/kultura/2011/12/16/prazdnik_v_preddver_e_rozhdestva Celebration on the eve of Christmas * 2013 – Cynthia Nouhra Gallery Beirut Libanon \"The Line Beneath\"2013-10-30 Media Coverage, Yaroslav Levchenko: L'Orient le Jour newspaper http://www.yelleb.com/company/345834/Cynthia_Nouhra_Art_Gallery/website * 2013 – Theoria Gallery Como Milan Italy \"Contemporary Portraits 2012\" * 2012 – Rad House Gallery * 2012 – \"Alexander House\", Moscow. \"The Cercle\" * 2012 – Situation centre of Elections 2012, Moscow.(inside the Moscow Jurisprudence State Academy has been created a centre called 2012 Elections, where Levchenko's personal art exhibition took place.)\"THE VIEW\" * 2011 – Vyborg castle State museum.\"TOTALY CONTEMPO\" * 2011 – Exhibition centre of Supreme Commercial Court of Russian Federation; 12, Maliy Hariton'evskiy lane, Moscow.\" Truth Contemporary\" * 2011 – Municipal cultural institution, an exhibition centre of the Central library named after A.Aalto (the architectural monument of national value); 4, Suvorova str., Vyborg. Vyborg Library \"Bethlehem Star * 2011 – External branch of the State Hermitage museum, within the exhibition \"Baroque Italian painting and sculpture in the Hermitage collection\" – \"Italian Cycle Paintings\" and \"Italian Cycle Graphics\" and \"Italian Cycle Rotondas\" * 2010 – Federal State Institution: State Complex \"Palace of Congress\", s.Strelna, Saint-Petersburg within the \"Russian Contemporary Artists\" project at the Constantin Palace. \"Christmas Suite\" * 2008 – Tokyo National Museum. ==Group exhibitions== * 2018 – Rzhev Memorial to the Soviet Soldier was opened in the Victory Museum – Central Museum of the Great Patriotic War, pl. Victory, 3, Moscow, Russia, 121170. * 2017 – Centre for the Saint-Petersburg Union of artists Petersburg's Youth. * 2016 – International contemporary art show \"Art Madrid\" within the Art Lounge Gallery. Madrid, Spain. * 2015 – International contemporary art show \"Scope 2015\" within the Evan Lurie Gallery. Miami Beach, USA. * 2015 – An exhibition of contemporary art \"Art Athens 2015\" within the ABC Gallery. Athens, Greece. * 2015 –Union of Artist's centre, Saint – Peterburg, Russia. \"SPRING 2015» * 2014 – Exhibition of contemporary art Art Beirut 2014\" with in the Cynthia Nouhra Art Gallery. Beirut, Libanon. * 2014 – Exhibition of contemporary art Art Athens 2014\" with in the ABC Gallery. Athens, Greece. * 2013 – Participated in the exhibition \"New Academy\" dedicated to the 25th anniversary of the New Academy of Fine Arts. * 2013 – Exhibition of contemporary art Art Athens 2013\" with in the Office Gallery. Athens, Greece. * 2013 – Myi4d Gallery Athens Kifissias Avenue 100 \"Έργα τέχνης για ερωτευμένους στην\" * 2012 – ArtHelsinki 2012 with in the Voice Gallery, Helsinki. * 2012 – Centre for the Saint-Petersburg Union of artists Petersburg's Youth. * 2011 – Rizzordi Art Foundation, Saint-Petersburg, with in the Kremlin Gallery\"Total Contemporary\" * 2011 – Union of Artists' centre Saint-Petersburg, Russia. \"SPRING 2011\" * 2009 – \"37th Spring Exhibition of Contemporary Art\", Tokyo, Japan. * 2008 – \"35th Exhibition of Contemporary Art\", Tokyo, Japan. * 2007 –Exhibition of marine painters, Saint-Petersburg State Russian Museum Saint- Petersburg, Russia. == Publications == * Levchenko Y. Y. The stylistic decision of the paintings in modern Orthodox churches in the USA (the workshop of G. Kordis) // Articles on the history of art. 30. S.-P., 2016. -С.247–259 * Levchenko Y. Y. Canon problems in the contemporary orthodox art of the USA on the example of G. Kordis icon-painting studio // Scientific Papers No. 36. 2016. * Levchenko Y. Y. Canon problems in the contemporary orthodox art of the USA on the example of G. Kordis icon-painting studio // Historical and social- educational ideas. Vol.8. Issue 1. Krasnodar, 2016. * Levchenko Y. Y. The problems of development of contemporary fresco painting in the orthodox churches of foreign countries on the example of the activity of icon-painting studio of G.Kordis // Historical and social-educational ideas. 2015. Vol.7. Issue 7/2. Krasnodar, 2015. – С.128–133. * Levchenko Y. Y. Canon problems in contemporary orthodox art of the usa on the example of G. Kordis icon painting studio // News of Higher Schools. V.6. Issue 4. Ivanovo, 2015. – С.284–287. * Levchenko Y. Y. Sources and Specific Features of Stylistic Decision of the Frescos in the Orthodox Churches in the United States of the 2000–2010 Years // Scientific Papers No. 35. 2015. С. 291–300. * Levchenko Y. Y. The problems of development of contemporary fresco painting in the orthodox churches of foreign countries on the example of activity of icon-painting studio of G.Kordis // Humanities research. 2015. No.9 * Levchenko Y. Y. The problems of development of contemporary fresco painting in the orthodox churches of foreign countries on the example of the activity of icon-painting studio of G.Kordis // Articles on the history of art. 30. S.-P., 2014. -С.222–232 == External links == * * Interview Ya.Levchenko on www.1Mtv.ru http://1m.tv/projects/future-leaders/dialogovaya-studiya-yaroslav- levchenko.html * Art presentation. Yaroslav Levchenko-2012. * Exhibition centre \"Hermitage-Vyborg\" http://erm.vbgcity.ru/node/321 * \"Window to Italy\" by Yaroslav Levchenko http://vyborg- press.ru/pblogs/krupnim_planom/2011/11/25/_okno_v_italiu__yaroslava_levchenko * Yaroslav Levchenko' solo exhibition is open in Vyborg http://prazdnik- land.spb.ru/news/regionalnyie-novosti/2011/11/23/v-vyiborge-otkryilas- personalnaya-vyistavka-hudozhnika-yaroslava-levchenko/ * Evening with Yaroslav Levchenko http://erm.vbgcity.ru/node/336 * 2011 – A group exhibition, Union of Artists' centre, Spring Exhibition Saint-Petersburg, Russia. http://www.spb- uniart.ru/index.php?id=4&start;=10 * Interview Greka Magazine April 13, 2014 ==References== Category:21st-century Russian painters Category:Russian male painters Category:Saint Petersburg State University alumni Category:Living people Category:1987 births ",
    "title": "Yaroslav Levchenko"
}