{
    "id": "31445634",
    "text": "On 9 April 2011, six people were killed by a gunman who entered the Ridderhof mall in Alphen aan den Rijn, Netherlands, a town approximately south-west of Amsterdam. Using a rifle, 24-year-old Tristan van der Vlis shot several people and then killed himself, reportedly with a different firearm. There were seven deaths, including the killer, and 17 wounded, making it the deadliest assault attack in the Netherlands since the 2009 attack on the Dutch Royal Family. ==Shooting== Van der Vlis, wearing a bulletproof vest and armed with a semi- automatic Smith & Wesson M&P15-22;, a stainless steel Colt M1911 .45-caliber pistol, and a Taurus Raging Bull .44 Magnum revolver, first got out of his car and shot a person outside, then entered the Ridderhof mall and fired more than 100 rounds,\"Dutch mall shooter fired more than 100 times\", Seattle Post- Intelligencer, 11 April 2011 killing six people and injuring another 17 before he took a pistol, and took his own life. Many shoppers in the centre panicked before it was evacuated and cordoned off. Later that day one of the injured victims succumbed to injuries, raising the total number of deceased to seven. The gunman had left a note in his car stating that explosives had been left in three malls in the city; these malls were subsequently evacuated. Children were among the victims, but they had suffered only mild injuries. Among the dead were three males aged 80, 49 and 42, and three females aged 91, 68 and 45. ==Perpetrator== Tristan van der Vlis The shooter was 24-year-old Tristan van der Vlis who lived in an apartment complex in Alphen aan den Rijn with his parents. He had lived in Alphen since his childhood. According to the police, he was a member of a shooting association and possessed three firearms. He had a history of psychological and psychiatric problems, including paranoid schizophrenia; in 2006 he spent 10 days in a closed institution after attempting suicide. ==Response== Rutte gives a speech at the remembrance ceremony on 10 April 2011 PM Mark Rutte at the Ridderhof memorial on 20 April 2011 The Netherlands Government Information Service, through a brief statement on Twitter, said Queen Beatrix was \"speechless because of the great loss and sadness;\" and politicians such as Minister of Security and Justice Ivo Opstelten expressed feelings of shock and tragedy. Several thousand people attended a memorial service at the mall on 10 April. Prime Minister Mark Rutte, Minister Opstelten and acting Mayor of Alphen aan den Rijn Bas Eenhoorn were also present. ==Copycat threats== Shortly after the shooting, police arrested a 17-year-old boy who threatened to carry out another mass shooting. The teenager from Rotterdam posted on Twitter: After a backlash, the boy deleted the post and claimed it was a joke. Since then, four other people were arrested for making similar threats on Twitter. ==Aftermath== On 20 September 2019, the Dutch Supreme Court (Hoge Raad) concluded that the police of Alphen aan den Rijn was at fault for distributing a fire arms license to the perpetrator who was obviously suffering from a mental disease. Therefore, the police are held accountable for all damages suffered by the victims and their relatives. After the shooting the police in the Netherlands have given out far less licences and maintain stricter rules regarding the possession of guns. ==See also== *Utrecht tram shooting ==References== Category:Attacks in 2011 Category:2011 crimes in the Netherlands Category:Alphen aan den Rijn Category:Deaths by firearm in the Netherlands Category:Murder–suicides in Europe Category:Mass murder in 2011 Category:Mass murder in the Netherlands Category:Suicides by firearm in the Netherlands Category:Mass shootings in the Netherlands Category:Shopping mall attacks Category:April 2011 events in Europe Category:2011 murders in Europe Category:2010s murders in the Netherlands Category:2011 mass shootings in Europe Category:2010s mass shootings in Europe Category:2011 mass shootings ",
    "title": "Alphen aan den Rijn shopping mall shooting"
}