{
    "id": "31445586",
    "text": "John Henricus de Saram (born 27 June 1929) is a Sri Lankan lawyer and diplomat, who served as Permanent Representative of Sri Lanka to the United Nations in New York. He was a former Director of the Office of the Legal Counsel, United Nations Office of Legal Affairs and was a former member of the United Nations International Law Commission.Visiting Faculty in International Law and Settlement of DisputesProgramme (2002-2003) ==Early life and education== Born in Colombo to a family of lawyers, of Dutch and Malay ancestry,Karava of Sri Lanka - The De Saram Family. De Saram was educated at the Royal College, Colombo from where he entered the newly established Law Faculty of the University of Ceylon in 1949 and graduated with an LLB shortly he took oaths as an advocate of the Supreme Court of Ceylon. Later he attended Yale Law School as a Smith-mundt Scholar and was admitted as a Barrister in the Inner Temple.A legend in the making ==Legal and diplomatic career== He started his career as an assistant lecturer in the law faculty, University of Ceylon in 1952. Thereafter he served as private secretary to the Chief Justice of Ceylon, before moving to the Unofficial bar to engaged in a private practice as a civil and criminal lawyer. In 1958, he joined the United Nations Office of Legal Affairs, serving as an Assistant and Associate Legal Officer in the General Legal Division of the Office of Legal Affairs (1958- 1962). He thereafter served as a Legal Officer (1962-1968); Senior Legal Officer (1968-1977); and Deputy-Director of the General Legal Division (1977-1984), and of the Codification Division (1984-1986). He was a former member of the International Law Commission (1992-1996), where he served as the General Rapporteur of the Commission in 1993; and representing the Commission at the Inter-American Juridical Committee of the Organization of American States in Rio de Janeiro in 1995. He was a former Director at the United Nations Office of Legal Affairs (1986-1989). He served as legal consultant of the United Nations Development Programme (UNDP) to Indian Ocean Marine Affairs Cooperation meetings from 1989 to 1991. He thereafter represented Sri Lanka at the General Assembly's Sixth Committee (Legal) from 1991 to 1996. He was also a member of a panel of the International Law Association, in New York, on the codification and progressive development of international law under the auspices of the United Nations in 1995. In 1997, he was a United Nations recommended legal consultant to Hangzhou International Centre on Small Hydro Power, in China. In 1998 he took up appointment as Permanent Representative of Sri Lanka to the United Nations in New York. Holding the post till 2002, he was instrumental neutralizing LTTE activity in the UN. ==Sporting career== He represented Ceylon as a sprinter at the 1948 Summer Olympics and 1950 British Empire Games. ===Competition record=== {| |- !colspan=\"6\"|Representing |- |1948 |Olympics |London, England |6th, Qtr 2 |200 m | |- |1948 |Olympics |London, England |3rd, Heat 9 |400 m |51.2 |} == See also == *Sri Lankan Non Career Diplomats ==External links and References== Category:1929 births Category:Living people Category:Permanent Representatives of Sri Lanka to the United Nations Category:Sri Lankan officials of the United Nations Category:Sinhalese diplomats Category:Sinhalese lawyers Category:Sportspeople from Colombo Category:Alumni of Royal College, Colombo Category:Alumni of the University of Ceylon Category:Yale Law School alumni Category:Members of the Middle Temple Category:Sri Lankan male sprinters Category:Olympic athletes of Sri Lanka Category:Athletes (track and field) at the 1948 Summer Olympics Category:Commonwealth Games competitors for Sri Lanka Category:Athletes (track and field) at the 1950 British Empire Games ",
    "title": "John De Saram"
}