{
    "id": "31440741",
    "text": "Joel Lamstein is the co-founder and president of John Snow, Inc. (JSI) and JSI Research & Training Institute, Inc., global public health research and consulting firms. Founded in 1978, JSI has more than 3,200 employees worldwide dedicated to improving the health of individuals and communities, working across the United States and the world. Joel Lamstein is also the president of World Education, a nonprofit organization committed \"to improving the lives of the impoverished through education, economic, and social development programs.\" == Life and education == Joel Lamstein was born in Brooklyn, New York. He is married to Sarah Lamstein and has three children. Lamstein graduated from the University of Michigan in 1965 with a Bachelor of Science in Math and Physics. He was present for President John F. Kennedy's announcement of the creation of the Peace Corps in 1960, which has influenced his life choices. After graduation, Lamstein worked at IBM before attending the MIT Sloan School of Management . While at Sloan, Lamstein became involved in anti-war activities. His MIT professors took notice and invited him to do the computer model programming on a public health research project, introducing him to the field of global health. == Career == In 1971, Lamstein co-founded Management Sciences for Health (MSH), a nonprofit international health organization. In 1978, Joel Lamstein and Norbert Hirschhorn left MSH and founded John Snow, Incorporated (JSI), named after the father of epidemiology, John Snow, and initially launched as a small for-profit business focused on health care in the United States. In 1979, Lamstein launched an affiliated nonprofit partner, JSI Research & Training Institute, and in 1980, the organizations began working internationally. In addition to leading JSI, in 1982 Lamstein assumed the role of president of World Education, an organization founded in 1951 to meet the needs of the educationally disadvantaged, particularly women and girls. Today, Joel Lamstein leads more than 3,600 staff from three organizations in 45 countries, implementing more than 300 projects that strengthen health and educational systems, build community skills and support, and address people’s health care and literacy needs. Lamstein is an adjunct senior lecturer at the Harvard School of Public Health). He has also lectured at various universities including: the Wharton School at the University of Pennsylvania, MIT Sloan School, the Boston University School of Public Health, and the Harvard Kennedy School of Government on organizational strategy, nonprofit management, international development, and strategic management. In 2016, Lamstein was appointed Chair of Dean’s Advisory Board at Boston University School of Public Health. He is also the Board Chair at the nonprofit Seed Global Health and on the advisory council of the Children’s Health Fund in New York. Lamstein has advised multiple public health initiatives across the globe with specific focus on health care management. Lamstein and JSI support several awards and scholarships, including the John Snow, Inc. Awards at: Johns Hopkins Bloomberg School of Public Health, The University of Michigan School of Public health, Boston University School of Public Health, The University of Southern California, the Mabelle Arole Fellowship in India administered by the American Medical Student Association, among others. == Achievements == Lamstein was profiled in The New York Times The Boss column in 2011, under the headline \"Witnessing Social Impact.\" In September 2009, Lamstein was selected for the CEO Social Leadership Award, sponsored by the Lewis Family Foundation and presented by the Boston Business Journal. George Donnelly, editor of the Boston Business Journal and a member of the CEO Social Leadership Award selection committee, remarked, “Joel Lamstein embodies the CEO who completely walks the talk around social responsibility.\" Lamstein has made a social impact through JSI health care programs as well as a policy of donating five to seven percent of net profits to charity. NECN video interview with Joel Lamstein In 2003, Lamstein and two other JSI staff were knighted for their exceptional work in public health in Madagascar. Lamstein received the Médaille de l’Officier de l’Ordre National Malagasy, earning the title of Lord Lamstein. Lamstein addressed graduating MPH students at the Tulane School of Public Health and Tropical Medicine convocation in December, 2007. His speech encouraged new graduates to get involved and understand the field, while \"moving on.\" == In the media == # Blog: The Mexico City Policy does not Actually Consider Women’s Health The Huffington Post. 27 January 2017. # Blog: Powering Programs With the Right Vaccines to the Right Place at the Right Time... The Huffington Post. 18 February 2016. # Blog: Six Ways to Rebuild Liberia’s Health System: What’s Next for Liberia The Huffington Post. 6 August 2015. # Blog: Local Liberian Communities Take Action The Huffington Post. 24 December 2014. # Blog: Health Workers on the Frontlines of the Ebola Epidemic in Liberia The Huffington Post. 21 November 2014. # Blog: Simple Solutions to Global Problems: How Two Medicines Promise Life for Mothers and Infants in Nigeria The Huffington Post. 17 June 2014. # Blog: Using Technology to Close the Education Gap for Girls The Huffington Post. 6 March 2014. # Blog: Getting Meds to Sick Kids at the End of the Supply Chain The Huffington Post. 9 November 2012. # Feature: \"Witnessing Social Impact, The Boss column\" The New York Times. 28 August 2011. # Blog: “International Women’s Day: Can Technology Close the Gap for Girls and Women?” The Huffington Post. 9 March 2011. # Blog: “U.S. Investments in Health are Working—and Georgia Reminds Us We Must Sustain and Extend the Gains.\"The Huffington Post. 3 Feb 2011. #Blog: “Why Nutrition Matters.”The Huffington Post. 19 May 2010. # Blog: \"Re-Discovering U.S. Leadership: An Unlikely Contender.\"The Huffington Post. 8 Jan 2010. # Feature: “An Obligation to Give Back: Joel Lamstein Covers the World but Still has Time for Philanthropy”University of Michigan School of Public Health. Spring 2010. # Feature: “Alumni Focus: Joel Lamstein.”Focus: University of Michigan Center for Global Health. Fall 2009. # Interview: “Joel Lamstein Selected for CEO Social Leadership Award.” New England Cable News. 10 September 2009. == Memberships == Boston University School of Public Health :Chair of the Dean's Advisory Committee Seed Global Health :Chair of the Board of Trustees Boston Partners in Education :Board of Directors Children’s Health Fund in New York :Advisory Council Harvard School of Public Health :Leadership Council Global Health Council :Board of Directors 2004-2012, Interim President and CEO 2009 and 2011 :Chair, 2009-2012 University of Michigan School of Public Health :Dean's Advisory Board Physicians for Human Rights :Board of Directors (2009-2017) == References == == External links == * World Education website * John Snow, Inc website * Lamstein's blogs posted by Huffington Post Category:Year of birth missing (living people) Category:Living people Category:American chief executives Category:University of Michigan College of Literature, Science, and the Arts alumni Category:Harvard School of Public Health faculty Category:Massachusetts Institute of Technology faculty Category:MIT Sloan School of Management alumni Category:People from Brooklyn Category:HuffPost writers and columnists ",
    "title": "Joel Lamstein"
}