{
    "id": "31441421",
    "text": "Victoria Hart (born 1988), commonly known as Vi Hart (), is a self-described \"recreational mathemusician\" who is well known for creating mathematical videos on YouTube. Hart founded the virtual reality research group eleVR and has co-authored several research papers on computational geometry and the mathematics of paper folding.. Retrieved March 29, 2014. Together with another YouTube mathematics popularizer, Matt Parker, Hart won the 2018 Communications Award of the Joint Policy Board for Mathematics for \"entertaining, thought- provoking mathematics and music videos on YouTube that explain mathematical concepts through doodles\". ==Early life and education== Hart is the child of mathematical sculptor George W. Hart, and received a degree in music at Stony Brook University. Hart identifies as \"gender agnostic\"; in a video released in 2015, they spoke about their lack of gender identity—including lacking genderqueer identities such as agender—and their attitude to gendered terms such as pronouns as a \"linguistic game\" that they were not interested in playing. They indicated that they have no preference and do not care which pronouns they are called by. == Career == Hart's career as a mathematics popularizer began in 2010 with a video series about \"doodling in math class\". After these recreational mathematics videos — which introduced topics like fractal dimension — grew popular, they were featured in The New York Times and on National Public Radio, eventually gaining the support of the Khan Academy and making videos for the educational site as their \"Resident Mathemusician\". Many of Hart's videos combined mathematics and music, such as \"Twelve tones\", which was called \"deliriously and delightfully profound\" by Salon. Together with Henry Segerman, Hart wrote \"The Quaternion Group as a Symmetry Group\", which was included in the anthology The Best Writing on Mathematics 2015. In 2014, Hart founded a research group called eleVR, with Emily Eifler and Andrea Hawksley, to research virtual reality (VR). The group created VR videos, and had also collaborated on educational computer games. They created the game Hypernom, where the player has to eat part of 4 dimensional polytopes which are stereographically projected into 3D and viewed using a virtual reality headset. In June, eleVR released an open source web video player that worked with the Oculus Rift. In the same year Hart created the playable blog post Parable of the Polygons with Nicky Case. The game was based on economist Thomas Schelling's Dynamic Models of Segregation. In May 2016, eleVR joined Y Combinator Research (YCR) as part of the Human Advancement Research Community (HARC) project, in which Hart was listed as a Principal Investigator. Hart currently is a Senior Research Project Manager at Microsoft, and a collaborator with Harvard University. ==See also== * Flexagon *George W. Hart, Vi Hart's father, and influential geometer, and creator of the online Encyclopedia of Polyhedra. ==References== ==External links== * * * * Vi Hart at Khan Academy Category:Living people Category:Mathematics educators Category:21st-century American mathematicians Category:Recreational mathematicians Category:Stony Brook University alumni Category:American YouTubers Category:Education-related YouTube channels Category:Place of birth missing (living people) Category:Mathematical artists Category:Mathematics popularizers Category:People with non-binary gender identities Category:1988 births ",
    "title": "Vi Hart"
}