{
    "id": "31441363",
    "text": "Donald J. Canney (October 8, 1930 - March 20, 2011) was an American politician and civil engineer who served as the Mayor of Cedar Rapids, Iowa, for twenty- two years from 1969 to 1992. Canney is Cedar Rapids' longest-serving mayor to date. ==Biography== ===Early life=== Canney was born on October 8, 1930, to John and Alice Mickle Canney in Iowa City, Iowa. He served as an underwater demolitions expert within the United States Marine Corps during the Korean War. He received a bachelor's degree in civil engineering from the University of Iowa. Canney married Gloria Frau on August 20, 1955, and remained together until her death in 2010. ===Career=== Canney served as the Cedar Rapids streets commissioner for more than six years before becoming Mayor of Cedar Rapids in 1969. Canney is credited with spearheading much of modern Cedar Rapids' infrastructure and civic development. Projects credited to Canney include the U.S. Cellular Center, which opened in 1979 as the Five Seasons Center, the expansion of The Eastern Iowa Airport, the Edgewood Road Bridge and the 5-in-1 dam. Canney resigned from office in 1992 after more than 22 years as mayor when he was 61 years old. he took a position with PMX Industries Inc., a South Korea firm which had opened a facility in Cedar Rapids, where he worked for three years before his retirement. In addition to his career in engineering and politics, Canney also created his own brand of fish fillet knives, called \"Canney’s Leech Lake filet knife.\" The knives were named for a lake in which he fished during the summer. Don Canney died of heart failure in Cedar Rapids, Iowa, on March 20, 2011, at the age of 80. His funeral was held at the St. Pius X Roman Catholic Church in Cedar Rapids. Canney's wife, Gloria (née Oberer and nicknamed \"Frau\" because of her many years of teaching German at Prairie High Schoolhttps://www.findagrave.com/memorial/111604980/gloria-o_-canney) Canney, had died on September 13, 2010. Current Cedar Rapids Mayor Ron Corbett announced the creation of a commission to rename a major Cedar Rapids landmark in honor of Canney. Possible choices for the memorial which have been mentioned include an airport terminal at Eastern Iowa Airport, a former federal court which is being re-purposed to become Cedar Rapids' future city hall, or the city library. Corbett explained that, \"We’re looking for something significant to have Don Canney’s name associated with. Don was big into public infrastructure, so it only makes sense from the standpoint also.\" ==References== Category:1930 births Category:2011 deaths Category:Mayors of Cedar Rapids, Iowa Category:American civil engineers Category:American Marine Corps personnel of the Korean War Category:University of Iowa alumni ",
    "title": "Don Canney"
}