{
    "id": "31443885",
    "text": "Valentino, ca. 1940s Francesco Valentino (1907 – June 14, 1991) was an American operatic baritone. He is perhaps best remembered for his performances under Arturo Toscanini. ==Life and career== Born Francis Valentine Dinhaupt in New York in 1907, Valentino and his family moved to Denver when he was 11 and he began to study music there. In 1926 he went to Italy to further his studies and made his debut at Parma as Germont the following year. An Italian producer decided his name was \"too American\" and christened him Francesco Valentino, a stage name that stuck throughout his career. During the late 1920s and 1930s, Valentino performed at the major European theaters including La Scala in Milan and Glyndebourne in England. Valentino returned to America in 1940 where he began an association with the Metropolitan Opera, appearing in 26 roles over 21 seasons and never missing a scheduled performance. His major roles included Figaro, Count di Luna, Marcello, and Rigoletto. He also appeared with other major American companies including the San Francisco Opera and the Philadelphia Grand Opera Company. Additionally, he performed in many recitals and concerts; most notably the 50th anniversary NBC concert broadcasts of Puccini's La bohème under Arturo Toscanini in 1946. In 1962 he retired from singing and joined the faculty of the Peabody Conservatory of Music and taught for 15 years until retiring in 1977. Valentino was married to Edith Taylor until her death in 1975. During his years at Peabody he lived in Severna Park, Maryland, later moving to Fairfax, Virginia where he died, of renal failure, at age 84. He was Roman Catholic. ==References== *Frank Valentino; Baritone, 84, Sang at Met for 20 Years - New York Times' obituary, published June 20, 1991 (retrieved April 8, 2011) *Francis V. Dinhaupt - Baltimore Sun's obituary, published June 28, 1991 (retrieved April 8, 2011) Category:1907 births Category:1991 deaths Category:American operatic baritones Category:People from Severna Park, Maryland Category:People from Fairfax, Virginia Category:20th-century American opera singers Category:20th-century male singers ",
    "title": "Frank Valentino"
}