{
    "id": "31445695",
    "text": "{| |- |Classification: |DNV 1A1, Pusher/Barge Unit, Ice IA+ |- |Main engines: |2 × Wärtsilä-Sulzer 6ZAL40 (2 × 3,840 kW) |- |Auxiliary generators: |2 × Wärtsilä-Vasa 4R22HF (2 × 590 kW/710 kVA) Strömberg shaft generator (900 kVA) |} Finnpusku is an integrated tug and barge system owned and operated by ESL Shipping, a Finnish shipping company that specializes in bulk cargo transports in the Baltic Sea. The system was developed in the 1980s by Finnlines, another Finnish shipping company that also managed the vessels until 2003, in co-operation with Rautaruukki to transport raw materials to the Raahe Steel Works. Two pushers and five barges, four of which remain in service, were delivered by Hollming in 1986–1987. Today the Finnpusku system consists of pushers Rautaruukki and Steel, and barges Board, Botnia, Kalla and Tasku. == Concept == Separating the expensive machinery section from the cargo space offers several advantages in comparison to conventional vessels, one of the most important being the ability to operate on the \"drop and swap\" principle which minimizes the turnaround time in port for the pusher and its crew. When a pusher-barge combination arrives at a port, the fully laden barge is left for unloading while the pusher picks up an empty one and leaves again. In theory the system works on optimum efficiency when there are as many barges as there are pushers and ports of call – the barges are always either being loaded or unloaded, or underway with a pusher. In addition to reducing unprofitable waiting time such operation principle allows more time for the unloading of the barge, removing the need for expensive cargo handling equipment in the unloading port.Eriksson, U. Puskuproomujärjestemä. FG-Shipping Oy Ab, 1991. One of the major arguments in favor of integrated tug barge systems is the small number of crew required to operate such vesselFINNPUSKU - Finnish tug/barge combination boosts Raahe iron works' sea cargoes. The Motor Ship, December 1986, pages 40–42. — whereas a conventional vessel with capacity in par with the Finnpusku pusher-barge combination would require a crew of 16–17, the integrated tug-barge unit can be operated by a crew of only 9. In some cases an integrated system is adopted only for this reason and the pusher is rarely, if ever, decoupled from the barge. An integrated system has several technical advantages in comparison to towed barges. Traditionally tugs, being short in length, have to operate at relatively high Froude numbers resulting in high wave making resistance and the barges, being towed in the tugs' wake, have skegs that improve directional stability but increase drag. Positioning the tug behind the barge in a stern notch improves the hydrodynamic efficiency of the combination, resulting in significant reductions in the total resistance. In addition the tug, operating in the wake of the barge, has better control over the combination and thus improves seaworthiness and maneuverability in comparison to the traditional towing arrangement.van Leeuwen, W.A. Tug/barge systems - An economical alternative for the short-sea . Schip en Werf de Zee, 4-92. Integrated tug barge systems are generally divided into three generations by the type of coupling. In the first generation systems the tug is connected to the barge by wires or chains. However, because the two vessels are subject to different motion responses due to their shape, displacement and position on a wave, such operation is only possible in calm sea conditions — in rough weather the tug has to disconnect from the barge and continue the journey by towing it in a traditional way. The second generation systems are designed with a deeper stern notch and improved coupling devices to allow operation in heavier seas while still permitting relative motion between the two vessels. The third generation systems such as the Finnpusku system, equipped with rigid or articulated mechanical coupling, allow operation in all sea states and even in ice conditions as the pusher-barge combination behaves hydrodynamically like a conventional ship. However, in some cases the specialized hull form of the pusher, designed to form a streamlined hull when coupled to the barge, might lead to problems with stability and seakeeping when the pusher is operated independently.Integrated Tug Barge (ITB) / Tug/Barge Unit (TBU). GlobalSecurity.org. == Development and construction == The history of the Finnpusku integrated tug barge system dates back to 1964 when Rautaruukki started steel production in the new steel mill in Raahe, Finland, and began supplying the factory with ore concentrate, coal, coke and other raw materials.von Bruun-Riegels, U. Raaka-ainekuljetukset proomuilla. Rautaruukki Oy, 1991. Around the same time the Finnish shipping company Finnlines researched transporting cargo by barges and developed the first version of the Finnpusku system, but due to problems in funding and the devaluation of the Finnish markka in 1967 the idea was not pursued further. However, an upgraded concept was developed in the 1970s.Holma, H. Proomukuljetukset. Oy Finnlines Ltd, 1972. By the end of the 1970s it was realized that as the iron mines in Finland would soon be exhausted and there would not be enough suitable ice- strengthened tonnage to guarantee a continuous supply of raw materials for the expanding steel works. The draught of the bulk carriers available in the market exceeded the water depth of the port of Raahe and unloading the ships would have required a large number of cranes. While transporting the raw materials by barges proved to be feasible as they had low draught and could be unloaded with wheel loaders, towed barges could not be used during the winter and their poor maneuverability made them unsuitable for the confined waterways. For this reason it was decided to investigate if it would be possible to design a pusher-barge system that could also be operated in ice conditions. When Rautaruukki consulted Finnlines that already operated the steel company's conventional bulk carrier Rautaruukki, the shipping company immediately presented the integrated tug barge system it had developed in the 1970s, the Finnpusku system. A development contract was signed and Finnlines performed several feasibility studies which showed that a pusher-barge system would be the most economical and efficient method of transporting bulk cargoes on the relatively short routes of the Baltic Sea. Thanks to the extremely short turnaround time at ports, the service speed of the vessel could be lower than that of normal ships, resulting in lower fuel expenses. The initial plan was to establish shipping companies for each vessel under the joint ownership of several large Finnish industrial and shipping companies, including Rautaruukki and Finnlines, that would own and operate the Finnpusku system. However, due to delays in negotiations Rautaruukki, concerned about the continuous supply of raw materials to the Raahe Steel Works, decided to order one pusher and two barges for itself and signed a building contract with Hollming on 29 September 1984.A revolutionary pusher-barge system. Navigator 1985. A follow-up order for another pusher and three more barges was signed on 14 March 1985 by joint shipping companies formed by Effoa Oy (20%), Oy Finnlines Ltd (16%), Hollming Oy (10%), Neste Oy (25%), Palkkiyhtymä Oy (10%), Oy Paratug Ltd (5%), Rautaruukki Oy (9%) and Thomesto Oy (5%). All vessels were managed and manned by Finnlines. While the pushers were built completely in Finland, to reduce the building costs the steel work of the barges was subcontracted to a Portuguese shipyard Estaleiros Navais de Setubal in Setúbal, from where they were towed to Hollming for outfitting.Mauno, J. Finnpusku minimoi satama-ajan. Navigator 11/86. The total price of the Finnpusku system was FIM 300 million (US$61 million). The first pusher, Rautaruukki, and two barges, Kalla and Tasku, were delivered to Rautaruukki on 31 October 1986 and the second pusher, Finn, and barges Baltic, Board and Bulk to the joint shipping companies \"Puskija\", \"Proomu I\", \"Proomu II\" and \"Proomu III\" on 28 April 1987.Finnpuskut valmiit. Navigator 9/87. It was estimated that the two pushers and five barges of the Finnpusku system would carry one third of the ten million tons of bulk cargo arriving in Finland by sea every year. == Technical details == === Combination === Pusher Rautaruukki with the barge Botnia outside Raahe, Finland, with the Raahe Steel Works in the background. A Finnpusku pusher-barge combination consists of one pusher vessel and one barge. The overall length of the combination is and its breadth and draft at summer load line are that of the barge, and , respectively. However, in the brackish water of the Baltic Sea it can be loaded to a maximum draught of . During ballast legs the pusher maintains its normal draught while the barge is ballasted to a draught of to reduce the displacement from 20,930 tons to 17,630 tons. In such loading condition the main deck of the barge is at the same level with the pusher's gunwale.Pusher Vessels and Barges . ESL Shipping Oy. The tonnage of the combination is that of the pusher and barge combined, , and .Vapalahti, H. Finnish illustrated List of Ships 1999. Judicor Oy, 1999. The combination is classified by Det Norske Veritas with a class notation of +1A1, Pusher/Barge Unit, Ice IA+. It has the highest Finnish-Swedish ice class, 1A Super, which means that it is designed to operate in difficult ice conditions mainly without icebreaker assistance. Thanks to the icebreaker bow and sloping sides, the combination could operate independently in level ice. When the Finnpusku system entered service in the mid-1980s, its icegoing capability was superior to most conventional bulk carriers. Finnpusku uses a unique rigid coupling system, Wärtsilä Marine Locomotive, which consists of two hydraulic locking pins, one on each side of the pusher, and one fixed pin in the bow. When connected, the hydraulic pins exert a transverse force of 450 tons to the sockets, forcing the jaws of the barge apart by , and the angled faces of the coupling pins push the pusher forwards, resulting in a longitudinal force, also of 450 tons, at the bow pin. The three-point connection removes all degrees of freedom and results in the combination behaving hydrodynamically like a single ship, allowing unrestricted service and independent operation in the severe ice conditions of the Gulf of Bothnia. The pusher can be connected to the barge at three different levels, removing the need to ballast the barge to the same draught as the pusher when not carrying cargo. In addition to mechanical coupling the pusher is connected to the barge by several electrical cables on the starboard side and flexible pipes on the port side. The latter allow the pusher's fuel and freshwater tanks to be topped up from the much larger storage tanks of the barge.Puskija FINNin ja proomu BALTICin kaatuminen Hangon edustalla 27.12.1990. Suuronnettomuuden tutkintaselostus n:o 2/1990. Onnettomuustutkintakeskus. Helsinki, 1992. The combination of a pusher and a barge is usually referred to by using the names of both vessels, e.g. Rautaruukki-Board. === Pushers === Initially there were two pushers in the Finnpusku system, Rautaruukki and Finn, built by Hollming in 1986 and 1987, respectively. After capsizing in 1990 Finn was rebuilt and returned to service as Steel in 1991. In 1991 Herakles, a salvage tug built in 1967 and owned by Finnish towing and marine salvage company Alfons Håkans, was converted to a pusher and chartered to Rautaruukki as the third pusher of the Finnpusku system. After the conversion Herakles was chartered to Rautaruukki and continued to operate as part of the transport system until her demise on 3 March 2004, when she sank with the barge Bulk near Swedish Grundkallen lighthouse in the Bothnian Sea. ==== Rautaruukki and Steel ==== Pusher Steel without a barge in the port of Raahe. The Wärtsilä Marine Locomotive coupling devices are visible in the hull behind the superstructure. : Main articles: Steel (pusher) and Rautaruukki (pusher) The pushers of the Finnpusku system are long and have a breadth of at the waterline and at the bridge wings.STEEL. DNV Exchange. The draught and depth to upper deck, and respectively, are the same as those of a fully laden barge. One of the most prominent features of the pushers is the high superstructure rising from the waterline. In addition to accommodation, mess and dayroom for the crew of nine, it initially housed two bridges at different levels. The lower bridge on the third deck was originally intended to be used when the pusher is operating on its own without a barge, allowing more comfortable conditions for the crew — the chairs in the upper bridge on the seventh deck were equipped with seatbelts due to the large motions of the vessel when operating independently. However, the lower bridge was rarely used and the space was later rebuilt for other use in both pushers. The upper bridge, with bridge wings extending beyond the pusher's breadth, is equipped to allow one man bridge operation. Propulsion power is provided by two six-cylinder Sulzer 6ZAL40 4-stroke medium-speed diesel engines running on heavy fuel oil, manufactured under licence by Wärtsilä, each with a maximum continuous output of at 380 rpm, giving the combination a service speed of .Rohkea investointi. Navigator 11/84 A Lohmann & Stolterfoht reduction gearbox connects the main engines to a propeller shaft driving a 4.7-metre () four-bladed Rauma-Repola Liaaen controllable-pitch propeller and a 900 kVa Strömberg shaft generator used to power the bow thruster. The main engines are equipped with steam- generating exhaust boilers to improve the overall efficiency of the power plant.Puskija on tehokas työmyyrä. Tekniikan Maailma, 16/2008. Electricity is provided by two Wärtsilä-Vasa 4R22HF diesel engines, each producing at 1,000 rpm, that are connected to 710 kVa Strömberg alternators. The auxiliary generating sets are mounted side by side above the propeller shaft due to the narrow hull. A 158 kW Volvo Penta TMD102A emergency generator is located on the main deck level in the smoke stack. While usually connected to a barge, the pushers are also capable of operating independently. However, the low metacentric height of the vessels, only , results in large roll amplitudes and pitching, making the pushers very uncomfortable in severe weather. For this reason short transit journeys without a barge are done only when it is absolutely necessary. ==== Herakles ==== When salvage tug Herakles was converted to a pusher, a new wheelhouse was installed on top of a cylindrical pillar above the old superstructure, the hull was modified to accept the coupling devices, additional diesel generator was installed to power the bow thruster of barge and propulsion and steering gear was upgraded. The conversion also included refitting the existing barges with new coupling devices since Herakles, having considerably smaller breadth than the original Finnpusku pushers and a different hull shape, was incompatible with the original rigid three-point Wärtsilä Marine Locomotive coupling. Herakles and the barges were fitted with Japanese Articouple K articulated coupling system that allowed free pitching of the tug relative to the barge.Articouple & Triofix (Taisei Engineering Consultants, Inc.): Coupler Reference List - 3 (Nos. 81-120). Description of the conversion. Navamec Oy. Being considerably less powerful than Rautaruukki and Steel, Herakles received new main engines and propellers in 1995. While the engine output was nearly doubled to 4060 kW, she remained underpowered in comparison with the original Finnpusku pushers. She also had a lower Finnish-Swedish ice class, 1B. === Barges === The barges of the Finnpusku system were built in two series, Kalla and Tasku in 1986 and Baltic, Board and Bulk in 1987. Their hulls were constructed by the Portuguese shipyard Estaleiros Navais de Setubal and towed to Hollming in Rauma for outfitting. Of these Baltic was renamed Botnia after capsizing and Bulk sank along with pusher Herakles in 2004. ==== Hull and machinery ==== As the Finnpusku system is designed to operate independently in the severe ice conditions of the Bothnian Sea, special attention has been paid to the hull form. The spoon-shaped bow has a low stem angle to reduce icebreaking resistance and the sides of the barge are flared to prevent the combination from becoming immobilized by ice ridges and compressive ice fields. When the pusher is coupled to the barge, the deep stern notch forms a streamlined aftship with seakeeping characteristics similar to those of conventional ships. When coupled, the power for the ramps, pumps, floodlights and other equipment on board the barge is taken from the pusher. When the power cables on the starboard side of the pusher's superstructure are disconnected, a 200 kVA Volvo Penta TD100CRC generating set starts automatically and provides power to operate the equipment when the barge is left alone for loading or unloading. To increase maneuverability in ports the barges are equipped with a 680 kW controllable-pitch bow thruster which is powered by the pusher's shaft generator. ==== Cargo space ==== The barges of the Finnpusku system are of the so-called deck cargo type, meaning that the cargo is carried on the main deck in an open cargo space instead of closed holds as in conventional bulk carriers. The cargo space, surrounded by coamings high, has a free area of and a total volume of . The total cargo carrying capacity is about 13,400 tons. Bulk cargo is loaded either by shiploaders or bulk-handling cranes, but while the cargo deck is strengthened for grab discharging, the barges are also equipped with two side ramps to facilitate faster discharging by wheel loaders and dump trucks. This more efficient method also removes the need to invest in discharging equipment in the unloading port. The ramps are long, have a free driving width of and are strengthened for axle loads up to . There are some differences between the first and the second series of barges. The first two were built with lower side coamings due to the limited clearance under the loader at the port of Luleå. When the Finnpusku system was developed, the volume enclosed by the fixed coamings was included in the tonnage of the barge by the rules regarding ship measurement, so to minimize this the side coamings in Kalla and Tasku consisted of removable cassettes held in place by vertical supports. However, the rules were later changed so that none of the open deck was included in tonnage assessment, so the last three barges had their cassettes welded in place. The second series was also originally designed with higher coamings all around to increase capacity for cargo with low stowage factor, such as coal, but restrictions placed by the cargo handling equipment of the ports resulted in a compromise with lower coamings forward of the side ramps and higher towards the aft. Since the cargo is open to the elements, there are four drainage pipes and six storm shutters, gravity-closed hatches opened by internal water pressure, on both sides of the barge to remove water from the cargo space. These are often covered by cargo, so the forward part of the barge Bulk was equipped with a retractable, air-filled cloth cover to protect the cargo from the water splashing over the bow in heavy weather. Due to problems especially during the winter months it was later removed and not installed on the other barges. As the cargo is carried on the main deck, the barges have considerable tank capacity belowdecks. In addition to 12,413.75 m3 of ballast water in the side tanks and 12,304 m3 of void space in the middle of the barge there are tanks for 592.66 m3 of heavy fuel oil that can be used to replenish the fuel tanks of the pusher, 82.05 m3 of marine diesel oil for the pusher's auxiliary engines and the barge's own generator and 82.05 m3 of freshwater. == Career == After the last vessels of the Finnpusku integrated tug barge system entered service in 1987, the barges owned by different companies were operated interchangeably and when the transportation department of Rautaruukki required additional capacity, it time-chartered the second pusher owned by the joint shipping company. Although the main purpose of the Finnpusku system was to supply the Raahe Steel Works with raw materials from various ports of the Baltic Sea, such as limestone from the port of Storugns in Gotland, iron ore concentrate from Luleå, Sweden, and coal from Eastern European ports, the jointly owned pusher and barges were also used for other cargoes such as lumber by the owner companies and, to reduce the number of southbound ballast legs, the pusher-barge combinations carried occasional iron ore concentrate and pellet cargoes from Luleå to various ports in the Baltic Sea for the Swedish mining company LKAB. By the end of 1987 the amount of cargo transported by the Finnpusku system, 7.5 million tons per year, had grown beyond the capability of the transportation department that was under the central administration of the steel company. It was decided to replace it with a subsidiary company that would inherit the responsibilities and obligations of the transportation department and deal with both the parent company's own cargoes and external shipping business. The new company, JIT- Trans, was established on 1 May 1988. Due to the difficulties in the timing of the transportation needs of Rautaruukki and Finnlines the time-chartering of the second pusher did not fulfill the requirements of the steel company's raw material supply schedule. It was decided to transfer the ownership of the pusher Finn and barges Baltic, Board and Bulk to new joint shipping companies owned by Rautaruukki Oy (95%) and Oy JIT-Trans Ltd (5%). Once all vessels were under the control of a single company, these issues disappeared and the Finnpusku system was found out to be suitable for the transportation needs of Rautaruukki in both port-to-port transport and lightening large bulk carriers outside the port of Raahe. In 1989 JIT-Trans signed a long-term contract with SSAB for the transportation of iron ore concentrate and pellets from Luleå to Oxelösund. Since Finland and Sweden had no reciprocity agreement for cabotage, part of the Finnpusku system had to be transferred to the Swedish Register of Ships. Rautaruukki sold pusher Rautaruukki and barges Kalla and Tasku to new joint shipping companies formed by the Finnish companies' Swedish subsidiaries and half of its shares in the other joint shipping companies to Dalsbruk, another Finnish steel company. Despite the changes in ownership and flag Finnlines retained the management of the vessels through its Swedish subsidiary. In the 1990s the ownership of the pushers and barges was transferred to a Finnish financial institution Suomen Asiakasrahoitus (later known as Merita Rahoitus and nowadays as Nordea Rahoitus)Finnish Maritime Administration: The Finnish merchant marine 1994. and by 1996 all vessels of the Finnpusku system were again under the Finnish flag. Rautaruukki and Tasku at Arctech Helsinki Shipyard on 26 June 2011. In July 2003 a seven-year contract for the transportation of raw materials in the Baltic Sea, worth 140 million euros, was signed between JIT-Trans and Aspo Group. As part of the agreement, the ownership and management of the Finnpusku system was transferred to ESL Shipping, a subsidiary of the Aspo Group.Rautaruukki ja ASPO kehittävät yhteistyötä raaka-aineiden merikuljetuksissa. Rautaruukki Oyj, pörssitiedote, 30.7.2003. Under the new owner the vessels have occasionally carried other cargo as well, including coal to the Hanasaari Power Plant in Helsinki.Steel - IMO 8503503. Photograph in ShipSpotting.com by Pekka Laakso. 2008. In February 2011 ESL Shipping signed a new long-term contract with Rautaruukki for the transportation of the raw materials of the steel industry in the Baltic Sea. The pushers and barges of the Finnpusku system were docked at Arctech Helsinki Shipyard and modernized by STX Finland Lifecycle Services during the summer of 2011.ESL Shipping and Rautaruukki signed a long-term contract for sea transport . ESL Shipping Ltd, 2011-02-20. In addition to basic maintenance and machinery overhaul the outdated SELMA automation system in all six vessels was upgraded and the cargo deck plating in the barges, damaged after years of elevator loading and grab discharging, was strengthened with new steel plating.Sabell, T. STX Finlandin Elinkaaripalvelut modernisoi ESL Shippingin puskuproomukaluston. Ohoi! STX Finland - Henkilöstölehti, nro 13/30.6.2011.Arctech Helsinki Shipyard Completed Conversions for ESL Shipping Ltd. Arctech Helsinki Shipyard, 26 September 2011. Rautaruukki arrived at the shipyard in late June and Steel in mid-August. While the Finnpusku system has been criticized for its constant need of icebreaker assistance during the winter months especially on the Raahe–Luleå -route and replacing the vessels with new icebreaking cargo ships to free 1–2 icebreakers was proposed by the Finnish Maritime Administration in 2007, the pusher-barge combinations remain in year-round service in the Baltic Sea after more than two decades.Vesiväylien kunnossapito. Valtiontalouden tarkastusviraston toiminnantarkastuskertomus 182/2009. Page 37. == Accidents == There have been two serious accidents involving the vessels of the Finnpusku system, one resulting in the loss of eight lives and the other in the total loss of the pusher-barge combination. === Finn-Baltic === Soviet crane ship Stanislav Yudin rightening the capsized Finn-Baltic on 27 January 1991. Pusher Finn capsized along with the barge Baltic outside Hanko, Finland, on 27 December 1990 at around 12:25 (UTC+02). The pusher-barge combination Finn-Baltic was en route from Raahe to Koverhar with 13,398 tons of Malmberget A Fines (MAF) iron ore concentrate when the cargo shifted in heavy weather, resulting in the loss of stability and the vessel capsizing in 10–15 seconds. Seven crew members and a pilot lost their lives in the accident, but the chief engineer and first officer survived in an air pocket in the aftmost part of the engine room and were later rescued through a hole cut in the bottom. Finn-Baltic was rightened two months later by a Soviet crane ship Stanislav Yudin and towed to Rauma for rebuilding. The pusher returned to service in 1991 as Steel and the barge as Botnia. === Herakles-Bulk === Herakles sank along with the barge Bulk on 3 March 2004 at around 00:30 (UTC+02) in the Bothnian Sea. The combination had left Oxelösund two days earlier and was heading north with the barge fully laden with coal. On 2 March she ran into a storm and the captain, not certain if the vessel could be safely turned around in such conditions to seek shelter closer to the coast, decided to evacuate half of the crew by helicopter. When the port engine began overheating and later the starboard engine lost all power, the combination was no longer able to keep the bow into the wind and began to drift uncontrollably in the storm. The remaining crew was soon evacuated and shortly afterwards Herakles-Bulk foundered in the shallows near the Swedish Grundkallen lighthouse.Työntöproomuyhdistelmä HERAKLES-BULK, vaaratilanne ja uppoaminen Selkämerellä 2.–3.3.2004. Onnettomuustutkintakeskuksen tutkintaselostus B 02/2004 M. == References == Category:Ship classes Category:1986 ships Category:Ships built in Finland ",
    "title": "Finnpusku"
}