{
    "id": "31440575",
    "text": "260px Santa Maria della Passione is a late Renaissance-style church located in Milan, Italy. ==History== It was initially built in 1496 for the Order of Canons Lateran. The church plan as we see today was based on initial designs of Giovanni Antonio Amadeo, but realized as a centralized greek cross design by Giovanni Battagio. The architect Cristoforo Lombardo designed the large dome to replace the prior crumbling structure. By the late 16th century, under the design of Martino Bassi, the nave acquired a longer longitudinal axis, conforming with the structure of post-Reformation churches. The facade has a series of panels depicting the Passion of Christ. The late Baroque architect and sculptor Giuseppe Rusnati designed the ornate facade. ==Interior== thumb The interior and the canon's rooms contain a cycle of monumental frescoes by Ambrogio Bergognone completed in around 1510–1515. They depict Christ and the Apostles in the church, and Saints and Popes in elsewhere. The basilica has two organs: the one on right by the Antegnati Family, the one on left, by Valvassori. The church contains the following canvases: *St Charles Borromeo Fasting (over the main door) by Daniele Crespi. *Annunciation and Assumption (fourth chapel to left) by Simone Peterzano. *Last Supper by Gaudenzio Ferrari. *Pieta by Bernardino Ferrari. *Crucifixion by Antonio Campi. *Christ in the Garden by Ambrogio Figino. *Frescoes by Ambrogio da Fossano in capitular room. *Christ on the Column by Proccacini and Madonna of the Caravaggio a fresco attributed to Bramantino in chapel on the right. *Paintings depicting events mainly relating to the Passion of Christ by Daniele Crespi on pillars of the cupola: these include a Ecce Homo; a Crucifixion; a Dead Christ supported by an Angel; an Angel displays the Sacra Sindone; a Washing of the Feet; a Raising of the Cross; and Descent from the Cross.Guida artistica di Milano: dintorni e laghi, by Tito Vespasiano Paravicini (1881), page 176. The adjacent monastery now houses the Giuseppe Verdi Conservatory, which houses performance areas and thousands of original musical manuscripts. ==See also== * History of early modern period domes ==Sources== * Milan Tourism Site * Category:Roman Catholic churches completed in 1496 Maria Category:15th-century Roman Catholic church buildings Category:Tourist attractions in Milan Category:Renaissance architecture in Milan ",
    "title": "Santa Maria della Passione"
}