{
    "id": "31443555",
    "text": "Katie Gallagher (born August 15, 1986) is an American fashion designer and founder of her own brand in New York City. Gallagher’s designs have captured the attention of Vogue Italia, Elle, Interview magazine, Refinery 29, and New York based magazines. The New York Times Style magazine “T” labeled her in 2009 as one of its “magnificent 7”, and New York magazine included her in their list of the top six New York designers. In Refinery 29, she was awarded the title of “Coolest Freshman/Best New Designer” and also identified as one of six designers to watch. Her designs have also been featured in the Avant Guardian Portfolio of Surface magazine. In January 2010, Gallagher was named as a semi-finalist in the 2009/2010 Ecco Domani Fashion Foundation search for emerging fashion designers. ==Early life== Katie Gallagher was born in western Pennsylvania and spent her early childhood there. About her youth, Gallagher has said, “I never wore shoes, and I hated wearing clothes (but always wore my cat on my head)!\"Julia Frakes “Designer Katie Gallagher to Present Her First Full Collection” PAPERMAG August 25, 2009 response to 1st question 3rd sentence From seventh grade through high school, she lived in State College, Pennsylvania, and taught herself to sew during high school.cwriteandtheride “In Fashion: Designer Katie Gallagher” the ride, wordpress.com November 22, 2009 response to 2nd question 1st sentenceVictoria Cohen “katie girl” Contributing Editor March 30, 2011 response to 5th question 1st sentence She shopped for vintage clothes, and altered them on a little Singer sewing machine.Julia Frakes “Designer Katie Gallagher to Present Her First Full Collection” PAPERMAG August 25, 2009 response to 2nd question 1st sentence ==College and internships== Gallagher declared apparel design as her major after her Freshman year at the Rhode Island School of Design.Ariella Gogol “Katie Gallagher on Monochrome and Models” Fashion ‘’Interview’’ March 2, 2010 response to 1st question Her first apparel design project at RISD was a dress fabricated from springs. Responding to an assignment to create a wearable article of clothing from unconventional materials, Gallagher chose springs as the medium. She, herself, made the springs using Plexiglas rods and an electric drill.Molly Smith, Piera Gelardi “Designer Katie Gallagher Brings Her Style Home to NYC” My Style ‘’Refinery 29’’ March 25, 2010 1st image including description and response to 2nd question Gallagher interned for Anna Sui during the summer following her Sophomore year, and for threeASFOUR between her Junior and Senior years and also during winter break in her Senior year.Ariella Gogol “Katie Gallagher on Monochrome and Models” Fashion ‘’Interview’’ March 2, 2010 1st para. 2nd sentence Her Senior thesis project was a collection entirely in black. In a Dossier Journal interview, Gallagher commented about her color choice, “Everyone I asked would say that it’s really scary to do that because people always want to see color, but I didn’t really care.” The collection included well-tailored dresses, silk and leather jackets, and detailing that included silver chains and ruffles.Deanne Yee “Katie Gallagher” ‘’Dossier Journal’’ December 24, 2009 para 1 The work that Gallagher produced during her tenure at RISD attracted the attention of fashion magazines including Interview magazine and Vogue Italia, and buyers from fashion boutiques SEVEN New York in New York and I.T in Hong Kong.Deanne Yee “Katie Gallagher” ‘’Dossier Journal’’ December 24, 2009 para 3, 1st sentence Magazine editors began to interview Gallagher during her Senior year.Deanne Yee “Katie Gallagher” ‘’Dossier Journal’’ December 24, 2009 para 3 Katie Gallagher graduated with a Bachelor of Fine Arts in Apparel Design degree in May, 2009. ==Katie Gallagher== After graduating from RISD, Gallagher moved to New York City and established, “Katie Gallagher”. She moved to the Chinatown area of Manhattan that provided proximity to the New York fashion industry. Gallagher began work on her SS10 (spring/summer 2010) collection in anticipation of showing the apparel at New York Fashion Week in September 2009. She made sketches and also made paintings to establish the design for the line prior to fabrication. The SS10 collection, entitled “Veil”, was well received by the press.Hayley Phelan “The Six New Designers to Watch Now” Refinery 29 October 5, 2009 para 3, 3rd and 4th sentences When she had completed the SS10 collection, she submitted photos of the line to the Ecco Domani Fashion Foundation for consideration in their 2009/2010 search for emerging designers. In January 2010, Gallagher was notified that she was a semi-finalist in the Ecco Domani Fashion Foundation 2009/2010 search. Since founding “Katie Gallagher” Gallagher has presented collections for SS10, AW10, SS11, AW11, SS12, and AW12 at New York Fashion Week. Her SS10 collection was called “darkly futuristic, sleek” in Refinery 29.Hayley Phelan “The Six New Designers to Watch Now” Refinery 29 October 5, 2009 para 3, 3rd sentence “The Heart of the Woods and What I Found There”, her AW10 collection, featured “dark layered separates, with flashes of cream, grey and green”.“Designer Profile: Katie Gallagher” Dream Sequins December 31, 2009 Considered “sporty yet aggressive”, Gallagher's SS11 collection, “Arena”, was inspired by athletics, in particular running. “She did it again…Katie Gallagher::: Arena (Preview)” Strytllng September 15, 2010 2nd sentence “Gris-Gris”, her AW11 collection named after the voodoo talisman bag, featured “grays and blacks, asymmetries and paradoxical volumes”, and “heavily blackened eyes, and a cyborg-esque eye detail”.“Katie Gallagher’s ‘gris-gris’ Autumn Winter 2011 collection” Morfae March 16, 2011 3rd sentence“Katie Gallagher thrills with Gris-Gris” StyleWilde February 14, 2011 4th para In discussing her SS12 collection, “Red Red Blood”, Gallagher specified that it was, “Not the blood of nightmares of brutality, but the blood that’s sanguine, living and the brightest red. Always moving, coursing, and restless inside us. All the while staying hidden to the outside world.”Rachel Scroggins “Katie Gallagher S/S 2012” The Greyest Ghost January 9, 2011 para 2 Detailing included makeup inspired by the bloodstream, and hair inspired by the heart.Rachel Scroggins “Katie Gallagher S/S 2012” The Greyest Ghost January 9, 2011 para 3 AW12 “Silent Soil” was inspired by the forest. The collection featured fabrics including boiled wool,shearling,leather, silk,and chiffon. The color palette was composed of earth tones including moss green, off-black and cream. Detailing included chaotic hair, lime green makeup around the eyes, nude lipstick, and grey fingernail polish with gold outlines. Gallagher’s “trademark” leggings were used in the collection, but not highlighted as in past shows.Lauren Gray “Katie Gallagher – Fall 2012 – On Silent Soil” modaCYCLE February 15, 2012 Selected designs from Katie Gallagher’s work have been pulled, borrowed for editorial shoots, by Daphne Guinness, and on a continuing basis by Lady Gaga’s stylist, Nicola Formichetti.Molly Smith, Piera Gelardi “Designer Katie Gallagher Brings Her Style Home to NYC” My Style ‘’Refinery 29’’ March 25, 2010 1st image including description and response to 2nd question“Scintillating Start - Katie Gallagher 09 AP” “Where We Are” ‘’RISDxyz’’ p 57 1st para, 2nd sentence The list of stockists for the Katie Gallagher line has grown to include high-end stores around the world.Allison Daniels \"This Offbeat Designer Is A Huge Hit With Daphne Guinness and Nicola Formichetti\" Refinery 29 Aug 15, 2012 5th sentence In explaining her method of designing, Katie Gallagher has said, “Everything I make starts with my paintings, which I’ve done every season prior to construction. I love to try to re-create a three-dimensional version of whatever I've drawn; it requires pretty unconventional pattern-making.\"Alexa Brazilian “New Designers: Katie Gallagher…The designer defies gravity with her technically wondrous spring collection” Elle February 10, 2010 7th bullet Inspiration Providing a glimpse into her creativity and a sense of her design intent, Gallagher has offered, “I normally create a scene, a narrative, or sometimes a whole universe that I would be interested in making a reality, and then I fill these worlds with people. …The people just happen to be wearing what's appropriate to their surroundings and ideas. Clothes aren't really at the center of my interests; the people that wear them and their ideals are.” Graham Kolbeins “Writing / Katie Gallagher” para 5 retrieved May 5, 2011 ==Katie by Katie Gallagher== On November 5, 2012, Katie Gallagher launched the Katie by Katie Gallagher diffusion line of clothing that includes both separates and jewelry pieces.Susan Williamson \"Katie Gallagher's Line Brings Minimalist Pieces With Maximum Style\" Refinery 29 November 2, 2012 retrieved November 22, 2012 ==Designer collections== * SS10 “Veil” was shown in September 2009 at New York Fashion Week at The Tribeca Grand Hotel.Katie Gallagher to Present Her First Full Collection IS MENTAL September 10, 2009 para. 1Hayley Phelan “The Six New Designers to Watch Now” Refinery 29 October 5, 2009 para 3, 3rd and 4th sentences * AW10 “The Heart of the Woods and What I Found There” was shown in February 2010 at New York Fashion Week at The Soho Grand Hotel.“Katie Gallagher AW10 Lookbook” Fashion Copious April 15, 2010 * SS11 “Arena” was shown in September 2010 at Stoll. New York Fashion Week.Carolyn Brennan ”New York FW S/S 2011 Our Favorite Collections” METAL Magazine November 26, 2010 5th featured designer * AW11 “Gris-Gris” was shown in February 2011 at New York Fashion Week at Milk Studios.Cynthia Anderson “Katie Gallagher thrills with Gris-Gris” Style Wylde February 14, 2011 * SS12 “Red Red Blood” was shown in September 2011 at New York Fashion Week at Milk Studios and Paris Fashion Week at Stealth Projekt.Rachel Scroggins “Katie Gallagher S/S 2012” The Greyest Ghost January 9, 2012 * AW12 “Silent Soil” was shown in February 2012 at New York Fashion Week at The Standard Hotel and Paris Fashion Week at Stealth Projekt.Lauren Gray “Katie Gallagher – Fall 2012 – On Silent Soil” modaCYCLE February 15, 2012 * SS13 “Everything Forever” was shown in September 2012 at New York Fashion Week at The Standard Hotel.Lexi Nisita “Up Close And Personal At Katie Gallagher's Spring '13 Presentation” Refinery 29 September 7, 2012 retrieved September 8, 2012 *AW13 \"The Winter Froze You Away\" was shown in February 2013 at New York Fashion Week at The Standard Hotel. *SS14 \"Bloom\" was shown in September 2013 at New York Fashion Week at 55 Gansevoort. *FW14 \"Wonderworld\" was shown in February 2014 at New York Fashion Week at The Highline Hotel. *SS15 \"Fantasm\" was shown in September 2014 at New York Fashion Week at The Highline Hotel. *FW15 \"Navy Eyes\" was shown in February 2015 at New York Fashion Week at Pier 59 Studios. *SS16 \"Chinatown\" was shown in September 2015 at New York Fashion Week at Supermarket Gallery and Paris Fashion Week. *FW16 \"Veiled\" was shown in February 2016 at New York Fashion Week at The Roxy Hotel. *SS17 \"Eclipse\" was shown in September 2016 at New York Fashion Week at Foley Gallery. *FW17 \"Hallow\" was shown in February 2017 at New York Fashion Week at Projective Space. *SS18 \"Rain\" was shown in September 2017 at New York Fashion Week at 725 Washington Street. *FW18 \"True Red\" was shown in February 2018 at New York Fashion Week at Mailroom NYC 110 Wall Street. *SS19 \"Rosemary\" was shown in September 2018 at New York Fashion Week and Paris Fashion Week. *FW19 \"TenTenTen\" was shown in February 2019 at New York Fashion Week and Paris Fashion Week. *SS20 \"Bath House\" was shown in September 2019 at New York Fashion Week and Paris Fashion Week. *FW20 “The Danger of Tears” was shown in February 2020 at New York Fashion Week and Paris Fashion Week. ==References== ==External links== * Category:American fashion designers Category:Women fashion designers Category:1986 births Category:Living people Category:Rhode Island School of Design alumni Category:People from Pennsylvania Category:High fashion brands ",
    "title": "Katie Gallagher"
}