{
    "id": "3226609",
    "text": "Teatre Lliure, in the old Palace of Agriculture. The Teatre Lliure (, \"Free Theatre\") is a theatre in Barcelona, Spain, considered one of the most prestigious in Catalonia. ==Overview== The theatre was created in 1976 in the neighbourhood of Gràcia by a group of professionals from Barcelona's independent theater scene. It became distinguished for its practice of presenting theatre in Catalan, its revisiting of classics, and its penchant for contemporary theatre. Its first staged play in its original location (La Lleialtat factory in Gràcia) was Camí de nit, by Lluís Pasqual, in 1976. The Teatre Lliure is not only a place of exhibition, but also a cooperative society that makes its own productions, many of which have been exported to other cities across Europe and America. From the beginning, theater productions were performed as well as music and dance. In 1989, it was one of the founding members of the Union of the Theatres of Europe. In 2001, the theatre opened at its new location in the old Palace of Agriculture on the mountain of Montjuïc of Barcelona. The new building contains several halls equipped with the latest technology which permits changing the order of the rooms in mere minutes, changing the positions of props, expanding the available room, and facilitating the manipulation of the scene and staging elements. The theatre has been directed by Fabià Puigserver, Lluís Pasqual, Lluís Homar, Guillem-Jordi Graells, Josep Montanyès and Àlex Rigola. Juan Carlos Martel Bayod was appointed new director in 2019. ==Buildings == *Sala Fabià Puigserver *Espai Lliure *Lliure de Gràcia ==Awards== *1985 Creu de Sant Jordi *Fundació Lluís Carulla honour award ==See also== *List of theatres and concert halls in Barcelona ==References== ==External links== *Teatre Lliure website Category:1976 establishments in Spain Category:Performing groups established in 1976 Category:Theatres and concert halls in Barcelona Category:Theatres in Catalonia Category:Sants-Montjuïc Category:Gràcia Category:Recipients of the Creu de Sant Jordi ",
    "title": "Teatre Lliure"
}