{
    "id": "3226340",
    "text": "Tamsui. Aletheia University (after Greek ἀλήθεια, 'truth') () is a private university in Tamsui, New Taipei City and Madou, Tainan in Taiwan. It was founded by George Leslie Mackay as Oxford College. It has close links to the Presbyterian Church in Taiwan, and is one of the oldest institutions of higher education in Taiwan. ==History== Dr. George Leslie Mackay, a missionary from the Presbyterian Church in Canada, worked in evangelism, education, publishing and medicine after arriving in Tamsui in 1872 (during Qing rule). Soon after arriving Mackay chose a piece of land on a hilltop in the Pao-tai-pu () area of Tamsui, planned the design of the main building and personally supervised its construction. When the building, funded in large part by contributions from the residents of Oxford County in Ontario, Canada, was completed in 1882, he named the school Oxford College as a gesture of thanks to its benefactors. The original Chinese name of the school meant \"The Hall of Reason of the University.\" The original curriculum included courses in theology, Bible studies and reason as well as sociology, logic, Classical Chinese literature, Chinese history, the natural sciences and general courses in medicine, anatomy, and clinical practice. The school marked the beginning of general education curricula in Taiwan and is today Taiwan's institution of higher learning. Since 1994 the school has operated as a four-year independent college. Initially designated Tamsui Oxford University College, the school opened a branch campus in Madou, Tainan County in 1996 offering two-year and four-year college education. The school has borne the name Aletheia University, after the Greek word for truth, since August 1999. The original \"Oxford College\" building on campus is now a historical museum with artifacts from the Mackay era. The university comprises eight colleges: Humanities, Mathematics, Finance, Management, Tourism, Languages, Knowledge Economics, and Sports Knowledge. Four graduate programs are offered in Humanistic Studies, Mathematical Science, Management Science, and Finance & Economics. ==Notable alumni== * Emerson Tsai, actor, television host and singer * Queenie Tai, actress ==See also== * List of universities in Taiwan *Taiwan Seminary ==References== ==External links== * Aletheia University official website Category:1999 establishments in Taiwan Category:Educational institutions established in 1999 Category:Association of Christian Universities and Colleges in Asia Category:Private universities and colleges in Taiwan Category:Universities and colleges in New Taipei Category:Presbyterianism in Taiwan Category:National monuments of Taiwan ",
    "title": "Aletheia University"
}