{
    "id": "3226683",
    "text": "Lieutenant Colonel Eugene K. Bird (11 March 1926 – 28 October 2005) was US Commandant of the Spandau Allied Prison from 1964 to 1972 where, together with six others, Deputy Führer Rudolf Hess was incarcerated. In March 1971, Bird’s superiors at the US Mission in Berlin became aware of Bird's cooperation with Hess in the writing of a book about Hess. He was put under house arrest and eventually made to resign his position as Commandant of Spandau Prison. This episode, in effect, also ended his military career. ==Biography== Eugene K. Bird was born in Lambert, Montana, United States. In 1944, Bird joined the U.S. Army. He was sent to Europe, where he fought against the Axis Powers. After the Nuremberg trials of the major Nazis, the old prison at Spandau in the western suburb of Berlin was adapted by the Allies to incarcerate the seven convicted senior Nazis who were not executed at Nuremberg. In 1964, Bird was appointed U.S. Commandant of the Spandau Allied Prison. By late 1966, the only remaining prisoner incarcerated there was Rudolf Hess. ==Relationship with Rudolf Hess== Over the years, and after many hundreds of hours of discussion between the two, there developed a friendly relationship between them and they began a surreptitious collaboration on a book about Hess and his enigmatic flight to Scotland in 1941. Both Bird and Hess saw this as an opportunity to set the record straight, as far as possible, about Hess's historic flight. Bird’s main interest was to learn from Hess about whether or not Hitler knew about Hess’s mission, and whether or not Hess knew about the plans for Operation Barbarossa when he took off on his flight to Scotland. In March 1971, Bird’s superiors at the U.S. Mission in Berlin became \"officially\" aware (Bird claimed he had submitted pages of the manuscript to various officials long before this) of the Bird/Hess manuscripts and other documents relating to the proposed book. Bird was interrogated in great detail, placed under house arrest, and eventually made to resign his position as Commandant of Spandau Prison. This episode, in effect, also ended his military career. ==After Spandau== Bird and his family relocated to Germany permanently. His book about Hess, The Loneliest Man in the World, was published by Secker & Warburg in 1974, in London. In the Epilogue, Bird describes in detail his interrogation and, indirectly, accuses his superiors and brother officers of gross hypocrisy: many of them knew of his labours, he wrote, and some had even read the manuscripts and encouraged him with the project. After the publication of the book, Bird campaigned to have Hess released from what had effectively become permanent solitary confinement after Albert Speer and Baldur von Schirach were released in 1966. Hess allegedly committed suicide in August 1987 aged 93 in Spandau Prison and Bird publicly voiced his concern that Hess may have been murdered. Bird died in his Berlin home on October 28, 2005. He was survived by his wife and two daughters and was buried at the Waldfriedhof Cemetery in Berlin. ==References== * * ==External links== * More information regarding Lt.Col Eugene K Bird Category:1926 births Category:2005 deaths Category:United States Army colonels Category:American prison wardens Category:People from Richland County, Montana Category:American expatriates in Germany ",
    "title": "Eugene K. Bird"
}