{
    "id": "3227754",
    "text": "South Button Island National Park is a national park located in the Andaman and Nicobar Islands off the coast of India, the total area of this protected island is about . Along with the neighbouring islands of North Button and Middle Button, both also national parks, it forms part of the Rani Jhansi Marine National Park off the coast of South Andaman Island. South Button National Park in Andaman and Nicobar islands is the smallest National park in India. ==The park== The South Button Island National Park is part of the Rani Jhansi Marine National Park and is located some south-west of Havelock Island, roughly a two hours trip by motor boat. ==Attractions and activities== The island has an oceanic climate moderated by the surrounding sea. The average temperature varies between about . The island receives much rain during the southwesterly monsoon season between June and October, and most visitors come between December and April. One of the main attractions around the tiny Island is shallow water coral reefs with high visibility. These tropical coral reefs are at depths as shallow as , and the island is a popular site for snorkelling and scuba diving. ==Flora and fauna== Some of the trees and shrubs present on the island are the rattan palm Calamus palustris, the climbing bamboo Dinochloa andamanica and Parishia insignis, Calophyllum soulattri, Artocarpus, Canarium, Dipterocarpus grandiflorus, Dipterocarpus pilosus, Endospermum chinensis, Hopea odorata, Salmalia insignis, Sideroxylon, Aprosa villosula, Baccaurea sapida, Caryota mitis and Dinochloa palustris. The island is too small to support large terrestrial mammals but the sea is teeming with life. Among the animals that make their home here are dugongs, water lizards, sea turtles, dolphins and blue whales. The fish to be seen off-shore include snappers, sweetlips, lion fish, angel fish, butterflyfish, devil rays, manta rays and barracuda, as well as nudibranchs, octopuses and shrimps. Sea turtles breed here, as do the endemic subspecies of the edible-nest swiftlet (Aerodramus fuciphagus) and the distinctive white-bellied sea eagle (Haliaeetus leucogaster). ==See also== *Dr KK Mohammed Koya Sea Cucumber Conservation Reserve ==References== Category:National parks in the Andaman and Nicobar Islands Category:Ritchie's Archipelago ",
    "title": "South Button Island National Park"
}