{
    "id": "3227217",
    "text": "The element Bromine Albemarle facility in Amsterdam-Noord Albemarle Corporation is a fine chemical manufacturing company based in Charlotte, North Carolina. It operates 3 divisions: lithium (37.8% of 2019 revenues), bromine specialties (28.0% of 2019 revenues) and catalysts (29.6% of 2019 revenues). Albermarle is the largest provider of lithium for electric vehicle batteries. Albermarle, Sociedad Química y Minera, and FMC Corporation collectively produce just over half of the world's lithium and lithium storage products, while just under half is produced by China. Albemarle is a large developer of flame retardant chemicals technologies, with production plants in the United States, China, the Netherlands, Belgium, Germany, France, Austria, and the United Kingdom. It also has a line of antioxidants and blends which concentrate on improving storage life and stability of fuel and other lubricant products. It produces products used in rigid and flexible polyurethane foam applications and ammonium polyphosphate products, pigments for paper applications, aluminum oxides used for flame-retardant, polishing agent, catalyst, and niche ceramic applications, as well as magnesium hydroxide mainly used as a flame-retardant. It is one of the largest producers of hydro processing catalysts (HPC) and fluidized catalytic cracking (FCC) catalysts used in the petroleum refining industry. Production locations (excluding joint ventures in Brasil and Japan) are: Bayport, Texas and Amsterdam, Netherlands. Albemarle also produces fine chemicals and chemical services for the pharmaceutical and life sciences industries. The Alternative Fuel Technologies division participates in the market for biofuels, gas to liquids, and coal liquefaction. The company is ranked 702nd on the Fortune 500. ==History== In February 1994, Ethyl Corporation completed the corporate spin-off of its chemical businesses to form Albemarle Corporation. Albemarle was headquartered in Richmond, Virginia, until 2008 when it announced plans to move its corporate headquarters to Baton Rouge, Louisiana. In July 1994, the company acquired the Asano Corporation, a sales and marketing company headquartered in Tokyo, Japan. In 1998, the company bought a custom manufacturing and oilfield chemicals plant in Teesport, England. Also in 1998, a joint venture was signed by the company, Jordan Dead Sea Industries Company, and Arab Potash. In January 2000, the company acquired Ferro Corporation's PYRO-CHEK flame retardant business. In June 2000, the company formed a joint venture with Jinhai Chemical and Industry Company, based in China. In August 2000, the company launched PolymerAdditives.com, a business-to-business internet joint venture with Cytec Industries and General Electric to provide materials faster and more efficiently directly from trusted suppliers. In 2001, it acquired Martinswerk GmbH, which it sold in 2016. It also acquired the custom and fine chemicals businesses of ChemFirst Inc. for $74 million. In 2003, it acquired the fuel and lubricant antioxidants business of Ethyl Corporation. It also acquired the phosphorus-based polyurethane flame retardants businesses of Rhodia. It also acquired the bromine fine chemicals business of Atofina S.A. In January 2004, the company acquired Asian flame retardants distributor Taerim International based in Seoul, South Korea. In July 2004, Albemarle acquired the refinery catalysts platform from AkzoNobel, with sites and/or joint ventures in the Netherlands, Houston, France, Brazil, Japan and Singapore, for €615.7 million. In 2006, in partnership with UOP, a subsidiary of Honeywell, Albemarle created the Hydroprocessing Alliance to deliver integrated refinery solutions and hydroprocessing technologies and catalysts to the refining industry. The partnership was ended in 2016. In May 2007, Albemarle opened a regional sales office in Dubai to meet growing market needs in India and the Middle East. In 2008, Albemarle and Sinobrom, a marketer of bromine derivatives in China, formed Sinobrom Albemarle Bromine Chemicals (Shandong) Company Ltd., a bromine-related joint venture. In 2008, Albemarle acquired Sorbent Technologies Corporation, whose technology controls mercury emissions from coal-fired power plants, for $22.5 million. In 2009, Albemarle and TAYF, an affiliate of SABIC, created a catalysts joint venture to build a world-scale organometallics production facility in Jubail. In January 2012, Albemarle expanded its production capabilities for finished polyolefin catalysts in Baton Rouge. Albemarle also expanded its South Haven API production site and upgraded its multi-product cGMP active pharmaceutical ingredient (API) manufacturing facility. In September 2012, Albermarle was one of the three chemical companies that backed the Citizens for Fire Safety industry group that lobbied for use of flame retardant in consumer products including furniture and baby products. In 2014, Albemarle completed the sale of its antioxidant, ibuprofen and propofol businesses to SI Group. In January 2015, Albemarle acquired Rockwood Holdings for $6.2 billion in stock. Albemarle then announced it would realign its global business units: Chemetall Surface Treatment, Refining Solutions and Performance Chemicals. In August 2015, the company announced the relocation of its headquarters from Baton Rouge, Louisiana to Charlotte, North Carolina. In October 2015, Albemarle announced the separation of the bromine and lithium businesses, previously together under Performance Chemicals. In December 2016, the company sold the Chemetall Surface Treatment business to BASF for $3.2 billion. In January 2017, the company acquired the Jiangli New Materials Science and Technology Co. lithium business for $145 million. In October 2019, the company formed a lithium joint venture with Mineral Resources Limited. ==References== ==External links== * Category:Chemical companies of the United States Category:Companies based in Baton Rouge, Louisiana Category:Companies listed on the New York Stock Exchange Category:Corporate spin-offs ",
    "title": "Albemarle Corporation"
}