{
    "id": "3227199",
    "text": "Dibru-Saikhowa National Park is a national park in Assam, India, located in Dibrugarh and Tinsukia districts. It was designated a Biosphere Reserve in July 1997 with an area of , including a core area of and a buffer zone of . It is located at about north of Tinsukia town at an average elevation of , ranging from . The park is bounded by the Brahmaputra and Lohit Rivers in the north and Dibru river in the south. It mainly consists of moist mixed semi- evergreen forests, moist mixed deciduous forests, canebrakes and grasslands. It is the largest salix swamp forest in north-eastern India, with a tropical monsoon climate with a hot and wet summer and cool and usually dry winter. Annual rainfall ranges from . It is a haven for many endangered species and rich in fish diversity. ==Conservation== The area was declared as Dibru Reserved Forest in 1890. In 1920, additional area was added to the Dibru Reserve Forest. In 1929, Saikhowa Reserve Forest was declared. In 1933, more area was added to the Dibru RF. In 1986, an area of 650 km2 was preliminarily declared as a wildlife sanctuary out of which finally 340 km2 was declared as wildlife sanctuary in 1995. In 1997, Dibru-Saikhowa Biosphere Reserve was declared with and area of 765 km2 that included the 340 km2 of sanctuary area as the core. In 1999, the 340 km2 of sanctuary area was declared as national park.Choudhury, A.U. (2009). The genesis of a national park. In Incredible Dibru–Saikhowa National Park. Dwivedi, K.K. (ed.). Dibru–Saikhowa Conservation Society, Tinsukia, India. Pp. 6-11. Originally created to help conserve the habitat of the rare white-winged wood duck, the park is also home to other rare creatures such as water buffalo, black-breasted parrotbill, tiger and capped langur. The park also has some eco lodges. ===Flora=== The forest of Dibru-Saikhowa consists of semi-evergreen forests, deciduous, littoral and swamp forests and patches of wet evergreen forests. The national park is about 35.84% moist mixed forest, 9.50% degraded forest and 21.25% grassland. Major tree species of the area are tetrasperma, Dillenia indica, Bischofia javanica, Bombax ceiba, Lagerstroemia parviflora, Terminalia myriocarpa, Mesua ferrea, Dalbergia sissoo, and Ficus. Arundo donax, Imperata cylindrica, Phragmites karka, Saccharum ravennae are principal types of grasses in the national park. 35 species of epiphytic orchids and 8 species of terrestrial orchid are recorded. ===Fauna=== Mammals: 36 mammal species have been recorded, of which 12 are listed in Schedule 1 of the Wildlife (Protection) Act of 1972. Species include Bengal tiger, Indian leopard, clouded leopard, jungle cat, sloth bear, dhole, small Indian civet, Malayan giant squirrel, Chinese pangolin, Gangetic dolphin, slow loris, pig tailed macaque, Assamese macaque, rhesus macaque, capped langur, Hoolock gibbon, Asian elephant, wild boar, Sambar deer, hog deer, barking deer, Asiatic water buffalo, and feral horse. Reptiles: two species of monitor lizard, eight turtle species and eight snake species have been recorded. Birds recorded include greater adjutant, ferruginous pochard, Jerdon's babbler, black-breasted parrotbill, marsh babbler, puff-throated babbler, Jerdon's bushchat, rufous-rumped grassbird, chestnut-crowned bush warbler, lesser adjutant, Sarus crane, Bengal florican, spot-billed pelican, white-necked stork, black stork, black-necked stork, white-bellied heron, glossy ibis, fulvous whistling-duck, bar-headed goose, common shelduck, white- winged duck, Indian spot-billed duck, Baer's pochard, swamp francolin, Himalayan griffon, white-tailed eagle, Pallas's fish-eagle, grey-headed fish eagle, greater spotted eagle, white-backed vulture, slender-billed vulture, lesser kestrel, brown fish owl, great pied hornbill, spotted redshank, spotted greenshank, Indian cormorant, grey heron, purple heron, black-crowned night heron, yellow bittern, Asian openbill, greylag goose, northern pintail, osprey, crested serpent-eagle, white-winged wood duck, pale-capped pigeon.https://www.kaziranga-national-park.com/dibru-saikhowa-national- park.shtml ==See also== * List of protected areas of India * Indian Council of Forestry Research and Education == References == ==External links== *Dibru- Saikhowa National Park - Dibru-Saikhowa Conservation Society *Dibru-Saikhowa National Park - portal Category:Brahmaputra Valley semi-evergreen forests Category:Tinsukia Category:National parks in Assam Category:Tourism in North East India ",
    "title": "Dibru-Saikhowa National Park"
}