{
    "id": "3227803",
    "text": "Apelin (also known as APLN) is a peptide that in humans is encoded by the APLN gene. Apelin is the endogenous ligand for the G-protein-coupled APJ receptor that is expressed at the surface of some cell types. It is widely expressed in various organs such as the heart, lung, kidney, liver, adipose tissue, gastrointestinal tract, brain, adrenal glands, endothelium, and human plasma. == Discovery == Apelin is a peptide that was identified in 1998 by Professor M. Fujino's team. == Biosynthesis == Apelin gene encodes a pre-proprotein of 77 amino acids, with a signal peptide in the N-terminal region. After translocation into the endoplasmic reticulum and cleavage of the signal peptide, the proprotein of 55 amino acids may generate several active fragments: a 36 amino acid peptide corresponding to the sequence 42-77 (apelin 36), a 17 amino acid peptide corresponding to the sequence 61-77 (apelin 17) and a 13 amino acid peptide corresponding to the sequence 65-77 (apelin 13). This latter fragment may also undergo a pyroglutamylation at the level of its N-terminal glutamine residue. However the presence and/or the concentrations of those peptides in human plasma has been questioned. Recently, 46 different apelin peptides ranging from apelin 55 () to apelin 12 have been identified in bovine colostrum, including C-ter truncated isoforms. == Physiological functions == The sites of receptor expression are clearly linked to the different functions played by apelin in the organism. === Vascular === Vascular expression of the receptor participates in the control of blood pressure and its activation promotes the formation of new blood vessels (angiogenesis). The hypotensive effect of apelin results from the activation of receptors expressed at the surface of endothelial cells. This activation induces the release of NO, a potent vasodilator, which induces relaxation of the smooth muscle cells of artery wall. Studies performed on mice knocked out for the apelin receptor gene have suggested the existence of a balance between angiotensin II signalling, which increases blood pressure and apelin signalling, which lowers blood pressure. The angiogenic activity is the consequence of apelin action on the proliferation and migration of the endothelial cells. Apelin activates inside the cell transduction cascades (ERKs, Akt, and p70S6kinase phosphorylation), which lead to the proliferation of endothelial cells and the formation of new blood vessels. Knockout of the apelin gene is associated with a delay in the development of the retinal vasculature. === Cardiac === The apelin receptor is expressed early during the embryonic development of the heart, where it regulates the migration of cell progenitors fated to differentiate into cardiomyocytes, the contractile cells of the heart. Its expression is also detected in the cardiomyocytes of the adult where apelin behaves as one of the most potent stimulator of cardiac contractility. Aged apelin knockout mice develop progressive impairment of cardiac contractility. Apelin acts as a mediator of the cardiovascular control, including for blood pressure and blood flow. It is one of the most potent stimulators of cardiac contractility yet identified, and plays a role in cardiac tissue remodeling. Apelin levels are increased in left ventricles of patients with chronic heart failure and also in patients with chronic liver disease. === Exercise === The plasma concentration of apelin is shown to increase during exercise. Paradoxically, exogenous apelin in healthy volunteers reduced peak VO2 in an endurance test. === Brain === Apelin receptor is also expressed in the neurons of brain areas involved in regulating water and food intake.De Mota et al., 2000 Apelin injection increases water intake and apelin decreases the hypothalamic secretion of the antidiuretic hormone vasopressin. This diuretic effect of apelin in association with its hypotensive effect participates in the homeostatic regulation of body fluid. Apelin is also detected in brain areas which control appetite, but its effects on food intake are very contradictory. ===Adipose tissue=== Apelin is expressed and secreted by adipocytes, and its production is increased during adipocyte differentiation and is stimulated by insulin. Most obese people have elevated levels of insulin, which may therefore be the reason why obese people have been reported to also have elevated levels of apelin. === Digestive === Apelin receptor is expressed in several cell types of the gastro-intestinal tract : stomach enterochromaffine-like cells; unknown cells of endocrine pancreas,Sorhede Winzell et al., 2005 colon epithelial cells. In stomach, activation of receptors on enterochromaffine-like cells by apelin secreted by parietal cells can inhibit histamine release by enterochromaffine-like cells, which in turn decreases acid secretion by parietal cells. In pancreas, apelin inhibits the insulin secretion induced by glucose. This inhibition reveals the functional interdependency between apelin signalling and insulin signalling observed at the adipocyte level where insulin stimulate apelin production. Recently, receptor expression was also detected in skeletic muscle cells. Its activation is involved in glucose uptake and participates in the control of glucose blood levels glycemia. === Bone === Receptor expression is also observed at the surface of osteoblasts, the cell progenitors involved in bone formation. === Muscle aging === Muscle apelin expression decreases with age in rodents and humans. By supplementing aged mice with exogenous apelin, the team of Dr C. Dray shown that the peptide was able to promote muscle hypertrophy and consequently induced a gain in strength. This study also demonstrated that apelin targets muscle cells during aging by different and complementary pathways: it acts on muscle metabolism by activating an AMPK-dependent mitochondria biogenesis, it promotes autophagy and decreases inflammation in aged mice. Moreover, apelin receptor is also present on muscle stem cells and promotes in vitro and in vivo proliferation and differentiation of these cells into mature muscle cells participating to muscle regeneration. Finally, muscle apelin could be used a biomarker of physical exercise success in aged individual since its production is correlated to the benefit of a chronic physical exercise in aged individuals. == References == ==Further reading== * * * * * * ==External links== * * * Category:Proteins ",
    "title": "Apelin"
}