{
    "id": "3227985",
    "text": "Beningbrough is a village and civil parish in the Hambleton district of North Yorkshire, England. The population as taken at the 2011 Census was less than 100. Details are included in the civil parish of Shipton, North Yorkshire. Beningbrough village is north-west from York city centre. The parish, which includes Beningbrough Hall and Park, is bordered at the south-west by the River Ouse, beyond which is the district of Harrogate. According to the 2001 Census, parish population was 55. Beningbrough is within the ecclesiastical parish of Shipton with Overton. The parish church of Holy Evangelists is at Shipton by Beningbrough.\"Holy Evangelists, Shipton by Beningbrough\", Church of England. Retrieved 30 March 2015 Beningbrough is listed in the 1086 Domesday Book as \"Benniburg\", meaning a \"stronghold associated with a man called 'Beonna'\", being an Old English person name.Mills, Anthony David (2003); A Dictionary of British Place Names, Oxford University Press, revised edition (2011), p. 53\\. At the time of the Norman Conquest, Beningbrough was in the Bulford Hundred of the North Riding of Yorkshire. The settlement contained five households and five villagers, with one-and-a-half ploughlands, three furlongs of woodland, and six acres of meadow. In 1066, Asfrith was lord, this transferred to Ralph in 1086, with Hugh fitzBaldric becoming tenant-in-chief to king William I.\"Beningbrough\" , Open Domesday, University of Hull. Retrieved 30 March 2015 In 1870 Beningbrough was a township in the parish of Newton-on-Ouse, containing 88 people in 15 houses within an area of , and in 1877, 74 people in .\"Beningbrough North Riding\", A Vision of Britain through Time, Great Britain Historical GIS, quoting: John Marius Wilson's Imperial Gazetteer of England and Wales (1870-72), and John Bartholomew's Gazetteer of the British Isles (1887). Retrieved 30 March 2015 Beningbrough railway station was the first station out of York on the main line to Newcastle.Morris, Joseph E. The North Riding of Yorkshire, London Methuen & Co. (1904) p. 66. The station opened on the GNER line in 1841; closed to passengers in 1958, and to freight in 1965. The racehorse Beningbrough, winner of the 1794 St Leger Stakes, was named after the village. Reprint HardPress Publishing (2013). File:CS p5.356 - Beningbrough Hall, Yorkshire - Morris's County Seats, 1880.jpg|Beningbrough Hall, from Morris's Country Seats (1880) File:River Ouse at Beningbrough - geograph.org.uk - 140564.jpg|River Ouse at Beningbrough File:Beningbrough Station 1789959 867945f8.jpg|Beningbrough railway station in 1961 ==References== ==External links== * *Map of Beningbrough showing house names Category:Villages in North Yorkshire Category:Civil parishes in North Yorkshire ",
    "title": "Beningbrough"
}