{
    "id": "3227115",
    "text": "Ronald Brian Underwood (born November 6, 1953) is an American film director, producer and television director. ==Early life== Underwood was born November 6, 1953, in Glendale, California. In school he lived in Ceylon, now Sri Lanka, as an AFS Intercultural Programs exchange student. After graduating from high school, he briefly attended Occidental College as a pre-med student, but transferred to the USC School of Cinema (now USC School of Cinematic Arts) after deciding to become a filmmaker. Underwood majored in cinema with a minor in anthropology. ==Film career== ===Early career (1976–1989)=== Upon completion of his fellowship at the American Film Institute, Underwood began working as a staff director for Barr films, a company specializing in the production of educational films. Underwood directed over one hundred short films, including an adaptation of the Kurt Vonnegut short story, \"Deer in the Works\", starring Dennis Dugan. While directing and producing short films for the educational market, Underwood pursued work in the motion picture industry. One of the first movies Underwood worked on was Futureworld (1976) as a production assistant. The film starred Blythe Danner and Peter Fonda, actors he would later direct in 2004. During the filming of Futureworld, one of his tasks was to babysit a young Gwyneth Paltrow. Soon after Underwood served as the location manager on the Peter Hyams directed motion picture, Capricorn One (1978). Another early job was acting as an assistant director to first-time director David Schmoeller on Tourist Trap, a low-budget horror film. After this he continued to direct and produce educational films for the next seven years. In 1986 Underwood established himself as a director when his animated special The Mouse and the Motorcycle won a Peabody Award, which was followed two years later by the sequel Runaway Ralph, for which he received a Daytime Emmy nomination. ===Mainstream breakthrough (1990–present)=== Following his critically acclaimed venture into television, Underwood decided to have a go at directing feature films. His first effort was Tremors starring Kevin Bacon, Fred Ward and Reba McEntire in her acting debut. Written and produced by his friends Brent Maddock & S. S. Wilson, it was released by Universal Studios in 1990. The film was well received by the critics and later established itself as a cult classic. Underwood received his first taste of commercial success with 1991's City Slickers, which starred Billy Crystal, Daniel Stern and Jack Palance, who won an Academy Award for his performance. The film made $179m worldwide with a budget of only $27m. It was the tenth most successful film released in 1991 (the fifth most successful in the US). His next film, also written by Brent Maddock & S. S. Wilson, Heart and Souls (1993), was again well-received by critics but struggled at the box office (making a total of $16m in the US). It starred Robert Downey, Jr., Alfre Woodard, Kyra Sedgwick, Charles Grodin, Tom Sizemore, Elisabeth Shue and David Paymer. He followed this with Speechless (1994), written by Robert King and starring Michael Keaton and Geena Davis. Given the opportunity to direct a big-budget film by Walt Disney Pictures in 1998, he was asked to direct Mighty Joe Young, a remake of the 1949 RKO film. The film, starring Charlize Theron in her first lead role, was nominated for the Academy Award for Visual Effects and featured some of the most sophisticated special effects seen in film up to that point, paving the way for later ape films like Peter Jackson's King Kong (2005). The special effects drove production costs to around $90m. Following Mighty Joe Young, Underwood began work on Eddie Murphy fronted The Adventures of Pluto Nash. The film also starred Rosario Dawson and was filmed in Montreal, Canada. Unfortunately for Underwood, the film was greeted with universally poor reception, and proved a box-office failure.'' Underwood has returned to his roots, directing both low-budget films and television. He directed Stealing Sinatra (2003) for Showtime, for which William H. Macy received an Emmy nomination, Back When We Were Grownups (2004) for the Hallmark Hall of Fame which garnered star Blythe Danner nominations for the Golden Globe and the Emmy, and In the Mix (2005), starring R&B; singer Usher, Chazz Palminteri and Emmanuelle Chriqui for Lions Gate Entertainment. He directed several holiday themed movies for television: The Year Without a Santa Claus, Holiday in Handcuffs, and Santa Baby. He has directed a number of episodic television dramas, including episodes of Monk, Boston Legal, Reaper, Ugly Betty, Heroes, Grey's Anatomy, Burn Notice, Once Upon a Time, Desperate Housewives, Nashville, Scandal, Agents of S.H.I.E.L.D., Quantico, The Good Fight, Fear the Walking Dead and Evil. ==Filmography== {| class=\"wikitable\" |+ Film director |- ! Year ! Film ! Notes |- |1980 | Deer in the Works | Also producer Short Film based on the story by Kurt Vonnegut in \"Welcome to the Monkey House\" |- |1990 | Tremors | Also writer (Story) Spawned six sequels and a Syfy network TV series |- |1991 | City Slickers | Won Best Supporting Actor Oscar, Won Best Supporting Actor, Nominated for Best Motion Picture, Best Actor Comedy/Musical 1992 Golden Globe Awards |- |1993 | Heart and Souls | Won Best Actor, Nominated for Best Director, Best Fantasy Film, Best Writing, Best Supporting Actor and Supporting Actress 1994 Saturn Awards |- |1994 |Speechless |Nominated Best Actress Comedy/Musical 1995 Golden Globe Awards |- |1998 |Mighty Joe Young |Remake of a 1949 film of the same name, Nominated for Best Visual Effects 1999 Oscar |- |2002 |The Adventures of Pluto Nash | Razzie Award nomination for Worst Director |- |2003 |Stealing Sinatra |Nominated Supporting Actor 2004 Emmy William H. Macy |- |2005 |In the Mix | |- |} {| class=\"wikitable\" |+ Other film credits |- ! Year ! Film ! Notes |- |1976 |Futureworld |Production assistant |- |1978 |Capricorn One |Location manager |- |1979 |Tourist Trap |First assistant director |- |1986 |Crawlspace |Associate producer |- |} {| class=\"wikitable\" |+ Television director |- ! Year ! Film ! Notes |- |1986 |ABC Weekend Specials |Episodes The Mouse and the Motorcycle (Peabody Award, 1986) and Runaway Ralph (Daytime Emmy Nomination, Special Class Directing, 1989) |- |2003 |Monk |Episodes \"Mr. Monk Goes to the Theater\" and \"Mr. Monk Goes to Mexico\" |- |rowspan=2|2004 |Back When We Were Grownups |TV movie - |Nominated Best Actress 2005 Emmy Blythe Danner |- |Boston Legal |Episodes \"Change of Course\" and \"The Ass Fat Jungle\" |- |rowspan=2|2006 |Santa Baby |TV movie |- |The Year Without A Santa Claus |Live-action Remake, TV movie (DGA Nomination for Outstanding Children's Programs, 2007) |- |rowspan=2|2007 |Holiday in Handcuffs |TV movie |- |Reaper |Episodes \"Magic\", \"My Brothers's Reaper\", and \"Dirty Sexy Mongol\" |- |rowspan=3|2008 |The Secret Life of the American Teenager |Episodes \"Falling in Love\", \"What Have You Done to Me?\" and \"I Feel Sick\" |- |Ugly Betty |Episodes \"Ugly Berry\" and \"Zero Worship\" |- |Eli Stone |Episodes \"Owner of a Lonely Heart\" and \"One More Try\" |- |rowspan=3|2009 |Make It or Break It |Episode \"Where's Kaylie?\" |- |Drop Dead Diva |Episodes \"The 'F' Word\" and \"Dead Model Walking\" |- |Santa Baby 2: Christmas Maybe |TV movie |- |rowspan=5|2010 |Heroes |Episode \"Chapter Twelve: 'Upon This Rock'\" |- |Happy Town |Episode \"Questions and Antlers\" |- |No Ordinary Family |Episode \"No Ordinary Vigilante\" |- |Hellcats |Episodes \"Worried Baby Blues\" and \"Finish What We Started\" |- |Chaos |Episodes \"Song of the North\" and \"Love and Rockets\" and \"Mincemeat\" |- |rowspan=4|2011 |Necessary Roughness |Episodes \"Anchor Management\" |- |Castle |Episode \"Food to Die For\" |- |Harry's Law |Episodes \"American Girl\" and \"The Whole Truth\" |- |Deck the Halls |TV movie |- |rowspan=5|2012 |Grey's Anatomy |Episodes \"Suddenly\" and \"The Girl With No Name\" |- |Burn Notice |Episode \"Means and Ends\" |- |Desperate Housewives |Episode \"What's the Good of Being Good\" |- |Scandal |Episode \"Hunting Season\" |- |Once Upon a Time |Episodes \"Red-Handed\" and \"Into The Deep\" |- |rowspan=4|2013 |Castle |Episode \"Scared to Death\" |- |Once Upon a Time |Episodes \"Lost Girl\" and \"The New Neverland\" |- |The Glades |Episodes \"Gypsies, Tramps and Thieves\" and \"Fast Ball\" |- |Scandal |Episode \"Snake in the Garden\" |- |rowspan=5|2014 |Grey's Anatomy |Episodes \"Things We Said Today\" and \"You Got To Hide Your Love Away\" |- |Nashville |Episode \"We've Got Things To Do\" |- |Resurrection |Episodes \"Us Against the World\" and \"Multiple\" |- |Once Upon a Time |Episode \"Snow Drifts\" and \"White Out\" |- |Agents of S.H.I.E.L.D. |Episode \"A Fractured House\" |- |rowspan=4|2015 |Grey's Anatomy |Episode \"All I Could Do Is Cry\" |- |Once Upon a Time |Episodes \"Best Laid Plans\" and \"Mother\" and \"The Dark Swan\" |- |Agents of S.H.I.E.L.D. |Episode \"Devils You Know\" |- |Nashville |Episode \"Unguarded Moments\" |- |rowspan=7|2016 |Once Upon a Time |Episodes \"Firebird\" and \"A Bitter Draught\" and \"Wish You Were Here\" |- |Agents of S.H.I.E.L.D. |Episode \"Bouncing Back\" |- |Quantico |Episode \"Drive\" |- |Dead of Summer |Episode \"Barney Rubble Eyes\" |- |BrainDead |Episode \"Taking on Water: How Leaks in D.C. Are Discovered and Patched\" |- |Hawaii Five-0 |Episode \"Ka hale ho 'okauweli\" |- |No Tomorrow |Episode \"No Regrets\" |- |rowspan=4|2017 |Once Upon a Time |Episodes \"Ill- Boding Patterns\" and \"The Song in Your Heart\" and \"The Garden of Forking Paths\" |- |The Good Fight |Episode \"Stoppable: Requiem for an Airdate\" |- |Hawaii Five-0 |Episode \"He kaha lu'u ke ala, mai kolo aku\" |- |Kevin (Probably) Saves the World |Episode \"Dave\" |- |rowspan=5|2018 |MacGyver |Episode \"Mac + Jack\" |- |Once Upon a Time |Episodes \"Breadcrumbs\" and \"Is This Henry Mills?\" |- |The Good Fight |Episodes \"Day 429\" and \"Day 485\" |- |Hawaii Five-0 |Episode \"A'ohe kio pohaku nalo i ke alo pali\" |- |Magnum P.I. |Episode \"The Ties That Bind\" |- |rowspan=6|2019 |MacGyver |Episode \"Fence + Suitcase + Americium-241\" |- |Grand Hotel |Episode \"Smokeshow\" |- |Fear the Walking Dead |Episode \"210 Words Per Minute\" |- |Evil |Episode \"177 Minutes\" |- |Magnum P.I. |Episode \"Lie, Cheat, Steal, Kill\" |- |Hawaii Five-0 |Episode \"Ka la 'au kumu 'ole o Kahilikolo\" |} ==Awards and nominations== Peabody Award: *1986 Peabody Award (\"ABC Weekend Specials\", \"The Mouse and the Motorcycle\") Daytime Emmy Awards: *1987: Special Class Directing (ABC Weekend Specials, \"Runaway Ralph\" nominated) Saturn Award: *1994: Best Director (Heart and Souls, nominated) Golden Raspberry Awards: *2003: Worst Director (The Adventures of Pluto Nash, nominated) Directors Guild of America Award: *2007: Outstanding Directorial Achievement in Children's Programs (The Year Without a Santa Claus, nominated) ==References== ==External links== * Category:1953 births Category:American television directors Category:Living people Category:People from Greater Los Angeles Category:USC School of Cinematic Arts alumni Category:Film directors from California Category:Occidental College alumni Category:Film producers from California ",
    "title": "Ron Underwood"
}