{
    "id": "3227868",
    "text": "Benacre is a village and civil parish in the East Suffolk district of the English county of Suffolk. The village is located about south of Lowestoft and north-east of Wrentham, between the main A12 road and the North Sea coast. Neighbouring villages include Kessingland and Covehithe with the town of Southwold to the south. The village is dispersed around Benacre Hall, the estate of the Gooch family. It had a population of around 70 in mid-2008.A profile of Waveney, Waveney District Council, February 2011. Retrieved 2011-04-18. The population declined dramatically during the 20th century from 216 at the 1901 census.Benacre CP: Historical statistics – population, Vision of Britain. Retrieved 2011-05-07. The area of the parish extends from the Hundred River in the north to Benacre Broad in the south. At the Domesday survey the village's name is given as Benagra within the Hundred of Blythling.Benacre, The Domesday Book online. Retrieved 2011-05-07. It formed part of the holdings of the Abbey of Bury St Edmunds, as it had before the conquest, with one freeman recorded as living in the manor.Benacre , Domesday Map. Retrieved 2011-05-07. The village has few basic services. The former parish church of St Michael is now privately owned by the Gooch family.Church of St Michael, Benacre, British Listed Buildings. Retrieved 2011-05-07. It is medieval in origin and a Grade II* listed building, although extensively rebuilt following a fire in the 18th century. The church of St Andrew in Covehithe now acts as the parish church for Benacre.Covehithe with Benacre, St Andrew, Covehithe with Benacre, Church of England. Retrieved 2011-05-10. Benacre Broad forms part of the Benacre National Nature Reserve, an important reserve for over 100 bird species including the marsh harrier, little tern and bittern.Benacre NNR, Natural England. Retrieved 2012-11-01. The shingle beach also forms an important habitat and the coastal area of the parish is part of the Pakefield to Easton Barents Site of Special Scientific Interest. ==References== ==External links== *Benacre Estate Category:Villages in Suffolk Category:Civil parishes in Suffolk Category:Waveney District ",
    "title": "Benacre, Suffolk"
}