{
    "id": "3227838",
    "text": "The Dowd–Beckwith ring-expansion reaction is an organic reaction in which a cyclic β-keto ester is expanded by up to 4 carbons in a free radical ring expansion reaction through an α-alkylhalo substituent. The radical initiator system is based on AIBN and tributyltin hydride. The cyclic β-keto ester can be obtained through a Dieckmann condensation. The original reaction consisted of a nucleophilic aliphatic substitution of the enolate of ethyl cyclohexanone-2-carboxylate with 1,4-diiodobutane and sodium hydride followed by ring expansion to ethyl cyclodecanone-6-carboxylate. A side-reaction is organic reduction of the iodoalkane. Dowd–Beckwith Ring Expansion.gif == Reaction mechanism== Dowd–Beckwith ring expansion reaction mechanism The reaction mechanism involves a bicyclic intermediate. The reaction is initiated by thermal decomposition of AIBN. The resulting radicals abstract hydrogen from tributyltin hydride to a tributyltin radical which in turn abstracts the halogen atom to form an alkyl radical. This radical attacks the carbonyl group to an intermediate bicyclic ketyl. This intermediate then rearranges with ring expansion to a new carbon radical species which recombines with a proton radical from tributyltin hydride propagating the catalytic cycle. == Scope == Dowd–Beckwith reaction A side reaction accompanying this ring expansion is organic reduction of the halo alkane to a saturated alkyl group. One study shows that the success depends critically on the accessibility of the carbonyl group. Deuterium experiments also show the presence of a 1,5 hydride shift. The reaction of the alkyl radical with the ester carbonyl group is also a possibility but has an unfavorable activation energy. == References == * A new tributyltin hydride-based rearrangement of bromomethyl .beta.-keto esters. A synthetically useful ring expansion to .gamma.-keto esters Paul Dowd, Soo Chang Choi; J. Am. Chem. Soc.; 1987; 109(11); 3493–3494. Abstract * Free radical ring expansion by three and four carbons Paul Dowd, Soo Chang Choi; J. Am. Chem. Soc.; 1987; 109(21); 6548–6549. Abstract * Rearrangement of suitably constituted aryl, alkyl, or vinyl radicals by acyl or cyano group migration Athelstan L. J. Beckwith, D. M. O'Shea, Steven W. Westwood; J. Am. Chem. Soc.; 1988; 110(8); 2565–2575. Abstract * Three-Carbon Dowd–Beckwith Ring Expansion Reaction versus Intramolecular 1,5-Hydrogen Transfer Reaction: A Theoretical Study Diego Ardura and Tomás L. Sordo J. Org. Chem.; 2005; 70(23) pp 9417 – 9423; (Article) Abstract Category:Rearrangement reactions Category:Name reactions ",
    "title": "Dowd–Beckwith ring-expansion reaction"
}