{
    "id": "3228389",
    "text": "The Glasgow Film Festival is an annual film festival based in Glasgow, Scotland. The festival began in 2005. By 2015, the festival had seen audience figures top 40,000 for two consecutive years. ==2008== 2008's festival took place between 14–24 February and the programme included exclusive premieres as well as a Bette Davis retrospective.http://www.scotlandontv.tv/scotland_on_tv/video.html?vxSiteId=60fdd544-9c52-4e17-be7e-57a2a2d76992&vxChannel;=Culture%20On%20Screen&vxClipId;=1380_SMG1748&vxBitrate;=300 ==2009== The 2009 event featured an Audrey Hepburn retrospective and a birthday tribute to Errol Flynn. ==2010== 2010's festival took place between 18–28 February. The opening gala featured Jean-Pierre Jeunet's latest film, Micmacs with the director there to present the film. Other guests included Peter Mullan, James Earl Jones and the cast of Scottish classic, Gregory's Girl. Oscar nominated Crazy Heart was also shown, prior to the general release date. Also included a Cary Grant retrospective, as well as strands focusing on Japanese Cinema, Fashion and Music and film. ==2013== The 2013 festival was scheduled to feature 57 UK film premieres. ==2014== With the festival lasting 11 days from February 18 to March 1, admission figures topped 40,000. ==2015== 2015's festival featured 174 events, including 11 world premieres, 33 UK premieres and 65 Scottish premieres. The festival introduced its first award - The Audience Award, won by Tom Browne's Radiator. ==2016== 2016's festival featured 174 feature films including 60 UK premieres. Admissions reached 42,000. The Audience Award was won by Deniz Gamze Ergüven's Mustang. ==2017== 2017 saw the festival attain over 40,000 admissions for the fourth consecutive year. Featuring 65 UK premieres, programme highlights included Elle, I Am Not Your Negro, Free Fire and a screening of John Carpenter's The Thing on an indoor ski slope. Empire Magazine presented a special screening of The Lost Boys as a secret location. The Audience Award was won by Alankrita Shrivastava's Lipstick Under My Burkha. ==2020== The 2020 programme includes nine world premieres and 102 UK premieres. ==Audience Award== In 2015 GFF introduced its only award, the Audience Award. Films eligible for the award are usually from first or second time directors and can be either fiction or documentary. The award is voted for by attendees with the winner announced at the Closing Gala of the Festival. ==See also== *Culture in Glasgow ==References== ==External links== * Category:Film festivals in Scotland Category:Culture in Glasgow Category:Tourist attractions in Glasgow Category:Annual events in Glasgow Category:2005 establishments in Scotland Category:Film festivals established in 2005 Category:Festivals in Glasgow ",
    "title": "Glasgow Film Festival"
}