{
    "id": "3228038",
    "text": "Stabbursdalen National Park () is a national park in North Norway. It contains the northernmost pine forest in the world. It is located in Porsanger Municipality in Finnmark county, Norway. The park surrounds the Stabburselva river and its surrounding valley, just west of the large Porsangerfjorden. A small corner of the park extends into neighboring Kvalsund Municipality. ==National park == The Stabbursdalen National Park contains many of Finnmark's typical landscape forms: barren mountains, open plateaux, and narrow ravines, with scattered mountain birch and stretches of pine forest. Waterfalls and rapids interspersed with deep pools of still water mark the Stabburselva river as it runs through the National Park. At Luobbal (Lompola) it sweeps gently into wide bays. The bare rugged mountains of Gaissene to the southeast contrast with the ancient undulating landscape to the north and west. The park was originally established in 1970, conserving a area of forest surrounding the river. In 2002, the park was vastly expanded to cover a total of . ==Pine forest == Pine tree (Pinus sylvestris) in Stabbursdalen Some 7,500–5,000 years ago when the climate was warmer, the pine forest spread far inland along the fjords and valleys. As it grew colder, the forest retreated and has only survived in sheltered valleys like Stabbursdalen, where it forms the world's northernmost pine forest (Porsanger climate). Its protection is therefore one of the major objectives of this national park. The woodland is open with low shrubby pine trees, in the far north trees grow slowly and are liable to frost and wind damage. The dry sterile soil can only support a poor undergrowth of lichen and heather. At Luobbal, the wetlands form a fertile oasis in an otherwise barren landscape. Along the river, willow and sedge, with pine woodland behind, support a rich bird life. Stabbursdalen is the most northernly habitat for many species, including black grouse and osprey, and wetlands are important breeding ground, especially for ducks. Old hollow pine trees provide good nesting places for the goldeneye and goosander. ==People in the park== For the coastal Saami people (sjøsamene), the natural resources of Stabbursdalen formed a significant part of their subsistence. Hunting, fishing, and collecting animal fodder have long traditions, but by careful harvesting few traces remain in the landscape. In Luobbal, sedge was previously cut for winter fodder, while tree stumps in the forest bear witness of timber cut for building boats and houses. There are remains of pit-falls where wild reindeer were hunted in the past, but domestic reindeer herding took over in the 17th century. Today, the area provides summer grazing for the reindeer. ==Name== The valley was first named \"Tabors dal\" (after Mount Tabor) by a missionary in the 18th century (to replace the Sami languages name Rávttosvuopmi). This was later misunderstood (by folk etymology) as \"Stabbursdalen\". The first element was then assumed to be the genitive of stabbur (but there has never been a building like that in the valley). ==References== ==External links== * Map of Stabbursdalen National Park * Image Category:National parks of Norway Category:Protected areas of Troms og Finnmark Category:Protected areas established in 1970 Category:Tourist attractions in Troms og Finnmark Category:1970 establishments in Norway Category:Porsanger ",
    "title": "Stabbursdalen National Park"
}