{
    "id": "3228279",
    "text": "Otterburn Park is a small town located 40 km east of Montreal, Quebec, Canada. The population as of the Canada 2011 Census was 8,450. The town lies south of Mont-Saint-Hilaire on the Richelieu River and is one of the number of officially bilingual towns in Quebec. ==History== Originally a rural agricultural area, Otterburn Park's transformation began in the late 1800s, when it became a favourite weekend destination for employees of the Grand Trunk Railway, which, starting in 1885, ran a weekend train from Bonaventure Station to Mont-Saint-Hilaire.http://ville.otterburnpark.qc.ca/cgi- bin/index.cgi?page=c1_0&langue;=fra Occasional recreational visitors, including railroad employees, bought or built summer cottages, spurring development and, eventually, permanent settlement. Until 1949, the Otterburn park was a neighbourhood within Mont-Saint-Hilaire parish. It took its present name, Otterburn Park, by vote in 1953. Otterburn Park was the scene of the St- Hilaire train disaster in 1864, in which nearly 100 people were killed when an immigrant train failed to stop at an open swing bridge and fell into the Richelieu. The disaster remains the worst railroad accident in Canadian history, and the bridge is known to this day as the Pont Noir, or black bridge. ==Demographics== ===Population=== Population trend:Statistics Canada: 1996, 2001, 2006, 2011 census {| class=\"wikitable\" |- ! Census ! Population ! Change (%) |- | 2011 | 8,450 | 0.2% |- | 2006 | 8,464 | 7.6% |- | 2001 | 7,866 | 7.5% |- | 1996 | 7,320 | 21.1% |- | 1991 | 6,046 | N/A |} ===Language=== Mother tongue language (2006)2006 Statistics Canada Community Profile: Contrecœur, Quebec {| class=\"wikitable\" |- ! Language ! Population ! Pct (%) |- | French only | 7,595 | 89.83% |- | English only | 585 | 6.92% |- | Both English and French | 70 | 0.83% |- | Other languages | 205 | 2.42% |} ==Education== The South Shore Protestant Regional School Board previously served the municipality.King, M.J. (Chairperson of the board). \"South Shore Protestant Regional School Board\" (St. Johns, PQ). The News and Eastern Townships Advocate. Volume 119, No. 5. Thursday December 16, 1965. p. 2. Retrieved from Google News on November 23, 2014. ==See also== *List of cities in Quebec ==References== ==External links== *City of Otterburn Park Category:Cities and towns in Quebec Category:Incorporated places in La Vallée- du-Richelieu Regional County Municipality Category:Greater Montreal Category:Bilingual cities and towns in Quebec ",
    "title": "Otterburn Park, Quebec"
}