{
    "id": "3228398",
    "text": "Eastern face of Kangchenjunga, the third highest mountain in the world, near the Zemu Glacier, in the Himalayan region of Sikkim, India. Zemu Glacier is the largest glacier in the Eastern Himalaya. It is about in length and is located at the base of Kangchenjunga in the Himalayan region of Sikkim, India. The Zemu Glacier drains the east side of Kanchenjunga, the world's third highest mountain. The glacier is the source of water for numerous rivers, as it feeds them when it melts. One of them is the Teesta River, which has garnered large attention in the past few years because of a proposed 3500 MW hydropower plant. At the moment the Government of Sikkim has only been able to run a 510 MW plant on the river. Owing to the location of the river in an earthquake prone area, the hydropower plants will be a run of the river project. Zemu Glacier remains a less studied and monitored glacier. Studying digital imagery shows that the glacier has receded 27 meters every year between 1967–1984. The retreat is not massive given the great length of the glacier. There is a thick layer of debris on the glacier, preventing ablation: there are, however, small lakes that have formed on the surface of these debris-covered sections of the glacier. ==Changes and Threats== Zemu Glacier has seen significant retreat in recent years. The lateral moraine ridges on either side of the glacier are on average 150 feet high. These ridges were created during the Little Ice Age advance. Lateral moraines never get higher than glacier surfaces that create them. This means that the underside of the glacier has thinned by 150 feet in the last century. Another problem on the glacier is the disappearance of its tributaries. Many of its tributaries no longer meet it. This deprives the glacier of a significant portion of its former ice sources. The head of the glacier is fed by debris from the Kanchenjunga slopes. The lower 18 km of the glacier is an ablation zone where melting is immense. Recent studies have shown that between 2000 and 2013 the surrounding glaciers of the Zemu have shrunk drastically, reducing the source for the main glacier and increasing the risk of its shrinkage. ==See also== * List of glaciers ==References== == External links == * Map from 1931 German expedition Category:Glaciers of Sikkim Category:Glaciers of the Himalayas ",
    "title": "Zemu Glacier"
}