{
    "id": "3228139",
    "text": "KYMA-DT, virtual and VHF digital channel 11, is a former NBC-affiliated television station licensed to Yuma, Arizona, United States and also serving El Centro, California. The station was owned by Atlanta-based Cox Media Group, as part of a duopoly with CBS affiliate KSWT (channel 13, also licensed to Yuma). News-Press & Gazette Company operated both stations through a shared services agreement (SSA), making them sisters to El Centro-licensed Fox/ABC/CW+ affiliate KECY-TV (channel 9) and Yuma-licensed low-power Telemundo affiliate KESE-LP (analog channel 35). The stations share studios on South 4th Avenue in downtown Yuma, with an advertising sales office on West Main Street in El Centro; KYMA's transmitter was located northwest of Yuma. On January 13, 2020, the KYMA-DT program streams and intellectual property were moved to the channel 13 facility, which changed call letters from KSWT to KYMA-DT. The former KYMA-DT's license was surrendered eight days later as a condition of the acquisition of Northwest Broadcasting by Apollo Global Management in 2019. Station Search Details, CDBS Public Access, Federal Communications Commission, 21 January 2020, Retrieved 23 January 2020. ==History== The station began broadcasting in January 1988 as an ABC affiliate, replacing a translator of KGTV in San Diego. KYMA was granted its initial license on April 29, 1988. It originally operated from studio facilities located on South Pacific Avenue in Yuma. Yuma Broadcasting sold the station to Sunbelt Communications Company in June 1989. On February 1, 1991, it became an NBC affiliate in a swap with then-KYEL, which would become KSWT that September. In May 2013, Intermountain West Communications Company (formerly Sunbelt Communications) reached a deal to sell the station to Blackhawk Broadcasting, a company that shares ownership with the Northwest Broadcasting group. In July, Blackhawk announced that they also in the process of acquiring competing station, KSWT from Pappas Telecasting, which would require a failing station waiver. The FCC approved the KYMA transaction on August 12,http://licensing.fcc.gov/prod/cdbs/pubacc/Auth_Files/1567891.pdf while the KSWT transaction was approved on December 23.http://licensing.fcc.gov/prod/cdbs/pubacc/Auth_Files/1562224.pdfhttp://licensing.fcc.gov/cgi- bin/prod/cdbs/forms/prod/getimportletter_exh.cgi?import_letter_id=45843 The sale of both stations was completed on February 18, 2014.Consummation Notice, CDBS Public Access, Federal Communications Commission, Retrieved February 19, 2014Consummation Notice, CDBS Public Access, Federal Communications Commission, Retrieved February 19, 2014 On July 2, 2014, News-Press & Gazette Company, owners of KECY-TV and KESE-LP, announced that it had agreed to form a resource sharing agreement with Blackhawk Broadcasting, giving NPG control of the big four television network affiliates in the Yuma–El Centro market. All employees of KYMA and KSWT, except for sales personnel, became employees of NPG.NPG Takes Over Yuma/El Centro Stations ftvlive.com, July 2, 2014, Retrieved July 9, 2014.One Station Group Makes Big Move in a Small Market, TVSpy.com, July 3, 2014, Retrieved July 9, 2014. Blackhawk continues to operate the sales departments of its stations. As a result of the agreement, KYMA and KSWT relocated to KECY's building on 4th Avenue. ==Digital television== ===Digital channels=== The station's digital signal was multiplexed: {| class=\"wikitable\" |- ! Channel ! Video ! Aspect ! PSIP Short Name ! ProgrammingRabbitEars TV Query for KYMA |- | 11.1 || 1080i || rowspan=2| 16:9 || rowspan=2| KYMA-DT || Main KYMA-DT programming / NBC |- | 11.2 || 720p || Ion Television |- |} In May 2007, KYMA added LATV on digital subchannel 11.2. The affiliation lasted until late 2009, when KYMA replaced it with This TV. In 2017, 11.2 subchannel was replaced with Ion. ===Analog-to- digital conversion=== On April 3, 1997, the FCC assigned UHF channel 41 as the digital companion channel for KYMA, and on May 25, 2000, granted a construction permit. KYMA applied for Special Temporary Authorization (STA) for reduced-power operations in order to get a digital signal on the air quickly. The STA was granted on June 7, 2002 and the station built temporary digital facilities, to eventually be replaced by full-power operations. In 2005, KYMA elected and was approved for channel 11 as its permanent digital channel, meaning its license for channel 41 would be returned to the FCC after the analog shut-off, at the time scheduled for February 17, 2009. Since operations on channel 41 would be temporary, KYMA requested to specify its low-power operation as its final pre-transition DTV facilities. The request was approved and the station was granted a license for its digital channel on September 20, 2006. KYMA was granted a construction permit for its post- transition operations on channel 11 on August 19, 2008. The station shut down its analog signal, over VHF channel 11, on June 12, 2009, the official date in which full-power television stations in the United States transitioned from analog to digital broadcasts under federal mandate. The station's digital signal relocated from its pre-transition UHF channel 41 to VHF channel 11 for post-transition operations. ==Programming== Being an NBC affiliate, KYMA's schedule was dominated by network and syndicated programming, including NBC's The More You Know educational programming block on Saturday mornings. Syndicated programming featured on KYMA included Dr. Phil, Jeopardy!, Inside Edition, Wheel of Fortune and Live with Kelly and Ryan. ==News operation== The station produced four daily newscasts on weekdays at 6 a.m., 5, 6 and 10 p.m., and two other daily newscasts on the weekends at 5 and 10 p.m. Mountain Time. Unlike most NBC affiliates in the Mountain time zone, it did not carry a full two-hour weekday morning newscast or a midday newscast. Until December 2008, it operated a news bureau in El Centro to provide additional coverage of the Imperial Valley. Following the planned relocation of KYMA-DT to the studios of KECY-TV, the station retained its current newscast times and separate news branding from KECY and KSWT. ===Notable former on-air staff=== * Jake Bell, Sports reporter/anchor (1999–2000) * Evanka Osmak, Anchor/reporter (2000s) ==Notes== YMA-DT (1988-2020) Category:Television channels and stations established in 1988 Category:Television channels and stations disestablished in 2020 Category:1988 establishments in Arizona Category:2020 disestablishments in Arizona Category:Defunct terrestrial television stations in the United States YMA-DT (1988-2020) ",
    "title": "KYMA-DT (1988–2020)"
}