{
    "id": "3228940",
    "text": "SMOF (also spelled smof) is an acronym which stands for \"Secret Master(s) Of Fandom\" and is a term used within the science fiction fan community. Its coining is generally attributed to long-time science fiction fan and author Jack L. Chalker. ==Capitalised meaning== The capitalised form of the term (SMOF) is used jokingly to refer to a clandestine cabal of top science fiction fans who, by their unseen influence, are controlling the actions of fandom. It is the SMOFs who are responsible for the trends and changes in the popularity of particular subgenres, media, or individual authors, films or television series. As such, this use of the term is a light-hearted conspiracy theory. ==Uncapitalised meaning== The more general, uncapitalised, form of the term (smof) is an honorific bestowed upon the fans who actually do the organisational work behind much of fandom or are stalwart members of the fannish community. This includes fans who are regarded highly by others for their work in running conventions, fanzines, and fan funds, and who work (for the most part) on an entirely voluntary basis for the good of fandom in general, as well as those whose standing is high within the fannish community by dint of their long participation in it. The capitalization distinction is not rigidly observed; it is not unusual to capitalize the term even when it is being used in the more general sense, although the reverse (uncapitalized usage connoting the conspiracy humor) is rare. ==Verb meaning== \"SMOFing\" (or \"smoffing\") is used as a verb to refer to discussing the details or personalities involved in running a convention; when organizers talk amongst themselves about something related to fandom, they are SMOFing. Although by its nature informal, the term smof is now used by several science fiction convention management cooperative associations (some incorporated as non- profits, others simply ad hoc). For example, there is a smofs mailing list for Worldcon management, a yearly convention for SF con managers named SMOFcon, and a defunct website and series of meetings for convention runners in the Baltimore-Washington area of the USA run by an organization called BWSMOF. ==History== The earliest known citation is from the New York Times, in an issue published on September 6, 1971. The term appears in the 1978 edition of Wilson Tucker's Neo-Fan's Guide to Science Fiction Fandom. It does not appear in the 1955 or 1966 editions of that work (the 1973 and 1975 editions have not yet been checked). ==References== ==External links== *The Conrunner's Wiki *OED Citations for SMOF Category:Fanspeak Category:Conspiracy theories ",
    "title": "SMOF"
}