{
    "id": "3228282",
    "text": "Alfred John Evans (1 May 1889 – 18 September 1960), known as John Evans, was an English amateur cricketer who played mainly for Oxford University and Kent County Cricket Club whom he captained in 1927. Evans also played for Hampshire and made one Test match appearance for the English cricket team in 1921. Evans served in both the First World War and the Second World War. During the first war he served in the Royal Flying Corps and was twice made a prisoner of war. He made persistent escape attempts, two of which were successful, and during the second war served in MI9 providing guidelines and advice for the escape of prisoners of war. He was also an all-round sportsman who enjoyed success in golf and racquets. ==Early life== Evans was born at Highclere in Hampshire in 1889. His father, AH Evans, had been a master at Winchester College and had founded Horris Hill School in 1888.Lewis P (2014) For Kent and Country, pp.165–169. Brighton: Reveille Press. Evans began his education at the school before moving on to Winchester and then to Oriel College, Oxford between 1909 and 1912. Whilst at Winchester he was in the Cricket XI and also represented the school at racquets and golf.Evans, Mr Alfred John, Obituaries in 1961, Wisden Cricketers' Almanack, 1961. Retrieved 2017-07-10. At Oxford, Evans gained his cricket Blue in 1909 as well as Blues in racquets and golf. He graduated with a degree in History in 1912 and was offered a teaching position at Eton College on the condition that he first spend a year in Germany. Evans became fluent in German during his year in the country but only taught at Eton for one year before leaving to begin a business career. ==Cricket career== Evans made his first-class cricket debut for Hampshire in August 1908 before going up to Oxford. He played regularly whilst at Oxford, appearing 30 times for the University side, including in four University matches, as a hard- hitting right-handed batsman and medium-pace bowler.John Evans, CricketArchive. Retrieved 2017-07-11. He captained the Oxford side in 1911 and played for Hampshire in both 1909 and 1912 but made only one first-class appearance for Free Foresters between the end of the 1912 season and the start of the First World War in 1914. After the war Evans again played only occasionally, making two appearances for amateur Gentlemen sides in 1919 and playing in one match for Hampshire in 1920. In 1921 he scored 69 not out for Marylebone Cricket Club (MCC) against the touring Australians and made a century in his first innings for Kent in May and was, on the strength of these performances, picked for the England team for the second Ashes Test at Lord's in June.Bull A (2013) The England cricketer who escaped from two prisoner of war camps, The Guardian, 2013-11-12. Retrieved 2017-07-11. Aged 32, this was Evans' only Test match.Williamson M (2005) Chopping and changing, CricInfo, 2005-07-23. Retrieved 2017-07-11. He scored 4 and 14 runs in his two innings and Wisden reported that the Test was \"perhaps rather too big for him.\"England v Australia 1921 – Second Test Match, Wisden Cricketers' Almanack, 1922. Retrieved 2017-07-11. Other reports suggested that he was \"so nervous that his knees were knocking together … his nerve had gone and the first straight ball did for him\".Quoted in Bull Op. cit. He continued to play at first-class level only occasionally, sometimes for Kent and sometimes for other teams such as Harlequins, until the 1927 season when he was appointed captain of Kent and made 23 first-class appearances. During the 1927 season Evans scored 832 runs at an average of 25.21, including three hundreds, one of which was his highest score or 143 made against Lancashire. He won his Kent cap during the same season before going on to make his final nine first-class appearances the following year. In all, Evans made 36 first-class appearances for Kent and scored almost 3,500 runs in his first-class career. ==Military service== At the outbreak of the First World War Evans was approached to join the newly founded Intelligence Corps, having been identified as a good candidate as a result of his year spent in Germany after graduating from Oxford. He initially joined the mounted section of the Corps, but was injured in a motorcycle accident in France in September 1914. In February 1915 he was attached to No. 3 Squadron, Royal Flying Corps an observer. The squadron was the first to use aerial photography to record details of enemy positions with observers, such as Evans, taking images at low altitudes, often whilst under fire. In September 1915 he was awarded the Military Cross for continuing to observe whilst his aircraft was under attack from an enemy plane and was also Mentioned in Dispatches. In early 1916 he became a pilot and was active spotting German artillery positions during the Battle of the Somme. He and his observer, Lieutenant Long, were tasked with a series of continuous reconnaissance flights during July. On 16 July their aircraft malfunctioned and the pair were forced to land behind enemy lines and were captured by German forces after crash landing their plane to avoid it falling into enemy hands. Evans was made a prisoner of war (POW), initially at Clausthal in Germany. He escaped and came close to the Dutch border before being recaptured and sent to Ingolstadt with other officers who had made unsuccessful escapes. He made a series of escape attempts but was recaptured each time until, in 1917, he and another officer, Captain Buckley, escaped whilst being transferred to another prisoner of war camp. This time Evans' escape was successful when the pair reached Switzerland after walking for 18 nights. Rules prevented POWs returning to active service in the same theatre of war they had been captured in, so Evans was transferred to Egypt and then to Palestine where he took command, in January 1918, of 142 Squadron, a bomber squadron. In March 1918 he was again forced to land due to a malfunctioning plane and was captured by Arab tribesmen who handed him and two Australian airmen who had landed to attempt to rescue him, to Turkish troops. After an escape attempt Evans was transferred to Constantinople and then on to a POW camp. He bribed a doctor to have himself declared sick in order to be included in an exchange of officers between Turkish and British troops. He sailed to Alexandria in November 1918 and was awarded a bar to his Military Cross for his many escape attempts. Evans later wrote about his time as a POW in The Escaping Club. During the Second World War Evans was called into service in MI9, the branch of the War Office responsible for coordinating resistance activities and assisting airmen shot down behind enemy lines and escaping POWs. He helped develop guidelines for the escape of POWs, drawing on his experiences during the First World War. He landed in Normandy in July 1944, helping to secure POWs and evaders as Allied armies advanced across North West Europe. ==Family and later life== Evans' father, AH Evans, played 44 first- class cricket matches and his younger brother, Ralph, played five matches, including one for Hampshire. Evans married Marie Galbraith, an Irish concert violinist. Their son was the actor Michael Evans.\"Young and Restless\" actor Michael Evans dies at 87, Mercury News, 2007-09-26. Retrieved 2013-04-05. He died in London in 1960 aged 71. ==References== ==External links== * * * * Category:1889 births Category:1960 deaths Category:English cricketers Category:England Test cricketers Category:Hampshire cricketers Category:Kent cricketers Category:Kent cricket captains Category:Oxford University cricketers Category:Free Foresters cricketers Category:Gentlemen cricketers Category:Marylebone Cricket Club cricketers Category:Harlequins cricketers Category:Gentlemen of England cricketers Category:Oxford and Cambridge Universities cricketers Category:Alumni of Oriel College, Oxford Category:Royal Flying Corps officers Category:Recipients of the Military Cross Category:English cricketers of 1919 to 1945 Category:L. G. Robinson's XI cricketers ",
    "title": "John Evans (cricketer, born 1889)"
}