{
    "id": "3228058",
    "text": "David Arthur Coke, DFC, ( ;The family name was pronounced in the same way as the name \"Cook\". 4 December 1915 – 9 December 1941) was a flight lieutenant in the Royal Air Force Volunteer Reserve during the Second World War, and is credited with two destroyed, two probables, and two damaged aircraft during his service.Those Other Eagles by C. Shores (2004), p. 111 He is known in popular culture for his friendship with the author Roald Dahl while serving in the Royal Air Force. ==Early life and family== The second son of Thomas Coke, 4th Earl of Leicester and Marion Gertrude (née Trefusis), Coke was godson of King Edward VIII of the United Kingdom. He was a graduate of Trinity College, Cambridge.Burke's Peerage, 1939 (\"Leicester\"). ==Second World War== Coke joined the Royal Air Force Volunteer Reserve (RAFVR) in June 1939, the summer before war broke out, and attended No. 5 Operational Training Unit in April 1940. He was promoted to the rank of acting pilot officer on 3 September 1940. By August 1940 he flew a Hawker Hurricane with No. 257 Squadron RAF during the Battle of Britain as a pilot officer. On 12 August 1940, his Hurricane (P3776) was badly shot up over the English Channel off Portsmouth. His finger was amputated and the aircraft was repaired.http://www.the-battle-of- britain.co.uk/pilots/Co-pilots.html#CokeDA Posted to 46 Squadron in December 1940, Coke was then promoted to flying officer. He went on to fight in the Balkans campaign with No. 33 Squadron and the Syria–Lebanon campaign with No. 80 Squadron RAF. During this period with No. 80 squadron, he became friends with famed author Roald Dahl, as detailed in Dahl's autobiography Going Solo. While serving in Libya, Coke was awarded the Distinguished Flying Cross for his work in an attack on enemy transport and for his leadership as a flight lieutenant. The citation read: Coke was killed in action by enemy Bf 109s in Acroma, Cyrenaica, Africa on Tuesday 9 December 1941, five days after his twenty-sixth birthday, and buried at Knightsbridge War Cemetery, Acroma, Libya (Ref. B.A. 3. B. 18).Profile, roll-of-honour.com; accessed 5 April 2014.Profile, cwgc.org; accessed 5 April 2014. ==Notes== ==References== ==Bibliography== *Profile, thepeerage.com; accessed 5 April 2014. Category:1915 births Category:1941 deaths Category:People from Norfolk Category:Royal Air Force officers Category:The Few Category:Royal Air Force pilots of World War II Category:Recipients of the Distinguished Flying Cross (United Kingdom) Category:British military personnel killed in World War II Category:Aviators killed by being shot down Category:Alumni of Trinity College, Cambridge Category:Younger sons of earls David Category:British World War II fighter pilots Category:Royal Air Force Volunteer Reserve personnel of World War II ",
    "title": "David Coke"
}