{
    "id": "3228345",
    "text": "250px Haim Be'er (Hebrew: חיים באר), born on 9 February 1945, is an Israeli novelist. ==Biography== Haim Rachlevsky (Be'er) was born in Jerusalem to an Orthodox Jewish family. He grew up in the Geula neighborhood, and attended Ma'aleh, a state religious high school. In 1963-1965 he served in the Israel Defense Forces in the army rabbinate, writing for the army newspaper Mahanayim. Concurrently he worked nights as a copy editor at the daily newspaper Davar. In 1966, he began working at the Am Oved publishing house, first as a copyeditor and later as an editor and member of the editorial board. All his books have been published by Am Oved. For ten years, he wrote a weekly column called \"Memoirs of a Bookworm\" (Mi-zikhronoteha shel tolaat sefarim). Be'er teaches Hebrew literature at Ben-Gurion University of the Negev. Be'er's latest novel, El Makom Sheharuakh Holekh, (\"Back from Heavenly Lake\"; 2010), was inspired by a trek to Nepal and Tibet. Dedicated to the classic Yiddish writer Mendele Mocher Sforim, it is a mystical tale about a Hasidic rebbe from Bnei Brak who travels to Tibet.Journey of a thousand miles, Haaretz ==Awards== * In 1980, Be'er was awarded the Bernstein Prize (original Hebrew novel category).Feathers by Haim Be'er The Tauber Institute for the Study of European Jewry * In 2002, Be'er was the co-recipient (jointly with Maya Bejerano, Yoel Hoffman and Miriam Rut) of the Bialik Prize for literature. * In addition, he has won many other literary prizes, including the Prime Minister's Prize. ==Published works== *Sha`ashu`ei Yom Yom (Day to Day Delights, poems, 1970) *Feathers (in English translation, 2004), originally Notzot (1979) *Et ha-Zamir (The Time of Trimming, 1987) *Gam Ahavatam Gam Sinatam - Bialik, Brenner, Agnon Ma`arakhot Yahasim (Their Love and Their Hate: Bialik, Brenner, Agnon, Relationships, biography, 1993) *The Pure Element of Time (in English translation, 2003), originally Havalim (1998) *Lifnei Hamakom (\"Upon a Certain Place\") (2007) ==See also== *List of Bialik Prize recipients ==References== Back from the valley of Rephaim is a book by Haim Be’er published in 2018 ==External links== *\"Haim Be`er\" at the Institute for Translation of Hebrew Literature. Retrieved November 23, 2005. *Analysis of Be'er's literary style, Arnold Band - https://web.archive.org/web/20041019113219/http://www.ithl.org.il/interview1.html Category:Bernstein Prize recipients Category:Bialik Prize recipients Category:1945 births Category:Living people Category:Israeli novelists Category:Recipients of Prime Minister's Prize for Hebrew Literary Works ",
    "title": "Haim Be'er"
}