{
    "id": "3228429",
    "text": "Auto-Destructive Art (ADA) is a form of art coined by Gustav Metzger, an artist born in Bavaria who moved to Britain in 1939. Taking place after World War II, Metzger wanted to showcase the destruction created from the war through his artwork. This movement took place in England and was launched by Metzger in 1959.Jeffries, S. (2012, November 26). Gustav Metzger: 'Destroy, and you create' Retrieved October 13, 2016, from https://www.theguardian.com/artanddesign/2012/nov/26/gustav-metzger-null- object-robot This term was invented in the early 1960s and put into circulation by his article \"Machine, Auto-Creative and Auto-Destructive Art\" in the summer 1962 issue of the journal Ark. == History == This movement sparked after World War I. Before World War I, artists approached art very traditionally, with paint and paper. As seen in Impressionism and Expressionism, artwork before war was inspired by everyday life. After World War I, artists began to introduce new styles of art that used different medias and techniques. Cubism and Dadaism were at the heart of these new techniques. Auto-Destructive Art follows these newer techniques by taking everyday objects and causing damage. Destructive art is similar to Dadaism in the way it rejects past concepts in order to not only redefine art, but also to bring light to issues. Although similar to Dadaism, ADA was a movement of its own due to the style and time period. After World War II, many artists turned to Abstract Expressionism, but ADA differed with its focus on destruction. == Influences == Auto-Destructive Art was highly influenced by World War II. After the many casualties and mass destruction, people around the world were distraught and horrified. In comparison to World War I, World War II had a different influence on art due to the extensive use of aircraft and the introduction of nuclear weapons. These weapons greatly inspired artists to approach art using new means such as corrosion, stress, or heat. ADA represents the war and its casualties. Artists in this time period wanted to explore issues in new ways. In order to explore these issues in the industrial society, Metzger encouraged artists to work with scientists and engineers.Beaven, K. (2012, July 16). Performance Art 101: Rebellion, destruction, ritual and taboo. Retrieved October 18, 2016, from http://www.tate.org.uk/context-comment/blogs/performance-art-101-rebellion- destruction-ritual-and-taboo == Purpose == Auto-Destructive Art’s purpose was to draw attention to the destruction of previous beliefs. By allowing stress and natural forces to create damage after an initial mark, the art is auto- created. This represents how man sparked and created destruction. The destruction also represents the chaos caused by the government. Politics was a major driving force of ADA artists. In interviews, Metzger expressed his dislike of politics and commercialism. Metzger believed the “aesthetic of revulsion” would add to the idea of the corrupt, capitalist system.Home, S. (1988, January 1). The Assault on Culture by Stewart Home chapter on auto- destructive art. Retrieved October 18, 2016, from https://www.stewarthomesociety.org/ass/auto.htm By damaging the art itself, Metzger is able to question the idea of what art is. He goes against the idea of egocentrism in the artistic world. Metzger believed that in order to bring light to the corruption in politics, he must remove himself and his work from the art.Lewis, B. (2009, September 30). RECOGNITION AT LAST FOR 'AUTO DESTRUCTIVE' ART; EXHIBITION. Retrieved October 13, 2016, from http://ic.galegroup.com/ic/gic/NewsDetailsPage/NewsDetailsWindow?disableHighlighting=false&displayGroupName;=News&currPage;=&scanId;=&query;=&source;=&prodId;=GIC&search;_within_results=&p;=GIC:OVIC&mode;=view&catId;=&u;=colu91149&limiter;=&display- query;=&displayGroups;=&contentModules;=&action;=e&sortBy;=&documentId;=GALE|A208677044&windowstate;=normal&activityType;=&failOverType;=&commentary;= He even states in his manifesto that “Auto-destructive art mirrors the compulsive perfectionism of arms manufacture - polishing to destruction point.”Scha, R. (n.d.). Gustav Metzger: Auto-Destructive Art. Retrieved October 26, 2016, from http://radicalart.info/destruction/metzger.html This excerpt reflects the idea that many ADA artists shared. They wanted to withdraw from mass production, commercialism, and manufacturing. == Artists == Gustav Metzger grew up during the Holocaust, which greatly inspired his artwork. In 1943, Metzger lost his parents to Nazi attacks. Metzger quotes “Facing up to the Nazis and the powers of the Nazi state coloured my life as an artist.” Metzger would spark the damage of the art piece to represent mankind’s destruction. He then allowed natural forces to take over which symbolized how mankind’s spark can result in much more destruction than intended. Metzger later used his art to speak out against the violence we do to each other and nature.Flailing Trees Gustav Metzger. (2009, July 3–19). Retrieved October 26, 2016, from http://www.mif.co.uk/event/flailing-garden In his 2009 piece, Flailing Trees, Metzger uprooted and overturned a series of trees to symbolize the brutalization done to the natural world.Jeffries, S. (2012, November 26). Gustav Metzger: 'Destroy, and you create' Retrieved October 13, 2016, from https://www.theguardian.com/artanddesign/2012/nov/26/gustav-metzger-null- object-robot Gustav Metzger’s Flailing Trees in Manchester International Festival 2009 Along with Metzger, John Latham was another influential destructive artist. Latham had an interest in “temporality” and “time based” destruction.Iles, C. (2006, April). Book smart: Chrissie Iles on John Latham. Retrieved October 26, 2016, from http://go.galegroup.com/ps/retrieve.do?tabID=T002&resultListType;=RESULT_LIST&searchResultsTye;=SingleTab&searchType;=BasicSearchForm¤tPosition=1&docId;=GALE|A144705010&docType;=Biography&sort;=RELEVANCE&contentSegment;=&prodId;=AONE&contentSet;=GALE|A144705010&searchId;=R2&userGroupName;=colu91149&inPS;=true His most recognized piece was the Skoob Tower Ceremonies. Latham used stacks of books to create towers that he then set on fire. This demonstration was controversial due to the recent Nazi attacks and book burnings that took place. Latham noted that he was not against the content in the books, but rather the idea that books are the only source of knowledge. Beaven, K. (2012, July 16). Performance Art 101: Rebellion, destruction, ritual and taboo. Retrieved October 18, 2016, from http://www.tate.org.uk/context- comment/blogs/performance-art-101-rebellion-destruction-ritual-and-taboo Artist Jean Tinguely was also a powerful figure in destructive art with his use of mechanics in 1953. Later in his work, Tinguely wanted to focus on “dematerialization” by creating machines that would eventually destroy themselves.The Editors of Encyclopædia Britannica (Ed.). (n.d.). Jean Tinguely. Retrieved October 26, 2016, from https://www.britannica.com/biography/Jean-Tinguely One very significant piece was Homage to New York. This piece included a machine that created noise, paintings, and smoke before being stopped by a firefighter. The piece was meant to self-destruct and although was not able to complete its actions, still succeeded as an art piece. Tinguely believed this piece symbolized a freeing from material because once the performance was over, it was cleaned up and there was nothing left.Tinguely, J., & Landy, M. (2009, September 1). Homage to Destruction. Retrieved October 26, 2016, from http://www.tate.org.uk/context-comment/articles/homage-destruction After this piece, Tinguely was able to construct two more successful machines that did self-destruct.Jean Tinguely: Fragment from Homage to New York. (2011). Retrieved October 26, 2016, from http://www.moma.org/collection/works/81174 Not only was destructive art seen in traditional art, but also performance art. Jeff Keen, a film-maker, included forms of destruction in his “collaged films”. Keen would cut and edit scenes from pop culture, comics, and other films to create “multi-screen projections”. His films were seen as disconnected and jumbled which confused viewers. Keen symbolizes destruction in his cut and edit skills of previous works. By using other sources and editing them together, Keen has destructed the old and created something new.Beaven, K. (2012, July 16). Performance Art 101: Rebellion, destruction, ritual and taboo. Retrieved October 18, 2016, from http://www.tate.org.uk/context-comment/blogs/performance-art-101-rebellion- destruction-ritual-and-taboo == Techniques == Many strategies were used to create-or rather, destroy-art. Metzger used bricks, cloth, and other objects as a base for his work. He then used multiple types of harming materials such as acid or fire to create the destruction. For one piece, Metzger threw hydrochloric acid on a nylon sheet and noted that while the acid did destroy the sheet, it did create shapes.Jeffries, S. (2012, November 26). Gustav Metzger: 'Destroy, and you create' Retrieved October 13, 2016, from https://www.theguardian.com/artanddesign/2012/nov/26/gustav-metzger-null- object-robot Although this piece did not have a name, it was later recreated in 2004 as part of the Tate Britain exhibition, Art and the Sixties: This was Tomorrow.Watling, L. (2012, January). Recreation of First Public Demonstration of Auto-Destructive Art 1960, remade 2004, 2015. Retrieved October 27, 2016, from http://www.tate.org.uk/art/artworks/metzger-recreation-of-first-public- demonstration-of-auto-destructive-art-t12156/text-summary Other artists explored the use of everyday objects such as books or mechanics, which expanded the concept of how seemingly mundane objects can be used to demonstrate how materialism and manufacturing should be destroyed. == Impact == One impact of ADA was the creation of the “Destruction in Art Symposium”(DIAS). Metzger was against the art dealer system and aimed to get Auto-Destructive Art publicly funded, but the government would not provide funding. Metzger was against art dealing because dealers were uninterested in the “fundamental technical change”. This resulted in Metzger and John Sharkey to organize DIAS in 1966, which was a volunteer based event that showcased different art forms from diverse individuals across the world. One significant performance at this event was Yoko Ono’s “Cut” piece.Home, S. (1988, January 1). The Assault on Culture by Stewart Home chapter on auto-destructive art. Retrieved October 18, 2016, from https://www.stewarthomesociety.org/ass/auto.htm In this piece, presented at the Museum of Modern Art in 1971, Ono sat and allowed the audience to cut away pieces of her clothing. Allowing the audience to cut away her clothing not only represented female vulnerability but also destroyed the traditional relationship between the viewer and the artist.Yoko Ono’s Cut Piece explained. (n.d.). Retrieved October 27, 2016, from http://www.phaidon.com/agenda/art/articles/2015/may/18/yoko-ono-s-cut-piece- explained/ Pete Townshend of The Who would later relate destroying his guitar on stage to auto-destructive art. Band member Keith Moon dramatically followed suit by placing explosives into his drums (at some points nearly blowing himself to pieces).Amazing Journey: The Story of The Who In 2013, Hirshhorn Museum and Sculpture Garden in Washington, D.C., would open an exhibit giving focus to destruction in art. The exhibit “Damage Control: Art and Destruction since 1950”, included a range of art that demonstrates how destruction has impacted art today.Pollack, B. (2012, June 21). UNDER DESTRUCTION. Retrieved October 27, 2016, from http://www.artnews.com/2012/06/21/under-destruction/ Although not highly recognized or taught, Auto-Destructive Art still makes an impact on all types of artists to this day. It continues to inspire artists to disconnect from traditional art styles in order to bring attention to worldly issues. ==See also== *Anti-art and Anti-anti-art *Danger music *'Object to Be Destroyed' (1923 work by Man Ray) *'Love is in the Bin' (2018 work by Banksy) ==References== ==External links== *UCSB Department of English Course Materials: Gustav Metzger Category:Avant-garde art no:Gustav Metzger ",
    "title": "Auto-destructive art"
}