{
    "id": "3228590",
    "text": "The 164th Battalion (Halton and Dufferin), CEF, was a unit in the Canadian Expeditionary Force during the First World War. Based in Orangeville, Ontario, the unit began recruiting in late 1915 in Halton and Dufferin Counties. Prior to sailing for England in April 1917, the battalion was reinforced by a draft from the 205th (Tiger) Battalion, CEF from Hamilton, Ontario. In June 1917, the battalion was further reinforced by drafts from the 2nd, 5th, and 12th Reserve Battalions totalling over 400 men. The 164th (Halton and Dufferin) Battalion, CEF was assigned to the 13th Brigade of the 5th Canadian Division, and was based at Witley Camp. On February 12, 1918, it was learned that the 5th Canadian Division would cease to exist. Over the course of the next two months, the battalion was slowly broken up through a series of drafts for frontline units, in particular the 102nd and 116th Battalions, CEF. Sizeable drafts were also sent to the 21st Battalion, CEF, Princess Patricia's Canadian Light Infantry, and the Canadian Machine Gun Depot at Seaford. On April 16, 1918, the remaining members of the battalion—six officers and 92 other ranks—were absorbed into the 8th Reserve Battalion. The 164th Battalion, CEF, had two Commanding Officers: Lieutenant Colonel Percy Domville (April 22, 1917 – June 19, 1917) and Lieutenant Colonel B. M. Green (June 19, 1917 – April 16, 1918). A listing of 164th soldiers from Dufferin County can be found in the Dufferin County Museum and Archives. It includes where they enlisted, enlisted number, next of kin, date of birth, plus, if known, if they earned a medal, if they were wounded, or killed in battle. A copy of the enlistment papers is also included in the binders holding The 164th Battalion Project. These binders are available for the public to view in the archives. The 164 Battalion (Halton and Dufferin), CEF, is perpetuated by The Lorne Scots (Peel, Dufferin and Halton Regiment).Canadian Forces Publication A-DH-267-003 Insignia and Lineages of the Canadian Forces. Volume 3: Combat Arms Regiments. ==References== * Meek, John F. Over the Top! The Canadian Infantry in the First World War. Orangeville, Ontario: The Author, 1971. ==External links== * 164th Canadian Infantry Battalion War Diary Category:Battalions of the Canadian Expeditionary Force Category:Military units and formations established in 1915 Category:Military units and formations disestablished in 1918 Category:1915 establishments in Ontario Category:Orangeville, Ontario ",
    "title": "164th Battalion (Halton and Dufferin), CEF"
}