{
    "id": "3228820",
    "text": "The Lowell Connector, officially the American Legion Connector Highway, is a short freeway connector in the Massachusetts state highway system that links nearby U.S. Highway 3 (US 3) and Interstate 495 (I-495) to downtown Lowell, Massachusetts. The freeway has its southern terminus at US 3 and its northern terminus in downtown Lowell, where it feeds into city streets shortly after an interchange with Route 3A. This alignment, nearly parallel to Massachusetts Route 110, provides much of Lowell with a direct expressway route to the Boston area to the South, and convenient (but slightly roundabout) expressway access to Lowell's eastern and western suburbs by way of Route 3 and 495. ==History== Built in the early 1960s and opened on October 24, 1962, the Lowell Connector is located along the re-channelled River Meadow (or Hales) Brook. This alignment minimally affected existing neighborhoods, unlike many urban expressways in the region. Plans to extend the Connector through the city's Back Central neighborhood, up to and along the Concord River, then onward to Lowell's main street, Merrimack Street, were drawn out, but abandoned after they were decided to be too disruptive to one of the oldest parts of the city. This left the highway terminating abruptly at a residential section of Gorham Street. Another plan circa 1968 had the connector connecting to the planned route of Massachusetts Route 213 in Dracut.http://www.bostonroads.com/history/1968-map_outside-128/ The Connector was officially named for the American Legion on May 20, 1963, a few months after opening; however, signs reflecting this were not posted until November 16, 2010. Since 1976, the highway has shared its name with the student newspaper at UMass Lowell. http://umlconnector.com/about/ ===I-495 Business Spur=== 75px In the mid 1960s, the Connector was designated as Interstate 495 Business Spur. However, there are no records indicating that this designation was ever approved by either the Bureau of Public Roads (now FHWA) or the American Association of State Highway Officials (now AASHTO). Further, the Business I-495 designation was never posted on any signs for the Lowell Connector exit on I-495, US 3, or on any signs on the Connector mainline itself (verified by a comprehensive review of MassDPW signing plans for I-495, US 3, and the Lowell Connector from the late 1950s to the presentper conservation with Steve Timmins, MassDOT Highway Signing Engineer). However, such signs were included on official maps and were physically posted on local streets intersecting the Connector. A lone shield remained for Business Spur I-495 along Plain Street (exit 4) for the Lowell Connector, but was taken down by 2008.https://www.aaroads.com/guides/lowell-connector/ ===Crashes=== Proposed Lowell Connector Extension - Massachusetts Department of Public Works, 1968 The infamous abrupt ending of the Lowell Connector at Gorham Street (exit 5C) with warning signs The Lowell Connector was recently ranked the most dangerous highway in Massachusetts. Particularly, the measurement is crashes per three miles (5 km) of road—the Connector is three miles (5 km) long. The Connector has many serious design flaws. Until a man drag-racing in November 2005 took the life of a pregnant woman, there were few median strip guard rails. As in this particular crash, a car driving at excessive speed (the posted speed limit is 55) could easily lose control going over one of the poorly paved and steeply-graded underpass bridges. The car would cross into the narrow median, and due to the purposely uneven height difference between the north and southbound lanes, become airborne, landing in (or in this case on) oncoming traffic. Additionally, the Connector has an extremely large number of on and off ramps, and many are very short, sharp, and steep. The weaving situation that exists when the Connector merges or splits Route 3 and 495, within a short distance of the Industrial Avenue exit (exit 3), is particularly notorious, as drivers must weave through three lanes of traffic within just a few car lengths. The Lowell Connector is probably best known for the abrupt and downhill termination onto Gorham Street (exit 5C). A large number of cars have overshot the end of the freeway and crashed into the brick wall of a residential property across the street. Recently, in addition to multiple flashing warning signs giving the exact distance to the end of the road, the terminus now features two flashing (strobe) stoplights, and a metal railing across the intersection protecting the property immediate opposite to the termination. Incidentally, Lowell has one of the lowest incidences of seatbelt use in the Commonwealth. ==Exit list== All interchanges were to be renumbered to milepost-based numbers under a project scheduled to start in 2016, however this project was indefinitely postponed by MassDOT until on November 18, 2019, MassDOT announced that this route will not be changing the exit numbers. ==References== ==External links== Category:Freeways in the United States Category:Interstate 95 Category:Roads in Massachusetts Category:Transportation in Lowell, Massachusetts Category:Transportation in Middlesex County, Massachusetts ",
    "title": "Lowell Connector"
}