{
    "id": "3229731",
    "text": "(This article incorporates information from the German Wikipedia)Frankfurter Tor, looking westward toward Alexanderplatz (2005) The Frankfurter Tor (\"Frankfurt Gate\") is a large square in the inner-city Friedrichshain locality of Berlin. It is situated in the centre of the district, at the intersection of Karl-Marx-Allee and Frankfurter Allee (the eastbound federal highways No. 1 and No. 5) with the Warschauer Straße and Petersburger Straße ring road (federal highway No. 96a). The Frankfurter Tor station, on the city's U-Bahn line , is located under the square. == History == The previously unnamed square received the name “Frankfurter Tor” on 8 November 1957 in the course of its reconstruction after World War II. The designation recalls both the historic city gate of the Berlin Customs Wall, providing access to the road to the city of Frankfurt (Oder), as well as two former street names, Große Frankfurter Straße and Frankfurter Allee, for the Wilhelmine east–west axis of the major intersection at this location. The original location of the gate, however, was approximately west of today’s Frankfurter Tor intersection, near Weberwiese station. The densely built-up area was largely destroyed by the bombing of Berlin in World War II and the Battle of Berlin in 1945. Both Große Frankfurter Straße and Frankfurter Allee were renamed Stalinallee in 1949 in honor of the Soviet leader. In a clandestine operation in 1961 after Stalin’s personality cult had been denounced by the Soviet Union the western portion of Stalinallee, the former Große Frankfurter Straße, was given the name Karl- Marx-Allee, and the eastern portion received back its former name, Frankfurter Allee. The prominent twin towers on the western side of the square, significant examples of the Stalinist architectural style, were built between 1953 and 1956 as part of the socialist Stalinallee ensemble according to plans designed by Hermann Henselmann.Architekturführer Karl-Marx-Allee Berlin, Thomas Michael Krüger, Stadtwandel Verlag Berlin 2008, page 58ff. Their architecture evokes the idea of a city entrance (thus the designation “Tor”, gate, gateway), because the height of their domed towers and their location form a prominent beginning for today’s Karl-Marx-Allee, once the imposing western portion of Stalinallee. The tops of the two towers are in the style of the domes designed by Carl von Gontard for Gendarmenmarkt. The buildings, square and street intersection at Frankfurter Tor are a listed ensemble, protected for its historic relevance.See the entry in the Berlin list of protected monuments ==References== Category:Squares in Berlin Category:Buildings and structures in Friedrichshain-Kreuzberg Category:Twin towers ",
    "title": "Frankfurter Tor"
}