{
    "id": "3230136",
    "text": "The Pursuit Special, also referred to as the Last of the V8 Interceptors, is the iconic black GT Falcon muscle car featuring a distinctive supercharger driven by the title character Mad Max during much of the Mad Max franchise, where it appears in Mad Max, Mad Max 2: The Road Warrior and in Mad Max: Fury Road, as well as both video games. ==Mad Max== The Pursuit Special MFP Interceptor as it appeared in Mad Max The first car shown in the film with the title of Pursuit Special is a 1972 HQ Holden Monaro V8 coupe stolen by Nightrider (played by Vince Gil), an escaped cop killer, who dies in an accident that destroys the vehicle. The more famous Pursuit Special is a heavily modified Ford Falcon XB GT, built on a vehicle originally assembled stock at the Ford plant in November 1973. Maxwell \"Mad Max\" Rockatansky (Mel Gibson) is offered the black Pursuit Special, as an incentive to stay on the force as their top pursuit man after he reveals his desire to resign. Although Max turns the offer down, he later uses the black car to exact his revenge on an outlaw motorcycle gang who killed his wife and son. ===Origins=== The vehicle started out as a standard white Australian built 1973 Ford Falcon XB GT Hardtop when in 1976, filmmakers Byron Kennedy and George Miller began preproduction on Mad Max. The movie's art director Jon Dowding designed the Interceptor and commissioned Melbourne-based car customizers Graf-X International to modify the GT Falcon. Peter Arcadipane, Ray Beckerley, John Evans, and painter Rod Smythe transformed the car as specified for the film. ===Modifications=== The main modifications are the black paint scheme, roof and boot spoilers, wheel arch flares, and front nose cone and air-dam designed by Arcadipane (marketed as the \"Concorde\" style). Also, eight individual exhaust side pipes were added (only two of them being functional, others appeared to be working because of the vibrations the first two created). The most famous feature of the car is a Weiand 6-71 supercharger protruding through the bonnet. The impressive looking supercharger, in reality, was nonfunctional; functional superchargers are typically driven constantly by the engine and cannot be switched on and off, as portrayed in the first two Mad Max films. ===Promotional use=== At the completion of filming, the producers could not pay all the creditors, so the black Interceptor was put up for sale. The blower and side pipes were removed to make it suitable for use as a road vehicle. It was then used as a promotional car for the film, before finally being put up for sale. However the car did not sell and was passed on to part- time actor and motor mechanic Murray Smith, who was the head mechanic for the movie's production team, as payment for his services. ==Mad Max 2 (The Road Warrior)== In the meantime, the low-budget Australian film had gained worldwide success, prompting a sequel, Mad Max 2. For the film, the Pursuit Special was reacquired by Kennedy and Miller. ===New modifications=== The rear wheels and side pipes were changed. For the second film, the original Weiand blower, which was removed and subsequently lost, was replaced. Unlike in the first film, this time the supercharger was functional (connected directly to the engine's crankshaft pulley) and the effect of the blower being engaged or disengaged was created by placing the vehicle on a low loader, and while in motion, the interceptor's engine was simply started or stopped. The car was cosmetically modified for the new post-apocalyptic setting with the addition of a pair of large cylindrical fuel tanks fitted in the rear (requiring the back window and boot lid to be removed) and its general appearance was given a more used look by painting the vehicle in matte rather than gloss black, and the paint was scrubbed off to appear rusty. The front end was also modified by removing the air dam. A duplicate car was also put together for the film. When the script required it to be destroyed by rolling down an embankment and eventually exploding, the duplicate interceptor was used, leaving the original vehicle intact. ===Disposal and restoration=== When production was completed, the intact Pursuit Special was sold to a wrecking yard in Broken Hill, along with other wrecks from the movie. The GT Falcon was then onsold to another wrecker in South Australia and in the mid-1980s, the car was rescued by Bob Fursenko, who restored the interceptor by having a new nose cone and air dam fitted, but retaining the fuel tanks from Mad Max 2. Fursenko confirmed the vehicle's authenticity with Kennedy Miller. It was subsequently shown widely in Australia before being sold by Fursenko and shipped to the Cars of the Stars Motor Museum in England, where it stayed until its closure in 2011. It was then relocated to the Dezer Car Museum in Miami, Florida. ==Mad Max: Fury Road== While the Pursuit Special did not appear in Mad Max Beyond Thunderdome, the vehicle returned for the fourth film in the franchise, Mad Max: Fury Road. Miller stated, \"all the vehicles are kind of hybrid, cobbled together, from the wrecks of the past.\" The vehicle only features briefly in the film; it is captured along with Max in the opening sequence, and is shown being repaired by a group of Immortan Joe's followers. It returns in the final battle, driven by one of the War Boys, only to be crushed between two larger vehicles. When asked in an interview with The Hollywood Reporter if Fury Road is a reboot or sequel, George Miller implied that it may not be, saying that \"the films are loosely connected.\" However, the comic book prequel to the film, for which Miller received a story credit, places it after Mad Max Beyond Thunderdome. ==Story== On screen, Pursuit Specials are unique, undercover police cruisers which also serve as interceptors. At the opening of the first movie in the series, the only Pursuit Special is a 1972 HQ model Holden Monaro, which is rusty and used. It is stolen by the Night Rider, a member of a motorcycle gang called the Zed Runners (also known as the Acolytes), while escaping police custody, and is later wrecked. Pursuit Special, when the term is used, generally refers to Max's more famous V8 Interceptor Pursuit Special, a 1973 Ford XB Falcon GT 351, commissioned at great expense by Police Commissioner Labatouche and the Main Force Patrol's (MFP) commander, Fifi Macaffee. Assembled by the MFP's mechanic, Barry, it features port exhaust pipes and a Weiand \"blower\" supercharger (nonfunctional film props). When Max's family is murdered by the gang, he steals the Pursuit Special from the MFP garage and goes on a vengeful rampage. In Mad Max 2, set roughly five years after the events of the previous film, the Pursuit Special has suffered from the effects of the desert: it loses the front end early in the first chase sequence of the film (as Max forcefully rear-ends a raider vehicle), the car is rusty, and the tires appear to be in a poor state. The car itself has been modified, presumably by Max: the rear window and the boot lid have been removed to make room for two huge fuel tanks. (With a capacity of over of petrol, these would have significantly improved the vehicle's range.) The car only appears at the beginning of the movie, where Max escapes a group of raiders, then rescues a mortally wounded member of an oil rig settlement; and then again later, when it is destroyed during Max's failed attempt to escape the settlement. The Pursuit Special returns in Mad Max: Fury Road. The movie never explains its reappearance; however, the Fury Road comic series, set just before the movie, includes a story arc where Max gathers parts to rebuild the vehicle before the events of Fury Road. The car is shown very briefly in the movie, having been driven by Max before it is destroyed by Immortan Joe's men. It is then repaired by Joe's War Boys, taken back to bare metal, giving it a silver appearance. It is then redubbed the 'Razor Cola' and used as one of their vehicles. It is destroyed by being crushed between two larger trucks. ===Mad Max 2015 (video game)=== In the 2015 video game, Immortan Joe's son, Scabrous Scrotus, is a warlord of Gastown (the settlement referred to in Fury Road). His men steals Pursuit Special from Max at the start at the game and dismantle it. Max spends time with Chumbucket building a replacement throughout the game known as \"the Magnum Opus\", so he may cross the Plains of Silence, a barren stretch of salt flats that Max believes will relieve him of his nightmarish memories. In the final battle of the game, the Opus, now on par with the Interceptor, is destroyed along with both Scrotus' Land Mover, and the designer/caretaker of the Opus, Chumbucket. Max thinks he is now without a car, only to have Scrotus emerge with Max's Interceptor. After dispatching the warlord, Max reclaims his car, returns the picture of his family to the dashboard, and drives off into the wasteland. ==See also== *Muscle car (Australia) *Ford Falcon (Australia) *Police Interceptor Sedan *Ford Crown Victoria Police Interceptor ==References== ==External links== * Mad Max Movies – The most comprehensive Mad Max site online. Includes extensive information on the vehicles used in all three movies. * Mad Max Replica Stats – Displays a comprehensive list of all known Mad Max Replicas in the world. * MadMaxCar.com – An extensive look into a Mad Max Pursuit Special replica project that spanned nearly 5 years. * Mad Max Online – Home to the original Mad Max movie, maintained by members of the cast and crew. * Dezer museum - Home of the original Pursuit Special Category:Fictional cars Category:Mad Max (franchise) Category:Cars of Australia Category:Coupés Category:Muscle cars Category:Cars designed and produced for films ",
    "title": "Pursuit Special"
}