{
    "id": "3230539",
    "text": "Shaw House and Shaw Centre is a complex of two neighbouring buildings built by the same developer, Shaw Organisation. Located at the junction of Orchard Road and Scotts Road in Singapore, it features the flagship Lido Cineplex for the Shaw Organisation, a major shopping mall with Isetan as an anchor tenant, and two office buildings. ==Shaw House== Shaw House is a shopping mall and the home of Lido Cinema (now Lido 8 Cineplex). Lido Cinema was constructed in 1958 as a 10-storey office block, and was officially opened by Lim Yew Hock on 22 November 1958. In the late 1980s, owner Shaw Organisation decided to tear down the old Lido Cinema, and build a 21-storey building with a basement. This project, which was the Shaw Organisation's largest in Singapore to date, was completed in 1993 after three years of construction. Shaw House houses the main store of Isetan in Singapore, and occupies five floors. It has a Japanese supermarket in the basement, and has offices on the upper floors of the building. The building also houses the Lido Cineplex with 8 screens on Levels 5 and 6. At its opening in 1993, the cineplex started with only 5 halls, but was expanded with another 3 halls in 1997 to keep up with the demands of the cinema market. The main hall, Lido 1, has a capacity of over 900, which was renovated in 2004. It was the first hall in the country to be THX certified with SDDS, DTS, Dolby Digital and Dolby SR. The projection booth has the ability to \"interlock\" one print in more than one hall, to allow a blockbuster to be seen in several halls at one time. Although Lido 1 is no longer THX certified, it has equipped itself with Dolby Digital Surround.EX sound system, and is also a 2K DIGITAL hall. Lido 2 is also now a 2K DIGITAL hall capable of screening digital movies. Lido 3 is an E-cinema. In mid-2010, plans were made to add two more 3D theatres and one IMAX theatre. The Cineplex closed in late 2010 for renovations to add the new theatres. It reopened on 5 May 2011. The IMAX theatre officially opened on 19 May 2011 to screen its first film, Pirates of the Caribbean: On Stranger Tides. ==Shaw Centre== Shaw Centre lies adjacent to Shaw House, and was the tallest building in Singapore when it was completed in 1972. The head office of Shaw & Shaw Pte Limited, the precursor of Shaw Organisation, moved into Shaw Centre in 1978. The building has 28 floors with five stories of shops, and eight floors of parking. Shaw Centre is connected to Shaw House and the two buildings share the same car park. It has a range of shops and restaurants, and is home to one of Singapore's most renowned restaurants, Les Amis. Shaw Centre once had an al fresco McDonald's restaurant located on the ground floor, along the sidewalk facing Scotts Road. It was refurbished in 1989 and most recently in 2013 with a new facade for the shopping mall levels. The old Lido Cinema and Shaw Centre were designed by architect, Gordon Dowsett of Van Sitteren & Partners.Norman Edwards, Peter Keys (1996), Singapore – A Guide to Buildings, Streets, Places, Times Books International, The high commission of Pakistan is situated on the 24th floor of the building. ==See also== * Runme Shaw, founder of Shaw Organisation. * Run Run Shaw, co-founder of Shaw Organisation. ==References== Category:Cinemas in Singapore Category:Shopping malls in Singapore Category:Landmarks in Singapore Category:Shaw Brothers Studio Category:Orchard Road ",
    "title": "Shaw House and Centre"
}