{
    "id": "3231784",
    "text": "Tomur Atagök (born 1939) is a Turkish painter, musicologist, author and professor. ==Early life and education== She was born in Istanbul, Turkey in 1939. And in 1959, she graduated from the American College for Girls. She continued her education in plastic arts at the Oklahoma State University with a B.F.A., and between 1962 until 1964 at the California College of the Arts (CCA). She completed her M.A. in plastic arts in 1965 at the University of California, Berkeley. ==Artwork== Her first solo exhibition was held in 1966, at the İstanbul Devlet Güzel Sanatlar Gallery. From then on she had numerous personal and collective exhibitions all over the world, including England, France, Egypt, Algeria and the US. Some of her works are included in the Elgiz Collection and displayed at the Proje4L / Elgiz Museum of Contemporary Art in Istanbul. Apart from her work as an artist, she has written numerous essays on Museum Studies, and organized and held many conferences with notable figures. == Academic career == She began to work at MSU Sculpture and Painting Museum (Resim Heykel muzesi) as Director Assistant in 1980. Then in 1984, she became the Culture, Press and Foreign Relations Director at Yildiz Technical University. She became a professor in 1993. She founded the first Museology department in Turkey in Yıldız Technical University. She is currently the dean of the Art and Design Faculty in Yıldız Technical University, and the tutor of Museums and Museology course in the same department. She has also attended to artistic activities in Romania and Greece as a representative of Turkey and curated many exhibitions for the Turkish Ministry of Culture. She has written about the situation of Turkish women artists, her essay titled, \"Contemporary Turkish Women Artists\" was published in the e-journal, n.paradoxa in February 1997. ==References== ==External links== *\"Tomur Atagok\", Artnet Category:Turkish artists Category:Turkish painters Category:Turkish academics Category:Turkish women artists Category:Robert College alumni Category:1939 births Category:Living people Category:People from Istanbul Category:Oklahoma State University alumni Category:California College of the Arts alumni Category:University of California, Berkeley alumni ",
    "title": "Tomur Atagök"
}