{
    "id": "3231954",
    "text": "A Matter of Honour is a novel by Jeffrey Archer, first published in 1986. == Synopsis == In 1966 disgraced British colonel Gerald Scott bequeaths a mysterious letter to his only son, Adam Scott. The \"item in question\" that Adam's father's letter leads him to acquire from a safe deposit box in Switzerland is a precious Russian Orthodox icon made long ago for the Russian tsars which by misadventure came into the possession of Hermann Göring sometime in the 1930s. Following the Second World War Göring wanted Scott's father (one of his jailers at Nuremberg) to have it in token of his kind treatment and because Göring realized Scott's father would be unfairly blamed for his pre-execution suicide. But the icon contains something that even Göring did not dream of: the only official Russian copy of a secret codice to the Alaska Purchase treaty by which the United States purchased Alaska from Russia in 1867. \"Seward's Folly\" turns out to have not been a true purchase at all, but a 99-year lease akin to the British hold on Hong Kong, with a right of return to Russia (now part of the Soviet Union) if they can only retrieve their copy before the lease deadline, only days away. == Plot == In June 1966 disgraced British colonel Gerald Scott leaves a mysterious letter to his only son, Adam Scott. Adam's mother tells him that she had already asked his father to destroy the letter. Later, Adam opens the letter to discover that his father was one of Hermann Göring's jailers at Nuremberg following the end of World War Two. The evening before his execution, Göring requested a meeting with Scott in order to give him an envelope containing the location of the tsar's icon of St. George and the Dragon in a deposit box in a vault of the Swiss bank Bischoff et Cie. Afterwards, Göring commits suicide via poisoned cigar and the suspicion falling on Scott for his interaction with Göring leads Scott to resign from the military. The colonel then leaves the issue of the letter to his son to deal with. Adam decides to visit Switzerland to retrieve the icon and has it valued to potentially sell it. However, he is ambushed by KGB agent Major Alexander Romanov, who murders his German girlfriend Heidi and tracks Scott through the country. Romanov has been sent to get the icon by any means necessary. The Swiss police suspect Scott of murdering his girlfriend, causing him to become a fugitive as he attempts to escape the country. Scott hitchhikes with a musician on tour, Robin Beresford of the Royal Philharmonic Society whose bus eventually deposits him at a village near Frankfurt in Germany. Climbing his way to the highway, Scott is shot at by Romanov and slightly injured. He finds an English family to travel with who take him back over the Swiss border and then to Dijon in France. At Dijon, Scott accidentally drops the icon, splitting it open to reveal the Russian copy of the Alaska Purchase, signed by the tsar himself and dated for 20 June 1966. After this discovery, Scott becomes more determined to get to England. A call with London means that a plane will land at a disused aerodrome near the city to fetch him. The previous English family take him to the airfield where a plane with six SAS soldiers lands. The soldiers disembark and Scott boards, with Romanov and his aide attacking just as the plane lifts off. Damage to the fuel tank causes the plane to crash land soon after take off, with Scott and the injured pilot going their separate ways. Romanov tricks the SAS soldiers and American reinforcements into shooting at each other. However, his aide, Valchek, is wounded in the battle and eventually put out of his misery by Romanov. Meanwhile, President Johnson learns of the Russian ambassador's deposition of 712 million dollars worth of gold bullion in a New York bank and request for a meeting with the Secretary of State on 20 June, in preparation for returning Alaska to the Soviet Union. Adam makes his way to Paris and is arrested by the French police there, although he assumes that he will be taken to the British embassy and debriefed there. Colonel Pollard arrives to fetch Scott from the police station yet turns out to be an imposter who defected to the Soviets and Scott is knocked out. He awakens in a soundproofed room in the Russian Embassy and finds Romanov, Pollard and their colleague Stavinsky. Scott is tortured to the point of death yet refuses to give up the icon's location, even when offered papers that exonerate his father from assisting Göring to his death. He escapes from the embassy by knocking out Pollard and climbing over the wall at night. After retrieving the icon from the Louvre, he hires a car to travel to the French coast to cross to England. The date is 19 June. Adam makes a feint towards Boulogne to throw off Romanov and instead heads towards Dunkerque, where he meets with the musician from before, Robin. She helps him to travel across the Channel to England and accompanies him after the crossing. However, Romanov learns of the deception and follows them with Pollard in tow. Scott goes to Robin's home in Waterloo East in London in order to capture Pollard, whom Romanov has sent to ambush Robin when she gets home. After learning of Romanov's whereabouts from Pollard, Scott calls Romanov at the Soviet Embassy and negotiates with him; if Romanov exchanges an inferior copy of the icon, painted in the early 20th century and which the Soviets have been guarding for 50 years, and the papers proving Colonel Scott's innocence, Adam will return the real icon and the Alaska Purchase copy to him. Romanov agrees and the transaction takes place at Tower Bridge. However, Scott had, prior to the swap, performed a switch of the icons that results in Romanov, unknowingly giving the real icon back to Scott (with the Purchase inside) and Scott giving the copy back. Romanov, convinced he has the true icon, triumphantly heads to the Soviet Ambassador's office to report his success while Scott travels to Heathrow Airport to watch Romanov take off for Moscow. Romanov is assassinated on board by a British agent and Scott is stunned to learn that the agent is a friend who works at the bank. One month later, Scott and Robin are having the icon auctioned. The Soviets do not have the real icon and were unable to claim Alaska without their copy of the Alaska Purchase. The US therefore retained the state. Scott and Robin receive fourteen thousand pounds for the icon. ==Characters== •Captain Adam Scott, MC - Scott is a decorated officer of the Royal Wessex Regiment and known for his father, Colonel Gerald Scott and the stigma brought on him by his father's acts. Scott ends up in possession of the famous icon of St. George and the Dragon, by Rublev, and is pursued by the KGB. He has a clear, calm demeanour and devises schemes to stay ahead of the Soviets. •Major Alexander Petrovich Romanov - An agent of the KGB sent after Scott to obtain the icon and its contents. Fluent in English, German and French in addition to his native Russian, he has an immense passion for catching Scott after finding that his mission is to do so and has no qualms about murdering those who get in his way. ==External links== * Jeffrey Archer's official website Category:1986 British novels Category:Books about Alaska Category:Novels by Jeffrey Archer Category:British spy novels Category:British thriller novels Category:Hodder & Stoughton books ",
    "title": "A Matter of Honour"
}