{
    "id": "3231476",
    "text": "The All-China Women's Federation (), also known as the ACWF, is a women's rights organization established in China on 24 March 1949. It was originally called the All-China Democratic Women's Foundation, and was renamed the All- China Women's Federation in 1957. It has acted as the official leader of the women’s movement in China since its founding. It is responsible for promoting government policies on women, and protecting women’s rights within the government, while liberating them from traditional norms within society and involving them in social revolution with the aim to promote their overall status and welfare in Chinese society. With the establishment of the organization women achieved momentum and power in the political life and among the male elite and required representation as a united political community. ==History== ===Pre-1949: Women’s movement prior to the CCP and predecessors=== The early women’s movement in China focused on eradicating the assumption that women were inferior to men. The early reformers believed that women needed help to improve their own attitudes about themselves, since even the women generally considered themselves to be inferior to men. The Chinese Communist Party (CCP) had shown an early interest in protecting the rights of women. During the 2nd National Congress in 1922, the CCP issued a statement arguing for the end of Chinese traditions that repress women. The CCP also released a formal letter ensuring equality under the law for both men and women, and guaranteed equal pay for both genders during the 3rd National Congress. When the CCP entered the First United Front to fight warlords and unite China from 1924 to 1927 with the Kuomintang (KMT), the each party established their own women’s department during this time. However, the United Front ended with the White Terror (1927), where the KMT launched an attack to purge the communists and laborers. The ideas about liberating Chinese women from Confucian values were only permitted within the territory under CCP rule. These territories were called soviets, and were the places the CCP fled to following the White Terror because they were not under the control of the KMT. The KMT championed traditional Confucian ideals about women, and they established the New Life Movement, which sought to counter the gender role espoused by the CCP with traditional Confucian gender roles supported by the KMT. The CCP's time in the soviets from 1927 to 1945 also gave them the opportunity to develop the skills for organizing federations and governing, which greatly facilitated the founding of the ACWF later.Howell, Jude. \"Organizing around women and labour in China: Uneasy Shadows, Uncomfortable Alliances.\" Communist and Post- Communist Studies, no. 3 (2000): 355–377. The Chinese women’s movement gained a new momentum with the Second Sino-Japanese war (1937–1945). Leaders of the women's movement expressed nationalist sentiments in response to the threat the war posed to their daily lives. These leaders called for the liberation of women to defend the nation. The number of official women’s organization within the CPC at one of the soviets, Yan’an, grew during the invasion. In March 1938, at the First Women’s Congress held by the Women’s Federation of Shaan- Gan-Ning (a forerunner to the ACWF) in a different communist-controlled area, the leaders of the women's movement began to form their nationalist ideas into an agenda. The women in attendance stated that the goal of the women’s movement should be to unite women and to work together to liberate China. The First Women's Congress also outlined goals for the women's movement such as: helping women escape abusive marriages, improving women’s health, eradicating the practice of foot binding, ending domestic abuse, and protecting women’s inheritance rights. The ACWF would adopt many of the same goals in 1949. === 1949–1966: Founding and early years=== Cai Chang, the first president of the ACWF The All-China Democratic Women’s Federation was established on 24 March 1949 as China's first country-wide women’s organization, and would be renamed the All-China Women's Federation later that year. Women who had been dominant in the women’s movement and the CPC were included in the federation’s leadership. Cai Chang, a prominent leader in the women’s movement since, an active CPC member, and a veteran of the Long March, was the first chair of the organization.Tao Jie, Zheng Bijun, Shirley L. Mow (eds), Holding Up Half the Sky: Chinese Women Past, Present and Future, New York: First Feminist Press, 2004. The organization began as a federation of various regional women’s groups with the dual goals of building a socialist China and promoting the status of women.Zhang, Naihua. \"Searching for 'Authentic' NGOs: The NGO Discourse and Women's Organizations in China\". In Ping-Chuna Hsiung, Maria Jaschok, and Cecilia Milwertz (eds), Chinese Women Organizing: Cadres, Feminist, Muslims, Queers, Oxford: Berg, 2001. The ACWF soon developed beyond its original mission of promoting gender equality, and it became a tool used by the party to mobilize women for economic, political and ideological motives. The early stages of the organization were characterized by a focus on Marxist–Leninist ideology. The CPC viewed the women’s movement as a part of the larger Chinese revolution against the feudal past, but some leaders in the CPC argued that because most of the women continued to do domestic work, and did not actively participate in the revolution, this contradicted the Marxist–Leninist ideology. The ACWF contested this assertion, stating that the economic conditions were not at the point where jobs could be provided to all women. Therefore, housekeepers, wives and mothers who were dedicated to their work could indeed be seen as contributing to socialism. To emphasize the contribution of women, the Five Good Family Campaign was introduced in 1956 to acknowledge efforts in areas such as education, managing the household, establishing connections with neighbors, keeping the house clean, and self- improvement. Promoting this campaign and ideology was important to the ACWF, and it encouraged local chapters to form women’s congresses to spread the message.Zheng, Wang. \"State Feminism? Gender and Socialist State Formation in Maoist China.\" Feminist Studies, no. 3 (519–551). By 1953, there were over 40,000 officials working to spearhead local organizing campaigns. Around 1957, the ACWF entered a new phase, dropping \"Democratic\" from its name,Judd, Ellen R. The Chinese Women's Movement between State and Market. Stanford: Stanford University Press, 2002. as the federation was formally incorporated in the party structure. It entered the administrative hierarchy of the state, and declared itself a mass organization. Formal inclusion into the state apparatus altered some of the duties of the ACWF. The ACWF was now responsible for spreading political propaganda among women, guaranteeing the inclusion of women in political campaigns, marketing the campaigns to Chinese women, and organizing parades, meetings and demonstrations to encourage female participation in campaigning. The CPC sought to use the ACWF to promote its gender-specific ideas and create a formal channel to mobilize women. The ACWF also established affiliations with other mass movements: The YWCA of China and the Women Personnel Section of the Trade Union.Bohong, Liu. \"The All-China Women's Federation and Women’s NGOs\". In Ping-Chuna Hsiung, Maria Jaschok, and Cecilia Milwertz (eds), Chinese Women Organizing: Cadres, Feminist, Muslims, Queers, Oxford: Berg, 2001. In addition to this, the ACWF played an important role internationally for the CPC. As a communist country in the Cold War, China had difficulty establishing diplomatic connections. ACWF was able to reach out to women’s movements abroad, and even hosted 23 delegations from other parts of the world for the Asia Women’s Representative Conference in December 1949. This enabled the PRC to go around the diplomatic blockade and forge connections with other countries. However, soon the Cultural Revolution would begin in China, which forced the ACWF to discontinue many of its policies. ===1966–1976: The ACWF and the Cultural Revolution=== The women's movement during the Great Proletarian Cultural Revolution (1966–1976), like other movements in this period, came to depend on the cult of Mao Zedong. During the Cultural Revolution, the women’s movement was viewed as bourgeois and reactionary since it had originated in the West. The ACWF shutdown in 1968 because it was considered anti-revolutionary. The party argued that the women’s movement needed to be completely immersed in the revolutionary movement instead of harboring its own agenda. The offices of the ACWF were occupied by the army and many of the female cadres who had been involved with the women’s movement were sent to labor camps in the countryside. Women’s work ceased to function until the arrest of the Gang of Four in 1976. The committee for the 4th National Women’s Congress met in 1976, started rehabilitating many of the female cadres sent to the countryside, and reinstated the ACWF. The ACWF was completely reestablished in 1978 and soon it announced its support for the Four Modernizations, Deng Xiaoping's plan to modernize agriculture, national defense, industry and technology in China. The newly reformed ACWF was able to strengthen its ability to set up local chapters,Howell, Jude. \"The struggle for survival: Prospects for the Women's Federation in Post-Mao China\", World Development, no. 1 (1996): 129–143. but, while other federations were able to resume work in the early 1970s, he ACWF did not resume work on a national level until 1978. === 1976–present: NGO status in the reform era === Chen Zhili, former President of the All-China Women's Federation, in 2009. Following the Cultural Revolution, the All-China Women's Federation began to prioritize protecting women’s rights and promoting equality over its responsibilities as an organ of the party. While the ACWF was responsible for communicating how the CPC had helped the women’s movement, they also began to critique the previous actions taken during the women’s movement as having been unsuccessful in the face of China’s dominant patriarchy. The ACWF increasingly studied women's movements in other countries, and held debates that transcended the parameters set by the CPC. ACWF campaigns became more diverse as they attempted to meet the disparate needs of the urban population and the rural population. While the ACWF continues to toe the party line, it is no longer involved in mass political campaigns. The party officially declared the ACWF a supervisory body in the early 1990s, so the ACWF is responsible for analyzing that effectiveness of the government in promoting women's rights. It was also approved to found for-profit businesses in 1992, so it less reliant on government financing, and more autonomous in setting its own agenda. The new focus was on women's self-discovery; and the ACWF launched the Four Self Campaign consisting of: self-respect, self-confidence, self-improvement, and self-reliance. An example of the ACWF balancing its government responsibilities with its responsibility to the women of China can be seen in the One-Child Policy. The ACWF was responsible for publicizing the policy and its content, but questioned if the policy respected the rights of women. In the end, the ACWF settled on requesting that its cadres comply with the law to set a good example for the country, to promote the One-Child policy to the Chinese women, and to strongly condemn any coercive action related to the policy. The ACWF also expanded its legal training for cadres, strengthened its finances, became involved with gay rights, fought employment discrimination and female trafficking, and introduced legislation to meet the challenges faced by women. In 2000, ACWF developed jobs for one million unemployed women by creating small economic (for profit) entities in which women can work as family service aides or in women's service groups. The organization also helps China's \"leftover\" women. These are women who remain unmarried after the age of 27. ACWF offers them alternatives to marriage such as the opportunity to pursue an education.Fincher, Leta Hong. \"China’s ‘Leftover’ Women\" , The New York Times, October 11, 2012. Accessed March 18, 2013. With these changes, the ACWF became less concerned with mobilizing grass roots organization, and focused on its role in setting the public discourse for the social and political issues of women. By 1994 the organization had over 68,000 branches and somewhere between 80,000 and 90,000 cadres. By 1995 the party declared the ACWF, at least nominally, a non-governmental organization in response to criticism from women's groups abroad. However, the international women's movement questioned the validity of that declaration.Yihong, Jin. \"The All- China Women's Federation: Challenges and Trend\"s. In Ping-Chuna Hsiung, Maria Jaschok, and Cecilia Milwertz (eds), Chinese Women Organizing: Cadres, Feminist, Muslims, Queers, Oxford: Berg, 2001. While the federation expanded in size, it became increasingly difficult to continue to reach all Chinese women through traditional channels. Other NGOs appeared to fill some of the void, but many of those became incorporated within the federation to gain legitimacy. By the end of the 1990s there were 6,386 women’s associations and recreational clubs under the ACWF umbrella. The ACWF continues to struggle to reach an increasingly diverse female population in China, to incorporate groups outside the ACWF umbrella, and to defend its NGO status. ==Organization== === Actions and organizations=== The main action of the All- China Women's Federation is funu gongzuo (women’s work).Ka Yee Tsui, Justina. \"Chinese Women: Active Revolutionaries or Passive Followers? A History of the All-China Women’s Federation, 1949–1996.\" Master’s thesis, Concordia University, 1998. The federation currently has seven functional departments to carry out this work: the Department for Children, the International Liaison Department, the Department for Women’s Development, the Publicity Department, the Department for Women’s Rights and Interests, the Human Resources Development Department and the General Office.All-China Women's Federation, \"Women of China\" . Accessed March 21, 2014. The ACWF maintains a strong connection to the CPC through the women’s committees in the government. These committees cover topics ranging from systems of education, science, arts and medicine. The party still does have direct control over some aspects of the ACWF through cadres, who work within the federation who may be receiving a government salary, and through the government's power of promotion. The ACWF also has many affiliated organizations that expand its influence including: the China Women’s Development Foundation, Marriage and Family Magazine, the Legal Assistance Center of the ACWF, the China Women’s Activity Center, the China Women’s University, the China Women’s News, the China Women’s Publishing House, Women of China Magazine Publishing House. Many of these affiliated organizations help distribute information to the women of China. The ACWF has over 49 newspapers and magazines, and major debates about the women’s movement occur in its national journals the Women of China, Chinese Women’s Movements, and Collection of Women’s Studies. ===Structure=== ==== Interaction with the Communist Party ==== Though the All-China Women's Federation claims itself as an NGO, its longstanding relationship with the CPC means that the party still has interests in the federation and its members. The four levels of the federation still coincide with the state administrative system. The highest ranking body of the ACWF is the National Congress of Women which meets every five years. The National Congress Women studies reports sent to them from the Executive Committee of the ACWF, decide the goals for the women’s movements, make changes to the constitution, and elect the Executive Committee and Standing Committees of the ACWF. Under this national level, the provincial level’s women’s congresses meet every three years to select their Executive and Standing Committees. However the local level must also carry out the directive and report to the CPC committee in addition to following the ACWF. This is supposed to give the organization a dual structure of carrying out party orders and informing the government of women’s interests. Since 2015, the ACWF, together with other Party-affiliated \"mass organisations\" have launched a new round of reform in order to better represent the interest of their members and to defer to Party's authority in their work. ==== Grass root versus upper levels of the ACWF==== The All-China Women's Federation is run from the national level with the provincial, municipal, county, district and village levels below it. However it is considered a nominal hierarchical structure because the Party controls each level over and above the jurisdiction of the ACWF. Instead of direct control, the higher levels provide guidance, ideas, and trainings to the levels below it. Some members have complained that women trained by the party are promoted more rapidly than women trained by the ACWF. Due to this perceived promotion rate, the grass roots members are incentivized to follow the demands of the party instead of the demands of the ACWF. Other members of the ACWF believe that the grassroots structure is successfully in touch with the women they are working for since they are on the front lines of the movement, and see little problem with the disconnect between the upper levels of the party and grassroots levels. === Relationship with the women’s movement=== One of the problems that the All- China Women's Federation has identified is that women in China do not understand the federation’s contributions, or its significance in the women’s movement. The members of the ACWF identified two potential sources for the lack of understanding. The first is that the ACWF has many roles and branch organizations which may be obscuring the contribution it is making. The second is that it has lacked consistency in how it has represented women, especially during its early years. Another problem facing the ACWF is its relationship with the international women’s movement. The relationship between the Marxist view of feminism and current international views on feminism are often viewed as contradictory. Marxism often labels feminist movements as bourgeois because it focuses on the betterment of only one segment of society instead of society as a whole, and states capitalism, not the patriarchy, is the creator of gender inequality. The ACWF struggles with how to engage both, sometimes denying to have borrowed anything from international feminism. ==Challenges== === Cooperation with outside women’s groups=== The All-China Women's Federation is the largest women’s organization in China and the only women’s organization still in existence that appeared before the 1980s. However, the ACWF has recently been struggling to adequately represent a diverse range of women’s interest, and some critics believe that women’s growing needs ought to be represented by a more diverse group of organizations. Most women-interest NGOs operating in China are currently listed under the ACWF and have sought a close relationship with the organization to gain legitimacy and protection. Some of the organizations that are listed outside the ACWF are run by women who are affiliated with the ACWF, so there is considerable overlap. New women's groups have more freedom in exploring sensitive topics and alternative theories on gender because they are not affiliated with the government in any manner. The ACWF has encouraged some of these groups to form, and brought others under their umbrella, which extends the reach of the ACWF. However, given the limited resources available to the women’s movement, and the ACWF historically representing the only large organization, tensions exists between these women’s groups and the ACWF. === NGO status === The state officially labeled the All-China Women's Federation an NGO in 1995. Yet how applicable the term NGO is to the ACWF has been contested, given the ACWF’s long and continuing relationship with the CPC. Some leaders in the women’s movement opposed the ACWF attending an NGO forum in Manila in 1993 because they did not believe that it met the criteria of an NGO. Even the ACWF hesitates using the term NGO within China because it has been linked to anti-government groups, although it has embraced the title internationally. International donor agencies generally are more likely to work with NGO's, so the classification of an NGO has helped the ACWF obtain financing from international organizations. Others believe that the ACWF classifies as an NGO because it has separated itself from the government in recent years, and still others believes that ACWF could be classified as a NGO if the definition was broadened. Those is support of this modified stance believe that complete separation from the government would be impossible and harmful to the ACWF. The ACWF continues to have internal and external debates about the NGO title. ==See also== *Government-operated non-governmental organization (GONGO) *Non- governmental organizations *Women in China *Feminism in China *Gender equality *Communist Party of China *All-China Federation of Trade Unions *Communist Youth League of China *Young Pioneers of China *Chinese Peasants‘ Association ==References== ==External links== * * English website Category:Women's wings of Communist parties Category:Organizations established in 1949 Category:Organizations based in Beijing Category:Women's organizations based in China Category:Organizations associated with the Communist Party of China ",
    "title": "All-China Women's Federation"
}