{
    "id": "3231536",
    "text": "Caspar G. C. Reinwardt. Caspar Georg Carl Reinwardt (5 June 1773 in Lüttringhausen - 6 March 1854 in Leiden) was a Prussian-born Dutch botanist. He is considered to be the founding father of Bogor Botanical Garden in Indonesia. == Biography == Lithograph of Lily pond and fountain at the Bogor Botanical Gardens, 1880s Photograph of Lily pond and fountain at the Bogor Botanical Gardens, 2014 In 1787 he was apprenticed to an Amsterdam pharmacy where his brother worked. He came in contact with several scientists, including the botanist Gerardus Vrolik (father of Willem Vrolik). He had his education at the Athenaeum Illustre where he successfully engaged in the study chemistry and botany. Under the Batavian Republic and the Kingdom of Holland he served as a professor of natural history at the University of Harderwijk from 1800 to 1808. After a while he became associate professor of chemistry and pharmacy. In 1808 he appealed to king Louis Bonaparte and was offered work as director of the \"to be built\" botanical and zoological gardens and museums. In 1808 he became a member of the Royal Institute of the Netherlands. And in 1810 just before the annexation of the Kingdom of Holland by the French Empire, he became professor of natural history in Amsterdam. After the restoration of independence in 1813 and of its colonial empire in 1816, the Netherlands was eager to re-establish contact with its colonies. In 1816 he was offered a position as head of agriculture, arts and science of the colony, and journeyed to the Dutch East Indies where he conducted various botanical investigations throughout the archipelago. Reinwardt was the founder (1817) and first director of the botanical gardens at Bogor (then called Buitenzorg) in Java. There he gathered and cultivated various flora from the surrounding islands such as the Moluccas, Timor and Sulawesi.ADB: Reinwardt, Kaspar George Karl @ Allgemeine Deutsche Biographie Reinwardt also undertook several expeditions to collect plants that were sent to the Hortus Botanicus Leiden. However, not many of these plants survived the journey from Java to the Netherlands. He remained as director of the Botanical Gardens until 1821 and spent most of his time gathering tropical plants. He returned to the Netherlands in 1822 and became a professor of natural history at the University of Leiden in 1823, where he devoted his life to chemistry, botany and mineralogy.BHL Taxonomic literature : a selective guide to botanical publications Reinwardt also studied amphibians and reptiles, describing two new species of snakes, Laticauda semifasciata and Xenopeltis unicolor.\"Reinwardt\". The Reptile Database. www.reptile-database.org. In 1831 Reinwardt published a catalog of the plants growing in the Leiden Hortus. He counted exactly 5,600 species and varieties, an increase of nearly 600 since 1822. In particular, the numbers of Australian, Chinese and Japanese plants had increased. This increase in number of varieties was largely contributed by Philipp Franz von Siebold who sent many plants to the Hortus Botanicus in Leiden. Reinwardt finally retired as a professor in 1845 and died nine years later. He was succeeded by Willem Hendrik de Vriese. Nepenthes reinwardtiana ===Legacy=== The botanical journal Reinwardtia (ISSN 0034-365X) from Bogor Botanical Gardens, Indonesia, is named in his honour.HathiTrust Digital Library Reinwardtia The Reinwardt Academy, the faculty of museology and cultural heritage of the Amsterdam University of the Arts, is also named after Reinwardt. Reinwardt is honored in some scientific names. The genus Reinwardtia was named after him by Barthélemy Charles Joseph Dumortier, and the species Nepenthes reinwardtiana was named after him by Friedrich Anton Wilhelm Miquel.JSTOR Global Plants Reinwardt, Caspar George Carl (1773-1854) A journal of plant taxonomy Reinwardtia published by the Herbarium Bogoriense in Java, Indonesia is named after him. ===Monument=== On 16 May 2006 a monument for Reinwardt was erected in the Bogor Botanical Gardens by the Indonesian Institute of Sciences (LIPI) to celebrate its 189th anniversary. The monument was built at the initiative of the German Botanist, Herwig Zahorka.Caspar Georg Karl Reinwardt (*5 Juni 1733 – † 6 Maret 1854) , jakarta.diplo.de == Eponymous taxa == Some of the taxa (botanical and zoological) that honor him are listed below: * Reinwardtia, genus of plant in the family Linaceae. * Reinwardtoena, genus of bird in the family Columbidae. ** Great cuckoo-dove, Reinwardtoena reinwardtii, a species of bird in the family Columbidae. It is endemic to Indonesia. * Javan trogon, Apalharpactes reinwardtii, bird in the family Trogonidae. * Rhacophorus reinwardtii, a flying frog from Indonesia. * Blackcap babbler, Turdoides reinwardtii, an Old World babbler. * Orange-footed scrubfowl, Megapodius reinwardtii, a megapode. * Farancia abacura reinwardti, Western mud snake, from the United States. == Selected works == * \"Hepaticae Javanicae : editae conjunctis studiis et opera\", 1824 (with Carl Ludwig Blume; Christian Gottfried Daniel Nees von Esenbeck). * Über den Charakter der Vegetation auf den inseln des Indischen Archipels, 1828. * \"Musci frondosi Iavanici\", 1828 (with Christian Friedrich Hornschuch). * \"Enumeratio plantarum quae in horto Lugduno-Batavo coluntur\", 1831. * \"Plantae Indiae Batavae Orientalis : quas, in itinere per insulas archipelagi indici Javam, Amboinam, Celebem, Ternatam, aliasque, annis 1815-1821 exploravit Casp. Georg. Carol. Reinwardt\" (edited and published by Willem Hendrik de Vriese in 1856). * \"The correspondence of Caspar Georg Carl Reinwardt (1773-1854)\" (In English, with Teunis Willem van Heiningen).WorldCat Search published works ==Bibliography== *De Leidse Hortus, een botanische erfenis; W.K.H. Karstens & H. Kleibrink; Waanders (1982); *Hortus Academicus Lugduno-Batavus, 1587-1937; H. Veendorp & L.G.M. Baas Becking; eerste druk in 1938, heruitgave in 1990 met een toegevoegde inleiding door C. Kalkman; *The Correspondence of Caspar Georg Carl Reinwardt (1773-1854); Teunis Willem van Heiningen (ed.); The Hague: Huygens ING, 2011. *Levensberigt van Casper Georg Carl Reinwardt, in: Digitale bibliotheek voor de Nederlandse letteren, online versie hier *Reis naar het oostelijk gedeelte van den Indischen archipel, in het jaar 1821; Caspar Georg Carl Reinwardt; F. Muller (1858); Google Books; online versie hier *Geschiedenis van de voormalige geldersche hoogeschool en hare hoogleeraren; Hermannus Bouman; J.G. van Terveen (1847); Google Books; online versie hier *Pagina van C.G.C. Reinwardt bij de Koninklijke Nederlandse Akademie van Wetenschappen * A. Weber: Hybrid Ambitions. Science, Governance, and Empire in the Career of Caspar G.C. Reinwardt (1773-1854). Leiden: Leiden University Press 2012. * A. Weber: Bitter Fruits of Accumulation. The Case of Caspar Georg Carl Reinwardt (1773-1854), History of Science (2014), 297-318. ==References== Category:1773 births Category:1854 deaths Category:Dutch botanists Category:18th-century Dutch botanists Category:19th-century Dutch botanists Category:University of Amsterdam alumni Category:University of Harderwijk faculty Category:University of Amsterdam faculty Category:Leiden University faculty Category:Members of the Royal Netherlands Academy of Arts and Sciences Category:Members of Teylers Tweede Genootschap Category:People from Remscheid ",
    "title": "Caspar Georg Carl Reinwardt"
}