{
    "id": "3232825",
    "text": "Varnava Rosić () was the Patriarch of the Serbian Orthodox Church from 1930 to 1937. He was born Petar Rosić in Pljevlja, belonging at that time to the Ottoman Empire, on August 29, 1880. ==Life== Since Metropolitan Parthenios of Debar and Veles (1907-1913) was frequently absent from his eparchy serving as a member of Holy Synod in Constantinople, it was decided that an auxiliary bishop should be appointed for administration of the eparchy. By that time, Varnava Rosić was serving as a Serbian Orthodox priest in Constantinople and he was chosen and consecrated as bishop on 10 April 1910 in the Patriarchal Church of Saint George. As an auxiliary bishop serving in the Eparchy of Debar and Veles, he welcomed the liberation of that region from Turkish rule in 1912 and annexation to the Kingdom of Serbia. Metropolitan Parthenios was finally transferred to another eparchy in 1913, and bishop Varnava was left in charge not only in the Eparchy of Debar and Veles, since administration of other ecclesiastical territories annexed to Kingdom of Serbia was also entrusted to him. During First World War, upon the Bulgarian occupation of southern parts of Kingdom of Serbia in 1915, he had to leave his eparchy, returning after liberation in 1918. In 1920, he was elected Metropolitan of Skopje, and served in that eparchy until 1930, when he became new Serbian Patriarch. During the office of Varnava, the dioceses of Zagreb and Mukacheve were formed. Between 1931 and 1937, the Serbian Church consisted of 27 dioceses and a vicarate in Skadar, Albania. Church life was on the move in all regions. Many monasteries, churches and church buildings were erected, some of these being the present Patriarchate building in Belgrade, Vavedenje Monastery, etc. The construction of the edifice of the great Temple of Saint Sava was initiated in Belgrade (one of the largest churches in the world). Varnava firmly resisted the introduction of legislation giving greater privileges to the Roman Catholic Church not in Yugoslavia in general, but in Serbia in particular (hence The Concordat Crisis). He maintained that these would certainly undermine positions of both the Serbian Orthodox church and those of other faiths in the country. He died unexpectedly during the night between July 23-24, 1937 when the Concordat legislation was carried into Parliament. The Holy Synod was also against government pro-Concordat policy, and the government was soon forced to withdraw this new legislation. Many people believed that Patriarch Varnava was poisoned because of his struggle against Concordat, and his death is still unresolved. He was the great-uncle of performance artist Marina Abramović. Patriarch Varnava was awarded Order of the White Eagle and a number of other decorations. ==References== ==Sources== * * * ==External links== * Prayerful remembrance of Patriarch Varnava Rosić * Category:1880 births Category:1937 deaths Category:People from Pljevlja Varnava I Category:Serbian Orthodox metropolitans of Skopje Category:20th-century Eastern Orthodox bishops Category:Serbs of Montenegro Category:Recipients of the Order of the White Eagle (Serbia) ",
    "title": "Varnava, Serbian Patriarch"
}