{
    "id": "3232844",
    "text": "WTLC-AM is an AM radio station owned by Radio One in Indianapolis, Indiana. The station operates on the AM radio frequency of 1310 kHz. The studios are located downtown at the corner of Meridian and St. Joseph Streets. The transmitter and antenna, according to the FCC, are located on the south side of Indianapolis between Troy and Sumner Avenues near the Indiana Railroad (the same block as WTTV's former studios). ==History== WTLC began operation in 1941 as WISH. It was put on the air by engineer and pioneer radio broadcaster Russ Salter. In 1947, principal owner C. Bruce McConnell sold WISH to Frank H. McKinney and associates for a \"stripped price of approximately $500,000.\" The owners of WISH radio also started a television station with the same call letters on Channel 8 in Indianapolis. In late 1963 the radio station, along with its sister FM operation, was sold to STAR Broadcasting (Don W. Burden) who changed the call letters to WIFE and WIFE-FM. WIFE was the ratings leader during the mid and late sixties, sometime garnering as much of a forty share of the Indianapolis radio audience. The station built this audience for \"Lucky 13\" by playing contemporary hit music (i.e., Rock'n'Roll) along with heavy and frequent contesting such as, \"The 100 Thousand Dollar Dream Home\", \"The 100 Thousand Dollar Cash and Car Give-A-Way\", just to name a few. The hands-on owner, Don W. Burden, hired some major on-air personalities and developed others, dubbed the \"WIFE Good Guys\" - Big Jack Armstrong, Roger W. Morgan, Reb Porter, Jay Reynolds, Joe Light, Jay Hawkins, Buddy Scott, Jim Fox, T.J. Byers, Scott Wheeler, Mike O'Brien, Dan Summers, Steve Miller. The 24-hour news department was home of news announcers Lyle Dean, Bob Schuman, Dean Sheppard and Paul Casey. During these years, the station was infamous for a billboard near Indianapolis' Weir Cook Airport (now Indianapolis International Airport) which told passing motorists, \"While you're away, we'll be here with your WIFE\". After Burden later ran afoul of the FCC, Star Stations of Indiana was denied its license renewal application for WIFE in 1976. The station was ordered off the air, forcing a sale to new ownership and management. An era of frequent call letter changes (WMLF, WTUX, WTLC) and formats (Music of Your Life, Adult Standards, and Urban Oldies) began in 1984 and continued into the 1990s.https://www.americanradiohistory.com/Archive- RandR/1990s/1992/RR-1992-09-04.pdf In late 1997, then-owner Panache sold the frequency to Emmis Communications and the new owners settled on Urban Gospel. For a two-year period the majority of programming was syndicated from Sheridan Broadcasting and branded as \"The Light\". In January 2001, the station was purchased from Emmis by Radio One. Shortly thereafter the affiliation with Sheridan was dropped but the station retained the name \"The Light\". ==Station broadcasting information== WTLC broadcasts using 5 kW of daytime power and 1 kW between sunset and sunrise. With a directional antenna at night, the broadcast signal focuses more to the north-northeast, west-northwest, and east-southeast. More information can be found at the WTLC query on the FCC website. ==Programming== WTLC is a contemporary gospel station. ==References== ==External links== *Indiana Radio Archive, WTLC *1310 The Light website *FCC History Cards for WTLC TLC Category:Urban One stations Category:Mass media in Indianapolis Category:Radio stations established in 1982 Category:Gospel radio stations in the United States Category:1982 establishments in Indiana TLC ",
    "title": "WTLC (AM)"
}