{
    "id": "3232501",
    "text": "Severn Teackle Wallis Severn Teackle Wallis (September 8, 1816 - April 11, 1894) was an American lawyer and politician. ==Biography== Severn Teackle Wallis graduated from the secular St. Mary's College in northwest inner Baltimore in 1832, and later studied law with William Wirt, attorney general, and with noted lawyer John Glenn. In 1837, Wallis was admitted to the bar. Wallis early developed a taste for literature and contributed to periodicals many articles of literary and historical criticism, also occasional verses. He became a proficient in Spanish literature and history and was elected a corresponding member of the Royal Academy of history of Madrid in 1843. He may have been an acquaintance of the budding poet and author Edgar Allan Poe, (1808-1849), along with his friend, the author and political figure John Pendleton Kennedy. In 1846, he was chosen a fellow of the Royal Society of Northern Antiquaries of Copenhagen, in the Kingdom of Denmark.New York Daily Tribune. August 13, 1846, p. 1, col. 1. In 1847 he visited Spain and in 1849 the U. S. Government sent him on a special mission to that country to examine the title to the public lands in their former colony of East Florida (on the peninsula), as affected by royal Spanish Crown grants during the negotiations for the treaty of 1819, which provided for the American annexation of Florida, and creation of the Territory of Florida. In 1851, he was the speaker at the first commencement exercises held for the newly renamed Central High School of Baltimore, (traditionally the third oldest public high school in America, founded as the High School in 1839, later the Male High School after 1844 (with the founding of two female secondary schools - Eastern and Western High Schools), and later titled by 1866 as The Baltimore City College), then located in the old \"Assembly Rooms\" building of 1796, famous as a former landmark Greek Revival styled dancing-social-literary and civic hall for the Baltimore Dancing Assembly, and later reading rooms and book stacks of the Library Company of Baltimore along with its newer rival, the Mercantile Library Association to the 1830s at the northeast corner of Holliday and East Fayette Streets, nextdoor to the famous Holliday Street Theatre, to the north, both of which perished in a large fire in November 1873, but the Theatre was later rebuilt and endured until 1917, now the site of the War Memorial Plaza and the War Memorial Building built in the mid-1920s, facing the massive Baltimore City Hall of 1867-1875. While the high school moved to its first new building at the southwest corner of West Centre and North Howard Streets, dedicated 1875). Wallis maintained a frequent and constant interest in the premier local public school and in the public schools system as a whole From 1859 until 1861, Wallis contributed largely to the editorial columns of the local newspaper, the Baltimore \"Exchange\", and wrote for other journals as well. He was a Whig until the organization of the American or \"Know-Nothing\" party, after which when it faded as a political and moral force, he was a Democrat. In April 1861, Wallis was elected to the lower House of Delegates of Maryland in the General Assembly of Maryland, and took an active part in the special proceedings of the Maryland Legislature, called into special session that Spring by Gov. Thomas H. Hicks, (1798-1865), as the authority of the Governor of Maryland at Frederick instead of the state capital at Annapolis which was then occupied by Massachusetts and New York militia under the command of Gen. Benjamin F. Butler, (1818-1893), deciding on the issue of secession and the state's relationship to the pending crisis and the forming war policies of President Abraham Lincoln. He was chairman of the committee on Federal relations, and made himself obnoxious to the Federal authorities by his reports, which were adopted by the Legislature, and which took strong ground against the possibilities of Civil War, as well as against the then prevailing \"doctrine of military necessity\". In September 12 of that year, four months after Butler's occupation of the state's major city, Wallis was arrested with many other members of the Maryland Legislature and other citizens of the city and state (including the new police marshal George Proctor Kane, (1820-1878), and newly elected reform mayor George William Brown), and imprisoned for more than fourteen months in Fort McHenry, Fort Lafayette, and Fort Warren for not citing a Union Oath before a succession vote. He was finally released by November, 1862, without conditions and without being informed of the official cause of his arrest. He then returned to the private practice of the law in Baltimore. In 1870, on the death of his friend John Pendleton Kennedy, (1795-1870), Wallis was elected provost of the University of Maryland at Baltimore. In December, 1872, as chairman of the art committee of private citizens appointed by the Maryland Legislature, he delivered the address upon the unveiling of sculptor William Henry Rinehart's statue of Maryland's own Chief Justice Roger Brooke Taney, (1777-1864), of the United States Supreme Court, eight years after his death, having served since 1835 and the similarly long tenure of Chief Justice John Marshall. ===Trivia=== One of his colleagues imprisoned with him in the 1860s, Henry Mactier Warfield, named his fifth son Teackle Wallis Warfield. He in turn in 1896 named his daughter Bessie Wallis Warfield. She later became famous as Wallis Simpson, Duchess of Windsor. ==Legacy== Statue of Wallis in Baltimore A bronze statue of Wallis in his likeness, was erected to his memory and stands east of the Washington Monument in West Mount Vernon Place in the park square sloping downhill to the east facing St. Paul Street along East Monument Street in Baltimore, Maryland, on a pedestal with his name and birth-death years. A bust of Wallis stands outside the ceremonial courtroom of the Mitchell Courthouse in the Circuit Court for Baltimore City. ==Published works== Wallis contributed to many periodicals and numerous pamphlets on legal and literary subjects. Wallis also published: * Glimpses of Spain (1849) * Spain: Her Institutions, Politics, and Public Men (1853) * Discourse on the Life and Character of George Peabody (1870) * The Guerrillas: A Southern War Song. Composed by Wallis during the time he was imprisoned in the \"Yankee Bastille\" which was located at the Narrows of New York Harbor and held Confederate prisoners during the Civil War (1862) ==References== == External links == * Severn Teackle Wallis Statue – Explore Baltimore Heritage ;Bibliography * Appleton's Cyclopedia of American Biography; vol. vi.; pp. 338, 339; Edited by James Grant Wilson and John Fiske; New York: D. Appleton and Company (1889) Category:1816 births Category:1894 deaths Category:Members of the Maryland House of Delegates Category:American political writers Category:American male non-fiction writers Category:Maryland lawyers Category:University of Maryland, Baltimore faculty Category:People of Maryland in the American Civil War Category:St. Mary's Seminary and University alumni Category:Maryland Whigs Category:19th-century American politicians Category:Maryland Democrats Category:Maryland Know Nothings ",
    "title": "Severn Teackle Wallis"
}