{
    "id": "3233348",
    "text": "Roby Yonge (July 25, 1943 - July 18, 1997) was an American radio DJ, most notable in the 1960s. He was best known for being fired from New York City station WABC-AM in 1969, after he reported over the air that the singer Paul McCartney might have died, circulating the now infamous Paul is Dead folktale saga and conspiracy theory. ==Early life and education== Born in Fort Jackson, South Carolina, Yonge grew up in Ocala, Florida. He got his first radio job at WTMC-AM 1290 Ocala, Florida when he was 15 years old. Roby's first Miami, Florida job was as a newsman at WIOD, which was then WCKR. By the mid 1960s Roby was working for Top 40 WQAM, Miami, Florida until hired in New York City at WABC. ==Career== Yonge moved to Miami's WQAM, where his on-air nickname was \"The Big Kahuna\". In December 1967, Yonge moved to New York and WABC. Five- minute snippets of Yonge, each spotlighting a fact in rock history, aired on other ABC radio stations as well, such as WLS-AM, on weekday evenings during early 1969. Originally hired for the 1-3 PM shift, Yonge was moved into the overnight shift in August 1969 when Charlie Greer left the station. He was told by WABC program director Rick Sklar, in the early fall of that year, that his contract would not be renewed. He subsequently went on the air with the Paul McCartney \"death\" rumor on October 21, 1969, having heard the rumor from kids calling in from a college in Indiana. Stating that his contract was up in two weeks and would not be renewed, and that at 12:39 AM, he would not be \"cut\" because there was nobody around, Yonge began to speculate on rumors circulating about the possible death of McCartney. He never said that Paul was dead, but rather enumerated various \"clues\" in album cover art and within certain songs, some played backwards with clues like \"Paul is dead\" and \"I buried Paul\" which he said had been catalogued by thirty Indiana University Bloomington students. Callers lit up the station switchboard. Since all the phone lines were jammed with thousands of calls, Rick Sklar could not get through to the station and it was an hour and a half before Program Director Sklar arrived at the station in his bath robe. He got Les Marshak the newsman on duty in the adjacent studio to relieve Yonge and Sklar told Roby, \"When you come in tomorrow to do your show, I don't want you to talk any more about this McCartney might be dead rumor\". Roby then told Sklar, \"I won't be in anymore but you'll be famous in the morning\". The next day, many newspapers nationwide carried the story about the \"is Paul dead\" rumor and Roby Yonge. In an interview with his friend John Paul Roberts (\"JPR\"), former WQAM DJ, Roby said this about the Paul McCartney rumor, \"I never said the guy is dead, and I don't say it now, but there's reason to believe something is going on\". A 90-minute JPR interview with Roby Yonge, where he talks in detail about the \"Paul is dead\" rumor as well as the circumstances leading to his being hired at WABC, can be heard at this website. Marshak continued to do Yonge's show on WABC until a replacement was hired. Sklar's reach did not cross radio bands, as, less than three weeks later, on November 14, 1969, former WABC DJ Bob \"Bob-a-loo\" Lewis did a full production \"Paul is Dead\" show on WABC-FM, putting forth many of the same assertions about McCartney's supposed death that had resulted in Yonge being yanked off the air. Yonge was hired by WCBS- FM, where he helped introduce the \"Oldies\" format of popular songs to that station. After a few years, he returned to Florida, where he served as general manager of Mother WMUM, an early FM rock station in Palm Beach. After the demise of Mother in 1972, Yonge became a morning personality on Y100 WHYI in Fort Lauderdale/Miami. He was fired after the first day on the air, August 3, 1973. by WHYI National Program Director Buzz Bennett, who Roby had a personality conflict with. The next day he moved to the competitor WMYQ-FM, where he did the moring show. In 1987, Yonge did a morning show at WKAT in Miami, then returned in 1993 to do a music/talk show on 790 WMRZ. ==Death== Roby Yonge died on July 18, 1997 of an apparent heart attack at age 54. ==References== Category:1943 births Category:1997 deaths Category:American radio DJs Category:People from Ocala, Florida ",
    "title": "Roby Yonge"
}