{
    "id": "3233286",
    "text": "Goa at its height under Portuguese occupation. The Novas Conquistas are highlighted in cream. The Novas Conquistas or \"New Conquests\" are a group of seven concelhos (administrative districts) of Goa in the colonial Portuguese India era. They were added onto Goa in the eighteenth century AD, a comparatively later date than the original three concelhos that make up the Velhas Conquistas or \"Old Conquests\". The seven concelhos of the Novas Conquistas are Pernem, Bicholim, Sattari, Antruz (Ponda), Sanguem (modern-day Sanguem and Dharbandora talukas), Quepem, and Canacona. In writing postal addresses, the Novas Conquistas were abbreviated \"N.C.\" == History == In December 1764 Hyder Ali, the king of Mysore, sent his general Fazalullah Khan northward into Soonda via Bednur, where landowners who resisted his administration met severe retribution. Fearing capture, the Raja of Soonda fled to Goa, surrendering his territories below the Western Ghats to the Portuguese in exchange for sanctuary and a fixed annual stipend. The lower territories including the port of Sadashivgad near Karwar were absorbed into the Kingdom of Mysore.Sarasvati's Children: A History of the Mangalorean Christians, Alan Machado Prabhu, I.J.A. Publications, 1999, pp. 168 These new areas granted by the Raja of Soonda were incorporated into Portuguese Goa. Later in 1783 the Kingdom of Sawantwadi, in order to get Portuguese help against Kolhapur, ceded some parts of Pernem, Bicholim and Sattari to Portugal. The remaining part of Pernem (including Terekhol Fort) was ceded in 1788 and thus came to be known as the Novas Conquistas (New Conquests). Unlike the Velhas Conquistas, these areas remained predominantly Hindu (hence the region boasts of considerable Konkan Maratha populace unlike the V.C), as the Portuguese had lost their zeal for Christianization. ==References== ==See also== *Velhas Conquistas Category:Colonial Goa Category:Districts of Goa Category:Former districts of India ",
    "title": "Novas Conquistas"
}