{
    "id": "3233670",
    "text": "\"Helen Keller! The Musical\" is the thirteenth episode of the fourth season of the animated television series South Park and the 61st episode of the series overall. \"Helen Keller! The Musical\" originally aired in the United States on November 22, 2000 on Comedy Central. In the episode, the boys have to put on a \"Thanksgiving Extravaganza\" that is better than the kindergarteners'. ==Plot== The fourth graders are rehearsing for the \"Thanksgiving Extravaganza\", where they have to perform The Miracle Worker, which is the story of Helen Keller, starring Timmy as Helen. Butters provides them reports that the kindergarteners' play is the greatest show he has ever seen, and the other kids agree to put extra effort into making their play better. Cartman agrees to adapt the play into a musical, and eventually Jeffrey Maynard, who played the lead in Les Misérables for the Denver Community Playhouse (which is why he is singing his lines), is brought in to help. The kids also decide to replace Helen's pet dog with a turkey, which is also to perform tricks for the audience. Timmy helps to pick out the turkey, and chooses a disabled turkey which he names \"Gobbles\". At rehearsal, Maynard brings in a professional performing turkey named Alinicia, and her trainer Lamond declares that she will not perform with Gobbles, and suggests Cartman kill it. Cartman attempts to kill Gobbles with a falling stage-light, but it hits and kills Kenny by mistake. Eventually, Lamond tells Timmy that animal control is going to take Gobbles from him because he is disabled, and Timmy reluctantly lets Gobbles go. When Timmy realizes he has been tricked, he leaves to rescue Gobbles, who has been found by a slaughterhouse and is now being pursued by Jimbo and his hunter friends. In Timmy's absence, Maynard goes on as Helen Keller and surprises everyone by singing ad-libbed songs to express Helen's thoughts, much to Cartman's annoyance. Also after hearing the kindergarteners' play even has pyrotechnics, Cartman rigs laser shows, choreography and water effects into the fourth graders' show, culminating with Alinicia leaping through a ring of fire. Gobbles survives the slaughterhouse due to his limp neck meaning that he is not decapitated along with the healthy turkeys, but is subsequently found by Jimbo and Ned, who shoot him before Timmy arrives just in time to jump in the way of the bullet. Timmy survives, but a guilty Jimbo asks if there is any way he can make it up to Timmy. Timmy, Gobbles, Jimbo, Ned and the rest of their hunter friends, go to the Thanksgiving Extravaganza and shoot Alinicia, killing her to Lamond's horror. While Timmy cheers, Cartman and Kyle arrive, with Cartman announcing that they are ready for Alinicia but then sees the bloody body of her. Cartman curses at the hunters for ruining the finale but Kyle directs everyone's attention to Gobbles. Gobbles goes onstage and jumps through the ring of fire during the grand finale, and the audience, following a stoned Principal Victoria's lead, gives a standing ovation. In the end, the kindergartners' play is finally shown to be just a song to the tune of \"Old MacDonald Had a Farm\" about the first Thanksgiving, ending with them setting off a small confetti cannon (Butters viewed this as special effects) which scares one kindergartner into fleeing the stage, and bringing a prop horse on stage. The performance is less than a minute long. The Fourth Graders become disappointed that by listening to Butters, they had \"worked their asses off for that\" ('that' being the kindergarteners' play,) and promptly get mad at Butters, because it turns out that, in reality, Butters just liked the play and declared it amazing. ==Cultural references== In the DVD commentary Parker and Stone express how they desired an emotional Timmy story, similar to A Charlie Brown Christmas, although Gobbles was originally a puppy. The scenes of Butters running down the hall is an homage to The Right Stuff. The fake beards and the difficulty in talking in them is based on Parker and Stone's experience making Cannibal! The Musical. Jeffrey Maynard is a parody of Colm Wilkinson, who originated the role of Jean Valjean in the Broadway musical Les Misérables. ==Reception== The episode was selected for inclusion on the DVD release South Park: Timmy!, along with \"Timmy 2000,\" \"4th Grade\" and \"The Tooth Fairy Tats 2000.\" Walt Belcher of The Tampa Tribune highlighted the episode as part of \"holiday TV shows that'll leave you shouting out with glee.\" ==References== ==Further reading== * * ==External links== * \"Helen Keller! The Musical\" Full episode at South Park Studios * \"Helen Keller! The Musical\" Episode guide at South Park Studios * * Category:South Park (season 4) episodes Category:Thanksgiving television episodes Category:Cultural depictions of Helen Keller Category:Television episodes about disability ",
    "title": "Helen Keller! The Musical"
}