{
    "id": "3233223",
    "text": "A'ali burial mounds. Map showing the locations of the ancient burial mounds. The Dilmun Burial Mounds () are a UNESCO World Heritage Site comprising necropolis areas on the main island of Bahrain dating back to the Dilmun and the Umm al-Nar culture. Bahrain has been known since ancient times as an island with a very large number of burials, the (originally) quite a number of square kilometres of mounds were said to be one of the largest cemeteries in the ancient world. The cemeteries are concentrated in the north of the island, on the hard stony areas slightly above the arable farming soils – the south of the island is mainly sandy and desert-like. Recent studies have shown that the estimated/approximately 350,000 ancient grave mounds could have been solely produced by the local population over a number of thousands of years. The graves are not all of the same era, or of exactly the same styles, and can vary considerably in size in different areas of the moundfield. Research, under the auspices of the Bahrain National Museum (with the Bahrain Historical and Archaeological Society taking a keen interest), is still continuing, to establish a firm timeline for all these variations and continuations, as well as considering the implications for the society or societies that produced them. ==Excavations== Between Sunday the 10th and Tuesday the 19th of February 1889, some of the mounds were excavated by the British explorer J. Theodore Bent and his wife Mabel Bent. According to the diary of Mrs Bent they found “… bits of ivory, charcoal, ostrich eggshell…”. The Travel Chronicles of Mrs J. Theodore Bent, Vol 3, 2010, page 22. Oxford: Archaeopress. These finds are now in the British Museum, London.For the Bents’ finds at A’ali: https://research.britishmuseum.org/research/collection_online/collection_object_details.aspx?objectId=3190900&partId;=1&searchText;=A%27ali&images;=true&view;=list&page;=1. Theodore Bent published his results in two articles,The Mounds of Bahrein, Athenæum, 1889, Issue 3219 (Jul), 38; The Bahrein Islands, in the Persian Gulf, Proceedings of the Royal Geographical Society and Monthly Record of Geography, Vol. 12 (1) (Jan 1890), 1-19, but a more extended account appeared in the Bents' book Southern Arabia (1900).See Chapter 2, Southern Arabia by Theodore and Mabel Bent, 1900. London: Smith, Elder and Co. A Danish group in the 1950s was excavating at Qal'at al-Bahrain, the capital city of the Bronze Age, when they opened some tumuli and discovered items dating to around 4100–3700 BP of the same culture. Many others began to excavate more of the graves, providing a view of the construction and content on these graves.Flemming Højlund, 2007, The Burial Mounds of Bahrain: Social Complexity in Early Dilmun.Crawford, 2016, Dilmun Temple At Saar. ===Chambers (tumuli)=== Each of the tumuli is composed of a central stone chamber that is enclosed by a low ring-wall and covered by earth and gravel. The size of the mounds varies, but the majority of them measure 15 by 30 ft (4.5 by 9 m) in diameter and are 3–6 ft (1–2 m) high. The smaller mounds usually contain only one chamber. The chambers are usually rectangular with one or two alcoves at the northeast end. Occasionally there are additional pairs of alcoves along the middle of the larger chambers. Although the chambers usually contained one burial each, some contain several people and the secondary chambers often contain none. The deceased were generally laid with their heads in the alcove end of the chamber and lying on their right sides. The bodies were accompanied by few items. There were a few pieces of pottery and occasionally shell or stone stamp seals, baskets sealed with asphalt, ivory objects, stone jars, and copper weapons. The skeletons are representative of both sexes with a life expectancy of approximately 40 years. Babies were generally buried at and outside the ring-wall. The average number of children per family was 1.6 persons. ===Conservation controversies=== Attempts to protect the burial mounds have run into opposition by religious fundamentalists who consider them unIslamic and have called for them to be concreted over for housing. During a parliamentary debate on 17 July 2005, the leader of the Salafist al Asalah party, Sheikh Adel Mouwda, said \"Housing for the living is better than the graves for the dead. We must have pride in our Islamic roots and not some ancient civilisation from another place and time, which has only given us a jar here and a bone there.\" == See also == * List of archaeological sites in Bahrain ==References== Category:Archaeological sites in Bahrain Category:Tourism in Bahrain Category:World Heritage Sites in Bahrain ",
    "title": "Dilmun Burial Mounds"
}