{
    "id": "3233309",
    "text": "Colonel General Abdul Kadir Dagarwal (Russian: Абдул Кадыр, Dari/Pashto: عبد القادر دگروال; ), was an Afghan politician, diplomat, and a military officer in the Afghan Air Force who participated in the coup d'état that created the Republic of Afghanistan under the President Dawood Khan, and later directed the Afghan Air Force and Army Air Corps squadrons that attacked the Radio-TV station during the Saur Revolution. He served as the acting leader of the country for three days when the People's Democratic Party of Afghanistan (PDPA) took power and declared the foundation of the Democratic Republic of Afghanistan, before handing over power to PDPA leader Noor Mohammad Taraki. He later served two terms as Minister of Defense, the first as part of the Taraki government from April to August 1978, and the latter as part of the Babrak Karmal government from 1982 to 1986. His second term took place during the Soviet war in Afghanistan. == Early life == Abdul Qadir was born in Herat, Herat Province in Afghanistan in 1944. He was an ethnic Tajik whose family hailed from Herat Province. He went to the military school run by the Afghan National Army and was trained as the pilot, qualified to fly the Mig-15, Mig-21, and Su-7, in the Soviet Union. His education comes from the Soviet Union, having studied and excelled in Russian staff colleges. During his career in the Afghan Air Force, he joined Communist Party and later aligned with the Parcham (Flag faction). == The Republican Revolution of 1973 == In 1973, Colonel Qadir helped maneuver the coup d'état led by Prime Minister Dawood Khan with support by General Abdul Karim Mustaghni, who had been Chief of Staff of the armed forces. President Dawood Khan promised radical land reform, the legalisation of political parties and other reforms. The Parcham was offered four minister posts in Daoud's government. As a Parcham member, Qadir was nominated vice chief of the Afghan Air Force, while another Parcham supporter, Major Zia Mohammadzi Zia, was appointed chief of the Afghan Army. However, by 1974 Daoud removed and downgraded many of the Parcham ministers in the government. Qadir was thus downgraded to head of Kabul's Military abattoir. Many Parcham supporters, including Colonel Qadir, shifted allegiance to Khalq. In April 1978 Daoud and his hardline interior minister, General Abdul Qadir Khan Nuristani, launched a sharp government crackdown on the People's Democratic Party of Afghanistan (PDPA). It proved to be a miscalculation. Colonel Qadir and Colonel Mohammad Aslam Watanjar, another leading PDPA member in the military, narrowly escaped arrest and early on 27 April Hafizullah Amin was able to smuggle out the order to restart the coup. == The Saur Revolution == He also ordered the attack against the Arg, and against the Royal Palace of President Mohammad Daoud Khan. The tank commander on the ground was Colonel Aslam Watanjar, of the first battalion of the 4th tank brigade. Together, the troops under their command took Kabul. The government fell, and Daoud was killed. At 19:00 on 27 April, Chairmain Qadir made an announcement over Radio Afghanistan, in the Dari language, that a Revolutionary Council of the Armed Forces had been established by him, with himself as the leader of the country. The council's initial statement of principles, issued late in the evening of 27 April was a noncommittal affirmation of Islamic, democratic, and nonaligned ideals: The Revolutionary Council was formed by himself, Hafizullah Amin, and Major Mohammad Aslam Watanjar, it assumed the control of the country until a civilian government was formed. On 30 April the newly created PDPA's Revolutionary Council (with Nur Mohammad Taraki and Babrak Karmal in its leadership) issued the first of a series of fateful decrees. The decree formally abolished the military's revolutionary council. A second decree, issued on 1 May, named the members of the first cabinet that included Qadir as Minister of Defence. == Member of the Khalqist Government == He became minister of defense, for three months starting in May 1978. On 6 May Qadir asked the Soviet commanders for advice on how to deal with all the people under arrest. On 17 August, Qadir, still defence minister, was arrested for his part in a conspiracy that allegedly had been organized by the Parchams exiled abroad. Since Qadir remained popular in the military, President Taraki did not dare to kill him and instead he was sentenced to fifteen years in jail. The policy of Taraki and Hafizullah Amin to get rid of people they considered unsuitable in order to concentrate all power in their own hands became very apparent. Prime Minister Amin later reported: == Member of the Parchamite Government == After the Soviet invasion of Afghanistan in 1979 that assassinated Hafizullah Amin, Qadir was released from jail under the new regime of Babrak Karmal, the political posts he held in the PDPA before being sent to jail were restored. He served once again as Minister of Defence (1982–1985) during the Babrak Administration. After the Soviet Invasion, Kabul was put in a state of siege. The bridges were blocked, barriers and hidden ambushes were set up on all the roads leading into the city. Qadir was made commander of the city. As part of the changes in the leadership of the country, he resigned from the Politburo in November 1985, a year later was appointed Ambassador to Warsaw, Poland by President Mohammad Najibullah. He was recalled to Afghanistan in 1988, and was subsequently elected to Parliament. After the Soviet withdrawal in 1989 it was believed he fled to Bulgaria and sought political asylum. == Later years and death == After some years of living in Bulgaria, Qadir returned to Russia, where he lived with his family. In 2011 or 2012 he returned to Afghanistan, where he lived in Kabul and completed his book. He died as a result of a stroke at Sardar Mohammad Daoud Khan National Military Hospital on 22 April 2014. == Views == At a mourning ceremony in Moscow to honour the memory of Ahmad Shah Massoud > \"Though Massood and I used to be enemies I am sure he deserves great respect > as an outstanding military leader and, first of all, as a patriot of his > country\". \\- 2001-09-21 == References == == External links == *Abdul Qadir Dagarwal's obituary *» В Кабуле скончался участник Саурской революции генерал Абдул Кадир Хан Category:1944 births Category:2014 deaths Category:Afghan Tajik people Category:People from Herat Category:Afghan military personnel Category:Afghan revolutionaries Category:Afghan communists Category:Communist rulers of Afghanistan Category:Communist government ministers of Afghanistan Category:Soviet people of Afghan descent Category:Democratic Republic of Afghanistan Category:People's Democratic Party of Afghanistan politicians Category:20th-century Afghan politicians Category:Afghan diplomats Category:Afghan expatriates in Pakistan Category:Afghan expatriates in the Soviet Union Category:Afghan expatriates in Bulgaria ",
    "title": "Abdul Qadir (Afghan communist)"
}