{
    "id": "3233603",
    "text": "Life in Cold Blood is a BBC nature documentary series written and presented by David Attenborough, first broadcast in the United Kingdom from 4 February 2008 on BBC One.RadioTimes.com: Life in Cold Blood A study of the evolution and habits of amphibians and reptiles, it is the sixth and last of Attenborough's specialised surveys following his major trilogy that began with Life on Earth, hence a ninth part for the eight series in The Life Collection. The series comprises five 50-minute programmes, each one followed by Under the Skin, a 10-minute section that features Attenborough interviewing the scientists whose work has led to the sequences included in the main programme. It also examines the challenges faced by the crew and reveals some of the techniques used to film the series.BBC Press Office: Life in Cold Blood The series is a co- production between the BBC and Animal Planet. The executive producer is Sara Ford and the series producer is Miles Barton. The Under the Skin segments were produced by James Brickell in collaboration with the Open University. The score for the main films was composed by David Poore and Ben Salisbury, whilst the music for Under the Skin was written and performed by Tony Briscoe. The series won the 2009 BAFTA Television Award in the Specialist Factual category. Within David Attenborough's 'Life' series, it is preceded by Life in the Undergrowth (2005). == Background == Filming began in the early part of 2006 and, as with Attenborough's previous series, the production team travelled the world to photograph the required sequences. In May 2006, Attenborough celebrated his 80th birthday in the Galápagos Islands while filming giant tortoises, one of which, called Lonesome George, was thought to be the same age.BBC David Attenborough biography Lonesome George died on 24 June 2012; he was believed to have been more than 100 years old. Several innovative techniques were used to capture footage. Thermal imaging cameras were used to demonstrate the creatures' variable body temperatures, probe cameras allowed access to underground habitats and even a matchbox-sized one was attached to the shell of a tortoise.BBC Science and Nature: Life in Cold Blood filming techniques Expert scientists helped the producers to film animal behaviour that is rarely seen. The team 'staked out' radiotagged timber rattlesnakes in order to witness one of them despatching its prey. However, for Attenborough's close encounter with a spitting cobra, a captive snake that was used to being handled was placed in a natural setting and the presenter wore a face visor. Other examples of 'pets' being used were for sequences depicting the lassoing tongue of a chameleon (which had to be filmed at ultra-high speed) and the digestive system of a python (which was enhanced by computer-generated imagery). Life in Cold Blood is Attenborough's last major series and also represents the final study in his 'Life' series, which comprises 79 programmes. In a 2008 interview, he stated: > The evolutionary history is finished. The endeavour is complete. If you'd > asked me 20 years ago whether we'd be attempting such a mammoth task, I'd > have said 'Don't be ridiculous'. These programmes tell a particular story > and I'm sure others will come along and tell it much better than I did, but > I do hope that if people watch it in 50 years' time, it will still have > something to say about the world we live in.Radio Times 26 Jan–1 Feb 2008: > \"The Last Word\", interview with Jeremy Paxman However, although Attenborough was 81 years old at the time of the series' broadcast, he continued to assist the BBC Natural History Unit by providing narration for projects such as Nature's Great Events, Life and Frozen Planet.Guardian: David Attenborough returns for two BBC natural history series Attenborough confirmed on the penultimate edition of Parkinson, broadcast on 16 December 2007, that he did not intend to retire completely and would still make occasional single documentaries, rather than any more series. == Episodes == == DVD and book == A 2-disc DVD set of the series (BBCDVD2553) was released on 25 February 2008.BBC Shop: Life in Cold Blood DVD The accompanying 288-page book, Life in Cold Blood by David Attenborough (), was published by BBC Books on 7 December 2007, in advance of the television series.BBC Shop: Life in Cold Blood book The Region 1 DVD was released on 5 August 2008 (S.R.P. $34.98) through Warner Home Video. == References == ===Citations=== ===Other sources=== *Queens of the Web Tim Flannery review from The New York Review of Books ==External links== * * Life in Cold Blood at BBC Online * Life in Cold Blood on the Eden website * * Under the Skin at the Open University's Open2.net site * BBC on YouTube: David Attenborough face to face with a spitting cobra Category:2000s British documentary television series Category:2008 British television series debuts Category:2008 British television series endings Category:BBC television documentaries Category:Documentary films about nature Category:Nature educational television series ",
    "title": "Life in Cold Blood"
}