{
    "id": "3233104",
    "text": "The Graduate Student Organizing Committee (GSOC) is a labor union representing graduate teaching and research assistants at New York University (NYU). GSOC is affiliated with the Technical, Office, and Professional Union, United Auto Workers Local 2110, an amalgamated union that also represents employees at the Village Voice newspaper, the American Civil Liberties Union, the Museum of Modern Art, and several other locations. ==Formation and first contract== GSOC is one of several labor organizations of graduate student teachers and researchers that formed at private universities in the 1990s. It is the first graduate employee union at a private U.S. university to have achieved collective bargaining unit recognition and negotiated a contract. (The contract expired in 2005 and the collective bargaining relationship with the university is scuttled.) When GSOC began to organize in the late 1990s, members believed that shifts in the academic labor market, including greater reliance on graduate student teaching and research, made necessary the formation of collective bargaining units. Members also sought a collective voice in their pay and working conditions. In 2000, the National Labor Relations Board (NLRB) unanimously ruled that graduate assistants were statutory “employees” under the National Labor Relations Act. As well, it stipulated that NYU was obliged to enter into collective bargaining negotiations with GSOC after a majority of graduate employees at the university voted in favor of the union in an NLRB election. In accordance with federal labor relations law and motions made by NYU and GSOC, the bargaining unit represented by GSOC in contract negotiations did not include graduate students who were primarily funded by private fellowships, those whose funding was not contingent on the performance of any work, and some other categories. In 2002, GSOC and NYU negotiated the first graduate assistant union contract at an American private university. (Many public universities already had union contracts under state labor laws.) The three-year contract increased stipends (dramatically for some), instituted a health care plan, and created a third- party arbitration procedure for economic disputes. ==2005-2006 strike== In 2004, a newly constituted NLRB voted 3-2 to reverse its 2000 NYU decision in a case involving graduate assistants at Brown University. The Republican- controlled board stated in their decision that \"there is a significant risk, even a strong likelihood, that the collective-bargaining process will be detrimental to the educational process.\" The dissenting opinion stated that \"Today's decision is woefully out of touch with contemporary academic reality\",This line was written by Glenn Stephens, a Senior Counsel on the Liebman staff, now working in the Civil Rights Division at USDA. and further that \"It disregards the plain language of\" Section 2(3) of the National Labor Relations Act, which \"defines employees so broadly that graduate students who perform services for, and under the control of, their universities are easily covered\". Soon thereafter, NYU asked members of the university community for feedback regarding whether it ought to negotiate a second contract with GSOC upon the August 31, 2005 expiration of the first. On August 5, 2005, NYU announced its decision not to negotiate with GSOC. Its primary grounds for this decision were the claim that GSOC had filed several grievances on non- academic matters regarding teaching assignments and that it had offered to negotiate with GSOC as long as the union would agree, before the start of negotiations, to surrender the previous contract’s third-party arbitration and agency shop provisions and become an \"open shop\" union, common in many southern states but largely without precedent in New York. However, on an official website devoted to the labor dispute, NYU to date has only cited two \"non-academic\" grievances, both of which were decided in the University's favor by an independent arbitrator appointed by both sides. In response, GSOC argued that without rights to third-party contract arbitration and an agency- shop provision, the contract offer would render the union virtually powerless to represent its members, a union in name only. The union also dismissed NYU's claims of disruptive grievances, arguing that the grievances to which the administration referred were economic disputes in which some graduate students were given the same jobs as in previous semesters, but reclassified as lower- paid adjunct professors not covered by the union contract. The union argued that this was not only damaging to graduate employees' wages and benefits, but a deliberate tactic to weaken the union by depriving it of members. The union also said that the administration had only given it 48 hours to respond to its “ultimatum” and that the GSOC leadership, due to union policy, could not agree to contract terms without the consent of their members. After several months without a contract, GSOC held a strike vote in which, according to GSOC representatives, 85 percent of those voting approved a strike. The strike began on November 9, 2005 and lasted through the entire spring semester. It is thought to have been the longest strike by academic workers at a college or university in U.S. history. In response to the Brown decision, NYU’s decision not to negotiate, the strike, and the administration’s response, several GSOC- supportive groups have formed at NYU to call upon president John Sexton to end the strike by negotiating a new contract. More than 200 faculty members - including prominent physicist Alan Sokal, who has written several essays voicing his opinion on the situation - have joined a group called Faculty Democracy . Student support of GSOC has been mixed. Undergraduates supporting GSOC have formed Graduate/Undergraduate Solidarity, and law students have formed Law/Grad Solidarity. The unions of adjunct faculty members, office support staff, security personnel, and other NYU employees have variously supported GSOC. On April 27, 2006, GSOC announced at a membership convention that a public majority of its members continued to support the union and had signed a petition which called on the University Leadership Team to bargain a second contract. After the convention, 43 GSOC members and 14 supporters engaged in an act of civil disobedience and were arrested for blocking traffic. GSOC members resumed their teaching duties on September 5, 2006 (the first day of classes for the 2006-2007 academic year), officially ending their six-month-long strike without receiving a second contract or winning back administrative recognition of the union's collective bargaining rights. The administration had recognized these rights prior to the August 31, 2005 contract expiration. GSOC, through the UAW, funded a failed lawsuit against the developer of a future NYU dorm. The plaintiffs in the lawsuit were community members, but a large portion of the legal fees were provided by the UAW, which was not named on the lawsuit. The suit was dismissed on Sept. 22, 2006. ==2013 vote and recognition== In 2009, GSOC issued a petition to the NLRB to reverse the Brown decision. The regional labor relations board voted in favor of GSOC-UAW, but the petition stalled at the national level. In 2013, New York University and GSOC-UAW made a joint decision that GSOC would withdraw its petition to the NLRB. In November of that year, the University administration announced that if a majority of the graduate assistant population would vote in favor of GSOC-UAW again representing them in collective bargaining with the University, GSOC-UAW would be recognized in such a role. In December 2013, graduate assistants at NYU voted 620 to 10 in favor of collective bargaining with NYU allied with GSOC-UAW. As a result of this vote, GSOC-UAW again represents graduate assistants at NYU, and continues to bargain with the administration. ==Controversies== The GSOC strike has caused various disruptions across campus, including canceled classes, classes moved to off-campus locations , class boycotts, and protests inside Bobst Library . Sympathy for the GSOC strike also kept some speakers and recruiters from participating in campus events. Several actions taken by the Sexton administration during the strike have sparked strong opposition among many faculty, students, and observers, including some who are not supportive of GSOC. Others, including some administrators, parents, undergraduates, have said that GSOC's strike is an unnecessary disruption to the academic process. Soon after the strike began, several NYU administrators discreetly signed on as instructors to the Blackboard course management systems for courses with teaching assistants in order to monitor the impact of the strike. When the professors teaching these classes discovered this, a strong reaction among faculty against this perceived violation of academic freedom forced a reversal of the move. In November 2005, NYU announced that graduate assistants who remained on strike past the fall 2005 semester would be locked out of working and receiving their stipends for one or two semesters. The university promised to fully fund tuition and healthcare, regardless of an individual GA's decision on whether to strike. In January 2006, Sexton followed through with the measures, revoking the stipends of 23 striking graduate students for two semesters. However, in late February 2006, 15 of the 23 punished GAs received letters stating that their fall stipends would be restored. Grievances filed by these blacklisted GAs through the university's new non-union \"interim\" grievance procedure in early 2006 remained unaddressed as late as December 23, 2006. ==See also== * Coalition of Graduate Employee Unions * List of graduate student employee unions * National Labor Relations Board ==References== ==External links== * GSOC-UAW Local 2110 * Nerds for GSOC (blog) Category:Graduate school trade unions Category:New York University Category:Trade unions affiliated with the United Auto Workers Category:Trade unions established in 1998 Category:1998 establishments in New York (state) ",
    "title": "Graduate Student Organizing Committee"
}