{
    "id": "3233073",
    "text": "Basic units of chromatin structure Histone H3 is one of the five main histones involved in the structure of chromatin in eukaryotic cells. Featuring a main globular domain and a long N-terminal tail, H3 is involved with the structure of the nucleosomes of the 'beads on a string' structure. Histone proteins are highly post-translationally modified however Histone H3 is the most extensively modified of the five histones. The term \"Histone H3\" alone is purposely ambiguous in that it does not distinguish between sequence variants or modification state. Histone H3 is an important protein in the emerging field of epigenetics, where its sequence variants and variable modification states are thought to play a role in the dynamic and long term regulation of genes. == Epigenetics and post-translational modifications == The N-terminus of H3 protrudes from the globular nucleosome core and is susceptible to post- translational modification that influence cellular processes. These modifications include the covalent attachment of methyl or acetyl groups to lysine and arginine amino acids and the phosphorylation of serine or threonine. Di- and Tri-methylation of lysine 9 are associated with repression and heterochromatin (see H3K9me2 and H3K9me3), while mono-methylation of K4 (K4 corresponds to lysine residue at 4th position)(see H3K4me1), is associated with active genes. Acetylation of histone H3 at several lysine positions in the histone tail is performed by histone acetyltransferase enzymes (HATs). Acetylation of lysine14 is commonly seen in genes that are being actively transcribed into RNA (see H3K14ac). == Sequence variants == Mammalian cells have seven known sequence variants of histone H3. These are denoted as Histone H3.1, Histone H3.2, Histone H3.3, Histone H3.4 (H3T), Histone H3.5, Histone H3.X and Histone H3.Y but have highly conserved sequences differing only by a few amino acids. Histone H3.3 has been found to play an important role in maintaining genome integrity during mammalian development. Histone variants from different organisms, their classification and variant specific features can be found in \"HistoneDB - with Variants\" database. == Genetics == Histone H3s are coded by several genes in the human genome, including: * H3.1: HIST1H3A, HIST1H3B, HIST1H3C, HIST1H3D, HIST1H3E, HIST1H3F, HIST1H3G, HIST1H3H, HIST1H3I, HIST1H3J * H3.2: HIST2H3A, HIST2H3C, HIST2H3D * H3.3: H3F3A, H3F3B == See also == * Histone code#Histone_H3 * Nucleosome * Histone * Chromatin == References == ",
    "title": "Histone H3"
}