{
    "id": "3233228",
    "text": "\"The One After the Superbowl\" is a double-length episode of the American television sitcom Friends' second season. The episode premiered on NBC on January 28, 1996, as the lead-out for NBC's telecast of Super Bowl XXX. The main storyline of the episode follows Ross, who learns that his former pet monkey Marcel had been employed for a film being shot in New York City, and then tries to get a role in said film as a ploy to reunite with the monkey. Citing previous failures in the high-profile post-Super Bowl timeslot, NBC deliberately decided against premiering a new series, and instead chose to schedule a high-profile episode of an existing, popular series. It was part of an effort by the network to achieve the \"highest-grossing ad-revenue day in television history.\" The episode featured many guest stars, including Brooke Shields, Chris Isaak, Julia Roberts, Jean-Claude Van Damme, Fred Willard, and Dan Castellaneta. With 52.925 million viewers and a 47 percent audience share, \"The One After the Superbowl\" was the most-watched episode of the series, and is the highest-rated Super Bowl lead-out program of all time. The episode itself received mixed reviews, with some critics arguing that the excessive number of guest stars dampened the episode's quality (with several reviews making comparisons to The Love Boat), but others praising it for its funnier moments. Brooke Shields was considered a standout among the guest stars; impressed by her performance, NBC would cast her in the starring role of its new sitcom Suddenly Susan. ==Plot== After seeing a monkey in a beer commercial that reminds him of his former pet monkey Marcel, Ross decides to pay a visit to his old pet at the San Diego Zoo during his business trip to California. When Ross cannot find the monkey, the zoo administrator (Fred Willard) tells him that Marcel has died. However, a janitor (Dan Castellaneta) later informs Ross that Marcel was kidnapped and forced into show business and is currently filming a movie in New York. Meanwhile, Joey has to contend with a mentally ill stalker (Brooke Shields) who delusionally thinks that Joey is actually Dr. Drake Ramoray, the character he plays on Days of Our Lives. Despite this, Joey goes on a date with her. She later confronts him when she suspects \"Drake\" is cheating on her with another woman (actually another character in the soap opera). He tells her he is just an actor, but when she does not believe him, the others claim that Joey is \"Drake\"'s evil twin \"Hans\", in order to get her to leave him alone. Phoebe dates Rob (Chris Isaak) who hires her to perform at children's concerts at a local library. However, the songs she sings to the children are disturbing to the attending parents because they tell truths that the children have never heard before. When Rob's attempts to convince Phoebe to tone down her material for her next performances fail, he is forced to fire her, but the children then come to Central Perk to listen to more of Phoebe's songs. Ross, hoping for a reunion with Marcel, looks for him on the movie set. Joey meanwhile, sucks up to the production assistant to land a part in the movie. While on set, Chandler meets his old childhood friend Susie \"Underpants\" Moss (Julia Roberts) working on the production, with whom he has a colored history; when they were in elementary school, Chandler pulled up Susie's skirt when she was on stage, revealing her panties to the entire school. They arrange a date, Chandler unsuspecting that it is a plot to get revenge. After convincing him to wear her panties, Susie leaves him wearing nothing but the panties in a bathroom stall in the restaurant where they are having dinner. Meanwhile, Monica (Courteney Cox) and Rachel meet the movie's star Jean-Claude Van Damme, and compete for his attention. This creates tension between them, as they both argue over who should get to date him. They both dump him when he tries to convince them to have a threesome with Drew Barrymore. Ross finally reunites with Marcel and Joey lands a small role in the movie, but loses his solitary line after overacting. ==Production== Actress Julia Roberts guest starred in the episode as Susie. The first part of \"The One After the Superbowl\" was written by Mike Sikowitz and Jeffrey Astrof, and the second part by Michael Borkow. Both parts were directed by Michael Lembeck. On January 28, 1996, the day the episode aired, executive producer Kevin S. Bright commented: \"It'll be bigger in size and scope than a regular Friends episode. Tonight we go one step beyond.\" At the beginning of January 1996, it was confirmed that Julia Roberts, Brooke Shields, Chris Isaak and Jean-Claude Van Damme would all guest star in \"The One After the Superbowl\". Actors and comedians Fred Willard and Dan Castellaneta also made minor guest appearances in the episode, as the zookeeper and the zoo janitor respectively. Bright commented that Shields' performance was \"a little into silly land\" at first, but it \"eventually turned in a very funny performance.\" Shields commented that when she was asked to appear on the show, she \"said yes basically sight unseen. I don't know where I was on the list. Maybe everybody else said no.\" The writers had difficulty devising jokes that would be funny when Van Damme said them. In order to create \"Van Damme-proof\" jokes, one writer \"would say them in a really horrible French accent, putting the emphasis on the wrong word\". If people laughed, Van Damme was given the joke to perform. One line created in this way was Van Damme's \"I can crack a walnut with my butt.\" Roberts recorded her scenes from January 6–8, 1996. She had a relationship with cast member Matthew Perry at the time and an audience member said about their on-screen kiss, \"Julia looked at Matt and said 'I'm glad we rehearsed this over the weekend'.\" A sound recordist commented: \"I've seen screen kisses before but this was the best. They really went at it.\" Roberts thought her appearance on the show was \"the most nerve-wracking thing\" she had done since auditioning for Pretty Woman. \"I wanted to be the best I could be. [Perry] is incredibly funny, and you want to inspire that same kind of joy that he does. Then at a certain point at lunch, you go, 'Well, it ain't gonna happen. I'll just try to be cute.'\" The decision to air the episode directly after Super Bowl XXX was made by NBC in hopes of making that Sunday the \"highest-grossing ad-revenue day in television history.\" The guest stars were cast to draw more viewers and further increase the advertising revenue. In past years, networks had \"exploited\" the post-Super Bowl time slot to launch new series. NBC made an exception with Friends because they believed it would attract more advertising revenue than a new show. Curt King, press manager for Friends, commented: \"Try to think of the new shows that were premiered after recent Super Bowls and name one that's still around. What we decided to do this year was not to unveil a new show but give people an extra-special version of a show they already like a lot.\" ==Reception== \"The One After the Superbowl\" is the most-watched episode in the history of Friends, with a total of 52.9 million viewers tuned in after the Super Bowl ended. The episode generated a 29.5 Nielsen rating and a 47 percent audience share, making it the highest-rated episode of any show ever (scripted or otherwise) to debut after the Super Bowl. The advertising rates for \"The One After the Superbowl\" averaged $600,000 for 30 seconds of commercial time. This was one of the largest advertising rates ever for a sitcom at the time. The episode's director, Michael Lembeck, won the 1996 Emmy Award in the \"Outstanding Individual Achievement in Directing for a Comedy Series\" category for this episode, the only Emmy won by Friends that year. Guest star Jean-Claude Van Damme played himself in the episode, but his performance was not well- received.\"The One After the Superbowl\" received mixed reviews from television critics. Lisa Davis of the Fort Worth Star-Telegram called the guest appearances \"a blatant ploy to boost ratings.\" The Charlotte Observer's Tim Goodman said the episode's \"pathetic infusion of 'star appeal'\" made him \"nauseous\" and commented that the producers \"should just make Bernie Kopell a regular and turn it into the Love Boat all over again.\" Diane Holloway of the Austin American-Statesman also noted the similarities with the television series Love Boat, known for its many guest stars: \"[The episode] had a couple of chuckles, but came off like a young Love Boat.\" Entertainment Weekly called the episode \"fragmented, poorly paced, and only sporadically funny. Cramming the already crowded ensemble with celebs may have been a ratings grabber ... but the results are forced sitcomedy and stilted acting,\" specifically citing Van Damme. Colin Jacobson of DVD Movie Guide wrote that the episode \"feels like nothing more than a big stunt to follow the big game.\" He went on to say that the cameos of Willard and Castellaneta \"offers easily the best parts of the program.\" Shields was praised for her performance. Alan Pergament of The Buffalo News said she \"showed a different side and was the best guest star\" in the episode. Peter Marks of The New York Times commented that Shields' performance was \"so edgy and unbridled\" that she \"stole the episode\" from Roberts and Isaak. Jae-Ha Kim of the Chicago Sun-Times wrote that the chemistry between Perry and Roberts was \"authentic\" and that Shields \"may have found her niche as a sitcom queen.\" Her performance in the episode impressed NBC so much that she was offered her own sitcom, Suddenly Susan, for the network's 1996 fall lineup. In discussion of Shields performance, Joanne Ostrow of The Denver Post noted that she \"did a nice turn to help her stalled career.\" She went on to say that Roberts' appearance was \"to little effect\". Ostrow commented that the Monica and Rachel storyline \"was evidence of unfunny, lazy writing.\" Kim, however, thought the storyline offered some \"funny moments.\" Ostrow was complimentary of cast members Lisa Kudrow and David Schwimmer's performances. \"Lisa Kudrow, as Phoebe, singer of truthful folk songs, continues to be a Friends highlight and David Schwimmer can carry off amusing, emotionally tinged moments even opposite a monkey.\" DVD Talk's Earl Cressey named the episode one of the highlights of the second season of Friends. Hal Boedeker of The Orlando Sentinel praised \"The One After the Superbowl\" for being better than most episodes of Friends and \"pleasantly off- the-wall and in keeping with the Friends spirit.\" The authors of Friends Like Us: The Unofficial Guide to Friends wrote that there are \"some lovely moments of slapstick\" in the episode. They called Roberts \"a fine guest-star\", while Van Damme was \"embarrassing\". Pergament said \"The One After the Superbowl\" \"had its moments\", but he thought it felt more like an episode of Seinfeld than an episode of Friends. The Houston Chronicles Ann Hodges gave the episode a more negative review, commenting that the Friends writers \"dropped the ball\" with it: \"Women's underwear, three-way-sex jokes, and a monkey — that was it. The insipid, stupid script was an insult to guest stars like Julia Roberts and Jean-Claude Van Damme.\" ==References== ==External links== *\"The One After the Superbowl: Part 1\" at the Internet Movie Database *\"The One After the Superbowl: Part 1\" at TV.com *\"The One After the Superbowl: Part 2\" at the Internet Movie Database *\"The One After the Superbowl: Part 2 at the TV.com Category:1996 American television episodes Category:Friends (season 2) episodes Category:Super Bowl lead-out shows Category:Emmy Award-winning episodes ",
    "title": "The One After the Superbowl"
}