{
    "id": "3234607",
    "text": "Fingerbobs is a British children's television programme made by the BBC in 1972. The first episode was broadcast on 14 February 1972 on BBC1 as part of Watch with Mother. The show was created by Joanne and Michael Cole, who also created Bod. Only thirteen episodes were ever made and were regularly repeated until December 1984. Presented by mime artist \"Yoffy\" (played by Canadian actor Rick Jones), each ten-minute episode told a story centred on a paper finger puppet animal and usually involved collecting various items (such as pebbles or feathers) to make up another object at the end. The finger puppets, each of whom had their own song, included: * Fingermouse - a mouse, consisting of a grey paper cone head with paper ears and whiskers with a grey glove for the body (\"Fingermouse, Fingermouse/I am a sort of wondermouse\"). Fingermouse later got his own show, with a new puppeteer, Play School's Iain Lauchlan, called \"The Music Man\". The Music Man would tell stories involving Fingermouse, using musical instruments. * Gulliver - a seagull made from a white ping-pong ball (head) placed over a thumb and white gloves forming the body with outstretched fingers as the wings. (\"I spread my wings.\") * Scampi - several scampi were made using purple gloves with red heads on each finger * Flash - a tortoise, with a paper shell. (\"Slowly, steadily, I move at my own pace/They call me Flash though I won't dash/Who wants to run a race?\") Other animal characters included Enoch the woodpecker, Scaredy the crow, Louise the squirrel, Prickly Friend the hedgehog and Gloria, a white mouse who appeared in the last edition as a girlfriend for Fingermouse. These creatures only made occasional appearances and did not have their own songs. Fingermouse gained his own series in 1985. In this series, the focus was more on musical instruments. One series was made of thirteen programmes. The memorable theme tune went \"Yoffy lifts a finger, and a mouse is there/Puts his hands together, and a seagull takes the air/Yoffy lifts a finger, and a scampi darts about/Yoffy bends another, and a tortoise head peeps out/These hands were made for making, and making they must do.\" After filming the last episode, Jones destroyed the mouse puppet while the camera was still rolling. Fingerbobs was referenced in the video of \"A Town Called Hypocrisy\" by Lostprophets. == Episodes == The following information has been taken from the Kult Kidz Gold DVD release of the series. Gulliver's Stories * Bumpy * Stones * Feathers Scampi's Stories * Sounds * Wood * Shiny Fingermouse's Stories * String * Shadow * Shapes * Bricks Flash's Stories * Paint * Seeds * House Note: Episode titles were given in Radio Times, but were not shown on-screen. == References == == External links == *Fingerbobs * Category:1972 British television series debuts Category:1972 British television series endings Category:1970s British children's television series Category:BBC children's television shows Category:British television shows featuring puppetry Category:English-language television shows ",
    "title": "Fingerbobs"
}