{
    "id": "3234155",
    "text": "The University Pitt Club, popularly referred to as the Pitt Club, the UPC, or merely as Club, is a private members' club of the University of Cambridge, with a previously male-only membership but now open to both men and women.https://www.varsity.co.uk/news/14047 == History == The Pitt Club was founded in Michaelmas term 1835 named in honour of William Pitt the Younger, who had been a student at Pembroke College, Cambridge. It was originally intended as one of the Pitt Clubs, a series political clubs set up across Great Britain, 'to do honour to the name and memory of Mr William Pitt, to uphold in general the political principles for which he stood'. In particular the University Pitt Club was intended to assist the local party organisations of the town of Cambridge to return worthy, that is to say, Tory, representatives to Parliament and to the Borough Council'. From the start, however, there was a social element as the Club's political events were combined with 'the pleasures of social intercourse at dinner, when party fervour among friends, dining in party uniform, might be warmed towards a political incandescence by the speeches to successive toasts'. Over the course of the Pitt Club's first few decades, the political element diminished whilst the social element increased. By '1868, at the latest, the Pitt Club [had] ceased from all political activity and . . . elected members to its social advantages without any regards whatever to considerations of political party'. Though the Club's raison d'être changed in its early years, it 'was from the first, and has always remained, an undergraduate organization'. The Pitt Club has been in almost continuous operation since its founding. During the First World War, however, the Club's existence became increasingly tenuous as more Cambridge men joined the forces. It temporarily closed in October 1917 but reopened in early 1919. By 1920, the Club had 'become nearly normal again, \"the only real trouble\", according to the Minutes, \"being the horrible scarcity of whisky'\". The premises were commandeered during the Second World War and made available to the public. One observer, A. S. F. Gow, remarked at the time that the Pitt Club's 'eponymous hero looks down from the pediment, with a nose visibly tiptilted in disgust, upon an enormous notice displaying the legend \"British Restaurant\"'. As for the members, they were forced to seek alternative accommodation and eventually settled for temporary rooms above the post office in Trinity Street, which they called the Interim Club. On 7 November 2017, a referendum to elect women into the club passed. This did not pass without controversy though, with only resident members being granted a vote. == Clubhouse == The Club was a peripatetic organisation during its first few years, meeting variously in the rooms of members and in other venues. In 1841, it acquired rooms over the shop of Mr Richard Hutt, bookseller, at 29 Trinity Street, which it occupied until 1843. From 1843 until 1866, the Pitt Club's rooms were located over the furniture shop of a Mr Metcalfe at 74 Bridge Street, on the corner of All Saints' Passage. Since 1866, the Club's premises have been at 7a Jesus Lane. The building was originally designed in 1863 as Victorian Roman Baths by Sir Matthew Digby Wyatt. The baths were an extremely short-lived venture, opening in late February 1863 and closing by December of that year. After the closure, a liquidation sale ensued, and the building was auctioned off in 1865, being bought by its own architect, Wyatt, for £2,700. He rented out half of the building to the Pitt Club, and the other half to Orme's Billiards Rooms. In 1907, the Club bought the entire building. Following a fire in the same year, the interior of the Club was extensively renovated. There were further renovations in 1925, and the dining room was paneled in 1927. The large plaque of Pitt's head that adorns the pediment over the entrance to the Club was presented in February 1933 by General Sir Neill Malcolm. It had formerly been on a wall at Bowling-Green House in Putney, Pitt's place of death, which was pulled down in 1932. A former room of the Pitt Club, now used by Pizza Express For most of the century after its purchase of 7a Jesus Lane, the Club occupied the whole of the prominent neo- classical building. The clubhouse was designated a Grade II listed building in 1950. As the Club went through mounting financial difficulties in the 1990s, it sold a 25-year leasehold on the ground floor of its building to the Pizza Express chain in October 1997, although the ground floor had been in use as a restaurant (once known as Xanadu), since at least 1985. The Club now occupies the first floor of the building.cambridge.gov.uk == Notable members == Notable members and former members of the club include but are not limited to: ===Royalty=== * Edward VII of the United Kingdom of Great Britain and Ireland (1841–1910). * Prince Albert Victor, Duke of Clarence and Avondale (1864–1892). * George V of the United Kingdom of Great Britain and Ireland (1865–1936). * Prince Frederick Duleep Singh (1868–1926), son of the last Maharaja of the Sikh Empire. * Captain Bertram Brooke, Tuan Muda of Sarawak (heir apparent) of The Raj of Sarawak (1876–1965). * Charles, Prince of Wales (1948–). ===Academics=== * Matthew Digby Wyatt (1820–1877), architect, art historian, Secretary of the Great Exhibition, first Slade Professor of Fine Art at the University of Cambridge. * Arthur Christopher Benson (1862–1925), English essayist, poet, author and academic, and the 28th Master of Magdalene College, Cambridge. He is noted for having written the words of the song \"Land of Hope and Glory\". * M. R. James (1862–1936), author, medievalist, provost of King's College, Cambridge (1905–1918), and of Eton College (1918–1936). He was Vice-Chancellor of the University of Cambridge (1913–15). * Walter George Headlam (1866–1908), a British classical scholar and poet, perhaps best remembered for his work on the Mimes of Herodas. He was described as \"one of the leading Greek scholars of his time. * Robert Carr Bosanquet (1871–1935), British archaeologist and first holder of the Chair of Classical Archaeology at the University of Liverpool. * John Samuel Budgett (1872–1904), British zoologist and embryologist. * Sir Walter Morley Fletcher (1873–1933), Fellow of Trinity College, Cambridge, physiologist and medical researcher. * John Maynard Keynes (1883–1946), renowned economist and member of the Bloomsbury Group. * James Bond (ornithologist) (1900–1989), the namesake for Ian Fleming's character James Bond, ornithologist and expert on the birds of the Caribbean. He was the sole American member of the Pitt Club. * Anthony Blunt (1907–1983), leading art historian and member of the Cambridge Five. * David Watkin (1941–2018), architectural historian and former Club's President. ===Politicians=== *George Smythe, 7th Viscount Strangford (1818-1857), a British Conservative politician, best known for his association with Benjamin Disraeli and the Young England movement. He served briefly as Under-Secretary of State for Foreign Affairs in 1846 under Sir Robert Peel. Former Club President. *Victor Cavendish, 9th Duke of Devonshire, British peer and politician who served as Governor General of Canada. *John Manners, 7th Duke of Rutland, English statesman, Postmaster-General, Chancellor of the Duchy of Lancaster, and poet. *George Jellicoe, 2nd Earl Jellicoe (1918-2007), British politician, diplomat, businessman and the commander of the Special Boat Service in WW2. *Edward Macnaghten, Baron Macnaghten, Anglo-Irish rower, barrister, Conservative-Unionist politician and law lord. *Lawrence Dundas, 2nd Marquess of Zetland, British Conservative politician and Secretary of State for India. *Ivo Bligh, 8th Earl of Darnley, aristocrat, parliamentarian and cricketer. *Alfred Lyttelton, politician and the first man to represent England at both football and cricket. *Frederick Peel, British Liberal Party politician and railway commissioner. *John Maclay, 1st Viscount Muirshiel, Member of Parliament and peer. *William Bridgeman, 1st Viscount Bridgeman, former Home Secretary between 1922 and 1924 and an active cricketer. *Edward Grenfell, 1st Baron St Just (1870-1941), British banker and politician. He was a named partner at Morgan, Grenfell & Co., a director of the Bank of England (1905 to 1940) and MP for the City of London (1922-1935). *William Cecil, 3rd Marquess of Exeter, British peer and politician. *James Heathcote-Drummond- Willoughby, 3rd Earl of Ancaster, British aristocrat, soldier, and Member of Parliament. *Hugh Fortescue, 4th Earl Fortescue, British Liberal politician. *Victor Bulwer-Lytton, 2nd Earl of Lytton, British politician, Governor of Bengal, League of Nations Commissioner. *Lord Richard Cavendish (1871–1946), British aristocrat, author, magistrate, and Liberal politician. *John Wodehouse, 3rd Earl of Kimberley, British peer, Liberal politician and a champion polo player. *Archibald Acheson, 6th Earl of Gosford (1911-1966), British peer, politician, and a Royal Air Force officer. Whilst at Harrow School he was Inter-Public Schools Athletics Champion for the 880 yards (1929). *Lord George Manners, British nobleman and Conservative Party politician. *Orlando Bridgeman, 5th Earl of Bradford (1873-1957), British peer, Conservative politician and soldier. *George Hay, Earl of Gifford, British Liberal politician. *Lancelot Lowther, 6th Earl of Lonsdale, British peer. *James Agar, 3rd Earl of Normanton (1818-1896), Conservative Party politician. *Edward Herbert, 3rd Earl of Powis, British peer and politician. *William Dudley Ward, British Liberal politician and sportsman. *Horatio Nelson, 3rd Earl Nelson, British politician. *Kwasi Kwarteng, (1975-), British Conservative Party politician, Minister of State for Business, Energy and Clean Growth. ===Actors=== * John Cleese (1939–) * Alexander Armstrong (1970–) * Tom Hiddleston (1981–) * Eddie Redmayne (1982–) ===Journalists and authors=== * E. F. Benson (1867–1940), novelist, biographer, memoirist, archaeologist and short story writer. * George William Lyttelton (1883–1962), British teacher and littérateur. * David Frost (1939–2013), television host, media personality, comedian and writer, known for his interviews with Richard Nixon. * Andrew Roberts (1963–), historian, journalist, Visiting Professor at the Department of War Studies, King's College London, Visiting Research Fellow at the Hoover Institution at Stanford University. * Simon Sebag Montefiore (1965–), historian, television presenter and author of popular history books and novels. ===Clerics=== *George Thomas Orlando Bridgeman (1823-1895), a Church of England clergyman and antiquary. *Lionel Ford (1865-1932), Anglican priest and Dean of York. Headmaster of Harrow School (1910-1925). *Edward Lyttelton, English sportsman, schoolmaster and cleric. Headmaster of Eton College (1905-1916). England International Footballer & 1876 FA Cup finalist. *George Herbert (priest), Anglican priest and Dean of Hereford. *Alfred Newman Gilbey, Catholic chaplain to Cambridge University, and protonotary apostolic ===Athletes=== *Martin Hawke, 7th Baron Hawke (1860-1938), international cricketer and President of the MCC. *Harold Abrahams (1899–1978), Olympic track and field champion immortalized in Chariots of Fire. *David Cecil, 6th Marquess of Exeter (1905–1981), Olympic gold-medalist on whom the character Lord Lindsay in Chariots of Fire is based. *Edward Williams (rower), British rower who competed in the 1908 Summer Olympics, killed in action in the First World War. *Banner Johnstone, British Olympic rower. *Robert Morrison (rower), British Olympic rower. *Michael Warriner (1908-1986), British Olympic rower and gold medallist (1928). Three-time boat race winner and President of C.U.B.C. *Charles Gurdon, English rower and rugby union forward, captained an England international side. *Ronald Powell (rower), English rower. *Anthony Bingham Mildmay, 2nd Baron Mildmay of Flete, celebrated amateur steeplechaser, who raced in the Grand National. *Raymond Etherington-Smith, doctor and British Olympic rower. *Frederick I. Pitman, British rower. *Kynaston Studd, British cricketer, businessman and Lord Mayor of London. *Francis Grimston, amateur cricketer. *John Goldie (barrister), English rower and barrister, namesake for the second Cambridge boat Goldie (Cambridge University Boat Club). *Claude Goldie, English rower and soldier. *Graham Maitland, English rower. *Claude Taylor (rower), English rower. *Eric Powell (rower), English schoolmaster, artist and rower who competed for Great Britain in the 1908 Summer Olympics. *Geoffrey Cornewall, British archer who competed at the 1908 Summer Olympics. *Stanley Muttlebury, 'The Mighty Muttle', English rower notable in the annals of rowing and the Oxford and Cambridge Boat Race. ===Other=== *Evelyn de Rothschild (1886–1917), member of the Rothschild family and soldier. *Guy Burgess (1911–1963), diplomat and member of the Cambridge Five. *Charles Grey, 5th Earl Grey, English nobleman. *James Hamilton Doggart, leading ophthalmologist, lecturer, writer, cricketer, and a member of the Cambridge Apostles and the Bloomsbury Group. *Roland Nelson, English rower, barrister and private secretary to the First Lord of the Admiralty and the Home Secretary. *Rudolph Feilding, 8th Earl of Denbigh, British peer and noted Roman Catholic convert. *Claud Phillimore, 4th Baron Phillimore, British architect. *Edric Hamilton-Russell, British rower and mining engineer who was director of pre-nationalisation collieries. *Arthur Murray Goodhart, British composer and organist, principal of Guildhall School of Music, Conductor of the Concerts of the Royal Academy of Music. *John Fremantle, 4th Baron Cottesloe, Chairman of the Arts Council of Great Britain and the South Bank Theatre Board. *Rupert Goodman, British publisher, international affairs expert and entrepreneur. ==Official website== pittclub.org.uk ==References== Category:Clubs and societies of the University of Cambridge Category:Dining clubs Category:1835 establishments in England Category:Grade II listed buildings in Cambridge Category:William Pitt the Younger ",
    "title": "University Pitt Club"
}