{
    "id": "3234657",
    "text": "Rudolf Graf von Marogna-Redwitz (15 October 1886 – 12 October 1944) was a Colonel of the Wehrmacht,Jana Leichsenring, Frauen und Widerstand member of the German Resistance in Nazi Germany and the 20 July Plot against Adolf Hitler at the Wolf's Lair in East Prussia. ==Early life== Born in Munich, Rudolf Graf von Marogna-Redwitz completed his training to be a career officer in the German Imperial Army. He worked initially in a successor organization to military counterintelligence after the First World War. In the 1920s he became acquainted with Claus Schenk von Stauffenberg at the Reichswehr Reiterregiment 17 in Bamberg.Herrschaft und Gesellschaft im Konflikt , Martin Broszat e.a. ==Nazi Germany and the Second World War== In 1935 he was transferred to the Abwehr of Wilhelm Canaris and was sent to Vienna in 1938, where he served as the Chief of the counterintelligence office aka Abwehr department Vienna.Stephen Schröder, Der 20. Juli 1944 - Profile, Motive, Desiderate Marogna-Redwitz cooperated with the catholic-conservative parts of resistance in AustriaRadomír Luža, The resistance in Austria, 1938-1945 After Canaris was disbanded out of office in early 1944, Marogna-Redwitz was transferred to the Army High Command in Berlin at the instigation of Friedrich Olbricht. Among those who worked for him was Lieutenant Colonel Werner Schrader. Marogna-Redwitz belonged to the tight circle with the brothers Claus Graf Schenk von Stauffenberg and Berthold Graf Schenk von Stauffenberg and was scheduled as the plotter's liaison officer in Vienna.German Resistance Memorial Berlin Marogna-Redwitz at the Volksgerichtshof ==20 July Bomb Plot== On 20 July 1944, while in Vienna, he contacted the Austrian Politicians Karl Seitz and Josef Reither and took action against local Nazis but was soon arrested by the Gestapo, he was sentenced to death by the Volksgerichtshof or the People's Court on 12 October 1944 and hanged at Plötzensee Prison in Berlin the same day. ==Personal life== Marogna-Redwitz was married to Anna Gräfin von Arco-Zinneberg and had one daughter and two sons. ==Notes== ==External links== * Plötzensee Prison * Category:1886 births Category:1944 deaths Category:Military personnel from Munich Category:Abwehr Category:Executed members of the 20 July plot Category:People from Bavaria executed at Plötzensee Prison Category:German people of World War II Category:People condemned by Nazi courts Category:Executed people from Bavaria Category:People from the Kingdom of Bavaria Category:German military personnel of World War I Category:German military personnel of World War II Category:People executed by hanging at Plötzensee Prison Category:Counts of Germany Category:Military personnel of Bavaria ",
    "title": "Rudolf von Marogna-Redwitz"
}