{
    "id": "3234789",
    "text": "Rohan Anthony Ricketts (born 22 December 1982) is an English footballer who most recently played as a midfielder for Master's Futbol of League1 Ontario. ==Club career== ===Arsenal=== Ricketts started out with Arsenal, with whom he won the FA Youth Cup in 2000 and 2001. He made one appearance for them, in the League Cup, against Manchester United. ===Tottenham Hotspur=== In 2002, he made the unusual step of joining Arsenal's rivals Tottenham Hotspur, and became just the fourth player to make the switch from Arsenal to Tottenham Hotspur and only the twelfth to appear for both sides since their formation. Ricketts did not play a single game in his first season, but was a first-team regular in 2003–04 and his form saw him agree a one-year contract extension with the club in December 2003. Tord Grip was impressed with his ability and there was talk of him being called up to the senior England squad , but following on from Glenn Hoddle's sacking as Tottenham manager, Ricketts found his first team opportunities limited, despite being named Player of the Month in August and September for Tottenham. He scored one league goal during his time at Spurs, in a 2–1 win over Aston Villa in November 2003. He also scored once in the League Cup for Spurs, in a game against Coventry City. ====Loan spells==== The following season, under Jacques Santini and then Martin Jol, he found appearances harder to come by and had two loan spells, first at Coventry City, and then Wolverhampton Wanderers, linking up with his former manager, Glenn Hoddle. He scored once for Wolves, in a 2–1 win over Reading on 30 April 2005. ===Wolverhampton Wanderers=== In the summer of 2005 he moved to Molineux on a permanent basis. He had a loan spell at Queens Park Rangers in 2007 and was released by Wolves in May of the same year. ===Barnsley=== Ricketts signed a two-year deal with Championship side Barnsley in July 2007 but was released on 11 April 2008. That same day he was signed by Toronto FC of Major League Soccer. ===Toronto FC=== Rohan Ricketts scored his first two goals for Toronto FC against the Colorado Rapids on 14 June 2008. In 2008 Ricketts made 26 starts (27 total appearances) and scored four goals in the regular season; he added two more goals in the Canadian Championship. In 2009, Ricketts was pushed down Toronto FC's depth chart due to the arrivals of Canadian international Dwayne DeRosario and young American Sam Cronin; in June, Toronto released Ricketts, clearing the salary cap space necessary for the club to sign Canadian international Ali Gerba. Following his release from Toronto, Ricketts reportedly spurned interest from several English clubs to go on trial with Aberdeen in August 2009. Ricketts reportedly impressed during his trialin particular in Aberdeen's 1–0 win over Hull City in a preseason friendly matchbut budgetary constraints reportedly complicated the potential signing, and Ricketts ultimately did not remain with the club. ===Diósgyőri VTK=== In early 2010 during the winter transfer market in Europe, Ricketts signed for Hungarian club Diósgyőri VTK. For DVTK first team Rohan Ricketts made one appearance in the League but with no goal. For DVTK's \"B team\" Rohan played in four matches with one goal. After his first season with DVTK, they were relegated from Hungary's top professional league to the NB2 ===FC Dacia Chişinău=== In August 2010 Ricketts signed for FC Dacia Chişinău of the Moldovan National Division. He made his debut the same month in a 0–0 draw against FC Academia UTM Chişinău. On 10 November 2010 Rohan Ricketts announced on talksport radio that he had parted ways with Dacia and still hadn't been paid by the club at the time and that he was going to Germany to take part in trials. ===SV Wilhelmshaven=== On the last day of the Winter transfer window on 31 January 2011, Ricketts signed for German club SV Wilhelmshaven. He stated on 3 May 2011 that he would like to return to England, to play in either the Premier League, or the Championship. He left the club at the end of the 2010–11 season. Ricketts went on trial at Southend United ahead of the 2011–12 season, scoring a hat-trick in a 5–0 pre-season friendly victory over Great Wakering Rovers on 12 July 2011. Ricketts stated that he would permanently join Southend if he was offered a \"fair deal\". However, after continual negotiations between both Ricketts and Southend, Ricketts stated that a \"deal had not been struck\" between the pair, and that he now wanted to \"entertain other opportunities\" — going on trial at League One club Stevenage after a number of conversations with manager Graham Westley. Ricketts played 45 minutes in Stevenage's 1–0 friendly defeat to an Arsenal XI side on 23 July 2011. He stated that his time at Stevenage was a \"shock to his body\" due to Stevenage's training regime. ===Shamrock Rovers=== On 31 August 2011, Ricketts signed for League of Ireland champions Shamrock Rovers. He made his first team debut away to Dundalk on 3 September and was involved in both goals, providing the cross for the first goal and the pass to win a penalty for the second goal in a 2–1 win. Ricketts played in the UEFA Europa League in a 3–1 defeat against former club Tottenham Hotspur. He was released from Shamrock Rovers in December 2011, as he was not offered a new contract. ===Exeter City=== On 22 March 2012, Ricketts signed for League One side Exeter City on a contract until the end of the 2011–2012 season. However, after just one substitute appearance for the Grecians, Ricketts left the club on 16 April. ===Dempo=== Rohan signed for defending I-League champions Dempo on 20 August 2012. He announced on Twitter in January 2013 that he had resigned from Dempo, after he was suspended by the club for an outburst on Twitter. ===Deportivo Quevedo=== On 7 January 2013, it was announced that Ricketts had signed for Club Deportivo Quevedo. Ricketts made his debut for Deportivo Quevedo in a 1 – 1 draw against the reigning champions Barcelona. Ricketts had his contract with Depotivo Quevedo terminated at the end of July 2013 after making 9 appearances for the club. ===PTT Rayong=== On 25 January 2014 it was confirmed that Ricketts had signed for PTT Rayong of the Thai Premier League. On 17 October 2014, Ricketts and PTT Rayong mutually agreed to terminate his contract. ===Eastern Sports Club=== On 8 January 2015, Hong Kong Premier League giant Eastern Sports Club made an official announcement that Ricketts had signed for them and taken the no.11 shirt after he impressed the team manager and coaches during a trial. ===Abahani Limited Dhaka=== In March 2016, Ricketts headed to the Bangladesh Premier League with Abahani Limited Dhaka. ===Leatherhead=== Ricketts joined Leatherhead on 3 November 2016, leaving the club a month later on 9 December 2016. ===Master's Futbol=== Ahead of the 2018 League1 Ontario season, it was announced that Ricketts had returned to Canada to play for Master's Futbol. He did not return for the 2019 season. ==International career== Ricketts was capped by England at under-18 and under-20 level. ==Personal life== During the 2010 FIFA World Cup, Ricketts co-hosted 'The Hardcore Footy Show: South Africa 2010' with Brendan Dunlop, on Hardcore Sports Radio, Sirius 98 and was a regular on TSN for football. On 24 August 2010, Rohan joined the team of Canada's largest sportsradio network, CJCL, (Fan 590). He is currently a sports columnist with them. He also signed to write for online magazine, the Sabotage Times, on 29 August. http://i25.tinypic.com/24fa8hy.jpg In May 2011, Ricketts launched his own online-only magazine, Column 10. The magazine, which includes a host of features on sport, music, film, fashion and more, has included exclusive interviews with football journalist Henry Winter, official FIFA Agent Charles Collymore and DJ Spoony. Ricketts had been a regular guest on World Football Daily offering insights and entertaining football talk to fans in America. ==Club statistics== {| class=\"wikitable\" style=\"text-align: center;\" |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !colspan=\"3\"|League !colspan=\"2\"|National Cup !colspan=\"2\"|League Cup !colspan=\"2\"|Continental !colspan=\"2\"|Other !colspan=\"2\"|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=\"1\"|Arsenal |2001–02 |Premier League |0||0||0||0||1||0||0||0||colspan=\"2\"|—||1||0 |- |rowspan=\"4\"|Tottenham Hotspur |2002–03 |Premier League |0||0||0||0||0||0||colspan=\"2\"|—||colspan=\"2\"|—||0||0 |- |2003–04 |Premier League |24||1||0||0||4||1||colspan=\"2\"|—||colspan=\"2\"|—||28||2 |- |2004–05 |Premier League |6||0||0||0||2||0||0||0||colspan=\"2\"|—||8||0 |- !colspan=\"2\"|Total !30!!1!!0!!0!!6!!1!!0!!0!!colspan=\"2\"|—!!36!!2 |- |Coventry City (loan) |2004–05 |Championship |6||0||0||0||0||0||colspan=\"2\"|—||colspan=\"2\"|—||6||0 |- |Wolverhampton Wanderers (loan) |2004–05 |Championship |7||1||0||0||0||0||colspan=\"2\"|—||colspan=\"2\"|—||7||1 |- |rowspan=\"3\"|Wolverhampton Wanderers |2005–06 |Championship |25||0||0||0||1||0||colspan=\"2\"|—||colspan=\"2\"|—||26||0 |- |2006–07 |Championship |19||0||3||0||1||0||colspan=\"2\"|—||colspan=\"2\"|—||23||0 |- !colspan=\"2\"|Total !51!!1!!3!!0!!2!!0!!colspan=\"2\"|—!!colspan=\"2\"|—!!56!!1 |- |Queens Park Rangers (loan) |2006–07 |Championship |2||0||0||0||0||0||colspan=\"2\"|—||colspan=\"2\"|—||2||0 |- |Barnsley |2007–08 |Championship |10||0||1||0||2||0||colspan=\"2\"|—||colspan=\"2\"|—||13||0 |- |rowspan=\"3\"|Toronto FC |2008 |Major League Soccer |27||4||4||2||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||31||6 |- |2009 |Major League Soccer |12||0||1||0||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||13||0 |- !colspan=\"2\"|Total !39!!4!!5!!2!!colspan=\"2\"|—!!colspan=\"2\"|—!!colspan=\"2\"|—!!44!!6 |- |rowspan=\"1\"|Diósgyőri VTK |2009–10 |Nemzeti Bajnokság I |1||0||0||0||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||1||0 |- |rowspan=\"1\"|Dacia Chişinău |2010–11 |Moldovan National Division |4||0||0||0||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||4||0 |- |rowspan=\"1\"|SV Wilhelmshaven |2010–11 |Regionalliga Nord |12||1||0||0||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||12||1 |- |rowspan=\"1\"|Shamrock Rovers |2011 |League of Ireland |10||2||1||0||colspan=\"2\"|—||2||0||colspan=\"2\"|—||13||2 |- |rowspan=\"1\"|Exeter City |2011–12 |League One |1||0||0||0||0||0||colspan=\"2\"|—||0||0||1||0 |- |rowspan=\"1\"|Dempo |2012–13 |I-League |10||1||0||0||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||10||1 |- |rowspan=\"1\"|Deportivo Quevedo |2013 |Ecuadorian Serie A |9||0||0||0||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||9||0 |- |rowspan=\"1\"|PTT Rayong |2014 |Thai Premier League |7||0||0||0||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||7||0 |- |rowspan=\"1\"|Eastern AA |2014–15 |Hong Kong Premier League |7||0||2||0||2||1||colspan=\"2\"|—||2||0||13||1 |- !colspan=\"3\"|Career total !199!!10!!12!!2!!13!!2!!2!!0!!2!!0!!228!!14 |} ==Honours== ;Arsenal *FA Youth Cup (2): 2000, 2001 ;Toronto *Canadian Championship (1): 2009 ;Shamrock Rovers *League of Ireland (1): 2011 ;Eastern Sports Club *Hong Kong Senior Shield (1): 2014–15 ===Individual=== *Canadian Championship Golden Boot: 2008 (co- winner – two goals) ==References== ==External links== * *Rohan Ricketts' website * *ESPN Soccernet profile Category:1982 births Category:Living people Category:Footballers from Clapham Category:Black English sportspeople Category:English footballers Category:Association football midfielders Category:Premier League players Category:Arsenal F.C. players Category:Tottenham Hotspur F.C. players Category:Coventry City F.C. players Category:Wolverhampton Wanderers F.C. players Category:Queens Park Rangers F.C. players Category:Barnsley F.C. players Category:English expatriate footballers Category:Expatriate soccer players in Canada Category:Major League Soccer players Category:Toronto FC players Category:English expatriate sportspeople in Canada Category:Expatriate footballers in Hungary Category:Nemzeti Bajnokság I players Category:Diósgyőri VTK players Category:FC Dacia Chișinău players Category:Expatriate footballers in Moldova Category:English expatriate sportspeople in Hungary Category:Shamrock Rovers F.C. players Category:League of Ireland players Category:Exeter City F.C. players Category:English Football League players Category:Dempo S.C. players Category:C.D. Quevedo footballers Category:Eastern Sports Club footballers Category:Hong Kong First Division League players Category:Expatriate footballers in Ecuador Category:Expatriate footballers in Thailand Category:Expatriate footballers in Hong Kong ",
    "title": "Rohan Ricketts"
}