{
    "id": "3234166",
    "text": "\"Wind Beneath My Wings\" (sometimes titled \"The Wind Beneath My Wings\" and \"Hero\") is a song written in 1982 by Jeff Silbar and Larry Henley.Kawashima, Dale. \"Songwriter Jeff Silbar: How He Co-Wrote The Classic Hit, 'Wind Beneath My Wings. SongwriterUniverse. Retrieved February 11, 2012. The song was first recorded by Kamahl in 1982 for a country and western album he was recording. Kamahl talked about being the first to record the song in an appearance on Australian TV show Spicks and Specks but stated it was not commercially released because it was felt he did not suit the country and western style. Instead, Roger Whittaker recorded the song, as well as Sheena Easton and Lee Greenwood. The song appeared shortly thereafter in charted versions by Colleen Hewett (1982), Lou Rawls (1983), Gladys Knight & the Pips (1983), and Gary Morris (1983). The highest-charting version of the song to date was recorded in 1988 by singer and actress Bette Midler for the soundtrack to the film Beaches. This version was released as a single in early 1989, spent one week at No. 1 on the Billboard Hot 100 singles chart in June 1989, and won Grammy Awards for both Record of the Year and Song of the Year in February 1990. On October 24, 1991, Midler's single was also certified Platinum by the Recording Industry Association of America for shipment of one million copies in the United States. In 2004 Midler's version finished at No. 44 in AFI's 100 Years...100 Songs survey of top tunes in American cinema. Perry Como recorded the song for his final studio album Today, released by RCA Records in 1987. Como wanted \"Wind Beneath My Wings\" released as a single, but RCA refused; Como was reportedly so angry, he vowed to never record for RCA Records ever again. In a 2002 UK poll, \"Wind Beneath My Wings\" was found to be the most- played song at British funerals. ==Background== Silbar and Henley recorded a demo of the song, which they gave to musician Bob Montgomery. Montgomery then recorded his own demo version of the song, changing it from the mid-tempo version he was given to a ballad. Silbar and Henley then offered the song to many artists, which eventually resulted in Roger Whittaker becoming the first to release the song commercially. It appears on his 1982 studio album, also titled The Wind Beneath My Wings. The song was shortly thereafter recorded by Australian artist Colleen Hewett and released by Avenue Records in 1982. Hewitt's recording became the first version of the song to be issued as a single and to appear on a national chart, peaking at No. 52 on Australia's Kent Music Report chart. The first year \"Wind Beneath My Wings\" appeared on music industry trade publication charts in the United States was 1983. Singer Lou Rawls was the first to score a major hit with the song, as his version peaked at No. 10 on the Billboard Adult Contemporary chart, No. 60 on the Billboard Hot Black Singles chart, and No. 65 on the main Billboard Hot 100 singles chart.Billboard, April 13, 1996, p. 106 Gladys Knight & the Pips also released a recording of the song in 1983 under the title \"Hero\". Their version peaked at No. 64 on Billboards Hot Black Singles chart while also reaching No. 23 on Billboards Adult Contemporary chart. Singer Gary Morris released a country version of the song in 1983. Morris's version of the song peaked at No. 4 on Billboards Hot Country Singles chart and later won both the Academy of Country Music and the Country Music Association awards for Song of the Year. ==Lou Rawls version== Lou Rawls was the first to land the song on the chart in the US.Who Did It First?: Great Pop Cover Songs and Their Original Artists, By Bob Leszczak - Page 229 The up-tempo version by Rawls was released in March 1983 on Epic 34-03758. It was backed with \"Midnight Sunshine\".Pop Archives - LOU RAWLS, (The) Wind Beneath My Wings45Cat - Record Details, Artist: Lou Rawls, Catalogue: 34-03758 It appeared on his album, When the Night Comes.AllMusic - Lou Rawls, '\"When the Night Comes AllMusic Review by Andrew Hamilton It spent six weeks on the Billboard Hot 100 chart and on April 16, 1983, it peaked at no. 65.Billboard.com - Lou Rawls | Chart History, Wind Beneath My Wings It also got to no. 60 on the R&B; chart.Billboard, April 13, 1996 - Page 106 CHART BEAT, 'I Will Survive' Becomes Savage by Fred Bronson Rawls once performed a twelve-minute live version of the song at a concert in Elgin, Illinois.CMJ New Music Monthly, February 2001 - Page 54 ===Chart performance=== {|class=\"wikitable sortable plainrowheaders\" style=\"text- align:center;\" |- ! scope=\"col\"| Chart (1984) ! scope=\"col\"| Peak position |- ! scope=\"row\"| Billboard Adult Contemporary | 10 |- ! scope=\"row\"| Billboard Hot Black Singles | 60 |- ! scope=\"row\"| Billboard, Hot 100 | 65 |} ==Gary Morris version== \"Wind Beneath My Wings\" was recorded by American country music artist Gary Morris and reached the Top 10 of the Billboard Hot Country Singles chart. It was named Song of the Year by both the Academy of Country Music and the Country Music Association. ===Chart performance=== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" |- ! scope=\"col\"| Chart (1984) ! scope=\"col\"| Peak position |- |- ! scope=\"row\"| Canadian RPM Country Tracks | 10 |} ==Bette Midler version== \"Wind Beneath My Wings\" was performed by Bette Midler for the soundtrack of the film Beaches and became a US number-one single. It was named Record of the Year and Song of the Year at the Grammy Awards of 1990. The song became a worldwide hit; it charted at No. 5 in the UK, No. 2 in Iceland, No. 4 in New Zealand, and No. 1 in Australia. Midler performed the song, with the fictional character Krusty the Clown, on season 4 episode 22 of The Simpsons in 1993. In the days following the September 11 attacks in 2001, she performed the song live at the Prayer for America memorial service held at Yankee Stadium. In 2014, Midler performed the song following the annual in memoriam montage at the 86th Academy Awards in 2014. ===Critical reception=== AllMusic editor Heather Phares said that Midler turned this \"inspirational love song\" into \"an epic pop song\". She also noted Midler's \"demonstrative interpretation\". Stephen Holden from The New York Times noted in his review of the Beaches soundtrack, that \"one is reminded of just how powerful a pop singer Ms. Midler can be when handed the right song and an arrangement that doesn't constrict her brash, larger-than-life personality.\" He added that \"the most effective numbers are dramatic ballads\" like \"Wind Beneath My Wings\". People Magazine wrote that the song \"articulates the movie's theme of enduring friendship, and Midler's heartfelt delivery conveys the message a lot more succinctly and satisfyingly than the film.\" The Stage noted that the song, \"a cabaret favourite for several years now\", has been \"given a new lease of life because it has been recorded by Bette Midler.\"\"Sing a song in season\". The Stage. August 3, 1989. page 10. Retrieved March 29, 2020. John Louie from The Stanford Daily called it a \"sweet, melodious ballad\". ===Music video=== Bette Midler in the black-and-white music video. The music video for \"Wind Beneath My Wings\" was made in black-and-white. It opens with a light-haired girl meeting a dark-haired girl under the dock on a beach. They befriend each other and walk along the beach together. Occasionally throughout the video, Midler performs on a stage, dressed in a black dress and long curly hair. Her arms are crossed. The girls dances on the beach until the dark-haired finds a long stick, which she writes in the sand with. The light-haired girl continues to dance alone. Toward the end, the dark-haired falls onto the sand and starts digging in it. She finds a doll buried in the sand and pushes it to her chest. As the video ends, the light-haired girl goes beyond the horizon. ===Track listing=== 7\": US (Atlantic 7-88972) 7\": UK (Atlantic A8972) 7\": Japan (Atlantic PRS-2048) 3\": Japan (Atlantic 09P3-6159) # \"Wind Beneath My Wings\" # \"Oh Industry\" 12\": UK (Atlantic A8972T) 3\": UK (Atlantic A8972CD) # \"Wind Beneath My Wings\" # \"Oh Industry\" # \"I Think It's Going to Rain Today\" CDM: US (Atlantic PR2615-2) promo # \"Wind Beneath My Wings\" (edit) # \"Wind Beneath My Wings\" (album version) CDM: Germany (Atlantic 756785481-2) # \"Wind Beneath My Wings\" # \"From a Distance\" # \"In My Life\" # \"To Deserve You\" Note: Released in 1996 ===Charts=== ====Weekly charts==== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" ! scope=\"col\"| Chart (1989–1990, 1996–1997 and 2008) ! scope=\"col\"| Peak position |- ! scope=\"row\"| Australia (ARIA Charts) | 1 |- ! scope=\"row\"| Europe (Eurochart Hot 100) | 21 |- ! scope=\"row\"| Iceland (Íslenski Listinn Topp 10) | 2 |- ! scope=\"row\"| New Zealand (RIANZ) | 4 |- ! scope=\"row\"| UK Singles (Official Charts Company) | 5 |- ! scope=\"row\" |- ! scope=\"row\" |- ! scope=\"col\"| Chart (2008) ! scope=\"col\"| Peak position |- ! scope=\"row\"| UK Singles (Official Charts Company) | 70 |} ====Year-end charts==== {| class=\"wikitable sortable\" !align=\"left\"|Chart (1989) !align=\"center\"|Position |- |Canada Top Singles (RPM) | style=\"text- align:center;\"|31 |- |United States (Billboard) | style=\"text-align:center;\"|7 |} ==Other versions== In the 1990s, two English actor/singers released their versions as singles. Bill Tarmey's version in 1993, from his debut album A Gift of Love, reached No. 40 on the UK Singles Chart, while Steven Houghton's version from his self-titled debut album, reached No. 3 in 1997. Idina Menzel sang \"Wind Beneath My Wings\" as a duet with Kristen Bell at her successful audition for the 2013 film Frozen. She sang it again for the 2017 film Beaches, a remake of the same film in which Bette Midler's version of the song debuted. ==References== ==External links== * Category:1980s ballads Category:1982 songs Category:1982 singles Category:1983 singles Category:1988 singles Category:1989 singles Category:Atlantic Records singles Category:Pop ballads Category:Gary Morris songs Category:Colleen Hewett songs Category:Bette Midler songs Category:Sheena Easton songs Category:Gladys Knight & the Pips songs Category:Lou Rawls songs Category:Patti LaBelle songs Category:Bill Tarmey songs Category:Song recordings produced by Ron Haffkine Category:Song recordings produced by Arif Mardin Category:Billboard Hot 100 number-one singles Category:Number-one singles in Australia Category:Grammy Award for Record of the Year Category:Grammy Award for Song of the Year Category:Songs written by Larry Henley Category:Song recordings produced by Jimmy Bowen Category:Warner Records singles Category:Songs written by Jeff Silbar Category:Epic Records singles Category:Songs in memory of deceased persons Category:Black-and-white music videos ",
    "title": "Wind Beneath My Wings"
}