{
    "id": "3235812",
    "text": "Vladimir Colin (; pen name of Jean Colin; May 1, 1921 - December 6, 1991) was a Romanian short story writer and novelist. One of the most important fantasy and science fiction authors in Romanian literature, whose main works are known on several continents, he was also a noted poet, essayist, translator, journalist and comic book author. After he and his spouse at the time Nina Cassian rallied with the left-wing literary circle Orizont during the late 1940s, Colin started his career as a communist and socialist realist writer. During the early years of the Romanian Communist regime, he was assigned offices in the censorship and propaganda apparatus. His 1951 novel Soarele răsare în Deltă (\"The Sun Rises in the Delta\") was an early representative of local socialist realist school, but earned Colin much criticism from the cultural establishment of the day, for what it perceived as ideological mistakes. Progressively after the mid-1950s, Colin concentrated on his literary career and abandoned communist ideology. He authored celebrated works such as the mythopoeia Legendele ţării lui Vam (\"Legends from Vamland\") and fairy tale collections, making his debut in local science fiction literature with Colecţia de Povestiri Ştiinţifico-Fantastice journal. His work in science fiction, culminating in the 1978 novel Babel, earned Colin three Eurocon prizes. He was given posthumous recognition for his contribution to the genre, and an award named in his honor is regularly granted to established Romanian science fiction authors. From 1970 until his death, he was one of the editors for the Writers' Union literary magazine, Viaţa Românească. ==Biography== ===Early life=== Born in Bucharest into a family of emancipated Romanian Jews.Those Jews from Bârlad who overcome oblivion, at the Romanian Jewish Community site; retrieved February 20, 2008\"Cassian, Nina: Introduction\", in Carol T. Gaffke, Margaret Haerens, Poetry Criticism, Vol. 17, Gale Group Inc., 1997, eNotes.com, 2006; retrieved February 17, 2008 Aurel Cărăşel, \"Dicţionar SF. COLIN, Vladimir (1921-1991)\" , in Nautilus. Revistă Online de Literatură SF şi Fantasy , June 2008 He was the son of Lazăr Colin, a civil servant, and his wife Ella. His mother was the sister of Ana Pauker, a prominent activist of the Romanian Communist Party and later one of Communist Romania's political leaders. On his paternal side, he was also the nephew of Liviu Cohn-Colin, who was a known lawyer employed by the Ministry of Commerce. During World War II and Ion Antonescu's dictatorial regime, as part of Romania's adoption of antisemitic policies, Colin was denied access into educational facilities. At the time, together with poet Nina Cassian, he attended informal lectures on the history of literature and the work of William Shakespeare, given by writer Mihail Sebastian. Ovid Constantinescu, \"Bun camarad, recunoştea virtuţile confraţilor, cu sinceritate, întotdeauna proaspăt, întotdeauna spontan\", in Realitatea Evreiască, Nr. 275-276 (1075-1076), May 2007 (originally published in Democraţia, June 3, 1945) Both Colin and Cassian had by 1941 joined the then-illegal Communist Party, as activists of its Communist Youth (UTC) wing—as Cassian recalled in 2008, they were motivated by a will to \"change the world for the better\", abhorring both antisemitism and fascism. Doinel Tronaru, \"Femeia fatală a literaturii române\", in Evenimentul Zilei, May 2, 2008 Colin married Nina Cassian in 1943. The two divorced five years later, and Cassian remarried Al. I. Ştefănescu. During their period together, both Cassian and Colin grew close to writer and literary critic Ovid Crohmălniceanu, later known as a Communist Party activist, as well as to future literary historian Geo Şerban and translator Petre Solomon. George Radu Bogdan, \"Debutul literar, necunoscut, al lui Ovid S. Crohmălniceanu\", in Observator Cultural, Nr. 128, August 2002 Geo Şerban, \"Petre Solomon, confrate şi confident al lui Paul Celan. Prilejuri conjugate pentru a reflecta, din perspective noi, asupra unei prietenii inconfundabile\", in Observator Cultural, Nr. 345, November 2006 Later, Colin was again married, to graphic artist Marcela Cordescu. Mircea Barzuca, \"Evocare\", in Realitatea Evreiască, Nr. 288-289 (1088-1089), January 2008 ===Communist writer=== After the August 1944 Coup against the pro-Axis Antonescu and the start of Soviet occupation, Colin became a noted supporter of left-wing causes. That year, at the age of twenty-three, he also graduated from Bucharest's Cantemir Vodă High School and had his first poem published in Victoria journal. Alexandra Andrei, \"Omul şi arta. Vladimir Colin, autor de proză fantastică\" , in Timpul de Gorj, Nr. 17 (373)/2008 The piece was titled Manifest (\"Manifesto\") and signed Ştefan Colin. Colin studied at the University of Bucharest's Faculty of Letters, but left institution after only one year, spending much of his time working for the UTC, which employed him as publisher of its books. Having served as an activist for the UTC's Central Committee in 1945–1946, Colin was later a broadcast editor for the Radio Company's Bucharest branch, worked as an editor for various left-wing magazines, including Orizont, Flacăra, and Revista Literară. In 1945, he published Poemul lui Octombrie, a translation of Russian-language poems by Soviet writer Vladimir Mayakovsky.Vladimir Maiakovski, Poemul lui Octombrie, Editura Cartea Rusă, 1945 As contributors to Orizont, Colin, Cassian and Solomon supported the view that writers were supposed to immerse themselves into social struggles, an attitude which represented one of the main literary tendencies in the post-war young literature of Romania. They were somewhat close to the group of writers gathered around Geo Dumitrescu, while contrasting with the bohemian group formed around Constant Tonegaru and the Kalende magazine, with the Sibiu Literary Circle, with the Surrealists (Gherasim Luca, Dolfi Trost and their colleagues), and with independent and distinct authors such as Paul Celan and Ion Caraion. After the establishment of a Romanian Communist regime, Vladimir Colin became noted for his vocal support of the new authorities. In 2006, the Presidential Commission for the Study of the Communist Dictatorship in Romania nominated him (together with Ştefănescu, Sorin Toma, and others) among the prominent Communist activists responsible for censorship. Final Report of the Presidential Commission for the Study of the Communist Dictatorship in Romania, Bucharest, 2006, hosted by Ziarul de Iaşi; retrieved February 16, 2008, p.490 In parallel, he was pursuing a career as a poet: his debut volume 27 de poeme (\"27 Poems\") saw print in 1947. Soon after, Colin came to affiliate with the Romanian socialist realist current, at which time he published the short story Flăcări între cer şi apă (\"Flames between the Sky and the Sea\", 1950), followed in 1951 by the novella Cormoranul pleacă pe mare (\"The Cormorant Heads for the Sea\") and, later that year, by Soarele răsare în Deltă. All three writings were set in the Danube Delta. Although they were largely compliant with the regime's cultural guidelines, these books were judged to be unsatisfactory by many who reviewed them in the communist press, becoming the subject of a lengthy literary debate.Selejan, p.57-68, 206-207 The Writers' Union convened a special session to review Colin's case. On that occasion, several of his writer colleagues expressed criticism on behalf of the Union, among them Ben Corlaciu, Petru Dumitriu, Alexandru Jar and Mihail Novicov, most of whom expressed the view that Colin was indebted to \"formalism\".Selejan, p.66-67 ===1953–1980=== After he made his fantasy and children's literature debut with Basme (\"Fairy Tales\"), which earned him the State Prize for Prose for 1953, Colin adopted the fantasy genre as his preferred means of expression, following up with Nemaipomenita bătălie dintre Papură-Împărat şi Pintilie (\"The Incredible Battle between Emperor Cattail and Pintilie\", 1953), Toroiman (1954), Poveştile celor trei mincinoşi (\"The Stories of the Three Liars\", 1956), Zece poveşti pitice (\"Ten Dwarfish Stories\", 1957) and Basmele Omului (\"The Fairy Tales of Man\", 1958). These were accompanied in 1961 by mythopoeia, with Legendele ţării lui Vam, also known as A Mythology of Man, which became one of his most popular works. In 1968, Geo Dumitrescu included his translation from French poet Charles Baudelaire into the luxury bilingual edition of Les Fleurs de mal, released under contract with Editura pentru literatură universală. Adrian Grănescu, \"Traduceri şi traducători – note de lectură – însemnări de cititor\", in Vatra, Nr. 8-9/2010, p.110 Vladimir Colin made his science fiction debut contributing short stories for Colecţia de Povestiri Ştiinţifico-Fantastice, which functioned as a literary supplement for the magazine Ştiinţă şi Tehnică and was edited by Adrian Rogoz.Mike Ashley, Transformations: the History of the Science-fiction Magazine, Vol. 2: from 1950 to 1970, Liverpool University Press, Liverpool, 2005, p.316. He became especially noted for his works in the science fantasy genre, beginning with the 1964 novel A zecea lume (\"The Tenth World\"). It was followed by the short story volume of 1966, Viitorul al doilea (\"The Second Future\"), the 1972 sword and sorcery novel Divertisment pentru vrăjitoare (\"Entertainment for Witches\") and short story collection Capcanele timpului (\"Time Traps\"), and the 1975 novella Ultimul avatar al lui Tristan (\"Tristan's Final Avatar\") and short story volume Dinţii lui Cronos (\"The Teeth of Chronos\"). One of the most successful books in this category was the 1978 novel Babel, which also established his reputation outside Romania. Colin also continued to publish non-science fiction works, such as the 1967 mythopoeic novel Pentagrama (\"The Pentagram\") and the 1984 narrative poem for children, Xele, motanul din stele (\"Xelar, Tomcat Stellar\"). Others include Povestea scrisului (\"The Story of Writing\", 1966), Imposibila oază, povestiri fantastice (\"The Impossible Oasis, Fantasy Stories\", 1982) and Timp cu călăreţ şi corb (\"Time with Rider and Raven\", 1985). In 1970, Vladimir Colin became a member of the editorial staff for Viaţa Românească, an office which he held until his death. During that decade, he and Rogoz attended Cenaclul Marţienilor (\"The Martians' Literary Club\"), founded by Sergiu Fărcăşan and grouping together other prominent Romanian science fiction authors and promoters—George Anania, Horia Aramă, Ion Hobana and Sanda Radian among them. \"Cenaclul marţienilor - din nou pe orbită\", in Adevărul, January 7, 2003 He was also acknowledged as one of the few Romanian comic book writers, and for thus contributing to an art and literary genre which was just building a tradition in Romania under communism. Vali Ivan, \"Lumea copiilor de altădată\" (interview with Dodo Niţă, head of the Romanian Comic Book Association) , in Jurnalul Naţional, June 2, 2007 ===Final years=== His work in science fantasy earned Colin three Eurocon awards during his lifetime (a recognition no other Romanian writer has since equaled). In addition to one of the 19 Awards at Eurocon 1976, he won the Best Novel Award, for Babel, and the Lifelong Literary Achievement Award (1989).The ESFS Awards, listed at the European Science Fiction Society site; retrieved February 19, 2008 Babel was also the recipient of a 1978 award granted by the Bucharest section of the Writers' Union (he had previously won the same distinction for Capcanele timpului). In 1980, he received the EUROPA Prize, granted in Stresa, Italy. Also that year, University of Padua presented him with the Provincia di Treno European Award for his contributions to fantasy and children's literature. In addition to his own literary contributions, Colin completed other translations from French literature. In 1980, he published with Editura Ion Creangă a version of Jules Verne's Carpathian Castle, which is set in Transylvania and depicts several ethnic Romanian characters. Muguraş Constantinescu, \"Remarques sur la traduction en roumain du Château de Carpathes de Jules Verne\" , in Atelier de Traduction, Nr. 3/2005, p.100-110, at the Ştefan cel Mare University of Suceava Radu-Ilarion Munteanu, \"Cu Lucian Boia şi Ion Hobană în lumea lui Jules Verne\", at the LiterNet publishing house; retrieved February 17, 2008 Richard Wagner, \"Arcul Carpatic. Topos, logo, ideolegmă\", in Revista 22, Nr. 867, October 2006 His text is noted for having largely preserved Verne's original spellings of Romanian-language words, whereas later translations attempted to identify their supposed source variants. Among the other writers translated by Colin are Pierre-Jean de Béranger, André Gide and Gérard Klein. He also compiled a French science fiction literature anthology—Un pic de neant. O antologie a anticipaţiei franceze contemporane (\"A Piece of the Void - an Anthology of Contemporary French Science Fiction Literature\", 1970)—, and a Romanian anthology published in France by Éditions Marabout—Les meilleures histoires de la Science Fiction roumaine (\"The Best Stories in Romanian Science Fiction\", 1975). In 1984, Colin suffered a stroke, which permanently impaired his writing abilities. ==Work== ===Debut works and connected debates=== For much of his early career, Colin was known for his proletkult poems and agitprop articles in the official press. Fernanda Emanuela Osman, \"Note despre poezia agitatorică a anilor '50\" , in Caietele Echinox , Vol.7: Literatură şi Totalitarism, 2004, at the Babeş-Bolyai University Center for Imagination Studies One of these literary pieces constituted praise for communization under Romania's first five-year plan: titled Cîntec pentru primul plan economic (\"Song for the First Economic Plan\"), it was one in a series of propaganda pieces on the same subject (it also included works by Maria Banuş, Dan Deşliu and Dragoş Vicol). Vladimir Colin's socialist realist prose debut was with Flăcări între cer şi apă, a story about Communist Youth militants in the Danube Delta area, engaged in a struggle with demonized anti-communist forces. It was first reviewed in the press by Viaţa Românească journalist and critic Marin Vasilescu, who noted its depiction of \"amplified class struggle in the period of passage between capitalism and socialism\", praising Colin for \"managing to show the intrigues of the class enemy as a conscious and organized action\".Selejan, p.57 However, Vasilescu also introduced criticism of Colin's style, claiming that it failed in \"deepening [its] central idea, the issue of vigilance\", and that the investigations made by communist protagonists seemed \"casual\". Similarly, Cormoranul pleacă pe mare, which showed fishermen and sailors setting up a collective farm, was commended by Contemporanul journal for breaking with the tradition of Delta-themed \"bourgeois literature\", but disapproved for failing to show \"that which is genuinely new about the communist sailor.\"Selejan, p.58-59 Soarele răsare în Deltă, also centered on the Danube Delta, and having the model-fisherman Artiom for a protagonist, prolonged the debate about the merits of Colin's literary contributions. Contimporanul 's Sami Damian opined that the writer \"fails to portray in significant traits the complexity of new, advanced, phenomenons which emerge in the Delta region\", and that he lacked \"profound knowledge of the new reality, [which] he has distorted, falsified.\"Selejan, p.60 This critique of Colin formed part of a larger piece about the low \"ideological level\" of various novels, to which Damian opposed examples of works by Petru Dumitriu and Ion Călugăru.Selejan, p.59 Writing for Viaţa Românească, critic Eugen Campus stood against Damian's pronouncements, notably praising Soarele răsare în Deltă for its treatment of the \"exploiter\" as a person of \"gluttonous idleness\", \"cruelty\" and \"lack of humanity\".Selejan, p.61 He also noted that, \"in general, [Colin] avoided clichés\", but expressed criticism for the novel having little narrative focus (comparing it to a \"meandering river\") and for a \"conceptual deficiency\" which, he argued, tended to favor \"that which is old.\"Selejan, p.61-62 This verdict was backed by the local literary review Iaşul Nou, which, although viewing the novel as an authentic work (\"Vladimir Colin, we presume, is an actual son of the Delta\"),Selejan, p.64 added similar topics of criticism.Selejan, p.64-67 By the time when the special Writers' Union meeting was convened to discuss Soarele răsare în Deltă, Colin's case was being analyzed by the Communist Party organ, Scînteia. Official critic Sergiu Fărcăşan, himself later known as a since fiction author, contributed the Scînteia column of May 1952 in which he reacted against the supposed leniency on the part of other commentators.Selejan, p.33-35, 67-69 The article notably likened the appraisals found in Campus' review of the novel with \"book advertisements that used to be made by bourgeois publishing houses\".Selejan, p.68 It concluded that, as a writer, Vladimir Colin had \"broken away from the masses.\" Literary historian Ana Selejan defines this verdict as \"the official recommendation within the discussion\".Selejan, p.67 The Writers' Union debate itself, involving primarily the Communist Party unit, was summarized in a report issued by the Party's Agitprop Directorate as follows: \"Colin was criticized by Party members for the serious mistakes of his novel Soarele răsare în Deltă.\"Cristian Vasile, Literatura şi artele în România comunistă. 1948-1953, Humanitas, Bucharest, 2010, p.83. In a 1953 article, Campus revisited Colin's novel, listing it among the \"works which falsify reality, which are mistaken from an ideological point of view\" (also included in this category were books by Eusebiu Camilar and Ben Corlaciu).Selejan, p.206-207 ===Debut in fantasy=== Colin's move to the modern fantasy genre, which he helped pioneer in Romania, came at a time when science fiction literature was used by the regime to further popularize its ideological messages. Mihai Iovănel, \"Pe fundaţia SF-ului românesc este ştanţat logo-ul URSS\", in Gândul, February 16, 2008 Robert Lazu, \"Metamorfozele basmului\", in Adevărul Literar şi Artistic, April 19, 2005 At the time, Vladimir Colin made controversial statements such as claiming that the fantasy genre was supposed to be employed as \"a weapon in the hands of the people\". However, Selejan believes, the beginning of this new period in Colin's career was equivalent to a \"refuge\". Colin himself said at that point that he was especially interested in what he saw as \"the specific enterprise of literature\": \"exploiting the unconscious mind's conscience, in order to design essential fables, which would define the human condition.\" Basmele Omului, one of Colin's first books in this series, groups modern-day fairy tales, and has been described writer and journalist Mihai Iovănel as a \"wonderful\" work. Mihai Iovănel, \"Viaţa glorioasă şi mizerabilă a Fantasy-ului românesc\", in Gândul, December 19, 2007 Published soon after, Legendele ţării lui Vam is written as a collection of myths relating to a vanished civilization, which is supposed to have lived in the Black Sea area in the neolithic period. Introduced as the translation of archeological finds in Northern Dobruja, the narrative centers on Vamland's founding myth, a fight between the god-of-gods Ormag and the human male Vam, one which starts as a \"cat-and-mouse game\" and ends in defeat for the family of gods and victory for the small tribe of humans.Horia Aramă, \"Vladimir Colin. Legends from Vamland (book review)\", in Utopian Studies, Vol.13, Nr. 2/2002 Trapped and chained by Ormag early in the narrative, Vam and his mistress Una inspire their descendants to meet the gods' cruelty with a passive form of resistance, and obtain their own immortality in the hearts of people. Commenting on this plot line, Horia Aramă believes that as \"the symbol of the vital force of humanity\", Colin's \"hero without cape and sword\" Vam, adds a new layer of significance to the ancient mythologies which are believed to have inspired it. Author Bogdan Suceavă describes the central elements of the books as being \"the battle against fear\" and \"a cosmogony of fantasy\", and praises the text for its \"solidity and coherence.\" Bogdan Suceavă, \"Scriind Miruna\", in Familia, Nr. 2/2008, p.70 ===Debut in science fiction=== Colin's science fiction prose has been noted for its lyrical approach to the subject and the classical line of its narrative, displaying influences from Karel Čapek, H. P. Lovecraft and A. Merritt. Commentators have described his adoption of the genre as his distancing from older and newer communist imperatives of the period. Thus, according to Iovănel, Colin's writings of the period were equivalent with \"an error in the system\", for being \"more aerial [than other works], and therefore less useful [to the regime]\". According to critic Mircea Opriţă, Colin, like Aramă, \"did not penetrate into the science fiction realm just so they could exercise lightheartedly among the genre's cliché ideas and patented motifs.\" Mircea Opriţă, \"Horia Aramă (1931-2007)\" , in România Literară, Nr. 45/2007 Likewise, Iovănel believes that, after the 1960s, Romanian science fiction literature, freed from the more stringent of ideological commands, was foremost represented by \"survivors\" whose early careers were marked by \"sufficient compromises\" with the regime, but whose later contributions to the genre were often outstanding. This criterion, he argued, applied to Colin, Rogoz, Fărcăşan, Camil Baciu and, to a certain degree, Ovid Crohmălniceanu (who, late in his career, also wrote various science fiction stories). In discussing the \"technicist mythology\" of the science fiction produced in countries of the Eastern Bloc, Stéphanie Nicot, a French writer and editor of Galaxies magazine, notes that, although being \"economically backward\" in comparison with Western countries, Communist Romania, alongside the Soviet Union and the People's Republic of Poland, produced a \"lively\" science fiction literature. Stéphanie Nicot, \"Une fenêtre sur l'avenir\", in TDC, SCÉRÉN - Centre national de documentation pédagogique, Nr. 715, May 1, 1996 Also according to Nicot, Colin, like the Soviet brothers Arkady and Boris Strugatsky and the Polish Stanisław Lem, was able to evade \"takeover by the single party\", which had come to \"largely suppress authors who were nevertheless not devoid of talent.\" With A zecea lume, a science fantasy, Vladimir Colin moved closer to the conventions of the science fiction subgenres, even though the plot was secondary to its descriptive parts. The book depicts life on a planet named Thule, located on the edge of the Solar System, where humans live side by side with Martians, Venusians, and other creatures (including local inhabitants, whose column-like bodies are made from blue silicon). With Viitorul al doilea, Colin introduces references to paranormal phenomenons and time travel. The series includes Giovanna şi îngerul (\"Giovanna and the Angel\"), whom some see as the masterpiece of his short prose, contains allusions to one of the main themes in Romanian folklore, that of \"youth without old age\" (see Legende sau basmele românilor). In it, the world-famous poet Giovanna is led to the discovery that space radiation has turned her astronaut husband into a mutant, who can never grow old or die. In Broasca, one of his few purely science fiction stories, Colin probably takes inspiration from Lovecraft's The Color Out of Space, showing alien beings attempting to contact humans, an experiment which fails when their amphibian emissary is unwittingly killed by a girl, who in turn becomes the source of a radiating purple light. Other Viitorul al doilea pieces have exotic locations on Earth for their setting. One such story is Lnaga, in which consuming an eponymous African mushroom leads the protagonist to synesthesia and an out-of-body experience, whereby he becomes his slave trading ancestor. Cetatea morţilor (\"The Citadel of the Dead\") shows a 17th-century mestizo man who, cheating Inca survivors into believing that he is the god Viracocha, gains access to the secret legacy of Atlantis. ===Babel and other late works=== In some of his other writings, the Romanian author adopted historical fantasy, sword and sorcery, and heroic fantasy, which he occasionally integrated within the framework of local history. The fantasy volume Pentagrama, favorably reviewed by Crohmălniceanu, evokes not only the pentagram's symbolic implication as a figure where five points on a circle always meet in nonconsecutive order, but also its presence as a cult object in many ancient traditions. The text thus aims to build connections with various mythologies, to which it constantly alludes, and is thought by Belgian critic Jean-Baptiste Baronian to take additional inspiration from the stories of Franz Kafka.Jean-Baptiste Baronian, Un nouveau fantastique. Esquisse sur les métamorphoses d'un genre littéraire, L'Âge d'Homme, Lausanne, 1977, p.38. Inspired in part by the style of Gérard Klein and his Overlords of War, the short novel Divertisment pentru vrăjitoare centers on the notion that the activity of a human brain can surpass that of any machine. It shows a Transylvanian witch with psychokinetic powers and the gift of precognition, whose ability to modify the future is harnessed by a group of time travelers. Ultimul avatar al lui Tristan depicts its hero, the eponymous alchemist, who is in the service of French King Henry II. Disguising his work as investigations into chrysopoeia, Tristan discovers the philosopher's stone and escapes into a fourth dimension world, from which he visits past and future, in an attempt to modify both his biography and the course of human history. With Babel, his critically acclaimed novel, Colin was returning to science fantasy. The subject shares elements with Stanisław Lem's 1961 work Solaris, showing living creatures from the Solar System being trapped on a distant planet by the tyrant scientist Scat Mor. The group of prisoners includes the Venusian female Or-alda, the Martian contract killer Idomar av Olg su Saro and the human poet Ralt Moga, all of whom are exposed to psychological torture by their captor, who increases his energy by absorbing their suffering. Although Scat Mor succeeds in making his victims live out their nightmares, his experiment is tenaciously sabotaged by Or-alda, who uses magic as her weapon. Mihai Iovănel is skeptical as to the originality of Babel 's plot, arguing that the book may have partly plagiarized The Three Stigmata of Palmer Eldritch, a 1965 novel by the American Philip K. Dick. ==Legacy== Colin's work is one of the best-known samples of the local science fiction genre known outside Romania. British science fiction bibliographer Mike Ashley indicated that, of all the writers who debuted as contributors to Colecţia de Povestiri Ştiinţifico-Fantastice, Vladimir Colin is \"the best known outside Romania\", while Horia Aramă wrote: \"[Colin's] imaginary worlds entered in the most impressive European collections and are known in three continents.\" Early on, Colin's communist story Cormoranul pleacă pe mare went through a Hungarian- language edition.Selejan, p.58 In the decades after it was published at home, Babel was translated into French, English, German, Russian and Bulgarian. Translations of Legendele ţării lui Vam were also published into German, French, Russian, Bulgarian, as well as Czech, Polish and Japanese. It was published in English as Legends from Vamland, a version translated, abridged and partly retold by Luiza Carol (2001). Basmele Omului came close in this respect, being itself known to an international public. In 1992, writer Leonard Oprea founded the Bucharest-based Vladimir Colin Romanian Cultural Foundation as well as the Vladimir Colin International Award.\"Portrait: Oprea, Leonard\", at the Central and Eastern European Online Library; retrieved February 20, 2008 Among the Romanian and international recipients of the Vladimir Colin International Award are Vladimir Tismăneanu, Andrei Codrescu, Nicolae Manolescu, and Şerban Foarţă. In 2000, Ion Hobana and Gérard Klein instituted the Vladimir Colin Awards for excellence in science fiction literature. \"Premiile 'Vladimir Colin' \" , in Cronica Română, December 9, 2006 Michael Hăulică, \"Fantasy & science fiction. Despre premii, numai de bine\", in Observator Cultural, Nr. 389, September 2007 Due to various constraints, the awards were not granted for a period of five years after their creation, and they cannot be granted to past recipients. According to poet and science fiction author Michael Hăulică, who was himself a recipient, such issues have led to the awards' decrease in importance. As a posthumous tribute, Nemira publishing house has republished Colin's fiction books in a Vladimir Colin author series. As of 2000, Nemira has exclusive rights on publishing Colin's work in Romania. Oana Capalb, \"Editurile româneşti şi Internetul\", in Observator Cultural, Nr. 26, August 2000 Several authors took inspiration from Colin's work. In his 1976 novel Verde Aixa, Aramă expanded on Colin's Broasca themes. Among younger authors, Bogdan Suceavă acknowledges that Colin's writings, which he had read as a child in the 1980s, contributed to generating his own interest in fantasy literature, and in turn led him to write the 2007 book Miruna, o poveste (\"Miruna, a Story\"). Leonard Oprea dedicated his 2001 Cartea lui Theophil Magus sau 40 de Poveşti despre om (\"The Book of Theophil Magus or 40 Stories about Man\") to Vladimir Colin and the Orthodox hermit Nicolae Steinhardt, naming them as, respectively, \"father\" and \"teacher\".Leonard Oprea, Cartea lui Theophil Magus sau 40 de Poveşti despre om, Editura LiterNet, Bucharest, 2006, p.8. Mihai Iovănel nevertheless argues that, \"outside of fandom\", Colin's work remains \"mostly forgotten\" in Romania. Artists who have provided the original illustrations for Colin's books include Jules Perahim (for the 1945 translation from Mayakovsky) and Marcela Cordescu (for both Basme and Legendele ţării lui Vam).Basme, Editura Tineretului, 1955. ; Legendele ţării lui Vam, Editura Ion Creangă, 1986. Legendele ţării lui Vam has also been reissued as a comic book by the French magazine Métal Hurlant, being illustrated by the Croatian artist Igor Kordey and circulated in France and Spain. Pruncul năzdrăvan (\"The Rogue Babe\"), part of Colin's Basme, was the basis for a puppet theater adaptation, first showcased in 2004 by the Gong Theater in Sibiu. C. Eugen, \"Competiţia naţională a păpuşarilor şi marionetiştilor\" , in Cronica Română, November 18, 2004 ==Notes== ==References== *Ana Selejan, Literatura în totalitarism. Vol. II: Bătălii pe frontul literar, Cartea Românească, Bucharest, 2008. ==External links== *The Impossible Oasis, in the Romanian Cultural Institute's Plural Magazine, Nr. 4/1999 * The 2006 Vladimir Colin Awards, at SFera Category:1921 births Category:1991 deaths Category:Romanian anthologists Category:Romanian children's writers Category:Romanian comics writers Category:Romanian fantasy writers Category:Romanian magazine editors Category:Romanian male novelists Category:Romanian male poets Category:Romanian science fiction writers Category:Romanian male short story writers Category:Romanian short story writers Category:Romanian translators Category:Socialist realism writers Category:Mythopoeic writers Category:Romanian publishers (people) Category:Radio editors Category:Writers from Bucharest‎ Category:Jewish Romanian writers Category:Romanian communists Category:Censorship in Romania Category:20th-century translators Category:20th-century Romanian novelists Category:20th-century Romanian poets Category:20th-century short story writers ",
    "title": "Vladimir Colin"
}