{
    "id": "3235751",
    "text": "Hans Arnold Hans Arnold (22 April 1925 – 25 October 2010) was an artist, born in Switzerland, who lived and worked in Sweden from 1947 until his death in 2010. He illustrated many magazines and books. He is perhaps best known for his illustrations for the Bland tomtar och troll books, and for the cover he did for the ABBA Greatest Hits album. In 2019 a feature length documentary about Hans Arnold was released: Hans Arnold - Art of the Witchmaster https://www.imdb.com/title/tt4325316/reference == Background == Arnold was born in Sursee. He had a very strict Catholic education which included strong beliefs in heaven and hell. As a small boy, Arnold used to play the violin. Arnold began drawing caricatures of his teachers in school and sold them to his friends.Monsterland (2007, Arvinius Förlag AB), Hans Arnold == Art career == Arnold moved to Sweden in 1947. He was known in some circles for his horror art, which had a very distinct style. He illustrated short stories in Swedish weekly magazines such as VeckoRevyn from the 1950s through the 1970s, and in 1967 created Matulda och Megasen, a popular animated television program.http://seriewikin.serieframjandet.se/index.php/Hans_Arnold He was a frequent guest at science fiction conventions, and in later years was involved in efforts to organize the Swedish Horror Academy. In 1995, Arnold created an original artwork piece commissioned by the Swedish rock band Spiritual Beggars for their Another Way To Shine (1996) album. He also made the artwork for the album Kalejdoskopiska Aktiviteter (1998) by Swedish psychedelic rock band Qoph. His work has been used as cover art on several Ralph Lundsten albums, and on the 2012 self-titled release by progressive rock band Storm Corrosion. == Other works == *Most Beloved Sister (illustrations of an Astrid Lindgren story) *I Am a Werewolf Cub (illustrations of Gunnel Linde story) == References == == External links == *Hans Arnold website Category:1925 births Category:2010 deaths Category:Swiss artists Category:Swedish artists Category:Swedish illustrators ",
    "title": "Hans Arnold"
}