{
    "id": "3235466",
    "text": "Wadie Haddad (; 1927 – 28 March 1978), also known as Abu Hani, was a Palestinian leader of the Popular Front for the Liberation of Palestine's armed wing. He was responsible for organizing several civilian airplane hijackings in support of the Palestinian cause in the 1960s and 1970s. ==Early years and education== Haddad was born to Palestinian Christian (Greek Orthodox) parents in Safed, Palestine, in 1927. During the 1948 Arab–Israeli War his family's home was destroyed and his family fled to Lebanon. He studied medicine at the American University of Beirut, where he met fellow Palestinian refugee, George Habash, who was also a medical student. Together they helped found the Arab Nationalist Movement (ANM), a pan-Arabist and Arab socialist group aiming to create the State of Palestine and unite the Arab countries. After graduating, he relocated with Habash (a pediatrician) to Amman, Jordan, where they established a clinic. He worked with the United Nations Relief and Works Agency for Palestine Refugees (UNRWA) in 1956, but due to his Palestinian nationalist activism he was arrested by the Jordanian authorities in 1957. In 1961, he managed to escape to Syria. Haddad argued for armed struggle against Israel from 1963 onwards, and succeeded in militarizing the ANM. ==Role in PFLP== After the 1967 Six-Day War, the Palestinian wing of the ANM transformed into a socialist Popular Front for the Liberation of Palestine (PFLP), under the leadership of Habash. Haddad became the leader of the military wing of the group, involved in organizing attacks on Israeli targets. He helped plan the first PFLP aircraft hijacking in 1968, when an Israeli El Al plane was hijacked. He argued for and organized hijackings, despite criticism against the PFLP from within the Palestine Liberation Organization (PLO). The Dawson's Field hijackings of 1970, when PFLP members including Leila Khaled brought three passenger jets to Jordan, helped provoke the bloody fighting of Black September. After the expulsion of the PLO factions from Jordan, Haddad was subjected to harsh criticism from the PFLP, which was in turn under pressure from the rest of the PLO. Haddad was ordered not to attack targets outside of Israel, but he continued operations under the name of Popular Front for the Liberation of Palestine – External Operations (PFLP-EO). Haddad was expelled from the organization PFLP in 1973. He also employed the services of Ilich Ramírez Sánchez, better known as \"Carlos the Jackal\", whom he had met in 1970 and trained in guerrilla warfare techniques. Haddad decided to expel Sánchez from his team after Sánchez had been accused of refusing to kill two hostages, and possibly stealing ransom money, following the 1975 assault on the OPEC conference in Vienna. Haddad organized the Entebbe hijacking in June 1976. ==Death== Haddad died on 28 March 1978 in the German Democratic Republic, supposedly from leukemia. According to the book Striking Back, published by Aaron J. Klein in 2006, Haddad was eliminated by the Mossad, which had sent the chocolate-loving Haddad Belgian chocolates coated with a slow-acting and undetectable poison which caused him to die several months later. According to a 2018 book by Ronen Bergman, Mossad killed Haddad by poisoning his toothpaste.\"Mossad chose not to nab Mengele, didn’t hunt down Munich terrorists, book claims\", Times of Israel, 26 January 2018. What remained of the PFLP-EO dissolved after his death, but in the process inaugurated the 15 May Organization and the PFLP-SC. ==KGB agent== According to Vasili Mitrokhin, a senior KGB archivist who defected to the UK in 1992, in early 1970 Haddad was recruited by the KGB as an agent, codenamed NATIONALIST. Thereafter, in deep secrecy the Soviets helped to fund and arm the PFLP. The KGB had warning of its major operations and almost certainly sanctioned the most significant, such as the September 1970 hijackings. Haddad remained a highly valued agent till his death in 1978.Andropov to Brezhnev, 23 April 1974 (1071-A/ov), collaboration with Haddad and the PFLP. A letter by KGB chairman Yuri Andropov to Leonid Brezhnev, the Soviet leader and head of the Communist Party, about the covert transfer of arms to the PFLP refers to Haddad as a \"trusted KGB intelligence agent\".Andropov to Brezhnev, 16 May 1975 (1218-A/ov). Covert transfer of arms to Haddad. It and two other highly classified documents from the CPSU Central Committee archive were located and secretly copied by Vladimir Bukovsky in 1992. == Further reading == *Bassam Abu Sharif and Uzi Mahnaimi. The Best of Enemies: The Memoirs of Bassam Abu- Sharif and Uzi Mahnaimi, 1995. . ==References== Category:1927 births Category:1978 deaths Category:Arab Nationalist Movement Category:Assassinated Palestinian politicians Category:Deaths by poisoning Category:Eastern Orthodox Christians from Palestine Category:Operation Entebbe Category:Palestinian Arab nationalists Category:Palestinian militants Category:Palestinian nationalists Category:Palestinian physicians Category:People from Safed Category:People murdered in Berlin Category:People of the KGB Category:Popular Front for the Liberation of Palestine members Category:20th-century physicians ",
    "title": "Wadie Haddad"
}