{
    "id": "3235510",
    "text": "Vayishlach or Vayishlah ( — Hebrew for \"and he sent,\" the first word of the parashah) is the eighth weekly Torah portion (, parashah) in the annual Jewish cycle of Torah reading. In the parashah, Jacob reconciles with Esau after wrestling with a \"man\". The prince Shechem rapes Dinah, whose brothers sack the city of Shechem in revenge. In the family's subsequent flight, Rachel gives birth to Benjamin and dies in childbirth. The parashah constitutes The parashah has the most verses of any weekly Torah portion in the Book of Genesis (Parashah Miketz has the most letters, Parashah Vayeira has the most words, and Parashah Noach has an equal number of verses as Parashah Vayishlach). It is made up of 7,458 Hebrew letters, 1,976 Hebrew words, 153 verses, and 237 lines in a Torah Scroll (, Sefer Torah). Jews read it the eighth Sabbath after Simchat Torah, in November or December. Jacob Wrestling with the Angel (1855 illustration by Gustave Doré) ==Readings== In traditional Sabbath Torah reading, the parashah is divided into seven readings, or , aliyot. In the Masoretic Text of the Tanakh (Hebrew Bible), Parashah Vayishlach has six \"open portion\" (, petuchah) divisions (roughly equivalent to a paragraph, often abbreviated with the Hebrew letter (peh)). The first open portion (, petuchah) is further subdivided by two \"closed portion\" (, setumah) divisions (abbreviated with the Hebrew letter (samekh)). The first open portion (, petuchah) spans the first four readings (, aliyot) and part of the fifth reading (, aliyah). The two closed portion (, setumah) divisions occur in the fourth reading (, aliyah). The second and third open portion (, petuchah) divides the fifth reading, (, aliyot) and extends into the sixth. The fourth and fifth open portion (, petuchah) divides the sixth reading (, aliyah) and extends into the seventh. And the fifth and sixth open portion (, petuchah) divisions divide the seventh reading (, aliyah).See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, pages 186–216. Brooklyn: Mesorah Publications, 2006. . Jacob Wrestling with the Angel (1865 painting by Alexander Louis Leloir) ===First reading — Genesis 32:4–13=== In the first reading (, aliyah), Jacob sent a message to Esau in Edom that he had stayed with Laban until then, had oxen, donkeys, flocks, and servants, and hoped to find favor in Esau's sight. The messengers returned and greatly frightened Jacob with the report that Esau was coming to meet him with 400 men. Jacob divided his camp in two, reasoning that if Esau destroyed one of the two, then the other camp could escape. Jacob prayed to God, recalling that God had promised to return him whole to his country, noting his unworthiness for God's transformation of him from a poor man with just a staff to the leader of two camps, and prayed God to deliver him from Esau, as God had promised Jacob good and to make his descendants as numerous as the sand of the sea. The first reading (, aliyah) ends here.See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, page 189. Jacob Wrestling with the Angel (1659 painting by Rembrandt) ===Second reading — Genesis 32:14–30=== In the second reading (, aliyah), Jacob assembled a present of hundreds of goats, sheep, camels, cattle, and donkeys to appease Esau, and instructed his servants to deliver them to Esau in successive droves with the message that they were a present from his servant Jacob, who followed behind. As the presents went before him, Jacob took his wives, handmaids, children, and belongings over the Jabbok River, and then remained behind that night alone. Jacob wrestled with a \"man\" until dawn, and when the \"man\" saw that he was not prevailing, he touched the hollow of Jacob's thigh and strained it. The man asked Jacob to let him go, for the day was breaking, but Jacob would not let him go without a blessing. The man asked Jacob his name, and when Jacob replied \"Jacob,\" the man told him that his name would no more be Jacob, but Israel, for he had striven with God and with men and prevailed. Jacob asked the \"man\" his name, but the \"man\" asked him why, and then blessed him. The second reading (, aliyah) ends here.See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, page 192. The Reunion of Jacob and Esau (1844 painting by Francesco Hayez) ===Third reading — Genesis 32:31–33:5=== In the third reading (, aliyah), Jacob named the place Peniel, saying that he had seen God face to face and lived. And at sunrise, Jacob limped from the injury to his thigh. Because of this, the Israelites do not eat the sinew of the vein that is the hollow of the thigh, because the man touched the hollow of Jacob's thigh. When Jacob saw Esau coming with 400 men, he divided his family, putting the handmaids and their children foremost, Leah and her children next, and Rachel and Joseph at the back. Jacob went before them, and bowed to the ground seven times as he approached his brother. Esau ran to meet him, embraced him, and kissed him, and they wept. Esau asked who the women and children were. The third reading (, aliyah) ends here.See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, page 194. ===Fourth reading — Genesis 33:6–20=== In the fourth reading (, aliyah), Jacob told Esau that the women and children were his, and they all came to Esau and bowed down. Esau asked what Jacob meant by all the livestock, and Jacob told him that he sought Esau's favor. Esau said that he had enough, but Jacob pressed him to accept his present saying that seeing Esau's face was like seeing the face of God, and Esau took the gifts. Esau suggested that Jacob and he travel together, but Jacob asked that Esau allow Jacob's party to travel more slowly, so as not to tax the young children and the flocks, until they came to Esau in Seir. Esau offered to leave some of his men behind with Jacob, but Jacob declined. So Esau left for Seir, and Jacob left for Sukkot (meaning \"booths\"), where he built a house and made booths for his cattle, thus explaining the place's name. A closed portion (, setumah) ends here.See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, page 196. Dinah (watercolor circa 1896–1902 by James Tissot) In the continuation of the reading, Jacob came to Shechem, where he bought a parcel of ground outside the city from the children of Hamor for a hundred pieces of money. Jacob erected an altar there, and called the place El-elohe-Israel. The fourth reading (, aliyah) and a closed portion (, setumah) end here with the end of chapter See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, page 197. Simeon and Levi Slay the Shechemites (illustration from the 1728 Figures de la Bible) ===Fifth reading — Genesis 34:1–35:11=== In the fifth reading (, aliyah), in chapter when Dinah went out to see the daughters of the land, the prince of the land, Shechem the son of Hamor the Hivite, saw her and lay with her by force. Shechem loved Dinah and asked Hamor to arrange that he might marry her. Jacob heard that Shechem had defiled Dinah while Jacob's sons were in the field, and Jacob held his peace until they returned. When Jacob's sons heard, they came in from the field very angry. Hamor went out to Jacob and told him that Shechem longed for Dinah, and asked Jacob to give her to him for a wife, and to agree that their two people might intermarry and live and trade together. And Shechem offered to give Jacob and his sons whatever they wanted as a bride price. Jacob's sons answered with guile, saying that they could not give their sister to one not circumcised, and said that they would consent only on the condition that every man of the town became circumcised, and then the two people might intermarry and live together; otherwise they would leave. Their words pleased Hamor and Shechem, and Shechem did so without delay, out of delight with Dinah. Hamor and Shechem spoke to the men of the city in the city gate, saying that Jacob's family were peaceable, and advocated letting them dwell in the land, trade, and intermarry. Hamor and Shechem reported that Jacob's people would only do so on the condition that every man of the town was circumcised, and they argued that the men do so, for Jacob's animals and wealth would add to the city's wealth. The men heeded Hamor and Shechem, and every man of the city underwent circumcision. On the third day, when the men of the city were in pain, Jacob's sons Simeon and Levi each took his sword, came upon the city with stealth, and killed all the men, including Hamor and Shechem, and took Dinah out of the city. Jacob's sons looted the city, taking as booty their animals, their wealth, their wives, and their children. Jacob told Simeon and Levi that they had made him odious to the inhabitants of the land, who would gather together against him and destroy their family. Simeon and Levi asked whether they were to allow someone to treat their sister as a prostitute. The first open portion (, petuchah) ends here with the end of chapter See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, page 203. As the reading continues in chapter God told Jacob to move to Bethel, and make an altar there to God, who had appeared to him there when he first fled from Esau. Jacob told his household to put away their idols, change their garments, and purify themselves for the trip to Bethel, and they gave Jacob all their idols and earrings and Jacob buried them under the terebinth by Shechem. A terror of God fell upon the nearby cities so that the people did not pursue Jacob, and they journeyed to Luz, built an altar, and called the place El-beth-el. Rebekah's nurse Deborah died, and they buried her below Beth-el under an oak they called Allon-bacuth. And God appeared to Jacob again and blessed him, saying to him that his name would not be Jacob anymore, but Israel. God told him to be fruitful and multiply, for nations and kings would descend from him. The fifth reading (, aliyah) ends here.See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, page 206. The Death of Rachel (painting circa 1847 by Gustav Ferdinand Metz) ===Sixth reading — Genesis 35:12–36:19=== In the sixth reading (, aliyah), God told Jacob that God would give Jacob and his descendants the land that God gave to Abraham and Isaac. And Jacob set up a pillar of stone in the place, poured a drink-offering and oil on it, and called the place Bethel. They left Bethel, and before they had come to Ephrath, Rachel went into a difficult labor. The midwife told her not to fear not, for this child would also be a son for her. And just before Rachel died, she named her son Ben-oni, but Jacob called him Benjamin. They buried Rachel on the road to Ephrath at Bethlehem, and Jacob set up a pillar on her grave. And Israel journeyed beyond Migdal-eder. While Israel dwelt in that land, Reuben lay with Jacob's concubine Bilhah, and Israel heard of it. The text then recounts Jacob's children born to him in Padan-aram. Jacob came to Isaac at Hebron, Isaac died at the old age of 180, and Esau and Jacob buried him. The second open portion (, petuchah) ends here with the end of chapter See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis. Isaac died when he was 180 years old. (1984 illustration by Jim Padgett, courtesy of Distant Shores Media/Sweet Publishing) As the reading continues in chapter the text recounts Esau's children. Esau took his household, animals, and all his possessions that he had gathered in Canaan and went to a land apart from Jacob, in Edom, for their substance was too great for them to dwell together. The text then recounts Esau's descendants, among whom were Amalek. The sixth reading (, aliyah) and the third open portion (, petuchah) end here.See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, page 213. ===Seventh reading — Genesis 36:20–43=== In the seventh reading (, aliyah), the text enumerates the descendants of Seir the Horite. The fourth open portion (, petuchah) ends here.See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, page 214. In the continuation of the reading, the text lists the Kings of Edom. The maftir () reading of that concludes the parashah lists the chiefs of Esau. The seventh reading (, aliyah), the fifth open portion (, petuchah), and the parashah end here with the end of chapter See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, page 216. ===Readings according to the triennial cycle=== Jews who read the Torah according to the triennial cycle of Torah reading read the parashah according to the following schedule:See, e.g., Richard Eisenberg \"A Complete Triennial Cycle for Reading the Torah.\" Proceedings of the Committee on Jewish Law and Standards of the Conservative Movement: 1986–1990, pages 383–418. New York: The Rabbinical Assembly, 2001. . {| class=\"wikitable\" style=\"background:Ivory; text- align:center\" |- ! style=\"background:Navajowhite;\"| ! style=\"background:Navajowhite;\"|Year 1 ! style=\"background:Navajowhite;\"|Year 2 ! style=\"background:Navajowhite;\"|Year 3 |- |- ! style=\"background:Navajowhite;\"| ! style=\"background:Navajowhite;\"|2016–2017, 2019–2020 . . . ! style=\"background:Navajowhite;\"|2017–2018, 2020–2021 . . . ! style=\"background:Navajowhite;\"|2018–2019, 2021–2022 . . . |- ! style=\"background:Navajowhite;\"|Reading ! style=\"background:Navajowhite;\"| ! style=\"background:Navajowhite;\"| ! style=\"background:Navajowhite;\"| |- |1 | | | |- |2 | | | |- |3 | | | |- |4 | | | |- |5 | | | |- |6 | | | |- |7 | | | |- |Maftir | | | |} ==In inner-Biblical interpretation== Jacob Sees Esau Coming to Meet Him (watercolor circa 1896–1902 by James Tissot) The parashah has parallels or is discussed in these Biblical sources:For more on inner-Biblical interpretation, see, e.g., Benjamin D. Sommer. \"Inner-biblical Interpretation.\" In The Jewish Study Bible: Second Edition. Edited by Adele Berlin and Marc Zvi Brettler, pages 1835–41. New York: Oxford University Press, 2014. . ===Genesis chapter 32=== The force of 400 men that Esau brought with him to meet Jacob in exceeded the 318 men with whom Abraham defeated four kings and rescued Lot in In Jacob reminded God that God had promised that Jacob's descendants would be as numerous as the sands. In God promised that Abraham's descendants would as numerous as the stars of heaven. In God promised that Abraham's descendants would as numerous as the stars of heaven and the sands on the seashore. In God reminded Isaac that God had promised Abraham that God would make his heirs as numerous as the stars. Similarly, in Moses reminded God that God had promised to make the Patriarch's descendants as numerous as the stars. In Moses reported that God had multiplied the Israelites until they were then as numerous as the stars. In Moses reported that God had made the Israelites as numerous as the stars. And foretold that the Israelites would be reduced in number after having been as numerous as the stars. part of the haftarah for the parashah, interpreted Jacob's encounter with the angel. says that Jacob by his strength strove with a godlike being. says that Jacob strove with an angel and prevailed, and that the angel wept and supplicated Jacob. And further says that at Bethel, Jacob found the angel and spoke with him there. Just as in Jacob asked his adversary to tell him his name, in Manoah asked the angel who visited him and his wife, “What is your name, so that when your words come to pass, we may do you honor?” And just as in Jacob's adversary replied: “Why is it that you ask after my name?” in the angel replied to Manoah: “Why do you ask after my name, seeing it is hidden?” ===Genesis chapter 33=== The 100 pieces of silver that Jacob paid the children of Hamor for the parcel of ground where he had spread his tent outside the city of Shechem in compares with the 400 shekels of silver that Abraham paid Ephron the Hittite to buy the cave of Machpelah and adjoining land in the 50 shekels of silver that King David paid Araunah the Jebusite for Araunah's threshing floor, oxen, and wood in 2 Samuel (but 1 Chronicles reports cost 600 shekels of gold); and the 17 shekels of silver that Jeremiah paid his cousin Hanamel for his field in Anathoth in the land of Benjamin in ===Genesis chapter 35=== The report of that Reuben lay with Bilhah, his father's concubine, and Israel heard of it, is echoed in when Jacob recalled the incident and deprived Reuben of the blessing of the firstborn, because he went up on Jacob's bed and defiled it. ==In early nonrabbinic interpretation== The parashah has parallels or is discussed in these early nonrabbinic sources:For more on early nonrabbinic interpretation, see, e.g., Esther Eshel. “Early Nonrabbinic Interpretation.” In The Jewish Study Bible: Second Edition. Edited by Adele Berlin and Marc Zvi Brettler, pages 1841–59. ===Genesis chapter 32=== The 1st century CE Jewish Apocryphal book the Wisdom of Solomon told that Wisdom defended Jacob from his enemies, kept him safe from ambush, and in a hard conflict gave him victory, so that he might know that goodness is stronger than all else.Wisdom of Solomon 10:9–12. Alexandria, circa 26 C.E. Reprinted in, e.g., David Winston. The Wisdom of Solomon: A New Translation with Introduction and Commentary, The Anchor Bible, volume 43, pages 210–11, 217. Garden City, New York: Doubleday & Company, 1979. . Jacob (watercolor circa 1896–1902 by James Tissot) ==In classical rabbinic interpretation== The parashah is discussed in these rabbinic sources from the era of the Mishnah and the Talmud:For more on classical rabbinic interpretation, see, e.g., Yaakov Elman. \"Classical Rabbinic Interpretation.\" In The Jewish Study Bible: Second Edition. Edited by Adele Berlin and Marc Zvi Brettler, pages 1859–78. ===Genesis chapter 32=== The Rabbis of the Midrash questioned the wisdom of Jacob's decision to contact Esau in Nahman ben Samuel compared the decision to waking a robber sleeping on a path to tell him of danger. The Rabbis envisioned that God asked Jacob: \"Esau was going his own way, yet you sent to him?\"Genesis Rabbah 75:1–3. Land of Israel, 5th century. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, pages 689–91. London: Soncino Press, 1939. . The Rabbis of the Midrash deduced that the \"messengers\" of were angels. The Rabbis reasoned that if (as Genesis Rabbah 59:10 taughtGenesis Rabbah 59:10. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, page 522.) an angel escorted Eliezer, who was just a servant of the house, how much the more would angels have accompanied Jacob, who was the beloved of the house. Rabbi Hama ben Hanina reasoned that if five angels appeared to Hagar, who was just Sarah's handmaid, how much more would angels appear to Jacob. And Rabbi Jannai reasoned that if three angels met Joseph (counting the three uses of \"man\" in ), and he was the youngest of the ancestors of the 12 tribes of Israel, how much more would angels meet Jacob, who was the father of all 12.Genesis Rabbah 75:4. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, page 691. Jacob got together a big present for Esau. (1984 illustration by Jim Padgett, courtesy of Distant Shores Media/Sweet Publishing) Judah haNasi once directed Rabbi Afes to write a letter in Judah's name to Emperor Antoninus. Rabbi Afes wrote: \"From Judah the Prince to our Sovereign the Emperor Antoninus.\" Judah read the letter, tore it up, and wrote: \"From your servant Judah to our Sovereign the Emperor Antoninus.\" Rabbi Afes remonstrated that Judah treated his honor too lightly. Judah replied that he was not better than his ancestor, who in sent a message saying: \"Thus says your servant Jacob.\"Genesis Rabbah 75:5. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, page 692. Rabbi Jacob bar Idi pointed out a contradiction between God's promise to protect Jacob in and Jacob's fear in ; Rabbi Jacob explained that Jacob feared that some sin might cause him to lose the protection of God's promise.Babylonian Talmud Berakhot 4a. Babylonia, 6th century. Reprinted in, e.g., Koren Talmud Bavli: Berakhot. Commentary by Adin Even-Israel (Steinsaltz), volume 1, page 20. Jerusalem: Koren Publishers, 2012. . Babylonian Talmud Sanhedrin 98b. Rabbi Eleazar taught that Obadiah hid 50 of 100 prophets of God in a cave in 1 Kings because he learned the lesson of dividing his camp from Jacob's actions in Rabbi Abbahu, however, said that it was because the cave could hold only 50.Babylonian Talmud Sanhedrin 39b. Reading Jacob's beseeching God in \"O God of my father Abraham, and God of my father Isaac,\" a Midrash asked whether Esau (from whom Jacob sought God's protection) could not have made the same claim for God's favor. The Midrash taught that God affords God's protection to those who choose the Patriarchs' ways and act as they did, and not to those who do not. (Thus the Midrash implied that Esau would not have been able to appeal for God's protection for his father's sake, for Esau had not emulated his father's deeds.)Genesis Rabbah 76:4. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, page 704. Jacob prayed. (1984 illustration by Jim Padgett, courtesy of Distant Shores Media/Sweet Publishing) Reading \"I am too small (, katonti) for all the mercies, and of all the truth, that You have shown to Your servant,\" Rabbi Abba bar Kahana interpreted the word , katonti, to mean \"I do not deserve them\" (the kindnesses that God had shown Jacob), for \"I am too small.\" Rabbi Levi interpreted the word , katonti, to mean that Jacob did indeed deserve those kindnesses, but now \"I am too small\" (for God had already rewarded the merit that Jacob once had, and thus diminished the favor to which his merit may have entitled him, so now he feared that he might have no right to appeal for God's further assistance).Genesis Rabbah 76:5. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, page 704. Rabbi Yannai taught that when people expose themselves to danger and are saved by miracles, it is deducted from their merits and so they end up with less merit to their credit. Rabbi Hanin cited to prove this, reading Jacob to say to God: \"I am become diminished [that is, I have less merit to my credit] by reason of all the deeds of kindness and all the truth that You have shown to your servant.\"Babylonian Talmud Shabbat 32a. Reprinted in, e.g., Koren Talmud Bavli: Shabbat · Part One. Commentary by Adin Even-Israel (Steinsaltz), volume 2, page 149. Jerusalem: Koren Publishers, 2012. . Rabbi Eliezer taught that the five Hebrew letters of the Torah that alone among Hebrew letters have two separate shapes (depending whether they are in the middle or the end of a word) — (Kh, M, N, P, Z) — all relate to the mystery of the redemption. With the letter kaph (), God redeemed Abraham from Ur of the Chaldees, as in God says, \"Get you (, lekh lekha) out of your country, and from your kindred ... to the land that I will show you.\" With the letter mem (), Isaac was redeemed from the land of the Philistines, as in the Philistine king Abimelech told Isaac, \"Go from us: for you are much mightier (, mimenu m'od) than we.\" With the letter nun (), Jacob was redeemed from the hand of Esau, as in Jacob prayed, \"Deliver me, I pray (, hazileini na), from the hand of my brother, from the hand of Esau.\" With the letter peh (), God redeemed Israel from Egypt, as in God told Moses, \"I have surely visited you, (, pakod pakadeti) and (seen) that which is done to you in Egypt, and I have said, I will bring you up out of the affliction of Egypt.\" With the letter tsade (), God will redeem Israel from the oppression of the kingdoms, and God will say to Israel, I have caused a branch to spring forth for you, as says, \"Behold, the man whose name is the Branch (, zemach); and he shall grow up (, yizmach) out of his place, and he shall build the temple of the Lord.\" These letters were delivered to Abraham. Abraham delivered them to Isaac, Isaac delivered them to Jacob, Jacob delivered the mystery of the Redemption to Joseph, and Joseph delivered the secret of the Redemption to his brothers, as in Joseph told his brothers, \"God will surely visit (, pakod yifkod) you.\" Jacob's son Asher delivered the mystery of the Redemption to his daughter Serah. When Moses and Aaron came to the elders of Israel and performed signs in their sight, the elders told Serah. She told them that there is no reality in signs. The elders told her that Moses said, \"God will surely visit (, pakod yifkod) you\" (as in ). Serah told the elders that Moses was the one who would redeem Israel from Egypt, for she heard (in the words of ), \"I have surely visited (, pakod pakadeti) you.\" The people immediately believed in God and Moses, as says, \"And the people believed, and when they heard that the Lord had visited the children of Israel.\"Pirke De-Rabbi Eliezer, chapter 48. Early 9th century. Reprinted in, e.g., Pirke de Rabbi Eliezer. Translated and annotated by Gerald Friedlander, pages 383–85. London, 1916. Reprinted New York: Hermon Press, 1970. . A Midrash interpreted the words of \"I will surely do you good (, heiteiv eitiv),\" (in which the verb is doubled) to mean both \"I will do you good for your own sake\" and \"I will do you good for the sake of your fathers.\"Genesis Rabbah 76:7. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, page 706. Jacob Wrestles with the Angel (woodcut by Julius Schnorr von Carolsfeld from the 1860 Die Bibel in Bildern) Rabbi Hama ben Hanina taught that the \"man\" who wrestled with Jacob in was Esau's guardian angel, and that Jacob alluded to this when he told Esau in \"Forasmuch as I have seen your face, as one sees the face of Elohim, and you were pleased with me.\"Genesis Rabbah 77:3. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, pages 711–13. See also Genesis Rabbah 78:3. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, pages 716–18. Rabbi Samuel bar Nahmani taught that Jacob's adversary appeared to Jacob as an idol worshiper, and the Master has said in a Baraita that if an Israelite is joined by a heathen on the way, the Israelite should let the heathen walk on the right (so that the Israelite can keep the right hand nearest to the idol worshiper, so as to more easily defend against a sudden attack. Jacob must have done so, as his attacker injured the thigh that was nearest to him, the right thigh.) Rav Samuel bar Aha said in the name of Rava bar Ulla in the presence of Rav Papa that the attacker appeared to Jacob as one of the wise, and the Master (Rav Judah) said whoever walks at the right hand of his teacher is uncultured. (According to this view, Jacob regarded the other as a scholar and took his place at the other's left hand and so was injured in his right thigh, the side nearest to the other.) And the Rabbis said that he came from behind and dislocated both of Jacob's thighs. The Rabbis interpret “As he wrestled with him,” like Rabbi Joshua ben Levi, who said teaches that the combatants threw up the dust of their feet to the Throne of Glory, for says, “As he wrestled (, behe’avko) with him,” and says, “And, the clouds are the dust (, avak) of his feet.”Babylonian Talmud Chullin 91a. Reprinted in, e.g., Talmud Bavli. Elucidated by Eliezer Herzka and Mendy Wachsman; edited by Yisroel Simcha Schorr and Chaim Malinowitz, volume 63, pages 91a4–5. Brooklyn: Mesorah Publications, 2003. . Reading “And there wrestled a man with him until the breaking of the day,” Rabbi Isaac deduced that a scholar should not go out alone at night (for the man assaulted Jacob only during the night, and departed with the break of day).Babylonian Talmud Chullin 91a. Reprinted in, e.g., Talmud Bavli. Elucidated by Eliezer Herzka and Mendy Wachsman; edited by Yisroel Simcha Schorr and Chaim Malinowitz, volume 63, page 91a6. God has sent an angel to Jacob. (illustration from the 1897 Bible Pictures and What They Teach Us by Charles Foster) A Midrash taught that an angel attacked Jacob in because Jacob had failed to fulfill his vow to God. The Rabbis taught that Providence examines one's record of deeds on three occasions: (1) if one goes on a journey alone, (2) if one sits in an unstable house, and (3) if one vows and does not fulfill one's vow. The Midrash taught that we know about the problem of vowing and not paying from “When you vow a vow to the Lord your God, you shalt not be slack to pay it”; and from “It is a snare to a man rashly to say, ‘Holy,’ and after vows to make inquiry.” If one delays paying one’s vow, Providence examines one’s record, and the angels assume a prosecutorial stance, and scrutinize one’s sins. The Midrash illustrated this by noting that when Jacob left Canaan for to Aram-Naharaim, reports, “Jacob made a vow.” Then he became wealthy, returned, and did not pay his vow. So God brought Esau against him, bent on killing Jacob, and Esau took a huge gift from him of the 200 goats and other gifts reported in yet Jacob did not fulfill his vow. So God brought the angel against him, and the angel wrestled with Jacob but did not kill him, as reports, “Jacob was left alone. And a man wrestled with him until the break of dawn.” The Midrash taught that it was Samael, Esau's guardian angel, who wanted to kill him, as reports, “He saw that he could not prevail against him.” But Jacob left disabled. And when Jacob still did not pay his vow, the trouble with Dinah came upon him, as reported in When Jacob still did not pay his vow, as reports, “Rachel died and was buried.” Then God asked how long Jacob would take punishment and not pay attention to the sin for which he suffered. So God told Jacob to go to Bethel, make an altar there, at the very place where Jacob vowed to God.Midrash Tanhuma Vayishlaḥ, 8. 5th–10th centuries. Reprinted in, e.g., Metsudah Midrash Tanchuma. Translated and annotated by Avraham Davis; edited by Yaakov Y.H. Pupko, volume 2 (Bereishis volume 2), pages 143–47. Monsey, New York: Eastern Book Press, 2006. Jacob wrestles with an Angel (illustration from the 1728 Figures de la Bible) Similarly, the Pirke De-Rabbi Eliezer taught that Jacob wished to ford the Jabbok and was detained there by an angel, who asked Jacob whether Jacob had not told God (in ), \"Of all that you shall give me I will surely give a tenth to You.\" So Jacob gave a tenth of all the cattle that he had brought from Paddan-Aram. Jacob had brought some 5,500 animals, so his tithe came to 550 animals. Jacob again tried to ford the Jabbok, but was hindered again. The angel once again asked Jacob whether Jacob had not told God (in ), \"Of all that you shall give me I will surely give a tenth to You.\" The angel noted that Jacob had sons and that Jacob had not given a tithe of them. So Jacob set aside the four firstborn sons (whom the law excluded from the tithe) of each of the four mothers, and eight sons remained. He began to count from Simeon, and included Benjamin, and continued the count from the beginning. And so Levi was reckoned as the tenth son, and thus the tithe, holy to God, as says, \"The tenth shall be holy to the Lord.\" So the angel Michael descended and took Levi and brought him up before the Throne of Glory and told God that Levi was God's lot. And God blessed him, that the sons of Levi should minister on earth before God (as directed in ) like the ministering angels in heaven.Pirke de Rabbi Eliezer, chapter 37. Reprinted in, e.g., Pirke de Rabbi Eliezer. Translated and annotated by Gerald Friedlander, pages 283–94. A Midrash read “And there wrestled a man with him until the breaking of the day,” to refer to the breaking of the day for Israel, for exile was like night. The Midrash taught that the nations of the world and the kingdom of Edom (symbolizing the Roman Empire) wrestled with Israel to lead Israel astray from God's path. And as reports, “And when he saw that he could not prevail against him,” that is, that he could not dissuade Israel from acknowledging God's unity, then (in the words of Genesis ) “he touched the hollow of his thigh,” that is, Jacob's circumcision. Thus the Roman government (symbolized by Edom) forbade circumcision of Jewish children. And thus continues, “And the hollow of Jacob’s thigh was out of joint,” referred to those defiled during those days of persecution.Tobiah ben Eliezer. Lekach Tov. 11th century. Quoted in Nehama Leibowitz. Studies in Bereshit (Genesis), page 369. Jerusalem: The World Zionist Organization, 1981. Reprinted as New Studies in the Weekly Parasha. Lambda Publishers, 2010. . Reading “And he said: ‘Let me go, for the day breaks,’” the Gemara told that Jacob asked his adversary whether he was a thief or a rogue that he was afraid of the morning. He replied that he was an angel, and from the day that he was created, he had not yet had his time to sing praises to God, until that moment. The Gemara noted that this statement implying that angels sing God praises at an appointed time supported the statement of Rav Hananel in the name of Rav, who said that three divisions of ministering angels sing praises to God every day. One proclaims (in the words of ), “Holy”; the second proclaims, “Holy”; and the third proclaims, “Holy is the Lord of hosts.”Babylonian Talmud Chullin 91b. Reprinted in, e.g., Talmud Bavli. Elucidated by Eliezer Herzka and Mendy Wachsman; edited by Yisroel Simcha Schorr and Chaim Malinowitz, volume 63, page 91b3. Someone came and wrestled with him all night (1984 illustration by Jim Padgett, courtesy of Distant Shores Media/Sweet Publishing) Reading the words of \"Your name shall be called no more Jacob, but Israel,\" the Tanna Devei Eliyahu taught that one should read \"Israel\" as ish ra'ah El, \"a man who sees God,\" for all of Jacob's actions were directed to God.Tanna Devei Eliyahu. Seder Eliyyahu Rabbah, chapter (27) 25. 10th century. Reprinted in, e.g., Tanna Debe Eliyyahu: The Lore of the School of Elijah. Translated by William G. Braude and Israel J. Kapstein, page 302. Philadelphia: Jewish Publication Society, 1981. . Reading “Yea, he strove with an angel, and prevailed; he wept, and made supplication to him,” the Gemara commented that this verse did not make clear who prevailed over whom. But “For you have striven with God and with men and have prevailed,” made clear that Jacob mastered the angel. “He wept and made supplication to him,” does not make clear who wept to whom. But the angel's words in “And he said: ‘Let me go,’” made clear that the angel wept to Jacob. Reading “For you have striven with God and with men,” Rabbah taught that the angel intimated to Jacob that two princes were destined to come from him: the Exilarch in Babylon and the Prince in the Land of Israel. The angel thus hinted to Jacob of the coming exile of the Jewish people.Babylonian Talmud Chullin 92a. Reprinted in, e.g., Talmud Bavli. Elucidated by Eliezer Herzka and Mendy Wachsman; edited by Yisroel Simcha Schorr and Chaim Malinowitz, volume 63, page 92a1. Jacob Wrestling with the Angel (1876 painting by Léon Bonnat) Chapter 7 of Tractate Chullin in the Mishnah, Tosefta, and Babylonian Talmud interpreted the laws of the prohibition of the sinew of the hip (the sciatic nerve, gid ha-nasheh) in Mishnah Chullin 7:1–6. Land of Israel, circa 200 CE. Reprinted in, e.g., The Mishnah: A New Translation. Translated by Jacob Neusner, pages 778–80. New Haven: Yale University Press, 1988. . Tosefta Chullin 7:1–8. Land of Israel, circa 300 CE. Reprinted in, e.g., The Tosefta: Translated from the Hebrew, with a New Introduction. Translated by Jacob Neusner, volume 2, pages 1393–95. Peabody, Massachusetts: Hendrickson Publishers, 2002. . Babylonian Talmud Chullin 89b–103b. Reprinted in, e.g., Talmud Bavli. Elucidated by Eliezer Herzka and Mendy Wachsman; edited by Yisroel Simcha Schorr and Chaim Malinowitz, volume 63, pages 89b2–103b3. The Mishnah taught that the prohibition against eating the sciatic nerve in is in force both within the Land of Israel and outside it, both during the existence of the Temple and after it, and with respect to both consecrated and unconsecrated animals. It applies to both domesticated and wild animals, and to both the right and the left hip. But it does not apply to birds, because they have no spoon-shaped hip as the muscles upon the hip bone (femur) of a bird lie flat and are not raised and convex like those of cattle. It also applies to a live fetus found in a slaughtered animal, although Rabbi Judah said that it does not apply to a fetus. And the live fetus' fat is permitted. Rabbi Meir taught that one should not trust butchers to remove the sciatic nerve, but the Sages taught that one may trust butchers to remove the sciatic nerve as well as the fat that and forbids.Mishnah Chullin 7:1. Reprinted in, e.g., The Mishnah: A New Translation. Translated by Jacob Neusner, pages 778–79. Babylonian Talmud Chullin 89b. A Midrash interpreted Psalm \"The Lord lets loose the prisoners,\" to read, \"The Lord permits the forbidden,\" and thus to teach that what God forbade in one case, God permitted in another. God forbade consuming the sciatic nerve in animals (in ) but permitted it in fowl. God forbade the abdominal fat of cattle (in ), but permitted it in the case of beasts. God forbade eating meat without ritual slaughter (in ) but permitted it for fish. Similarly, Rabbi Abba and Rabbi Jonathan in the name of Rabbi Levi taught that God permitted more things than God forbade. For example, God counterbalanced the prohibition of pork (in and ) by permitting mullet (which some say tastes like pork).Leviticus Rabbah 22:10. Land of Israel, 5th century. Reprinted in, e.g., Midrash Rabbah: Leviticus. Translated by Harry Freedman and Maurice Simon, volume 4, pages 288–89. London: Soncino Press, 1939. . The Mishnah taught that one may send a thigh that still contains the sciatic nerve to a Gentile.Mishnah Chullin 7:2. Reprinted in, e.g., The Mishnah: A New Translation. Translated by Jacob Neusner, page 779. Babylonian Talmud Chullin 93b. But Abahu taught that the Mishnah allowed a Jew to benefit only from the sciatic nerve of an animal that was not slaughtered according to the procedure prescribed by the Torah.Jerusalem Talmud Pesachim 13a. Land of Israel, circa 400 CE. Reprinted in, e.g., Talmud Yerushalmi. Elucidated by Zev Dickstein, Chaim Ochs, Gershon Hoffman, Mendy Wachsman, Abba Zvi Naiman, and Avrohom Neuberger; edited by Chaim Malinowitz, Yisroel Simcha Schorr, and Mordechai Marcus, volume 18, page 13a4. Brooklyn: Mesorah Publications, 2011. . The Reconciliation of Jacob and Esau (illustration from a Bible card published 1907 by the Providence Lithograph Company) ===Genesis chapter 33=== The Meeting of Esau and Jacob (watercolor circa 1896–1902 by James Tissot) A Midrash noted that dots appear above the word \"and kissed him\" (, vayishakeihu) in Rabbi Simeon ben Eleazar taught that wherever one finds the plain writing exceeding the dotted letters, one must interpret the plain writing. But if the dotted letters exceed the plain writing, one must interpret the dotted letters. In the plain writing equals in number the dotted letters, so Rabbi Simeon ben Eleazar taught that conveys that Esau kissed Jacob with all his heart. Rabbi Jannai replied that if this were so, there would be no reason for dots to appear over the word. Rabbi Jannai taught that the dots mean that Esau wished to bite Jacob, but that Jacob's neck turned to marble and Esau's teeth were blunted and loosened. Hence the words \"and they wept\" in reflect that Jacob wept because of his neck and Esau wept because of his teeth. Rabbi Abbahu in Rabbi Johanan's name adduced support for that conclusion from Song of Songs which says: \"Your neck is as a tower of ivory.\"Genesis Rabbah 78:9. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, page 721. Rabbi Tarfon taught that God came from Mount Sinai (or others say Mount Seir) and was revealed to the children of Esau, as says, \"The Lord came from Sinai, and rose from Seir to them,\" and \"Seir\" means the children of Esau, as says, \"And Esau dwelt in Mount Seir.\" God asked them whether they would accept the Torah, and they asked what was written in it. God answered that it included (in (20:13 in the NJPS) and (5:17 in the NJPS)), \"You shall do no murder.\" The children of Esau replied that they were unable to abandon the blessing with which Isaac blessed Esau in \"By your sword shall you live.\" From there, God turned and was revealed to the children of Ishmael, as says, \"He shined forth from Mount Paran,\" and \"Paran\" means the children of Ishmael, as says of Ishmael, \"And he dwelt in the wilderness of Paran.\" God asked them whether they would accept the Torah, and they asked what was written in it. God answered that it included (in (20:13 in the NJPS) and (5:17 in the NJPS)), \"You shall not steal.\" The children of Ishamel replied that they were unable to abandon their fathers’ custom, as Joseph said in (referring to the Ishamelites’ transaction reported in ), \"For indeed I was stolen away out of the land of the Hebrews.\" From there, God sent messengers to all the nations of the world asking them whether they would accept the Torah, and they asked what was written in it. God answered that it included (in (20:3 in the NJPS) and (5:7 in the NJPS)), \"You shall have no other gods before me.\" They replied that they had no delight in the Torah, therefore let God give it to God's people, as says, \"The Lord will give strength [identified with the Torah] to His people; the Lord will bless His people with peace.\" From there, God returned and was revealed to the children of Israel, as says, \"And he came from the ten thousands of holy ones,\" and the expression \"ten thousands\" means the children of Israel, as says, \"And when it rested, he said, ‘Return, O Lord, to the ten thousands of the thousands of Israel.’\" With God were thousands of chariots and 20,000 angels, and God’s right hand held the Torah, as says, \"At his right hand was a fiery law to them.\"Pirke De-Rabbi Eliezer, chapter 41. Reprinted in, e.g., Pirke de Rabbi Eliezer. Translated and annotated by Gerald Friedlander, pages 318–20. Rabbi Haninah taught that Esau paid great attention to his parent (horo), his father, whom he supplied with meals, as reports, \"Isaac loved Esau, because he ate of his venison.\" Rabbi Samuel the son of Rabbi Gedaliah concluded that God decided to reward Esau for this. When Jacob offered Esau gifts, Esau answered Jacob in \"I have enough (, rav); do not trouble yourself.\" So God declared that with the same expression that Esau thus paid respect to Jacob, God would command Jacob's descendants not to trouble Esau's descendants, and thus God told the Israelites in \"You have circled this mountain (, har) long enough (, rav).\"Deuteronomy Rabbah 1:17. Land of Israel, 9th century. Reprinted in, e.g., Midrash Rabbah: Deuteronomy. Translated by Harry Freedman and Maurice Simon, volume 7, page 20. London: Soncino Press, 1939. . Jacob told Esau to go on home and that he would come along later. (1984 illustration by Jim Padgett, courtesy of Distant Shores Media/Sweet Publishing) A Baraita taught that if an idol worshiper asks a Jew where the Jew is going, the Jew should tell the idolater that the Jew is heading towards a place beyond the Jew's actual destination, as Jacob told the wicked Esau. For in Jacob told Esau, \"Until I come to my lord to Seir,\" while records, \"And Jacob journeyed to Succot.\"Babylonian Talmud Avodah Zarah 25b. Reading the account in Rabbi Abbahu said that he searched the whole Scriptures and did not find that Jacob ever went to Esau at Seir. Rabbi Abbahu asked whether it was then possible that Jacob, the truthful, could have deceived Esau. Rabbi Abbahu concluded that Jacob would indeed come to Esau, in the Messianic era, as reports, \"And saviors shall come up on Mount Zion to judge the mount of Esau.\"Genesis Rabbah 78:14. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, page 725. Rabbi Judan the son of Rabbi Simon cited Joseph's Tomb as one of three places where Scripture reports purchases in the Land of Israel, thus providing a defense against the nations of the world who might taunt the Jews, saying that the Israelites had stolen the Land. The three instances are: the cave of Machpelah, of which reports, \"And Abraham weighed to Ephron the silver\"; Joseph's Tomb, of which reports, \"And he bought the parcel of ground\"; and the Temple, of which reports, \"So David gave to Ornan for the place six hundred shekels of gold.\"Genesis Rabbah 79:7. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, page 732. The Rape of Dinah (16th-century painting by Giuliano Bugiardini, at the Kunsthistorisches Museum in Vienna) ===Genesis chapter 34=== The Pirke De- Rabbi Eliezer expounded on \"the daughters of the land\" whom reports Dinah went out to see. The Pirke De-Rabbi Eliezer taught that because Dinah abode in the tents and did not go into the street, Shechem brought dancing girls playing on pipes into the streets to entice Dinah out. When Dinah went to see why the girls were making merry, Shechem seized her.Pirke De-Rabbi Eliezer, chapter 38. Reprinted in, e.g., Pirke de Rabbi Eliezer. Translated and annotated by Gerald Friedlander, page 287. A Tanna taught in Rabbi Jose's name that Shechem was a place predestined for evil, for in Shechem Dinah was raped (as reported in ), Joseph's brothers sold him (as reported in Dothan being near Shechem), and the united kingdom of Israel and Judah was divided (as reported in ).Babylonian Talmud Sanhedrin 102a. In the heart is enticed. A Midrash catalogued the wide range of additional capabilities of the heart reported in the Hebrew Bible.Ecclesiastes Rabbah 1:36 [1:16:1]. 6th–8th centuries. Reprinted in, e.g., Midrash Rabbah: Ruth/Ecclesiastes. Translated by Maurice Simon, volume 8, pages 46–49. London: Soncino Press, 1939. . The heart speaks,Ecclesiastes sees, hears, walks, falls, stands, rejoices, cries, is comforted, is troubled, becomes hardened, grows faint, grieves, fears, can be broken, becomes proud, rebels, invents, cavils, overflows, devises, desires, goes astray, lusts, is refreshed, can be stolen, is humbled, errs, trembles, is awakened, loves, hates, envies, is searched, is rent, meditates, is like a fire, is like a stone, turns in repentance, becomes hot, dies, melts, takes in words, is susceptible to fear, gives thanks, covets, becomes hard, makes merry, acts deceitfully, speaks from out of itself, loves bribes, writes words, plans, receives commandments, acts with pride, makes arrangements, and aggrandizes itself. Job and his wife (painting circa 1500–1503 by Albrecht Dürer) A Baraita reported that some said that Job lived in the time of Jacob and married Dinah, finding the connection in the use of the same word with regard to Job's wife in \"You speak as one of the impious women (, nebalot) speaks,\" and with regard to Dinah in \"Because he had committed a vile deed (, nebalah) in Israel.\"Babylonian Talmud Bava Batra 15b. The Mishnah deduced from that the wound from a circumcision is still serious enough on the third day that one bathes a circumcised baby on that day even if it is the Sabbath.Mishnah Shabbat 9:3, 19:3. Reprinted in, e.g., The Mishnah: A New Translation. Translated by Jacob Neusner, pages 190, 202. Babylonian Talmud Shabbat 86a, 134b. Reprinted in, e.g., Koren Talmud Bavli: Shabbat · Part Two. Commentary by Adin Even-Israel (Steinsaltz), volume 3, pages 23, 293. Jerusalem: Koren Publishers, 2012. . Reading the words of \"And Jacob said to Simeon and Levi: ‘You have troubled (, achartem) me,'\" the Rabbis paraphrased: \"The vat was clear, and you have muddied (, achartem) it.\"Genesis Rabbah 80:12. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, page 744. A Midrash read Judah's questions in \"What shall we speak or how shall we clear ourselves?\" to hint to a series of sins. Judah asked, \"What shall we say to my lord,\" with respect to the money that they retained after the first sale, the money that they retained after the second sale, the cup found in Benjamin's belongings, the treatment of Dinah in the treatment of Bilhah in the treatment of Tamar in the sale of Joseph, allowing Simeon to remain in custody, and the peril to Benjamin.Genesis Rabbah 92:9. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, page 855. ===Genesis chapter 35=== Rabbi Judan said that Jacob declared that Isaac blessed him with five blessings, and God correspondingly appeared five times to Jacob and blessed him (in and ). And thus, in Jacob \"offered sacrifices to the God of his father Isaac,\" and not to the God of Abraham and Isaac. Rabbi Judan also said that Jacob wanted to thank God for permitting Jacob to see the fulfillment of those blessings. And the blessing that was fulfilled was that of \"Let people serve you, and nations bow down to you,\" which was fulfilled with regard to Joseph. (And thus Jacob mentioned Isaac then on going down to witness Joseph's greatness.)Genesis Rabbah 94:5. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, pages 871–73. A Midrash taught that wherever there is idolatry, the Divine Presence (, Shechinah) will not dwell there. Once, however, people remove idolatry, the Divine Presence can appear. For as soon as Jacob removed all idolatry from his camp, as reports, \"Then Jacob said to his household . . . ‘Put away the strange gods that are among you,'\" the Divine Presence immediately appeared to him, as states, \"God appeared again to Jacob.\"Midrash HaGadol. Yemen, 13th century. Reprinted in Menahem M. Kasher. Torah Sheleimah, 35, 41. Jerusalem, 1927. Reprinted in Encyclopedia of Biblical Interpretation. Translated by Harry Freedman, volume 4, pages 193–94. New York: American Biblical Encyclopedia Society, 1965. Rabbi Samuel bar Nahman interpreted the report of that \"Deborah, Rebekah's nurse died, and she was buried below Beth- el under the oak; and the name of it was called Allon-bacuth ().\" Rabbi Samuel bar Nahman taught that the name Allon-bacuth was Greek, in which allon means \"another\" (and thus the phrase could be read, \"The name of it was called ‘another weeping'\"). Rabbi Samuel bar Nahman deduced from this that while Jacob was mourning for Deborah, word reached him that his mother Rebekah had died. And thus reports, \"and God appeared to Jacob again . . . and blessed him.\" Rabbi Aha taught in Rabbi Jonathan's name that the blessing with which God blessed Jacob in was the mourners' blessing of consolation and comfort.Genesis Rabbah 81:5. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, page 750. See also Genesis Rabbah 82:3. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, page 754. (mourners' blessing). Similarly, the Rabbis taught that when Rebekah died, her bier was not taken out in public because of Esau. When Rebekah died, the people asked who would go out in front of her body, for Abraham had died, Isaac sat at home unable to see, Jacob had gone to Paddan Aram, and if Esau went out in front of her, people would curse her for raising such a person as Esau. So they took her bier out at night. Rabbi Jose bar Hanina taught that because they took her bier out at night, Scripture does not openly describe her death, but only alludes to it in Rabbi Jose bar Hanina read to say, \"Deborah, Rebekah's nurse died, . . . and he called it the Weeping Oak,\" for they wept twice, for while Jacob was mourning for Deborah, the news of Rebekah's death reached him. And thus reports, \"and God appeared to Jacob again . . . and blessed him,\" because God blessed Jacob with the mourners' blessing.Midrash Tanhuma Ki Teitzei 4. Reprinted in, e.g., Metsudah Midrash Tanchuma. Translated and annotated by Avraham Davis; edited by Yaakov Y.H. Pupko, volume 8 (Devorim), pages 233–34. Monsey, New York: Eastern Book Press, 2006. A Midrash interpreted \"To the upright He shines as a light in the darkness,\" to apply to the Patriarchs, \"the upright,\" who saw the Divine Presence (, Shechinah) face to face (so to speak). The Midrash taught that we know this about Jacob from which says, \"God appeared to Jacob . . . and blessed him.\"Midrash HaGadol, Vayyera. Reprinted in Menahem M. Kasher. Torah Sheleimah, 35, 41. Reprinted in Encyclopedia of Biblical Interpretation. Translated by Harry Freedman, volume 4, page 194. The Tanna Devei Eliyahu taught that when God found Jacob declaring what was true, that God is God, and acknowledging this truth in his own heart, God revealed God's Self to him at once, as reports, \"God appeared to Jacob again, when he came from Paddan-aram, and blessed him.\" The Tanna Devei Eliyahu taught that this was an application of \"behold, your time was the time of love\" (that was promised to those who proved their love for God). Reading the beginning of as, \"And God yet (, od) appeared to Jacob,\" a Midrash taught that the word \"yet\" (, od) signified that God would never again unite God's Name with another person. God is the God of Abraham, the God of Isaac, and the God of Jacob only.Tanhuma Yashan Vayyishlah 27. 6th century. Reprinted in Menahem M. Kasher. Torah Sheleimah, 35, 42–45. Reprinted in Encyclopedia of Biblical Interpretation. Translated by Harry Freedman, volume 4, page 194. See also Genesis Rabbah 82:3. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, page 754. (attributing the teaching to Rabbi Abba ben Kahana). Reading the beginning of \"And God appeared to Jacob again (, od),\" Rabbi Jose bar Rabbi Hanina taught that \"again\" implies that God appeared this time as on the first occasion in As on the first occasion, God spoke to Jacob through an angel, so on this occasion, it was through an angel. Alternatively, Rabbi Judan taught that the word \"again\" intimated that God would once again reveal God's self to Jacob, at Beersheba, on Jacob's descent into Egypt, in Genesis Rabbah 82:3. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, pages 753–54. Reading “And an ox and a ram for peace offerings . . . for today the Lord appears to you,” Rabbi Levi taught that God reasoned that if God would appear to and bless a Priest who offered a ram in God's name, how much more should God appear to and bless Jacob, whose features are engraved on God's throne. Thus says, “And God appeared to Jacob again, when he came from Paddan-aram, and blessed him.”Genesis Rabbah 82:2. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, page 752. Jacob stopped at Bethel and built an altar to the Lord. (1984 illustration by Jim Padgett, courtesy of Distant Shores Media/Sweet Publishing) Bar Kappara taught that whoever calls Abraham \"Abram\" violates a positive command. Rabbi Levi said that such a person violates both a positive and a negative command, as Genesis says: \"Neither shall your name any more be called Abram\" — that is a negative command — and also says: \"But your name shall be called Abraham\" — that is a positive command. The Midrash asked by analogy, if one calls Israel \"Jacob\" does one infringe a positive command? The Midrash answered that one does not, for it was taught that it was not intended that the name of Jacob should disappear, but that \"Israel\" should be his principal name and \"Jacob\" be his secondary name. Rabbi Zechariah interpreted it in Rabbi Aha's name as follows: In any event (in the words of ), \"Your name is Jacob,\" except that, \"But Israel [too] shall be your name.\" Thus Jacob would be his principal name and \"Israel\" was added to it.Genesis Rabbah 78:3. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, page 717. Jacob's Vision and God's Promise (illustration from a Bible card published 1906 by the Providence Lithograph Company) Reading the words of \"but Israel shall be your name,\" the Tanna Devei Eliyahu taught that one should read not \"Israel,\" but ish ra'ah El, \"the man who saw God\"; for all his actions were concentrated before him.Tanna Devei Eliyahu, Seder Eliyyahu Rabbah 28. Reprinted in, e.g., Menahem M. Kasher. Torah Sheleimah, 35, 53. Reprinted in Encyclopedia of Biblical Interpretation. Translated by Harry Freedman, volume 4, page 195. Resh Lakish taught that the words \"I am God Almighty\" (, El Shaddai) in mean, \"I am He Who said to the world: 'Enough!'\" (, Dai). Resh Lakish taught that when God created the sea, it went on expanding, until God rebuked it and caused it to dry up, as says, \"He rebukes the sea and makes it dry, and dries up all the rivers.\"Babylonian Talmud Chagigah 12a. Reprinted in, e.g., Koren Talmud Bavli: Moed Katan · Hagiga. Commentary by Adin Even-Israel (Steinsaltz), volume 13, page 267. Jerusalem: Koren Publishers, 2014. . Rachel died when the baby was born. (1984 illustration by Jim Padgett, courtesy of Distant Shores Media/Sweet Publishing) A Midrash taught that of four who made vows, two vowed and profited, and two vowed and lost. The Israelites vowed and profited in and Hannah vowed and profited in Jephthah vowed and lost in and Jacob vowed in and lost (some say in the loss of Rachel in and some say in the disgrace of Dinah in for Jacob's vow in was superfluous, as Jacob had already received God's promise, and therefore Jacob lost because of it).Genesis Rabbah 70:3. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, page 637. The Rabbis of the Talmud disputed whether Reuben sinned in Rabbi Samuel bar Nahman said in Rabbi Jonathan's name that whoever maintains that Reuben sinned errs, for says, \"Now the sons of Jacob were twelve,\" teaching that they were all equal in righteousness. Rabbi Jonathan interpreted the beginning of \"and he lay with Bilhah his father's concubine,\" to teach that Reuben moved his father's bed from Bilhah's tent to Leah's tent, and Scripture imputes blame to him as though he had lain with her. Similarly, it was taught in a Baraita that Rabbi Simeon ben Eleazar said that the righteous Reuben was saved from sin. Rabbi Simeon ben Eleazar asked how Reuben's descendants could possibly have been directed to stand on Mount Ebal and proclaim in \"Cursed be he who lies with his father's wife,\" if Reuben had sinned with Bilhah. Rabbi Simeon ben Eleazar interpreted \"and he lay with Bilhah his father's concubine,\" to teach that Reuben resented his mother Leah's humiliation, and did not want Rachel's maid Bilhah to join Rachel as a rival to Leah. So Reuben moved her bed. Others told that Reuben moved two beds, one of the Divine Presence (, Shechinah) and the other of his father, as Jacob set a couch for the Divine Presence in each of his wives’ tents, and he spent the night where the Divine Presence came to rest. According to this view, one should read to say, \"Then you defiled my couch on which (the Divine Presence) went up.\" But the Gemara also reported disputes among the Tannaim on how to interpret the word \"unstable (, pachaz)\" in where Jacob called Reuben, \"unstable (, pachaz) as water.\" Several Rabbis read the word , pachaz, as an acronym, each letter indicating a word. Rabbi Eliezer interpreted Jacob to tell Reuben: \"You were hasty (, paztah), you were guilty (, habtah), you disgraced (, zaltah).\" Rabbi Joshua interpreted: \"You overstepped (, pasatah) the law, you sinned (, hatata), you fornicated (, zanita).\" Rabban Gamaliel interpreted: \"You meditated (, pillaltah) to be saved from sin, you supplicated (, haltah), your prayer shone forth (, zarhah).\" Rabban Gamaliel also cited the interpretation of Rabbi Eleazar the Modiite, who taught that one should reverse the word and interpret it: \"You trembled (, zi'az'ata), you recoiled (, halita), your sin fled (, parhah) from you.\" Rava (or others say Rabbi Jeremiah bar Abba) interpreted: \"You remembered (, zakarta) the penalty of the crime, you were grievously sick (, halita) through defying lust, you held aloof (, pirashta) from sinning.\"Babylonian Talmud Shabbat 55b. Reprinted in, e.g., Koren Talmud Bavli: Shabbat. Commentary by Adin Even-Israel (Steinsaltz), volume 2, pages 264–65. The Mess of Pottage (watercolor circa 1896–1902 by James Tissot) Considering the consequences of Reuben's infidelity with Jacob's concubine Bilhah in Rabbi Eleazar contrasted Reuben's magnanimity with Esau's jealousy. As reports, Esau voluntarily sold his birthright, but as says, \"Esau hated Jacob,\" and as says, \"And he said, ‘Is not he rightly named Jacob? for he has supplanted me these two times.'\" In Reuben's case, Joseph took Reuben's birthright from him against his will, as reports, \"for as much as he defiled his father's couch, his birthright was given to the sons of Joseph.\" Nonetheless, Reuben was not jealous of Joseph, as reports, \"And Reuben heard it, and delivered him out of their hand.\"Babylonian Talmud Berakhot 7b. Reprinted in, e.g., Koren Talmud Bavli: Berakhot. Commentary by Adin Even-Israel (Steinsaltz), volume 1, page 44. A Midrash taught that had Reuben not disgraced himself by his conduct with Bilhah in his descendants would have been worthy of assuming the service of the Levites, for ordinary Levites came to replace firstborn Israelites, as says, \"And you shall take the Levites for Me, even the Lord, instead of all the firstborn among the children of Israel.\"Numbers Rabbah 6:3. 12th century. Reprinted in, e.g., Midrash Rabbah: Numbers. Translated by Judah J. Slotki, volume 5. London: Soncino Press, 1939. . Joseph saw the sun, the moon, and the eleven stars bowing down to him. (1984 illustration by Jim Padgett, courtesy of Distant Shores Media/Sweet Publishing) The Rabbis taught that Reuben reasoned that Joseph had included Reuben with his brethren in Joseph's dream of the sun and the moon and the eleven stars in when Reuben thought that he had been expelled from the company of his brothers on account of the incident of Because Joseph counted Reuben as a brother, Reuben felt motivated to rescue Joseph. And since Reuben was the first to engage in life saving, God decreed that the Cities of Refuge would be set up first within the borders of the Tribe of Reuben in Genesis Rabbah 84:15. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, pages 780–81. Rabbi Judah bar Simon taught that Moses later ameliorated the effects of Reuben's sin in Rabbi Judah bar Simon read \"Blessed shall you be when you come in, and blessed shall you be when you go out,\" to refer to Moses. Rabbi Judah bar Simon read \"when you come in\" to refer to Moses, because when he came into the world, he brought nearer to God Batya the daughter of Pharaoh (who by saving Moses from drowning merited life in the World to Come). And \"blessed shall you be when you go out\" also refers to Moses, for as he was departing the world, he brought Reuben nearer to his estranged father Jacob, when Moses blessed Reuben with the words \"Let Reuben live and not die\" in (thus gaining for Reuben the life in the World to Come and thus proximity to Jacob that Reuben forfeited when he sinned against his father in and became estranged from him in ).Deuteronomy Rabbah 7:5. Reprinted in, e.g., Midrash Rabbah: Deuteronomy. Translated by Harry Freedman and Maurice Simon, volume 7, page 136. See also See Genesis Rabbah 98:4. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, pages 948–52. (restoration of Reuben). The Mishnah taught that the story of Reuben's infidelity with Jacob's concubine Bilhah in is read in the synagogue but not translated.Mishnah Megillah 4:10. Reprinted in, e.g., The Mishnah: A New Translation. Translated by Jacob Neusner, pages 323–24. Babylonian Talmud Megillah 25a. Reprinted in, e.g., Koren Talmud Bavli: Taanit · Megillah. Commentary by Adin Even-Israel (Steinsaltz), volume 12, page 361. Jerusalem: Koren Publishers, 2014. . Expanding on the Pirke De-Rabbi Eliezer told that Jacob took his sons, grandsons, and wives, and went to Kiryat Arba to be near Isaac. Jacob found Esau and his sons and wives there dwelling in Isaac's tents, so Jacob spread his tent apart from Esau's. Isaac rejoiced at seeing Jacob. Rabbi Levi said that in the hour when Isaac was dying, he left his cattle, possessions, and all that he had to his two sons, and therefore they both loved him, and thus reports, \"And Esau and Jacob his sons buried him.\" The Pirke De-Rabbi Eliezer told that after that, Esau told Jacob to divide Isaac's holdings into two portions, and Esau would choose first between the two portions as a right of being the older. Perceiving that Esau had his eye set on riches, Jacob divided the land of Israel and the Cave of Machpelah in one part and all the rest of Isaac's holdings in the other part. Esau went to consult with Ishmael, as reported in Ishmael told Esau that the Amorite and the Canaanite were in the land, so Esau should take the balance of Isaac's holdings, and Jacob would have nothing. So Esau took Isaac's wealth and gave Jacob the land of Israel and the Cave of Machpelah, and they wrote a perpetual deed between them. Jacob then told Esau to leave the land, and Esau took his wives, children, and all that he had, as reports, \"And Esau took his wives . . . and all his possessions which he had gathered in the land of Canaan, and went into a land away from his brother Jacob.\" As a reward, God gave Esau a hundred provinces from Seir to Magdiel, as reports, and Magdiel is Rome. Then Jacob dwelt safely and in peace in the land of Israel.Pirke De-Rabbi Eliezer, chapter 38. Reprinted in, e.g., Pirke de Rabbi Eliezer. Translated and annotated by Gerald Friedlander, pages 289–91. Esau hated Jacob. (1984 illustration by Jim Padgett, courtesy of Distant Shores Media/Sweet Publishing) The Midrash Tehillim interpreted \"You have given me the necks of my enemies,\" to allude to Judah, because Rabbi Joshua ben Levi reported an oral tradition that Judah slew Esau after the death of Isaac. Esau, Jacob, and all Jacob's children went to bury Isaac, as reports, \"Esau, Jacob, and his sons buried him,\" and they were all in the Cave of Machpelah sitting and weeping. At last Jacob's children stood up, paid their respects to Jacob, and left the cave so that Jacob would not be humbled by weeping exceedingly in their presence. But Esau reentered the cave, thinking that he would kill Jacob, as reports, \"And Esau said in his heart: ‘Let the days of mourning for my father be at hand; then will I slay my brother Jacob.’\" But Judah saw Esau go back and perceived at once that Esau meant to kill Jacob in the cave. Quickly Judah slipped after him and found Esau about to slay Jacob. So Judah killed Esau from behind. The neck of the enemy was given into Judah’s hands alone, as Jacob blessed Judah in saying, \"Your hand shall be on the neck of your enemies.\" And thus David declared in \"You have given me the necks of my enemies,\" as if to say that this was David's patrimony, since said it of his ancestor Judah.Midrash Tehillim 18:32. 10th century. Reprinted in, e.g., The Midrash on the Psalms. Translated by William G. Braude, volume 1, pages 265–66. New Haven: Yale University Press, 1959. LCCN 58-6535. ===Genesis chapter 36=== The Gemara taught that the use of the pronoun \"he\" (, hu) in an introduction, as in the words \"this is (, hu) Esau\" in signifies that he was the same in his wickedness from the beginning to the end. Similar uses appear in to teach Dathan and Abiram's enduring wickedness, in to teach Ahaz's enduring wickedness, in to teach Ahasuerus's enduring wickedness, in to teach Abraham's enduring righteousness, in to teach Moses and Aaron's enduring righteousness, and in to teach David's enduring humility.Babylonian Talmud Megillah 11a. Reprinted in, e.g., Koren Talmud Bavli: Taanit · Megillah. Commentary by Adin Even-Israel (Steinsaltz), volume 12, page 258. Notwithstanding Esau's conflicts with Jacob in a Baraita taught that the descendants of Esau's descendant Haman identifies Amalek as Esau's grandson. identifies the Amalekites with the Agagites. identifies Haman as an Agagite. studied Torah in Benai Berak.Babylonian Talmud Sanhedrin 96b. Reprinted in, e.g., Talmud Bavli. Elucidated by Asher Dicker, Joseph Elias, and Dovid Katz; edited by Yisroel Simcha Schorr and Chaim Malinowitz, volume 49, page 96b3. Brooklyn: Mesorah Publications, 1995. . ==In medieval Jewish interpretation== The parashah is discussed in these medieval Jewish sources:For more on medieval Jewish interpretation, see, e.g., Barry D. Walfish. \"Medieval Jewish Interpretation.\" In The Jewish Study Bible: Second Edition. Edited by Adele Berlin and Marc Zvi Brettler, pages 1891–915. ===Genesis chapter 32=== Notwithstanding Esau's conflicts with Jacob in the 14th-century Castilian commentator the Baal HaTurim, reading the Priestly Blessing of noted that the numerical value (gematria) of the Hebrew word for \"peace\" (, shalom) equals the numerical value of the word \"Esau\" (, Eisav). The Baal HaTurim concluded that this hints at the Mishnaic dictum (in Avot 4:15Avot 4:15. Reprinted in, e.g., The Mishnah: A New Translation. Translated by Jacob Neusner, page 683.) that one should always reach out to be the first to greet any person, even an adversary.Jacob ben Asher (The Baal Ha-Turim). Rimze Ba'al ha-Turim. Early 14th century. Reprinted in, e.g., Baal Haturim Chumash: Bamidbar/Numbers. Translated by Eliyahu Touger; edited and annotated by Avie Gold, volume 4, page 1419. Brooklyn: Mesorah Publications, 2003. . Maimonides Maimonides taught that when Scripture reports an angel's appearance or speech, it reports a vision or dream, whether Scripture expressly states this or not. This, Maimonides held, was the case when reports with regard to Jacob, “And a man wrestled with him.” Maimonides concluded that this took place in a prophetic vision, as states that the “man” was an angel. Maimonides noted that the circumstances in are exactly the same as those in the vision of Abraham in where Scripture starts with the general statement of “And the Lord appeared to him . . . ,” and follows with a detailed description. Similarly, Maimonides taught, the account of Jacob's vision begins in “And the angels of God met him.” Scripture then follows with a detailed description of how it came to pass that they met him. Maimonides argued that the “man” of was one of the angels mentioned in “And angels of God met him.” Maimonides concluded that the wrestling and speaking occurred entirely in Jacob's prophetic vision.Maimonides. The Guide for the Perplexed, part 2, chapter 42. Cairo, Egypt, 1190. Reprinted in, e.g., Moses Maimonides. The Guide for the Perplexed. Translated by Michael Friedländer, pages 236–37. New York: Dover Publications, 1956. . Rashi Rashi read Jacob's words in “unless you have blessed me,” to ask the angel to concede to Jacob the blessings with which Isaac blessed Jacob, and to which Esau objected.Rashi. Commentary. chapter 32. Troyes, France, late 11th century. Reprinted in, e.g., Rashi. The Torah: With Rashi's Commentary Translated, Annotated, and Elucidated: Bereishis/Genesis. Translated and annotated by Yisrael Isser Zvi Herczeg, volume 1, page 371. Brooklyn: Mesorah Publications, 1995. . Rashi interpreted the angel's words in “No longer . . . Jacob,” to mean that it shall no longer be said that Isaac's blessings came to Jacob through trickery (, akevah) and deceit, but with nobility and openness, and ultimately, God would reveal God's Self to Jacob at Bethel and change Jacob's name, and there God would bless Jacob, and the angel would be there, too. The angel then acknowledged Isaac's blessings as being Jacob's. Rashi taught that this is the meaning of “He strove with an angel and prevailed over him; he wept and supplicated him,” meaning that the angel wept and supplicated Jacob. Rashi taught that the angel supplicated Jacob by telling him, as says: “In Bethel he will find Him, and there He will speak with us.” The angel asked Jacob to wait for him until God would speak with them there. Jacob, however, did not agree to release the angel, and, against the angel's will, the angel acknowledged the blessings as being Jacob's. Rashi read “And he blessed him there,” to indicate that the angel entreated Jacob to wait, but Jacob did not wish to do so.Rashi. Commentary. chapter 32. Reprinted in, e.g., Rashi. The Torah: With Rashi's Commentary Translated, Annotated, and Elucidated: Bereishis/Genesis. Translated and annotated by Yisrael Isser Zvi Herczeg, volume 1, pages 371–72. Nachmanides Reading “And he said: ‘Why is it that you ask after my name?’” Nachmanides wrote that the angel told Jacob that there was no advantage to Jacob in knowing the angel’s name, for no one possessed the power and the capability other than God alone.Nachmanides. Commentary on the Torah. Jerusalem, circa 1270. Reprinted in, e.g., Ramban (Nachmanides): Commentary on the Torah: Genesis. Translated by Charles B. Chavel, volume 1, page 406. New York: Shilo Publishing House, 1971. . The 15th century Spanish commentator Isaac ben Moses Arama read the angel’s request in for Jacob to let him go as simply another way of asking Jacob why he was wasting his time detaining the angel, when he should have been busy preparing gifts for Esau. Isaac ben Moses Arama taught that Jacob’s request to know the angel’s name meant that Jacob wanted to know who had the power to inflict such damage on his hip joint. The angel told Jacob that it was not the angel’s name that mattered, since the ability to inflict damage was not rooted in the identity of the angel, but rather, the mission of the angel was the important thing.Isaac ben Moses Arama. Akedat Yizhak (The Binding of Isaac). Late 15th century. Reprinted in, e.g., Yitzchak Arama. Akeydat Yitzchak: Commentary of Rabbi Yitzchak Arama on the Torah. Translated and condensed by Eliyahu Munk, volume 1, page 217. New York, Lambda Publishers, 2001. . ===Genesis chapter 35=== Rashi explained \"Your name shall no longer be called Jacob (),\" to intimate a change from an expression of a man who comes with stealth and guile (, akvah) to Israel (), a term denoting a prince (, sar) and a chief.Rashi. Commentary. chapter 35. Reprinted in, e.g., Rashi. The Torah: With Rashi's Commentary Translated, Annotated, and Elucidated: Bereishis/Genesis. Translated and annotated by Yisrael Isser Zvi Herczeg, volume 1, page 392. Maimonides taught that the encounter where reports, \"God said to him: ‘Your name is Jacob,\" is an instance of where a prophet reports the words of an angel without mentioning that they were perceived in a dream or vision, assuming that it is well known that prophecy can only originate in one of those two ways.Maimonides. The Guide for the Perplexed, part 2, chapter 41. Reprinted in, e.g., Moses Maimonides. The Guide for the Perplexed. Translated by Michael Friedländer, page 235. ==In modern interpretation== The parashah is discussed in these modern sources: Gunkel ===Genesis chapters 25–33=== The early 20th century German scholar Hermann Gunkel wrote that the legend cycle of Jacob-Esau-Laban divided clearly into the legends (1) of Jacob and Esau ( ), (2) of Jacob and Laban ( ), (3) of the origin of the twelve tribes (), and (4) of the origin of ritual observances ( 22–32).Hermann Gunkel. Genesis: Translated and Explained. Göttingen: Vandenhoeck & Ruprecht, 1901. Introduction reprinted as The Legends of Genesis: The Biblical Saga and History. Translated by William H. Carruth. 1901. Reprinted, e.g., with an introduction by William F. Albright, page 45. New York: Schocken Books 1964; Reissue edition, 1987. . See also Walter Brueggemann. Genesis: Interpretation: A Bible Commentary for Teaching and Preaching, page 205. Atlanta: John Knox Press, 1982. . (identifying verses of these legends). Professor Walter Brueggemann, formerly of Columbia Theological Seminary, suggested a chiastic structure to the Jacob narrative (shown in the chart below), moving from conflict with Esau to reconciliation with Esau. Within that is conflict with Laban moving to covenant with Laban. And within that, at the center, is the narrative of births, in which the birth of Joseph (at ) marks the turning point in the entire narrative, after which Jacob looks toward the Land of Israel and his brother Esau. In the midst of the conflicts are the two major encounters with God, which occur at crucial times in the sequence of conflicts.Walter Brueggemann. Genesis: Interpretation: A Bible Commentary for Teaching and Preaching, pages 211–13. See also Gary A. Rendsburg. The Great Courses: The Book of Genesis: Part 2, page 13. Chantilly, Virginia: The Teaching Company, 2006. . (similar chiastic structure). {| class=\"wikitable\" style=\"text-align:center; border:1px white;\" |+The Jacob Narrative |- | style=\"border:1px white; background:Ivory;\" | Conflict with Esau || style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Ivory;\" | Reconciliation with Esau |- | style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Ivory;\" | |- style=\"border:1px white; background:Ivory;\" | style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Navajowhite;\" | Meeting at Bethel || style=\"border:1px white; background:Navajowhite;\" | || style=\"border:1px white; background:Navajowhite;\" | || style=\"border:1px white; background:Navajowhite;\" | || style=\"border:1px white; background:Navajowhite;\" | Meeting at Penu'el || style=\"border:1px white; background:Ivory;\" | |- style=\"border:1px white; background:Ivory;\" | style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Navajowhite;\" | || style=\"border:1px white; background:Navajowhite;\" | || style=\"border:1px white; background:Navajowhite;\" | || style=\"border:1px white; background:Navajowhite;\" | || style=\"border:1px white; background:Navajowhite;\" | || style=\"border:1px white; background:Ivory;\" | |- style=\"border:1px white; background:Ivory;\" | | style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Navajowhite;\" | || style=\"border:1px white; background:Ivory;\" | Conflict with Laban || style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Ivory;\" | Covenant with Laban || style=\"border:1px white; background:Navajowhite;\" | || style=\"border:1px white; background:Ivory;\" | |- style=\"border:1px white; background:Ivory;\" | | style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Navajowhite;\" | || style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Navajowhite;\" | || style=\"border:1px white; background:Ivory;\" | |- style=\"border:1px white; background:Ivory;\" | | style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Navajowhite;\" | || style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:tan;\" | Births || style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Navajowhite;\" | || style=\"border:1px white; background:Ivory;\" | |- style=\"border:1px white; background:Ivory;\" | | style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Navajowhite;\" | || style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:tan;\" | || style=\"border:1px white; background:Ivory;\" | || style=\"border:1px white; background:Navajowhite;\" | || style=\"border:1px white; background:Ivory;\" | |} Acknowledging that some interpreters view Jacob's two encounters with God in and as parallel, Professor Terence Fretheim of the Luther Seminary argued that one may see more significant levels of correspondence between the two Bethel stories in and and one may view the oracle to Rebekah in regarding \"struggling\" as parallel to Jacob's struggle at the Jabbok in Fretheim concluded that these four instances of Divine speaking link to each other in complex ways.Terence E. Fretheim. \"The Book of Genesis.\" In The New Interpreter's Bible. Edited by Leander E. Keck, volume 1, page 519. Nashville: Abingdon Press, 1994. . Professor Nahum Sarna, formerly of Brandeis University, reported that modern scholars deduce from the Genesis listings of Jacob's sons the evolution of the league of Israelite tribes. These scholars deduce from the listing of Reuben, Simeon, Levi, and Judah as Leah tribes that they were politically related. As their tribal territories were not contiguous, their organizing principle could not have been geographical, and their association must therefore reflect a presettlement reality. These scholars conclude that the six Leah tribes must have originated as a separate fraternity in Mesopotamia that evolved in two distinct stages. The account of the birth of Jacob's sons in preserves the earliest traditions. The position of Judah as the fourth son reflects the situation prior to Judah's ascendancy, reflected in The handmaid tribes had a subordinate status. And the tribe of Benjamin was the last to join the Israelite league and came into being in Canaan.Nahum M. Sarna. The JPS Torah Commentary: Genesis: The Traditional Hebrew Text with the New JPS Translation, pages 401–03. Philadelphia: Jewish Publication Society, 1989. . ===Genesis chapter 32=== Professor John Kselman, former of the Weston Jesuit School of Theology, noted that Jacob's prayer in contained the essential features of (1) the address to God in , (2) the petition in , and (3) the motivation for God to grant the petition in .John S. Kselman. \"Genesis.\" In The HarperCollins Bible Commentary. Edited by James L. Mays, page 103. New York: HarperCollins Publishers, revised edition, 2000. . Kselman noted that Jacob's dividing his gifts to Esau into droves in served both to appease Esau and to act as a buffer between Esau and Jacob. Armstrong Professor Everett Fox of Clark University translated : “For [Jacob] said to himself: I will wipe [the anger from] his face with the gift that goes ahead of my face; afterward, when I see his face, perhaps he will lift up my face!”Everett Fox. The Five Books of Moses, pages 153–55. Dallas: Word Publishing, 1995. . British author Karen Armstrong wrote that Fox's translation preserved the “insistent diction” of the Hebrew, directing the reader to Jacob's imminent wrestling match, when Jacob would see God “face to face” (in the words of ), and implying that the “faces” of God, Jacob, and Esau were all the same. Armstrong argued that by facing his brother, Jacob confronted the “face” of God, but also confronted himself. Jacob came to terms not only with his wronged brother, but with Jacob's inner Esau, the alter ego that Jacob hated and had tried to discard. Armstrong concluded that only by confronting the subconscious aspects of his personality that filled his waking self with fear and disgust could Jacob heal his internal conflict and experience God's healing power.Karen Armstrong. In the Beginning: A New Interpretation of Genesis, page 91. New York: Knopf, 1996. . Everett Fox argued that the wrestling scene in both symbolized and resolved beforehand Jacob's meeting with Esau in much as William Shakespeare’s prebattle dream scenes did in his plays Julius Caesar, Richard III, and Macbeth. The struggle motif, introduced in returned in but Fox argued that Jacob's whole life and personality were at stake, as despite his recent material successes, they were still under the pall of Esau's curse in Fox concluded that the name change in was central, suggesting both victory in the struggle and the emergence of a new power.Everett Fox. The Five Books of Moses, page 154. Professor Ephraim Speiser of the University of Pennsylvania in the mid 20th century read the eerie encounter at Penuel in to teach that no one may grasp God's complete design, which remains reasonable and just no matter who the chosen agent may be at any given point.Ephraim A. Speiser. Genesis: Introduction, Translation, and Notes, volume 1, page xxviii. New York: Anchor Bible, 1964. . Kugel ===Genesis chapter 34=== Noting the similarity between the actions of Simeon and Levi in on the one hand, and the instructions in for killing the men but taking the women and livestock captive, on the other hand, Professor James Kugel of Bar Ilan University observed that it is almost as if Simeon and Levi were obeying the Deteronomic law before it was given. Kugel reported that some modern interpreters deduced that the editor responsible for inserting the Dinah story in Genesis was particularly connected with Deuteronomy or at least familiar with its laws. These interpreters concluded that the Dinah story was a late addition, inserted to account for Jacob's otherwise referentless allusion to the violent tempers of Simeon and Levi in by importing and only slightly modified an originally unrelated tale, probably situated during the time of the Judges.James L. Kugel. How To Read the Bible: A Guide to Scripture, Then and Now, pages 174–75. New York: Free Press, 2007. . ===Genesis chapter 36=== Gunkel noted that enumerates the kings of Edom down to the time of David, and cited this as evidence of a great interval of time between the period of the patriarchs and that of the narrators of Genesis.Hermann Gunkel. Genesis: Translated and Explained. Göttingen: Vandenhoeck & Ruprecht, 1901. Introduction reprinted as The Legends of Genesis: The Biblical Saga and History. Translated by William H. Carruth. 1901. Reprinted, e.g., with an introduction by William F. Albright, page 4. ==Commandments== According to Maimonides and Sefer ha-Chinuch, there is one negative commandment in the parashah:Maimonides. Mishneh Torah, Negative Commandment 183. Cairo, Egypt, 1170–1180. Reprinted in Maimonides. The Commandments: Sefer Ha-Mitzvoth of Maimonides. Translated by Charles B. Chavel, volume 2, pages 180–81. London: Soncino Press, 1967. . Sefer HaHinnuch: The Book of [Mitzvah] Education. Translated by Charles Wengrov, volume 1, pages 89–90. Jerusalem: Feldheim Publishers, 1991. . *Not to eat the sinew of the thigh (gid ha-nasheh). A page from a 14th-century German Haggadah ==In the liturgy== The Passover Haggadah, in the concluding nirtzah section of the Seder, in a reference to recounts how Israel struggled with an angel and overcame him at night.Menachem Davis. The Interlinear Haggadah: The Passover Haggadah, with an Interlinear Translation, Instructions and Comments, page 108. Brooklyn: Mesorah Publications, 2005. . Joseph Tabory. JPS Commentary on the Haggadah: Historical Introduction, Translation, and Commentary, page 123. Philadelphia: Jewish Publication Society, 2008. . In the Blessing after Meals (Birkat Hamazon), at the close of the fourth blessing (of thanks for God's goodness), Jews allude to God's blessing of the Patriarchs described in 27:33, and 33:11.The Schottenstein Edition Siddur for the Sabbath and Festivals with an Interlinear Translation. Edited by Menachem Davis, page 172. Brooklyn: Mesorah Publications, 2002. . Reuven Hammer. Or Hadash: A Commentary on Siddur Sim Shalom for Shabbat and Festivals, page 342. New York: The Rabbinical Assembly, 2003. . In the morning blessings (Birkot hashachar), before the first recitation of the Shema, Jews refer to God's changing of Jacob's name to Israel in The Schottenstein Edition Siddur for the Sabbath and Festivals with an Interlinear Translation. Edited by Menachem Davis, page 212. Reuven Hammer. Or Hadash: A Commentary on Siddur Sim Shalom for Shabbat and Festivals, page 66. ==Haftarah== The haftarah for the parashah is: *for Ashkenazi Jews: or *for Sephardi Jews: ===Connection to the parshah=== The section from the Book of Hosea mentions the deeds of Jacob, including his wrestling with an angel. The Book of Obadiah deals with God's wrath against the kingdom of Edom, who are descended from Esau. At times Esau's name is used as a synonym for the nation. ==Notes== ==Further reading== ===Biblical=== * (be fruitful and multiply); 9:1, 7; (be fruitful and multiply); 48:7 (Rachel's death). * * (31:15 in NJPS) (site of Rachel's death). ===Early nonrabbinic=== Josephus *Wisdom of Solomon 10:9–12. Alexandria, circa 26 C.E. Reprinted in, e.g., David Winston. The Wisdom of Solomon: A New Translation with Introduction and Commentary, The Anchor Bible, volume 43, pages 210–11, 217. Garden City, New York: Doubleday & Company, 1979. . *Josephus. Antiquities of the Jews 1:20:1–2:1:2. Circa 93–94. Reprinted in, e.g., The Works of Josephus: Complete and Unabridged, New Updated Edition. Translated by William Whiston, pages 51–53. Peabody, Massachusetts: Hendrickson Publishers, 1987. . ===Classical rabbinic=== *Mishnah: Shabbat 9:3, 19:3; Megillah 4:10; Chullin 7:1–6. Land of Israel, circa 200 C.E. Reprinted in, e.g., The Mishnah: A New Translation. Translated by Jacob Neusner, pages 190, 202, 323–24, 778–80. New Haven: Yale University Press, 1988. . *Tosefta: Berakhot 1:10, 4:16; Bikkurim 2:2; Megillah 3:35; Avodah Zarah 3:4; Chullin 7:1–8. Land of Israel, circa 300 C.E. Reprinted in, e.g., The Tosefta: Translated from the Hebrew, with a New Introduction. Translated by Jacob Neusner, volume 1, pages 6, 26, 348, 652; volume 2, pages 1269, 1393–95. Peabody, Massachusetts: Hendrickson Publishers, 2002. . *Jerusalem Talmud: Berakhot 17b, 83a, 84b; Sheviit 72a; Orlah 34a; Shabbat 72b, 73b, 107a; Eruvin 33a; Pesachim 13a; Taanit 30b; Yevamot 7a; Ketubot 21b, 38b; Sotah 28b; Sanhedrin 18a. Land of Israel, circa 400 CE. Reprinted in, e.g., Talmud Yerushalmi. Edited by Chaim Malinowitz, Yisroel Simcha Schorr, and Mordechai Marcus, volumes 1–2, 6b, 12, 14–15, 17–18, 25, 29, 31, 36. Brooklyn: Mesorah Publications, 2005–2017. And reprinted in, e.g., The Jerusalem Talmud: A Translation and Commentary. Edited by Jacob Neusner and translated by Jacob Neusner, Tzvee Zahavy, B. Barry Levy, and Edward Goldman. Peabody, Massachusetts: Hendrickson Publishers, 2009. . *Genesis Rabbah 8:13; 11:7; 18:2; 19:12; 34:13; 37:3; 43:8; 45:5; 46:8; 47:6; 42:4; 75:1–83:5; 84:2, 4–5. Land of Israel, 5th Century. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 1, pages 63, 85, 142, 157, 279, 296, 358, 383–84, 394, 403, 505; volume 2, pages 536, 557, 568, 589, 615, 623, 631, 668, 673, 679, 682, 688–772, 781, 783, 789, 829–30, 855, 872, 904, 919, 943–44, 949, 968, 979ff. London: Soncino Press, 1939. . Talmud *Babylonian Talmud: Berakhot 4a, 12b; Shabbat 32a, 33b, 55b, 85a, 86a, 134b; Eruvin 53a; Pesachim 7b, 22a, 47b, 54a, 83b, 118b, 119b; Yoma 77b; Sukkah 5b, 39a; Beitzah 12a; Rosh Hashanah 26a; Taanit 20b, 27b; Megillah 11a, 17a, 18a, 21b, 25a–b; Chagigah 5b, 12a; Yevamot 65b; Nedarim 31b; Nazir 23a; Sotah 22b, 36b, 41b; Kiddushin 21b, 55a; Bava Kamma 41a, 92a; Bava Metzia 86b; Bava Batra 15b, 74b, 115b–16a, 123b; Sanhedrin 39b, 56a, 59a, 82b, 94a, 98b, 99b, 102a; Makkot 7b, 11a–b, 21b; Avodah Zarah 8b, 11b, 25b; Horayot 10b, 12a; Chullin 7b, 69a, 89b–103b, 134b, 137b; Keritot 21a; Niddah 63a. Babylonia, 6th Century. Reprinted in, e.g., Talmud Bavli. Edited by Yisroel Simcha Schorr, Chaim Malinowitz, and Mordechai Marcus, 72 volumes. Brooklyn: Mesorah Publications, 2006. Ibn Gabirol ===Medieval=== *Solomon ibn Gabirol. A Crown for the King, 36:488–89. Spain, 11th Century. Translated by David R. Slavitt, pages 66–67. New York: Oxford University Press, 1998. . *Rashi. Commentary. Genesis 32–36. Troyes, France, late 11th Century. Reprinted in, e.g., Rashi. The Torah: With Rashi's Commentary Translated, Annotated, and Elucidated. Translated and annotated by Yisrael Isser Zvi Herczeg, volume 1, pages 359–407. Brooklyn: Mesorah Publications, 1995. . *Rashbam. Commentary on the Torah. Troyes, early 12th century. Reprinted in, e.g., Rabbi Samuel Ben Meir's Commentary on Genesis: An Annotated Translation. Translated by Martin I. Lockshin, pages 197–238. Lewiston, New York: The Edwin Mellen Press, 1989. . *Abraham ibn Ezra. Commentary on the Torah. Mid-12th century. Reprinted in, e.g., Ibn Ezra's Commentary on the Pentateuch: Genesis (Bereshit). Translated and annotated by H. Norman Strickman and Arthur M. Silver, pages 310–44. New York: Menorah Publishing Company, 1988. . *Hezekiah ben Manoah. Hizkuni. France, circa 1240. Reprinted in, e.g., Chizkiyahu ben Manoach. Chizkuni: Torah Commentary. Translated and annotated by Eliyahu Munk, volume 1, pages 242–68. Jerusalem: Ktav Publishers, 2013. . Zohar *Nachmanides. Commentary on the Torah. Jerusalem, circa 1270. Reprinted in, e.g., Ramban (Nachmanides): Commentary on the Torah: Genesis. Translated by Charles B. Chavel, volume 1, pages 394–445. New York: Shilo Publishing House, 1971. . *Zohar 1:165b–79a. Spain, late 13th Century. Reprinted in, e.g., The Zohar. Translated by Harry Sperling and Maurice Simon. 5 volumes. London: Soncino Press, 1934. *Joshua ibn Shueib. \"Sermon on Wa-Yishlah.\" Aragon, First half of 14th century. In Marc Saperstein. Jewish Preaching, 1200–1800: An Anthology, pages 137–55. New Haven: Yale University Press, 1989. . *Isaac ben Moses Arama. Akedat Yizhak (The Binding of Isaac). Late 15th century. Reprinted in, e.g., Yitzchak Arama. Akeydat Yitzchak: Commentary of Rabbi Yitzchak Arama on the Torah. Translated and condensed by Eliyahu Munk, volume 1, pages 209–29. New York, Lambda Publishers, 2001. . ===Modern=== *Isaac Abravanel. Commentary on the Torah. Italy, between 1492–1509. Reprinted in, e.g., Abarbanel: Selected Commentaries on the Torah: Volume 1: Bereishis/Genesis. Translated and annotated by Israel Lazar, pages 210–32. Brooklyn: CreateSpace, 2015. . *Obadiah ben Jacob Sforno. Commentary on the Torah. Venice, 1567. Reprinted in, e.g., Sforno: Commentary on the Torah. Translation and explanatory notes by Raphael Pelcovitz, pages 174–97. Brooklyn: Mesorah Publications, 1997. . *Moshe Alshich. Commentary on the Torah. Safed, circa 1593. Reprinted in, e.g., Moshe Alshich. Midrash of Rabbi Moshe Alshich on the Torah. Translated and annotated by Eliyahu Munk, volume 1, pages 207–32. New York, Lambda Publishers, 2000. . *Avraham Yehoshua Heschel. Commentaries on the Torah. Cracow, Poland, mid 17th century. Compiled as Chanukat HaTorah. Edited by Chanoch Henoch Erzohn. Piotrkow, Poland, 1900. Reprinted in Avraham Yehoshua Heschel. Chanukas HaTorah: Mystical Insights of Rav Avraham Yehoshua Heschel on Chumash. Translated by Avraham Peretz Friedman, pages 81–88. Southfield, Michigan: Targum Press/Feldheim Publishers, 2004. . Goethe *Chaim ibn Attar. Ohr ha-Chaim. Venice, 1742. Reprinted in Chayim ben Attar. Or Hachayim: Commentary on the Torah. Translated by Eliyahu Munk, volume 1, pages 273–96. Brooklyn: Lambda Publishers, 1999. . *Johann Wolfgang von Goethe. Letter to Sara von Grothuss. 1812. Quoted in Solomon Goldman. In the Beginning, page 634. Harper, 1949. (\"This foolish Dinah who runs about in the land.\") Eliot *Rumpelstiltskin. In Jacob Grimm & Wilhelm Grimm. Children's and Household Tales. Germany, 1812. Reprinted in, e.g., The Complete Brothers Grimm Fairy Tales. Edited by Lily Owens, pages 203–06. New York: Gramercy Books, 2006. . (power of a true name). Dickinson *George Eliot. Adam Bede, chapter 50. Edinburgh and London: William Blackwood and Sons, 1859. Reprinted, e.g., edited by Carol A. Martin, page 433. Oxford: Oxford University Press, 2008. (Dinah tells Adam about Arthur: “He’s of a rash, warm- hearted nature, like Esau, for whom I have always felt great pity . . . . That meeting between the brothers, where Esau is so loving and generous, and Jacob so timid and distrustful, notwithstanding his sense of the Divine favour, has always touched me greatly. Truly, I have been tempted sometimes to say, that Jacob was of a mean spirit. But that is our trial: — we must learn to see the good in the midst of much that is unlovely.”). *Emily Dickinson. Poem 59 (A little East of Jordan,). Circa 1859. In The Complete Poems of Emily Dickinson. Edited by Thomas H. Johnson, page 31. New York: Little, Brown & Co., 1960. . Luzzatto *Samuel David Luzzatto (Shadal). Commentary on the Torah. Padua, 1871. Reprinted in, e.g., Samuel David Luzzatto. Torah Commentary. Translated and annotated by Eliyahu Munk, volume 2, pages 310–54. New York: Lambda Publishers, 2012. . Kook *Yehudah Aryeh Leib Alter. Sefat Emet. Góra Kalwaria (Ger), Poland, before 1906. Excerpted in The Language of Truth: The Torah Commentary of Sefat Emet. Translated and interpreted by Arthur Green, pages 49–54. Philadelphia: Jewish Publication Society, 1998. . Reprinted 2012. . *Abraham Isaac Kook. The Lights of Penitence, 14:40. 1925. Reprinted in Abraham Isaac Kook: the Lights of Penitence, the Moral Principles, Lights of Holiness, Essays, Letters, and Poems. Translated by Ben Zion Bokser, page 111. Mahwah, New Jersey: Paulist Press 1978. . Schmidt *Nathaniel Schmidt. \"The Numen of Penuel.\" Journal of Biblical Literature, volume 45 (number 3/4) (1926): pages 260–79. *Alexander Alan Steinbach. Sabbath Queen: Fifty-four Bible Talks to the Young Based on Each Portion of the Pentateuch, pages 23–25. New York: Behrman's Jewish Book House, 1936. *Irving Fineman. Jacob, An Autobiographical Novel. New York: Random House, 1941. Mann *Thomas Mann. Joseph and His Brothers. Translated by John E. Woods, pages 51–53, 64–65, 69–73, 77, 84–85, 100–03, 112–51, 155–56, 239, 294, 303–14, 326, 335, 399–400, 402–04, 426–27, 429, 432, 438, 446, 454, 491, 500–01, 507, 515, 563, 805, 917, 978–79. New York: Alfred A. Knopf, 2005. . Originally published as Joseph und seine Brüder. Stockholm: Bermann-Fischer Verlag, 1943. *John R. Bartlett. \"The Edomite King-list of Genesis XXXVI. 31–39 and I Chron. I. 43–50.\" The Journal of Theological Studies, volume 16 (1965): pages 301–14. *Martin Kessler. \"Genesis 34 — An Interpretation.\" Reformed Review, volume 19 (1965): pages 3–8. *Frederick Buechner. The Magnificent Defeat, pages 10–18. Seabury Press, 1966. Reprinted San Francisco: Harper & Row, 1985. . *Delmore Schwartz. Jacob. In Selected Poems: Summer Knowledge, pages 233–35. New York: New Directions, 1967. . *Bernhard W. Anderson. \"An Exposition of Genesis 32:22–32: The Traveller Unknown.\" Australian Biblical Review, volume 17 (1969): pages 21–26. *Robert Coote. \"The Meaning of the Name Israel.\" Harvard Theological Review, volume 65 (1972): pages 137–46. *Joe O. Lewis. \"Gen 32:23–33, Seeing a Hidden God.\" Society of Biblical Literature Abstracts and Seminar Papers, volume 1 (1972): pages 449–57. *Laurel Trivelpiece. \"Jacob at Peniel.\" Prairie Schooner, volume 47 (number 2) (Summer 1973): page 141. *Roland Barthes. \"The Struggle with the Angel: Textual Analysis of Genesis 32:23–33.\" In Structural Analysis and Biblical Exegesis: Interpretational Essays. Translated by Alfred M. Johnson Jr., pages 21–33. Pittsburgh: Pickwick, 1974. . *Godfrey R. Driver. \"Gen. Xxxvi 24: Mules or Fishes.\" Vetus Testamentum, volume 25 (1975): pages 109–10. *Frank C. Fensham. \"Gen XXXIV and Mari.\" Journal of Northwest Semitic Languages, volume 4 (1975): pages 15–38. Wiesel *Stanley Gevirtz. \"Of Patriarchs and Puns: Joseph at the Fountain, Jacob at the Ford.\" Hebrew Union College Annual, volume 46 (1975): pages 33–54. *Elie Wiesel. \"And Jacob Fought the Angel.\" In Messengers of God: Biblical Portraits & Legends, pages 103–38. New York: Random House, 1976. . *Donald J. Wiseman. \"They Lived in Tents.\" In Biblical and Near Eastern Studies: Essays in Honor of William Sanford La Sor. Edited by Gary A. Tuttle, pages 195–200. Grand Rapids: Eerdmans, 1978. . *Michael Fishbane. \"Genesis 25:19–35:22/The Jacob Cycle.\" In Text and Texture: Close Readings of Selected Biblical Texts, pages 40–62. New York: Schocken Books, 1979. . *John G. Gammie. \"Theological Interpretation by Way of Literary and Tradition Analysis: Genesis 25–36.\" In Encounter with the Text: Form and History in the Hebrew Bible. Edited by Martin J. Buss, pages 117–34. Philadelphia: Fortress, 1979. . *Louis T. Brodie. \"Jacob's Travail (Jer 30:1–13) and Jacob's Struggle (Gen 32:22–32): A Test Case for Measuring the Influence of the Book of Jeremiah on the Present Text of Genesis.\" Journal for the Study of the Old Testament, volume 19 (1981): pages 31–60. *Nehama Leibowitz. Studies in Bereshit (Genesis), pages 345–93. Jerusalem: The World Zionist Organization, 1981. Reprinted as New Studies in the Weekly Parasha. Lambda Publishers, 2010. . *Nathaniel Wander. \"Structure, Contradiction, and ‘Resolution' in Mythology: Father's Brother's Daughter Marriage and the Treatment of Women in Genesis 11–50.\" Journal of the Ancient Near Eastern Society, volume 13 (1981): pages 75–99. *Walter Brueggemann. Genesis: Interpretation: A Bible Commentary for Teaching and Preaching, pages 260–87. Atlanta: John Knox Press, 1982. . *Stephen A. Geller, \"The Struggle at the Jabbok: The Uses of Enigma in a Biblical Narrative.\" Journal of the Ancient Near Eastern Society, volume 14 (1982): pages 37–60. *Walter Brueggemann. Genesis: Interpretation: A Bible Commentary for Teaching and Preaching, pages 204–12, 260–87. Atlanta: John Knox Press, 1986. . Feldman *Pinchas H. Peli. Torah Today: A Renewed Encounter with Scripture, pages 33–36. Washington, D.C.: B'nai B'rith Books, 1987. . *Robert A. Coughenour. \"A Search for Maḥanaim.\" Bulletin of the American Schools of Oriental Research, number 273 (February 1989): pages 57–66. *Louis H. Feldman. \"Josephus' Portrait of Jacob.\" The Jewish Quarterly Review, New Series, volume 79 (number 2/3) (October 1988–January 1989): pages 101–51. Lindgren *Torgny Lindgren. “The Sump-Grubber.” In Merab's Beauty and Other Stories. Translated by Mary Sandbach. The Harvill Press, 1989. . Reprinted in The Art of the Story: An International Anthology of Contemporary Short Stories. Edited by Daniel Halpern, pages 373–79. New York: Penguin Books, 1999. . Originally published as Merabs skönhet: Berättelser. Sweden: Norstedt, 1983. . (loose fictional retelling of Jacob's wrestling with the angel, in the form of an implement to extract tree stumps). *Nahum M. Sarna. The JPS Torah Commentary: Genesis: The Traditional Hebrew Text with the New JPS Translation, pages 223–53, 403–10. Philadelphia: Jewish Publication Society, 1989. . *Mark S. Smith. The Early History of God: Yahweh and the Other Deities in Ancient Israel, pages 2, 14, 23–24, 34, 83, 87, 108. New York: HarperSanFrancisco, 1990. . *Kevin Hart. Peniel. Golvan Arts, 1991. . *Frederick Buechner. The Son of Laughter. New York: HarperCollins, 1993. . *Steven Molen. \"The Identity of Jacob's Opponent: Wrestling with Ambiguity in Gen. 32:22–32.\" Shofar, volume 11 (number 2) (Winter 1993): pages 16–29. *Pat Schneider. Welcoming Angels. In Long Way Home: Poems, page 90. Amherst, Massachusetts: Amherst Writers and Artists Press, 1993. . *Aaron Wildavsky. Assimilation versus Separation: Joseph the Administrator and the Politics of Religion in Biblical Israel, pages 6, 27–28. New Brunswick, New Jersey: Transaction Publishers, 1993. . *Judith S. Antonelli. \"Dinah: Rape Victim.\" In In the Image of God: A Feminist Commentary on the Torah, pages 88–102. Northvale, New Jersey: Jason Aronson, 1995. . *Naomi H. Rosenblatt and Joshua Horwitz. Wrestling With Angels: What Genesis Teaches Us About Our Spiritual Identity, Sexuality, and Personal Relationships, pages 289–312. Delacorte Press, 1995. . *Avivah Gottlieb Zornberg. The Beginning of Desire: Reflections on Genesis, pages 216–42. New York: Image Books/Doubelday, 1995. . *Karen Armstrong. In the Beginning: A New Interpretation of Genesis, pages 88–100. New York: Knopf, 1996. . *Ellen Frankel. The Five Books of Miriam: A Woman’s Commentary on the Torah, pages 64–71. New York: G. P. Putnam's Sons, 1996. . Plaut *Michael Graves. \"At Peniel.\" European Judaism, volume 29 (number 2) (Autumn 1996): page 143. *W. Gunther Plaut. The Haftarah Commentary, pages 74–91. New York: UAHC Press, 1996. . *Anita Diamant. The Red Tent. St. Martin's Press, 1997. . *Sorel Goldberg Loeb and Barbara Binder Kadden. Teaching Torah: A Treasury of Insights and Activities, pages 52–57. Denver: A.R.E. Publishing, 1997. . *Adele Reinhartz. \"Why Ask My Name?\" Anonymity and Identity in Biblical Narrative, pages 166–67. New York: Oxford University Press, 1998. . *Susan Freeman. Teaching Jewish Virtues: Sacred Sources and Arts Activities, pages 165–78, 228–40. Springfield, New Jersey: A.R.E. Publishing, 1999. . ( 10). Finkelstein *John S. Kselman. \"Genesis.\" In The HarperCollins Bible Commentary. Edited by James L. Mays, pages 102–04. New York: HarperCollins Publishers, revised edition, 2000. . *Israel Finkelstein and Neil Asher Silberman. \"Searching for the Patriarchs.\" In The Bible Unearthed: Archaeology's New Vision of Ancient Israel and the Origin of Its Sacred Texts, pages 27–47. New York: The Free Press, 2001. . *Victor Hurowitz. \"Whose Earrings Did Jacob Bury?\" Bible Review, volume 17 (number 4) (August 2001): pages 31–33, 54. *Lainie Blum Cogan and Judy Weiss. Teaching Haftarah: Background, Insights, and Strategies, pages 519–27, 560–68. Denver: A.R.E. Publishing, 2002. . *Michael Fishbane. The JPS Bible Commentary: Haftarot, pages 48–61. Philadelphia: Jewish Publication Society, 2002. . *Rodger Kamenetz. \"Naming the Angel.\" In The Lowercase Jew, page 39. Evanston, Illinois: Triquarterly Books/Northwestern University Press, 2003. . *Robert Alter. The Five Books of Moses: A Translation with Commentary, pages 177–205. New York: W.W. Norton & Co., 2004. . *Jon D. Levenson. \"Genesis.\" In The Jewish Study Bible. Edited by Adele Berlin and Marc Zvi Brettler, pages 66–74. New York: Oxford University Press, 2004. . *William H.C. Propp. \"Exorcising Demons.\" Bible Review, volume 20 (number 5) (October 2004): pages 14–21, 47. *Suzanne M. Singletary. \"Jacob Wrestling with the Angel: A Theme in Symbolist Art.\" Nineteenth-Century French Studies, volume 32 (number 3/4) (spring summer 2004): pages 298–315. *Frank Anthony Spina. \"Esau: The Face of God.\" In The Faith of the Outsider: Exclusion and Inclusion in the Biblical Story, pages 14–34. William B. Eerdmans Publishing Company, 2005. . *Jules Francis Gomes. The Sanctuary of Bethel and the Configuration of Israelite Identity. De Gruyter, 2006. . *Hilary Lipka. Sexual Transgression in the Hebrew Bible. Sheffield Phoenix Press, 2006. . (). *W. Gunther Plaut. The Torah: A Modern Commentary: Revised Edition. Revised edition edited by David E.S. Stern, pages 218–43. New York: Union for Reform Judaism, 2006. . *Suzanne A. Brody. Deborah and Encountering Dinah. In Dancing in the White Spaces: The Yearly Torah Cycle and More Poems, pages 69–70. Shelbyville, Kentucky: Wasteland Press, 2007. . *Esther Jungreis. Life Is a Test, pages 80–81. Brooklyn: Shaar Press, 2007. . *James L. Kugel. How To Read the Bible: A Guide to Scripture, Then and Now, pages 31, 39, 60, 115, 144, 150, 152–75, 182, 187, 189–90, 195, 211, 268, 331, 421, 439–40, 595. New York: Free Press, 2007. . *Caroline Blyth. \"Redeemed by His Love? The Characterization of Shechem in Genesis 34.\" Journal for the Study of the Old Testament, volume 33 (number 4) (September 2008): pages 3–18. *Ian Goldberg. \"Brothers of Nablus.\" In Terminator: The Sarah Connor Chronicles, season 2, episode 7. Burbank: Warner Bros. Television, 2008. (Shechem plot element). *The Torah: A Women's Commentary. Edited by Tamara Cohn Eskenazi and Andrea L. Weiss, pages 183–208. New York: URJ Press, 2008. . *David Brodsky. \"Biblical Sex: Parashat Vayishlach (Genesis 32:4–36:43).\" In Torah Queeries: Weekly Commentaries on the Hebrew Bible. Edited by Gregg Drinkwater, Joshua Lesser, and David Shneer; foreword by Judith Plaskow, pages 47–52. New York: New York University Press, 2009. . Kennedy *Reuven Hammer. Entering Torah: Prefaces to the Weekly Torah Portion, pages 47–52. New York: Gefen Publishing House, 2009. . *Timothy Keller. \"The End of Counterfeit Gods.\" In Counterfeit Gods: The Empty Promises of Money, Sex, and Power, and the Only Hope that Matters. Dutton Adult, 2009. . (Jacob and Esau). *Edward M. Kennedy. True Compass, page 58. New York: Twelve, 2009. . (\"Dad took precautions in booking several of us on two different ships, not wishing to lose all of us in a torpedo attack by one of the U-boats that now prowled the North Atlantic's depths.\") Sacks *Jonathan Sacks. Covenant & Conversation: A Weekly Reading of the Jewish Bible: Genesis: The Book of Beginnings, pages 211–41. New Milford, Connecticut: Maggid Books, 2009. . *John H. Walton. \"Genesis.\" In Zondervan Illustrated Bible Backgrounds Commentary. Edited by John H. Walton, volume 1, pages 115–20. Grand Rapids, Michigan: Zondervan, 2009. . *Nick Wyatt. \"Circumcision and Circumstance: Male Genital Mutilation in Ancient Israel and Ugarit.\" Journal for the Study of the Old Testament, volume 33 (number 4) (June 2009): pages 405–31. *Stuart Lasine. \"Everything Belongs to Me: Holiness, Danger, and Divine Kingship in the Post-Genesis World.\" Journal for the Study of the Old Testament, volume 35 (number 1) (September 2010): pages 31–62. *Connie Wanek. \"A Sighting.\" In On Speaking Terms. Copper Canyon Press, 2010. . (\"I will not let thee go except thou bless me.\") *Lachlan Brown. \"‘A Name I Never Heard Till Now’: Reading Kevin Hart's ‘Peniel.’\" Religion & Literature, volume 43 (number 1) (spring 2011): pages 101–17. *Esther J. Hamori. \"Echoes of Gilgamesh in the Jacob Story.\" Journal of Biblical Literature, volume 130 (number 4) (winter 2011): pages 625–42. *Calum Carmichael. The Book of Numbers: A Critique of Genesis, pages 1, 6, 8, 11, 13, 19–20, 24–25, 29–30, 32, 55, 120, 127, 130–40, 142–50, 154–64, 191–92, 194. New Haven: Yale University Press, 2012. . *William G. Dever. The Lives of Ordinary People in Ancient Israel: When Archaeology and the Bible Intersect, page 317. Grand Rapids, Michigan: William B. Eerdmans Publishing Company, 2012. . Herzfeld *Shmuel Herzfeld. \"Outside the Box.\" In Fifty-Four Pick Up: Fifteen-Minute Inspirational Torah Lessons, pages 39–45. Jerusalem: Gefen Publishing House, 2012. . *Angela B. Wagner. \"Considerations on the Politico- Juridical Proceedings of Genesis 34. Journal for the Study of the Old Testament, volume 38 (number 2) (December 2013): pages 145–61. *Edward J. Bridge. \"The ‘Slave’ Is the ‘Master’: Jacob's Servile Language to Esau in Genesis 33.1–17. Journal for the Study of the Old Testament, volume 38 (number 3) (March 2014): pages 263–78. *Joshua Kulp. \"Conversion and the Jews: The lessons of the 'rape' of Dinah.\" The Jerusalem Report, volume 25 (number 18) (December 15, 2014): page 47. *Jonathan Sacks. Lessons in Leadership: A Weekly Reading of the Jewish Bible, pages 35–39. New Milford, Connecticut: Maggid Books, 2015. . *\"The Hittites: Between Tradition and History.\" Biblical Archaeology Review, volume 42 (number 2) (March/April 2016): pages 28–40, 68. *Jean-Pierre Isbouts. Archaeology of the Bible: The Greatest Discoveries From Genesis to the Roman Era, pages 66–67. Washington, D.C.: National Geographic, 2016. . *Jonathan Sacks. Essays on Ethics: A Weekly Reading of the Jewish Bible, pages 47–52. New Milford, Connecticut: Maggid Books, 2016. . *James L. Kugel. The Great Shift: Encountering God in Biblical Times, pages 9–10, 15, 236, 260–61, 348. Boston: Houghton Mifflin Harcourt, 2017. . ==External links== right ===Texts=== *Masoretic text and 1917 JPS translation *Hear the parashah chanted *Hear the parashah read in Hebrew ===Commentaries=== | width=\"25%\" align=\"left\" valign=\"top\" style=\"border:0\"| *Academy for Jewish Religion, California *Academy for Jewish Religion, New York *Aish.com *Akhlah: The Jewish Children's Learning Network *American Jewish University — Ziegler School of Rabbinic Studies *Anshe Emes Synagogue, Los Angeles *Ari Goldwag *Ascent of Safed *Bar-Ilan University *Chabad.org | width=\"25%\" align=\"top\" style=\"border:0\"| *eparsha.com *G-dcast *The Israel Koschitzky Virtual Beit Midrash *Jewish Agency for Israel *Jewish Theological Seminary *Kabbala Online *Mechon Hadar *Miriam Aflalo *MyJewishLearning.com *Ohr Sameach *Orthodox Union *OzTorah, Torah from Australia *Oz Ve Shalom — Netivot Shalom | width=\"25%\" align=\"top\" style=\"border:0\"| *Pardes from Jerusalem *Professor James L. Kugel *Rabbi Dov Linzer *Rabbi Fabian Werbin *Rabbi Jonathan Sacks *RabbiShimon.com *Rabbi Shlomo Riskin *Rabbi Shmuel Herzfeld *Rabbi Stan Levin *Reconstructionist Judaism *Sephardic Institute *Shiur.com *613.org Jewish Torah Audio | width=\"25%\" align=\"top\" style=\"border:0\"| *Tanach Study Center *Teach613.org, Torah Education at Cherry Hill *TheTorah.com *Torah from Dixie *Torah.org *TorahVort.com *Union for Reform Judaism *United Synagogue of Conservative Judaism *What's Bothering Rashi? *Yeshivat Chovevei Torah *Yeshiva University Category:Weekly Torah readings in Kislev Category:Weekly Torah readings from Genesis ",
    "title": "Vayishlach"
}