{
    "id": "3235367",
    "text": "Thomas David Morrison ( 1796March 19, 1856) was a doctor and political figure in Upper Canada. He was born in Quebec City around 1796 and worked as a clerk in the medical department of the British army during the War of 1812. He studied medicine in the United States and returned to York in 1824 to practice medicine in Upper Canada. He served in various capacities during the 1832 and 1834 cholera outbreaks and co-founded the York Dispensary. In 1834 he was elected to the 12th Parliament of Upper Canada representing the 3rd riding of York County as part of William Lyon Mackenzie's reform movement. That same year he was elected as an alderman to the Toronto City Council and reelected the subsequent two years. In 1836, he served a term as mayor of Toronto. Morrison had been an early supporter of the reform movement in Upper Canada and participated in meetings to encourage political change. However, he repeatedly spoke against armed rebellion and encouraged Mackenzie to continue obtaining support for his reform. During the Upper Canada Rebellion he chose not to participate and instead stayed in his home. Nevertheless, he was arrested and charged with treason for planning and executing the rebellion and found not guilty at a subsequent trial. Fearing additional charges, Morrison fled to the United States and resumed practicing medicine. When amnesty was granted to participants of the rebellion in 1843 he returned to Toronto to continue his medical practice and serve on various boards of medicine. ==Early life== Thomas David Morrison was born circa 1796 in Quebec City. His father was William Morrison. He came to York, Ontario at some point before 1816. ==Career pre-rebellion== ===Clerk=== During the War of 1812 Morrison worked with the British army as a clerk of acquisitions in the medical department. In 1816 he was hired as a clerk in York for the office of the surveyor-general. He was fired from the position in 1822 for \"uttering languages\" and “opinions very unbecoming a person employed in one of His Majesty’s public offices.” ===Medical career pre-rebellion=== After his dismissal, Morrison was educated in the field of medicine in the United States. He returned to York and on June 5, 1824 he was licenced to practice medicine in “Physic, Surgery and Midwifery.” Morrison opened his practice in York but also travelled north into the country to care for people. He was part of the ad hoc board of health in York during the 1832 cholera outbreak and worked to combat a larger outbreak in 1834. In 1832 he administered the York Dispensary with William Warren Baldwin and John E. Tims, but it closed a year later due to a lack of funding. In 1836 he was appointed to the Medical Board of Upper Canada by the Lieutenant-Governor. He also served as a school board trustee and as a trustee for the York General Burying Ground. ===Political career=== In 1828 Morrison ran for the Legislative Assembly of Upper Canada for the third riding in the town of York. He ran on a reform platform supported by William Lyon Mackenzie which opposed the firing of Judge John Walpole Willis by Lieutenant Governor Peregrine Maitland. He lost the election to John Robinson and unsuccessfully challenged the results. After the election Morrison helped organise a committee to petition British politicians to intervene in Upper Canada to protect the constitution. Members of this committee were against Lieutenant- Governor's dismissal of Judge John Walpole Willis from the Court of King's Bench. In 1832 Solicitor-General Christopher Alexander Hagerman expelled Mackenzie from the Legislative Assembly of Upper Canada. Morrison organised a meeting on January 19 to demand that the Lieutenant-Governor call an election so Hagerman and others could explain their actions to voters in Upper Canada. Mackenzie was in England when he was acclaimed in a by-election to a seat in the Legislative Assembly so Morrison spoke at the meeting and encouraged those assembled to join his recently created Upper Canada Central Political Union. Morrison proposed the organisational structure of the political union and in its first election for officers Morrison was elected as the corresponding secretary. In 1834 Morrison was selected again as the reform movement's candidate for the Legislative Assembly of Upper Canada in the third riding of York. Morrison won his seat and was reelected in 1836. He was also elected as an alderman in the city of York for St. Andrew's Ward in 1834 and was reelected in this position in 1835 and 1836. In 1835 he became a member of the Toronto Board of Health and served as its chair while he was mayor. In 1836 he was chosen as mayor of Toronto. His mayoralty was focused on the continued controversies in the provincial government but also created new infrastructure projects to improve the water supply and an increased number of gas-powered street lamps. He chose not to run for city council in the preceding municipal election. ==Upper Canada Rebellion== Morrison was a member of the reform movement and regularly attended their meetings in the 1830s. He hesitated before signing the movement's reform declaration in July 1837 but was appointed to their Central Vigilance Committee. When Mackenzie suggested a revolt in October 1837, Morrison reportingly exclaimed, \"This is treason; if you think to entrap me into any such mad scheme, you will find I am not your man.\" Witnesses at the meeting stated that Morrison spoke against rebellion and threatened to leave if consideration was continued. In November Thomas Storrow Brown, a leader in the insurrection movement in Lower Canada, asked the Upper Canada radicals to begin their rebellion in order to draw troops away from Lower Canada. In a meeting between Morrison, Mackenzie and John Rolph, Morrison spoke against taking any action and the three agreed that Mackenzie would tour local communities to obtain more support for their cause. Morrison gave Mackenzie permission to tell communities that Morrison supported the rebellion but Mackenzie could not commit to or start any action during the tour. Mackenzie returned to York in the third week of November with a plan to start an armed rebellion on December 7. Morrison was concerned that Mackenzie was being reckless for creating plans for the rebellion without consulting him. He also protested against the amount of authority Mackenzie was giving himself. Morrison and Rolph insisted that Mackenzie convince people with military expertise to help lead the rebellion and Mackenzie promised to recruit Anthony Van Egmond. The Upper Canada Rebellion began the evening of December 6, but Morrison stayed in his home. At midnight a message arrived at Montgomery's Tavern from Morrison and Rolph encouraging Mackenzie to disperse the men assembled there, but Mackenzie ignored the letter. ===Trial=== Morrison was arrested on December 6 by a loyalist militia, charged with high treason for his part in the Upper Canada Rebellion and held without bail until his trial in April 1838. Morrison appeared before a government committee that was investigating the revolt to proclaim his innocence and deny knowledge or participation in the rebellion. At his trial, the Crown argued their charge of treason by calling three witnesses who claimed to have seen Morrison on Yonge Street with Mackenzie on the night of the rebellion. However, the Crown admitted in their opening arguments that the witnesses might be mistaken. One witness stated that he saw Morrison wearing glasses, but Morrison's defence attorney argued that Morrison often wore sunglasses during the day but would not have worn them at night. Fifteen witnesses also testified that Morrison was not on Yonge Street during the rebellion. The Crown brought a second charge of conspiring to form a rebellion and brought forward evidence of his signature on the reform declaration in July 1837. The prosecutor struggled to explain why Morrison was not charged when the declaration was originally published. The Crown also brought evidence that Morisson was at the October meeting where Mackenzie proposed the rebellion, but witnesses to the meeting testified that Morrison was against this proposal when Mackenzie proposed it. Morrison's defence counsel also claimed that the reform declaration could be calling for a convention to discuss political independence from Britain and prominent politicians in Britain were calling for colonies to be more independent without being arrested for advancing this idea. The defence counsel also challenged the idea that the declaration could call for the death of the monarch if the king was not physically present in the city. The jury deliberated for eight hours before rendering a decision. Half an hour into their deliberations the jury inquired about finding Morrison guilty of a crime less serious than high treason, but they were informed that they could not. The jury acquitted Morrison of the crimes brought forward at trial. ==Medical career post-rebellion== Morrison was frightened about being charged again because the jury at his trial inquired into convicting him of a lesser crime. Morrison fled to Rochester to join Rolph before settling outside of Batavia, New York to resume his medical career. In 1843 the Canadian government declared amnesty for anyone involved in the rebellion and Morrison returned to Toronto to continue practising medicine. He also served on multiple hospital boards, lectured at the Toronto School of Medicine, and in 1851 served another term on the Medical Board of Upper Canada. ==Personal life== In 1818 he married Effie Gilbert, née Patrick. Morrison was originally an Anglican and served on the board of the Upper Canada Bible Society. In 1828 Morrison was appointed to the York Bible Society and served as its vice-president. Morrison converted to the Methodist church sometime before 1830 and helped organise the creation of the first Methodist church in York. ==Death== Morrison died on March 19, 1856, of palsy in Toronto at his home on Adelaide Street. ==References== Category:1796 births Category:1856 deaths Category:Members of the Legislative Assembly of Upper Canada Category:Mayors of Toronto Category:19th-century Canadian physicians Category:Canadian people of British descent Category:People from York, Upper Canada Category:Politicians from Quebec City Category:Anglophone Quebec people Category:People with cerebral palsy ",
    "title": "Thomas David Morrison"
}