{
    "id": "3235289",
    "text": "Michael Dana Butcher (born May 10, 1965) is an American professional baseball pitcher and coach. He played in Major League Baseball for the California Angels from to . He served as the pitching coach for the Tampa Bay Rays in 2006, for the Angels from 2007 through 2015, and was previously the pitching coach for the Arizona Diamondbacks. ==Career== Butcher graduated from United Township High School in East Moline, Illinois in 1983. attended Northeastern Oklahoma A&M; College in Miami,OK. He was drafted by the Cincinnati Reds in the 4th round of the 1986 Major League Baseball Draft, but did not sign. He signed with the Kansas City Royals after being drafted in the 2nd round of the 1986 June Secondary draft. Butcher was released by the Royals in 1988 and then signed as a free agent with the California Angels, with whom he made his Major League debut in 1992. Butcher played his final Major League game in 1995, although he pitched in the Seattle Mariners', Cleveland Indians' and Angels' organizations until 1998. Butcher served as the pitching coach for the Tampa Bay Rays in 2006, and joined the Angels as their pitching coach in 2007. The Angels announced that Butcher would not be returning as the team pitching coach following the 2015 season. Prior to the 2016 season he was hired by the Arizona Diamondbacks to be their pitching coach.Diamondbacks name Mike Butcher pitching coach ==References== ==External links== *Official bio *Retrosheet : Category:1965 births Category:Living people Category:American expatriate baseball players in Canada Category:Appleton Foxes players Category:Arizona Diamondbacks coaches Category:Baseball City Royals players Category:Baseball players from Iowa Category:Buffalo Bisons (minor league) players Category:California Angels players Category:Edmonton Trappers players Category:Eugene Emeralds players Category:Fort Myers Royals players Category:Major League Baseball pitchers Category:Major League Baseball pitching coaches Category:Los Angeles Angels of Anaheim coaches Category:Midland Angels players Category:Northeastern Oklahoma A&M; Golden Norsemen baseball players Category:Palm Springs Angels players Category:Quad Cities Angels players Category:Sportspeople from Davenport, Iowa Category:Tacoma Rainiers players Category:Tampa Bay Devil Rays coaches Category:Vancouver Canadians players ",
    "title": "Mike Butcher"
}