{
    "id": "3236786",
    "text": "Looking north from Gardiner Gardiner is an unincorporated community in Jefferson County, Washington, United States. (Additionally, part of Clallam County located along the Jefferson County line adjacent to Gardiner is often referred to as being part of Gardiner.) Gardiner is located on the Miller Peninsula, at the northern coast of the Olympic Peninsula on Discovery Bay, which enters the Strait of Juan de Fuca. Gardiner is primarily a rural- residential community, with mostly five- and parcels, plus several large landholders. Gardiner also has a few retail establishments, a community center, and a church, all located on U.S. Route 101. There is still some farming, lumbering, and fishing, but the area is following the Jefferson County trend away from agriculture, as old homesteads and family farms get subdivided into residences. Annual Salmon Derby Gardiner has a public boat ramp that provides access to Discovery Bay; the ramp is maintained by the Port of Port Townsend. Popular salmon fishing derbies are held here each February; in the 2011 event, 760 ticket holders fished in an area spanning 500 square miles.GardinerSalmonDerby.org The community has roughly 300 people, and is located east of Sequim, just north of U.S. Route 101. (Port Townsend is just a bit further, in the opposite direction.) Timber in the area was originally cleared in the late 19th century, as was much of Discovery Bay, and was planted with fruit trees - primarily apples and pears. Gardiner took the name of the original farmer, Herbert Gardner.Jefferson County Historical Society archives and publications, Port Townsend, Washington The spelling was eventually changed to its current form, due to a conflict with another Gardner, Washington; this was needed to enable mail delivery. (However, Gardiner lost its post office in the 1990s, when Gardiner residents were given mailing addresses in Sequim, Washington. The two towns are in different counties, which leads to confusion.) ==References== Category:Unincorporated communities in Washington (state) Category:Unincorporated communities in Jefferson County, Washington ",
    "title": "Gardiner, Washington"
}