{
    "id": "3236858",
    "text": "Goskino USSR () is the abbreviated name for the USSR State Committee for Cinematography (Государственный комитет по кинематографии СССР) in the Soviet Union. It was a central state directory body of Soviet film production. ==History== The first main film production and distribution organisation in the Russian Soviet Federative Socialist Republic until 1924 was Goskino; this was succeeded by Sovkino from 1924 to 1930, and then replaced with Soyuzkino in 1930, which had jurisdiction over the entire USSR until 1933, when it was then replaced by GUKF (The Chief Directorate of the Film and Photo Industry, largely headed by Boris Shumyatsky); which, again, was replaced in 1939 by the Central Committee for Cinema Affairs until 1946, when it was replaced by the Ministry of the Cinema. Subsequently, in 1963 Goskino USSR was created by the decree of the Presidium of the Supreme Soviet of USSR on March 23, 1963 as the State Committee of the Council of Ministers of the USSR on Cinematography.Encyclopedia of the Homeland Cinema From 1965 to 1972, its name was simplified to the Committee on Cinematography of the Council of Ministers. From 1972 to 1978, the committee regained its original name. From 1978, until its dissolution in 1991, it was called the State Committee of the USSR on Cinematography. In 1991 Goskino USSR was abolished by a statement of the State Council USSR of November 14, 1991 (№ ГС-13).Encyclopedia of the Homeland Cinema ==Reanimation== In 1992 the Roskino/RoskomkinoEncyclopedia of the Homeland Cinema was created, which was later renamed into the State Committee of Russian Federation for Cinematography (Государственный комитет Российской Федерации по кинематографии) in the modern Russia as the supreme government organ in charge of filmmaking.http://www.panorama.ru/prav/goskino.shtml (Russian) Both performed general management and censorship functions. Roskino was disestablished in May 2008, after V.Putin's decree N 867.President of Russian Federation. Order (Указ) May 17, 2000, N 867 ==Presidents of Goskino== * 1963–72 Alexei Romanov * 1972–86 Filipp Ermash ==References== Category:State Committees of the Soviet Union Category:Cinema of the Soviet Union Cinematography, State Committee of Category:1991 disestablishments in the Soviet Union Category:State-owned film companies ",
    "title": "State Committee for Cinematography"
}