{
    "id": "3236652",
    "text": "{| |} The Curtiss A-18 Model 76A Shrike II was a 1930s United States twin- engine ground-attack aircraft. It was the production test version of that company's A-14 Shrike. ==Design and development== In the years leading up to World War II, the United States Army Air Corps were interested in attack aircraft capable of carrying larger bomb loads with greater firepower. The attack aircraft design standard essentially became a light bomber with firepower only slightly less than the medium bombers being developed as the standard machine gun generally was replaced by ones on new aircraft in development. The Curtiss YA-14 prototype that emerged in 1935 was one of the first single-mission attack aircraft. Although it looked purposeful with its slender fuselage, thin nose, and sleek streamlining, the A-14 was hampered by a lack of power, despite its two Wright Whirlwind radial engines. Nevertheless, the prototype was able to achieve a maximum speed of , outstripping the front line Boeing P-26 Peashooter fighter by . Re-engined with Curtiss R-1670-5 engines, it was delivered to the Army under serial number 36-146.Swanborough and Bowers 1964, p. 231. ==Operational history== A Y1A-18 A newly improved variant, the Y1A-18, had upgraded Wright R-1820-47 radial engines with three-blade propellers replacing the original two-blade models. Thirteen aircraft were produced, serial numbers 37-52 through 37-64, at a contract cost of $1,259,235.00,Editors, \"New Airplanes For The Army Air Corps\", Air Corps News Letter, Information Division, Air Corps, Munitions Building, Washington, D.C., 1 August 1936, Volume XIX, Number 15, page 23. with the first example produced (Y1A-18) first flight occurring on July 3,1935; and although successful in testing, no further production was ordered due to a lack of funds as well as the availability of more advanced aircraft (such as the Douglas A-20 Havoc) under design. After completion of service testing, the Y1A-18s were redesignated A-18. They were assigned to the 8th Attack Squadron, 3rd Attack Group at Barksdale Field, Louisiana in 1937. The squadron won the coveted Harmon Trophy for gunnery and bombing accuracy in their first year of service.Boyne, Col. Walter J., USAF (Ret). \"Rare Bird: The Curtiss A-18.\" The Surly Bonds of Earth: Website of Col. Walter J. Boyne, USAF (Ret), 26 October 2011. Retrieved: 23 October 2012.Fitzsimons 1967/1969, p. 2324. During its service with the 8th Attack Squadron, the retractable landing gear of the A-18 had an inherent weakness, with no less than eight of the 13 A-18s suffering from a landing gear collapse on landing or roll-out. The last of the A-18s with the 8th were replaced by early-model A-20 Havocs in 1941. The A-18 was only used for a short time before being replaced by more advanced attack aircraft. After its service with the 8th AS, the aircraft were assigned to several Light Bombardment Squadrons during 1940-42, likely being used as support aircraft. The last A-18 Shrike II was retired from front line squadrons in 1942; none of the aircraft were ever used in combat.Eden and Moeng 2002, p. 517. Lastly, four of the A-18s (37-52, 37-56, 37-61, and one other un-identified) were assigned to the Caribbean Air Force in late November 1941 and were based initially at Albrook Field. Three of the aircraft were first assigned to the Headquarters and Headquarters Squadron, 12th Pursuit Wing, while the fourth aircraft was assigned to HHS Bomber Command (later VI Bomber Command) at Albrook. The aircraft remained with these units though February 1942.Hagedorn, Dan. Alae Supra a Canalem: Wings Over The Canal, The 6th Air Force and the Antilles Air Command. Paducah, Kentucky: Turner Publishing Co., 1995. . By December 1942, two or three of the aircraft were still airworthy. One was employed as a tow target tug, the other two were operated as reconnaissance aircraft by the 108th Reconnaissance Squadron (Special) from Howard Field, patrolling the approaches to the Panama Canal. A-18 37-61 was damaged in a landing accident at Albrook field on 22 February 1943,\"A-18 Shrike.\" USAF Serial Search. Retrieved: 23 October 2012. and cannibalization kept at least one aircraft flying until it was grounded due to a lack of spare parts. Serial 37-56 was transferred to instructional airframe training at Howard. All were eventually scrapped in the Canal Zone by the end of 1943. ==Operators== ; *United States Army Air CorpsMaurer, Maurer.\"Combat Squadrons of the Air Force: World War II.\" Office of Air Force History, Maxwell Air Force Base, Alabama, 1982. : 8th Attack Squadron, 1937-1941 : 15th Bombardment Squadron (Light), 1940 : 16th Bombardment Squadron (Light), 1940-1941 : 24th Bombardment Squadron (Light), 1940-1942 : 55th Bombardment Squadron (Light), 1942 : 56th Bombardment Squadron (Light), 1941 : 57th Bombardment Squadron (Light), 1941 : 89th Bombardment Squadron (Light), 1941 : 108th Reconnaissance Squadron, 1942-1943 : 128th Observation Squadron, 1941-1942 ==Specifications (Y1A-18)== ==See also== ==References== ===Notes=== ===Bibliography=== *Eden, Paul and Soph Moeng, eds. The Complete Encyclopedia of World Aircraft. London: Amber Books Ltd., 2002, . *Fahey, James C. U.S. Army Aircraft 1908-1946. New York: Ships and Aircraft, 1946. *Fitzsimons, Bernard, ed. \"Vol. 21.\" The Illustrated Encyclopedia of the 20th Century Weapons and Warfare. London: Purnell & Sons Ltd., 1967/1969. . *Swanborough, F. G. and Peter M. Bowers. United States Military Aircraft Since 1909. New York: Putnam, 1964. . *Wagner, Ray. ‘’American Combat Planes’’. Garden City, New York: Doubleday & Company, Inc., Third Enlarged edition 1982. . *Andrade, John M. . U.S Military Aircraft Designations and Serials since 1909. Leicester : Midland Counties Publications, First edition 1979. . ==External links== *Curtiss A-18 A-18 Shrike A-18 Shrike Category:Low-wing aircraft Category:Aircraft first flown in 1937 Category:Twin piston-engined tractor aircraft ",
    "title": "Curtiss A-18 Shrike"
}