{
    "id": "3236424",
    "text": "Gabriel Marie \"Gai\" Waterhouse (née Smith; born 2 September 1954) is an Australian horse trainer and businesswoman. The daughter of Tommy J. Smith, a leading trainer of Thoroughbred racehorses, Waterhouse was born and raised in Sydney. After graduating from the University of New South Wales, she worked as an actor for a time, appearing in both Australian and English television series. Having worked under her father for a period of 15 years, Waterhouse was granted an Australian Jockey Club (AJC) licence in 1992, and trained her first Group One (G1) winner later that year. In 1994, after her father became ill, she took over his Tulloch Lodge stable, and she has since trained 135 G1 winners and won seven Sydney trainers' premierships. She was also the trainer of Fiorente, the winner of the 2013 Melbourne Cup, becoming the third woman (and first Australian woman) to train a winner of that race. Waterhouse was inducted into the Australian Racing Hall of Fame in 2007, and has been described as the \"first lady of Australian racing\".\"Gai Waterhouse joins dad with breakthrough Melbourne Cup success\" – Racing Victoria. Published 5 November 2013. Retrieved 6 November 2013. ==Background and early career== Waterhouse is the daughter of Valerie and Tommy J. Smith , a leading trainer of thoroughbred racehorses, who was based in Sydney. She was educated at the Convent of the Sacred Heart, Rose Bay (now Kincoppal-Rose Bay) in Sydney, and completed a Bachelor of Arts at the University of New South Wales in 1975. Waterhouse made a name for herself as a model and actor, including in the Australian drama The Young Doctors before moving to England and appearing in the Doctor Who story The Invasion of Time. She then returned to Australia where she served an apprenticeship under her father for fifteen years before getting her own trainer's licence. ==Training career== Waterhouse was granted her Australian Jockey Club (AJC) licence in January 1992, although this was made difficult as her husband, Robbie Waterhouse, was banned over his involvement in the Fine Cotton scandal. AJC rules at the time stipulated that the spouse of a banned person could not be licensed, although this was subsequently overturned. Her first winner was the horse Gifted Poet in March 1992, and her first Group One winner was Te Akau Nick in the Metropolitan Handicap in October that year. After her father, T. J. Smith became ill, he passed on the Tulloch Lodge stable to her in the 1994–95 season. Waterhouse first achieved fame in Australia when Nothin' Leica Dane came into the Melbourne Cup in 1995 after winning the Victoria Derby three days earlier. The three-year-old colt ran second in the Melbourne Cup, a race which no three- year-old had won since Skipton in 1941. During the 1996–97 season, she had ten Group One wins and won her first Sydney premiership. In 2001, Waterhouse trained the first, second, and third place-getters in the Golden Slipper and added the first of three successive Sydney training premierships, culminating with 156 wins in 2002/03, equalling her father's Sydney training record. In the 2004–05 racing season, Waterhouse had eleven Group One wins and added a fifth Sydney training premiership. , the Waterhouse stable at Tulloch Lodge had won 102 Group One races. Waterhouse's other successful horses include Golden Slipper winners Dance Hero, Ha Ha and the newly crowned 2008 Golden Slipper winner and Australian two-year-old of the year, Sebring. Prolific Group One winners Grand Armee, Juggler, and All Our Mob as well as two time Epsom Handicap winner Desert War. Waterhouse also won the 2010 BMW Caulfield Cup with Descarado. In the 2012 Caulfield Guineas Waterhouse's hot favourite Pierro, undefeated in his first eight races, was beaten by All Too Hard in a major upset. All Too Hard is the half-brother of star sprinter Black Caviar. In the Caulfield Cup, Waterhouse was dealt yet another blow when favourite Glencadam Gold finished 15th, nine lengths behind last year's Melbourne Cup winner Dunaden. At the 2013 Sydney Cup day, owner John Singleton sacked Waterhouse live on television after her son Tom Waterhouse, a bookmaker, allegedly told acquaintances that Singleton's horse More Joyous would lose the All Ages Stakes, which it did. Both Gai Waterhouse and Tom Waterhouse denied any wrongdoing. Stewards laid two charges against Waterhouse; (1) 'fail to report to the stewards any condition or occurrence that may affect the running of a horse in a race', and (2) 'having failed to keep a record of treatments administered to a horse'. On 27 May, Waterhouse was found guilty and fined A$5500. On 5 November 2013, Waterhouse won her first Melbourne Cup with Fiorente. She is the second female trainer to win the race, and the first Australian woman. ==Awards== sculptor Linda Klarfeld On 30 September 2000, Waterhouse was awarded the Australian Sports Medal for \"outstanding contribution to thoroughbred racing\". She is also an Australian Living Treasure nominated by the National Trust of Australia. Waterhouse was inducted into the Australian Racing's Hall of Fame in November 2007, following in the footsteps of her late father, T. J. Smith. In October 2018, she was inducted into the Sport Australia Hall of Fame. Her father was inducted in 1996. ==Group 1 winners (138)== * AJC Oaks - Coco Cobanna (2000); Sunday Joy (2003); Once Were Wild (2010) * All Aged Stakes - All Our Mob (1997); Arlington Road (2003); Shamekha (2005); Bentley Biscuit (2007); English (2016) * Australasian Oaks - Tempest Morn (2001) * Australian Cup - Fiorente (2014) * Australian Guineas - Al Maher (2005); Wandjina (2015) * BTC Cup - Bentley Biscuit (2007) * Canterbury Guineas - Carnegie Express (2002) * Canterbury Stakes - Pierro (2013); Cosmic Endeavour (2015) * Caulfield Cup - Descarado (2010) * Caulfield Stakes - Descarado (2011) * Champagne Stakes - Assertive Lad (2000); Hasna (2003); Dance Hero (2004); Meurice (2007); Pierro (2012) * Chipping Norton Stakes - Pharaoh (1995); Juggler (1996); Grand Armee (2005); Desert War (2006); Tuesday Joy (2009); Theseo (2010) * Coolmore Classic - Assertive Lass (1997); Bollinger (2003); Shamekha (2004); Tuesday Joy (2007); Con Te Partiro (2020) * Coolmore Stud Stakes - Northern Meteor (2008) * Doncaster Handicap - Pharaoh (1994); Pharaoh (1995); Sprint By (1996); Secret Savings (1997); Assertive Lad (2001); Grand Armee (2003); More Joyous (2012) * Doomben 10,000 - English (2018) * Doomben Cup - Juggler (1996); Pornichet (2015) * Epsom Handicap - Iron Horse (1997); Excellerator (2002); Desert War (2004); Desert War (2005); Theseo (2008); Rock Kingdom (2009); Fat Al (2012) * Flight Stakes - Danglissa (1999); Ha Ha (2001); Lotteria (2004); Fashions Afield (2005); Cheeky Choice (2006); More Joyous (2009); Speak Fondly (2015); Global Glamour (2016) * Futurity Stakes - Aqua D'Amore (2007); More Joyous (2011) * George Main Stakes - Juggler (1996); Grand Armee (2004); Mr Celebrity (2005); More Joyous (2010) * George Ryder Stakes - Pierro (2013) * Golden Slipper Stakes - Ha Ha (2001); Dance Hero (2004); Sebring (2008); Pierro (2012); Overreach (2013); Vancouver (2015); Farnan (2020) * Mackinnon Stakes - All Our Mob (1996); Grand Armee (2014); Desert War (2006); Theseo (2008) * Melbourne Cup - Fiorente (2013) * Myer Classic - Lotteria (2005) * Newmarket Handicap - All Our Mob (1995) * Queen Elizabeth Stakes - Grand Armee (2004); Grand Armee (2005); Desert War (2007); More Joyous (2012) * Queen of the Turf Stakes - More Joyous (2011); More Joyous (2012); Diamond Drille (2014); Amanpour (2015); Con Te Partiro (2020) * Queensland Oaks - Zacheline (1998) * Ranvet Stakes - Stony Bay (1995); Electronic (1996); Grand Armee (2005); Desert War (2007); Tuesday Joy (2008); Theseo (2009); Theseo (2010) * Robert Sangster Stakes - Driefontein (2014) * Rosehill Guineas - Carnegie Express (2002); Laser Hawk (2012) * Salinger Stakes - Dance Hero (2006) * Sires' Produce Stakes (ATC) - Assertive Lad (2000); Hasna (2003); Dance Hero (2004); Fashions Afield (2005); Sebring (2008); Manhattan Rain (2009); Pierro (2012) * Sires' Produce Stakes (VRC) - Spectatorial (2001) * South Australian Oaks - Zacheline (1998) * Spring Champion Stakes - Platinum Scissors (2002); Hampton Court (2014) * Sydney Cup - Linesman (1997); The Offer (2014) * Tattersall's Tiara - Cosmic Endeavour (2014); Prompt Response (2018) * The BMW - Stony Bay (1995); Tuesday Joy (2008) * The Galaxy - Snowland (2003); Sweet Idea (2015) * The J. J. Atkins - Romantic Touch (2013); Almalad (2014) * The Metropolitan - Te Akau Nick (1992); In Joyment (1998); Coco Cobanna (2000); Dress Circle (2001); Herculian Prince (2010); Glencadam Gold (2012) * The Thousand Guineas - Global Glamour (2016) * TJ Smith Stakes - Shamekha (2005); Bentley Biscuit (2007) * Toorak Handicap - More Joyous (2010) * Victoria Derby - Nothin' Leica Dane (1995) * Vinery Stud Stakes - Tempest Morn (2001); Shower Of Roses (2003); Shout The Bar (2020) * VRC Oaks - Pinot (2017) Notes: * With co-trainer Adrian Bott. ==References== ==External links== * Category:1954 births Category:Australian horse trainers Category:Australian racehorse owners and breeders Category:Australian Thoroughbred Racing Hall of Fame inductees Category:Sport Australia Hall of Fame inductees Category:Living people Category:University of New South Wales alumni Category:Australian people of Scottish descent ",
    "title": "Gai Waterhouse"
}