{
    "id": "3236837",
    "text": "Eganville is a community occupying a deep limestone valley carved at the Fifth Chute of the Bonnechere River in Renfrew County, Ontario, Canada. Eganville lies within the township of Bonnechere Valley. Eganville is also known as the Ordovician Fossil Capital of Canada. There are many fossils to be found in this area from approximately 500 million years ago (in a time before dinosaurs) including coral, crinoids, trilobites, cephalopods, gastropods, pelecypods, stromatolites, and brachiopods. The Bonnechere Valley is also a gateway to some of north-eastern Ontario's most well-known tourist destinations, including the nearby Bonnechere Caves. The caves are located under a hill of limestone, said by geologists to have been the bottom of a tropical sea 500 million years ago. The Bonnechere Museum, through a partnership with the Bonnechere Caves, offers fossil hunts four times in a summer season where people can practice finding fossils and even take one home if they find a good one. Eganville is also home to a Geo-Heritage Walking Trail located along the Bonnechere River which features a fossil pit, a visit to an old quarry, a trench, wild plants, and scenic lookouts. Eganville is a stop to destinations into central Ontario. Ontario Highway 41, which runs north–south from Pembroke to Napanee, intersects with Ontario Highway 60 in Eganville. ==History== The first settler in Eganville was Gregoire Belanger in 1825. He built the first lumber shanty on the Bonnechere River. He then sold the area to James Wadsworth in 1826 who called it \"New Fairfield Farm\". Wadsworth then sold the area to Eganville's name-sake John Egan who was both a lumberman and a politician. The power of the river has been harnessed since 1848 but it was John Egan's grist mill that is credited for stimulating the town's growth. After his death in 1857 (at the age of 46) his family ran the business for ten years before selling to James Bonfield and Robert Turner. Eganville's post office dates from 1852. In 1911, a major fire destroyed many of the buildings in Eganville. Some 75 homes were lost along with schools, churches and industries along both sides on the Bonnechere River. A year later, the village post office was erected and used for almost a century. It was then used as the Municipal building. This building has since become the home of the Bonnechere Museum and is one of the best-known symbols of Eganville. Eganville was incorporated as a Village in the 1890s and remained an independent municipality until it was amalgamated with the Townships of Grattan, Sebastopol and South Algona to form the Township of Bonnechere Valley in 2001. ==Notable people== Eganville is the home of Fr Michael O'Neill, Catholic priest and pastor of St George's Church in Ottawa from 1933 to 1945. He died in 1951 and was buried in St James Parish cemetery in Eganville.St James Parish cemetery Ice hockey players Dale McTavish and Shawn Heins and Olympian Melissa Bishop were born in Eganville. ==References== ==External links== * The Township of Bonnechere Valley official website Category:Communities in Renfrew County Category:Former villages in Ontario ",
    "title": "Eganville, Ontario"
}