{
    "id": "3237292",
    "text": "Lee Rhiannon (formerly O'Gorman, née Brown; born 30 May 1951) is a former Australian politician who was a Senator for New South Wales between July 2011 and August 2018. She was elected at the 2010 federal election, representing the Australian Greens. Prior to her election to the Federal Parliament, Rhiannon was a Greens NSW member of the New South Wales Legislative Council between 1999 and 2010. ==Early life and political activism== Rhiannon was born Lee Brown, the daughter of Bill and Freda Brown, members of the Communist Party of Australia (CPA) from the 1930s, and later, the splinter, Soviet- aligned Socialist Party of Australia (SPA) from the 1970s. From as early as the age of seven, along with her parents, she was under surveillance by the Australian counter-espionage organisation, ASIO. Her membership of the CPA's youth league contributed to ASIO's decision. In 1968, with friends she formed High School Students Against Vietnam War. She completed secondary studies at Sydney Girls High School in 1969 and graduated in 1975 as a Bachelor of Science, majoring in botany and zoology with honours in botany, at the University of New South Wales. She joined the SPA around 1973. In the 1980s she helped organise a \"peace camp\" protest outside the joint US-Australian defence facility at Pine Gap, in central Australia. According to Mark Aarons, she left the SPA in the early 1980s. She edited the magazine, Survey: a monthly digest of trends in the Soviet Union and other socialist countries, from 1988 until it ceased publication in 1990. This aspect of her past came under scrutiny when she ran for the Senate. From 1980 to 1982, she was a member of the Women's Advisory Council to the NSW government, and in the same period was the NSW secretary of the Union of Australian Women. She attended the World Congress of Women in Moscow in 1987. In the 1980s, she was also a journalist \"for unions including the Maritime Union of Australia.\" She founded the Coalition for Gun Control in 1988 and AID/WATCH in 1993. She joined the Greens in 1990. In the 1990s, she worked at the Rainforest Information Centre, campaigning against the logging of tropical forest. In 1977, Brown married Pat O'Gorman, but they separated in the late 1980s. During her marriage she used the surname \"O'Gorman.\" They had three children. Following their separation, she adopted the surname \"Rhiannon\", the name of a figure from Welsh mythology. ==Parliamentary career== ===New South Wales Legislative Council (1999–2010)=== Lee Rhiannon at a press briefing in 2007 Rhiannon contested the New South Wales Legislative Council at the 1999 state election for the Australian Greens. She was elected with three percent of the statewide vote, joining fellow Green Ian Cohen in the state's upper house. She was re-elected with over nine percent of the vote at the 2007 state election, taking her seat with three other Greens MLCs. Rhiannon used her New South Wales maiden parliamentary speech in 1999 to announce her opposition to a development proposal by the Carr Labor Government for Walsh Bay. Rhiannon called on the Labor Party to advance instead the party's constitutional ideals for \"redistribution of political and economic power\" and \"the development of public enterprises based upon... forms of social ownership\". Rhiannon also spoke against Australia's British colonial legacy and announced that she was the first MLC to sit in the NSW Parliament without the title \"Honourable\". She spoke of her family's involvement in the labour movement and acknowledged her parents' membership of the Communist Party of Australia and said she was proud of their tradition of \"optimistic social activism\". She reiterated Greens opposition to privatisation of public assets and to the Howard Government's Goods and Services Tax. Rhiannon served on the following committees in state parliament: General Purpose Standing Committees, Joint Select Committees on the Cross City Tunnel, a Joint Standing Committee on Electoral Matters, a Standing Committee on Law and Justice, a Select Committee on the NSW Taxi Industry, a Select Committee on the Increase in Prisoner Population, and a Committee on the Office of the Ombudsman and Police Integrity Commission. In November 2002, in the week prior to protests against the World Trade Organization in Sydney, Rhiannon spoke in support of the protesters and organised a public conference on Civil Disobedience at the NSW Parliament. Rhiannon spoke against police actions during the S11 Protests, which violently protested against meetings of the World Economic Forum in Melbourne in 2000. Rhiannon called on Police Minister Michael Costa to guarantee that police violence would not be used against protesters in Sydney. Costa in return called on Rhiannon to resign for hosting the civil disobedience seminar. Rhiannon lobbied the Vatican against considering the Archbishop of Sydney, George Pell, for the position of Pope because of his conservative views. In 2007 she referred him to the parliamentary privileges committee, alleging \"contempt of parliament\" for comments he made in opposition to embryonic stem cell research legislation. During her term in the NSW Parliament, she was the Greens NSW parliamentary spokesperson for the following portfolio areas: : Firearms; Donations; Mineral Resources; Roads; Transport; Health; Sexuality and Gender Identity; Electoral Issues; Industrial Relations; Attorney General; Parliamentary Process; Ports & Waterways; Gaming & Racing; Youth; South East NSW; Women; Animal Welfare; Rural Affairs; Science; and the Hunter region. ===Australian Senate (2011–2018)=== Rhiannon contested and won a seat in the Australian Senate for New South Wales at the August 2010 federal election for the Australian Greens. She resigned from the NSW Legislative Council when the federal election was called, with a ballot of party members selecting Cate Faehrmann to fill the casual vacancy. Rhiannon was elected with 10.7 percent of the statewide vote. She would share the balance of power with eight other Greens senators from July 2011. At the December 2010 NSW Greens State Conference a resolution was adopted in support of the Boycott, Divestment and Sanctions (BDS) campaign against Israel. In support of the statement, Rhiannon said that the BDS campaign was \"motivated by the universal principles of freedom, justice and equal rights\". Following her election as a Senator, she continued supporting the BDS campaign saying, \"I see the value of that tactic as a way to promoting Palestinian human rights.\" Subsequently, the Greens federal leader Bob Brown said that he had conveyed his disapproval of this policy emphasis to Rhiannon, saying that, \"it was damaging to the Greens campaign\". Rhiannon took up her seat in the Australian Senate on 1 July 2011 and in August 2011 it was reported that Rhiannon had refused to back away from the BDS campaign. In December 2011, the NSW Greens abandoned their official support for an international boycott against Israel and resolved to actively support the Australian Greens position. Rhiannon said that this \"recognises the legitimacy of the BDS campaign as a political tactic and also recognises that there is a diversity of views in the community and the Greens.\" Announcing portfolio responsibilities for the Australian Greens in June 2011, Bob Brown allocated Rhiannon the following portfolios: Democracy; Local Government; Higher Education; Assisting on National Security; Women; International Aid and Development; Animal Welfare; and Forests. As of May 2014, Rhiannon held the following portfolios: Animal Welfare; Democracy & Local Government; Forests; Higher Education; International Aid & Development; Transport; Water & Murray Darling Basin.Portfolios: Lee Rhiannon Greens MP. During July 2016, Bob Brown, a former Leader of the Australian Greens, called on Rhiannon to resign citing the \"need for renewal\". Brown labeled Rhiannon as a member of the \"old guard\" who caused the Greens' vote in New South Wales to lag behind in the 2016 Federal Election. Following the announcement of the 2016 Senate election results, other Senators negotiated, against Rhiannon's objections, to allocate her a three-year rather than a six-year Senate term. In June 2017 Rhiannon was suspended from the Federal Greens party room following an internal dispute over her opposition to the Federal Greens' support for the Turnbull government education funding changes. Most reports suggested the dispute centred on the manner of Rhiannon's dissent from the party position and the broader implications for the processes of decision making. The Greens New South Wales subsequently issued a statement reiterating its support for Senator Rhiannon and support for public education. In the lead up to preselection for the Greens NSW Senate position in 2017 it was reported that Rhiannon had breached party rules by using her Sydney electorate office as a point of contact for supporters. The allegations were contested by Rhiannon's supporters. She subsequently lost the first position on the Greens NSW Senate ticket for the 2019 Australian federal election to NSW Greens MLC Mehreen Faruqi. On 25 May 2018, Rhiannon announced she would resign as a Senator in mid-August, with Faruqi to be nominated to fill the resulting casual vacancy. Rhiannon gave her valedictory speech in the Senate on 13 August 2018, warning the Greens to \"resist careerism, hierarchical control, bullying behaviour and associated leaking and backgrounding\". She formally resigned her Senate position on 15 August 2018. ==Post-parliamentary life== In 2018, Rhiannon was elected as a committee member of the SEARCH Foundation, the legal successor of the old CPA. In 2019 she held talks at the Marxism 2019 conference about the anti-nuclear movement and the Prices and Incomes Accord. Rhiannon attended the Blockade IMARC protests in October 2019. == See also == *Left Renewal *Anti-Zionism ==References== ==External links== *NSW Greens Homepage *Australian Greens Homepage *lee-rhiannon.greensmps.org.au – official website * Summary of parliamentary voting for Senator Lee Rhiannon on TheyVoteForYou.org.au Category:1951 births Category:Living people Category:University of New South Wales alumni Category:Australian Greens members of the Parliament of Australia Category:Members of the Australian Senate Category:Members of the Australian Senate for New South Wales Category:Women members of the Australian Senate Category:Members of the New South Wales Legislative Council Category:Australian Greens members of the Parliament of New South Wales Category:21st-century Australian politicians Category:21st-century Australian women politicians Category:Women members of the New South Wales Legislative Council Category:People educated at Sydney Girls High School ",
    "title": "Lee Rhiannon"
}