{
    "id": "3237035",
    "text": "Chong in March 2012 Gordon Joseph Chong (October 28, 1943 – July 13, 2018) was a Canadian politician and public servant active in Toronto. He served as a Toronto city councillor and was vice-chairman of the Toronto Transit Commission in the 1990s. He served on the board of GO Transit from 2000 to 2006 including periods as vice-chairman of GO Transit and chairman. He was also the final chair of the Greater Toronto Services Board (2001). ==Biography== Chong was born on October 28, 1943 in Toronto to a Chinese father, Joseph Chong and white mother of British ancestry whose family disowned her when she married a Chinese man. He grew up in the city's original Chinatown around Elizabeth Street and Dundas Street. A dentist by profession (formerly with Yorkville Dental Associates), and a founding director of the Federation of Chinese-Canadian Professionals, Chong was encouraged to enter municipal politics by Metro Chairman Paul Godfrey, whom he met at a block party, and represented downtown Toronto's Ward 6 (which included the Financial District, University of Toronto, and Chinatown) on both Metro Council and Toronto City Council from 1980 until the 1982 election when he was defeated in the two-councillor ward by former mayor John Sewell and newcomer Jack Layton. Chong returned to dentistry but in 1994 returned to Metro Toronto Council as Metro Councillor (and Toronto City Councillor from 1997 onwards) for Ward 11 Don Parkway, in suburban North York, until 2000 when he retired from electoral politics and became the founding chairman of the province's Social Housing Services Corporation. At various times in his municipal career, Chong also served as chairman of the Metro Toronto Housing Authority and as a member of the Toronto Police Services Board. In the 1987 provincial election, Chong was a Progressive Conservative candidate in York Mills, losing by 3000 votes to Liberal Brad Nixon. In 2010 he served as a part of new mayor Rob Ford's transition team.Royson James. \"Ford backers to get plum jobs in new regime\" Toronto Star Nov 15 2010 In 2011, he was appointed to head up the Toronto Transit Commission’s consulting subsidiary at a $100,000 yearly salary, raising controversy about Ford's recruitment and hiring practices. His recommendations for road tolls or a congestion charge to pay for an extension to the Sheppard subway were rejected. Chong later endorsed the construction of a Sheppard East LRT instead of a subway. Chong had also been involved with the Toronto Head Tax Action Committee, a group, a group which lobbied for an official apology and redress for the head tax imposed on Chinese migrants to Canada from 1885 to 1923. He also served as chair of the board of the YMCA of Greater Toronto and served as a citizenship judge. Chong was a Toronto Sun columnist at the time of his death and had previously written a column for the Toronto Star and op/ed pieces for the National Post. He died at the age of 74 in palliative care after having suffered from a heart condition for several years. He was married to civil servant Shirley Hoy, who had been his partner since the late 1990s, and previously to Lorinne Matsui for 31 years. ==References== Category:1943 births Category:2018 deaths Category:Metro Toronto councillors Category:Canadian politicians of Chinese descent Category:Toronto city councillors Category:University of Toronto alumni Category:Canadian dentists Category:Canadian people of Chinese descent ",
    "title": "Gordon Chong"
}