{
    "id": "3237421",
    "text": "The green/orange iZ The Zizzle iZ is an electronic musical toy released in September 2005 from Zizzle. Taking the shape of an abstract tripod figure, the iZ allows users to interactively manipulate music by twisting particular parts of the figure's body as well as add sound effects to prerecorded sound from a connected audio device. The toy also acts as a dancing speaker. Since its release it has been available in 5 color schemes, green/orange, dark blue/light blue, red/yellow, purple/green, and chrome/orange. iZ was developed by Roger Shiffman, who also created the Giga Pets, Furby and Poo-Chi toys. It was explicitly said during the development phase that a \"new Furby\" was the aim. iZ is designed to seem like it has a life of its own and does things out of its user's control when there is interaction with it. ==Modes of operation== Since the iZ is such an abstract kind of toy the easiest way to understand it is by learning what you can do with it. The iZ has a few methods for input. First, as mentioned, it has an audio jack to connect other audio devices. It has two ears that are twistable and a touch-sensitive tentacle, called a flicker, on its head. On top of this it also has five buttons placed on different places on its colorful belly. All the input methods except the audio jack are colored in a secondary color to raise its affordance. The iZ's three legs are also adjustable, but these do not generate any input. For output the iZ has a built in speaker, a nose that lights up in different colors and two eyes driven by small motors making them able to move up and down. When another audio device is connected to the iZ it acts as a speaker but also overlays some of its own sound effects on top of the sound from the audio device. When overlaying its own sound effects it also moves its eyes and lights up its nose. By pressing the left side of iZ belly the sound effects will be turned off and iZ will only act as a regular speaker. When no other audio device is connected iZ has three modes of operation; Play, DJ and WZIZ FM. In Play mode, which is the startup mode, iZ lets you compose your own music by manipulating his inputs. Each ear corresponds to one audio track, the belly controls the drum track and tempo, and the flicker can be hit for iZ to generate sound effects. iZ randomly adds his own flavour to the track by overlaying witty comments or radio noise. When in DJ mode iZ evolves the track himself by changing one feature of the track at a time. If the user doesn't like the current music iZ outputs, the belly can be pressed to force iZ to instantly make a change. No interaction is allowed in this mode, so when the user tries any input which will change the track a simple sound is played to indicate that it registered the input but won't react to it. As stated in iZ's manual \"Although he is not a radio, he thinks he is\". In WZIZ FM mode, iZ creates a completely new track every time it makes a change and inserts a noise to simulate the tuning of radio stations between the tracks. If you adjust the ears, which are supposed to be the antenna, you make iZ create a new random track instantly. ==iZ Cartoon== Zizzle and DIC Entertainment created a direct-to-video iZ cartoon, iZ and the Zizzles in 2007. The trailer could be viewed on the Zizzle website. 2 episodes were made, being the pilot and a second episode, \"Will the Zizzles Sizzle or Fizzle?\". ==References== ==External links== * Zizzle's iZ website *Available archived version of Product's Website * Category:Toy brands Category:2000s toys Category:Products introduced in 2005 ",
    "title": "IZ (toy)"
}