{
    "id": "3237512",
    "text": "The Kechika River, also historically known as Black's River, is a tributary of the Liard River, about long, located in northern British Columbia, Canada. ==Geography== The river rises in the Sifton Ranges on the west side of the Rocky Mountain Trench near Sifton Pass. It flows northwest through the Trench before turning east to join with the Liard River near Fireside, British Columbia. The river drops approximately in elevation and drains a total area of close to . The river winds its way through a wilderness area in the northern boreal mountains, including the Kechika Ranges (a subdivision of the Cassiar Mountains) and Western Muskwa Ranges (which are part of the northernmost Canadian Rockies), and forms part of the boundary between the Rockies the Cassiars in the portion of its course through the Rocky Mountain Trench, and winds through the Liard Plain in its lowermost, northern reaches. Along with a number of waterfalls and lakes associated with the river, landscape features important to wildlife such as mineral licks can be found along its course. ==Ecology== The river is ecologically significant insofar as it remains largely undisturbed by resource extraction. It has been designated as a heritage river by the British Columbia government, conveying certain protections. Part of the river flows through the Muskwa-Kechika Management Area.Muskwa-Kechika - Geography , Muskwa-Kechika Management Area ==History== The first European known to have visited the river is Samuel Black in 1824. The river was originally named \"Black's River.\" ==References== * ==External links== * - Description of the Kechika River from the British Columbia Ministry of Environment's heritage rivers website. * - Website for Denetiah Park, a 980 km² park on the Kechika River administered by the British Columbia Environment Ministry. Category:Rivers of British Columbia Category:Liard Country Category:Cassiar Mountains Category:Tributaries of the Liard River ",
    "title": "Kechika River"
}