{
    "id": "3237205",
    "text": "Aoraki was a New Zealand parliamentary electorate that existed for four parliamentary terms from 1996 to 2008. It was held by Jim Sutton of the Labour Party for three terms, and the remaining term by Jo Goodhew of the National Party. It was located in the South Island, covering southern Canterbury and northern Otago. It was named after the mountain Aoraki / Mount Cook. ==Population centres== The 1996 election was notable for the significant change of electorate boundaries, based on the provisions of the Electoral Act 1993. Because of the introduction of the mixed-member proportional (MMP) electoral system, the number of electorates had to be reduced, leading to significant changes. More than half of the electorates contested in 1996 were newly constituted, and most of the remainder had seen significant boundary changes. In total, 73 electorates were abolished, 29 electorates were newly created (including Aoraki), and 10 electorates were recreated, giving a net loss of 34 electorates. ==History== The electorate of Aoraki was created for the 1996 election, as part of the major redistribution in the transition to MMP. It was effectively a merger of the old seats of Timaru and Waitaki, bringing the town of Timaru and its surrounding farmland together in one electorate. The boundaries of Aoraki did not undergo any significant changes since the seat was created. However, in boundary changes for the 2008 general election, Aoraki ceased to exist, with the bulk of its population centres being transferred to a resurrected electorate named Rangitata. The southern part went to Waitaki. ===Election results=== Key {| class=wikitable |- !width=100| Election !width=175 colspan=2| Winner |- | |rowspan=3 width=5 bgcolor=| |rowspan=3 |Jim Sutton |- | |- | |- | |bgcolor=| |Jo Goodhew |- |colspan=3 align=center|(Electorate abolished in 2008; see ) |} ===List MPs=== Members of Parliament elected from party lists in elections where that person also unsuccessfully contested the Aoraki electorate. Unless otherwise stated, all MPs terms began and ended at general elections. Key {| class=wikitable |- !width=100| Election !width=175 colspan=2| Winner |- | |bgcolor=| | Jenny Bloxham |- | |bgcolor=| | Jim Sutton |} == Election results == ===2005 election=== ===2002 election=== ===1999 election=== ===1996 election=== == References == ==External links== *Electorate Profile Aoraki Category:Historical electorates of New Zealand Category:1996 establishments in New Zealand Category:2008 disestablishments in New Zealand Category:Politics of Canterbury, New Zealand Category:Politics of Otago ",
    "title": "Aoraki (New Zealand electorate)"
}