{
    "id": "3237452",
    "text": "Alber Elbaz (, born 6 February 1961) is an Israeli fashion designer. After positions at a number of other fashion houses, he was the creative director of Lanvin in Paris from 2001 until 2015.\"Couture for Everyday\" . LUX Magazine. September 2013. ==Early life and education== Elbaz was born in Casablanca, Morocco, to a Moroccan Jewish family. Elbaz's father was a hairdresser, and his mother was a painter.Ariel Levy (May 17, 2009), \"I wish I knew how to enjoy it more\" The Guardian. He immigrated to Israel with his family at the age of ten and grew up in Holon.Vogue's Alber Elbaz Biography His mother became a cashier to support her four children after her husband died.Ariel Levy (May 17, 2009), \"I wish I knew how to enjoy it more\" The Guardian. Elbaz later served as a soldier in the Israel Defense Forces, and subsequently he studied at the Shenkar College of Engineering and Design in Ramat Gan. His mother encouraged Elbaz - who started drawing dresses at the age of seven - and gave him $800 when he left home, in 1985, to go to New York City and pursue a career in fashion.Ariel Levy (May 17, 2009), \"I wish I knew how to enjoy it more\" The Guardian. There he was trained during seven years with Geoffrey Beene.Suzy Menkes (June 9, 1998), Alber Elbaz Gets Aboard at YSL: A New Generation In Ready-to-Wear International Herald Tribune. ==Fashion career== From 1996 until 1998, Elbaz worked for the French house of Guy Laroche.Suzy Menkes (June 9, 1998), Alber Elbaz Gets Aboard at YSL: A New Generation In Ready-to-Wear International Herald Tribune. Appointed by Pierre Bergé, Elbaz worked as creative director of Yves Saint Laurent from 1998 until he was fired after three seasons when Gucci bought the company.Suzy Menkes (June 9, 1998), Alber Elbaz Gets Aboard at YSL: A New Generation In Ready-to- Wear International Herald Tribune.Vanessa Friedman (December 17, 2015), Lanvin and Alber Elbaz: The Story of a Breakup The New York Times. Elbaz began designing for Lanvin in 2001. He also held a minority stake in the company of nearly 18 percent.Astrid Wendlandt (October 28, 2015), Elbaz leaves fashion label Lanvin, Wang rejected offers Reuters. During his 14-year tenure, he was credited with reviving the French couture house’s fortunes, with modern takes on silk cocktail dresses and colorful, feminine designs.Sarah White (October 25, 2019), Richemont teams up with designer Alber Elbaz for fashion venture Reuters. He also created a trend for luxury brand jewelry by launching fabric- covered pearls.Sam Schechner and Christina Binkley (October 28, 2015), Longtime Creative Director Alber Elbaz Is Leaving Lanvin The Wall Street Journal. His humorous sketches of everything from lollipops to his own face became a brand signature.Sam Schechner and Christina Binkley (October 28, 2015), Longtime Creative Director Alber Elbaz Is Leaving Lanvin The Wall Street Journal. While at Lanvin, Elbaz also collaborated with Acne Studios on a denim collection at the end of 2008. In 2010, he led Lanvin’s work on an H&M; line, including tulle dresses and bejeweled necklaces.Isabel Wilkinson and Hilary Moss (October 28, 2015), Ten Things to Know About Alber Elbaz’s Lanvin T: The New York Times Style Magazine. Notably, for his fall 2012 campaign (which coincided with the house’s 10th anniversary), Elbaz chose real people to feature in Lanvin’s advertising campaign; among the models were an 18-year-old musician and an 82-year-old retiree.Isabel Wilkinson and Hilary Moss (October 28, 2015), Ten Things to Know About Alber Elbaz’s Lanvin T: The New York Times Style Magazine. In 2015, he curated “Alber Elbaz/Lanvin: Manifeste,” a photography exhibition at the Maison Européenne de la Photographie (MEP) in Paris, comprising more than 350 pictures taken during his tenure alongside sketches and design mock-ups.Dana Thomas (September 8, 2015), In a New Show, Lanvin’s Process Comes Into Focus T: The New York Times Style Magazine. In October 2015, Elbaz announced that he had been let go from the fashion house after disagreements with the company's major shareholder, Shaw-Lan Wang.Astrid Wendlandt (October 28, 2015), Elbaz leaves fashion label Lanvin, Wang rejected offers Reuters. Elbaz also complained about the lack of strategy and targeted investment of the company. Shortly before he was fired, Elbaz had hired Chemena Kamali from Chloé as women’s design director.Vanessa Friedman (December 17, 2015), Lanvin and Alber Elbaz: The Story of a Breakup The New York Times. Lanvin sales slumped following his departure in 2015 and the brand was eventually bought by China’s Fosun.Sarah White (October 25, 2019), Richemont teams up with designer Alber Elbaz for fashion venture Reuters. After leaving Lanvin, Elbaz designed all of the costumes Natalie Portman wore in the 2016 film A Tale of Love and Darkness which she also wrote and directed. He has since worked with various luxury brands, including Converse and LeSportsac.Vanessa Friedman (July 9, 2019), Alber Elbaz Makes a Happy Return The New York Times. In 2016, he created a perfume called Superstitious for the French perfume house Editions de Parfums Frédéric Malle.Astrid Wendlandt (October 3, 2016), Ex-Lanvin designer Elbaz turned nose for Frederic Malle Reuters. He later collaborated with Italian shoemaker Tod's on some loafer and bag designs in 2019.Sarah White (October 25, 2019), Richemont teams up with designer Alber Elbaz for fashion venture Reuters. Also in 2019, he joined forces with Richemont on launching AZfashion, a brand that is to focus on “developing solutions for women of our times.”Sarah White (October 25, 2019), Richemont teams up with designer Alber Elbaz for fashion venture Reuters.Vanessa Friedman (October 25, 2019), Alber Elbaz Is Back in Fashion The New York Times. ==Art and graphics == Dress of the Year 2005 In 2006, Elbaz introduced new packaging for Lanvin, featuring a light forget-me- not blue color, a favorite shade which Lanvin purportedly had seen in a Fra Angelico fresco. Packaging included shopping bags imprinted with Paul Iribe's 1907 illustration of Lanvin and her daughter Marguerite, and shoe boxes designed like antique library files, tied with black ribbons to emphasize the precious nature of the product. Elbaz illustrated the song \"Lady Jane\" in singer-songwriter Mika's extended play Songs for Sorrow. In 2012, Rizzoli published a book of 3,000 photographs documenting Elbaz's work for Lanvin.The Inside Story of a Couture Dream in the Making ==Awards and recognition== * 2005 – International Award, Council of Fashion Designers of America (CFDA) * 2007 – Chevalier of the Légion d'Honneur * 2007 – One of Time Magazine's 100 Most Influential People in the WorldThe Time 100, Natalie Portman May 3, 2007 * 2014 – Honorary doctorate awarded by the Royal College of Art * 2015 – Superstar Award, Fashion Group International (FGI)Vanessa Friedman (December 17, 2015), Lanvin and Alber Elbaz: The Story of a Breakup The New York Times. * 2016 – Officer of the Légion d'HonneurAstrid Wendlandt (October 3, 2016), Ex-Lanvin designer Elbaz turned nose for Frederic Malle Reuters.Joelle Diderich (March 28, 2016), Alber Elbaz Named Officer in Legion of Honor Women's Wear Daily. Elbaz's simple, feminine clothing, which has been compared to Lanvin's 1920s outfits, has been lauded by the fashion press. Suzy Menkes wrote: \"Elbaz is every woman's darling. And that includes Nicole, Kate, Chloë Sevigny, Sofia Coppola and a slew of rising movie names.\"\"At Lanvin, a master of improvisation\", Suzy Menkes, International Herald Tribune, May 24, 2005 ==Personal life== Elbaz's life partner is Alex Koo, Lanvin's director of merchandising.The New Yorker: Profil Alber EbazVanessa Friedman (December 17, 2015), Lanvin and Alber Elbaz: The Story of a Breakup The New York Times. ==See also== *Israeli fashion ==References== ==External links== * * Lanvin collaborates with Acne for a 2009 jean collection, JCReport * Alber Elbaz collaborates with H&M;, VOGUE.COM UK Category:1961 births Category:Living people Category:Israeli fashion designers Category:Jewish fashion designers Category:Recipients of the Legion of Honour Category:LGBT fashion designers Category:LGBT Jews Category:LGBT people from Morocco Category:People from Casablanca Category:People from Holon Category:Moroccan emigrants to Israel Category:Israeli emigrants to France Category:Moroccan Jews Category:Israeli Jews Category:Israeli people of Moroccan-Jewish descent Category:LGBT people from Israel Category:20th-century Moroccan artists Category:Sephardi Jews Category:Mizrahi Jews ",
    "title": "Alber Elbaz"
}