{
    "id": "3237892",
    "text": "Go Home Lake is a lake in west central Ontario in the Township of Georgian Bay, District of Muskoka. Go Home Lake is a natural lake which is actually part of the Musquash River system also spelled as Musquosh River on some maps. It was opened up as a recreational lake starting in the late 1950s when Crown Lands were surveyed, subdivided and auctioned off in Public Bids that took place from 1958 through 1962. In the early 60's the construction of two dams was completed, a permanent earthen dam at the Go Home River outlet and a stop log dam (control dam) at the Musquash River outlet. The intent of the dams was to control the water level to maintain a constant water level throughout the boating season eliminating the seasonal fluctuations in the water level. There is actually two stories about how the Lake was named, one is It was named after Go Home Bay, immediately downstream. Loggers would send timber down the Musquash River and meet steamers at Go Home Bay, which would transfer timber to various mills around the Great Lakes and then \"go home\", hence the name. The other story dates further back to when the Voyageurs travelled down Georgian Bay from the French River and met the Indians that lived along the shore of Georgian Bay at the mouth of the Go Home River (Go Home Bay). The Indians would pack up each fall and move inland to the area of Go Home Lake which was more protected, to live out the winter months. When asked where they were going by the Voyageurs, they would reply Kewa, which meant \"Go Home\" in their native language, hence the name for both the Bay on Georgian Bay, the river and the Lake. Go Home Lake is approximately long and ranges from 1/2 to 3/4 miles (800 - 1,200 m) wide. Of Muskoka's 1600 lakes, it is the 14th biggest by size. Its length runs in a north–south orientation. The lake is fed at its most northern point by the Musquash River. It then empties back into the Musquash River through a control dam at the south end of the lake, and into Go Home River at the north end of the lake. Both the Musquash and Go Home Rivers empty into Georgian Bay. Go Home Lake is considerably more rugged and rockier than other Muskoka lakes. Both the \"New Cut\" (a man made channel), and the \"Haunted Narrows\" link the south end of the lake to the north. The \"Haunted Narrows\" received its name from the eerie sound caused by the movement of rocks on the bottom of the channel that can be heard in the dead of night due to the strong current flow. There are approximately 430 cottages on Go Home Lake, the vast majority of which are water-access, as well as two marinas. The closest marina to the Hwy. 400 exit is Minor's Bay marina, which is built upon the location originally called 'Potter's Landing' in the 1950s. The further marina from the Hwy. 400 exit is Go Home Lake Marina. While both marinas offer dockage, parking, boat launching, only Go Home Lake Marina has a general store with refueling facilities to cottagers. Minor's Bay marina also has a public telephone, as well as marine mechanical services. The Go Home fire tower once stood on the NW side of the lake overlooking Go Home Bay. It was one of the last manned towers used in Southern Ontario and came under the jurisdiction of the Parry Sound Fire District in the early 1970s when the Ministry of Natural Resources was once called the Dept. of Lands and Forests. Recreational activities are popular on this lake, including: fishing, canoeing, cliff-diving, water-skiing, wakeboarding, tubing as well as the annual regatta. ==See also== *List of lakes in Ontario ==References== Category:Lakes of the District Municipality of Muskoka ",
    "title": "Go Home Lake"
}