{
    "id": "3238933",
    "text": "Ardvreck Castle is a ruined castle dating from the 16th century which stands on a rocky promontory jutting out into Loch Assynt in Sutherland, Scotland. One can reach the ruins by driving along the A837, which follows the north shore of Loch Assynt from the village of Inchnadamph. == History of Ardvreck == The castle was built in about 1590, by the MacLeods of Assynt. Ardvreck is famous as the place where the royalist James Graham, 1st Marquess of Montrose was handed over in 1650 to the Covenanter forces by MacLeod, Laird of Assynt after the Battle of Carbisdale. The true history of this event is unclear. One account is that MacLeod, loyal to the Covenanters, arrested the weary, fleeing, Montrose and held him. Another is that he provided comfortable shelter, but betrayed Montrose for a £25,000 reward. Clan Mackenzie attacked and captured Ardvreck Castle in 1672, and then took control of the Assynt lands. In 1726 they constructed a more modern manor house nearby, Calda House which takes its name from the Calda burn beside which it stands. A fire destroyed the house under mysterious circumstances one night in 1737 and both Calda House and Ardvreck Castle stand as ruins today. They are designated as scheduled monuments. == Architecture == The castle was a simple rectangular keep with a round staircase tower at the south-east angle. It was corbelled out on the upper floors to form square rooms. The small stair turret to these upper rooms being carried on corbelling. There were three compartments on the ground floor which were all vaulted. There appears to have been four floors and the first of these is also vaulted with the other floors being simply joisted. The castle also had several gunports. ==Image gallery== File:2011 Ardvreck Castle, Sutherland 2-06-2011 18-08-10.jpg|Ardvreck Castle File:2011 Ardvreck Castle, Sutherland 2-06-2011 17-53-21.jpg|Ardvreck Castle File:2018 07 13 Schottland (87).jpg|Calda House File:2011 Loch Assynt with Ardvreck Castle and Calda House, Sutherland 2-06-2011 18-29-54.jpg|Ardvreck Castle and Calda House ==References== * * ==External links== * * * * Category:Buildings and structures in Sutherland Category:Castles in Highland (council area) Category:Clan Macleod Category:Houses in Highland (council area) Category:Listed castles in Scotland Category:Scheduled Ancient Monuments in Highland Category:Lowland castles ",
    "title": "Ardvreck Castle"
}