{
    "id": "3238427",
    "text": "The Grand Lodge of Antient, Free and Accepted Masons of Scotland is the governing body of Freemasonry in Scotland. It was founded in 1736. About one third of Scotland's lodges were represented at the foundation meeting of the Grand Lodge. ==History== The oldest records held by the Grand Lodge of Scotland are minutes of Lodge Aitcheson's Haven which commence on 9 January 1599. The connection between the craft of stonemasonry and modern Freemasonry can be readily established in Scotland. Dr David Stevenson, Review of The Origins of Freemasonry Facts and Fictions, (review no. 517) accessed 6 December 2013 Scottish Freemasonry has developed a distinct and unique character, even by comparison with the other British Grand Lodges. The Grand Master of the constitution bears the unique title Grand Master Mason, an office which has been held by many distinguished members of Scottish society. Unlike other Regular Masonic jurisdictions all members, of whatever rank, are addressed simply as \"Brother\". The usual and more complex masonic titles are used in Scotland, but attach to the office, not the individual. Lodges under the Scottish Constitution are sovereign bodies in their own right, with a considerable degree of control of their own affairs. Many Lodges pre-existed Grand Lodge, all zealously guarding their traditions, and were permitted to retain their own procedures, regalia, and distinctive rituals. Having accepted the principle of independence of old Lodges, it was impossible to deny Lodges founded after 1736 the same level of independence. Of course the rituals must contain the principal points of each degree, but the scope for elaboration is considerable, with numerous interesting additions. Since Scottish Lodges have the right to choose the colours of the Lodge regalia, meetings are very colourful – especially if visitors from other Lodges are present. ==Structure== The Grand Lodge of Scotland has 32 Provincial Grand Lodges in Scotland itself, and 26 District Grand Lodges overseas, each headed by a Provincial Grand Master or District Grand Master. Private lodges belong to a Province or District, through which they report to the Grand Lodge in Edinburgh. == Current Grand Office Bearers == The current Grand Master Mason is Brother William Ramsay McGhee, a former Police Chief Superintendent, who was first installed in November 2018.https://www.grandlodgescotland.com/structure/grand-office- bearers/https://www.inverness-courier.co.uk/news/black-isle-former-police- officer-is-new-top-mason-175564/ The Grand Secretary is Brother J. Euan Edment, a Summary Sheriff in the Scottish Judiciary and a former solicitor.https://www.grandlodgescotland.com/structure/grand-office- bearers/https://www.thegazette.co.uk/notice/3019455https://news.gov.scot/news/appointment- of-first-summary-sheriffs == Female Membership == The Grand Lodge of Scotland at present only allows men to join as members. https://www.grandlodgescotland.com/ It was reported in August 2018 by Grand Secretary, Brother J. Euan Edment that the Grand Lodge of Scotland was considering allowing women members, as long as they had joined as men. It was reported that a Senior Judge who is a Freemason was looking into the issue and a statement would be issued when their internal procedures were complete. https://www.dailyrecord.co.uk/news/scottish-news/freemasons-could-break-male- rule-13033623 == Controversies == Joe Morrow who was Grand Master Mason from 2004 - 2005 announced in September 2005 he would be stepping down from the post after a change in personal circumstances. This followed reports in a Sunday newspaper which reported that he was openly gay and planning to change much of the mystique surrounding the organisation. Martin McGibbon, the then Grand Secretary when asked to comment on reports of Mr Morrow’s sexuality, declined to comment.https://www.scotsman.com/news-2-15012/priest-to-quit-as- freemasons-leader-1-1095794 In September 2019 it was announced that the Grand Lodge of Scotland would be closing down its social media accounts due to members posting secrets online and online spats between brethren. https://www.thetimes.co.uk/article/grand-lodge-logs-off-social-media-after- freemasons-overshare-secrets-9hv3ctk3j ==International cooperation== The Grand Lodge of Scotland, together with the United Grand Lodge of England and the Grand Lodge of Ireland, is one of the three senior Regular Masonic jurisdictions, commonly known as the Home Grand Lodges. The three operate closely together, through a formal memorandum of cooperation and common rules for recognition of Masonic bodies internationally. Inter-visitation rights with the Home Grand Lodges are generally considered the chief mark of masonic regularity. In many parts of the world local lodges operate under all three of the Home constitutions (Scottish, English, and Irish). By Masonic convention, no Lodges are ever founded in an overseas jurisdiction once it possesses its own Grand Lodge, although lodges which pre-date the local Grand Lodge may continue to operate under their original constitution. In 1953 the Grand Lodge of Scotland chartered the Grand Lodge of the State of Israel as a sovereign Grand Lodge. ==See also== King George VI and Scottish Freemasons * List of Grand Master Masons of the Grand Lodge of Scotland ==References== ==External links== * The Grand Lodge of Antient, Free and Accepted Masons of Scotland * Famous Scottish Freemasons * The Mother Lodge of Scotland, Lodge Mother Kilwinning No.0 * Pictures From The Grand Lodge Of Scotland Building. Category:1736 establishments in Scotland Category:Organisations based in Edinburgh Category:Organizations established in 1736 ",
    "title": "Grand Lodge of Scotland"
}