{
    "id": "3238006",
    "text": "The Galleries (formerly The Mall Bristol but originally opened in 1991 as The Galleries Shopping Centre), is a shopping mall situated in the Broadmead shopping centre in Bristol city centre, England. Functioning as one of the city's retail malls, it is a three-storey building, which spans over Fairfax Street. ==History== The Galleries Shopping Centre as it was originally known, opened in October 1991 in the wake of a UK recession, the shopping centre was later bought by The Mall Shopping Centre Fund (and renamed the Mall Bristol), managed by Capital & Regional and Aviva Investors. It replaced shops including a large Woolworth and Millet on the north side of Fairfax Street, and on the south side Fairfax House (a Co-operative department store opened in March 1962) where the Galleries car park now stands. Despite it being called \"the Mall Bristol\" for a number of years, it was still referred to by its original name \"the Galleries\" by many people. In January 2011, the centre was sold to HSBC European Active Real Estate Trust for £50.1 million, and the name was restored to The Galleries. One of the entrances called \"The Greyhound\" was originally a historic Public House which closed in the early 1990s and incorporated into the building as an entrance. With the opening of Cabot Circus and the recession of 2008, many of the chain shops moved out of the Galleries and into the new Cabot Circus. This resulted in a large amount of empty shops and a decline of what was Bristol's main shopping centre from 1990s–2000s. ==Redevelopment== The shopping centre underwent a £1.5 million redevelopment to redevelop the entrances and to refurbish the mall as of March 2013.http://www.thisisbristol.co.uk/Galleries-shopping-centre-entrance- receive-spruce/story-18541186-detail/story.html#ixzz2OpTvIfws| Retrieved 7 April 2013. Over the years, there have been a few re-developments. In 2000s TKMAXX extended their shop on the top floor. In 2011 the foodcourt was moved from the top floor to the middle floor. ==Transport== The shopping centre is within walking distance of Bristol Temple Meads station and is served by First West of England bus services in nearby bus stops. There is also a car park which has nearly 1000 spaces and can be accessed on Fairfax Street and Newgate. ==References== ==External links== * *The Mall Bristol on The Retail Database Category:Buildings and structures in Bristol Category:Shopping centres in Bristol Category:Shopping malls established in 1991 ",
    "title": "The Galleries, Bristol"
}