{
    "id": "3238511",
    "text": "The UN Environment Programme World Conservation Monitoring Centre (UNEP-WCMC) is an executive agency of UN Environment Programme, based in Cambridge in the United Kingdom. UNEP-WCMC has been part of UN Environment Programme since 2000, and has responsibility for biodiversity assessment and support to policy development and implementation.UNEP (2004) UNEP Programmes and Resources for Environmental Education and Training. UNEP, Nairobi, Kenya & Earthprint, UK. The World Conservation Monitoring Centre was previously an independent organisation jointly managed by IUCN, UN Environment Programme and WWF established in 1988, and prior to that the Centre was a part of the IUCN Secretariat. ==Areas of work== The activities of UNEP-WCMC include biodiversity assessment, support to international conventions such as the Convention on Biological Diversity (CBD) and the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES), capacity building and management of both aspatial and spatial data on species and habitats of conservation concern. UNEP-WCMC has a mandate to facilitate the delivery of the global indicators under the CBD's 2010 Biodiversity Target on the rate of loss of biological diversity, and works alongside the CITES Secretariat producing a range of reports and databases. It also manages the World Database of Protected Areas in collaboration with the IUCN World Commission on Protected Areas. A series of world atlases on biodiversity topics have been published by UNEP-WCMC through University of California Press. UNEP-WCMC has expertise across six thematic areas: Mainstreaming biodiversity into sustainable development; Strengthening natural capital in private sector decision-making; Planning for places; Securing a sustainable future for wildlife; Supporting the transition to a healthy ocean and; Supporting intergovernmental agreements on biodiversity and ecosystem services. These thematic areas are supported by cross-cutting expertise in science, economics, knowledge management and digital innovation. UNEP-WCMC (2018) Annual Review 2017-18. UNEP-WCMC, Cambridge, UK. ==References== ==External links== *UN Environment Programme World Conservation Monitoring Centre Category:International environmental organizations Category:Organisations based in Cambridge Category:Science and technology in Cambridgeshire Category:United Nations Environment Programme Category:United Kingdom and the United Nations ",
    "title": "World Conservation Monitoring Centre"
}