{
    "id": "3238078",
    "text": "The Coriolis frequency ƒ, also called the Coriolis parameter or Coriolis coefficient, is equal to twice the rotation rate Ω of the Earth multiplied by the sine of the latitude φ. :f = 2 \\Omega \\sin \\varphi.\\, The rotation rate of the Earth (Ω = 7.2921 × 10−5 rad/s) can be calculated as 2π / T radians per second, where T is the rotation period of the Earth which is one sidereal day (23 h 56 min 4.1 s). In the midlatitudes, the typical value for f is about 10−4 rad/s. Inertial oscillations on the surface of the earth have this frequency. These oscillations are the result of the Coriolis effect. ==Explanation== Consider a body (for example a fixed volume of atmosphere) moving along at a given latitude \\varphi at velocity v in the earth's rotating reference frame. In the local reference frame of the body, the vertical direction is parallel to the radial vector pointing from the center of the earth to the location of the body and the horizontal direction is perpendicular to this vertical direction and in the meridional direction. The Coriolis force (proportional to 2 \\, \\boldsymbol{ \\Omega \\times v}), however, is perpendicular to the plane containing both the earth's angular velocity vector \\boldsymbol{ \\Omega} (where |\\boldsymbol{ \\Omega}| = \\Omega ) and the body's own velocity in the rotating reference frame v. Thus, the Coriolis force is always at an angle \\varphi with the local vertical direction. The local horizontal direction of the Coriolis force is thus \\Omega \\sin \\varphi. This force acts to move the body along longitudes or in the meridional directions. ==Equilibrium== Suppose the body is moving with a velocity v such that the centripetal and Coriolis (due to \\boldsymbol{\\Omega} ) forces on it are balanced. We then have : v^2/r= 2 (\\Omega \\sin \\varphi) v where r is the radius of curvature of the path of object (defined by v). Replacing v = r\\omega , where \\omega is the magnitude of the spin rate of the Earth, we obtain :f = \\omega = 2 \\Omega \\sin \\varphi. Thus the Coriolis parameter, f , is the angular velocity or frequency required to maintain a body at a fixed circle of latitude or zonal region. If the Coriolis parameter is large, the effect of the earth's rotation on the body is significant since it will need a larger angular frequency to stay in equilibrium with the Coriolis forces. Alternatively, if the Coriolis parameter is small, the effect of the earth's rotation is small since only a small fraction of the centripetal force on the body is canceled by the Coriolis force. Thus the magnitude of f strongly affects the relevant dynamics contributing to the body's motion. These considerations are captured in the nondimensionalized Rossby number. ==Rossby number== In stability calculations, the rate of change of f along the meridional direction becomes significant. This is called the Rossby parameter and is usually denoted : \\beta = \\frac{\\partial f}{\\partial y} where y is the in the local direction of increasing meridian. This parameter becomes important, for example, in calculations involving Rossby waves. ==See also== *Beta plane *Earth's rotation *Rossby-gravity waves ==References== Category:Atmospheric dynamics Category:Oceanography fr:Force de Coriolis#Paramètre de Coriolis ",
    "title": "Coriolis frequency"
}