{
    "id": "3239071",
    "text": "Tshimanga \"Tim\" Biakabutuka (born January 24, 1974) is a former American football running back. He played college football at the University of Michigan from 1993 to 1995. He next played professional football for the Carolina Panthers of the National Football League (NFL) from 1996 to 2001. He is distinguished as being the first Zairian to play in the National Football League. ==Early years== Biakabutuka left the former Zaire with his family for Canada when he was four years old, settling in the Montreal area, where his family still lives. He did not play Canadian football until his high school in Longueuil organized a team. After grade 11, he attended cegep at Vanier College in Saint-Laurent, Quebec, where his football exploits earned him the nickname \"Touchdown Tim\" and earned him a scholarship to play college football at the University of Michigan. ==College career== Biakabutuka enrolled at the University of Michigan in 1993 and played college football for the Michigan Wolverines football team from 1993 to 1995. As a freshman in 1993, he was a backup to Tyrone Wheatley and Ricky Powers, but he saw significant action against Purdue on November 6, 1993, rushing for 140 yards and scoring two touchdowns on 24 carries.(to retrieve Biakabutuka's college statistics, enter \"biakabutuka\" in the box for the player's last name) As a sophomore, Biakabutuka was again a backup to Wheatley, being used as a starter in only one game. Despite his role as a backup, Biakabutuka rushed for 783 yards and had four 100-yard games (141 yards against Michigan State, 128 yards against Boston College, and 100 yards against both Notre Dame and Purdue). Biakabutuka became the Wolverines' full-time starting running back in 1995. That year, he broke Jamie Morris's single-season rushing record. Biakabutuka totalled 1,818 rushing yards on 303 carries (6.0 yards per carry) during the 1995 season. On November 25, 1995, he rushed for 313 yards on 37 carries in a 31–23 victory over previously-unbeaten Ohio State. His performance against Ohio State ranks as the second highest single-game performance in Michigan history, trailing only Ron Johnson's 347-yard game against Wisconsin in 1968. ==Professional career== Biakabutuka was selected by the Carolina Panthers in the first round (eighth overall pick) of the 1996 NFL Draft. During his career in the NFL, Biakabutuka was often injured. He never played more than 12 games in a single season. For his career, he appeared in 51 games, 35 as a starter, over six seasons from 1996 to 2001. He totalled 2,530 rushing yards and 789 receiving yards and scored 17 touchdowns. As a member of the Panthers, Biakabutuka became the first running back to record two touchdown runs of 60 or more yards in the same game. ==Personal life== Biakabutuka currently resides in Matthews, North Carolina, and owns four Bojangles restaurants in Augusta, Georgia. He is a cousin to Hakeem, Alain, Kalonji, and Fernand Kashama, who also all played American or Canadian football.https://ottawacitizen.com/sports/football/cfl/kalonji-kashama-next- in-line-for-football-family. Tim's nephew, Jérémie Biakabutaka, is a prospect in the upcoming 2020 NHL Entry Draft, playing for the Val d'Or Foreurs. ==See also== * Lists of Michigan Wolverines football rushing leaders * List of Montreal athletes * List of famous Montrealers ==References== Category:1974 births Category:Living people Category:American football running backs Category:Black Canadian players of American football Category:Canadian expatriate American football people in the United States Category:Canadian players of American football Category:Carolina Panthers players Category:Democratic Republic of the Congo emigrants to Canada Category:Democratic Republic of the Congo players of Canadian football Category:Democratic Republic of the Congo players of American football Category:Gridiron football people from Quebec Category:Michigan Wolverines football players Category:Naturalized citizens of Canada Category:People from Fort Mill, South Carolina Category:Players of Canadian football from Quebec Category:Sportspeople from Longueuil Category:Sportspeople from Kinshasa Category:Sportspeople from Montreal Category:Kashama family Category:Canadian people of Democratic Republic of the Congo descent ",
    "title": "Tim Biakabutuka"
}