{
    "id": "3239503",
    "text": ":For the former German football player, see Erwin Stein. Erwin Stein (7 November 188517 July 1958) was an Austrian musician and writer, prominent as a pupil and friend of Schoenberg, with whom he studied between 1906 and 1910. ==Career== Stein worked as a conductor before the First World War. In 1918 Schoenberg founded the Society for Private Musical Performances, which presented modern compositions (from Mahler to the present day). Stein was one of his principal assistants in this project which ran for a few years until encountering financial problems. The works performed often needed arrangement for the reduced forces available to the Society. Stein undertook arrangements, for example, in 1921 he arranged Mahler's symphony no. 4 for 15 musicians. In 1924 it was Stein to whom Schoenberg entrusted the delicate as well as important task of writing the first article – Neue Formprinzipien ('New Formal Principles') – on the gradual evolution of what was soon to be explicitly formulated as 'twelve-tone technique'. Until 1938 he lived in Vienna, working for the music publisher Universal Edition and respected as a music teacher and conductor as well as a writer active on behalf of the music and composers he valued. After the Anschluss during the course of Aryanization, Stein was forced to sell his stockholdings in Universal Edition. He fled to London to escape the Nazis and worked for many years as an editor for the music publisher Boosey & Hawkes. His focus was mainly on Mahler, Schoenberg and Britten (all three of whom he knew personally) as well as his colleagues within the Schoenberg circle, Berg and Webern. ==Legacy== His books include Orpheus in New Guises (a collection of writings from the period 1924–1953) and Form and Performance (1962). He was the editor of the first collection of Schoenberg's letters (Germany 1958; UK 1964). He was also instrumental in setting up the modern music periodical Tempo in 1939.Harewood. Erwin Stein 1885 – 1958. Tempo, New Ser., No. 49 (Autumn, 1958), pp. 35–36. Accessed via JSTOR, subscription required In 2020 his arrangement of Mahler's Symphony No. 4 was revived by the Berlin Philharmonic which was unable to play the composer's original score because of the restrictions of social distancing. ==Personal life== Stein married Sophie Bachmann (1883?–1965), and their daughter, the pianist Marion Stein, married successively George Lascelles, 7th Earl of Harewood and the Liberal politician Jeremy Thorpe. ==See also== * List of émigré composers in Britain ==References== ==External links== * https://www.universaledition.com/erwin-stein-1054 Category:Male conductors (music) Category:Austrian classical composers Category:Jewish emigrants from Austria to the United Kingdom after the Anschluss Category:Second Viennese School Category:1885 births Category:1958 deaths Category:Music publishers (people) Category:Pupils of Arnold Schoenberg Category:Austrian music arrangers Category:20th-century Austrian conductors (music) Category:20th- century male musicians ",
    "title": "Erwin Stein"
}