{
    "id": "3239424",
    "text": "Liam Christopher Chilvers (born 6 November 1981) is an English former footballer who played as a centre back. A graduate of the Arsenal Academy, he won the FA Youth Cup with the club in 2000. After turning professional he spent four weeks of the 2000–01 season on loan at Northampton Town, three months on loan at Notts County in the 2001–02 season, and the first half of the 2002–03 season on loan at Belgian side K.S.K. Beveren. He spent the second half of the 2002–03 season and the whole of the 2003–04 campaign on loan at Colchester United, after which he was allowed to join the club permanently. He stayed at Colchester for the next two years, and helped the club win promotion into the Championship, before he transferred to Preston North End in July 2006. He spent four years with the club, though was out of action for a year due to injury. He re-joined Notts County on a permanent basis in July 2010, and was loaned out to Port Vale in September 2011. He signed with AFC Telford United in September 2012, before beginning a second loan spell with Port Vale in November 2012, which was made into a permanent move two months later. He helped Vale win promotion out of League Two in 2012–13. He joined Hyde in September 2014. ==Playing career== ===Arsenal=== Born in Chelmsford, Essex, Chilvers entered the Arsenal Academy at the age of seven, and featured in their FA Youth Cup final win over Coventry City in 2000. On 22 December 2000, he joined Second Division club Northampton Town on a four-week loan. He made his debut the next day, in a 2–1 win over Peterborough United at London Road. He started six further games for the \"Cobblers\", only one of which ended in defeat, before returning to Highbury at the end of his loan spell. Unable to extend the loan deal, Town boss Kevin Wilson was \"sorry to see Liam go\". Chilvers joined Notts County on a three-month loan spell in November 2001, and made eleven appearances for the club. He scored his first senior goal on 1 December, scoring a consolation goal in a 3–2 loss to Bristol City at Ashton Gate. Chilvers scored in a pre-season friendly for Arsenal against Stevenage in 2002. He then spent the first half of the 2002–03 season on loan at Belgian Pro League club K.S.K. Beveren, who had a partnership with Arsenal at the time; John Halls, Graham Stack, and Steve Sidwell also were sent on loan to the Belgian side. He was sent off on his debut – a 6–1 defeat by Sint- Truidense. He made four further appearances out of position as a full-back, before he returned to England – by that time his three Arsenal colleagues had returned to London and the Beveren manager had given up trying to speak to Chilvers in English. He later admitted he did not enjoy his experience, though he did get to play alongside Yaya Touré and Emmanuel Eboué. ===Colchester United=== On 24 January 2003, he joined Colchester United on loan until the end of the season, after impressing manager Steve Whitton on a trial. He only made six appearances. At the end of the campaign Arsenal and Northampton Town agreed a transfer that would see Chilvers sign a three-year deal at Northampton; however Chilvers backed out on the deal in the final stages of negotiations. He returned to Colchester United on loan at the start of the 2003–04 campaign, initially on a three-month deal. He made his League Cup bow against Rotherham United at Millmoor on 23 September, and was sent off for the first time in his professional career for a professional foul in the last minute of a 1–0 defeat; Colchester stated that they would appeal the ban. He retained his first team place after serving his suspension, and the loan deal was extended until the end of the season. Chilvers made a total of 45 appearances in league and cup throughout the campaign. Chilvers was released by Arsenal in June 2004, and so quickly agreed to join Colchester United on a permanent basis. Manager Phil Parkinson said that \"Liam's a quality player. He's got the chance to go a long way in the game.\" He was sent off the second time in his career when he received two yellow cards in a goalless draw with Port Vale at Vale Park on 8 March 2005; Vale also had two players sent off in what was described as 'a dour game'. He netted his second senior goal on 16 April, his ninetieth-minute strike at the Galpharm Stadium winning the U's a share of the points with Huddersfield Town. In all he made 48 appearances in 2004–05. He received interest from Barnsley in September 2005, though he remained put at Colchester. He made another 40 appearances in 2005–06, and found himself on the scoresheet in games at Milton Keynes Dons and Bournemouth. He helped the club to win promotion into the Championship as League One runners-up. During the campaign he picked up eight bookings. Chilvers playing for Preston North End in December 2009. ===Preston North End=== Chilvers joined Preston North End on a two-year contract in July 2006, with an option for a further two years. He fitted in well at the Championship club, and made 49 league and cup appearances in 2006–07, finding his way onto the scoresheet in games at Ipswich Town and Barnsley. At the end of the season he signed a new contract, which would see him tied to the club until June 2010. He made 31 appearances in 2007–08, and was a key first team member until he ruptured his Achilles tendon in a pre-match warm-up in March. A difficult injury that also required surgery, he was initially expected to be out of action until December 2008. However Chilver was 'impatient', and strived to return from his injury as soon as possible. A 'model patient', he returned to training in August 2008, a whole three months ahead of schedule. However, he still missed almost the whole of the 2008–09 campaign, and only appeared as a last minute substitute in a 2–1 win over Birmingham City at St. Andrew's on 25 April. He played 26 games in 2009–10, however manager Darren Ferguson did not offer him a new contract at the end of the season. ===Notts County=== Following a trial with Peterborough United, Chilvers signed for former club Notts County, now in League One, on a two-year contract on 23 July 2010. He lost his first team place after he was sent off for a professional foul in a League Cup defeat to Premier League Wolverhampton Wanderers on 21 September. He returned to the starting eleven in November, though only played two games from December through to February. He returned to action to post a total of 27 appearances in 2010–11. However manager Martin Allen informed Chilvers that he could leave the club, despite the player still being under contract. He did not play a competitive game for the \"Magpies\" at the start of the 2011–12 season, though he did play the second half of the club's 1–1 friendly draw with Juventus at the newly opened Juventus Stadium. Instead Chilvers joined Port Vale on a monthlong loan on 22 September. After four good performances the loan deal was extended until 24 December. He stated his hopes to win a permanent contract at the club, and the Port Vale coaching staff also indicated that they would look to sign Chilvers permanently, leaving the final decision on the move to be made by Notts County. He played a total of twelve matches for the \"Valiants\", though he was forced to leave the pitch early on the final game of his spell after he picked up a groin injury. His hopes of a more long-term move to Port Vale were ended after manager Micky Adams revealed that he did not have any money available to sign any players either permanently or on loan during the January transfer window. He did though find himself back in first team contention at Meadow Lane, particularly after Keith Curle replaced Allen as manager in mid-February. In May 2012 he was released by the club, along with 12 other players. ===AFC Telford United to Port Vale=== Chilvers joined AFC Telford United of the Conference National in September 2012. His stay with the \"Bucks\" was on a short-term basis, to provide cover for a number of defenders who were out injured. He made his League Two debut on 15 September, in a 3–3 draw with Cambridge United at the Abbey Stadium. He re-signed on loan to Port Vale in November 2012 with the view to a possible permanent transfer in January. Once the loan deal expired, he signed a contract with Port Vale lasting until the end of the season. He scored two goals on 13 April in a 2–2 draw with Rochdale at Spotland, the first being an awful first half own goal and the second being an 89th-minute header that would have won the game for the Vale if not for a late equalizer from Rochdale. He admitted that he thought the goal had secured promotion for the club, though Rochdale's equalizer and a late goal elsewhere meant that Vale had to wait another week for the chance to secure promotion. He agreed to sign a new one-year deal in the summer. He started the 2013–14 season on the bench, before returning to the first team on 7 September to help the Vale record their first clean sheet of the season against Carlisle United. He was limited to 17 appearances across the season and was released in the summer. ===Hyde=== Chilvers featured for Forest Green Rovers in a pre-season friendly win over Brimscombe & Thrupp on 29 July 2014. He signed with Scott McNiven's Conference North club Hyde in September 2014. He made his debut for the club on 20 September, in a 5–1 win over Lowestoft Town at Ewen Fields, Hyde's first home win since April 2013. ==Style of play== Chilvers has excellent positional play and leadership skills, and is also a threat from set-pieces. ==Personal life== Chilvers is married and has a son named Oscar of whom was born in 2012. He also began working at a law office located in Southport in 2015. ==Statistics== {| class=\"wikitable\" style=\"text-align:center;\" |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !rowspan=\"2\"|Division !colspan=\"2\"|League !colspan=\"2\"|FA Cup !colspan=\"2\"|League Cup !colspan=\"2\"|Other !colspan=\"2\"|Total |- !Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=\"5\"|Arsenal||2000–01||Premier League||0||0||0||0||0||0||0||0||0||0 |- |2001–02||Premier League||0||0||0||0||0||0||0||0||0||0 |- |2002–03||Premier League||0||0||0||0||0||0||0||0||0||0 |- |2003–04||Premier League||0||0||0||0||0||0||0||0||0||0 |- !colspan=\"2\"|Total !0!!0!!0!!0!!0!!0!!0!!0!!0!!0 |- |Northampton Town (loan)||2000–01||Second Division||7||0||0||0||0||0||0||0||7||0 |- |Notts County (loan)||2001–02||Second Division||9||1||2||0||0||0||0||0||11||1 |- |K.S.K. Beveren (loan)||2002–03||Belgian Pro League||5||0||–||–||–||–||0||0||5||0 |- |rowspan=\"5\"|Colchester United||2002–03||Second Division||6||0||0||0||0||0||0||0||6||0 |- |2003–04||Second Division||32||0||7||0||1||0||5||0||45||0 |- |2004–05||League One||41||1||5||0||2||0||0||0||48||1 |- |2005–06||League One||34||2||3||0||1||0||2||0||40||2 |- !colspan=\"2\"|Total !113!!3!!15!!0!!4!!0!!7!!0!!139!!3 |- |rowspan=\"5\"|Preston North End||2006–07||Championship||45||2||3||0||1||0||0||0||49||2 |- |2007–08||Championship||28||0||3||0||0||0||0||0||31||0 |- |2008–09||Championship||1||0||0||0||0||0||0||0||1||0 |- |2009–10||Championship||23||0||0||0||3||0||0||0||26||0 |- !colspan=\"2\"|Total !97!!2!!6!!0!!4!!0!!0!!0!!107!!2 |- |rowspan=\"3\"|Notts County||2010–11||League One||21||0||2||0||3||0||0||0||27||0 |- |2011–12||League One||17||0||2||0||0||0||0||0||19||0 |- !colspan=\"2\"|Total !38!!0!!4!!0!!3!!0!!0!!0!!46!!0 |- |AFC Telford United||2012–13||Conference National||8||0||2||0||0||0||0||0||10||0 |- |rowspan=\"4\"|Port Vale||2011–12||League Two||12||0||0||0||0||0||0||0||12||0 |- |2012–13||League Two||20||2||0||0||0||0||1||0||21||2 |- |2013–14||League One||14||0||2||0||0||0||1||0||17||0 |- !colspan=\"2\"|Total !46!!2!!2!!0!!0!!0!!2!!0!!50!!2 |- |Hyde||2014–15||Conference North||1||0||0||0||0||0||0||0||1||0 |- !colspan=\"3\"|Career total !326!!8!!31!!0!!11!!0!!10!!0!!376!!8 |} ==Honours== ;Arsenal *FA Youth Cup winner: 2000 ;Colchester United *League One runner-up: 2005–06 ;Port Vale *League Two third-place promotion: 2012–13 ==References== ==External links== * Category:1981 births Category:Living people Category:Sportspeople from Chelmsford Category:English footballers Category:English expatriate footballers Category:Association football defenders Category:Arsenal F.C. players Category:Northampton Town F.C. players Category:Notts County F.C. players Category:Expatriate footballers in Belgium Category:K.S.K. Beveren players Category:Colchester United F.C. players Category:Preston North End F.C. players Category:Port Vale F.C. players Category:A.F.C. Telford United players Category:Hyde United F.C. players Category:English Football League players Category:Belgian First Division A players Category:National League (English football) players ",
    "title": "Liam Chilvers"
}