{
    "id": "3239866",
    "text": "Burscough Football Club is an English football club based in Burscough, Lancashire. The club is a member of the North West Counties League, and competes in the Premier Division. Its home ground is Victoria Park, Mart Lane, in Burscough. ==History== ===Early days=== The first Burscough Association Football Club was formed in 1880, playing in the Liverpool and District League football before folding in 1900. In 1905 Burscough Rangers were founded and moved to the present Mart Lane ground in 1908. They established many of the traditions carried on by the current club, playing in green and known as the Linnets. In the 1920s they had success winning the Liverpool County Combination Championship three times. In 1926 Rangers purchased a grandstand from Everton and erected it on Victoria Park. The following year they joined the Lancashire Combination but never experienced the same level of success and began to run into financial difficulties, finally folding in 1935. Following World War II the present Burscough club was founded in 1946, starting life in the Liverpool County Combination. In their second season, 1947–48, they achieved a treble, winning the Lancashire Junior Cup, George Mahon Cup and the Liverpool Challenge Cup. Two years later they again claimed the Junior Cup and also won the County Combination title for the first time. In 1952 they won the Liverpool Challenge Cup for a second time. In 1953–54 they joined the Lancashire Combination winning the Second Division Championship in their first season and scoring 155 goals in the process. 1955–56 saw probably the club's greatest ever achievement as they won the First Division Championship. Another milestone was reached in 1959 when they reached the first round of the FA Cup for the first time before going down 3–1 to Crewe Alexandra in front of 4,200 at Victoria Park. Another trophy winning spell commenced in 1966–67 season under manager Bobby Langton, the former England winger, as the club completed a hat-trick of Junior Cup successes against South Liverpool at Wigan. The Lancashire Combination First Division title was regained in 1969–70 season. ===1970s and 1980s=== In 1970–71 Burscough joined the Cheshire County League, finishing runners-up to Rossendale United. The following season they won the Liverpool Non-League Senior Cup and in 1974–75 the Cheshire League Cup was lifted. The 'Linnets' also reached the FA Cup first round proper on three other occasions. In 1977, a 1–0 defeat at Blyth Spartans, in 1979, a 3–0 defeat at Sheffield United in front of 14,000 spectators and in 1980, a 2–1 defeat against Altrincham. In 1981 the club became founder members of the North West Counties League, and had the distinction of becoming the league's first ever champions under Bryan Griffiths. A new grandstand seating 250 was built in 1986 to replace the old wooden stand which had stood for 60 years and no longer met ground safety regulations. In the 1989–90 season the club were relegated to Division Two of the league. ===1990s=== The appointment of Russ Perkins as manager in 1991 was to bring about a change in the club's fortunes as Burscough reached the League Cup final and gained promotion back to Division One. In 1992–93 Burscough lost 2–1 to Southport in the Liverpool Senior Cup Final at Goodison Park before 2,000 spectators. Success was achieved by winning the League Challenge Cup with a 2–1 victory over Nantwich Town. 1993–94 was one of the most eventful seasons in Burscough's history as three players, Gary Martindale, Kevin Formby and Alex Russell, joined Football League clubs for substantial fees. Further covered standing accommodation for 500 spectators was erected at Victoria Park during the close season. In May 1995, Burscough appointed John Davison manager. In his first season Burscough went on to win the League Challenge Cup for the second time, beating League champions Flixton 1–0 at Bury. Flixton were again beaten as Burscough also won the annual Champions v Cup Winners Challenge Trophy. In 1997–98, after finishing runners-up in the North West Counties League, the club were promoted to Division One of the Northern Premier League. They also won the League Floodlit Trophy and reached the final of the Liverpool Senior Cup against Liverpool. The Linnets achieved seventh position in their first Northern Premier League season, also reaching the fourth qualifying round of the FA Cup and the final of the Liverpool Senior Cup for the third time in six seasons. In July 1999 nineteen-year-old striker Michael Yates signed for Scottish Premier League side Dundee for a five-figure transfer fee which was a club record at the time. ===2000s=== 1999–2000 saw The Linnets gain promotion to the Premier Division after losing only two games all season and remaining unbeaten away from home, finally finishing in runners-up spot. In their first season in the Premier Division Burscough finished in 15th position, had good runs in the FA Cup and FA Trophy then in July 2001 won the Liverpool Senior Cup for the first-ever time with a 1–0 victory over Conference neighbours Southport. During this period the club had a youth development programme game and one graduate, 19-year-old Lee McEvilly, signed for Rochdale in December 2001 for a club record £20,000 fee. Within 116 days of signing McEvilly had won full international honours for Northern Ireland against Spain. Following the resignation of John Davison the club appointed Shaun Teale as player/manager in May 2002 and the ex-Aston Villa defender went on to lead the club to its greatest-ever achievement as Burscough became the smallest club to win the FA Trophy following a 2–1 victory over Tamworth at Villa Park on 18 May 2003. Played in front of a crowd of 14,296, it was the Linnet's twelfth game in the competition, including a 2-0 quarter final win over holders, and eventual Conference champions, Yeovil. Despite the win, Teale was sacked six weeks later. Former Liverpool, Galatasaray and West Ham United midfielder Mike Marsh was appointed manager but after a poor start to the season Marsh resigned and ex-Southport defender Derek Goulding took over in October 2003. Burscough players before a match The 2003–04 season saw Burscough finish with a run of victories that allowed them to move from the relegation zone into the promotion play-off positions. Despite playing all their games away from home the Linnets went on to reach the play-off final where they only went down at Bradford Park Avenue following extra-time. The 2004–05 season ended in controversy as the Linnets were denied a play-off place following a decision to award three points to other teams for unplayed games against Spennymoor United who could not complete their fixtures. In 2005–06 the club reached the second round of the FA Cup for the first time in their history. In reaching that milestone they defeated League One side Gillingham 3–2 at Victoria Park, before losing to Burton Albion. At the end of the 2006–07 season Burscough enjoyed one of their most successful in history when the Linnets won the Northern Premier League Premier Division and the Lancashire Junior Cup for the first time in 40 years when neighbours Marine were defeated. The league success was only confirmed on the last day of the season when the Linnets won at AFC Telford United. The victory meant they overtook Telford at the top of the table and won the title on goal difference by a single goal from Witton Albion. Further and final success came when NPL First Division champions Buxton were defeated 3–1 in the Peter Swales Shield. This rounded the season off and confirmed Burscough as Treble winners. ===2010s=== In the 2010–11 season, Burscough finished 19th but were reprieved from relegation due to Ilkeston Town folding. In September 2011 former manager Derek Goulding returned to the club, replacing Chris Stammers.http://www.osadvertiser.co.uk/west-lancashire-sport/burscough- fc/2011/09/08/new-burscough-fc-boss-derek-goulding-delighted-to-pick-up-first- win-of-season-80904-29380192/ ? In the 2014–15 season Burscough were relegation favourites, however they went on to reach the play off semi-final in which they were beaten by a strong Spennymoor side. ==Stadium== Entrance to Victoria Park The club play their home games at Victoria Park, in Burscough which has a capacity of 3,054, with a 250-seat grandstand. Opposite the grandstand is a sheltered terrace. At the Crabtree Lane end of the ground is another sheltered terrace, with a smoking area between these two shelters. These two stands can provide cover for up to 1,000 standing occupants. The Mart Lane end of the ground has the main turnstiles. ==Honours== *Northern Premier League **Premier Division champions 2006–07 *North West Counties League **Champions 1982–83 **League Cup winners 1992–93, 1995–96 *Lancashire Combination **Champions 1955–56, 1969–70 **Division Two champions 1953–54 *Liverpool County Football Combination **Champions 1949–50 *FA Trophy **Winners 2002–03 *Liverpool Senior Cup **Winners 2000–01 *Cheshire Senior Cup **Winners 1974–75 *Lancashire Junior Cup **Winners 1947–48, 1949–50, 1966–67, 2006–07 == Notable former players== # Players that have played/managed in the Football League or any foreign equivalent to this level (i.e. fully professional league). # Players with full international caps. * Michael Branch * John Coleman * Alan Cocks * Ryan Lowe * Mike Marsh * Lee McEvilly * Craig Noone * Connor Roberts * Alex Russell * Shaun Teale * Lee Trundle * Liam Watson ==References== ==External links== * *Unofficial Forum * Category:National League (English football) Category:Sport in the Borough of West Lancashire Category:Association football clubs established in 1946 Category:Lancashire Combination Category:Football clubs in Lancashire Category:1946 establishments in England Category:North West Counties Football League clubs Category:Northern Premier League clubs Category:Football clubs in England Category:Cheshire County League ",
    "title": "Burscough F.C."
}