{
    "id": "3239482",
    "text": "The Battle of Cadzand was an early skirmish of the Hundred Years' War fought in 1337. It consisted of a raid on the Flemish island of Cadzand, designed to provoke a reaction and battle from the local garrison and so improve morale in England and amongst King Edward III's continental allies by providing his army with an easy victory. On 9 November Sir Walter Manny, with the advance troops for Edward III's continental invasion, made an attempt to take the city of Sluys, but was driven off. ==Background== For Edward, the war had not progressed as well as had been hoped at the start of the year as vacillation by allies in the Low Countries and Germany had prevented an invasion of France from progressing as intended and setbacks in the Gascon theatre had prevented any advance there either. Edward's fleet was unprepared for the crossing with the main body of his army and his finances were in a parlous state owing to his having been forced to pay large stipends to European forces. Thus he required some symbol of his intentions against the French and a demonstration of what his forces could achieve. To this end he ordered Sir Walter Manny, leader of his vanguard which was already stationed in Hainaut to take a small fleet and raid the island of Cadzand, now part of the mainland Netherlands and then part of Flanders, a semi-autonomous region of France. ==Cadzand== Cadzand was a poor, marshy island populated by fishing villages with little in the way of plunder or importance except that it was close to the wealthy Flemish port of Sluys and thus could be used as bait for the garrison of that town.Cadzand has since become part of the Dutch mainland in Zeeland province due to the silting of the channels surrounding it. A village in the old island's location still bears the name. Manny understood this well, and after an initial probe against the town failed on 9 November, he retired his 3,700 sailors and soldiers to Cadzand and unleashed them on the local population resulting in several days of feverish looting, raping and pillaging of the isolated villages in the manner of a miniature chevauchée. The garrison of Sluys, led by Sir Guy de Rickenbourg, the illegitimate son of Louis, Count of Nevers, could not let such acts occur so close to them without responding and so crossed the channel between Sluys and the island a few days later and attempted to confront Manny. The English commander was prepared for this and had his men formed up on the island in an ideal defensive position which allowed him to attack and destroy the Flemish force in a short, sharp action probably enabled by use of the longbow although no accounts of the fighting survive. Only a handful of the Flemish force were able to retreat across the channel, Guy of Flanders being captured with the other noblemen whilst the rank and file were all put to the sword. English losses were minimal. ==Aftermath== The battle had few longer-lasting effects, as Manny abandoned the island to its surviving inhabitants shortly after the victory. The allies were suitably impressed by the show of strength and the border regions of Flanders were intimidated. King Philip VI was also greatly affected by this development, assuming that traitors amongst the Flemings had caused the defeat and responding by a wave of terror and executions which continued for the remainder of his reign and served to alienate many of his allies and supporters. Ten years after the battle, when England and Flanders had become allies following an uprising in the latter, Edward III was forced to apologize and make symbolic reparations for ordering this action. Sluys was later the scene of a highly significant naval battle in 1340. ==References== *Sumption, Jonathan, The Hundred Years War, Vol 1, Trial by Battle, 1990, Category:Battles involving Flanders Category:Battles of the Hundred Years' War Category:1337 in Europe Category:Conflicts in 1337 Battle of Cadzand Category:Naval battles of the Hundred Years' War Battle of Cadzand Category:14th century in the county of Flanders ",
    "title": "Battle of Cadzand"
}