{
    "id": "3240000",
    "text": "Jersey Airport is an international airport located in the parish of Saint Peter, west northwest of Saint Helier in Jersey, in the Channel Islands. ==History== Air service to Jersey before 1937 consisted of biplane airliners and some seaplanes landing on the beach at Saint Aubin's bay. Jersey Airways and Imperial Airways were among those who operated to the island before the Second World War, but conditions were difficult as timetables were governed by tides. It was also difficult to prevent members of the public from walking across the landing area, and any aircraft which had mechanical problems had to be dragged up the slipways until the tide receded. The States of Jersey decided to build an airport which opened on 10 March 1937 with four grass runways, the longest being with a concrete centreline. Concrete taxiways were added during the World War II occupation by the Luftwaffe – they also built hangars, one of which, the Jersey Airlines hangar, is still in existence although no longer used. A tarmac runway was opened in 1952 and the grass strips were closed. A feature of the airport in the 1950s was the traffic control system – traffic-lights were in place to prevent vehicles using the road from Les Quennevais to the Airport when planes were being moved to or from the hangar used by B.E.A. The runway was lengthened several times over the years, reaching its current length of in 1976. The runway is wide. Additional taxiways were added several years later to improve access to the one end of the runway. However, due to its restricted length, in October 2007 Thomsonfly announced the removal of some services as it introduced the larger Boeing 737-800 to its fleet.Airline cuts back island flights BBC News – 9 October 2007 Designated 09/27 in 1952, the runway was redesignated 08/26 in October 2014 due to a shift in the earth's magnetic poles. In March 2012, led by a Group Chief Executive, the successful completion of an integration programme with Jersey Harbours saw the creation of Ports of Jersey. A business case was passed by the States of Jersey in early-2015 and the companies were joined on 1 October 2015. There were approximately 47,000 aircraft movements and 1,600,000 passengers at the airport during 2016. ==Terminal== Tower buildings The 1937 terminal was designed with a control tower between the arrivals and departures areas. The terminal was extended in 1976. A new departures terminal adjoining the existing terminal was opened in 1997. A new air traffic control tower was completed and opened in late-2010, and all major airport operations have been transferred to these new buildings. Work was intended to begin late-2011 to demolish the original airport building, constructed in 1937 and which contains large quantities of asbestos but work was never undertaken as the building was nominated as a protected historical building. Eventually, on 17 March 2014 it was determined on grounds of aviation safety, that the old terminal building would have to be demolished. Jersey is part of the Common Travel Area, which means that there are limited identity card checks before boarding a flight to the UK or Republic of Ireland. There would be full passport check when travelling to or from other countries however. Arms and date on the original 1937 tower Flybe aircraft landing at Jersey View of the runway ==Airlines and destinations== The following airlines operate regular scheduled and charter flights to and from Jersey:jerseyairport.com - Where we fly to retrieved 7 July 2019 ==General aviation== Apart from scheduled airline services, Jersey Airport accommodates a thriving general aviation population, including the Jersey Aero Club. It is also home to the Jersey International Air Display in September each year. Both Isle-Fly and Aviation Beauport Ltd are based at Jersey Airport and offer worldwide private charter flights. ==Statistics== {|class=\"wikitable sortable\" style=\"font-size: 87.5%\" |+ Busiest routes to and from Jersey (2018) |- ! Rank || Airport || Total passengers || Change 2017 / 18 |- |1|| London–Gatwick ||align='right'| 670,763 || 0.9% |- |2|| Southampton ||align='right'| 169,369|| 1.2% |- |3|| Liverpool ||align='right'| 135,030|| 5.0% |- |4|| Guernsey ||align='right'| 101,837|| 0.9% |- |5|| Birmingham ||align='right'| 72,126|| 19.7% |- |6|| Glasgow ||align='right'| 54,419|| 3.1% |- |7|| London–Luton ||align='right'| 49,626|| 6.6% |- |8|| Manchester ||align='right'| 46,744|| 4.6% |- |9|| Exeter ||align='right'| 41,240|| 3.4% |- |10|| East Midlands ||align='right'| 36,225|| 1.6% |} ==Ground transport== ===Road=== There are long and short-stay car parks located at the airport, and free parking areas for bicycles and motorcycles.Jersey Airport There are also many Car Hire companies, with desks located in the Arrivals Hall. The airport connects to the road network via a roundabout onto L'Avenue de la Reine Elizabeth II and L'Avenue de la Commune. ===Public transport=== There is a public taxi rank, and bus stop directly outside the arrivals hall. LibertyBus route 15 is the main service between the Airport and the main bus station, Liberation Station in St Helier.http://www.libertybus.je/pdfs/15x.pdf \\- it runs every 15 minutes (20 on Sundays). Additionally hourly route 9 between St Helier and La Grève de Lecq calls at the airport as does seasonal route 22 between St Helier and l'Etacq, also hourly. ==Accidents and incidents== *1938 Jersey Airport disaster ==References== ==External links== * Official website Category:Airports in the Channel Islands Category:Aviation in Jersey Category:Tourism in Jersey Category:Buildings and structures in Jersey Category:Airports established in 1937 Category:1937 establishments in Jersey ",
    "title": "Jersey Airport"
}