{
    "id": "3240585",
    "text": "The five-striped sparrow (Amphispiza quinquestriata) is a medium-sized sparrow. This passerine bird is primarily found along the eastern Gulf of California region and Pacific region of mainland western Mexico, with a breeding range that extends into the southern tip of the U.S. state of Arizona, the Sierra Madre Occidental mountain range containing the Madrean sky islands, of southeastern Arizona, extreme southwestern New Mexico, and northern Sonora. This species is a regular victim of cowbird nest parasites. ==References== ==Further reading== ===Book=== * Groschupf, Kathleen. 1992. Five-striped Sparrow (Aimophila quinquestriata). In The Birds of North America, No. 21 (A. Poole, P. Stettenheim, and F. Gill, Eds.). Philadelphia: The Academy of Natural Sciences; Washington, DC: The American Ornithologists’ Union. ===Theses=== * Groschupf KD. M.S. (1978). Relationships of Song Pattern Complexity to Nesting Stages in the Five-Striped Sparrow (Aimophila auinquestriata). Stephen F. Austin State University, United States, Texas. * Groschupf KD. Ph.D. (1983). Comparative Study of the Vocalizations and Singing Behavior of Four Aimophila Sparrows. Virginia Polytechnic Institute and State University, United States, Virginia. * Hobart HH. Ph.D. (1991). Comparative karyology in nine-primaried oscines (Aves). The University of Arizona, United States, Arizona. ===Articles=== * Borror DJ. (1971). Songs of Aimophila Sparrows Occurring in the USA. Wilson Bulletin. vol 83, no 2. pp. 132–151. * Groschupf K. (1985). Changes in Five-Striped Sparrow Aimophila-Quinquestriata Song in Intrasexual and Intersexual Contexts. Wilson Bulletin. vol 97, no 1. pp. 102–106. * Groschupf K. (1994). Current status of the Five-striped Sparrow in Arizona. Western Birds. vol 25, no 4. pp. 192–197. * Groschupf K & Mills GS. (1978). Inter Song Interval and Song Pattern Variability of the Five- Striped Sparrow. Auk. vol 95, no 4. pp. 758–760. * Groschupf K & Mills GS. (1982). Singing Behavior of the Five-Striped Sparrow Aimophila-Quinquestriata. Condor. vol 84, no 2. pp. 226–236. * Mills GS. (1977). New Locations for the Five-Striped Sparrow in the USA. Western Birds. vol 8, no 4. pp. 121–130. * Monroe BLJ. (1978). Summary of Highest Counts of Individuals for Canada and the USA. American Birds. vol 32, no 4. pp. 924–930. * Phillips AR & Farfan RP. (1993). Distribution, migration, ecology, and relationships of the five- striped sparrow, Aimophila quinquestriata. Western Birds. vol 24, no 2. pp. 65–72. five-striped sparrow Category:Native birds of the Southwestern United States Category:Birds of Mexico Category:Sierra Madre Occidental five-striped sparrow ",
    "title": "Five-striped sparrow"
}