{
    "id": "3240952",
    "text": "Ahmed Kamal (born 9 April 1938) is a retired Pakistani diplomat, most noted for his work at the United Nations. He served as a professional diplomat in the Ministry of Foreign Affairs of Pakistan for close to forty years until his retirement in 1999. During this period he held diplomatic postings in India, Belgium, France, the Soviet Union, Saudi Arabia, the Republic of Korea, and with the United Nations both in Geneva and in New York City. During his decade-long assignment as ambassador and permanent representative of Pakistan to the United Nations, he held many of the highest elective posts, as vice president of the General Assembly, president of the Economic and Social Council, chairman of the Consultations on the Role of NGOs at the United Nations, chairman of the Working Group on Informatics, chairman of the board of trustees of the United Nations Institute of Training and Research, and a member of the United Nations Advisory Committee on Administrative and Budgetary Questions. He was the chief negotiator of Pakistan in the Uruguay Round negotiations which led to the establishment of the World Trade Organization. He continues to be a senior fellow of the United Nations Institute of Training and Research. He is also the Founding President and CEO of The Ambassador's Club at the United Nations. He is a graduate of the Paris Institute of Political Studies (better known as Sciences Po) and the Fletcher School of Law and Diplomacy at Tufts University. He was also a Carnegie Foundation Fellow at the London School of Economics. He is the author of several important publications, on disarmament, on management, on multilateralism, on global economic issues, and on the technical aspects of informatics and information technology. He is an Honorary Visiting Professor at several universities in the United States, and a member of the board of trustees of Fairleigh Dickinson University. He has received numerous honors in Pakistan and in the other countries of his posting. Some of his publications may be seen at www.un.int/kamal/publications ==References== * KAMAL, Ahmad International Who's Who. accessed September 4, 2006. Category:1938 births Category:Living people Category:Sciences Po alumni Category:Alumni of the London School of Economics Category:People associated with the London School of Economics Category:Permanent Representatives of Pakistan to the United Nations Category:United Nations Advisory Committee on Administrative and Budgetary Questions members Category:The Fletcher School of Law and Diplomacy alumni Category:Pakistani officials of the United Nations ",
    "title": "Ahmad Kamal"
}